{"patient_id": 88958, "patient_uid": "1794242-1", "PMID": 17229326, "file_path": "comm/PMC001xxxxxx/PMC1794242.xml", "title": "\"Pseudosarcoma\" in a pregnant woman", "patient": "In August 2003, a 20-year-old 16-week pregnant mother of one, presented to the orthopaedic outpatient clinic with a 2-month history of a slowly growing painless mass located in the right hypothenar eminence. She was right-hand dominant and a housewife. There was no history of trauma, insect bites or drainage from the area. There was no significant past medical or surgical history. She was not on any prescribed medication. There was no family history of tumours. She denied smoking, alcohol and drug abuse. On examination, a non-tender, firm to palpation, well-demarcated and tethered to the subcutaneous tissues mass, surrounded by mild erythema, and measuring approximately 2.5 cm × 3.0 cm was revealed, in the absence of palpable lymph nodes at the ipsilateral elbow or axilla. There were no other abnormal signs.\\nHaematological and biochemical investigations were within the normal range. A plain X-ray of the right hand and forearm was unremarkable. Magnetic resonance imaging showed the mass to have infiltrated all skin layers and to have encircled the ulnar artery without involvement of the underlying bones (Figure ). The absence of a signal void from within the mass excluded a diagnosis of haemangioma. Ultrasound-guided needle biopsy showed lesional areas consistent with collagenous fibrous tissue of varying cellularity, with little evidence of mitotic activity. Immunohistochemistry showed focal positivity for smooth muscle actin (SMA), suggesting myofibroblastic differentiation. Histological appearances were in keeping with fibromatosis.\\nThree weeks after initial presentation, the lesion was excised preserving the ulnar nerve and artery. Histology showed a multi-nodular, well-circumscribed uniform spindle cell lesion with varying cellularity and fibrosis. In one section, central cyst formation was observed. Occasional mitoses of normal morphology were seen. Necrosis was not a feature. In several areas, the lesion appeared to be intravascular, the vessel was lined by an apparent endothelium (Figure ). Scattered osteoclast-like multi-nucleate giant cells were also observed. Immunohistochemistry replicated diffuse positivity for SMA, but not for desmin, CD34 or S100 protein. Appearances were consistent with a myofibroblastic proliferation, confirming a diagnosis of intravascular fasciitis (IVF).\\nThe patient had an uneventful recovery and required no further therapy. She continues to be evaluated for local recurrence every 6 months, with no sign of recurrence at the 2-year follow-up.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'12004356': 1, '8714261': 1, '10502442': 1, '21779880': 1, '8311183': 1, '3119803': 1, '31724625': 1, '8850051': 1, '24581345': 2, '33936376': 1, '9127210': 1, '3466126': 1, '34646860': 2, '7246849': 1, '18513426': 1, '23571242': 2, '10355974': 1, '17229326': 2}", "similar_patients": "{'4064243-1': 1, '8502888-1': 1, '3943986-1': 1}"}