{"patient_id": 88956, "patient_uid": "1791056-1", "PMID": 17485819, "file_path": "comm/PMC001xxxxxx/PMC1791056.xml", "title": "Eikenella Corrodens, Cause of a Vulvar Abscess in a Diabetic Adult", "patient": "A diabetic 55 year old woman was admitted to Zonguldak Karaelmas\\nUniversity emergency clinic with a complain of an insidious onset\\nof swelling in the left part of vulva, a pain radiating to the\\nleft inguinal region, chills and high fever over a week. She has\\nhad hypertension and type II diabetes mellitus and has used oral\\nanti-diabetic and anti-hypertension drugs for 8 years. She had no\\nhistory of previous trauma, operation, underlying skin lesion, use\\nof foreign body or human bite on her vulvar region. Two days after\\nonset, her left part of the vulva became swelling and the lesions\\ncolor turned to red. Even though she had used\\namoxicilline-clavulanic acid and ornidasole for three days, the\\nlesion on the vulva and pain worsened.\\nIn clinical examination her fever 38°C,\\npulse 96/dk, blood pressure 160/80 mmHg, in the left part\\nof the vulva there was an erode lesion in the certain part of the\\ninflammatory halo. The lesion was 5 × 4 cm in size, red,\\nhot, swollen, and painful and fluctuant. Local tenderness and\\nedema were also marked (). The borders of the\\nlesion was not elevated and sharply demarcated.\\nLaboratory values were as follows: WBC count, 18200/ mm3\\n(82% neutrophils, 8% lymphocyte, 8% monocytes)\\n[4000–10000/mm3]; erythrocyte sedimentation rate (ESR), 122 mm/hour [0–20 mm/hour];\\nC-reactive protein, (++++)[negatif]; and blood glucose,\\n235 mg/dL [70–110 mg/dL].\\nVulvar abscess was diagnosed and it was drained. In Gram stain of\\nthe pus, granulocytes (80% neutrophil), Gram-negative rods\\nand Gram-positive cocci were detected. Ampicilline-sulbactam\\n4 × 1 gr IV/day, ciprofloxacin 2 × 400 mg\\nIV/day and local care with 2% eau borique fluid were started\\nempirically. Her oral anti-diabetic drugs stopped and IV insulin\\ntreatment started. The blood glucose was in regular limits after\\nIV insulin treatment began. Following drainage, her fever,\\nleucocyt count became normal and, edema, pain and erythema of the\\nlesion subsided.\\nEikenella corrodens and metisilline sensitive Staphylococcus epidermidis (MSSE) were isolated from culture of the pus. After 3 days of the treatment her fever,\\nwhite blood cell count was normal, ESR was 100 mm/hour. The\\npatient completed 14 days of treatment with resolution of signs\\nand symptoms. The ESR was 72 mm/hour in the first week of\\nthe treatment, 30 mm/hour at the end of the treatment. An\\ninformed consent was obtained from the patient to use of her\\nphotographs.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'2889998': 1, '15550207': 1, '16190107': 1, '1253462': 1, '21887067': 2, '15951913': 1, '11759661': 1, '23682079': 1, '11389495': 1, '12743347': 1, '1870808': 1, '17485819': 2}", "similar_patients": "{'3162822-1': 1}"}