{"patient_id": 88811, "patient_uid": "1581463-1", "PMID": 17093350, "file_path": "comm/PMC001xxxxxx/PMC1581463.xml", "title": "Spontaneous Perforation of Pyometra", "patient": "A 92-year-old woman with severe abdominal pain and vomiting for\\n24-hour duration was admitted to our hospital. Her gynecologic\\nhistory was unremarkable having undergone an eventful menopause.\\nShe had no history of postmenopausal bleeding or increased vaginal\\ndischarge. On the physical examination, her abdomen was very\\ntender, distended, and showed muscle rigidity. Rebound tenderness\\nwas absent. Bowel sounds were hypoactive. Her blood pressure was\\n110/65 mmHg, pulse rate was 114 beats/min, and axillary temperature\\nwas 36.9°C. Laboratory studies demonstrated a white cell\\ncount of 5100/mm3 with 92.3% neutrophilia and hemoglobin of 13 g/dL. A plain chest X-ray film showed free air under the diaphragm on both sides. The abdominal X-ray\\nrevealed no evidence of intestinal obstruction. Computed tomography scan of abdomen\\nreported the presence of fluid within the abdominal cavity.\\nEmergency explorative laparotomy was performed under the diagnosis\\nof perforation of the gastrointestinal tract. The investigation of\\nthe gastrointestinal tract and gallbladder failed to reveal a\\nperforation. The uterus was found to have two perforations,\\napproximately 1 cm in diameter each, both in the uterine\\nfundus, and purulent material exuding from the uterine cavity was\\nidentified. The uterus was soft and slightly enlarged. Both\\nparametriums were thickened and inflammatory changes were present.\\nThe fallopian tubes and the ovaries were normal. A total abdominal\\nhysterectomy and bilateral salpingo-oophorectomy were performed.\\nCulture of the pus grew Escherichia coli and\\nBacteroides fragilis. Histological examination revealed\\npyometra with no evidence of malignancy.\\nShe was observed in the intensive care unit with strict management of\\nrespiration and circulation for postoperative three days. On the\\nthird postoperative day, she was transferred to the gynecology unit.\\nUnder the antibiotherapy with cefepime and metronidazole, her\\ncondition improved postoperatively. However, on the tenth\\npostoperative day, wound dehiscence occurred and secondary wound\\nclosure was performed. No other complications have occurred, and as\\nthe patient completely recovered, she was discharged on the\\neighteenth postoperative day.", "age": "[[92.0, 'year']]", "gender": "F", "relevant_articles": "{'8406207': 1, '11077640': 1, '7772011': 1, '25057420': 2, '10489141': 1, '20437140': 1, '10925913': 1, '25593714': 2, '27152313': 1, '4096483': 1, '11207850': 1, '8979103': 1, '1898125': 1, '10819486': 1, '34166330': 1, '28357145': 1, '33273927': 2, '32281585': 2, '4039437': 1, '31193089': 1, '23926508': 2, '18606021': 2, '30593136': 2, '25859086': 1, '2562612': 1, '25191031': 2, '23569488': 1, '6890108': 1, '2916184': 1, '32743272': 1, '34150974': 1, '21686575': 1, '4040634': 1, '26989549': 1, '25628913': 2, '22429997': 1, '24886345': 2, '3746796': 1, '11762150': 1, '30664439': 1, '7197867': 1, '19419914': 1, '24073347': 2, '17093350': 2}", "similar_patients": "{'7269882-1': 1, '7269882-2': 1, '7695505-1': 1, '4031930-1': 1, '2474575-1': 1, '4095732-1': 1, '3719291-1': 1, '4270675-1': 1, '3773424-1': 1, '4299690-1': 1, '6314776-1': 1, '4150144-1': 1}"}