{"patient_id": 88978, "patient_uid": "1797842-3", "PMID": 17366828, "file_path": "comm/PMC001xxxxxx/PMC1797842.xml", "title": "Grand Rounds: An Outbreak of Toxic Hepatitis among Industrial Waste Disposal Workers", "patient": "Case 5, a 26-year-old male, was employed in February 2001 and had been working in the dry evaporative incineration process. He was admitted to the hospital on 20 October 2001 due to jaundice and severely abnormal liver function results (AST, 1,336 IU/L; ALT, 1,368 IU/L; ALP, 198 IU/L). His condition improved, and he was discharged 8 November.\\nsummarizes the employment and exposure history and clinical characteristics of cases 1–5. presents the clinical course of the cases as shown by AST concentration.\\nLiver biopsy was performed on all but one case (case 2) in December 2001 (). The pathologic findings showed diffuse spotty hepatocytic necrosis. The portal tracts were slightly enlarged, and inflammatory infiltration was present in all cases. Clumped Kupffer cells containing periodic acid-Schiff (PAS)-positive material were abundant, especially around the terminal hepatic venule (). These findings were compatible with the remission stage of acute hepatitis and also with toxic hepatitis. Wide periportal necrosis was also identified in cases 1 and 4 (), and necrosis was found in the central-to-portal or portal-to-portal region, with bridging necrosis in all cases (). In case 4, regenerative nodules were present, suggesting the development of cirrhosis. Cholestasis and fatty changes were also evident in cases 4 and 3, respectively.\\nMarkers for hepatitis A (anti-HAV IgM) and B (HBsAg, HBeAg, anti-HBs, anti-HBc IgM) were negative in all cases. Anti-hepatitis C (anti-HCV) was positive in one case (case 1), but HCV was not detected on polymerase chain reaction (PCR).\\nThis study was approved by the institutional review board of Dongguk University, Gyeongju Hospital. Written informed consent was received from all of the cases.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'5902696': 1, '2033230': 1, '7657288': 1, '2918408': 1, '6825641': 1, '8462374': 1, '2254635': 1, '22187259': 2, '9891094': 1, '4420106': 1, '7966440': 1, '3792922': 1, '8644130': 1, '11106086': 1, '1752473': 1, '9303497': 1, '3371293': 1, '2232043': 1, '8196514': 1, '10414481': 1, '7491502': 1, '6825627': 1, '6825642': 1, '9022650': 1, '8071726': 1, '6691931': 1, '4407276': 1, '6337832': 1, '2307831': 1, '6825638': 1, '18859356': 1, '8528717': 1, '6482804': 1, '8229110': 1, '11552894': 1, '1431699': 1, '17366828': 2}", "similar_patients": "{'1797842-1': 2, '1797842-2': 2, '3250343-1': 1}"}