{"patient_id": 88468, "patient_uid": "1192821-2", "PMID": 16042810, "file_path": "comm/PMC001xxxxxx/PMC1192821.xml", "title": "Intracardiac thrombus in Behçet's disease: Two case reports", "patient": "A 29-year-old Tunisian man with a two-month history of fever of unknown origin, weight loss and inspiratory thoracic pain was admitted. He had suffered from both genital and oral ulcers over five months. The initial physical examination revealed a temperature of 38°C, multiple pseudofolliculitis, oral and scrotal ulcerations. Laboratory tests on admission revealed: haemoglobin of 13 g/dl, erythrocyte sedimentation of 105 mm/hr and C reactive protein concentration of 204 mg/l. The tests looking for antiphospholipid antibodies, protein C, protein S and antithrombine III deficiencies were negative. The plasma total homocysteine level was 27 μmol/l (normal < 10 μmol/l). HLAB5 and pathergy tests were positive. Electrocardiogram showed sinus rhythm tachycardia, and chest X-ray was normal. Transoesophageal echocardiography revealed a cardiac mass in the right atrium of 20/23 mm size attached into atrial septum protruding through the tricuspid valve into the right ventricle (Figure – see Additional file 3). These findings were confirmed by CT scan that also showed a partial obstruction of the terminal portion of the inferior vena cava and thrombosis of the left lobar pulmonary artery with multiple pulmonary infarcts. We started treatment with intravenous heparin then oral anticoagulant, 1 gr of methyl prednisolone per day for 3 days, 1 mg/kg/day of oral, which was tapered gradually and 1 g pulse of cycslophosphamide monthly associated with colchicine 1 mg/day. Consequently, the thrombus in the right atrium has substantially decreased in size. At five months follow-up, a complete resolution of the thrombi in the right atrium, vena cava and pulmonary artery tree was observed.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'25381640': 1, '22530146': 1, '6429888': 1, '17653524': 1, '19430524': 2, '27311379': 1, '1970380': 1, '24436611': 1, '10936144': 1, '9135228': 1, '3103439': 1, '9775202': 1, '14586553': 1, '29026416': 2, '33936694': 1, '23045452': 1, '20978571': 1, '12371638': 1, '7743745': 1, '15343111': 1, '12384136': 1, '10637670': 1, '11250984': 1, '15378123': 1, '11502687': 1, '6497467': 1, '16042810': 2}", "similar_patients": "{'1192821-1': 2, '2627529-1': 1, '5628857-1': 1}"}