{"patient_id": 88627, "patient_uid": "1434763-1", "PMID": 16460569, "file_path": "comm/PMC001xxxxxx/PMC1434763.xml", "title": "Cytologic findings of peripheral T-cell lymphoma (PTCL) with high epitheloid cell content (Lennert's lymphoma) in imprint smear. A case report", "patient": "In 1982, a 74 year old diabetic man presented with weight loss, anorrhexia and fever. Physical examination showed hepatosplenomegaly. Laborotory findings were a Hb: 9.4 g/d1, WBC: 1800/ml, PLT: 180,000, low albumin with normal serum iron. With clinical impression of hypersplenism vs lymphoma, lymph node excisional biopsy and imprint smear were made.\\nCytologic smears were air-dried and stained by Pappenheim. Pappenheim stain is equivalent to Wright-Gimsa/ Diff- Quick stain. The smear was cellular and contained mainly (monomorphic) population of lymphocytes with round to oval nucleus and fine, evenly dispersed chromatin. Cytoplasm were light blue to clear. Rare cells with nuclear irregularity were noted. There were also small and large groups and clusters of epitheloid histiocytes intermingled with the lymphocytes (Fig. ). Epitheloid histiocytes shows oval to bean shaped nucleus with finely dispered chromatin, twice the size of the lymphocytes with ample grayish granular cytoplasm(Fig. ). However no distinct granuloma were noted. Multinucleated giant cell or lymphogranular bodies were not noted.\\nHistologic sections of the lymph node showed a completely effaced architecture with exuberant proliferation of histiocytes in cluster and sheets, intermingled with small round to oval neoplastic lymphocytes (Fig ). The final histologic report was \"Lennert's lymphoma, with possibility of immunocytoma and epitheloid rich Hogkins disease, however cytomorphology is against Hogkins disease\"(histologic diagnosis made by K. Lennert in Kiel, Germany, 1982). Immunohistochemical study (markers done not known) was in favor of an epitheloid rich T cell lymphoma. Reanalysis of stored paraffin blocks from 1982 showed an immunophenotype typical of peripheral T cell lymphoma with strong uniform positivity for CD5 and CD4 (Fig. 5) and negative for CD8, CD20. Gene rearrargement for T cell receptor was performed which confirmed a monoclonal process. Bone marrow biopsy was done and reported as extensive infiltration by malignant lymphoma cells with remarkable presence of macrophages and epitheloid cells with fibrosis (histologic diagnosis made by Lutz Dietrich Leder in Kiel, Germany, 1982) which he could not classify but also thought of hairy cell leukemia.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'19664278': 1, '9451551': 1, '12478682': 1, '10874888': 1, '2943330': 1, '15085759': 1, '19495401': 1, '9702491': 1, '4972336': 1, '10097727': 1, '17562005': 1, '16460569': 2}", "similar_patients": "{}"}