{"patient_id": 88660, "patient_uid": "1464147-1", "PMID": 16643652, "file_path": "comm/PMC001xxxxxx/PMC1464147.xml", "title": "Ectopic Cushing' syndrome caused by a neuroendocrine carcinoma of the mesentery", "patient": "In September 2003, a 41-year-old man presented with unexplained progressive weight gain, facial plethora, tremor, sweating, newly-diagnosed hypertension, hypokalemia, and diabetes mellitus. Physical examination revealed a blood pressure of 170/110 mm Hg, pulse of 88 bpm, thyroid enlargement, and cushingoid features including striae, moon face, central obesity, and a buffalo hump. Laboratory testing showed hyperthyroidism (undetectable TSH, free T4 of 32 pmol/L (normal: 12–22), free T3 of 9 pmol/L (normal: 3.95–6.80)) and increased 24 h urinary free cortisol (7579 nmol per day, normal range: 22–212). Thyroid ultrasound showed a multinodular goiter. A Tc-99m-pertechnetate thyroid scan revealed increased uptake in an area of the left thyroid gland corresponding to an autonomous adenoma. Serum calcitonin was within the normal range. Basal serum cortisol and plasma ACTH were significantly elevated at 1307 nmol/l (normal range: 187–724) and 22.51 pmol/l (1.98–11.4), respectively. After a 2-mg overnight dexamethasone suppression test, serum cortisol was still at 1132 nmol/l (normal, < 80). Midnight cortisol was elevated at 847 nmol/l. After an overnight 8-mg dexamethasone suppression test, serum cortisol decreased by 38 % of basal values suggesting ectopic ACTH-secretion (EAS). CRH stimulated serum cortisol and plasma ACTH to less than 4 % of basal values. Inferior petrosal sinus sampling (IPSS) did not show significant central-to-peripheral ACTH gradients. Ectopic ACTH syndrome was diagnosed. Computed tomography (CT) scans at first presentation did not show pulmonary and/or abdominal tumors, however, both adrenals appeared enlarged with the left gland showing a tumor of 1 cm size. A magnetic resonance imaging (MRI) scan of the head demonstrated a small 3 mm hypointense and hypoenhancing lesion of the neurohypophysis (Fig. ). An 111In-pentetreotide scan showed radiotracer enrichment in the left thyroid gland consistent with the region of the autonomous adenoma and faint focal octreotide enhancement in the abdomen which was interpreted to be nonspecific because of lacking correlation on CT scan and changing location of enhancement between early and late scan (Fig. ). Positron emission tomography (PET) with 18F- fluorodeoxyglucose (FDG) and colonoscopy showed normal results. Thyroid antibodies were negative, supporting the scintigraphic finding that hyperthyroidism in this patient was caused by an autonomous adenoma. Given the scenario of EAS and an octreoscan being reliably positive only in the left thyroid gland, we decided to perform a left-sided hemithyroidectomy and subtotal resection of the right gland after treatment with methimazole, although basal calcitonin was normal and pentagastrin stimulation could not be performed because it was not available. Extensive pathological workup of the thyroid specimen did not reveal an ACTH-producing endocrine tumor but a 2 mm sized benign nodule on the right side, and 2 benign nodules (1 cm and 2 cm in diameter, respectively) within the left thyroid gland.\\nWhereas hyperthyroidism improved rapidly, hypercortisolism persisted. Because the patient had elevated liver function tests, thereby limiting the use of ketoconazole, we began metyrapone (2.5 g/d divided into 750 mg in the morning and at noon, and 1 g in the evening to perform medical adrenalectomy) combined with hydrocortisone replacement (10 mg in the morning at at noon, and 5 mg in the evening) to achieve normal 24 h urinary cortisol values. Regular follow-up examinations at 3, 6, 9, and 12 months after initial presentation confirmed the pituitary lesion within the posterior lobe, while CT scans of thorax and abdomen remained negative except for the left-sided adrenal tumor. 24 h urinary catecholamines including fractionated metanephrines were negative. Over the following months, control of hypercortisolism by metyrapone became difficult and the question arose whether bilateral adrenalectomy should be performed. Therefore, we consulted a neuropathologist/pathologist (A.O.V.) and neurosurgeon (E.H.O.) at the National Institutes of Health whether they ever had seen an ACTH-producing pituitary adenoma located in the posterior lobe (see ref. 1). Subsequently, transsphenoidal surgery was performed to explore the pituitary lesion in our patient. Despite complete removal of this lesion, hypercortisolism persisted and metyrapone therapy was continued. Histological workup of the removed pituitary tissue revealed normal posterior pituitary. Postoperatively, diabetes insipidus developed and persisted. An extensive re-evaluation was performed 18 months after initial presentation. An octreoscan revealed tracer accumulation in projection of the upper and middle part of the right abdomen (Fig. ). Additional 18F-FDG PET showed increased glucose metabolism of this abdominal area. In accordance with these findings, a 21 × 15 mm tumor mass was demonstrated on CT and MRI scans in this region (Fig. ). In retrospect, this tumor could also be seen in earlier CT scans but had been interpreted as normal intestine because of smaller size, atypical location for an ACTH-producing tumor, and only moderate uptake on octreotide scans. We decided to perform an explorative laparotomy. Before surgery, 111In-pentetreotide was administered to support tumor localization during surgery with a gamma counter and facilitate maximal tumor removal (Fig. ). After the abdominal wall had been opened, the neuroendocrine tumor was instantly visible (Fig. ). Because this lesion had been initially assumed to be metastatic tissue of a primary neuroendocrine tumor and a multifocal appearance of the abdominal 111In-pentetreotide enhancement, the gamma probe was used to detect further tumor tissue (Fig. ). Histopathological and immunohistochemical analyses of the removed tissue revealed a well-differentiated neuroendocrine carcinoma of the mesentery with strong expression of ACTH (Fig. ). The tumor also strongly expressed NSE, chromogranin A, and synaptophysin. The MIB-1 proliferation index was approximately 1 %. Immunohistochemical analyses for the expression of somatostatin receptors type 1 to 5 were negative. All removed lymph nodes were tumor-negative but also showed increased activity by the gamma probe during surgery.\\nFollow-up at four weeks and at 4 (7) months after surgery showed a normal 2 mg dexamethasone suppression test and 24 h urinary cortisol levels. Plasma ACTH levels were normal (4.9 and 5.2 pmol/L, normal: 1.8–12.8). NSE was 10.7 ng/ml (normal, < 13), chromogranin A and calcitonin were undetectable. In addition, the insulin requirement to treat the patient' s type 2 diabetes declined by more than 50%. At 7 month follow-up, the patient had regained strength and muscle mass, did not need further potassium replacement, and felt fine. An octreoscan showed normal results.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'15239795': 1, '14557423': 1, '15988793': 1, '7491540': 1, '15816375': 1, '12809455': 1, '15248818': 1, '21897900': 2, '14561577': 1, '21881935': 1, '10566674': 1, '8641627': 1, '15251763': 1, '6113712': 1, '9242206': 1, '11549633': 1, '15292297': 1, '14669823': 1, '15126544': 1, '7630741': 1, '15948547': 1, '22145135': 1, '15666847': 1, '14671138': 1, '30341705': 1, '12653673': 1, '8769407': 1, '25368694': 1, '15004414': 1, '26158607': 1, '2845257': 1, '10471466': 1, '16303835': 1, '15292301': 1, '8259429': 1, '12048252': 1, '11061513': 1, '8774392': 1, '10577094': 1, '13938578': 1, '12114760': 1, '9843608': 1, '7705280': 1, '9439934': 1, '8624584': 1, '15294882': 1, '29199361': 1, '11572035': 1, '8562174': 1, '23131217': 1, '11992070': 1, '11819111': 1, '15256328': 1, '15914534': 1, '15338762': 1, '9326914': 1, '10458336': 1, '12053094': 1, '25431598': 2, '30324319': 1, '12919167': 1, '15838182': 1, '3963984': 1, '20629988': 1, '15986979': 1, '11762353': 1, '7615903': 1, '16643652': 2}", "similar_patients": "{'3156543-1': 1, '3156543-2': 1, '4241739-1': 1}"}