{"patient_id": 88994, "patient_uid": "1805452-4", "PMID": 17298666, "file_path": "comm/PMC001xxxxxx/PMC1805452.xml", "title": "Neuroacanthocytosis associated with a defect of the 4.1R membrane protein", "patient": "The proband – was a 38 year-old man who was admitted to hospital because of an isolated generalized tonic-clonic seizure. He reported a four-year history of abnormal involuntary upper limb movements of variable severity. In his case history an acute episode of aggressive behaviour associated with delirium of persecution was also reported. Neurological examination showed ballistic and choreic movements of the arms (left > right) associated with trunk dystonia and orofaciolingual diskinesias. Psychiatric evaluation revealed anxiety, paranoia, depression, obsessive behaviour, and marked emotional instability. EEG and brain MRI did not reveal any pathological findings. Axonal neuropathy was detected by EMG and NC recordings. Cardiomyopathy was not found, fundoscopic examination was normal, the same as the expression of the Kell blood group antigens. Haematological parameters were within normal ranges: however, acanthocytes (85%) were observed on the peripheral blood film preparations.\\nHypoxanthine-guanine phosphoribosyltransferase (HPRT) enzyme activity in cells from cultured fibroblasts was normal, excluding adult onset Lesch-Nyhan syndrome. The diagnosis of Gilles de la Tourette syndrome was excluded by reason of onset after 18 years of age and because of the absence of both multiple motor and one or more vocal tics during the illness.\\nIn this patient a decreased content of 4.1R protein was observed (Fig. and Table ) and an increased amount of spectrin dimers was measured (25%, R.V. < 15%) with an impairment of the dimer self-association into tetramers.\\nThe CAG units and adjacent polymorphic CCG repeats in the HD gene were in the normal range and no disease-causing mutation was found in the ChAc gene.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'8252043': 1, '2383405': 1, '7820887': 1, '10698300': 1, '8186997': 1, '21486941': 1, '12185448': 1, '16104830': 1, '8162053': 1, '10712924': 1, '11593073': 1, '16368544': 1, '9927493': 1, '12805297': 1, '9499662': 1, '15834631': 1, '11381253': 1, '11940688': 1, '11381254': 1, '12477695': 1, '12404112': 1, '9822582': 1, '12574408': 1, '11284140': 1, '19320779': 1, '10727775': 1, '11179975': 1, '17298666': 2}", "similar_patients": "{'1805452-1': 2, '1805452-2': 2, '1805452-3': 2}"}