{"patient_id": 88634, "patient_uid": "1440863-1", "PMID": 16573827, "file_path": "comm/PMC001xxxxxx/PMC1440863.xml", "title": "Combined endoscopic and laparoscopic approach for palliative resection of metastatic melanoma of the stomach", "patient": "A 58 years old male was investigated for iron deficiency anaemia while under treatment for lung metastases from melanoma. He had been diagnosed to have cutaneous malignant melanoma 11 years previously. An oesophago-gastro-duodenoscopy (OGD) revealed a 5 cm diameter ulcer on the anterior wall of the stomach (Figure ). There was no active bleeding, but this was felt to be the cause of his anaemia since a Computerised Tomography (CT) of the abdomen revealed no other gastrointestinal abnormality. Biopsies from the ulcer confirmed metastatic melanoma. As he was requiring repeated blood transfusions and physically fit he was offered minimally invasive resection of the stomach lesion.\\nUnder general anaesthesia an OGD was performed to confirm the position of the tumour and to exclude other metastatic deposits. At laparoscopy the tumour was seen on the serosal aspect of the anterior gastric body. It was elevated using two prolene stay sutures and was resected with serial applications of an endoGIA45 stapler (Ethicon Endo-surgery Inc., Cincinnati, OH, USA) to exclude the tumour (Figure ). The staple line was over sewn using a 3-0 polypropylene suture (Ethicon Inc., Cincinnati, OH, USA). The specimen was retrieved from the abdomen in a bag. At the end of the procedure the integrity of gastric staple line and completeness of resection were confirmed by OGD. The patient made an uneventful recovery and was discharged home 48 hours after the operation. Histology of the specimen confirmed metastatic malignant melanoma measuring 35 mm in maximum dimension (Figure ). Histology also verified a complete excision with tumour free resection margins.\\nThe patient was well when reviewed in outpatients 8 weeks following surgery. There has been no recurrence of his anaemia and further blood transfusions have not been required.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'10425424': 1, '14691704': 1, '8640618': 1, '12374659': 1, '12459652': 1, '11285542': 1, '11930114': 1, '9094282': 1, '10872521': 1, '10379853': 1, '25539876': 2, '27343733': 1, '11437044': 1, '15485317': 1, '16193377': 1, '15748306': 1, '6850649': 1, '16573827': 2}", "similar_patients": "{'4364342-1': 1}"}