{"patient_id": 88884, "patient_uid": "1676021-1", "PMID": 17129390, "file_path": "comm/PMC001xxxxxx/PMC1676021.xml", "title": "Laryngocele: a rare complication of surgical tracheostomy", "patient": "A 77-year-old Caucasian female presented to the Head & Neck Unit/University College London Hospital with one month history of altered voice, no other associated symptoms were reported.\\nThe medical history of the patient included respiratory failure secondary to childhood polio at the age of ten; the airway management included performing a surgical tracheostomy. She had been managed with cuirass ventilation for numerous years but was recently maintained on unassisted ventilation using a silver negus tracheostomy tube. There was no other significant medical, family or social history.\\nClinical examination showed she has low volume hoarse voice, but was otherwise normal apart from a tracheostomy.\\nFlexible naso-laryngoscopy revealed normal but paralyzed vocal folds. Unusually she had a soft mass arising from the posterior pharyngeal wall obscuring the view of the posterior commissure and vocal folds. The shape of the mass altered with respiration and on performing valsalva maneuvers (Figure ). A plain lateral neck radiograph revealed a large air filled sac originating from the laryngeal cartilages and extending along the posterior pharyngeal wall (Figure ).\\nThe diagnosis of a laryngocele was primarily made on the basis of the laryngeal examination, confirmed by the presence of an air filled saccular cavity on plain radiography. The patient was then treated by endoscopic laser marsupialization and reviewed annually.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'30037841': 1, '33646512': 1, '2196979': 1, '22500070': 1, '28819622': 1, '31727744': 1, '15807919': 1, '6663665': 1, '15807913': 1, '14551785': 1, '30181400': 1, '28536209': 1, '27551403': 1, '3180497': 1, '24174956': 2, '12731632': 1, '30245986': 2, '10674793': 1, '1176826': 1, '24729979': 1, '12172256': 1, '10726185': 1, '17129390': 2}", "similar_patients": "{'6147263-1': 1, '3810585-1': 1}"}