{"patient_id": 88684, "patient_uid": "1482711-1", "PMID": 16719920, "file_path": "comm/PMC001xxxxxx/PMC1482711.xml", "title": "Recurrent bacteremia with Helicobacter cinaedi: case report and review of the literature", "patient": "A 53-year-old Caucasian woman without past medical history was hospitalized in August 2003 in our institution because of crippling ischialgic pain in her left leg. Investigations revealed a lesion in the left paravertebral and epidural region of the lumbar spine infiltrating the ipsilateral psoas without metastasis.\\nBecause of exacerbated pain, the appearance of pariesis (difficulty with dorsal flexion of the foot) in her left leg and a large number of differential diagnosis, resection of the paravertebral mass was performed and a portacath was inserted. Histological examination showed a large B-cell lymphoma stage IE. Four cycles of chemotherapy were scheduled with cyclophosphamide, doxorubicin, vincristine and prednisolone in association with methotrexate and monoclonal anti-CD20 antibody. The patient tolerated the first cycle well; agranulocytosis appeared for 4 days (neutrophil count 180 g/l). The leg paresis subsided completely.\\nAt admission for the second cycle of chemotherapy in September 2003, a transient pink macular rash appeared around the skin orifice of the implantable venous access device. No other clinical symptoms were present. Laboratory examinations revealed a C-reactive protein (CRP) of 29 mg/l and a left shift in the leukocyte count of 8%. This slight inflammation could not be explained by the lymphoma alone since previous CRP values were within the normal range. Blood cultures were performed. The rash disappeared spontaneously and the patient became asymptomatic.\\nBlood cultures were performed using an automated blood culture system (Bactec 9240 Becton Dickinson Diagnostic Instrument Systems, Sparks, MD, USA).\\nA positive aerobic blood culture vial was indicated after 3 days of incubation. Anaerobic cultures were negative. Gram staining was negative, but Acridine Orange staining revealed a spiral bacterium (figure ). Subculture of the positive vials was performed on blood agar plates and chocolate media incubated in a micro-aerobic (5% O2, 5 to 10% H2) and an anaerobic atmosphere at 35°C, generated with incubation jars in atmosphere generators (GENbox, bioMèrieux SA, Lyon, France). All subcultures remained negative after 5 days, therefore PCR and subsequent sequencing of the 16S rRNA gene was performed on the positive broth. The definitive identification of H. cinaedi was achieved by sequencing the product of PCR based on the data of 16S rRNA comparing the nucleotide sequence homology with the GenBank database, where a 99.6% homology was found with H. cinaedi (accession number AF 426158). We used the following primer sequences: Primer b 162 5' GAG AGT TTG ATC XTG GCT CAG 3' (Microsynth GmBH) (-20°C). Primer BR-16SR 5' CGC TCG TTG CGG GAC TTA A 3'(Microsynth GmBH) (-20°C).\\nAdditional blood cultures indicated the presence of the same micro-organism and empiric antibiotic therapy with intravenous ceftriaxone 1 × 2 g/day and a catheter lock technique with gentamicin 5 mg/day was administered for 2 weeks.\\nDespite significant regression of all inflammatory parameters, control blood cultures remained positive for the same organism. The implantable venous access device was removed since an infection of the central vascular access was suspected in absence of another clinical symptoms. Cultures of the implantable venous access device remained negative but bacteremia persisted for another 4 days suggesting another source. However, no other source was found. A whole body computer tomography (CT) scan did not reveal any suspect lesions. Magnetic resonance imaging (MRI), performed due to a headache, revealed an aneurysm, 8 mm in diameter, in the left posterior communicating artery (P2-P3). Coiling was performed with the placement of a detachable platinum coil, believed to be less susceptible to infections than other metals. Discussion arose whether this aneurysm could be of mycotic or congenital origin. No biopsy for histological analysis could be obtained and no previous cerebral images existed. The presence of an aneurysm in a region known for congenital aneurisms led us to diagnose a congenital origin.\\nAfter the intravenous treatment, an oral regimen of clarithromycin 2 × 500 mg/day followed by levofloxacin 2 × 500 mg/day was administered for 7 weeks.\\nThe patient underwent three cycles of chemotherapy and 40 Gy of radiotherapy. In January 2004, the patient was considered to be in complete remission with good clinical evolution and she returned to work; the only complaint was symmetric arthralgia in the elbows and knees of unknown origin.\\nHowever, in March 2004, the patient was re-hospitalized due to a fever (39°C), shivering, watery diarrhea, vomiting, fatigue, unproductive cough, and a diffuse, red, macular, patchy cutaneous rash all over the body with the exception of mucosal surfaces. The initial suspicion of a viral infection was revised 5 days later when a spiral gram-negative rod was detected in the blood cultures. The CD4 count revealed 290 cells/mm3 attributed to her chemotherapeutic immuno-compromised state. During this second episode of bacteremia, positive blood cultures again revealed a spiral, helical gram-negative rod (figure ). This time, subcultures were successful; colonies grew on blood agar incubated in a micro-aerobic (5% O2) atmosphere. Again, the identification of H. cinaedi was obtained by PCR and sequencing of the 16S rRNA gene.\\nMinimal inhibitory concentrations (MIC) of potentially active antimicrobials were determined on blood agar incubated micro-aerobically at 35°C with the E-test method for clarithromycin, ciprofloxacin, erythromycin, trimethoprim-sulfamethoxazole, metronidazole and amoxicillin. Interpretation of susceptibility in vitro was based on the NCCLS guidelines for H. pylori for clarithromycin, and on published reports for metronidazole and amoxicillin [,]. For the other antibiotics, the interpretation was based on the NCCLS guidelines for gram-negative bacilli. The strain was susceptible to amoxicillin (MIC = 0.75 mg/l) and to metronidazole (MIC = 0.25 mg/l), intermediate to clarithromycin (MIC = 3 mg/l) and resistant to the other antibiotics tested (erythromycin, trimethoprim-sulfamethoxazole and ciprofloxacin).\\nAfter 2 weeks of successful intravenous ceftriaxone 1 × 2 g/day and peroral doxycycline 2 × 100 mg/day therapy, this regimen was changed to a peroral outpatient treatment. The patient received doxycycline 2 × 100 mg/day, metronidazole 3 × 500 mg/day and amoxicillin 3 × 750 mg/day for 2 months followed by doxycycline alone for a third month, following an empiric eradication therapy for Helicobacter pylori. The patient had a good laboratory and clinical response.\\nMultiple examinations were repeated in order to detect the possible source of the recurrent infections, such as whole body CT scan, transesophageal echocardiography, bacterial stool cultures, colonoscopy with multiple biopsies, bone scintigraphy and cerebral angiographic MRI. No pathology, no recurrent neoplastic disease or cerebral aneurysms were found. An unspecific inflammation was seen in the colonoscopy without histological evidence of bacterial infection. This observation was attributed to the patient's post-irradiation status. Further investigations were abandoned due to the favorable progress under antibiotic therapy. The source of the recurrent infection could not be identified but was presumed to be either of endovascular or intestinal origin.\\nIn November 2005, 19 months after the recurrence, the patient is in complete remission and in good clinical condition.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'28508961': 1, '8729212': 1, '25403102': 2, '10834986': 1, '15825083': 1, '9232726': 1, '1775838': 1, '10913427': 1, '2716603': 1, '24732347': 1, '8454896': 1, '3965584': 1, '26885430': 2, '26167092': 1, '9043985': 1, '7756476': 1, '8645814': 1, '30146580': 1, '30416949': 2, '26342291': 1, '8017741': 1, '11481305': 1, '14673770': 1, '12037042': 1, '11923384': 1, '31118404': 1, '33606766': 1, '28348791': 2, '30629483': 1, '3584432': 1, '12904383': 1, '22740670': 1, '33888153': 2, '28031444': 1, '31249724': 1, '8792493': 1, '8519321': 1, '24574294': 1, '9262063': 1, '27149471': 2, '11266421': 1, '11283091': 1, '34720934': 2, '15597229': 1, '16051580': 1, '23015666': 1, '11233522': 1, '28884138': 1, '22184416': 1, '10099028': 1, '8458951': 1, '29183353': 1, '29203490': 1, '30770725': 2, '14691657': 1, '27029418': 1, '16719920': 2}", "similar_patients": "{'4739218-1': 1, '5343149-1': 1, '6215987-1': 1, '8525269-1': 1, '4863788-1': 1, '4863788-2': 1, '4863788-3': 1, '8063464-1': 1, '4243372-1': 1, '6377776-1': 1}"}