{"patient_id": 89170, "patient_uid": "1920517-1", "PMID": 17598911, "file_path": "comm/PMC001xxxxxx/PMC1920517.xml", "title": "Hepatotoxicity induced by horse ATG and reversed by rabbit ATG: a case report", "patient": "A 23 years old Saudi female, with no previous medical illnesses, was diagnosed to have Fanconi anemia (FA) at ARAMCO hospital in Dhahran in May 2002. Since then she became blood transfusion dependent, requiring 2 units of packed red blood cells every 6 to 8 weeks. However, the patient never received androgen therapy. After finding a healthy and an HLA identical sibling donor, the patient was transferred to King Faisal Specialist Hospital and Research Centre (KFSH&RC) in Riyadh for allogeneic HSCT. On 16/5/2005, she was admitted to the HSCT unit. She was totally asymptomatic and her physical examination revealed: pallor and pigmentation of the buccal mucosa but no jaundice, cyanosis, leg oedema or external lymphadenopathy. Her chest was clear, there were no murmurs or added heart sounds, no abdominal tenderness or palpable organomegaly and no neurological deficit. Blood counts were as follows: WBC: 1.83 × 109/L, Hb: 83 g/L, PLT: 52 × 109/L. Bone marrow examination showed a hypocellular marrow without any abnormal cell collection and a normal cytogenetic analysis. The renal and the coagulation profiles were within normal limits. The liver function tests were normal apart from a slight elevation of the serum level of alanine transaminase (ALT):78 U/L. The serum ferritin level was 850.8 μgram/litre [normal range: 13–150 μg/L]. Hepatitis serology and viral screens were negative. Ultrasound of the abdomen showed no focal liver abnormality. Chest radiograph, electrocardiogram and echocardiogram were all within normal limits.\\nOn day-6 HSCT, the patient was commenced on a pediatric conditioning protocol composed of: horse ATG 40 mg/m2 IV over 10 hours on days: -6, -4 and -2 HSCT and 20 mg/m2 IV over 10 hours on days: +2, +4, +6, +8, +10 and +12 HSCT in addition to cyclophosphamide: 5 mg/Kg IV over 30 minutes on days: -5, -4, -3 and -2 HSCT. The patient was also given cyclosporin-A: 2.5 mg/kg IV twice daily as GVHD prophylaxis as well as infection prophylaxis in the form of acyclovir, trimethoprim-sulphamethoxazole and fluconazole. The patient received ATG premedications and she encountered no immediate reactions to the first dose of horse ATG. On day-5 HSCT, the patient was totally asymptomatic and her physical examination revealed no new abnormality but her liver function tests became severely disturbed: total bilirubin: 37 μmole/litre [normal range: 0–22 μmole/L], ALT: 604 unit/litre [normal range: 0–50 U/L], aspartate transaminase (AST): 708 U/L [normal range: 0–40 U/L] and lactic dehydrogenase (LDH): 1424 U/L [normal range: 70–250 U/L] (Figure ). The horse ATG treatment was stopped, the planned dose of cyclophosphamide was held and fluconazole prophylaxis was discontinued temporarily to prevent further deterioration in the hepatic profiles. On day-4 HSCT, the patient remained clinicially stable and her elevated serum bilirubin and liver enzymes decreased by approximately 50%. The horse type of ATG was replaced by the rabbit form of ATG: 10 mg/m2 IV over 10 hours on days: -4, -3 and -2 HSCT and 7 mg/m2 IV over 10 hours on days: +2, +4, +6, +8, +10 and +12 HSCT. On day -3 HSCT, the patient remained clinically stable and her hepatic profiles improved further. Thereafter, the patient had progressive improvement in her liver function tests despite the continuation of rabbit ATG therapy (Figure ). On day-1 HSCT, she received the dose of cyclophosphamide which was due 4 days earlier. One day later, the patient received her allograft without any complications and she was resumed on fluconazole prophylaxis. In the early post-transplant period, the patient developed grade II mucositis treated with PCA (patient controlled analgesia) tramadol and antiseptic mouth care in addition to aspiration pneumonia requiring artificial ventilation for 48 hours. No viral infections, acute GVHD or veno-occlusive disease of the liver were encountered during this hospitalization. The patient engrafted her leucocytes on day +25 and her platelets on day +16 HSCT. After the recovery of her blood counts and the discontinuation of the intravenous medications, the patient was discharged on day +28 HSCT on infection prophylaxis including trimethoprim-sulphamethoxazole and acyclovir till day +30 HSCT as well as cyclosporin-A 100 mg orally twice daily. Thereafter the patient had regular follow up at the HSCT outpatient clinic. Subsequently, she developed chronic GVHD of the liver which was treated with cyclosporin-A, prednisone and mycophenolate mofetil for a total duration of 8 months. The chimerism studies done on days +100 and +365 HSCT showed evidence of a successful engrafment as both the lymphoid and the myeloid cells were 100% donor type. The patient was last seen at the outpatient clinic on 01/10/2006. She was totally asymptomatic and her physical examination revealed no abnormality. Her blood indices were as follows: WBC: 10.6 × 109/L, Hb: 122 g/L, PLT: 244 × 109/L. Her renal and coagulation profiles were normal. The liver function tests were all within normal limits (Figure ). The patient was given no new medication and she was given a new appointment for follow up.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'15195080': 1, '12098062': 1, '12235518': 1, '7670120': 1, '11035372': 1, '2480277': 1, '15087765': 1, '11020979': 1, '10222628': 1, '12732891': 1, '15087766': 1, '12411290': 1, '10483134': 1, '8397889': 1, '15654354': 1, '9351078': 1, '15558041': 1, '3877081': 1, '11061475': 1, '15691277': 1, '12893746': 1, '14520856': 1, '9028554': 1, '8081006': 1, '7773221': 1, '17598911': 2}", "similar_patients": "{}"}