{"patient_id": 89230, "patient_uid": "1971060-1", "PMID": 17623085, "file_path": "comm/PMC001xxxxxx/PMC1971060.xml", "title": "Phosphodiesterase 5 inhibitors lower both portal and pulmonary pressure in portopulmonary hypertension: a case report", "patient": "A 55 year old male patient with Child A alcoholic liver cirrhosis was admitted to the hospital because of increasing dyspnoea at exercise. He had been completely abstinent from alcohol since 7 years. There was no prior history of hemoptysis or gastrointestinal bleeding. The patient reported two episodes of syncope initiated by exercise. He was obese (186 cm, 108 kg). Examination of the heart and the lungs was unremarkable. The liver was enlarged and palpable. No edema was present. The patient could climb 3 flights of stairs (NYHA II). There were no signs of hepatic encephalopathy. The patient received no current medication.\\nBlood pressure was 140/105 mmHg, heart rate was 79/min. ECG indicated a dilation of right atrium and increased right heart pressure. Doppler echocardiogram showed right heart enlargement with a PAPsystolic of about 75 mmHg and normal dimensions of the left ventricle and atrium. Holter ECG did not reveal any severe arrhythmias.\\nAbdominal duplex sonography showed a slow portal blood flow (9 cm/s) and a reduced portal flow volume (0.15 l/min) with intrahepatic retrograde perfusion. The umbilical vein was open and a large splenorenal shunt was detected. Ascites was absent. Second grade esophageal varices were found at endoscopy.\\nPathological laboratory findings were thrombocytopenia (112.000/μl), prolonged prothrombin time (68%), elevated bilirubin (3.3 mg/dl), and yGT (60 U/l). Spirometry showed a normal vital capacity (5.35 l, 103% predicted) and FEV1 (3.4 l, 86% predicted), respectively. Endexpiratory flow (MEF 25) was reduced to 0.5 l (22% predicted). Six-minute walking distance was 522 m. Arterial blood gas analysis before and after six-minute walking test showed normal paO2 (74 and 75 mmHg) and paCO2 (35 and 32 mmHg). After exclusion of other causes of pulmonary hypertension according to current guidelines portopulmonary hypertension was diagnosed in this patient.\\nWe tested the effect of 10 mg Tadalafil on pulmonary and hepatic hemodynamics invasively in the short term after right heart catheterization and introducing a balloon catheter into an intermediate liver vein. As we already had some experience with Sildenafil and Vardenafil, two other PDE5 inhibitors, in liver cirrhosis, we were interested in the effect of Tadalafil in this case. Tadalafil, the PDE5 inhibitor with a long half-life could be the most suitable substance for long-term therapy. The hemodynamic test was approved by the local ethics committee. Fig. shows the time course of pulmonary and hepatic hemodynamic parameters. After 60 minutes PAPmean was reduced from 45 to 39 mmHg. Cardiac output increased from 6.8 to 7.9 l/min and pulmonary vascular resistance decreased from 459 to 344 dyn·sec·cm-5. Arterial paO2 increased from 70.5 to 78.2 mmHg (Table ). PAWP was 6 mm Hg, CVP was 3 mm Hg before and 60 minutes after Tadalafil. Wedged hepatic vein pressure (WHVP) decreased from 21 to 18 mmHg, free hepatic vein pressure (FHVP) remained constant at 11 mmHg. HVPG (WHVP – FHVP) decreased by 30%.\\nOne week later the effect of Tadalafil on exercise capacity was investigated (Table ). Breath gas analysis with cycling ergometry up to subjective exhaustion (120 W) at baseline showed a VO2peak of 2020 ml/min. At maximum exhaustion, VE/VCO2 was 35.2 and VE/VO2 was 37.0, respectively. Cycling ergometry was repeated on the following day one hour after Tadalafil administration. VO2peak during cycling exercise was slightly increased (2240 ml/min, 130 W) with a consistent decrease in VE/VCO2 (33.2) and VE/VO2 (33.5) at 130 W. These decreased ventilatory equivalent ratios (ventilation (VE) divided by oxygen consumption (VO2) or carbon dioxide release (VCO2)) reflect better ventilatory efficiency.\\nThereafter, the patient received Sildenafil, since this PDE5 inhibitors is approved for treatment of IPAH. The dose was reduced to 20 mg bid as compared to the dose used in recent studies considering the altered pharmacology of the drug in liver cirrhosis. Clinical symptoms and laboratory tests were recorded in our outpatient clinic. No adverse side effects were seen. Six minutes walking test after three months was unchanged, but was increased to 580 m after 6 months.\\nSix months after starting therapy with Sildenafil exercise capacity and pulmonary hemodynamics were measured again. Breath gas analysis during cycling exercise resulted in an increased VO2peak (2640 ml/min, 140 W). A further decrease in VE/VCO2 (27.8) and VE/VO2 (29.9) confirmed an improved cardiopulmonary function.\\n8 hours after the morning Sildenafil dose hemodynamic parameters were invasively measured before and 60 minutes after oral intake of 20 mg Sildenafil. After 60 minutes PAPmean remained unchanged at 42 mmHg. Cardiac output increased from 7.5 to 8.0 l/min, pulmonary vascular resistance remained unchanged at 352 and 360 dyn·sec·cm-5, respectively. HVPG before Sildenafil was 10 mmHg (WHVP 21 mmHg, FHVP 11 mmHg). After 60 minutes the liver catheter was occluded by a small thrombus and WHVP and FHVP could not be determined.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'16807265': 1, '16401475': 1, '30648673': 1, '25522305': 1, '16883306': 1, '21451953': 1, '16868809': 1, '17133488': 1, '15102002': 1, '15708146': 1, '14988844': 1, '32878579': 1, '34638713': 1, '12135063': 1, '32872119': 1, '16393289': 1, '17623085': 2}", "similar_patients": "{}"}