{"patient_id": 89021, "patient_uid": "1839090-1", "PMID": 17378939, "file_path": "comm/PMC001xxxxxx/PMC1839090.xml", "title": "Endoscopically assisted resection of a scapular osteochondroma causing snapping scapula syndrome", "patient": "A 41-year-old man had tolerable pain in his shoulder, which developed gradually over a 10 years' period. The pain occurred with shoulder motion, particularly in relation to his golf swing, since he was aiming at a professional career as a golfer. On physical examination of the scapula, \"clunking\" was noted once from 90 degrees of abduction to 180 degrees. However, active range of motion (ROM) was normal. There was no winging of the scapula. The upper extremity and shoulder girdle muscle strength was normal.\\nA trans-scapular roentgenogram showed a pedunculated type of a bony projection, which was continuous with the scapula (Figure ). Computed tomography (CT) images revealed a bone tumor on the anterior surface of the right scapula and inferior to the spine. The size of the tumor was 1.8 × 1.5 × 1.0 cm. The images demonstrated the continuity between the bone tumor and the scapula (Figure ). The lesion was diagnosed as an osteochondroma resulting in a snapping scapula syndrome. Removal of the tumor was performed to relieve pain with the \"clunking\" of the scapula.\\nUnder general anesthesia, the patient was placed in a prone position, with the right arm draped free to allow a full range of motion. The lesion was approached through a 2-cm incision along the lower lateral aspect of the scapula. The teres major muscle was dissected on the same line. Then scapula was elevated by a retractor and then the 2.7-mm-diameter, 30 degrees Hopkins telescope (Karl Storz, Tuttlingen, Germany) was introduced into this portal. Since the tumor was covered by the subscapularis muscle, a part of the muscle was removed to access the tumor by use of graspers. Consequently, the tumor was visualized and resected in a piece-by-piece manner by the use of graspers of different sizes (Figure ). Finally, a Black Max cutting burr (Anspach, Florida, USA) was applied to smooth the remnants of the tumor. Both the graspers and the burr were introduced through the same portal. The wound was closed over a suction drain, which was removed after 24 hours. The duration of surgery was 2 hour and a half. The patient did not need shoulder immobilization with sling.\\nImmediately after the operation pain relief was obtained, and the \"clunking\" disappeared during full range of active shoulder motion. CT images showed complete tumor resection (Figure ). The patient could start playing golf one week after the surgery. Histology confirmed the clinical diagnosis of osteochondroma (Figure ). The scar was small to which the patient was satisfied (Figure ).", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'32025393': 2, '4707302': 1, '23412302': 1, '10569273': 1, '11987048': 1, '23888290': 1, '22787335': 2, '27298856': 2, '7727002': 1, '30915294': 1, '23971723': 2, '27022519': 1, '4299856': 1, '7727012': 1, '15751374': 1, '22875051': 1, '28409142': 1, '24659193': 1, '26925280': 2, '32913611': 2, '27761218': 2, '10077798': 1, '32021774': 1, '30584513': 2, '13770600': 1, '10845514': 1, '28507976': 2, '34168872': 1, '7593565': 1, '34824835': 2, '25480137': 1, '28116263': 2, '24119480': 2, '9161370': 1, '17378939': 2}", "similar_patients": "{'6977579-1': 1, '3391786-1': 1, '5404176-1': 1, '4719171-1': 1, '8604749-1': 1, '3853646-1': 1, '3766144-1': 1, '5066108-1': 1, '7459371-1': 1, '5245932-1': 1, '4746341-1': 1, '6298709-1': 1, '6298709-2': 1}"}