{"patient_id": 88515, "patient_uid": "1253716-1", "PMID": 15626654, "file_path": "comm/PMC001xxxxxx/PMC1253716.xml", "title": "Squamous Cell Carcinoma of the Skin and Coal Tar Creosote Exposure in a Railroad Worker", "patient": "A 50-year-old male railroad worker presented to his primary care physician with an erythematous, tender skin lesion on the anteromedial aspect of the right knee. The patient reported that the lesion had been present and intermittently tender over several years prior to presentation. The lesion was initially thought to be a simple cyst and was aspirated by the treating physician; antibiotics were also prescribed. The lesion did not resolve and was subsequently biopsied, revealing squamous cell carcinoma in situ ( and ).\\nThe patient was referred to a surgeon; a definitive excision was performed, with subsequent completion of postoperative localized radiation therapy. The lesion did not recur.\\nThe patient gave a history of having worked for a railroad company for 30 years before noting the skin lesion; most of this time had been spent on the “building and bridges” unit. This work involved the replacement of railroad track ties and the repair and construction of bridges and trestles, all of which involved the use of, and nearly daily handling of, coal tar creosote–treated ties and lumber. He reported that on a nearly daily basis, he carried, handled, kneeled on, or sat on this treated lumber. He also reported that the ties and timbers were heavily coated with creosote and that creosote commonly coated his work clothes at the end of his work shifts. He gave a history of wearing overalls, leather work-gloves, and long sleeves for a majority of his time at work. He stated that, despite wearing protective work clothes, he generally found creosote that had “filtered through” his clothing, particularly on his hands, wrists, and knees, and that he noticed this discoloration on his hands and knees at the end of most workdays. He was not aware of any other rashes or skin changes related to the exposures in these areas.\\nHe had no history of other occupational exposures and reported having no significant sun exposure to the area of the lesion. He had no personal or family history of other skin disease or skin cancers. He was otherwise healthy, was a lifelong nonsmoker, and had no other significant medical history.\\nThe physical examination revealed a healthy-appearing 50-year-old male with no medical concerns other than the skin lesion. Physical findings were unremarkable, with the exception of a well-healed 2-cm scar on the anteromedial aspect of the right knee (the focus of medial pressure upon kneeling). There were no other pertinent skin findings.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'10977108': 1, '13297146': 1, '29722794': 1, '2773949': 1, '10862413': 1, '20771487': 1, '3170032': 1, '13596959': 1, '10479980': 1, '1553509': 1, '2775671': 1, '15626654': 2}", "similar_patients": "{}"}