{"patient_id": 88846, "patient_uid": "1618844-1", "PMID": 17032454, "file_path": "comm/PMC001xxxxxx/PMC1618844.xml", "title": "Ciliated hepatic foregut cyst in a patient with renal cell carcinoma", "patient": "The patient is a 63-year-old man who initially presented to an outside hospital for workup of hematuria. The patient was found to have a mass in his left kidney and radiological workup had shown lesions within his liver. The patient came to our hospital seeking treatment from one of our urologists. In order to rule out a urinary bladder carcinoma, a urinary cytology was performed and showed no malignant cells. As part of his preoperative workup, the patient had CT scans of his thorax, abdomen and pelvis. The scans once again showed a large lesion on his kidney (Figure ) and also defined multiple lesions within his liver. All but one appeared to be small simple cysts. A lesion found in segment 4a of the liver showed a circumscribed 1.1 × 1.6 cm hyperattenuating lesion pre-contrast (Figure ) that did not enhance post-contrast. The report indicated suspicion for metastasis or hepatocellular carcinoma. Because of the concern for metastatic disease, the lesion was removed and frozen section was performed intraoperatively. A 1.5 × 1.5 × 0.5 cm tan-pink cyst was examined and diagnosed as an epithelium lined cyst. Surgery was then continued and left nephrectomy was performed for removal of the renal mass. The surgery was without complications and postoperative hospital course was uneventful. On permanent sections, the cyst was microscopically described as composed of ciliated pseudostratified columnar epithelium, subepithelial connective tissue, smooth muscle layer and outer fibrous capsule (Figure and ). A diagnosis of CHFC was given. Grossly, the renal mass consisted of a well-circumscribed nodule with a solid, golden yellow cut surface. Histologically, it was composed of malignant clear cells with a rounded to polygonal shape and abundant clear cytoplasm forming a trabecular and nesting pattern with a prominent delicate vascular network. The final diagnosis was renal cell carcinoma (RCC), clear cell type. Two years after the surgery the patient is free of disease.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'9490954': 1, '10685641': 1, '10539920': 1, '10366149': 1, '26122082': 1, '6731667': 1, '19366552': 1, '32774768': 2, '12242527': 1, '17032454': 2}", "similar_patients": "{'7385511-1': 1}"}