{"patient_id": 88527, "patient_uid": "1266360-1", "PMID": 16225679, "file_path": "comm/PMC001xxxxxx/PMC1266360.xml", "title": "Pseudo-aneurysm of the anterior tibial artery, a rare cause of ankle swelling following a sports injury", "patient": "A 24 year old male, professional sportsman presented to the accident and emergency department of a district general hospital with ankle pain and swelling following an innocuous hyper-plantar flexion injury to his right ankle by kicking a ball in mid-air, while playing soccer.\\nThe ankle was noted to be swollen with discolouration (Fig. ). There was localised tenderness at the lateral malleolus. X-Rays of the ankle did not reveal any bony injury. A presumed diagnosis of ligament damage was made and the patient reassured and discharged.\\nHe re-presented to the accident and emergency department 5 days later, having developed an area of skin ulceration 1 cm proximal to the lateral malleolus. Ultrasound Doppler studies were performed, which demonstrated the presence of an anterior tibial artery aneurysm, confirmed by transfemoral arteriogram (Fig ).\\nThis aneurysm was injected with Thrombin 5000 iu and collagen 200 mg, after written, informed, consent was obtained from the patient, in order to attempt to manage the aneurysm by a percutaneous route using a method well established for the treatment of other pseudoaneurysms. This had a good radiological result with thrombosis of the aneurysm on both duplex and arteriogram.\\nProgress was monitored via duplex imaging and on day 3 the aneurysm was noted to be partially patent. The patient elected to proceed to surgery with ligation of the anterior tibial artery proximal to the aneurysm. He recovered uneventfully, and at one year follow up has good ankle function allowing him to return to playing recreational soccer, however did not return to professional sport.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'7833216': 1, '10798074': 1, '1327430': 1, '9078697': 1, '1609010': 1, '5901252': 1, '8087832': 1, '2194411': 1, '10541612': 1, '10513976': 1, '28607785': 2, '16225679': 2}", "similar_patients": "{'5451781-1': 1}"}