{"patient_id": 88471, "patient_uid": "1198256-1", "PMID": 16105174, "file_path": "comm/PMC001xxxxxx/PMC1198256.xml", "title": "Successful myomectomy during pregnancy : A case report", "patient": "A 30-year old primigravida presented to our center on 17 October 2003 with a one year history of abdominal swelling and amenorrhea of 19 weeks duration. The abdominal swelling started as a small lump but markedly increased in size in the preceding 3 months. It was associated with pain, severe epigastric discomfort, constipation, weakness and swelling of the legs.\\nThe patient was ill-looking, clinically pale and had bilateral pitting pedal edema. The pulse rate was 80 beats per minute and the blood pressure was 120/80 mmHg. The respiratory rate was 24 cycles per minute. The abdomen was grossly distended and tense. There was a massive central abdomino-pelvic mass which was firm and irregular, measuring 40 cm from the symphysis pubis.\\nAbdominal sonography showed an intra-uterine viable singleton fetus of 20 weeks gestation. It also showed a 30 cm multi-loculated cystic tumor with a thick capsule located at the right posterior-superior aspect of the uterus and free fluid in the peritoneal cavity. A sonographic diagnosis of ovarian tumor in pregnancy was made.\\nBlood tests showed a hematocrit of 22%, and normal electrolytes, urea and creatinin levels. The woman's blood group was 0 Rhesus positive and the hemoglobin genotype was AA. Malaria treatment was started following a positive smear test and two units of sedimented cells were administered to correct the anaemia. Because of the severity of the symptoms and the sonographic findings being suspicious of malignancy, surgery was proposed and discussed with the patient. Laparotomy was performed under general anaesthesia with endotracheal intubation. Operative findings included ascites, normal liver, spleen, kidneys, diaphragm, ovaries and fallopian tubes. The uterus was soft and the size was adequate for 20 weeks of gestation. Fetal movements were visible. A cystic subserosal fibroid measuring 32 cm in diameter was situated at the right posterior superior aspect of the uterus. [Fig ]\\nThe subserosal fibroid was adherent to the omentum and the anterior abdominal wall. It was removed and the myoma bed was quickly closed with 2-0 polyglactin suture and hemostasis was easily achieved. The estimated blood loss was 600 mls and 2 units of whole blood were transfused intra-operatively. The tumor weighing 7.7 kg was sent for histology.\\nIntravenous magnesium sulphate was administered to prevent uterine contractions and the woman had an uneventful post-operative follow up. The post-operative hematocrit was 30% and the woman was discharged from the hospital 10 days after the operation. The histology report showed sections of interlacing bundles of smooth muscles with areas of hyaline degeneration with no evidence of malignancy. Repeat sonography during antenatal care visits showed a normally growing fetus and the remainder of the antenatal period was uneventful. The woman went into spontaneous labor at 38 weeks gestation and delivered vaginally a female baby weighing 3.5 kg with Apgar scores of 8 and 10 at one and five minutes, respectively. Two days post partum the maternal hematocrit was 30% and mother and baby were discharged from the hospital. The 6 weeks post-natal visit was unremarkable.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'11818118': 1, '8515934': 1, '14738022': 1, '11597615': 1, '31673533': 1, '26396571': 1, '15175784': 1, '11725739': 1, '12685407': 1, '22548138': 1, '12445997': 1, '8583001': 1, '12871885': 1, '28523198': 1, '15257757': 1, '15512253': 1, '10659906': 1, '2812645': 1, '16105174': 2}", "similar_patients": "{}"}