{"patient_id": 88788, "patient_uid": "1564177-4", "PMID": 16968128, "file_path": "comm/PMC001xxxxxx/PMC1564177.xml", "title": "Antidepressants and Violence: Problems at the Interface of Medicine and Law", "patient": "According to an independent forensic report compiled a year after the events for which CP was charged in November 2001, CP was a 12-year-old, 5'2”, 95-lb boy with a family background involving considerable social dislocation. Despite the difficulties of his social situation, he had no record of treatment for nervous disorders or of violence or behavioural disturbance. Following an argument with his father at the end of October 2001, he was admitted to a behavioural centre for six days where he was started on paroxetine. His behaviour worsened daily on paroxetine. He was discharged against medical advice to the care of his grandparents, who, when his paroxetine ran out, took him to their primary-care physician who prescribed sertraline 50 mg, increasing this to 100 mg two days before the killings for which CP was charged. The duration of sertraline treatment was three weeks.\\nAfter the prescription of sertraline, CP was involved in a number of aggressive incidents at school, the first on record for him, and was reported by family members and church members to be restless and talking unusually volubly. Relatives noted a series of risky behaviours. On the day of the killings, his grandparents had told him that he could not take the school bus following an episode of aggression toward one of the other children on the bus. Later that evening he attended choir practice with his grandparents, who in response to escalating difficulties had warned him he might have to be returned to his father.\\nThe independent forensic report on the case notes CP as saying that that night: “something told me to shoot them”. He had initially reported this to be hallucinations and then said he thought it was his own thoughts. When asked to specifically describe what the experience was like, he said it was “like echoes in my head saying ‘kill, kill’, like someone shouting in a cave”. According to the forensic report, “He reported this began happening after he went to bed…He reported he had never considered harming his grandparents before and this was unlike anything he had previously experienced. He reported that the voices were coming from inside his head and they bothered him so much that he got up. He reported that the voices continued until he killed his grandparents. He reported that he couldn't control himself and reported the echoes stopped after he shot his grandparents. He set fire to the house but could not explain these actions saying the thoughts just popped up”. He then took a vehicle and began driving but reported that he had no idea where he was going and that it all felt like a dream. He recalled asking the police about his grandparents after he was picked up because he was not sure if it had really happened or not.\\nThese events and CP's overall behaviour and history led an independent forensic child psychiatrist to diagnose substance-induced mania and psychotic disorder. The charges of double murder and arson were heard by jury trial in an adult rather than juvenile court. In the process of jury selection, 32 of 75 prospective jurors declared that they or someone related to them were on or had been on an antidepressant. Court TV covered the trial in its entirety. Both prosecution and defence from the outset accepted that CP had shot his grandparents. Media coverage focused heavily on the question of “‘Evil’ or ‘chemically compelled’?”\\nIn February 2005, after a two-week trial, a jury found CP guilty of murder and he was sentenced to 30 years in prison []. Questioned by the media afterwards, “Steven Platt, a 26-year-old accounting clerk for an electrical supply wholesaler, said the group believed that Christopher exhibited side effects from Zoloft but did not feel it was severe enough to let him escape criminal responsibility” []. Summing up some of the points at issue, the judge Daniel Pieper stated: “There is no case in South Carolina that addresses involuntary intoxication by prescription drugs…It seems to turn the whole medical system on its side if you can't rely on the medication your doctor prescribes. It could potentially force you into a situation of lifetime commitment if that drug induces an effect of which you're not aware… There's something disconcerting about that, albeit probably something of a legal nature that is troubling me” []. The verdict is currently under appeal in the South Carolina Supreme Court.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'33441364': 1, '9842950': 1, '26043346': 1, '7615486': 1, '14517576': 1, '2124218': 1, '21655992': 1, '26676656': 1, '7943454': 1, '2863258': 1, '10495642': 1, '11235925': 1, '26393488': 1, '15330228': 1, '9694033': 1, '23226054': 1, '22395429': 1, '26236648': 1, '34069803': 1, '21525859': 1, '10895402': 1, '27729596': 1, '2817129': 1, '24228616': 1, '21385396': 1, '26819231': 1, '24707218': 1, '11436958': 1, '618510': 1, '9747395': 1, '26372359': 1, '28246265': 1, '12941675': 1, '22675104': 1, '10667621': 1, '18668279': 1, '1938810': 1, '23029065': 1, '16194787': 1, '33526146': 1, '9554902': 1, '12716257': 1, '3418329': 1, '12886909': 1, '8195460': 1, '16968128': 2}", "similar_patients": "{'1564177-1': 2, '1564177-2': 2, '1564177-3': 2}"}