{"patient_id": 88504, "patient_uid": "1242107-1", "PMID": 16135254, "file_path": "comm/PMC001xxxxxx/PMC1242107.xml", "title": "Tracheal ring fracture and early tracheomalacia following percutaneous dilatational tracheostomy", "patient": "Our patient was a 78 year old lady who following a total hip replacement developed a pneumothorax and pneumonia and needed post-operative ventilation. She was difficult to wean off the ventilator and on day 7 post-op, we decided to perform a combined open and percutaneous dilatational tracheostomy (PDT). Due to the difficult anatomy, we dissected down to the level of the strep muscles before proceeding with PDT technique. The tracheal was easily palpated by this stage. We used a Portex ULTRAperc (Portex Ltd, Hythe, Kent, England) kit, with a size 8.0 mm ID tracheostomy tube. Her tracheal rings were rather calcified and we heard a 'crack' during the dilatation process. Nevertheless, there was no problem with introducing the tracheal tube. The procedure was carried out under guiding vision from within the trachea by flexible video bronchoscopy with no obvious complications noted.\\nSubsequently this lady failed three attempts at tracheal decannulation. She would develop immediate airway obstruction following tracheostomy tube removal requiring reinsertion of the tracheostomy tube. On day 32 of her ICU stay, following the third attempt, we performed a video endoscopic airway examination. Passing the flexible bronchoscope (Pentax FB-18BS, Pentax Medical, Slough, England) through the larynx, we found a fractured tracheal cartilage ring, protruding into the trachea just above the tracheostomy tube. Then, by passing the flexible bronchoscope through the tracheostomy tube, we saw tracheal wall oedema and inflammation. There was also collapse of the anterior tracheal wall on inspiration demonstrating tracheomalacia. This segment of tracheal wall collapse was quite long as shown by the partial removal of the tracheostomy tube.. [Figure & see video file 1]\\nShe was eventually discharged to a ward environment on day 38 with the tracheostomy tube in situ. Unfortunately she later suffered a cardio-respiratory arrest and the patient died. The post mortem findings were consistent with that of respiratory failure secondary to bronchopneumonia.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'22701211': 2, '8769495': 1, '21716701': 1, '12514375': 1, '12771635': 1, '28096599': 1, '16135254': 2}", "similar_patients": "{'3371495-1': 1}"}