{"patient_id": 88558, "patient_uid": "1315347-1", "PMID": 16316468, "file_path": "comm/PMC001xxxxxx/PMC1315347.xml", "title": "Large mobile thrombus in non-atherosclerotic thoracic aorta as the source of peripheral arterial embolism", "patient": "A 50 years old woman was admitted to the emergency department because of acute pain, coldness, and anesthesia in the left foot. Pulses at the left popliteal, tibialis posterior and at the dorsalis pedis artery were not palpable. For cardiovascular and prothrombotic risk factors, she had a 25 years history of cigarette smoking (30–35 cigarettes/day), a history of 16 months of postmenopausal hormone replacement therapy (HRT) by oral intake of an estrogen-gestagen combination (Presomen, 0.6 mg/d for 16 months) and untreated hypercholesterolemia (5.90 mmol/L, reference: <5.2 mmol/L). She had no previous medical history of arrhythmia, ischemic heart disease, diabetes mellitus, or stroke. Duplex sonographic examination of the arterial system of the limbs revealed the acute thromboembolic occlusion of the left popliteal artery. Diagnostic work up was initiated to determine the source of the embolism. The resting ECG and a holter monitoring for 24 h disclosed normal sinus rhythm without any pathologic findings. The transthoracic echocardiographic examination (TTE) showed no structural or functional cardiac abnormalities. Subsequently, a TEE was performed for evaluation of the cardiac cavities and of the thoracic aorta, revealing a large, pedunculated and hypermobile thrombus (Figure , Panl A and B) attached to a non-atherosclerotic aortic wall caudal of the left subclavian artery. CT scans of the thoraco-abdominal aorta (Figure ) confirmed the presence of the thrombus seen in TEE. The entire thoracic aorta had normal dimensions with no visible signs of atherosclerosis. For biochemical laboratory parameters, thrombocytes (530*109/L, reference: <410*109/L), fibrinogen (5.5 g/L, normal: <3.50 g/L) and total Cholesterol (5.90 mmol/L, reference: <5.2 mmol/L) were elevated. All other parameters including glucose (5.8 mmol/L) and homocysteine (8.6 μmol/L) levels were within the reference limit. An extensive serologic survey for hypercoagulability, including antiphospholipid antibodies, and vasculitis disorders was negative.\\nBecause of the high risk for recurrent peripheral embolization due to the size and the hypermobility of the thrombus, the patient was admitted to the vascular surgery unit, where a 15 cm long thrombus in the thoracic aorta with its origin 5 cm distal of the left subclavian artery could be removed. During surgery no macroscopical signs of intimal lesions of the aorta could be detected. Histological evaluation of the thrombus revealed a red, parietal thrombus without any evidence of malignancy. The postoperative course was uneventfull and the patient was discharged 10 days after the surgical intervention. The patient was treated with vitamin-k-antagonist phenprocoumon (INR: 2.5–3.5) for secondary prevention of thromboembolism and with 10 mg/d of atorvastatin for hypercholesterolemia additional to cessation of smoking and oral intake of HRT. On this therapeutic regimen, the patient was asymptomatic with no pathologic findings in the imaging workup at six months follow up.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'8362729': 1, '3191002': 1, '8251001': 1, '7632553': 1, '3952607': 1, '15897536': 1, '15638743': 1, '8311614': 1, '12117397': 1, '1625748': 1, '9236447': 1, '18193236': 1, '15968396': 1, '14500858': 1, '12608008': 1, '26584908': 1, '4047104': 1, '12183856': 1, '12417931': 1, '21416131': 1, '15542292': 1, '9878657': 1, '8195515': 1, '9236989': 1, '23843411': 1, '22151052': 1, '15191776': 1, '16242568': 1, '15082697': 1, '27169628': 1, '1948663': 1, '14615369': 1, '12771114': 1, '24391341': 1, '16316468': 2}", "similar_patients": "{}"}