{"patient_id": 88559, "patient_uid": "1318467-1", "PMID": 16316460, "file_path": "comm/PMC001xxxxxx/PMC1318467.xml", "title": "A liver fibrosis cocktail? Psoriasis, methotrexate and genetic hemochromatosis", "patient": "A 47 year-old male patient presented to the dermatologist October 1998 following an episode of severe flare up of psoriasis, which he had had for 15 years. His condition improved with coal tar, hydrocortisone ointment and UVB. However, after stopping UVB, his flare up recurred. Methotrexate was introduced to his treatment regime. After a satisfactory baseline blood test and a trial dose of 2.5 mg, he started methotrexate (10 mg/week) in April 1999. Two weeks later the dose was increased to 15 mg/week. In June 1999, the dose was increased to 17.5 mg/week and then back to 15 mg/week in July 1999 with improvement of his psoriasis. There was no history of excess alcohol ingestion.\\nHe had his first liver biopsy, six months later (October 1999) which showed moderate acinar zone 3 and 2 macrovesicular steatosis, with lesser amounts of microvesicular steatosis. Acinar zone 1, grade 1 parenchymal iron accumulation, with an acinar gradient, suggestive of heterozygous form of GH was seen with Perl's Prussian Blue (figure ); iron was not detected in sinusoidal Kupffer cells or macrophages. There was no evidence of fibrosis or, accumulation of copper or alpha 1 anti-trypsin. Genotypic studies confirmed heterozygosity for the HFE gene mutation H63D (in the absence of C282Y).\\nHe had his second liver biopsy in November 2001; total cumulative methotrexate dose of 1.56 gm from his first liver biopsy. The biopsy showed moderate macrovesicular steatosis, mild steatohepatitis, grade 1 iron accumulation similar to his first biopsy but no fibrosis or contra-indication to the continued use of methotrexate.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'8667468': 1, '1828327': 1, '7857846': 1, '8123573': 1, '9193771': 1, '7369769': 1, '920871': 1, '8555032': 1, '3967557': 1, '11095334': 1, '3555595': 1, '3195601': 1, '1626283': 1, '8864370': 1, '899789': 1, '1880254': 1, '7130740': 1, '12045778': 1, '7678843': 1, '12663247': 1, '3196365': 1, '11167689': 1, '8915142': 1, '3041245': 1, '9167333': 1, '14871278': 1, '3704718': 1, '26504855': 1, '15023035': 1, '10925976': 1, '11851839': 1, '16316460': 2}", "similar_patients": "{}"}