{"patient_id": 88519, "patient_uid": "1257651-1", "PMID": 16002378, "file_path": "comm/PMC001xxxxxx/PMC1257651.xml", "title": "Grand Rounds: Latex-Induced Occupational Asthma in a Surgical Pathologist", "patient": "A 46-year-old male surgical pathologist presented to our clinic complaining of a 4-year history of increasing shortness of breath. He had been in good health until 20 years prior while in medical school, when he noted a pruritic, erythematous rash on the dorsal aspect of his hands whenever he wore latex gloves. He often applied steroid cream to the rash, but it usually did not resolve unless he refrained from using latex gloves. This rash, associated with latex glove use, persisted during his internal medicine residency. Approximately 14 years before presentation, at the beginning of his pathology residency, he noted that the rash involved his arms. He developed an episodic, nonproductive cough, wheezing, and occasional chest tightness, which occurred at work when he used powdered latex gloves. These symptoms were mild and did not interfere with his vigorous exercise program. He did not seek medical attention.\\nAfter completing his residency, the patient worked as a hospital-based surgical pathologist. Typical daily activities involved cutting tissue and frozen sections and preparing slides. He changed gloves several times each day. He did reasonably well until 4 years before presentation (1993), when his symptoms worsened. He then experienced cough and dyspnea within 30 min of starting work. These symptoms, which continued throughout the workday and improved once he left work, seemed especially severe on the first day of the workweek and worsened as the week progressed. The use of xylene and formaldehyde exacerbated his symptoms. He noted an intermittent rash on his upper extremities and torso, occasional flushing with exposure to latex, postnasal drip, progressive dyspnea on exertion, and dyspnea and coughing when he laughed. He noted heavy breathing if he “flipped” his gloves off, and he described an episode of “passing out” 1 year earlier when he “flipped” his gloves off and placed his hands over his mouth and nose. He was taken to a local emergency department, where he was diagnosed as having had a vasovagal episode. He was returned to work without intervention.\\nThe patient’s wife and co-workers started commenting on his cough, noting that he “breathed heavily.” He became self-conscious about his cough and about constantly having to clear his throat. There was no seasonal variation to his symptoms. The patient attempted to reduce his exposure to powdered natural rubber latex (NRL) gloves, formaldehyde, and xylene. For example, he switched to non-powdered latex gloves, although his co-workers continued to use the powdered form. He replaced eyecups on the microscope once he realized that they contained latex. He instructed his staff to allow an hour for drying slides fixed with formaldehyde and xylene before sending them to him to be read. His symptoms persisted, however, prompting him to seek medical attention.\\nThe patient subsequently consulted with an allergist, an otorhinolaryngologist, and a dermatologist. Skin biopsy of his rash revealed changes consistent with acute urticaria. Latex skin prick tests were positive to latex glove extracts. Skin prick tests were positive to dust, cat dander, and mold antigens, and a computerized tomography (CT) scan of the sinuses revealed nasal polyps in the maxillary sinus. He was diagnosed with chronic sinusitis, asthma, and allergic rhinitis. Treatment included antibiotics and a steroid taper. The patient was started on Serevent (GlaxoSmithKline, Research Triangle Park, NC), Flovent (GlaxoSmithKline), and Proventil (Schering, Kenilworth, NJ) inhalers and returned to work with the recommendation that he use a surgical mask while at work. His symptoms continued to progress, and he presented to us 2 months later, by which time he was experiencing single-flight dyspnea.\\nThe patient’s past medical history was remarkable for hypertension, nasal polyps, and near syncope. He denied any previous diagnosis of asthma, allergy, hives, or anaphylaxis. His family history was remarkable for asthma in a sister and a paternal uncle. He denied use of alcohol, cigarettes, or illegal drugs and denied allergies to medications or environmental substances. He gave a history of chest tightness when he ate fruit such as banana, avocado, and kiwi. His occupational history was remarkable for work in the medical field (). On physical examination, he was a well-nourished, well-developed white male in no acute distress whose vital signs were within normal limits. His examination was remarkable for a body mass index of 30, hyperemic conjunctivae, boggy nasal mucosa, an erythematous urticarial rash on his right shoulder, and diffuse expiratory wheezing.\\nLaboratory evaluation revealed a normal electrocardiogram. Chest X ray showed poor inspiration; CT of the chest showed mild bronchial wall thickening consistent with mild airways disease; pulmonary function tests (PFTs) were remarkable for mild obstruction with acute bronchodilator response (); and a radioallergoimmuno-absorbent assay (RAST) test for latex IgE antibody was negative. His peak expiratory flow rate (PEFR) diary during an 11-day work period and a subsequent 6-day vacation period showed significant improvement (20% in the morning, 22% in the evening) while he was away from work () and progressive improvement during successive days of vacation ().\\nThe provision of a latex-safe environment was explored with hospital administration and deemed not feasible at that time. A full-face dual-cartridge respirator was recommended and tried in consultation with a certified industrial hygienist. However, it interfered with the patient’s ability to communicate, and he was unable to tolerate wearing it for an 8-hr day. We felt that he was at risk for potentially fatal anaphylaxis, as well as irreversible and impending structural damage to his lungs, given his long history of exposure and disease severity. In order to eliminate exposure to NRL, the patient was removed from the work-place. He was advised to avoid contact with latex, carry injectable epinephrine, and wear a MedicAlert bracelet (MedicAlert Foundation International, Turlock, CA). Despite removal from the workplace shortly after presentation, the patient’s pulmonary status did not improve. He is maintained on steroids and immunosuppressive agents and has not been able to return to work as a surgical pathologist.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'8887621': 1, '12803362': 1, '10086431': 1, '12602668': 1, '10394310': 1, '8182224': 1, '7812572': 1, '8466106': 1, '1689129': 1, '7058838': 1, '10625027': 1, '9847441': 1, '2153064': 1, '11799362': 1, '1460199': 1, '8005260': 1, '12772951': 1, '6288789': 1, '12079413': 1, '12803361': 1, '12170253': 1, '7892830': 1, '10329830': 1, '24569810': 1, '12170275': 1, '8118779': 1, '12170251': 1, '8732238': 1, '1388185': 1, '12803359': 1, '33447364': 1, '12170248': 1, '518831': 1, '8083449': 1, '12170249': 1, '12110827': 1, '7901479': 1, '11799379': 1, '10175218': 1, '1898540': 1, '22513655': 1, '9357370': 1, '1952453': 1, '12803356': 1, '12440950': 1, '3565943': 1, '16002378': 2}", "similar_patients": "{}"}