{"patient_id": 88554, "patient_uid": "1314891-1", "PMID": 16309562, "file_path": "comm/PMC001xxxxxx/PMC1314891.xml", "title": "Unusual explosive growth of a squamous cell carcinoma of the scalp after electrical burn injury and subsequent coverage by sequential free flap vascular connection – a case report", "patient": "A 63 year old male patient presented with a large 8 × 8 cm ulcerated and suppurating tumour of the scalp (Fig. ). The patient had suffered from an electrical burn at the age of 5 with delayed and incomplete healing of the wound and subsequent baldness in the healed area. The wound had never been completely healed and ulcerated again 8 weeks before admission to the hospital. The patient, a professor of philosophy, wore a turban for decades to hide the chronic wound. Due to personal neglect and the circumstance that he had been living on his own for many years, without any relatives or a partner kept him from seeing a doctor. The disease only received medical attention when he suddenly experienced a complete aphasia during lectures.\\nClinically there was a palpable mass adherent to the skull. Nuclear magnetic resonance and computed tomography imaging revealed a tumour with infiltration of the cranium and the brain (Fig. ). Radical resection of the tumour including the cranium, as well as dura mater and the affected parts of the frontal cortex was performed. The dural defect was closed with an autologous fascia lata patch from the right thigh, and as recipient vessels, the superficial temporal artery and vein were dissected. A radial forearm flap with a 10 × 10 cm skin paddle was harvested with an adequately long vascular pedicle. Radial artery and vein were anastomosed end-to-end to the superficial temporal vessels above the zygomatic arch. The donor site was covered with a split thickness skin graft from the thigh (Fig. ). Histology of the specimen revealed a squamous cell carcinoma and free resectional margins. Postoperative healing was uneventful and the patient regained his speech immediately after the operation (Fig. ). Six weeks later, the patient was referred to our unit again with multiple satellite nodules around the radial forearm free flap (Fig. ). Incision biopsy revealed recurrence of squamous cell carcinoma. In a second operation, radical excision of the scalp with wide margins was performed, requiring sufficient soft tissue coverage. The skin and soft tissue of the radial forearm flap was completely resected, but the proximal part of the radial vessels which were in sufficient distance from the tumour were preserved. Thus radial artery and vein served as recipient vessels for a latissimus dorsi free flap. After the second operation postoperative healing was uneventful again, and the patient recovered well initially for the first three weeks (Fig. and ). Postoperatively, radiation therapy with single focus dose of 14 Gray was administered and one cycle of combined chemotherapy was conducted with cisplatin 180 mg i.v. on day 1 and 5-fluorouracil 1800 mg i.v. on days 1–5 continuously. However despite these efforts, six weeks after the second resection the patient again developed multiple recurrent metastatic lesions around the latissimus dorsi flap, and cerebral symptoms. Clinically, the general condition of the patient dramatically worsened and he died within two more weeks.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'9429029': 1, '15896503': 1, '15241004': 1, '31516158': 1, '10897113': 1, '8748350': 1, '17861272': 1, '11227688': 1, '9734443': 1, '7809241': 1, '9598012': 1, '2221243': 1, '15113443': 1, '8781733': 1, '10980521': 1, '9326713': 1, '15475142': 1, '15475151': 1, '15896501': 1, '11761388': 1, '33194281': 2, '12350497': 1, '1872557': 1, '10941201': 1, '16309562': 2}", "similar_patients": "{'7656049-1': 1}"}