{"patient_id": 88683, "patient_uid": "1481629-1", "PMID": 16740172, "file_path": "comm/PMC001xxxxxx/PMC1481629.xml", "title": "Giant lipoma arising from deep lobe of the parotid gland", "patient": "A 71-year-old female presented in our clinic with a large left facial mass requesting surgical excision for a cosmetically better facial appearance. She had been aware of the slow-growing, painless swelling for over the past fifteen years. She had sought medical advice ten years before, but she had been unwilling to undergo surgery due to the fear of the postoperative morbidity. Clinical examination revealed a mobile, soft, and non-tender mass measuring 10 × 7 cm in size over the region of the left parotid and upper lateral neck area (Figure ). The surface of the mass was smooth and the overlying skin was normal without any signs of discoloration or tumor-adhesion. The facial nerve function was intact and the remainder of the head and neck examination was unremarkable.\\nThe high-resolution CT scan showed an adipose tissue signal density mass arising from the left deep-lobe parotid gland that protruded inferiorly to the upper lateral neck (Figures ). A classic parotidectomy incision was made and the main trunk of facial nerve identified at the stylomastoid foramen. From the main trunk of the facial nerve, each branch in continuity is dissected away from the overlying superficial parotid lobe. Then a glistening yellow mass was identified in the deep lobe, closely associated with the lower branches of the facial nerve (Figure ). The tumor was well encapsulated and easily and totally enucleated after mobilization of the overlying facial nerve branches. Then the raised superficial parotid lobe was repositioned to cover the facial nerves before wound closure (Figure ). The surgical specimen was well encapsulated measuring 9 × 6 cm (Figure ). The histopathology examination revealed fibrolipoma, a histological variant of lipoma. The patient had an uneventful recovery, with a satisfying facial contour and intact facial nerve function (assessed as House-Brackmann Grade 1) (Figure ). Neither tumor recurrence nor Frey's syndrome was observed 9 months after surgery.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'29392023': 1, '1267707': 1, '7561506': 1, '11928107': 1, '3088944': 1, '9541308': 1, '8745794': 1, '25428679': 1, '15882826': 1, '8072368': 1, '9247958': 1, '3412095': 1, '16359147': 1, '12393049': 1, '865203': 1, '1927198': 1, '21735278': 1, '3047424': 1, '7839977': 1, '7083114': 1, '16740172': 2}", "similar_patients": "{}"}