{"patient_id": 88814, "patient_uid": "1584227-1", "PMID": 16968544, "file_path": "comm/PMC001xxxxxx/PMC1584227.xml", "title": "Fatal stroke after completion pneumonectomy for torsion of left upper lobe following left lower lobectomy", "patient": "A 62-year-old female patient, presented with a left lower lobe peripheral mass suspicious for malignancy. Flexible bronchoscopy was normal and fine needle aspiration cytology revealed a squamous cell carcinoma. Physical examination and routine laboratory data were unremarkable. Echocardiography was normal and FVC and FEV1 were 2.84 L and 2.45 L respectively. Chest CT scanning revealed no mediastinal lymphadenopathy. Additionally, brain and upper abdominal CTs scanning, as well as Technetium Tc 99 m bone scintigraphy, were all normal. The patient underwent a left lower lobectomy through a lateral thoracotomy and a rather peripheral tumour measuring 4 × 3 cm was found. No nodal involvement was observed macroscopically and this was confirmed with frozen sections of nodal sampling obtained from sites 5, 9, 10 and 11. Biopsy of the tumour proved to be a pT2N0, well differentiated, squamous cell carcinoma. Double lumen endotracheal tube and high thoracic epidural analgesia catheter for pain management were routinely used. No blood or blood products were transfused. The patient was extubated immediately postoperatively and the routine chest X-ray at the recovery room was reported normal with good expansion of the upper lobe with no residual pneumothorax (Fig. ). Early postoperative course was uneventful. However, 8 hours later SpO2 pulse oximetry was noted to decline gradually, without any remarkable respiratory deterioration. Repeated chest radiography showed a left upper lobe consolidation (Fig. ). Urgent bronchoscopy revealed occlusion of the lower left main bronchus; neither the left lower bronchial stump could be seen, nor the left upper bronchus could be entered. With a high index of suspicion of lobar torsion, the patient underwent urgent reoperation. Once the thoracic cavity was entered, the upper lobe was found to be ischemic and atelectatic with its diaphragmatic surface facing in an anterosuperior orientation. Just before clamping the hilum, the lobe was unfortunately re-orientated taking its proper position and immediately regained its physiological colour. The hilum was quickly clamped en-block. A completion pneumonectomy was easily carried out. At the end of the procedure, the patient developed a right pupil dilatation and it became obvious that a massive cerebral embolism had occurred. A subsequent brain angio CT scanning revealed total obstruction of the right middle cerebral artery, presumably due to emboli from the occluded pulmonary vein. The patient died at the intensive care unit 26 days later.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'30675410': 2, '23462958': 1, '4051616': 1, '9440838': 1, '15821192': 1, '4704245': 1, '9603101': 1, '23646058': 2, '22669998': 1, '34290852': 2, '26210931': 1, '2232392': 1, '30069406': 1, '33393589': 1, '11726883': 1, '34318276': 1, '1099996': 1, '2707071': 1, '18854927': 1, '1637221': 1, '18982368': 1, '34318278': 1, '10789791': 1, '12878976': 1, '6776432': 1, '8016826': 1, '12531421': 1, '17670190': 1, '22350298': 1, '7878570': 1, '3599118': 1, '10047714': 1, '16968544': 2}", "similar_patients": "{'8289312-1': 1, '6323478-1': 1, '3641316-1': 1}"}