{"patient_id": 88569, "patient_uid": "1327670-1", "PMID": 16351732, "file_path": "comm/PMC001xxxxxx/PMC1327670.xml", "title": "A rare case of disseminated cutaneous zoster in an immunocompetent patient", "patient": "A previously healthy 69-year old man presented with a 5-day history of severe pain over the right forehead and a 3-day history of vesicular eruption over right forehead, right eyelid, and nose. It was followed by the spread of vesicular eruption to involve chest, back and bilateral upper and lower extremities over next 2-days. Review of systems was negative. The patient did not have a history of chickenpox during childhood or any recent exposure to it. There was no past history of diabetes, cardiac or pulmonary disease, or lymphoma. The patient has not been on immunosuppressive or other medications.\\nOn examination, the patient was afebrile (37.4°C). He had vesicles and pustules, with crusting and swelling, in the distribution of the ophthalmic division of the trigeminal nerve (V1) including its nasociliary branch. Both eyelids were swollen, tender and red. There was no corneal involvement. Vesicles, pustules and scabs in various stages were also present over trunk and extremities (Figure ). Palms and soles were spared and there was no lymphadenopathy. Pulmonary, cardiovascular and abdominal examinations were normal.\\nComplete blood count, peripheral smear, routine biochemistry, liver function tests, and chest x-ray were normal. CD4 and CD8 lymphocyte counts were 1.34 × 109/L and 0.61 × 109/L respectively (CD4:CD8 ratio = 2.2). Serology for Human Immunodeficiency Virus (HIV), Hepatitis A, Hepatitis B, and Hepatitis C were negative and RPR was non-reactive. The blood and vesicle culture for Varicella Zoster Virus (VZV) were negative. Serum VZV Immunoglobulin G (IgG) and Immunoglobulin M (IgM) done six days after the onset of dissemination were positive (the titers were not obtained). Skin biopsy from fresh vesicle on the trunk and forearm showed ulceration with acute inflammation, necrosis and intranuclear inclusions within epithelial cells. The direct fluorescence antigen staining from skin lesions was positive for VZV.\\nThe patient was started on intravenous Acyclovir 800 mg every 8 hours. In the next 24 hours, the eruption of new vesicles ceased, the rash started to resolve and his clinical status improved. I.V. Acyclovir was continued for four more days and the patient discharged on oral acyclovir 800 mg 5 times daily for 16 days.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'27747159': 1, '9354356': 1, '32297463': 1, '20548914': 1, '31616730': 1, '10663022': 1, '23614086': 2, '28942398': 1, '9256548': 1, '25276332': 2, '14120593': 1, '24765504': 2, '2211810': 1, '16351732': 2}", "similar_patients": "{'3629351-1': 1, '4178270-1': 1, '3981262-1': 1}"}