{"patient_id": 88763, "patient_uid": "1557841-1", "PMID": 16887047, "file_path": "comm/PMC001xxxxxx/PMC1557841.xml", "title": "Osteoid osteoma of the ethmoid bone associated with dacryocystitis", "patient": "A 16-year-old boy was referred to our department by his ophthalmologist. He was suffering from persistent epiphora for about one year, which had been diagnosed as chronic dacryocystitis due to right nasolacrimal duct obstruction, while he had undergone probing of the right nasolacrimal duct once, by his ophthalmologist. The patient also referred a mild pain in the area of median canthus, which was more intense during the night and relieved with aspirin uptake. In our department, clinical examination revealed only a small, firm mass, palpated in the middle angle of the right orbit. Nasal endoscopy revealed no intranasal pathology. There was normal ocular motility and no eyeball displacement.\\nA Computed Tomography scan was performed, which showed a bone density mass within the right ethmoid air cells. The mass revealed sharp and well defined margins, extending laterally through the lamina papyracea, to the ipsilateral right orbit (Figure ). Subsequently, a Magnetic Resonance Imaging (MRI) scan was performed. Coronal, T1-weithted, post-contrast image, confirmed the presence of the mass filling the anterior portion of the right ethmoid air cells. The mass demonstrated patchy enhancement and protruded into the adjacent orbit. It should be noted that on MRI the mass depicted soft tissue intensity and enhanced following contrast administration (Figure ).\\nThe mass was removed via an external ethmoidectomy approach. Intraoperatively it was noticed that the mass compressed the lacrimal sac, while no dacryocystorhinostomy was performed. Histopathological examination revealed that, the specimen mostly consisted of cancellous bone particles, some of which appeared to have distorted architecture, because of an interlacing network of variably sized, shaped and mineralized osteoid trabeculae. There was a rimming of osteoblasts surrounding the trabeculae. The intertrabecular spaces were occupied by loose connective tissue (Figure ). Focally dense sclerotic bone was recognized surrounding the above structures (Figure ). Diagnosis of ethmoid bone Osteoid Osteoma was set.\\nOne year after the operation the patient was free of symptoms, while no recurrence occurred.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'15760476': 2, '21666818': 1, '25478271': 2, '1154067': 1, '23189009': 2, '8272884': 1, '11013675': 1, '10700833': 1, '16887047': 2}", "similar_patients": "{'3505348-1': 1, '4244941-1': 1, '555567-1': 1}"}