{"patient_id": 89001, "patient_uid": "1810538-1", "PMID": 17319959, "file_path": "comm/PMC001xxxxxx/PMC1810538.xml", "title": "Adult systemic cat scratch disease associated with therapy for hepatitis C", "patient": "A 52-year-old male with a history of hepatitis C, genotype 1b, was nearing completion of a one-year course of treatment with pegylated interferon 2a (180 ug subcutaneously each week) and ribavirin (1200 mg orally each day). His initial hepatitis C viral RNA had declined from 2.2 × 106 IU/ml at onset of treatment, to <65 IU/ml by six months, and remained undetectable thereafter. Toward the end of his course of treatment, he developed fatigue, malaise, drenching night sweats, intermittent fever and chills. On the last visit for hepatitis C treatment, axillary and cervical lymphadenopathy was noticed. His symptoms were initially attributed to adverse effects of interferon α, prompting premature discontinuation of treatment after 10.5 months. One month after onset of symptoms, he presented to a nearby hospital for further workup.\\nHe was transferred to the Buffalo VA Western New York Healthcare System with complaints of malaise and left sided mid back pain. He had a documented weight loss of 40 lbs over the previous year. He appeared chronically ill and fatigued. He had a temperature of 101°F and a heart rate of 105 beats per minute. Generalized lymphadenopathy was noted, including cervical, axillary, inguinal and right epitrochlear lymph nodes. The nodes were 1–2 cm wide, firm, movable and nontender. He had left sided abdominal fullness and mild tenderness, but no guarding or rebound. The remainder of his examination was noncontributory.\\nCBC revealed hemoglobin of 11.7 g/dl (13.5–17), white blood cell count of 7.6 K/cmm (4.4–10.7), platelet count of 511 K/cmm (140–375) and ESR of 80 mm/hr. Serum chemistries included a sodium of 130 mEq/L (135–145), creatinine of 0.9 mg/dl (0.7–1.4). SGOT was 68 units/l (12–34), SGPT: 95 units/l (25–65). A serum ELISA for human immunodeficiency virus was negative. Rheumatoid and anti-nuclear antibody titers were also negative.\\nComputerized tomography (CT) scan of chest and abdomen revealed mild lymphadenopathy and multiple contrast enhancing hypodense lesions in the spleen (Figure ).\\nInitial clinical suspicion included lymphoma and he underwent a lymph node biopsy. Further history revealed exposure to numerous cats. He frequented a neighbor who had 6–9 cats, including kittens, with which the patient had played, and from whom he received numerous scratches. Serologic studies were sent for antibodies to Bartonella, Chlamydia, Toxoplasma and Brucella. He was given ibuprofen for symptomatic relief.\\nA biopsy of an epitrochlear lymph node displayed necrotizing granulomata with peripheral palisading epithelioid cells, with an admixture of plasma cells and lymphocytes. Areas of stellate necrosis with microabscesses were evident, consistent with cat scratch disease (Figure ). Stains for acid-fast bacilli and fungi showed no organisms. Lymph node biopsy material was cultured for routine pathogens, acid-fast bacilli and fungal organisms. Although the Gram stain displayed abundant white blood cells, all cultures were sterile.\\nOver the next 3–4 days, the patient defervesced and improved symptomatically on ibuprofen alone. By the eighth day, serum antibody titers (IgG and IgM) for Bartonella henselae were reported as >1:16,384. He continued to improve without further treatment. Six months later he was doing well and had regained 25 lbs of weight. An abdominal CT scan revealed complete resolution of splenic lesions.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'33680028': 1, '12906736': 1, '10488160': 1, '15758836': 1, '16084169': 1, '9041596': 1, '11868771': 1, '5818152': 1, '12853405': 1, '16434905': 1, '10825038': 1, '16152764': 1, '15456094': 1, '8501350': 1, '31651319': 1, '12387781': 1, '23400696': 1, '23576852': 1, '10400104': 1, '22307338': 1, '12489289': 1, '15621727': 1, '24403980': 2, '12525897': 1, '9230358': 1, '28746382': 1, '15621836': 1, '8576472': 1, '15755513': 1, '12491224': 1, '6612349': 1, '16106195': 1, '17319959': 2}", "similar_patients": "{'3882904-1': 1}"}