{"patient_id": 96089, "patient_uid": "2997506-1", "PMID": 21151663, "file_path": "comm/PMC002xxxxxx/PMC2997506.xml", "title": "Pop-Cola Acids and Tooth Erosion: An In Vitro, In Vivo, Electron-Microscopic, and Clinical Report", "patient": "An 18-year-old male presented complaining of temperature sensitive teeth and that his “teeth were getting smaller.” His medical history revealed nothing significant to indicate that he may suffer from GORD (Gastro-Oesophageal Reflux Disorder). The aetiology of GORD is variable, but when the gastric contents flow from the stomach to the mouth, it is called Gastro-oesophageal reflux disorder (GORD) []. Common symptoms are heart burn along the oesophageal pathway; epigastric pain localised over the stomach; regurgitation into the mouth; dysphagia with or without pain; noncardiac retrosternal pain; chronic coughing and sore throat from laryngitis; vocal hoarseness; a throat globus [, ]. The patient reported none of these signs or symptoms. He attended his general dentist regularly and brushed and flossed his teeth regularly, morning and evening every day. He used fluoridated toothpaste and used a new soft nylon tufted tooth brush every month. His diet was derived from foods in all food groups (meat/fish, dairy, grain/cereals, and vegetables), but he specifically stressed that he did not drink fresh fruit juices and rarely ate fresh fruit because “they hurt his teeth.” However, he reported drinking copious amounts of cola “solidly from my last two years of in primary school till now,” The time which was calculated to be about ten years. He drank all brands of conventionally (carbohydrate) sweetened colas, until three years prior to presenting, the point from which he changed to drinking exclusively synthetically sweetened “diet-colas.” A fortnight of dietary analysis confirmed these predilections and showed that he consumed between at least one litre to one and a half litres of cola daily, from cans, or bottles depending on availability. This daily cola intake was a habitual part of his diet, and he would “swish the cola over his teeth to reduce the gas and enhance the flavour.”\\nOn presentation (–), his teeth appeared reduced in size apparently by erosion with reduced enamel and dentin exposure. The upper anteriors were more affected than the rest of the teeth, along with molar and premolar cuspal reduction and incisal attrition. The patient felt pain when gentle airstream was passed over his incisors. All the teeth reacted to thermal stimulation were vital. Staining of the teeth confirmed excellent oral hygiene (plaque index—modified O'Leary—below 5% of surfaces). Subgingival probing revealed no periodontal disease (no sulcus depth exceeding 3 mm), and further subgingival exploration showed only healthy tooth surfaces and no caries.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'14653937': 1, '24910648': 1, '32342059': 1, '9831784': 1, '15196984': 1, '17915': 1, '15560830': 1, '28779438': 1, '12405463': 1, '9477033': 1, '16157439': 1, '17333990': 1, '16687887': 1, '15920926': 1, '14685022': 1, '26420264': 1, '16687893': 1, '12139263': 1, '16687885': 1, '14994970': 1, '11580825': 1, '14745590': 1, '16687896': 1, '21151663': 2}", "similar_patients": "{}"}