{"patient_id": 94640, "patient_uid": "2889990-1", "PMID": 20515511, "file_path": "comm/PMC002xxxxxx/PMC2889990.xml", "title": "Dramatic regression and bleeding of a duodenal GIST during preoperative imatinib therapy: case report and review", "patient": "The 58-year-old female patient was hospitalized due to recurrent episodes of upper abdominal pain, anemia, weight loss, fatigue and fever attacks. Under suspicion of a duodenal perforation by a lymphoma or GIST, seen in an ultrasound examination, the patient was transferred to our clinic.\\nPhysical examination of the patient with no history of preexisting diseases revealed a palpable mass in the right upper abdominal quadrant. Hemoglobin was 90 g/l.\\nUpper endoscopy revealed a large necrotic cavity in the inferior part of the duodenum. Multiple biopsies taken from the tumor mass confirmed the suspicion of a duodenal GIST. PET-CT scan showed a 9 × 9 × 15 cm tumor mass arising from the duodenum with a maximal standard uptake value (SUV) of 15,5. The tumor had contact to the pancreatic caput and led to compression of the inferior caval vein and the inferior mesenterial vein. The portal vein as well as the common hepatic artery and the superior mesenterial artery showed no signs of infiltration or compression. Furthermore PET-CT did not reveal any signs of metastasis. According to a neoadjuvant approach preoperative therapy with imatinib (Gleevec, Novartis, Basel, Switzerland), 400 mg per day, was initiated immediately. Responder controll by PET-CT scan was planned to be performed 4 weeks after initiation of the therapy. After 2 weeks under ambulatory pharmacological therapy the patient presented in the emergency room with an acute upper gastrointestinal bleeding. CT confirmed a dramatic bleeding from the upper GI tract necessitating mass blood transfusion (Fig. ). Tumor size decreased to 7 × 8 × 12 cm within only 2 weeks of imatinib treatment. An angiographic CT showed the diffuse tumor bleeding supplied by the gastroduodenal artery and some branches of the superior mesenterial artery. The diffuse bleeding forbade a coiling of the vessels. During the emergency laparotomy an encapsulated tumor mass could be identified, originating from the descendent part of the duodenum and reaching both the pancreatic caput and the right flexure of the colon. Obviously the giant tumor had led to a bleeding by arrosion of peripancreatic vessels. After ligation of the vessels supplying the mass a partial pancreaticoduodenectomy (Traverso-Longmire) was performed to resect the tumor (Fig. ). Additionally a resection of the right hemicolon was performed due to tumor infiltration of the right curvature of the colon. Continuity was reconstructed by gastrojejunostomy (Traverso-Longmire) on the one hand and an end-to-side-pancreaticojejunostomy on the other hand. An ileotransversostomy was performed to reconstruct the gastrointestinal passage.\\nUpon macroscopic examination the specimen showed a partially necrotic mesenchymal mass with a diameter of 9 cm, an infiltration of the duodenal wall leading to ulceration and perforation, an infiltration of the pancreas and two peripankreatic tumor islands (Fig. ). There were no signs of metastases in locoregional lymphnodes. Histological examination of the tumour tissue revealed the typical appearance of a GIST composed of cells with spindle-shaped nuclei (Fig.). Immunohistochemically the tumour cells showed an expression of Vimentin (Fig. ) and CD117 (Fig. ), a focal expression of CD34, smooth-muscle-actin (not shown) and a nuclear expression of the proliferation-associated Ki-67-antigen in approximately 5-10% of the tumour cells (Fig. ). The tumour was negative for S-100 and Keratin (not shown).\\nTwo days after surgery the patient was weaned and successfully extubated. After an uneventfull recovery the patient is alive and without any signs of tumor recurrence. Up to the follow-up of 19 months the patient permanently received an adjuvant imtinib therapy (400 mg per day).", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'32655866': 2, '16110036': 1, '27462236': 2, '23856455': 2, '10636102': 1, '30498703': 1, '18286477': 1, '16913316': 1, '30363779': 1, '23914945': 2, '16625094': 1, '9588894': 1, '15613856': 1, '26852217': 1, '18163461': 1, '29764388': 1, '12181401': 1, '14753595': 1, '26290765': 2, '28281485': 1, '12528778': 1, '15451219': 1, '30628032': 1, '12717247': 1, '12094370': 1, '10534170': 1, '16369749': 1, '28751509': 2, '28469698': 1, '28757865': 2, '11705489': 1, '19697360': 1, '18942073': 1, '20515511': 2}", "similar_patients": "{'5623222-1': 1, '4531185-1': 1, '3726472-1': 1, '4939670-1': 1, '7333481-1': 1, '5512028-1': 1, '5512028-2': 1, '5512028-3': 1, '5512028-4': 1, '5512028-5': 1, '3737110-1': 1}"}