{"patient_id": 94305, "patient_uid": "2858888-1", "PMID": 20419027, "file_path": "comm/PMC002xxxxxx/PMC2858888.xml", "title": "Esophageal atresia with tracheo-esophageal fistula: Accidental transtracheal gastric intubation", "patient": "A 16-hour-old female child (birth weight 1400 g), born to parents with second-degree consanguineous marriage, presented with an antenatal suspicion of esophageal atresia (EA). Respiratory distress, excessive salivation, and abdominal distension were noticed. No other congenital anomalies were detected at birth. A feeding tube was passed to confirm the antenatal suspicion of EA and tracheo-esophageal fistula (TEF). This tube could be passed into the stomach. The position of the tube was confirmed on abdominal radiograph []. As this ruled out EA, the patient was further managed for respiratory distress with the feeding tube in place. After a few hours, on strong clinical suspicion of EA with TEF, the feeding tube was removed. Subsequent attempts at passing a feeding tube into the stomach were unsuccessful. The radiographs were repeated now with a 10F stiff red rubber catheter. The catheter could be seen arrested in the blind upper esophageal pouch, which was located fairly high up in the neck. The patient was then transferred to our institute for surgical intervention. The patient identity and all the radiographs obtained during the clinical course were cross checked and any kind of mistake was ruled out. A right lateral thoracotomy revealed an EA of type III b with a wide TEF. Upper blind pouch was very high up in the neck and could not be retrieved into the right chest for primary anastomosis. Thus a decision of fistula ligation, upper pouch cervical esophagostomy, and a gastrostomy was made. The upper pouch fistula was ruled out during cervical esophagostomy. A gastrostomy was also placed. The baby tolerated these procedures well but succumbed on post-operative day 3.", "age": "[[16.0, 'hour']]", "gender": "F", "relevant_articles": "{'21180508': 1, '10745397': 1, '25032210': 1, '26793598': 1, '20419027': 2}", "similar_patients": "{}"}