{"patient_id": 89505, "patient_uid": "2092432-1", "PMID": 17900354, "file_path": "comm/PMC002xxxxxx/PMC2092432.xml", "title": "The first case of vesico-vaginal fistula in a patient with primary lymphoma of the bladder – a case report", "patient": "A 64 year old woman presented to our outpatients clinic with a 9 month history of painless haematuria, frequency and urinary incontinence. On further questioning she admitted to suffering from night sweats and 3 stones of weight loss over the past year. She had been repeatedly treated for urinary tract infections by her general practioner. There was no other past medical history apart from abdominal hysterectomy.\\nThere was nothing abnormal to find on physical examination of the abdomen or other systems. The urea and electrolytes were normal as was the patient's peripheral blood film.\\nAn abdominal ultrasound scan revealed bilateral hydronephrosis, a large solid pelvic mass with the dimensions 70 mm × 72 mm × 70 mm and no visible bladder despite attempts to fill with water. Cystoscopy showed solid tumor throughout the entire bladder with minimal lumen and a vaginal fistula. This was confirmed by a CT and showed a diffuse 30 mm circumferential thickening of bladder (see figure ). There was no further lymphadenopathy apparent on CT.\\nTrans-urethral biopsies taken at cystoscopy revealed the tumour to be a diffuse Large and B Cell Non-Hodgkin's Lymphoma. A bone marrow biopsy revealed normal architecture and cell content.\\nThe patient underwent insertion of a left nephrostomy tube under ultrasound guidance to improve renal function as a preparation for chemotherapy. She then received a course of R-CHOP (Cyclophosphamide, Doxyrubicin, Vincristine, Prednisolone and Ritoximab) chemotherapy. Four months later a repeat CT showed that changes in the region of the bladder were less marked (see figure ). There was still right sided hydronephrosis and a nephrostomy on the left. The patient, symptomatically improved, remains under the care of the haematlogists.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'30089981': 1, '9285304': 1, '5007387': 1, '28794600': 2, '32612819': 2, '24511310': 1, '8692717': 1, '3114007': 1, '2231929': 1, '25837971': 2, '1606990': 1, '3750605': 1, '14047853': 1, '11231478': 1, '20420660': 2, '13059372': 1, '9500781': 1, '5412748': 1, '2291406': 1, '17900354': 2}", "similar_patients": "{'4374275-1': 1, '2873449-1': 1, '7322174-1': 1, '5532901-1': 1}"}