{"patient_id": 93510, "patient_uid": "2820441-1", "PMID": 20150982, "file_path": "comm/PMC002xxxxxx/PMC2820441.xml", "title": "Successful treatment of tracheal stenosis by rigid bronchoscopy and topical mitomycin C: a case report", "patient": "A 30-year-old Malaysian woman who had bilateral upper lobe lung bullae underwent bullectomy in May 2008 for rapidly enlarging bullae causing respiratory compromise. Post-operatively, she was intubated for 6 days. Upon trial of extubation at day 6, she developed shortness of breath. She was re-intubated for another 5 days before extubation was successful and she was discharged 20 days post operatively.\\nShe was well for the next one month until July 2008 when she developed a sudden onset of shortness of breath and stridor. Intubation attempt with a 4 mm endotracheal tube was unsuccessful leading to emergency tracheostomy. Flexible bronchoscopy in the operating room revealed a membranous web-like concentric stenosis without cartilage involvement 3 cm below the vocal cords. Bronchoscopy through the tracheostomy showed normal distal airways. A neck CT scan confirmed the presence of a short segment tracheal stenosis (less than 1 cm) [figure ].\\nIn August 2008, she underwent rigid bronchoscopy using a 12 mm Dumon rigid tracheal tube. This was followed by examination using a small diagnostic flexible bronchoscope via the rigid bronchoscope. A pin hole stenosis of the trachea 3 cm distal to the vocal cords was noted with areas of granulation tissue. We failed to pass the flexible bronchoscope through the stenosis.\\nInitially argon plasma coagulation (APC) was used to devitalize the granulation tissues surrounding the stenosis. Rigid forceps and cryoprobe were used to remove the necrotic tissues. The APC and cryo probes were inserted through the side-port of the Dumon rigid bronchoscope instead of through the working channel of the flexible bronchoscope to minimize damage to the working channel of the flexible bronchoscope. Bougies was then used to dilate the stenotic area in incremental size to a final size of 1 cm. Pledgets soaked with diluted Mitomycin C (concentration 0.2 mg/ml) were introduced using rigid forceps through the rigid bronchoscope to the raw surface of the mucosa and direct pressure applied via the rigid forceps [figure ]. Pressure was applied for 2 minutes until blanching of the mucosa was seen. The procedure was repeated circumferentially until all mucosa was treated. A total of 4 applications or 8 minutes of contact time was needed [figure ]. Hemostasis was then secured with pledgets soaked with adrenaline and the rigid bronchoscope was removed. The whole procedure took 110 minutes.\\nIntravenous dexamethasone 8 mg tds was given for 3 days. At 2 weeks, a flexible bronchoscopy showed a patent airway and she was weaned off the tracheostomy tube after she tolerated spigotting for 48 hours [figure ].\\nRepeat flexible bronchoscopy was done at 1 month [figure ] and then 4 month [figure ] after the procedure. The trachea remained patent. A small granulation nodule was seen on the anterior wall of the trachea but a 6 mm therapeutic flexible bronchoscope could easily be passed through the stenosis.\\nThere is no significant worsening of the narrowing between 1 month and 4 month. She did not complain of stridor or difficulty in breathing and was back to work.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'20749630': 1, '2588212': 1, '27080697': 2, '8899924': 1, '7646083': 1, '11039970': 1, '4693571': 1, '5459079': 1, '11742948': 1, '10362058': 1, '107382': 1, '28620493': 2, '30829257': 1, '33532074': 2, '24574602': 1, '1545649': 1, '8677352': 1, '7457492': 1, '20150982': 2}", "similar_patients": "{'4832514-1': 1, '7829630-1': 1, '7829630-2': 1, '7829630-3': 1, '7829630-4': 1, '7829630-5': 1, '7829630-6': 1, '7829630-7': 1, '5464515-1': 1, '5464515-2': 1, '5464515-3': 1, '5464515-4': 1, '5464515-5': 1, '5464515-6': 1, '5464515-7': 1, '5464515-8': 1, '5464515-9': 1, '5464515-10': 1}"}