{"patient_id": 95057, "patient_uid": "2917391-1", "PMID": 20649984, "file_path": "comm/PMC002xxxxxx/PMC2917391.xml", "title": "Ring chromosome 18 abnormality in acute myelogenous leukemia: the clinical dilemma", "patient": "A 36 year old man presented with a one month history of nausea, loss of appetite, diarrhea, night sweats, and a twelve pound weight loss. He had no significant past medical history and, despite his work in construction, denied any previous chemical or radiation exposure. Peripheral blood revealed anemia (Hb 8.2 g/dL), thrombocytopenia (38 × 103/uL) and a white cell count of 2.6 × 103/uL. A bone marrow biopsy demonstrated a markedly hypercellular marrow (90-100% cellularity) with increased mature and immature granulocytes and atypical megakaryoctyes. The bone marrow aspirate contained myeloblasts, monoblasts, and promonocytes accounting for 36% of the cellularity. Significant dysplasia was present in the myeloid and erythroid lineages. Flow cytometry demonstrated an abnormal monocytic population characterized by HLA-DR+, CD13 partial+, CD64+, CD4dim+, and negative for CD14, suggestive of immaturity and reported to be a feature of abnormal monocytes in AML[]. Most CD 117 + myeloblasts and/or monoblasts were negative for CD34, another marker of immature cells which is usually negative in AML with monocytic differentiation[]. The diagnosis was consistent with acute monocytic leukemia.\\nCytogenetic analysis demonstrated 46, XY, r(18)(p11.1q22) karyotype in 19 of 34 evaluated metaphase cells. Interphase fluorescence in situ hybridization (FISH) evaluation revealed BCR-ABL1, PML-RARA, RUNX1-RUNXT1 fusion negative in all cells. CBFB and MLL (Probe manufacturer: Abbott Molecular Diagnostics - Des Plaines, Illinois) rearrangements were not detected. These are recurrent genetic changes associated with AML and included in our AML panel for prognostic purposes. Metaphase FISH studies demonstrated that BCL2, SYT, and MALT1 were present and localized to the long arm of chromosome 18 and were not lost during the ring formation as shown in Figure . Additionally, the patient was found to be FLT3 negative and NPM1 positive.\\nThe patient received induction chemotherapy on CALGB protocol 10503 with cytarabine arabinoside 100 mg/m2/day, daunorubicin 90 mg/m2/day, and etoposide 100 mg/m2/day. A repeat bone marrow aspirate and biopsy was consistent with a hypocellular marrow with no evidence of disease. Four cytogenetic analyses following induction chemotherapy demonstrated a normal 46, XY karyotype. The patient underwent a conditioning regimen of melphalan, thiotepa, fludarabine, and ATG followed by an allogeneic cord blood transplant from a sex matched donor. He remained in hematologic and cytogenetic remission with 100% donor cell engraftment for 120 days. Soon afterwards he developed post transplant lymphoproliferative disorder and died of multi-organ failure.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'11110676': 1, '12521365': 1, '12203786': 1, '3663939': 1, '7522537': 1, '10369161': 1, '17124057': 1, '19880497': 1, '22744847': 1, '7627933': 1, '12393746': 1, '18758155': 1, '23813513': 1, '11979548': 1, '3855285': 1, '9746770': 1, '3163258': 1, '33829328': 1, '29298360': 1, '9973965': 1, '6572548': 1, '20649984': 2}", "similar_patients": "{}"}