{"patient_id": 91106, "patient_uid": "2642859-1", "PMID": 19166585, "file_path": "comm/PMC002xxxxxx/PMC2642859.xml", "title": "Biopsychosocial approaches to a patient with vomiting of 10 years' duration – a case of temporal lobe epilepsy", "patient": "The patient was a 26-year-old female with a 10-year history of vomiting. She had been hospitalized and had required intravenous hydration more than 30 times for that condition. Vomiting usually started with mild left abdominal pain, and did not subside even when the stomach contents had been emptied resulting in \"dry heaves\". Episodes usually persisted for several days. Throughout the vomiting episodes, her consciousness was clear. Antiemetic, antianxiety, and anticonvulsant drugs were not effective. When she was 25 years old, she first came to our psychosomatic medicine department where she received medical and behavioral treatments for what was diagnosed as cyclic vomiting syndrome (CVS) []; however, her symptoms were poorly controlled. When the patient was 26 years old, she was hospitalized and underwent a thorough medical examination.\\nThe patient's height was 165 cm and body weight was 55 kg. Her past and family medical history was noncontributory. The results of physical and neurological examinations, esophageal-gastrointestinal endoscopy, and routine biochemical examinations were all normal. She had not experienced external injuries, convulsion, loss of awareness, or migraine headaches. Electroencephalograms (EEGs) were recorded from 19 electrodes (International 10/20 System) with A1+A2 as the recording reference. The patient kept both eyes closed during the recording. The recording was done approximately 500 times. On EEGs performed at high amplitude, 5~6 Hz waves and slow waves (Figure ) were evident but there were no sudden abnormal waves. In the background, 9–10 Hz alpha waves were recorded around the occipital lobes. Results of brain emission computed tomography (CT) and single photon emission CT (SPECT) of the brain were normal and no atrophy or tumors were evident.\\nDuring one hospital stay, the patient complained that she could not speak smoothly, had cramping of the tongue, and clenched her teeth against her will. These symptoms subsided naturally within a few hours. After this episode, we learned that she had experienced such cramping twice previously. We considered this to be a symptom of automatism. Although consciousness was not impaired and haloperidol was not effective in stopping the vomiting, epilepsy was cited as a possible diagnosis. After recording EEGs several times, a high amplitude slow wave was obtained while the patient was awake, which correlated with the vomiting (Figure ). When she was drowsy, spike and wave complexes appeared in the left temporal lobe (Figure ) and repeated irregular slow wave bursts (Figure ) were recorded. Through the administration of from 1 to 2 mg clonazepam, background wave activity improved substantially (Figure ) and vomiting episodes decreased, although the spike and wave complex was noted with drowsiness.\\nOn first consulting with this patient, we suspected that her illness had a complex etiology and that both psychological and medical approaches to treatment would be required. We reasoned that a psychological problem might be a trigger for her episodes of epilepsy. The patient's family and previous doctors had told her that her illness was caused by mental weakness. She had not attended college nor had she ever been employed, and as a result she had no hope for her future. She was in despair over her health, gave up being understood by others, and would not confide in others. She unconsciously needed the symptoms to escape from reality. We used both physical and psychological approaches in her treatment, involving relaxation techniques, breathing exercises, drawing pictures and counseling. She slowly started to discuss the family situation that had begun in childhood and had continued to the present. She said that her mother often disagreed with what she wanted to do and she began to think that it was no use thinking for herself. Her life at that time was filled with a sense of \"abandonment\". After she made a friend in the hospital and opened her heart to others, she began to speak tearfully in the therapeutic sessions. She said that she was aware that her symptoms had not been due to a physical problem but rather a mental one, and she expressed the feeling that she would be better off living away from her family. As a child she had been well behaved, and her mother paid little attention to her because she was busy caring for her elder sister, who easily got colds and became tired. When her elder sister entered college and was seldom at home, the mother began nagging the patient to do certain things and was overprotective of her. After several therapeutic sessions, her attitude was more positive. To support her \"to do things on her own\", we intervened with the family, who were of the opinion that \"the patient with the illness was wrong\". We tried to encourage the patient to become independent and to separate from the family, and we asked the father and sister to assist in that effort. We complimented the patient's mother for her efforts in caring for her daughter. When she left the hospital, she no longer felt \"abandonment\" but instead was committed to \"live her own life by herself\".\\nAfter she left the hospital, she had some ictal vomiting when excessively stressed. We listened to her with empathy and acceptance, supported her both mentally and physically, and assisted her in establishing independence. Her symptoms markedly improved when she obtained job training as a home-helper and subsequently found employment. When she began to live alone and support herself, all of her symptoms disappeared (Figure ). Within several months she was able to decrease and finally discontinue medication and no longer required medical care. An EEG while the patient was awake and unmedicated showed irregular waves in the background and there were no high amplitude slow waves (Figure ). She has been in good health without requiring medication for more than seven years.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'712936': 1, '2196170': 1, '16337434': 1, '1262858': 1, '9628197': 1, '114604': 1, '8330108': 1, '16385668': 2, '3386821': 1, '3197686': 1, '17376605': 1, '12423396': 1, '2801681': 1, '6617587': 1, '15464642': 1, '13665356': 1, '9886459': 1, '2115159': 1, '14627192': 1, '10448820': 1, '10490033': 1, '10520833': 1, '16678560': 1, '17512676': 1, '19166585': 2}", "similar_patients": "{'2810606-1': 1}"}