{"patient_id": 125909, "patient_uid": "2718206-1", "PMID": 11752960, "file_path": "noncomm/PMC002xxxxxx/PMC2718206.xml", "title": "Primary Uterine Lymphoma: A Case Report", "patient": "A 62-year-old woman experienced lower abdominal pain and vaginal bleeding lasting for 20 days. She had neither a previous history nor general symptoms of lymphoma. Her CA15-3 level was 15.6 U/mL, a-FP was 1.9 ng/mL, and CEA was 0.6 ng/mL. Physical examination revealed marked enlargement of the uterus, though a smear test proved negative.\\nUS demonstrated lobulated uterine enlargement, with a focal anechoic area (). Sagittal MR images of the pelvis showed diffuse enlargement of the uterus and cervix, both of which exhibited homogeneous intermediate signal intensity on T1-weighted image (TR [msec] / TE [msec]: 700/20) and T2-weighted image (TR/TE: 2000/90) and contained an area of focal high-signal intensity, as revealed by both these modalities. Diffuse anterior vaginal wall involvement was also noted, and neither the junctional zone nor normal cervical stroma were preserved (). Gadolinium-enhanced MR images showed relatively uniform homogeneous enhancement of the uterus, but no endometrial enhancement (). Pelvic lymphadenopathy was not observed. Needle biopsy of the vagina indicated the presence of a benign fibromuscular tumor, and trans-abdominal hysterectomy and bilateral salpingo-oophorectomy were performed.\\nA gross specimen showed extensive necrosis of the uterus, and microscopic examination of the mass demonstrated diffuse infiltration of the myometrium, endometrium and endocervix, as well as the parametrium, vagina and adnexa, by atypical high-grade lymphoblastic lymphoma cells. Bone marrow biopsy of the sternum indicated 65% infiltration by tumor cells. High-grade lymphoblastic lymphoma of the uterus with bone marrow invasion (Ann Arbor Stage IV) was diagnosed.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'9157869': 1, '26225836': 1, '6585265': 1, '1766319': 1, '30533475': 1, '2026819': 1, '6383595': 1, '7890849': 1, '8430580': 1, '11752960': 2}", "similar_patients": "{}"}