{"patient_id": 91761, "patient_uid": "2732100-1", "PMID": 19727370, "file_path": "comm/PMC002xxxxxx/PMC2732100.xml", "title": "Pulmonary tumor thromboembolism: A case report and review of literature", "patient": "A 77-year-old Caucasian male who was admitted in the surgical ward with complaints of abdominal pain and altered bowel habits of 3-week duration was referred to the medical team due to increasing dyspnea. He had sustained an injury to knee 4 weeks back and had been taking regular codeine and paracetamol tablets for pain. His abdomen X-ray had shown fecal loading, rigid sigmoidoscopy was normal and the provisional diagnosis was constipation secondary to codeine. He gave a history of gradually progressive dyspnea over 2 weeks. There was no other significant past medical history. On examination he had features of right-sided heart failure with pulmonary hypertension. Arterial blood gases showed hypoxia. ECG showed S1Q3T3 pattern. The diagnosis of pulmonary embolism was made and he was started on full-dose low- ‘molecular weight’ Heparin. Echocardiogram showed dilated right ventricle with impaired function and right ventricular systolic pressure >80 mmHg. CT pulmonary angiogram showed no evidence of pulmonary embolism but did show multiple lymph node enlargement. Patient had cardiac arrest and resuscitation attempts were unsuccessful.\\nPostmortem showed multiple lymph node enlargements inside mediastinum and abdomen, malignant-looking ulcer in stomach and tumor infiltration throughout small bowel mesentery. Microscopy of gastric ulcer revealed adenocarcinoma.\\nRight ventricle did not show any features of hypertrophy.\\nMacroscopically, lungs were edematous but pulmonary arteries showed no evidence of pulmonary embolism. Microscopy of pulmonary parenchyma showed pulmonary hypertensive changes and extensive tumor thromboemboli involving pulmonary microvasculature.\\nFinal diagnosis: Widespread carcinamatosis due to carcinoma stomach.\\nAcute cor pulmonale due to pulmonary tumor thromboembolism.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'22493640': 2, '10919385': 1, '9177536': 1, '7331900': 1, '12935829': 1, '32257112': 1, '19727370': 2}", "similar_patients": "{'3318165-1': 1}"}