{"patient_id": 90852, "patient_uid": "2621120-1", "PMID": 19055836, "file_path": "comm/PMC002xxxxxx/PMC2621120.xml", "title": "Cauda equina compression in an achondroplastic dwarf. Is complex anterior and posterior surgical intervention necessary?", "patient": "A 33-year-old male achondroplastic dwarf was admitted in our Department because of incomplete paraplegia. He had been experiencing low back pain and numbness in both lower extremities, of increasing severity, for the previous 18 months. The patient reported difficulty in walking and in climbing stairs. He also complained of intermittent urinary retention and constipation. On clinical examination, numbness and decreased response to pinprick and light touch below the level of the second lumbar vertebra were present bilaterally. The deep tendon reflexes were decreased and Babinski's sign was negative. Examination of motor function revealed significant bilateral weakness of the hip, ankle and knee flexors and extensors.\\nPlain radiographs revealed marked wedging (kyphosis of 70) of the 2nd lumbar vertebral body (figure ). On the CT-scan a marked spinal stenosis (T11 to L5) was observed (figure ) and a myelogram confirmed severe stenosis at L2.\\nThe patient underwent an anterior decompression through a retroperitoneal approach. A partial anterior, L1 and L2, corpectomy was performed and following the removal of a sharp protrusion due to disc bulging found at the same level, the cord was considered to be sufficiently decompressed. Stabilization of the spine with a plate and screws, and fusion using iliac autografts comprised the final steps of the operation (figure ). Following an uneventful post-operative course, the patient was discharged wearing a brace.\\nThe neurological recovery that was observed six months postoperatively was only partial. Therefore a decision was made to further decompress the spine, while in addition a myelogram revealed residual anterolateral cord compression above and below the level of the corpectomy. An extensive posterior laminectomy from the T12 to L5 vertebrae was performed whereupon multiple indentations of the ligamentum flavum were seen at those levels. The neurological condition has markedly improved, and after an extensive follow up period of 12 years, has remained so. The patient was found to be able to walk, having only moderate weakness of the extensors of the right foot, albeit without requiring an ankle support. He has mild residual bilateral paraesthesia over the lateral sides of the femurs, legs and feet and sufficient urinary control.\\nPlain radiographs showed a stable lumbar spine and solid fusion (fig ). A CT-scan revealed no residual spinal stenosis (fig ).", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'8337000': 1, '3336847': 1, '1062701': 1, '3240263': 1, '833182': 1, '6863536': 1, '7298674': 1, '16924200': 1, '15088133': 1, '19055836': 2}", "similar_patients": "{}"}