{"patient_id": 96100, "patient_uid": "2998671-1", "PMID": 21180507, "file_path": "comm/PMC002xxxxxx/PMC2998671.xml", "title": "3D multidetector CT angiographic evaluation of intralobular bronchopulmonary sequestration", "patient": "A 4-year-old girl presented with repeated episodes of chest infection. Sequential chest radiographs showed an area of nonresolving consolidation in the left lower lobe. She was referred to the radiology department for CT angiography based on the clinical suspicion of pulmonary sequestration. The patient underwent multidetector CT on 64-slice state-of-the-art Siemens scanner. The examination was performed at 150 mA and 120 kV. Plain scan of the chest was performed from the level of thoracic inlet to just below the inferior pole of the kidney. Non-ionic iodinated contrast 50 mL was given at the dose of 2 mL/kg of body weight for the angiographic study. Using the bolus tracking method, the angiogram was done by an automatic trigger system with a density of 100 HU in the ascending aorta. CT scan was acquired during quiet respiration without sedation. Images were processed with standard soft tissue settings (300 window width [WW], 40 window length [WL]) and lung settings (1200 WW, -600 WL). Axial CT images showed a solid heterogenously enhancing mass located in the left lower lobe, above the diaphragm. On angiography, three anomalous vessels arising from the descending aorta were seen supplying the enhancing mass lesion on the arterial phase []. Multiple veins were seen draining the mass into the left inferior pulmonary vein and eventually into the left atrium on the venous phase []. Evaluation of the origin as well as the entire course was difficult with axial images alone. Hence further evaluation was done by processing the images and obtaining 3D volume rendered and maximum intensity projection images in different anatomic planes using the Wizard workstation []. Based on the radiologic findings, the pediatric surgeon did a thoracotomy and resected the sequestered lower lobe lung segment. Our findings were confirmed intraoperatively. Postoperative chest radiograph revealed resolution of left lower zone consolidation. Along with sequestration, another anomaly (ectopic right kidney in the pelvis) was picked up during the course of the study.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'17082698': 1, '2105007': 1, '15136411': 1, '16940370': 1, '8460228': 1, '10195084': 1, '9754996': 1, '29725766': 1, '21180507': 2}", "similar_patients": "{}"}