{"patient_id": 91574, "patient_uid": "2721829-1", "PMID": 19563664, "file_path": "comm/PMC002xxxxxx/PMC2721829.xml", "title": "Salter-Harris II injury of the proximal tibial epiphysis with both vascular compromise and compartment syndrome: a case report", "patient": "A 14-year-old girl presented to our accident and emergency department after sustaining a direct blow from a fence post to the anterior aspect of her proximal tibia whilst riding her horse at approximately 15 km/hr. She then fell to the ground, forcing the knee into valgus. She was unable to weight bear because of pain localised to the knee.\\nOn examination her right knee was deformed, with a step inferior to the joint margin. The leg was also externally rotated by 20 degrees. There was marked tenderness over the proximal tibia. The calf was soft and non-tender; peripheral pulses and neurology were intact.\\nRadiographs revealed a Salter-Harris II injury, with a lateral metaphyseal extension and posterior displacement of the tibia (Figure ). She was then taken to theatre within 5 hours of presentation, however at this time she complained of \"pins and needles\" over the dorsum of her foot. The pulses were re-examined, and found to be absent. Under general anaesthetic the fracture was reduced. This was achieved with forward traction over the proximal tibia distal to the epiphysis, with the knee flexed to 100 degrees. On reduction the peripheral pulses returned but remained weak. The fracture remained unstable and continued to fall back to its original position with loss of pulses on release of traction. Reduction was held with four Kirschner (K-) wires (Figure ).\\nDespite fixation the pulse remained barely palpable. The calf was tense. Anterior compartment pressure measured at 55 mmHg. All four compartments were decompressed with fasciotomies. Vascularity of the limb was immediately restored and confirmed with a portable Doppler instrument. An above knee back slab was applied in 45 degrees of flexion at the knee. The fasciotmies were closed over next seven days in three stages.\\nThe cast and wires were removed at 6 weeks, during which time she was not allowed to weight bear on the affected limb. Between 6 to 12 weeks she was allowed partial to full weight bearing under physiotherapy supervision. At last review, 1 year post injury; there was no deformity, instability or leg length discrepancy. Radiographs at this point demonstrated healing of the fracture (Figure ).", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'2592075': 1, '6852895': 1, '1747311': 1, '18629771': 1, '489664': 1, '28607786': 2, '30065050': 1, '5018408': 1, '11284358': 1, '30535547': 1, '581764': 1, '20754731': 1, '6861396': 1, '10704575': 1, '9833103': 1, '34790612': 2, '5832742': 1, '19563664': 2}", "similar_patients": "{'8576765-1': 1, '5457767-1': 1}"}