{"patient_id": 94944, "patient_uid": "2908072-1", "PMID": 20598147, "file_path": "comm/PMC002xxxxxx/PMC2908072.xml", "title": "Small blue round cell tumor of the interosseous membrane bearing a t(2;22)(q34;q12)/EWS-CREB1 translocation: a case report", "patient": "54-year-old female presented with pain and swelling of one year duration in her left leg. An MRI scan revealed a 7 cm enhancing mass lying in the posterior calf, at the level of popliteus muscle and extending through the interosseous membrane. The tibial nerve and popliteal vessels were encased in the tumor. Systemic imaging revealed no metastases.\\nA core needle biopsy was taken, but proved insufficient for a definitive diagnosis. An open biopsy was performed and a working diagnosis of soft tissue Ewing sarcoma rendered. The patient received pre-operative systemic chemotherapy as for Ewing sarcoma, but failed to respond with any tumor shrinkage.\\nFor local treatment of her tumor she was advised to undergo above knee amputation due to the anticipated poor functional results of limb salvage in this situation. Despite extensive counseling and corroborating second opinions she refused amputation. As limb salvage was technically feasible, she underwent pre-operative radiation therapy and a complex wide resection of the tumor was performed, with tibial nerve resection, vascular reconstruction with saphenous vein grafts, allograft reconstruction and internal fixation of the tibial defect, as well as reconstruction of the soft tissue defect with a free tissue transfer from the scapular region. Wide margins were achieved. The patient developed a wound infection with methicillin-resistant S. aureus 14 days postoperatively. At day 22, she suffered an anastomotic leak of the vessel reconstruction. Although vascularity was restored and her limb at this stage was still viable, she was very disappointed with the functional results of her procedure and requested an above knee amputation. She was clear of disease at last follow up.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'19561568': 1, '19801966': 1, '12460205': 1, '11826187': 1, '16258500': 1, '11007039': 1, '2521288': 1, '23329308': 1, '11556535': 1, '17620387': 1, '18094413': 1, '17000668': 1, '25197404': 1, '18300804': 1, '12907633': 1, '19936782': 1, '22439931': 1, '11992546': 1, '16878328': 1, '22592145': 1, '17227118': 1, '19851129': 1, '10716155': 1, '12721254': 1, '11211309': 1, '12823707': 1, '20598147': 2}", "similar_patients": "{}"}