{"patient_id": 90322, "patient_uid": "2531122-1", "PMID": 18681953, "file_path": "comm/PMC002xxxxxx/PMC2531122.xml", "title": "Use of a Javid™ shunt in the management of axillary artery injury as a complication of fracture of the surgical neck of the humerus: a case report", "patient": "An 82-year-old, white woman with a history of alcohol abuse, presented to the accident and emergency department with a 4-hour history of an acutely ischaemic right upper limb with motor and sensory deficit. A hard tender, pulsatile mass was palpable in the right subclavian area with significant bruising; there was a palpable right subclavian pulse with no pulses distal to this. X-ray revealed a fracture of the surgical neck of the right humerus with the humeral head abducted and externally rotated, while the humeral shaft was displaced medially (Fig. ).\\nTen weeks previously, she had presented with a fracture of the surgical neck of the right humerus following a fall whilst under the influence of alcohol. On that occasion, sensory and motor function of the limb had been recorded to be fully intact by the medical staff in Accident and Emergency and there had been a full complement of pulses. Given she had no neuro-vascular deficit in the affected limb, the vascular surgeons were not involved initially. Under guidance of the orthopaedic surgeons, she had been treated conservatively with a collar and cuff due to her age and history of current alcohol abuse. She was to have been followed up fortnightly in the orthopaedic fracture clinic – but failed to attend after her second visit. She had no neuro-vascular deficit on follow-up. She denied any further falls or trauma to the right upper limb.\\nThe acute nature of the current presentation together with neurological compromise prompted classification as category-II acute limb ischaemia (Society for Vascular Surgery/International Society for Cardiovascular Surgery classification) [] and urgent angiography was performed with a view to revascularisation. This revealed a pseudoaneurysm of the third part of the right axillary artery with complete occlusion of the right brachial artery distal to this (Fig. ).\\nOperative treatment was undertaken with initial exposure and control of the subclavian artery above the clavicle (Fig. ). Simultaneous exposure of the brachial artery in the antecubital fossa was performed and a size 3 Fogarty embolectomy catheter passed distally down the brachial artery. Both radial and ulnar arteries were found to contain thrombus which was cleared with good back flow. The proximal brachial and distal subclavian arteries were ligated in continuity. Two interconnected Javid™ shunts were inserted to carry blood flow from the subclavian to the brachial artery in order to maintain perfusion (Fig. ) during open reduction and internal fixation of the fractured humerus, after which a subclavian to brachial bypass was performed using reversed long saphenous vein. The fracture was temporarily stabilised using external splints to immobilize the limb whilst securing vascular continuity.\\nPostoperatively, the patient had strong radial and ulnar pulses with complete resolution of her motor and sensory dysfunction within 72 hours. Her postoperative course was uncomplicated and she was discharged on the 10th postoperative day. Early postoperative duplex scan performed at 6 weeks revealed satisfactory function of the vein graft.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'17033547': 1, '15064849': 1, '7427051': 1, '15874928': 1, '9308598': 1, '26229901': 1, '16618547': 1, '12379386': 1, '17382222': 1, '3694729': 1, '1432831': 1, '15599485': 1, '12045642': 1, '4008042': 1, '9602783': 1, '16283573': 1, '18681953': 2}", "similar_patients": "{}"}