{"patient_id": 125623, "patient_uid": "2672283-1", "PMID": 19561754, "file_path": "noncomm/PMC002xxxxxx/PMC2672283.xml", "title": "Clitoral Priapism with No Known Risk Factors", "patient": "A 26-year-old gravida 4 para 2 TAB 2 African-American patient presented to the emergency department (ED) with a two-day history of pain following wiping of her urethra. The patient described her pain as constant, aching and sharp, and feared she cut herself near her urethra while wiping. She has not been sexually activity for several months and denied insertion of foreign bodies. She described swelling in the region of her clitoris and attempted to alleviate the symptoms with several hot baths with minimal relief. She denied a history of trauma, vaginal pain and discharge, prior similar symptoms, and changes in hair pattern or voice. She also denied fever, dysuria, suprapubic pain, and gastrointestinal symptoms. She denied recent medication use or recreational drug use. The patient’s obstetrical and uro-gynecologic history was significant for two first trimester therapeutic abortions for unintended pregnancies without complication, several urinary tract infections treated effectively, and chlamydia vaginitis treated as an outpatient. She states that all annual pap smears and pelvic examinations prior to her presentation were otherwise normal. The patient also denied a family history of sickle cell disease and cancer.\\nHer vital signs included a temperature of 37 degrees Celsius, blood pressure of 129/70 mm Hg, pulse of 87 beats per minute, and respiratory rate of 16 breaths per minute. She was alert, oriented, and in moderate discomfort lying supine on the gurney. She pointed to her clitoral region when asked to point to the area of maximal pain. Her pelvic exam revealed a firm, swollen and acutely tender clitoris and clitoral hood with minimal vulvar tenderness and swelling (). Her external genitalia including labia were normal and without lesions, lacerations, or abrasions. She had no cervical motion tenderness, os was closed, and no masses or discharge were present. Uterus was midline and non-tender. Her head and neck, cardiopulmonary, abdominal, lymphatic, and extremity exams were unremarkable.\\nLaboratory tests included an unremarkable urinalysis and a negative urine pregnancy test. The patient was given vicodin for pain control with minimal relief. A gynecology consultation recommended NSAIDS, imipramine, and ice packs. The patient was referred to her primary gynecologist and instructed to follow up within two days with precautions to return if loss of sensation, increased swelling, or persistent or worsening pain after 48 hours. Her follow-up was uneventful.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'24644460': 1, '7726332': 1, '3516294': 1, '3087684': 1, '25785343': 1, '12580557': 1, '5465252': 1, '2211542': 1, '11306421': 1, '15250624': 1, '3014914': 1, '9219048': 1, '12081756': 1, '12460353': 1, '10468320': 1, '2610753': 1, '12423816': 1, '15099976': 1, '15913719': 1, '15354526': 1, '15349027': 1, '19561754': 2}", "similar_patients": "{}"}