{"patient_id": 95779, "patient_uid": "2971487-1", "PMID": 20731531, "file_path": "comm/PMC002xxxxxx/PMC2971487.xml", "title": "A patient with Graves' disease who survived despite developing thyroid storm and lactic acidosis", "patient": "The patient was a 56-year-old woman, with a personal history of habitually drinking 100 g or more of alcohol daily from 20 to 53 years of age and smoking 0.5 pack a day for 36 years. Past and family history was not contributory.\\nA 56-year-old woman was diagnosed as having Graves' disease (GD) at the age of 49, and was started on treatment with methimazole (MMI). After the thyroid hormone levels returned to the normal range, the patient discontinued her visits to the hospital. When she was 53 years old, she visited our hospital again with tachycardia and abdominal distension. Laboratory examination revealed evidence of mild hyperthyroidism (free thyroxine (fT4), 2.46 ng/dL) and hepatic dysfunction (total bilirubin (T.Bil), 0.5 mg/dL; aspartate aminotransferase (AST), 582 IU/L; and alanine aminotransferase (ALT), 323 IU/L). Abdominal Computed Tomography (CT) revealed ascites; however, there were no clear signs of liver cirrhosis. Based on the diffuse wall motion abnormality in the heart observed on echocardiography, the patient was diagnosed as having dilated cardiomyopathy (ejection fraction (EF), 38%). In addition to hyperthyroidism, alcohol was considered as one of the causes of the cardiomyopathy, in view of the history of heavy alcohol drinking. Treatment with iodine potassium (KI), MMI, propranolol (30 mg daily) and furosemide was initiated. The patient showed clinical improvement within a week; however, she discontinued all treatment after being discharged from the hospital.\\nIn July 2008, she visited our hospital again with the complaints of palpitations and abdominal distension. Based on the clinical and laboratory data (serum free tri-iodothyronine (fT3), 12.7 pg/dL; fT4, 5.09 ng/dL), the patient was diagnosed as having developed recurrence of GD and congestive heart failure. Treatment was initiated on an outpatient basis with MMI (15 mg), furosemide, and spironolactone. One month later, the serum fT4 decreased to 0.4 ng/dL, suggestive of hypothyroidism. MMI was discontinued, and 2 weeks after the drug withdrawal the patient visited our hospital with the complaints of diarrhea and palpitations. Clinical and laboratory examination revealed evidence of mild hyperthyroidism again and of hepatic dysfunction with jaundice. Hepatic congestion secondary to hyperthyroidism and heart failure was diagnosed, and treatment with MMI (20 mg/day), metoprolol (20 mg/day), spironolactone, and furosemide was initiated. However, since the patient had persistent dyspnea for several hours after the start of the treatment, she was examined at the department of emergency medicine of our hospital and hospitalized.\\nGlasgow coma scale score for consciousness, 15 (E4V5M6); blood pressure, 107/80 mmHg; pulse, 134 beats/min; body temperature, 34.5°C; respiratory rate, 30/min; oxygen saturation on room air, 95%. Physical examination revealed abdominal distention caused by ascites; however, there were no other abnormal findings, including edema of the legs.\\nCardiothoracic ratio, 61%; enlargement of the left ventricle.\\nPulse rate, 134/min; atrial fibrillation +.\\nLeft atrial dimension, 42 mm; mitral regurgitation, moderate; EF, 48%; left ventricular dimension–diastole, 41 mm; left ventricular dimension–systole, 31 mm; tricuspid regurgitation, trivial; estimated pulmonary arterial pressure, 40 mmHg; right atrial diameter, 44 mm; right ventricular diameter, 37 mm; inferior vena cava diameter, 23 mm; respiratory fluctuations, absent.\\nT.Bil, 2.5 mg/dL; AST, 347 IU/L; ALT, 278 U/L, suggestive of hepatopathy with jaundice. Serum fT3, 7.80 pg/dL and serum fT4, 3.05 ng/dL, suggestive of hyperthyroidism. Serum N-terminal pro-B-type natriuretic peptide (NT-pro-BNP), 971 pg/mL, suggestive of heart failure. Arterial blood gas analysis (in ambient air) revealed a pH of 7.404, PCO2 of 10.0 mmHg, PO2 of 137.5 mmHg, HCO3 of 5.0 mEq/L, and Base Excess (BE) of −14.5, indicative of metabolic acidosis with respiratory alkalosis.\\nWith the diagnosis of hyperthyroidism complicated by heart failure and metabolic acidosis, treatment was initiated with KI, MMI, furosemide, and spironolactone, in an attempt to improve the cardiohemodynamics. One dose of metoprolol (20 mg) was administered orally prior to hospitalization and then discontinued. After hospitalization, the patient's condition deteriorated, and 16 hours later she developed evidence of severe acidemia, hypoglycemia (42 mg/dL), and hepatopathy with jaundice (). Signs of renal failure were also present, and the patient became delirious. On the basis of the Burch-Wartofsky score (), which is a widely used global scale for evaluation of the severity of thyrotoxicosis, the patient's condition was diagnosed as thyroid storm (thyrotoxicosis with delirium (20 points), jaundice (20 points), moderate heart failure (10 points), and tachycardia (20 points); a total score of 61 or more is suggestive of definite thyroid storm). The patient was transferred to the Department of Emergency and Critical Care Medicine, Nihon University. At the time of admission to this department, the serum lactate level was 27.6 mmol/L, suggestive of lactic acidosis. Treatment with sodium bicarbonate, vitamin B1, dopamine, monoammonium glycyrrhizinate, L-arginine L-glutamate, lactulose, fresh frozen plasma, human atrial natriuretic peptide, and furosemide was started, and hemodialysis was instituted. The vital signs stabilized, and thereafter the patient, who was under treatment with oral MMI, furosemide, and ursodeoxycholic acid, was transferred to our hospital again. When the thyroid function parameters normalized, she was discharged from our hospital. Echocardiography repeated while the patient was in stable condition revealed an EF of 61%, and the serum brain natriuretic peptide was approximately 20 pg/mL. Serum biochemistry examination did not reveal any abnormalities. Currently, approximately a year after discharge from the hospital, the patient is leading a normal life without any subjective symptoms.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'17327384': 1, '23197948': 1, '18568312': 1, '9588413': 1, '23687997': 2, '7732963': 1, '8325286': 1, '10988222': 1, '8757360': 1, '8187112': 1, '19364696': 1, '28849410': 1, '19506329': 1, '12119996': 1, '17379821': 1, '20146655': 1, '20731531': 2}", "similar_patients": "{'3669617-1': 1}"}