{"patient_id": 125205, "patient_uid": "2610647-1", "PMID": 19119457, "file_path": "noncomm/PMC002xxxxxx/PMC2610647.xml", "title": "Partial Trisomy 1q41 Syndrome Delineated by Whole Genomic Array Comparative Genome Hybridization", "patient": "The proband was a 6-month-old male child born to a non-consanguineous, phenotypically normal couple. He was born at 39 weeks of gestation by cesarian section with a birth weight of 2,820 grams. At the age of 6 months, his weight was 5.6 kg (<3rd percentile), his height was 63 cm (<3rd percentile), and his head circumference was 46 cm (90th percentile). He showed poor growth and development, including absence of social smiling and maternal recognition at the age of 12 months. Mild dysmorphic features were present in . Echocardiography, electromyography, hematological and biochemical tests for renal and liver function showed no abnormalities, and screening for inborn errors of metabolism was normal.\\nConventional cytogenetic analysis of the proband revealed an abnormal male karyotype, 46,XY,der(11)t(1;11)(q41;p15.5) (). The proband's mother and sister had the same balanced karyotype, 46,XX,t(1;11)(q41;p15.5) with a normal phenotype.\\nFurther characterization of the size and boundaries of the cytogenetic abnormalities of the proband was carried out by array CGH. Genomic DNA was extracted from peripheral blood using QIAamp DNA Micro kit (Qiagen, Hilden, Germany). The arrays (MacArray Karyo4000 from Macrogen, Seoul, Korea) were consisted of 4,000 human bacterial artificial chromosomes (BACs), spaced approximately 1 Mb across the whole genome, with each BAC clone spotted in duplicate. Labeling and hybridization were performed as described (). Arrays were scanned on a GENEPIX4200A two-color fluorescent scanner (Axon Instruments, Union City, CA, U.S.A.). The log2-transformed fluorescence ratios were calculated from median intensity values, after subtracting for background, and normalized according to the intensity normalization method. Chromosomal aberrations were categorized as a gain or loss when the normalized log2 transformed fluorescence ratio was outside the range 0.25 to -0.25. These two threshold values were chosen by selecting a 3SD (standard deviation) value calculated from 30 normal male to normal female hybridization experiments.\\nThe array CGH for the proband revealed that the breakpoint of a contiguous duplication on the long arm of chromosome 1 was located in 1q41 band (). We also observed two BAC clone deletions on the short arm (11p15.5) of chromosome 11 ().\\nTo confirm the gain and loss predicted by the array CGH, fluorescence in situ hybridization (FISH) analysis was performed and the array CGH analysis of proband's mother was also done in order to exclude the copy- number variations showed by the array CGH results of the proband. BAC clones (Macrogen, Seoul, Korea) for FISH analysis included BAC_4527 (position start and end number; 219935200-220017617) proximal to, and BAC_7952 (220560043-220660043) distal to the break region of 1q41 predicted by the array CGH. BAC_1341 (202674-299580) and BAC_5807 (257732-338908) were used for the deletion of 11p15.5 predicted by the array CGH. Additionally, FISH with BAC_4069 (238256420-238340569) was carried out to confirm whether it is a continuous duplication or two separated duplications around 1q43 that showed no duplication pattern by the array CGH. At least twenty metaphase and 200 interphase preparations were scored for each hybridization.\\nFISH analysis confirmed the breakpoint of a contiguous duplication on the long arm of chromosome 1 was located between BAC_4527 and BAC_7952 (more proximal to the BAC_4555) (). Additionally, the skipped duplication pattern by the array CGH around at 1q43 region was proved to be false by FISH with 1q43 probe (). The deletion of 11p15.5 predicted by the array CGH was also confirmed by FISH ().", "age": "[[6.0, 'month']]", "gender": "M", "relevant_articles": "{'29796285': 1, '2368800': 1, '16616112': 1, '21239872': 1, '16630559': 1, '11754067': 1, '9138155': 1, '3233776': 1, '16124865': 1, '25223409': 1, '8160748': 1, '34367776': 2, '7573162': 1, '9475102': 1, '8195962': 1, '19119457': 2}", "similar_patients": "{'8330808-1': 1}"}