{"patient_id": 125391, "patient_uid": "2628157-1", "PMID": 17963349, "file_path": "noncomm/PMC002xxxxxx/PMC2628157.xml", "title": "Off-Pump Coronary Artery Bypass Grafting in Moyamoya Disease", "patient": "A 56-year-old female was referred to our hospital for recent effort aggravated angina. She had no history of hypertension. Approximately three years prior to admission, she was diagnosed with moyamoya disease at a check-up for general weakness at another institution. She had typical findings of angiographic features of definite type of Moyamoya disease (). One year after the diagnosis, she developed effort angina. Coronary angiography, performed at another hospital, revealed triple vessel disease. This coronary stenosis was treated by balloon angioplasty and stenting. However, these procedures failed to relieve symptoms, and the patient was referred to us for CABG. Neurologic examination showed no abnormal findings. Laboratory examination demonstrated no evidence of diabetes mellitus or hyperlipidemia. In consideration of the moyamoya disease, we used OPCAB in order to avoid the risk of brain ischemia associated with CPB. Intraoperative observation indicated that the stenoses were caused by atherosclerosis. The patient received a left internal mammary graft to the left anterior descending artery, a composite radial artery free graft to the first obtuse marginal artery, and a right internal mammary graft to the right posterolateral branch. During the operation, systolic blood pressure and blood PaCO2 level were constantly maintained above 130mmHg and 35 mmHg, respectively. The operation was uneventful and there was no perioperative cerebral ischemic episode; the patient had a stable course and was discharged nine days postoperatively.\\nBefore discharge, we evaluated graft patency using multi-slice CT [(M-CT) ()]. M-CT is useful non-invasive tool to detect coronary stenosis.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'6823678': 1, '9409430': 1, '11218639': 1, '17669990': 1, '2040653': 1, '15744810': 1, '32507930': 1, '30043926': 2, '25829816': 1, '9141954': 1, '32082779': 1, '2975177': 1, '17963349': 2}", "similar_patients": "{'6089126-1': 1}"}