{"patient_id": 89800, "patient_uid": "2276504-1", "PMID": 18339199, "file_path": "comm/PMC002xxxxxx/PMC2276504.xml", "title": "Good functional recovery following intervention for delayed suprachoroidal haemorrhage post bleb needling: a case report", "patient": "A 79-year-old myopic man with chronic open angle glaucoma presented with deterioration of his right central visual field. Fifteen years earlier he had bilateral trabeculectomies and was currently requiring brimonidine, brinzolamide and travoprost to control his intraocular pressure (IOP). The patient was pseudophakic with a posteriorly placed intraocular lens. The right visual acuity was 6/9 and the IOP was 16 mmHg. Examination revealed end stage optic discs. In view of the progressive visual field deterioration, needling of the filtering bleb was offered.\\nThe needling was carried out in theatre. A subtenon anaesthesia of 2% lignocaine, which was uncomplicated, was used. Under aseptic technique Healon GV was injected with a 32-guage needle into the conjunctiva adjacent to the bleb to form a diffuse bleb; this enables the adhesions in the conjunctiva to be broken down and allows the 5-fluouracil to remain peripheral to the bleb where it is required to prevent conjunctival scarring and adhesions. Three subconjunctival injections of 2.5 mg 5-fluouracil were then injected around the bleb. This technique has been previously described []. Postoperatively the anterior chamber was formed with an IOP of 6 mmHg and the patient was discharged. Two days later the patient represented with pain and right visual acuity reduced to hand movements. Clinically the patient had a formed anterior chamber and two large choroidal detachments. The IOP was 5 mmHg. The following day, the choroidal detachments had progressed to suprachoroidal haemorrhages. B-scan ultrasonography confirmed a dense non-mobile echogenic shadow consist with a suprachoroidal haemorrhage (Figure ). Ultrasound also showed an attached posterior pole with no significant submacular haemorrhage. Five days after the initial needling the patient had complex surgery to reverse the hypotony, deepen the shallow anterior chamber and manage the suprachoroidal haemorrhages. This involved anterior chamber reformation, a bleb compression suture and drainage of the haemorrhagic suprachoroidal detachments via long posterior sclerotomies. Postoperatively the IOP was 15 mmHg. Fundal examination showed a substantial reduction in the choroidal detachment with some persistent areas of detachment superiorly and inferiorly.\\nSix days later the patient presented with a visual acuity of light perception and increased ocular pain. The IOP was 33 mmHg. Examination revealed a shallow anterior chamber and a dense vitreous haemorrhage, which was secondary to the suprachoroidal haemorrhage. B-scan ultrasonography showed no retinal detachment and the peripheral choroidal detachments were reduced. The IOP was 16 mmHg on removing the compression suture. The following week, the patient had a right vitrectomy which revealed no retinal tears or holes and the patient had ninety-degree cyclodiode endolaser.\\nOne week later the visual acuity was counting fingers and the IOP was 20 mmHg. The bleb had some drainage, the anterior chamber was formed and the retina was flat. The final visual acuity was 6/12 with an IOP of 13 mmHg on travoprost and brinzolamide. The final visual field showed only slight change when compared with the visual field before the suprachoroidal haemorrhage (Figure ).", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'14644230': 1, '10636664': 1, '10664049': 1, '11519503': 1, '21647568': 1, '16518368': 1, '10163318': 1, '14388089': 1, '11581053': 1, '8479701': 1, '8942894': 1, '18339199': 2}", "similar_patients": "{}"}