{"patient_id": 126864, "patient_uid": "2967011-1", "PMID": 21060763, "file_path": "noncomm/PMC002xxxxxx/PMC2967011.xml", "title": "A Case of Familial Juvenile Hyperuricemic Nephropathy with Novel Uromodulin Gene Mutation, a Novel Heterozygous Missense Mutation in Korea", "patient": "A 16-yr-old male had been suffered from waxed and waned symptoms of swelling and pain of right 1st metatarsal joint since his age of 14. Recently he was hospitalized at a local clinic due to same symptoms, and was diagnosed as hyperuricemia, gouty arthritis and renal insufficiency. Though his symptoms were resolved with prednisolone, he was transferred to nephrology department of our hospital for further evaluation on abnormal renal function (April 4, 2009). On admission, he reported stable vital signs and no symptoms associated with azotemia. On physical examinations, he had no peripheral edema. Electrocardigraphy and simple radiography showed normal findings. The blood urea nitrogen was 17.5 mg/dL, serum creatinine was 1.59 mg/dL. Laboratory tests revealed hyperuricemia (uric acid 11 mg/dL) and renal under-excretion of urate (fractional excretion of uric acid 3.13%; 24 hr urine uric acid 327 mg). Serum total protein was 7.6 g/dL, albumin was 4.7 g/dL and total cholesterol was 161 mg/dL. Other laboratory tests showed results within normal range. There were no abnormal urinary findings like hematuria, proteinuria and pyuria. Abdominal sonography showed normal size and echogenicity in both kidneys, and no other structural abnormality was found. A renal biopsy was not performed.\\nIn the family history, his elderly brother was diagnosed with gout and renal insufficiency at age 18. Kidney biopsy, which was performed at his age of 20 in one hospital, revealed tubulointerstitial disease. His grandfather, father and uncle were also diagnosed with gout and chronic kidney disease at teenage and they have been treated with allopurinol for several years (). All of them had no other chronic disease such as hypertension or diabetes.\\nTwo peripheral blood samples for gene analysis were obtained from patient and his father. DNA sequence analysis of the 10 exons of the UMOD gene was undertaken for genetical confirmation of FJHN. Gene analysis revealed a novel heterozygous missense mutation (c.1382C>A, p.Ala461Glu) that altered evolutionary conserved residues in the gene encoding UMOD (). Detected mutation was located in exon 6. The patient has been treated with allopurinol (100 mg/day) since admission and patient's serum uric acid level begun to decrease. Ten months later, his serum uric acid level was 6.4 mg/dL and serum creatinine level was 1.63 mg/dL. He remained clinically asymptomatic throughout this period. In this family, other affected members were treated with allopurinol and their serum uric acid levels were maintained. None of them developed end stage renal disease.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'16883323': 1, '23826568': 2, '12519891': 1, '14569098': 1, '9686952': 1, '23723338': 1, '12629136': 1, '19203555': 1, '18409515': 1, '16421156': 1, '13818629': 1, '32776440': 1, '34904096': 2, '22740033': 1, '27489562': 2, '17151335': 1, '15558519': 1, '17182881': 1, '6447222': 1, '23880785': 1, '15086896': 1, '31509055': 1, '14871399': 1, '21060763': 2}", "similar_patients": "{'3698310-1': 1, '4968202-1': 1, '8638067-1': 1}"}