{"patient_id": 93889, "patient_uid": "2837668-1", "PMID": 20181047, "file_path": "comm/PMC002xxxxxx/PMC2837668.xml", "title": "Anaphylactic response to topical fluorescein 2% eye drops: a case report", "patient": "A 51-year-old English woman attended the Oxford Eye Hospital for a postoperative check-up two weeks after uneventful phacoemulsification cataract surgery that was performed under topical anaesthesia. As part of the ophthalmic examination, fluorescein 2% eye drops (Bausch and Lomb Minims®) were administered topically into her operated eye in order to check the corneal wound integrity and measure the intraocular pressure. No other eye drops were instilled into her eye during her outpatient visit. Within 30 seconds of topical fluorescein administration, she developed acute dyspnoea, wheezing and tachycardia. Well-versed with the symptoms of the onset of anaphylaxis, she administered 0.6 mg intramuscular adrenaline from her auto-injector (EpiPen®). Venous access was obtained and the patient was given intravenous chlorpheniramine and oral prednisolone. Despite a good initial response, she deteriorated acutely within 30 minutes, with tongue swelling, airway obstruction, and subsequent loss of consciousness. Following appropriate resuscitation, she was transferred for further observation to the intensive care unit. She was discharged from our hospital after 48 hours.\\nOur patient was known to have brittle asthma and a history of allergy to a number of drugs (Appendix 1) and foods (Appendix 2). She suffered 10 episodes of anaphylaxis following inadvertent exposure to these allergens in the preceding year, one of which necessitated admission to an intensive care unit. She was examined in the ophthalmology department on two occasions before the visit described above. At the preoperative assessment prior to cataract surgery, the intraocular pressure was measured using a Tono-pen® applanation tonometer using topical proxymetacaine drops. Cataract surgery was subsequently performed without any complication under topical anaesthesia (with benoxinate, proxymetacaine and amethocaine drops). Before she was discharged from the ophthalmology day surgery unit, the operated eye was examined and fluorescein drops were instilled for the first time. No systemic reaction to fluorescein was observed at this time.\\nTwo months after the anaphylactic reaction to topical fluorescein 2%, our patient returned for cataract surgery on her other eye. No fluorescein was administered at any stage and she had an uneventful postoperative recovery.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'8952662': 1, '1891225': 1, '16131924': 1, '33877616': 1, '8010539': 1, '15238794': 1, '3523356': 1, '32795090': 1, '15131563': 1, '9137401': 1, '2303328': 1, '16451256': 1, '20181047': 2}", "similar_patients": "{}"}