{"patient_id": 91540, "patient_uid": "2714570-1", "PMID": 19641647, "file_path": "comm/PMC002xxxxxx/PMC2714570.xml", "title": "Pneumorrhachis, pneumomediastinum, pneumopericardium and subcutaneous emphysema as complications of bronchial asthma", "patient": "A 17-year-old Saudi male patient was presented to our ER with history of shortness of breath, nonproductive cough and wheezing since 48 hours prior to his visit. He was a known case of bronchial asthma from early childhood, hospitalized twice in the last 2 years due to worsening of his symptoms. He was never admitted to ICU nor did he ever receive assisted mechanical ventilation in the past. Since the last 9 months, he was taking beclomethasone MDI 200 μg twice daily with p.r.n, beta-2 agonists.\\nThere was neither any previous history of pulmonary tuberculosis or anti-tuberculous treatment nor any recent trauma or surgery. He has not been a smoker and denies any illicit drug usage.\\nOn clinical examination, he was fully conscious and oriented, but dyspneic. He could complete a sentence at a stretch. Vitals showed PR- 104/ min, RR- 28/min, BP- 104/68 mm Hg, SPO2-89% in normal room air by pulse oxymetry and 92% with 4 L/ min oxygen delivered through nasal canula. Temperature was 38°C.\\nThere was extensive subcutaneous emphysema involving bilateral upper chest, neck and axillary regions.\\nAuscultation revealed a systolic crunching sound over the left parasternal region, better heard during inspiration (Hamman' sign). The lung fields revealed bilateral extensive expiratory polyphonic wheezes with few inspiratory crackles on auscultation.\\nABG on admission showed pH- 7.421, pCO2-31.1 mm Hg, pO2-54.6, SO2 85.6%, HCO3-25.8.\\nCBC: TLC- 24.3 K/μL, N- 84.4%, L- 4.7%, Hb- 17.2 gm%, Plat- 250 K/μL. All the baseline biochemical parameters were within normal limits. The initial chest x-ray revealed surgical emphysema involving the cervical, thoracic and axillary regions bilaterally without any evidence of rib fracture []. There was pneumonic consolidation involving the right lower lobe. It also revealed air in the mediastinum and pericardium.\\nFor better delineation of the extent of air dissection, he was subjected to computed tomography (CT) of the chest. It confirmed air dissection into the subcutaneous, mediastinal and pericardial spaces [Figures and ]. High-resolution CT also revealed air in the posterior spinal epidural space at multiple cervical and thoracic levels [].\\nThe patient was admitted and was vigorously treated with broad-spectrum antibiotics, inhalation bronchodilators, systemic corticosteroids, high-flow oxygen and other supportive measures. Antibiotics were used since our patient had pneumonic consolidation involving right lower lobe. His hospital course was uneventful, and he showed progressive improvement.\\nHe was subsequently shifted to cardiothoracic care, and follow-up at 2 months revealed an asymptomatic individual.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'414544': 1, '27034565': 1, '6421117': 1, '27162855': 1, '23569528': 1, '15965224': 1, '15543056': 1, '28784876': 1, '10195480': 1, '23576945': 1, '9465223': 1, '2333137': 1, '24623994': 2, '12603477': 1, '8055982': 1, '3576436': 1, '865671': 1, '16835735': 1, '29849334': 2, '26508192': 1, '25551085': 2, '3492895': 1, '30202132': 1, '10889894': 1, '16950703': 1, '19641647': 2}", "similar_patients": "{'3949721-1': 1, '4279841-1': 1, '5965188-1': 1}"}