{"patient_id": 92554, "patient_uid": "2769410-1", "PMID": 19918460, "file_path": "comm/PMC002xxxxxx/PMC2769410.xml", "title": "Acute myocardial infarction and syncope in an 18-year-old athlete with an abnormal origin of the left coronary artery: a case report", "patient": "An 18-year-old Danish man of Ghanesian ancestry was admitted due to acute chest pain and a syncope occurring during vigorous exercise playing basket ball. The patient was unconscious for approximately one minute, and complained from sustained chest pain and dyspnea after regaining consciousness. There was no history of smoking or drug abuse. He had no previous medical history and no familial history of cardiovascular disease or sudden death; however, he had previously experienced episodes of chest pain and dyspnea without syncope during exercise.\\nUpon admission the patient had ongoing chest pain. Values for capillary oxygen saturation fluctuated between 82 and 94% with nasal oxygen supply. The arterial blood pressure was 70/40 mmHg, increasing to 125/75 mmHg after the administration of intravenous saline. There was no fever, and other vital signs were unremarkable. Chest examination demonstrated a regular heart rate (pulse 85) with no murmurs and normal breath sounds. The patient did not exhibit cyanosis or edema.\\nThe initial electrocardiogram (ECG) showed sinus rhythm with incomplete right bundle branch block, signs of left ventricular hypertrophy and severe myocardial ischemia with massive ST-segment depression in anterolateral leads along with ST-segment elevation in leads V1-V2 and aVR (). In a subsequent ECG obtained after the chest pain had abated, the incomplete right bundle branch block and ST changes had ceased.\\nThere were increases in coronary enzymes with a troponin T (TNT) of 0.25 μg/L (affirmative for myocardial infarction above 0.01 μg/L) and creatine kinase MB (CKMB) of 25 μg/L (affirmative for myocardial infarction above 5 μg/L). 12 hours later TNT and CKMB had increased further to 2.85 μg/L and 185 μg/L, and at 24 hours they had decreased to 1.80 μg/L and 68 μg/L, respectively. The leucocyte count was 15 × 109 cells/L, and CRP was normal. There were no signs of thrombophilia or coagulopathy.\\nA chest radiograph showed a mild enlargement of the heart and a minor diffuse infiltrate near the apex of the left lung. Subsequent chest radiographs were normal. Bedside transthoracal echocardiography showed no abnormalities.\\nA coronary arteriography () and an angiographic CT scan () were performed. The coronary arteriography raised the suspicion of an abnormal left coronary artery; this was confirmed by the angiographic CT scan which showed the origin of the left main stem (LM) from the right aortic sinus ( and ). The left coronary artery coursed aberrantly between the pulmonary trunk and aorta, hence causing a 30% LM stenosis ( and , arrows). The initial ECG pattern during chest pain was consistent with LM stenosis []. However, a 30% LM stenosis is not sufficient to cause such profound ECG changes per se, which suggests that the LM was further narrowed during exercise.\\nOpen heart surgery revealed that the LM was located intramurally in the aortic tunica media, the internal orifice being in the right coronary sinus and the external orifice in the normal position of the left coronary artery. The patient was treated with surgical unroofing of the LM from inside the aorta, opening an orifice in the normal position of the LM in the left coronary sinus. Postoperatively, a CT angiography scan demonstrated the unroofed left coronary artery (). The patient recovered completely and suffered no subsequent symptoms during six months of follow-up.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'12842554': 1, '10807452': 1, '9670825': 1, '19614632': 1, '3518378': 1, '9691102': 1, '9857867': 1, '4419670': 1, '34594069': 1, '19918460': 2}", "similar_patients": "{}"}