{"patient_id": 126385, "patient_uid": "2824879-1", "PMID": 20191026, "file_path": "noncomm/PMC002xxxxxx/PMC2824879.xml", "title": "Fatal Biliary-Systemic Air Embolism during Endoscopic Retrograde Cholangiopancreatography: A Case with Multifocal Liver Abscesses and Choledochoduodenostomy", "patient": "A 50 year-old female visited the emergency department with a 15-day history of epigastric pain, fever, chill, and nausea. The patient had a history of abdominal surgery for multiple biliary stones 20 years prior but was not able to recall detailed information. The patient complained of acute, continuous, dull-like pain, located in the epigastrium without any radiation, and, on a physical examination, the abdomen was soft but tender on the right upper quadrant area with no rebound tenderness. Initial laboratory test results were as follows: white blood cell count, 14,760/mm3; hemoglobin level, 10.0 g/dL; erythrocyte sedimentation ratio, 140 mm/hr (normal range, 1-20 mm/hr); c-reactive protein level, 23.89 mg/dL (normal range, 0-0.3 mg/dL); aspartate aminotransferase level (AST), 101 IU/L (normal range, 10-40 IU/L); alanine aminotransferase (ALT) level, 114 IU/L (normal range, 5-40 IU/L); total billirubin, 4.6 mg/dL (normal range, 0.2-1.2 mg/dL); amylase level, 48 U/L (normal range 20-125 U/L). An abdominal computed tomographic (CT) scan revealed the presence of multiple stones in the common bile duct (CBD) and intra-hepatic duct (IHD) with biliary obstruction, multifocal liver abscesses, and air-biliarygram (). Emergency ERCP was subsequently performed. On an initial examination, an opening of a choledochoduodenostomy, which may have been created at the previous surgery (, arrow), was observed. Cholangiogram confirmed multiple filling defects in the CBD. Due to the presence of a wide and straight ostomy orifice and the marked dilatation of the CBD, with the use of a forward endoscope (GIF-XQ260, Olympus, Tokyo, Japan) we were able to commence the extraction of brown-pigmented mud stones without difficulty (). In the middle of the procedure, the patient suddenly became hypoxic and bradycardic. The patient was soon comatose, and cardiac arrest developed. The procedure was immediately terminated and cardio-pulmonary resuscitation commenced followed by prompt intubation. The patient was transferred to the intensive care unit while resuscitation was continued. However, the patient died without restoration despite of all efforts. A chest X-ray taken at the scene suggested a massive systemic air embolism (). The cause of death was thought to be a massive cardiac and pulmonary air embolism originated from the biliary-venous fistula.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'8056250': 1, '25501087': 2, '12478046': 1, '15957727': 1, '11148258': 1, '15672079': 1, '23951390': 1, '28890572': 1, '23767036': 1, '637584': 1, '31803307': 1, '8551866': 1, '7733099': 1, '9041008': 1, '9468427': 1, '34054400': 2, '24944995': 2, '34967372': 2, '3344739': 1, '16643257': 1, '30837788': 1, '2862790': 1, '8013847': 1, '20191026': 2}", "similar_patients": "{'4602785-1': 1, '4058549-1': 1, '8718232-1': 1, '8138231-1': 1}"}