{"patient_id": 92761, "patient_uid": "2779781-1", "PMID": 20011031, "file_path": "comm/PMC002xxxxxx/PMC2779781.xml", "title": "Congenital Desmoid Tumor of the Cheek: A Clinicopathological Case Report", "patient": "A 3-month-old girl with a history of a solid, immobile mass in her right cheek presented to our clinic. The lesion was present at birth and did not change dramatically in the first 3 months of life. The mass was firm on palpation, well-defined, and mobile (Fig ).\\nMagnetic resonance imaging (MRI) study performed at this age demonstrated a hyperintense fibrotic mass in the subcutaneous layers of the right cheek, penetrating to the upper lip (Fig ).\\nAn incisional biopsy from the mass was performed. The histopathologic examination was nondiagnostic but was suspicious for a rhabdomyomatous mesenchymal hamartoma. With this working diagnosis, the patient was followed closely with a view to excision at a later age.\\nAn additional MRI study performed, when the girl was 17 months old, demonstrated the same mass, which did not change in size or appearance from the previous MRI.\\nAt this stage, a wide surgical excision of the mass was performed using the Weber-Fergusson approach. The skin above the mass was spared.\\nThe gross pathological examination of the specimen revealed a solid, gray, ill-defined mass measuring 0.8 × 0.9 × 1.3 cm3. Microscopically, the lesion consisted of subcutaneous fat and muscle with an infiltrative process composed of haphazardly arranged bland spindle cells on a collagenous background, invading adjacent muscle fibers, and focally reaching the cauterized surgical margin. There was no necrosis, and no mitotic figures were observed. The immunohistochemical stain for β-catenin was positive in several nuclei. Focally, cells were also positive for α-actin. A desmin immunostain was negative. The findings were compatible with desmoid-type fibromatosis.\\nThe previous biopsy was reexamined, and the histopathological analysis was found to be compatible with an invading edge of fibromatosis (Fig ).\\nThe patient had no family history of Gardner syndrome or familial adenomatous polyposis. The patient was presented to the pediatric oncology tumor board. Because of the young age and the problematic location of the tumor, close clinical and radiological follow-up was recommended. A decision was made to avoid postoperative radiotherapy in this young girl because of the potential side effects of irradiation in this site and age.\\nNo recurrence of the tumor was witnessed 15 months after the surgical excision (Fig ).", "age": "[[3.0, 'month']]", "gender": "F", "relevant_articles": "{'8869779': 1, '10442602': 1, '15591714': 1, '3132692': 1, '1510902': 1, '5138518': 1, '15599346': 1, '15372920': 1, '10834557': 1, '16094595': 1, '266144': 1, '17350660': 1, '12122627': 1, '16459519': 1, '8354157': 1, '9282213': 1, '16015632': 1, '2509576': 1, '16549363': 1, '10930641': 1, '10740002': 1, '18316509': 1, '11735163': 1, '34055293': 2, '20011031': 2}", "similar_patients": "{'8159267-1': 1}"}