{"patient_id": 125613, "patient_uid": "2672256-1", "PMID": 19561737, "file_path": "noncomm/PMC002xxxxxx/PMC2672256.xml", "title": "A Case of Complicated Urinary Tract Infection: Klebsiella pneumoniae Emphysematous Cystitis Presenting as Abdominal Pain in the Emergency Department", "patient": "A 59-year-old female presented to the ED with a chief complaint of abdominal pain. Her abdominal pain began three hours before presentation and had awoken her from sleep. This abdominal pain was described as “achy,” 5/10, intermittent, and located in the left lower quadrant without radiation. She denied nausea or vomiting and had no diarrhea or blood in her stools. Review of systems revealed that the patient had symptoms of dysuria for one day and left-sided flank pain along with her abdominal pain. She denied fevers or chills. She stated that, despite taking her prescribed insulin injections, her blood sugars have been persistently elevated above 400 with her personal glucometer. Her past medical history was significant for insulin-dependent diabetes mellitus (DM), hypertension, and prior cerebrovascular accident. She denied ever having any surgeries. She used regular insulin, Lantus (insulin glargine), and Ibuprofen. Her family history was noncontributory, and she denied alcohol, tobacco, or illicit drug use.\\nPhysical exam revealed a temperature of 36.5° C, respiratory rate of 18 breaths per minute, heart rate of 93 beats per minute, blood pressure of 166/81 mm Hg, oxygen saturation of 99% on room air, and capillary blood glucose of 447 mg/dL. She was awake, alert, and interacting appropriately. Her pupils were equally round and reactive to light. The cardiac exam was normal and lungs were clear with breath sounds bilaterally. The abdomen was soft with minimal tenderness to palpation in the left periumbilical and left lower quadrant. There was no guarding or rebound. Extremities were warm and well-perfused. The neurological exam revealed no deficit.\\nThe metabolic panel revealed sodium of 132 mEq/L (normal 135–145), BUN of 45 mg/dL (normal 8–22), Creatinine of 2.0 mg/dL (normal 0.5–1.3), glucose of 473 mg/dL, and an anion gap of 8.0. A CBC revealed a white blood cell count of 12.0 K/MM3 (normal 4.5–11.0) and a manual differential with 10.10 K/MM3 Neutrophils (normal 0.80–7.70). The hepatic panel was remarkable for an alkaline phosphatase of 189 U/L (normal 35–115). The urine was visibly clear and non-turbid. Urinalysis was leukocyte esterase and nitrate negative, but revealed large occult blood, glucosuria, protein of 300 mg/DL, and 3–6 WBC/HPF (normal 0–3).\\nWhile laboratory studies were pending, the patient received one liter IV normal saline, four mg of morphine sulfate IV for pain, and 10 units of regular insulin. Despite fluid administration and analgesia, the patient continued to have worsening 6/10 abdominal pain. Given the patient’s presentation of undifferentiated abdominal pain without clear etiology and her immunocompromised state, a non-contrast computed tomography (CT) scan of the abdomen was ordered. The CT scan revealed significant air in the bladder wall and lumen consistent with EC, severe left hydroureter and hydronephrosis without evidence of stones, and significant left perinephric stranding without gas in the renal parenchyma ().\\nA gram of Ceftriaxone and 500 mg of Gentamycin were started empirically along with a repeat fluid bolus and placement of a Foley catheter. While awaiting consultation and admission to the Urology service, the patient complained of increased abdominal pain and was increasingly tender in the left lower quadrant and suprapubic region. Her heart rate was persistently tachycardic (in the 130s), and she developed a fever to 39.4°C. In light of developing urosepsis and the potential for rapid progression to Emphysematous pyelonephritis, Interventional Radiology (IR) was consulted and placed a left nephrostomy tube to relieve the functional obstruction of the urinary tract just eight hours after the patient presented to the ED. After nephrostomy tube placement by IR, the patient was admitted to the ICU for close monitoring. The urine culture grew out Klebsiella pneumoniae and the patient was continued on IV antibiotics. Three days after admission, the nephrostomy tube was removed as the patient was able to void without use of a foley catheter and was able to control her pain. She was subsequently discharged and given a prescription for Levofloxacin 500 mg every day for fourteen days.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'12113866': 1, '24282470': 1, '29416285': 2, '6366247': 1, '17301591': 1, '15568415': 1, '4830638': 1, '23449821': 1, '17506870': 1, '1749973': 1, '29770194': 1, '24499172': 1, '13864008': 1, '24678369': 1, '2056576': 1, '27041755': 1, '9378933': 1, '19561737': 2}", "similar_patients": "{'5791445-1': 1}"}