{"patient_id": 92005, "patient_uid": "2740141-1", "PMID": 19829879, "file_path": "comm/PMC002xxxxxx/PMC2740141.xml", "title": "Bilateral adrenal haemorrhage secondary to intra-abdominal sepsis: a case report", "patient": "An 81-year-old man presented to our institution with a ten day history of constipation with progressively worsening lower abdominal pain, nausea and vomiting. His past medical history was remarkable only for uncomplicated peptic ulcer disease for which he was on maintenance ranitidine. On examination, he was distressed and dehydrated with normal vital signs. The abdomen was markedly distended with tenderness in the left lower quadrant. The rectum was empty. Haemoglobin was 13.9 g/dL, white cell count was 11.5 × 109/L, serum sodium was 133 mmol/L and potassium 3.9 mmol/L. A plain film of the abdomen demonstrated a distended transverse colon with no air in the rectum. The working clinical diagnosis was complete large bowel obstruction and so the patient was resuscitated with intravenous fluids and commenced on nasogastric decompression and intravenous proton pump inhibitor therapy.\\nOn-table colonoscopy confirmed an obstructing tumour at the splenic flexure. A number of bilobar metastatic lesions were noted in the liver at laparotomy. A left hemicolectomy with primary anastomosis and formation of a defunctioning loop ileostomy was performed along with an en-bloc splenectomy. It was necessary to remove the spleen due to local tumour invasion in order to ensure an oncologic resection. Histopathological analysis of the resected specimen revealed an adenocarcinoma of the colon.\\nThe patient improved clinically until post-operative day six when a rise in CRP (150 mg/l) and white cell count (20 × 109/l) was observed. His temperature rose to 38.5oC. On day eight, the patient's condition deteriorated acutely and he became hypotensive (bp: 86/50 mmHg). This necessitated a noradrenaline infusion, with the dose ranging from 3-8 µg/kg/hr to maintain a satisfactory mean arterial pressure. An abdominal ultrasound demonstrated and simultaneously guided drainage of a purulent collection lateral to the left kidney. He had been receiving prophylactic intravenous penicillin in light of his asplenic state, but at this stage, intravenous piperacillin/tazobactam and gentamicin were commenced in light of the ultrasound findings. Enterococcus faecalis was subsequently isolated from the aspirated pus.\\nA subsequent Computed Tomography (CT) scan of the abdomen and pelvis (performed without intravenous contrast due to marked transient renal impairment) demonstrated bilateral enlargement and hyperdensity of the adrenal glands consistent with adrenal haemorrhage (). Serum sodium was 130 mmol/L, potassium was 5.1 mmol/L and glucose was 3.8 mmol/L. A diagnosis of adrenal insufficiency was therefore made and 100 mg of hydrocortisone was administered intravenously. Seven hours after commencement of steroid therapy the noradrenaline infusion was discontinued as the patient's blood pressure had stabilised. He was transferred to the ward on post-operative day ten and the hydrocortisone was changed to oral administration.\\nPrior to discharge from hospital, hydrocortisone was stopped for 24 hours and a cosyntropin stimulation test was performed using 250 µg of cosyntropin. This demonstrated an inadequate response to adrenocorticotropic hormone (ACTH) - serum cortisol at 30 and 60 minutes post ACTH was 10.2 µg/dl and 10.1 µg/dl respectively. The patient was discharged from hospital on a maintenance dose of oral hydrocortisone and was treated with a palliative course of chemotherapy. A repeat CT scan of thorax, abdomen and pelvis some five weeks later (with intravenous contrast, renal function having returned to normal) demonstrated metastatic lung and liver lesions and interval liquefaction of the adrenal gland haemorrhages (). He continues to take oral hydrocortisone, is on lifelong penicillin prophylactically and remains clinically well at out-patient follow-up six months later.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'15251623': 1, '31258807': 1, '11996861': 1, '14581015': 1, '12899587': 1, '205758': 1, '2161483': 1, '3468384': 1, '7563311': 1, '26673817': 2, '23814386': 1, '3944871': 1, '9218034': 1, '30363301': 2, '12594318': 1, '2191375': 1, '12426284': 1, '19829879': 2}", "similar_patients": "{'4641559-1': 1, '6159250-1': 1}"}