{"patient_id": 125733, "patient_uid": "2693828-1", "PMID": 17728518, "file_path": "noncomm/PMC002xxxxxx/PMC2693828.xml", "title": "Recurrent Massive Subcutaneous Hemorrhage in Neurofibromatosis Type 1: A Case Report", "patient": "A 62-yr-old woman with known NF-1 was admitted to the Emergency Department (ED) because of a painful and suddenly enlarging mass on the left back area. She had no family history of NF-1. She had a medical history of operation and skin graft of a large hematoma on the right back area 30 yr before, and the biopsy findings were indicative of neurofibroma. On initial physical examination in the ED, the vital signs were blood pressure of 160/90 mmHg, heart rate of 120 beats/min, respiratory rate of 20 breath/min, and an axillary temperature of 36.5℃. On physical examination, there was a soft mass measuring 10×5×3 cm with tenderness on palpation on the left back area. The mass was scarletcolored, non-pulsating, and had a well-demarcated border. Multiple areas of hyperpigmentation (café-au-lait spots) were revealed on her torso and extremities. Axillary frecklings were also revealed. Routine blood samples taken on admission showed a white blood cell count of 11,400/µL, hemoglobin concentration of 12.4g/dL, hematocrit of 37.2%, platelet 244,000/µL, an international normalized ratio of 1.01 (reference range, 0.85-1.30) and a partial thromboplastin time of 29.9 sec (reference range, 29.0-44.0). During the next 3 hr the mass expanded, and the hemoglobin level fell to 8.1 g/dL. At this point, she became hemodynamically unstable with a blood pressure of 73/50 mmHg and a heart rate of 100 beats/min. She was resuscitated with 2.5 L of crystalloid fluid and 1 unit of packed red blood cells and became stable with a blood pressure of 106/60 mmHg. Abdomen and pelvis computed tomography (CT) revealed a huge, subcutaneous, 13×7.6 cm-sized hematoma, along with fluid collection in the posterior and left lateral subcutaneous layer of the thoracolumbar and left lower back area (). Because of the continued expansion of the hematoma and the possibility of hypovolemic shock, she was transferred to the department of chest surgery and underwent emergency surgery to evacuate the hematoma and control the bleeding. On operation, the large hematoma was surrounded with cysts, and many supporting vessels were distributed below the hematoma which oozed blood. Transfusion with a total of 4 units of packed red blood cells and 2 units of fresh frozen plasma was required because of the fall in the hemoglobin level to 1.8 g/dL. Grossly, the tumor was ill-defined, pale yellow, soft, and fibrotic, and it had spread into the fat tissue. Extensive hemorrhage was present on the surface of, but not inside, the tumor (). Microscopically, the tumor was composed of interlacing bundles of elongated cells with wavy nuclei with the fibrillary collagenous background and showed infiltrative growth into the fat tissue consistent with diffuse neurofibroma (). Most of the cells showed a positive reaction for S-100 protein. She was returned to the intensive care unit and remained stable but developed a new hematoma on the operation site without size increase or changes in vital signs and with a steady hemoglobin level of 10.1 g/dL. We presumed that the cause of new hematoma was the residual neurofibroma that could not have been completely removed. During her subsequent hospital stay, she experienced a skin necrosis of 15×10 cm on the operation site, which required debridement and dressing changes twice a day. A skin graft was done on hospital day 21, and she was discharged 50 days after admission.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'20965893': 1, '23607010': 2, '25972953': 2, '12206487': 1, '11129836': 1, '20358012': 2, '10696052': 1, '16385324': 1, '15191829': 1, '32675983': 1, '2129328': 1, '26629020': 1, '16012314': 1, '17728518': 2}", "similar_patients": "{'2844602-1': 1, '4421959-1': 1, '3625550-1': 1}"}