{"patient_id": 91356, "patient_uid": "2685913-1", "PMID": 19478954, "file_path": "comm/PMC002xxxxxx/PMC2685913.xml", "title": "Angiosarcoma of the Retroperitoneum: Report on a Patient Treated with Sunitinib", "patient": "A 52 year-old woman presented with an incidentally detected retroperitoneal mass and multiple liver nodules. Her initial computed tomography (CT) and positron emission tomography (PET) scans showed a huge retroperitoneal mass with direct invasion into the spleen, pancreas tail, and stomach, and three metastatic hepatic nodules. The size of the retroperitoneal mass was 12.5 × 10 cm and the dimensions of the hepatic metastases were 4.4 × 4.1 cm in segment IV, and 2.5 × 1.9 cm and 1.2 × 1.1 cm in the right posterior segment. Percutaneous needle biopsy of a hepatic nodule was performed. In histology, irregular and sinusoidal vascular proliferation, atypical endothelial lining, and undifferentiated tumor cells were noted. These findings were consistent with angiosarcoma. This is supported by immunohistochemical study that shown tumor cells were positive for CD 31 and CD34.\\nWeekly paclitaxel (80 mg/m2, on days 1, 8, 15, and 22, every 6 weeks) was administered as first-line chemotherapy. Our patient tolerated this regime well; no significant toxicities were observed. After one cycle of paclitaxel, a CT scan () revealed an increase in size of the three hepatic nodules and multiple new hepatic metastases. Therefore, we administered two cycles of second-line chemotherapy employing doxorubicin (60 mg/m2, day 1, every 3 weeks). In a follow-up CT scan (), the diameter of retroperitoneal mass was somewhat increased from 12.8 cm to 13.9 cm. However, twelve hepatic metastatic nodules were newly developed and the size of previously detected hepatic nodules was increased within two months. The disease status was rapidly deteriorated and we had few chemotherapeutic options, but our patient's general performance was sufficiently good to allow us to consider further chemotherapy.\\nAfter a full and careful discussion with the patient, we administered sunitinib (37.5 mg/day, daily) as a salvage regimen. After 2 weeks of sunitinib, the patient presented to the clinic with severe asthenia, and chemotherapy was interrupted. A laboratory investigation revealed grade 4 thrombocytopenia, grade 3 anemia, fragmented RBCs in the peripheral blood smear, and decreased levels of both serum haptoglobin and fibrinogen. Prothombin time was within normal limits. These data supported a diagnosis of microangiopathic hemolytic anemia (MAHA). The hematologic abnormalities were suggestive of the Kasabach-Merritt phenomenon (KMP), except that coagulopathy was absent. One month later, the thrombocytopenia and anemia had regressed. At that time, a CT scan yielded interesting findings. Some of the numerous scattered hepatic nodules had disappeared, whereas others showed no change in size, and the size of the retroperitoneal mass had also decreased, with evidence of internal necrosis, although two hepatic masses in the right posterior segment had progressed slightly. When we considered the prolonged interruption to treatment caused by toxicity, and the rapid rate of progression prior to the introduction of sunitinib, we formed the view that sunitinib was active against our patient's tumors. Therefore, we recommenced sunitinib treatment, but at a reduced dose (25 mg/day, daily). Although grade 2 thrombocytopenia and MAHA reoccurred, these toxicities were less severe than before. On monthly CT scans, some hepatic metastases and the retroperitoneal mass responded to sunitinib. However, two hepatic metastases of the right posterior segment further progressed; it was thus difficult to interpret any overall chemotherapeutic effect of sunitinib. To evaluate any antitumor activity on the two hepatic masses, gross tumor volume was measured on serial CT scans () and the volume doubling times (VDT) between each chemotherapy regime were calculated, using the equation: VDT = [t × log 2]/log [V\\n/V\\n], where t is the interval in days between two scans, and V\\n and V\\n are tumor volumes at the previous and current examination, respectively. The hepatic mass tumors had VDT values of 16 days on paclitaxel, 66 days on doxorubicin, and 145 days on sunitinib. We thus concluded that sunitinib could delay tumor progression and the treatment was continued.\\nAfter an additional 3 months of sunitinib therapy, recurrent hematologic toxicities associated with MAHA/KMP and concomitant deterioration of the patient's general condition caused chemotherapy to be interrupted. Two months later, the patient died of tumor invasion to her heart and inferior vena cava, about 11 months after initial diagnosis.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'30402185': 2, '17356953': 1, '18381090': 1, '18286475': 1, '18094660': 1, '22484189': 1, '11434603': 1, '23901241': 1, '17890216': 1, '16551858': 1, '17976362': 1, '34844463': 1, '16053668': 1, '23852636': 1, '29520447': 1, '18066504': 1, '29607237': 1, '18771914': 1, '27867672': 2, '18809609': 1, '16721130': 1, '15948172': 1, '10570428': 1, '19478954': 2}", "similar_patients": "{'6200618-1': 1, '5102718-1': 1}"}