{"patient_id": 89544, "patient_uid": "2170450-1", "PMID": 18053177, "file_path": "comm/PMC002xxxxxx/PMC2170450.xml", "title": "Recurrence of suicidal ideation due to treatment with antidepressants in anxiety disorder: a case report", "patient": "We report on a 19 year-old-male patient who suffers from panic disorder according to the DSM-IV (Diagnostic and Statistical Manual of Mental Disorders, version IV) [] criteria since the age of 15. He was also diagnosed with co-morbid narcissistic personality disorder, but without any drug or alcohol abuse in the past. No medical or other health problems were known or present. Onset of panic attacks was at age 15 when his parents divorced. Initial pharmacological treatment with Fluoxetine 20 mg (titered up within a few weeks) was combined with individual and family psychotherapy on an outpatient level. Due to lack of response the patient was switch to Fluvoxamine 150 mg after 2 months. Despite this intensified treatment regimen, panic attacks continued and his overall state deteriorated eventually leading to hospitalization to a youth inpatient ward. Treatment was changed to Venlafaxine initially with 75 mg/day in the morning. Almost immediately the patient experienced frequent suicide thoughts along with feelings of despair and hopelessness. The thoughts frightened him to the point of suffering frequent panic attacks. This deterioration was interpreted as a sign of treatment resistance and therefore, Venlafaxine was titered up to 300 mg/day. Subsequently, the patient made his first suicide attempt by drinking acid that was left by a careless hospital worker. No psychosocial factors or stressful life events were detected to have contributed to the suicide attempt.\\nFollowing this event, Paroxetine was trialed up to 20 mg/d leading to almost full remission and only rare panic attacks during the following 4 weeks. At that point in time, when the patient was discharged home, his general functioning was normal. In the next 4 years the patient continued on Paroxetine 20 mg/d because when he tried lowering this dose according to his psychiatrist, he felt more anxious. He was regularly followed-up during this time and experienced rare classic panic attacks mostly during stressful times.\\nAfter 4 years of continuous antidepressant treatment with Paroxetine, the patient started to complain about delayed ejaculation which was attributed to Paroxetine. As a consequence other antidepressants were trialed, none of which improved his sexual disturbance or caused any worsening of his anxiety. Finally when Venlafaxine was trialed again due to lack of effective alternatives with no/little side-effects, the patient complained about frequent suicide thoughts after one week of Venlafaxine XR 75 mg. Other medication was not used at that time. He appeared in the outpatient clinic as very anxious, reported being afraid to stay on his own, was terrified that he might lose control and to unintentionally harm himself. The suicidal thoughts were experienced in the same way as the suicidal ideation and suicide attempt from his adolescent years. After switching to Duloxetine 60 mg/day, the suicidal thoughts completely disappeared.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'16390887': 1, '16766043': 1, '10221363': 1, '2301661': 1, '1752848': 1, '1515949': 1, '12822741': 1, '15740464': 1, '1714040': 1, '2750551': 1, '16179334': 1, '15309042': 1, '7940983': 1, '17728420': 1, '1282104': 1, '12601224': 1, '7110371': 1, '16179814': 1, '15699293': 1, '15718539': 1, '10086474': 1, '15742221': 1, '7677826': 1, '18053177': 2}", "similar_patients": "{}"}