{"patient_id": 89696, "patient_uid": "2249601-1", "PMID": 18218098, "file_path": "comm/PMC002xxxxxx/PMC2249601.xml", "title": "Primary monophasic synovial sarcoma presenting as a pulmonary mass: a case report", "patient": "A 67-year-old woman was referred for investigation of a peripheral opacity in the left lung lower lobe, which was discovered incidentally on a chest radiograph. Thirteen years earlier she had undergone a radical left-sided mastectomy for breast cancer, followed by a three-year course of adjuvant endocrine therapy with tamoxifen. No adjuvant radiation therapy or chemotherapy was given after the mastectomy. Until the time of presentation, no evidence of disease recurrence had been found.\\nThe patient was a housewife, did not smoke or abuse alcohol, had no known toxic exposures and denied any family history of malignancies. She was in good general health and well nourished. Physical examination was negative apart from a post-surgical chest scar. The results of blood tests, standard biochemical tests, urine analysis, c-ANCA, p-ANCA, tumor markers and arterial blood gas analysis were normal.\\nThe chest radiograph (Figure ) revealed a well-demarcated, non-cavitating, 3 cm in diameter peripheral opacity in the left lower lobe, with obtuse angles between the lesion and the pleura, and no other abnormalities. The lesion was not apparent on a chest radiograph performed one year previously. Chest computed tomography (CT), (Figure ) confirmed a 3 × 4 cm, oval-shaped, well-delineated peripheral mass in the left lower lobe, abutting the pleura, homogenous in attenuation and no evidence of mediastinal or axillary adenopathy. CT of the brain and abdomen revealed no pathological findings. Pulmonary function studies were normal. Bronchoalveolar lavage and bronchial brushing specimens, obtained during bronchoscopy, were negative for malignancy. The CT-guided fine needle aspirate from the mass revealed clusters of neoplastic cells of unclear affiliation, strongly positive on immunostaining for vimentin and negative for carcino-embryonic antigen (CEA) and epithelial membrane antigen (EMA).\\nFinally, a left thoracotomy was performed, revealing a tumor in the outer part of the left lower lobe, which did not infiltrate the visceral pleura. Subsequently, a left lower lobectomy with typical excision of the satellite lymph nodes was completed. Pathological examination revealed a well-circumscribed, whitish, soft tumor measuring 2.5 × 3 × 2 cm. Microscopic examination showed a spindle cell neoplasm, with slit-like spaces and normal adjacent lung parenchyma (Figure ). Immunohistochemical staining was positive for CD99 and Bcl-2, while staining for EMA, CK19, CK17, BerEP4, S-100 and thrombomodullin was negative. The above findings were compatible with a monophasic spindle cell type synovial sarcoma in the lung (Figure ). The lymph nodes showed lesions of reactive lymphadenitis, and the specimens of pleura showed edema and low-grade inflammation.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'15795839': 1, '27995774': 2, '15668648': 1, '30581471': 2, '12445750': 1, '15257548': 1, '19335917': 2, '23198196': 2, '25125819': 2, '22655286': 2, '16778340': 1, '14669292': 1, '11342772': 1, '15169989': 1, '25948950': 2, '22413892': 2, '11905413': 1, '28205183': 2, '8579122': 1, '26313782': 1, '15879502': 1, '31949765': 1, '12006691': 1, '8367623': 1, '18218098': 2}", "similar_patients": "{'3310833-1': 1, '5334290-1': 1, '3359438-1': 1, '3502773-1': 1, '6276405-1': 1, '2670314-1': 1, '5311012-1': 1, '4129604-1': 1, '4408683-1': 1}"}