{"patient_id": 89758, "patient_uid": "2266768-1", "PMID": 18302801, "file_path": "comm/PMC002xxxxxx/PMC2266768.xml", "title": "Thyroid carcinoma with discharging sinus – a rarity: a case report", "patient": "A 62 year old male patient presented to our hospital with a 9 year history of swelling in the neck. The swelling was situated in front of the neck in the thyroid region which gradually increased and 6 years later further swellings appeared in the left side of the neck. There were no other associated symptoms including those of hypo or hyperthyroidism. There was no difficulty in swallowing or breathing. Six months prior to presentation at our hospital, patient noticed a small ulceration in the skin over the tumor in the supra-sterna notch which did not heal (Figure ). A small quantity of discharge from this sinus has persisted since then.\\nExamination revealed a swelling in the thyroid region, more prominent on the left side with multiple palpable nodes in the left neck. The skin surrounding the sinus was inflamed and thickened. Investigations revealed euthyroid status. There was neither infiltration of trachea nor retro-sternal extension on CT scan of the neck and upper chest. No contrast was used as it could interfere with post operative radio-iodine scans. There was no vocal cord palsy.\\nWith a pre-operative diagnosis of papillary carcinoma of thyroid, patient underwent en-bloc total thyroidectomy including excision the sinus skin (2 cm margin) with strap muscles. In addition patient underwent a left modified radical neck dissection. It was possible to obtain primary closure of the skin incision. Post operative histopathology showed tall cell papillary carcinoma thyroid with infiltration of strap muscles and subcutaneous soft tissue mainly in the isthmus – left lobe junction. While the sinus showed malignancy, the skin was free of tumor (T4a, N1b, M0, Stage IVa). No metastases were detected on post operative radio-iodine scan. Patient underwent an ablative radioactive iodine scan post operatively and is on suppressive dose of thyroxine since then. In view of extensive extra-thyroidal spread, patient was administered 50 Gy of radiation over 25 fractions. Patient is on regular follow-up and is disease free for the last 2 years.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'31857764': 1, '22207494': 1, '7485734': 1, '7283051': 1, '23133761': 2, '7425234': 1, '3787465': 1, '8907680': 1, '20606900': 1, '15691799': 1, '18302801': 2}", "similar_patients": "{'3485764-1': 1}"}