{"patient_id": 95645, "patient_uid": "2958512-1", "PMID": 20981314, "file_path": "comm/PMC002xxxxxx/PMC2958512.xml", "title": "Endosonography-Guided Biliary Drainage with One-Step Placement of a Newly Developed Fully Covered Metal Stent Followed by Duodenal Stenting for Pancreatic Head Cancer", "patient": "An 83-year-old man, who had previously undergone partial gastrectomy with Billroth-I reconstruction due to gastric cancer, was admitted to our department, presenting with jaundice, fever, and nausea. Laboratory data showed an elevation of hepatobiliary enzyme and C-reactive protein. CT revealed a pancreatic head tumor with duodenal invasion. He was able to take only liquid food orally due to duodenal stenosis. It was necessary to perform biliary drainage first due to acute cholangitis. Endoscopic transpapillary biliary drainage was unsuccessful due to stenosis at the second portion of the duodenum and tumor invasion to the papilla of Vater. Using a convex linear array echoendoscope (GF-UCT240: Olympus Medical Systems, Co., Ltd., Tokyo, Japan), puncture of the extrahepatic bile duct via the duodenal bulb was performed with a 19G needle after obtaining the informed consent from the patient (). Following dilation of the puncture tract with a balloon catheter, 4 mm in diameter, a fully-covered metal stent (covered ZEOSTENT: Zeon Medical Inc., Tokyo, Japan), 6 cm in length and 1 cm in diameter, was placed across the puncture tract to bridge the duodenum and the bile duct (Figures and ). After improvement of jaundice, using a duodenal scope (TJF 260V: Olympus Medical Systems), a duodenal metal stent (WallFlex duodenal stent: Microvasive, Boston Scientific Corp., Natick, MA), 6 cm in length and 22 mm in diameter, was placed across the stricture of the duodenum (). No procedure-related complications occurred. He was able to take food orally and was discharged. Neither migration nor obstruction of the two stents was observed during the three months follow-up period.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'16086710': 1, '19691803': 1, '18264890': 1, '19513026': 1, '19961522': 1, '17907298': 1, '31025816': 1, '1281903': 1, '19707192': 1, '18709487': 1, '17357950': 1, '14722561': 1, '23922474': 1, '16813803': 1, '18932289': 1, '17357952': 1, '11571690': 1, '12556796': 1, '18389451': 1, '16996372': 1, '20981314': 2}", "similar_patients": "{}"}