{"patient_id": 91355, "patient_uid": "2685790-1", "PMID": 19422708, "file_path": "comm/PMC002xxxxxx/PMC2685790.xml", "title": "Rapidly progressive glomerulonephritis in a child with Henoch-Schönlein Vasculitis and familial Mediterranean fever", "patient": "A 14 year old boy was referred to hospital with 2 days history of back and calf pain. He had developed sudden onset of palpable purpuric rash on his extensor surfaces of lower extremities especially bilateral ankles on admission. There was no history of recent drug exposure, immunization, or upper respiratory tract infection. He denied recurrent attacks of abdominal pain and fever. Family history for FMF was negative. Physical examination showed a temperature of 38.3°C, respiratory rate of 48/min, pulse rate 128/min. He was hypertensive at 140/100 mmHg. In auscultation, lungs were clear and the heart sounds were normal. Abdominal palpation was normal. There were symmetric palpable purpuric rash on his lower extremities.\\nLaboratory tests showed an erythrocyte sedimentation rate (ESR) of 45 mm/h (normal: <20 mm/h), C-reactive protein of 3.74 mg/dl (normal: < 0.3 mg/dl), hemoglobin 10.7 g/dl, hematocrit 32.3%, white blood cell count (WBC) 11900/mm3 with normal differential count, platelet count 340000/mm3, serum urea 66 mg/dl, serum creatinine 1.8 mg/dl, albumine 3.5 g/dl, total cholesterol 106 mg/dl, triglycerides 57 mg/dl, calcium 8.7 mg/dl, sodium 140 mEq/L, potassium 4.7 mEq/L, chloride 107 mEq/L, alanine aminotransferase 23 U/l, aspartate aminotransferase 16 U/l. Serum complement-3 (C3) and complement-4 (C4) were decreased (85.4 mg/dl, 6.6 mg/dl, respectively). Serum immunglobulin (Ig) levels were normal. The anti-streptolysin – O titer was 100 Todd unit and throat culture was negative for group A B-hemolytic streptococcus. Antinuclear antibody, anti ds DNA, antineutrophil cytoplasmic antibody, anticardiolipine antibodies were negative. Urinalysis revealed macroscopic hematuria and proteinuria with a 24-h urinary protein excretion of 55 mg/m2/h. The fecal occult blood testing was positive. Renal ultrasonography (US) showed increased echogenicity (grade 2) in bilateral kidneys. A skin biopsy showed a leucytoclastic vasculitis and deposition of IgA. Renal doppler US was normal. Renal magnetic resonance angiography (MRA) to rule out PAN revealed normal results. Based on these clinical findings, the patient was diagnosed as having HSV with renal, skin and probable gastrointestinal tract involvement. A diagnosis of FMF was suspected because of the absence of occult blood in the stool and normal mesenteric MRA. Since there are reports of increase frequency of MEFV mutation in patients with HSV, we performed DNA analysis in our patient and found that he was compound heterozygote, carrying M694V/E148Q.\\nOn the second day of hospitalization, He had periorbital and pitting pretibial edema. Respiratory examination revealed bibasilar crackles. His urine output decreased from 1.1 to 0.6 cc/kg/h and serum urea and creatine levels were increased (105 mg/dl, 3.5 mg/dl, respectively). We showed that serum urea and creatinine levels in figure . Echocardiography showed pericardial effusion (3 mm), minimal mitral regurgitation and increased inferior vena cava index and inferior vena cava collapsibility index.\\nThe renal biopsy specimen consists of two portions of renal cortex and medulla. Forty glomeruli and many arteries are available for examination on multiple sections. The glomeruli are not significantly enlarged. They show variable, mostly segmental, expansion of the mesangial matrix associated with mild segmental mesangial hypercellularity. 25–30% of 40 glomeruli show crescents and/or necrotizing lesions (figure ). Another glomeruli show neutrophilic infiltration five glomeruli are available for examination by immunofluorescence. The mesangium contains peripheral membranous granular deposits of IgG (2+), IgA (3+), C3 (3+).\\nOn the fifth day at hospitalization, hemodialysis was initiated for treatment of RPGN. Intravenous pulse methlyprednisolone was given (30 mg/kg, six consecutive days), followed by oral prednisolone and cyclophosphamide (2 mg/kg/day) for crescentic and necrotizing glomerulonephritis, in addition to Colchicine for FMF.\\nClinical symptoms and renal failure resolved with intermittent hemodialysis therapy (total 20 cycles, twice a week). On one and half month after hospitalization, his abnormal serum and urinary findings resolved.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'17024391': 1, '21259007': 1, '15871983': 1, '9794574': 1, '14615741': 1, '34684086': 1, '14524577': 1, '15015067': 1, '10709887': 1, '16325655': 1, '2568489': 1, '9394311': 1, '33043258': 1, '12811232': 1, '12631105': 1, '9034991': 1, '6353905': 1, '12086273': 1, '9607209': 1, '10086951': 1, '10191346': 1, '637649': 1, '16624931': 1, '23056796': 2, '10648674': 1, '19422708': 2}", "similar_patients": "{'3446153-1': 1}"}