{"patient_id": 91086, "patient_uid": "2640409-1", "PMID": 19178737, "file_path": "comm/PMC002xxxxxx/PMC2640409.xml", "title": "A rare case of term viable secondary abdominal pregnancy following rupture of a rudimentary horn: a case report", "patient": "A 22-year-old primigravida presented to the obstetrics department at 22 weeks gestation with a painful abdomen of 10 days duration. Her early pregnancy was uneventful and ultrasound examination had not been performed in the first trimester. On examination, her vital signs were stable and tenderness was present in the right iliac fossa and right lumbar region. The height of the uterus corresponded to 28 weeks gestation. Ultrasound showed a fetus of 22 weeks with placenta previa and cervical fibroid. Amniotic fluid was normal. Surgical causes of a painful abdomen were ruled out. The patient was managed conservatively with analgesics and antibiotics and discharged after her pain had subsided. Repeat ultrasound before discharge revealed the same finding. She was lost to follow-up and presented to the outpatient department at 40 weeks of gestation with no complaints for the rest of the antenatal period except for painful fetal movements. It was planned to perform an elective cesarean section for central placenta previa with transverse lie and cervical fibroid. Intra-operatively, as the abdomen was opened, the fetus along with the placenta were found lying in the abdominal cavity and with the left horn of the uterus seen separately lower down in the pelvis. A live term female baby of 3 kg was delivered with good Apgar score. The placenta was attached in part to the ruptured right rudimentary horn deriving its blood supply from it and part of it was attached to the layers of the peritoneum. As the placenta could not be separated from the right rudimentary horn, the placenta along with rudimentary horn and right fallopian tube were removed. The left tube and both ovaries were normal. One pint of blood was transfused. The postoperative period was uneventful and the mother and child were discharged in good condition. The histopathology report showed chorionic villi attached to bundles of smooth muscle of uterine cornu, as shown in Figure . Mother and baby were doing well at 6-week follow-up at the outpatient department.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'28735570': 2, '1886705': 1, '3281075': 1, '3394735': 1, '23302289': 2, '27904431': 1, '23293421': 1, '32846770': 2, '6859176': 1, '21857726': 1, '25419308': 1, '24779751': 2, '31772795': 2, '19178737': 2}", "similar_patients": "{'5523149-1': 1, '7447397-1': 1, '3544643-1': 1, '4031931-1': 1, '6854221-1': 1}"}