{"patient_id": 126138, "patient_uid": "2790127-1", "PMID": 19997548, "file_path": "noncomm/PMC002xxxxxx/PMC2790127.xml", "title": "Kawasaki Disease Presenting as Parotitis in a 3-Month-Old Infant", "patient": "A male infant aged 3 months and 1 week, was referred to us after presenting with a 3-day history of high fever and a left cheek mass.\\nAt the time of admission, body temperature was 38.7-39.7℃, heart rate was 140-150/min, respiration rate was 32-35/min. The patient looked very ill and irritable. From the posterior area of the left ear to the inferior area of the jaw, a hard mass measuring 3×4 cm was palpated, with a febrile sensation and a flare around the mass. Laboratory findings were as follows: Hemoglobin 9.7 g/dL, hematocrit 27%, leukocytes 11,820/mm3 (76.5% neutrophils, 13.4% lymphocytes, 6.4% monocytes, 0.9% eosinophils), platelets 266,000/mm3, C-reactive protein 82.7 mg/L. Amylase was 46 U/L. Other laboratory findings were negative. The patient's mumps immunoglobulin G (IgG) and immunoglobulin M (IgM) measured by enzyme linked immunosorbent assay (ELISA, Denka Seiken Co., Ltd., Tokyo, Japan) were negative. However, his mother's IgG and IgM were positive, and rheumatoid factor, anti-Ro/SSA and anti-La/SSB antibodies were all negative. The finding of a computed tomography (CT) scan of his pharynx showed increased intensity in the left parotid gland and the adjacent lymph nodes were enlarged (). Therefore, pyogenic parotitis and sepsis were suspected, and antibiotics (Vancomycin, Amikacin) and intravenous immunoglobulin (IVIG, 1 g/day×2 days) were administered on the 1st day of admission. Afterward, the swelling in the neck area and skin flares were alleviated slightly, but the high fever persisted.\\nOn the 5th day of admission, lip redness and fissure, conjunctival injection, and edema of the hands and feet appeared. At that time, leukocytosis and thrombocytosis were observed (leukocytes 18,220/mm3, platelets 533,000/mm3), C-reactive protein was 82.2 mg/L, and amylase was 10 U/L. Thus, Kawasaki disease was suspected and IVIG (2 g/day) and high-dose aspirin were administered. After that, the fever decreased and the overall condition of the patient improved. After 3 weeks, the patient's mumps IgG and IgM were converted to positive.\\nEchocardiography (on the 9th day of fever) results showed diffuse dilatation of the left main coronary artery measuring 2.8 mm (Z score >3) and saccular dilatation of the proximal left anterior descending artery measuring 4.0 mm (Z score >3) (). Echocardiography performed at the 1st month after disease onset showed slight regression of the coronary artery (left main coronary artery 2.8 mm, proximal left anterior descending artery 3.0 mm).", "age": "[[3.0, 'month'], [1.0, 'week']]", "gender": "M", "relevant_articles": "{'7446109': 1, '3562149': 1, '15574639': 1, '24223598': 1, '21860641': 1, '12457253': 1, '11340726': 1, '28593063': 2, '31145317': 1, '8834990': 1, '29696136': 1, '14743054': 1, '19997548': 2}", "similar_patients": "{'5449192-1': 1}"}