{"patient_id": 92642, "patient_uid": "2771962-2", "PMID": 19893649, "file_path": "comm/PMC002xxxxxx/PMC2771962.xml", "title": "Neuroretinitis, a great mimicker", "patient": "A 26-year-old female presented with a progressive decrease in vision in the right eye for three weeks. There was no history of trauma or contact with cats or other pets. There was no fever or other symptoms at the onset of this problem. On examination, the best-corrected visual acuity was 6/12 in the right eye and 6/6 in the left eye. The optic disc was hyperemic with blurred margins. The veins were dilated and tortuous. At the initial presentation, a slit-lamp examination with a 90-D lens confirmed the presence of a mild macular edema. The retinal periphery was normal []. Patient developed stellate maculopathy three weeks later. Color vision was severely impaired in the right eye. VEP showed a lower amplitude on the right side with a latency of 107 ms but ERG was normal. Fluorescein angiography showed diffuse leakage from the disc but not from the macula or retina. Central fields of this patient reveale d a centrocaecal scotoma in the right eye and normal left eye fields. A systemic examination of the patient was normal. Ultrasonography of the right eye showed an elevationof 2 mm of the optic nerve head. The other eye was unremarkable in all aspects. Radiological examination of he skull and paranasal sinuses was normal. MRI of the brain and MR venogram were within normal limits. The results of all blood tests, including serological tests for syphilis, Lyme disease, toxoplasmosis and toxocariasis and the remaining serology, similar to that in case 1 was negative. A general physical examination of the patient was also normal. Idiopathic stellate neuroretinitis was diagnosed. No specific treatment was administered in the light of relatively minimal impairment of the visual acuity. Six weeks after the onset, the optic nerve swelling had decreased but the macular star-shaped figure persisted. The vision had returned to normal, and she continued to be asymptomatic over a follow-up period of one year.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'12824842': 1, '10874780': 1, '2141865': 1, '27928367': 1, '31278547': 1, '25995810': 1, '6466175': 1, '34356978': 2, '8176182': 1, '22865992': 1, '10537781': 1, '10445635': 1, '6466174': 1, '15019385': 1, '8945487': 1, '19893649': 2}", "similar_patients": "{'2771962-1': 2, '8305035-1': 1}"}