{"patient_id": 93070, "patient_uid": "2803823-1", "PMID": 20062789, "file_path": "comm/PMC002xxxxxx/PMC2803823.xml", "title": "Tardy posterior interosseous nerve palsy resulting from residual dislocation of the radial head in a Monteggia fracture: a case report", "patient": "A 46-year-old Asian woman was referred to our hospital with a history of weakness in her right hand of approximately one month's duration. She was a housewife and her symptoms developed after undertaking strenuous work helping her family prepare for a wedding. The patient remembered that she had sustained a fracture to the right elbow when she was 6 years old but could not remember the details of either the injury or its treatment.\\nOn physical examination, the power of extension of the thumb and four fingers of her right hand was reduced to a trace, but the power of dorsiflexion of her wrist was normal (Figure ). Pre-operative electrodiagnostic data were compatible with PIN palsy. There was no sensory disturbance in the area supplied by the superficial radial nerve. The range of motion of her right elbow was limited, being 5° of hyperextension to 110° of flexion, 80° of pronation, and 40° of supination. A bony prominence was palpated on the anterolateral aspect of her elbow.\\nPlain radiographs of her right elbow revealed an anterior dislocation of the radial head and elongated radial neck (Figure ). Ultrasonography revealed that the posterior interosseous nerve was compressed by the dislocated radial head, and there was focal swelling from just distal to the radial head to just before it entered the supinator muscle (Figure ).\\nWe performed an exploration with an anterolateral curved incision of the right elbow. The radial nerve was encased in fibrotic tissue that also enveloped the PIN and lay anterior and superior to the dislocated radial head. We dissected out the nerve and fibrotic tissue. We found that the PIN was compressed at the radial head, wrapped around the medial side of the radial neck, and ran into the distorted supinator muscle (Figure ). We found intra-operatively that the PIN was stretched. Therefore, neurolysis alone or reduction of the radial head could not release the PIN, so we excised the radial head.\\nThe patient began to recover extension of her four fingers one month after surgery and extension of her thumb four months after surgery. The function of her right hand and electrodiagnostic data were normal at a follow-up examination 8 months after surgery.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'1254333': 1, '8543874': 1, '34194970': 1, '8836068': 1, '23874261': 1, '6747244': 1, '1123363': 1, '5666857': 1, '5114706': 1, '1180022': 1, '20062789': 2}", "similar_patients": "{}"}