{"patient_id": 125343, "patient_uid": "2628012-1", "PMID": 17326258, "file_path": "noncomm/PMC002xxxxxx/PMC2628012.xml", "title": "Depressed-Type of Early Colon Cancer with Extensive Lymph Node Metastasis", "patient": "A 65-year-old female with a significant medical history for hypertension and diabetes mellitus type II, presented with a 2-month history of low abdominal discomfort, bowel habit changes, and weight loss. Physical examination revealed no abnormal findings, except for slight lower abdominal tenderness. Abnormal laboratory studies included an elevated serum CEA level of 7.65ng/ml, but CA19-9, CA125 was within normal range.\\nEvaluation included colonoscopy, which disclosed a 1.0cm sized depressed mucosal lesion with marginal elevation on the proximal transverse colon (). Absence of air deformation was present, signifying a more invasive cancer. Histologic evaluation of biopsied tissue showed adenocarcinoma. Because depressed type ECC has a high incidence of deep submucosal invasion, we recommended surgical removal of this tumor.\\nStaging workup included abdominal CT (computed tomography) scan (), which illustrated questionable wall thickening in the proximal transverse colon and multiple lymph node enlargements along the root mesentery, aortocaval, left paraaortic, and left common iliac lymph node axis. This suggested extensive lymph node metastasis; however, there was no regional lymph node enlargement in the transverse colon paracolic area. EGD (esophagogastroduodenoscopy) to rule out other origin of the tumor revealed no abnormal findings. PET (positron emission tomography) scan () demonstrated multiple lymph node metastases to the left supraclavicular fossa as well as left paraaortic and aortocaval lymph node enlargement.\\nWe performed a right hemicolectomy for the purpose of accurate diagnosis and treatment by resection of primary colon mass and metastasized lymph nodes, if possible.\\nFindings included a 1 × 1cm sized mass on the proximal transverse colon with grossly enlarged paraaortic, middle colic, ileocolic lymph nodes without regional lymph node enlargement and ascites ().\\nHistologic evaluation showed well-differentiated adenocarcinoma extending to the deep submucosa with frequent lymphovascular permeation and no regional lymph node involvement of 21 resected lymph nodes ().\\nThe patient was treated with several chemotherapeutic regimens; however, the disease progressed to carcinomatosis, and she decided to continue with supportive care only without further chemotherapy.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'8261988': 1, '7497841': 1, '4906616': 1, '11036281': 1, '11036286': 1, '27942329': 2, '4007423': 1, '9607526': 1, '11036275': 1, '7577004': 1, '8963387': 1, '17326258': 2}", "similar_patients": "{'5139820-1': 1}"}