{"patient_id": 91892, "patient_uid": "2740028-1", "PMID": 19829946, "file_path": "comm/PMC002xxxxxx/PMC2740028.xml", "title": "Interrupted inferior vena cava and partial anomalous pulmonary venous return with atrial septal defect in a 38-year-old adult: a case report", "patient": "A 38-year-old woman from Elazig, Turkey with atrial septal defect was admitted for exertional dyspnea and fatigue. She had a general tendency and swelling both of the lower limbs at term (38-40 weeks’ gestation). Echocardiography had documented atrial septal defect () and she had three children in alive. She had an intrauterine death at 28 weeks’ gestation.\\nOn physical examination, she presented in both lower limbs swelling. A venous color flow Doppler ultrasonography of the both lower-extremity were requested, showing bilateral venous insufficiency, but there were not peripheral venous thrombosis. On auscultation, fixed split of second heart sound and pansystolic murmur on the left side of sternal border were heard. ECG was NSR. A chest X-ray showed mild heart enlargement. Echocardiography documented enlargement of the right ventricle and both atria with atrial septal defect (approximately 33 × 38 mm) and normal function of both ventricles (). Right-sided pulmonary veins were not identified. Multidetector Computerized Tomography (CT) angiography confirmed atrial septal defect and abnormal return of right-sided pulmonary veins into the right atrium () and showed inferior vena cava on the right side of spine and showed total interruption of IVC below the hepatic veins (). Multidetector CT angiography provided full description of a complex anomaly documenting right inferior vena cava with azygous continuation, draining into the superior vena cava (, ) and hepatic veins were draining directly into the right atrium (). Ultrasound revealed polysplenia (), 0.5 cm nodule in the left thyroid lobe and 1 cm cystic mass in the right over.\\nA standard median sternotomy was performed. The pericardial cavity was opened and the heart was exposed. SVC was dissected out to the bridging vein, exposing the azygos vein and anomalous pulmonary veins. Cardiopulmonary bypass was established with cannulation to the ascending aorta and SVC was cannulated by L-shaped catheter, because of absence the IVC. The IVC cannula was not cannulated. After cross-clamping of the ascending aorta, cardiac arrest was obtained using St. Thomas solution through the root cannula under moderate hypothermia. A tourniquet was applied to the SVC and the anomaly was approached by a longitudinal right atriotomy parallel to the atrioventricular sulcus. We saw atrial septal defect and abnormal return of right-sided pulmonary veins into the right atrium (). We performed intraatrial rerouting and to drain the anomalous pulmonary veins into the left atrial cavity, using a patch made of a polytetrafluoroethylene (PTFE) in a patient with 5-0 polypropylene (). The suture line of the patch was placed away from the sinus node and the pulmonary veins. After the operation sinus rhythm was recovered. There were no complications with follow-up of one year.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'33109815': 2, '15772175': 1, '16287727': 1, '10350299': 1, '7614500': 1, '15100109': 1, '24701087': 2, '16368370': 1, '10344071': 1, '8319069': 1, '3443009': 1, '11804306': 1, '4824552': 1, '23798952': 2, '19829946': 2}", "similar_patients": "{'7879915-1': 1, '3687892-1': 1, '3959062-1': 1}"}