{"patient_id": 95233, "patient_uid": "2931124-1", "PMID": 20835327, "file_path": "comm/PMC002xxxxxx/PMC2931124.xml", "title": "Marginal donor kidney in a marginal recipient: Five year follow-up", "patient": "A 42-year-old male patient, a known case of chronic kidney disease with end stage renal failure secondary to ADPKD, was on maintenance hemodialysis since 1997. Since he did not have suitable donor in the family he was registered for cadaver transplant. He poorly tolerated hemodialysis sessions because of recurrent intradialytic hypotension and anginal chest pain during each HD session. He underwent coronary angiography in 2003, which confirmed triple vessel disease. He underwent CABG in 2003. In postoperative period, he had a stormy course, complicated with delayed sternal wound healing and prolonged ICU stay.\\nThis patient showed no improvement in his functional status and also no symptomatic relief post CABG. He experienced anginal recurrences during dialysis sessions. He was the only earning member and had lot of family responsibilities. He was called in for cadaver renal transplant on 11/11/2004. The donor was a 38-year-old female, brain dead due to head injury, admitted at another hospital. At the time of organ recovery, both donor kidneys were studded with several cysts, 4 - 12 mm in size and were approximately 12 cm in longitudinal axis. The Serum creatinine concentration of the donor was 1.0 mg/dl.\\nAfter serious consideration, we decided to go ahead with the transplantation. The recipient was fully informed about the marginal status of the kidney before giving consent to transplantation. Surgery was uncomplicated and the kidney functioned immediately after transplant. The recipient was treated with cyclosporine, prednisone and azathioprine. Serum creatinine on day 20 was 1.4 mg/dL. The other kidney was also transplanted at the retrieving centre but unfortunately suffered graft loss.\\nThree months later, he had high-grade fever and right lower lobe pneumonitis. His Serum creatinine went up to 2.5mg/dL. Though he recovered from sepsis, his renal function remained same. Two years later, in 2006, in view of creeping creatinine and polycystic pathology, cyclosporine was switched to sirolimus, his Serum creatinine came down and stabilized to 1.8-2 mg/dL. He did not have any further episodes of infection also no cyst-related complications were found.\\nPresently his renal function is stabilized with S. creatinine around 2.5 mg/dL. He experiences much less anginal episodes than earlier. Recent ultrasound of transplant kidney is shown in . Kidney size is around 11 cm (approximately same as on the day of transplant) with multiple cysts, ranging in size from 5 to 25 mm. in diameter.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'11158393': 1, '15251314': 1, '6389956': 1, '18589185': 1, '2266672': 1, '17049067': 1, '11158424': 1, '16567633': 1, '20835327': 2}", "similar_patients": "{}"}