{"patient_id": 126127, "patient_uid": "2789957-1", "PMID": 20046693, "file_path": "noncomm/PMC002xxxxxx/PMC2789957.xml", "title": "Trichilemmal Carcinoma of the Upper Eyelid: A Case Report", "patient": "A 51-year-old man presented with bloody discharge from his left upper eyelid that had begun 2 to 3 days prior to presentation. One month prior to visiting our hospital, he had noticed the presence of a nontender, palpable, movable nodule that had not changed in size since discovery (). Swelling of the left upper lid was apparent.\\nSlit-lamp examination revealed a 0.5×0.5 cm-sized protruding lesion of the left upper palpebral conjunctiva. The mass was slightly yellow and was composed of multiple lobules (). An incisional biopsy was performed.\\nOn incisional biopsy, a yellowish solid mass was observed. The mass demonstrated a trabecular growth pattern of tumor cell nests characterized by clear cytoplasm, prominent nucleoli, frequent mitoses, few atypical tripolar mitoses, and focal necrosis. There were also foci of trichilemmal keratinization (). On immunohistochemical staining, the tumor cells were diffusely distributed and were strongly positive for p53, but were negative for CD 34 (). Given the histological and immunohistochemical findings, the lesion was determined to be a TLC.\\nThe mass was completely excised with a pentagonal wedge resection of the upper lid, including a 5-mm safety margin, and the eyelid was reconstructed. The mass lesion was first outlined in a pentagonal shape and then excised; the excision included the surrounding palpebral conjunctiva. Tumor-free margins were ensured by frozen section analysis (). The posterior lamella was reconstructed with a sliding tarsoconjunctival flap, and the anterior lamella was repaired with a myocutaneous advancement flap (). After completion of the procedure, a reverse Frost suture was inserted into the center of the upper eyelid to prevent corneal exposure.\\nAt the six month follow-up, there was no evidence of local recurrence or metastasis.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'10971347': 1, '16234696': 1, '1597565': 1, '8468416': 1, '30066770': 1, '793411': 1, '8420367': 1, '8996274': 1, '34804352': 1, '10658141': 1, '14510806': 1, '28860920': 1, '7525669': 1, '1375954': 1, '9870149': 1, '9490283': 1, '20046693': 2}", "similar_patients": "{}"}