{"patient_id": 92325, "patient_uid": "2762564-1", "PMID": 19838395, "file_path": "comm/PMC002xxxxxx/PMC2762564.xml", "title": "Spontaneous subdural hematoma of the thoracolumbar region with massive recurrent bleed", "patient": "A 73-year-old woman presented with a sudden onset of sensory loss below L1 level and weakness of left lower limb. There was no history of bowel or bladder disturbances and a history of trauma or anticoagulation therapy. Her general systemic examination was unremarkable. Neurologically she was conscious and oriented. Her cranial nerve examination was normal. Left lower limb was flaccid with grade 1/5 power and absent deep tendon reflexes. Right lower limb and both upper limbs were normal. Magnetic resonance imaging (MRI) of the spine showed evidence of extensive hemorrhagic collection extending from D11 to L1 level [Figures and ]. There was no evidence of vertebral fracture. A diagnosis of spontaneous spinal epidural hematoma was suspected. Routine blood investigations including routine coagulation profile were within normal limits and the hemoglobin was 15 gm%. The patient was planned for emergency D11 to L1 decompressive laminectomy and evacuation of hematoma. After opening the laminae, there was no blood; however, the dura was bluish and tense. The dura was opened, and there was thick clotted and altered blood []. Hematoma was removed completely except a thin layer densely adhered to the cord. Complete hemostasis could be achieved after surgery though it took more time than usual []. Drain was placed below muscular plain but without negative suction. By next day morning, she improved from grade 1/5 to grade 3/5 in left lower limb. She was doing well until next 36 hours after surgery when she deteriorated and became paraplegic within a span of 2 hours. Repeat MRI showed re-collection of hematoma extending from skin to the spinal cord []. She underwent urgent reexploration and evacuation of collection of hematoma. Detailed hematological evaluation showed evidence of polycythemia vera (mild splenomegaly that was confirmed using ultrasound), absolute erythrocytosis, platelet count-450×109/L and prolonged bleeding and clotting time. The platelet transfusion was used to correct the platelet dysfunction. She received regular physiotherapy and, at 14 months follow–up, her power in lower limbs improved to 5/5 in right lower limb and 4/5 in left lower limb. She was able to carry activities of daily living independently and did not have any sphincter disturbances.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'572011': 1, '12486364': 1, '10419371': 1, '9482194': 1, '2792133': 1, '26277360': 1, '21887399': 1, '6879409': 1, '15292426': 1, '9269366': 1, '16723821': 1, '18596737': 1, '17906565': 1, '17473646': 1, '21799620': 2, '17583603': 1, '7863939': 1, '7618429': 1, '4525944': 1, '11428797': 1, '10664350': 1, '17561748': 1, '10997564': 1, '9322857': 1, '2381542': 1, '14968105': 1, '10472999': 1, '13244833': 1, '7561928': 1, '10542042': 1, '8614052': 1, '19838395': 2}", "similar_patients": "{'3137834-1': 1}"}