{"patient_id": 90992, "patient_uid": "2634764-1", "PMID": 19146686, "file_path": "comm/PMC002xxxxxx/PMC2634764.xml", "title": "Permanent biventricular ICD-implantation in a heart failure second re-do-CABG patient: a case report", "patient": "Four weeks prior to the operation a 59-year-old male was admitted to hospital for unstable angina and dyspnea at rest (NYHA III-IV). Following preoperative diagnostics the patient was referred to our hospital for carotid endarterectomy and a simultaneous second re-do CABG procedure after previous surgery 7 and 15 years earlier. Concomitant diseases were diabetes, renal insufficiency and chronic hepatitis. Nine months prior to admission a single-chamber ICD system had been implanted for recurrent ventricular tachycardias. The ECG showed sinus rhythm with AV-block I° and a complete left bundle-branch block with QRS-width of 170 ms. Preoperative echocardiography demonstrated an ischemic cardiomyopathy with inferior akinesia, septum bulging and an ejection fraction of 15%, moderate mitral insufficiency II° and moderate pulmonary hypertension. Positron emission tomography revealed a globally thin and dilated left ventricle with a transmural inferior scar and hibernating myocardium in the remaining segments.\\nImmediately before initiation of anesthesia an intra-aortic balloon pump was implanted to prevent hemodynamic instability throughout the procedure. The carotid disobliteration was followed by the coronary operation with revascularization of the left anterior descending artery and the right coronary artery using the left internal thoracic and right radial arteries. The circumflex branches were too small for revascularization. Intraoperatively the left ventricle was enlarged with an inferior scar and globally reduced contractility Following release of the aortic cross clamp and completion of the proximal aortic anastomosis, mapping of the lateral and anterior left ventricular wall was performed under echocardiographic control using an epicardial screw-in electrode CapSure Epi 4965 (Medtronic Inc, Minneapolis, MN, USA). Paradox septum motion disappeared with left ventricular stimulation; the most symmetric contraction was achieved by stimulating a segment at the basis of the lateral wall close to the left atrial appendage. The electrode was implanted with a pacing threshold of 1.2 V (Volt) and an R-wave sensing of 11.5 mV (milliVolt). An additional bipolar epicardial electrode Medtronic CapSure Epi 4968 was placed at the lateral wall of the right atrium. The incision at the left upper thorax was reopened; the defibrillation electrode was connected to the new three-chamber-ICD SJM Epic™ (St. Jude Medical Inc, St. Paul, MN, USA). Both epicardial electrodes were transferred into the ICD pocket through the left hemithorax and connected as well.\\nWeaning from extracorporeal circulation was achieved under continuous DDD biventricular pacing at a rate of 85/min and moderate hemodynamic support (epinephrine 0.42 μg/kg/min). Total bypass time was 142 min. The remaining intra- and early postoperative course was uneventful except for a re-sternotomy for diffuse bleeding. The hemodynamic condition improved with a normal cardiac output throughout the intensive care stay. On the second postoperative day inotropic support was completely weaned, the intra-aortic balloon pump was removed and the patient was extubated. On the 7th day he developed right-sided pneumonia and was artificially ventilated for another three days, but recovered well and could be mobilized during the following week. He was transferred to a rehabilitation centre on the 18th day with no signs of congestive heart failure (Figure ).\\nTwo and eight months after the operation, the patient presented for a follow-up visit in good condition. He did not complain of angina or dyspnea anymore (NYHA I), his stress test up to 90 W was uneventful except for physical fatigue, no ECG changes were seen under continuous DDD pacing, QRS-width was 145 ms. Echocardiography showed an unchanged inferior akinesia, but a normal septum motion with an improved global left ventricular function. Ejection fraction was 45%, mitral insufficiency was reduced to 0-I°.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'17201840': 1, '12189413': 1, '8945034': 1, '11899211': 1, '10856734': 1, '7572573': 1, '9475573': 1, '19146686': 2}", "similar_patients": "{}"}