{"patient_id": 94913, "patient_uid": "2905713-2", "PMID": 20671998, "file_path": "comm/PMC002xxxxxx/PMC2905713.xml", "title": "Severe Ventral Erosion of Penis Caused by Indwelling Urethral Catheter and Inflation of Foley Balloon in Urethra—Need to Create List of “Never Events in Spinal Cord Injury” in order to Prevent These Complications from Happening in Paraplegic and Tetraplegic Patients", "patient": "A 56-year-old male with tetraplegia (C-5 incomplete) attended spinal unit in May 2009 with history of sweating. He started sweating after indwelling urethral catheter was changed by a community health professional. On examination, a long segment of Foley catheter was lying outside penis. The balloon of Foley catheter was palpable in the perineum. Clinical impression was that Foley catheter had been placed incorrectly with the balloon inflated in urethra. Five mL of water was aspirated from the balloon channel of Foley catheter. Then two mL of contrast (Optiray 300) was injected into the balloon channel of Foley catheter and X-rays were taken as per the radiological technique described for demonstration of incorrect positioning of Foley catheter []. X-ray of pelvis showed that balloon of Foley catheter was located in urethra and not inside urinary bladder (). Then 20 mL of contrast was injected through mail lumen of Foley catheter and X-rays were taken. The contrast visualised the proximal penile urethra, thus confirming that the tip of Foley catheter was lying within urethra (). The Foley balloon was deflated completely and then, Foley catheter was removed. A 16 French Foley catheter with 20 mL balloon was inserted. Follow-up ultrasound scan confirmed correct positioning of Foley balloon inside the urinary bladder ().", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'18637181': 2, '32923408': 1, '31297331': 1, '18423712': 1, '34212042': 1, '27213016': 2, '27900223': 1, '18499188': 1, '26108452': 1, '14501728': 1, '17619716': 1, '16173042': 1, '28373959': 1, '20671998': 2}", "similar_patients": "{'2905713-1': 2, '2488320-1': 1, '4875696-1': 1, '4875696-2': 1, '4875696-3': 1, '4875696-4': 1, '4875696-5': 1}"}