{"patient_id": 125512, "patient_uid": "2636173-1", "PMID": 18579994, "file_path": "noncomm/PMC002xxxxxx/PMC2636173.xml", "title": "Missed diagnosis of a wooden\\nintra-orbital foreign body", "patient": "A 19-year-old male presented to the casualty with a history of\\ninjury to his left eye by a palm leaf, which fell from a height of\\nabout 10 meters. A piece of the stalk had been removed from the\\nwound at a local hospital earlier in the day. On examination, his\\nvision was 20/20, the globe was intact and ocular movements\\nwere full. A superficial wound was noted at the left infraorbital\\nmargin. There was no evidence of residual foreign body. The\\nwound was dressed and the patient was asked to review in the\\noutpatient department.\\nThe patient returned 18 months later with a swelling at the\\nsame site. On examination, his vision was still 20/20. There was\\na non-axial proptosis of the left eye with limitation of elevation.\\nThe globe was pushed 3 mm forwards and 2 mm upwards. A\\n2 × 1 cm firm, non-tender mass was present at the infraorbital\\nmargin. The posterior extent of the mass could not be defined.\\nThere was a small scar on the skin over the mass. Computed\\ntomography (CT) scan of the orbit obtained in axial and coronal\\nplanes depicted a medium-sized soft tissue density mass in\\nthe inferomedial aspect of the left orbit. The mass involved the\\nretrobulbar, intra and extraconal spaces, abutting and slightly\\ndisplacing the optic nerve superiorly [Fig. , ].\\nAn incision biopsy of the mass at the infraorbital margin\\nwas done. Histopathological examination showed features of\\nchronic inflammation with fibroblastic proliferation [Fig. , ]. As the results of the investigations did not suggest the presence\\nof a retained intraorbital foreign body, we considered other\\npossible diagnoses like tuberculosis, sarcoidosis and idiopathic\\norbital inflammation. However, systemic examination did not\\nreveal any clinical evidence of tuberculosis or sarcoidosis.\\nComplete blood count, ESR, Mantoux test and Chest X-ray were\\nwithin normal limits. As the patient was not very symptomatic\\nat the time, we decided to keep him under observation for some\\ntime. However, he was lost to follow-up again.\\nHe presented two years later with a discharging sinus at\\nthe site. At this point, we strongly suspected the presence of\\na residual foreign body and advised a magnetic resonance\\nimaging (MRI) scan of the orbit. The patient, however, deferred\\nthe scan due to financial constraints. Meanwhile, the discharge\\nfrom the sinus was sent for culture and sensitivity. It grew\\nEnterobacter species, sensitive to ciprofloxacin, norfloxacin,\\nlomefloxacin and gentamicin. The patient was started on\\nsystemic antibiotics (Tab. Ciprofloxacin 500 mg twice daily)\\nand daily dressing of the sinus was continued. One week\\nlater, a foreign body, measuring 1.2 cm, was seen in the gauze\\nwhen the dressing was removed. On follow-up, there was no\\nfurther discharge from the sinus. So further active intervention\\nwas deferred at that point and the patient was advised regular\\nfollow-up. He defaulted again.\\nThe patient came back to the hospital 18 months later. He\\nsaid that he had been having recurrent discharge from the\\nsinus, which was being dressed at a local hospital. Another\\npiece of the wooden foreign body was seen on the gauze when\\nthe dressing was removed that day. He brought the specimen\\nalong to show us. It measured 9 mm []. On follow-up,\\nthe swelling resolved and the sinus healed completely. His\\nvision was still 20/20. We repeated a CT scan of the orbit a\\nyear later, which showed complete resolution of the mass\\n[Fig. , ].", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'12701870': 1, '23638434': 1, '11733280': 1, '25744766': 1, '30364156': 1, '27190963': 1, '24925531': 1, '11874750': 1, '34667741': 1, '24799803': 2, '11326566': 1, '15167733': 1, '2188193': 1, '22802793': 1, '526468': 1, '18579994': 2}", "similar_patients": "{'4008901-1': 1}"}