{"patient_id": 90343, "patient_uid": "2533298-1", "PMID": 18717993, "file_path": "comm/PMC002xxxxxx/PMC2533298.xml", "title": "Mediastinal plasmacytoma with multiple myeloma presenting as a diagnostic dilemma", "patient": "A 66 year old lady referred to our oncology clinic for the management of mediastinal mass. Two weeks prior to her visit, she started with severe low back pain radiating to lower extremities, nausea, retching, and mild dyspnea. She was admitted in the hospital, thorough investigation revealed mediastinal mass on CT scan (Figure ). MRI of spine showed L4–L5 disc herniation along with significant spinal canal stenosis. She received treatment and was discharged in stable condition after 5 days of admission.\\nThe patient's history was significant for GERD, Osteoporosis, and Hypercholestemia. She has been smoking less than a pack a day for 40 years and quit a month ago. Family history was remarkable for lung cancer (In her father, who died at the age 76) and sarcoidosis (in her only daughter). Current medications include rosuvastatin, omeprazole, Ibandronate, and ibuprofen.\\nOn her first visit to our clinic, the patient was little uncomfortable due to bone pains, her blood pressure was 104/60 mmHg, heart rate of 84 beats per minute, respiratory rate 12 breathes per minute, and body temperature 99.6 F.\\nThe cardiac and lung examination showed no murmurs, gallops, wheeze or rhonci. The rest of the examination which included HEENT, neck, abdomen, lymph nodes, and musculoskeletal was unremarkable.\\nThe MRI showed 3.9 × 4.2 cms mass in azygoesophageal recess, the pathologic fracture of 8th right rib, abnormal bone marrow signal in multiple areas of right sacroiliac joint, left superior acetabulum, and right greater trochanter. The PET scan confirmed these findings with uptake in all of these regions (Figure ).\\nThe provisional diagnosis of occult lung cancer with mediastinal involvement and wide spread skeletal metastasis was made, although the diagnosis of lymphoproliferative disorder and germ cell tumor was kept in differentials.\\nThe patient underwent biopsy of mediastinal mass, which was found to be consistent with plasmacytoma (lambda light chain restricted). A bone marrow examination showed marrow involvement by plasma cell neoplasm (Overall 10% of the total cellularity). Figure , , and\\nLaboratory studies showed normochromic anemia (Hemoglobin level 107 g/l, MCV 86 fl), elevated ESR (61 mm/hr) and normal white cell and blood count. Beta microglobulin was elevated (5.2 mg/L) and BUN/Creatinine (21/1.3) was normal. Serum protein electrophoresis and immunofixation electrophoresis were negative but 24 hours urine for protein electrophoresis and immunofixation electrophoresis were consistent with free lambda chain measuring 85 mg/dl.\\nFurther workup included a cytogenetic/FISH analysis (showed abnormal result for chromosome 14, consistent with the presence of clonal lymphoid hematologic malignancy) Figure . Flow cytometry detected CD 56 + monoclonal plasma cells (1% of nucleated cells) also consistent with plasma cell disorder. The diagnosis of indolent multiple myeloma was made. The patient was put on chemotherapy with bortezomib and dexamethasone and is planned for autologous stem cell transplant (ASCT).", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'1606070': 1, '16498114': 1, '15051781': 1, '10747326': 1, '15800336': 1, '26175782': 2, '10357398': 1, '28454444': 1, '34040302': 2, '25368822': 1, '24086882': 1, '8041053': 1, '22084551': 1, '27134937': 1, '17268546': 1, '18717993': 2}", "similar_patients": "{'8130685-1': 1, '4499596-1': 1}"}