{"patient_id": 126856, "patient_uid": "2966712-1", "PMID": 21057621, "file_path": "noncomm/PMC002xxxxxx/PMC2966712.xml", "title": "Occlusion of the right subclavian artery after insertion of a transesophageal echocardiography probe in an adult with a vascular ring -A case report-", "patient": "A 75-year-old, 155 cm, 53 kg female patient presented for off-pump coronary artery bypass graft surgery. As a preoperative test, a coronary angiography was performed. The results revealed 86% stenosis of the left anterior descending artery, 83% stenosis of the left circumflex artery and 91% stenosis of the right coronary artery. The aortography revealed that only the right common carotid artery was aberrant in the aortic arch. The branching of the right subclavian artery could not be checked (), but delayed imaging of the right subclavian artery was observed (). ECG and other tests did not reveal other abnormal findings and there were no symptoms of dysphagia or respiratory difficulty.\\nThe patient was pre-operatively administered 6 mg of morphine by muscular injection, was after which she was moved to the operating room. Five electrocardiogram leads were placed, and leads II and V5 were continuously monitored. The pulses of both radial arteries were palpated well and there was no difference in blood pressure between the two upper extremities. Because the left radial artery was going to be used as the graft vessel, a 20-gauge catheter was inserted into the right radial artery, and continuous monitoring of the arterial pressure was initiated. A pulmonary artery catheter was inserted into the right internal jugular vein to monitor cardiac performance parameters continuously.\\nTo induce anesthesia, 50 µg sufentanil, 2.5 mg midazolam, and 10 mg vecuronium were administered and endotracheal intubation was performed. Anesthesia was then maintained using a continuous sufentanil infusion (0.5-1.5 µg/kg/hr) and supplemental sevoflurane (0.6-2.0 vol%). Next, a 20-gauge catheter was inserted into the right femoral artery to enable accurate blood pressure monitoring. The radial artery pressure was monitored along with the continuous monitoring of the femoral artery pressure. Hemodynamic conditions following the induction of anesthesia were stable, and a 14 × 12.5 mm TEE probe (6T probe, GE Vingmed Ultrasound, Horten, Norway) was inserted into the patient's esophagus. Immediately after insertion of the TEE probe, the arterial pressure waveforms of the right radial artery decreased significantly, whereas the right femoral artery pressure remained stable. The TEE probe was slowly removed from the patient's esophagus, after which the right radial waveform reappeared 28 cm from the upper incisor. After slowly advancing and retracting the probe twice, we observed the dampening of arterial pressure reoccur (). Based on these findings, it was suspected that the TEE probe caused compression of the right subclavian artery; therefore, the TEE probe was removed. Diluted blood was observed on the tip of the TEE probe after it was removed, indicating that the esophagus may have been damaged by the probe. Accordingly, a physician immediately conducted an esophageal endoscopy, which revealed an esophageal stenosis following pulsation on the posterior esophageal wall. With the use of the scope, we found the location of the stenosis to be 28 cm from the upper incisor, but no damage to the esophageal wall was observed. A 9.0 × 9.0 mm gastroscope (GIF-XQ260, Olympus Medical System Co., Tokyo, Japan) was used for esophageal endoscopy and easily passed through the area of the stenosis. No compression of the right subclavian artery was observed; therefore, we inserted a 10.9 × 8.4 mm pediatric TEE probe (9T probe, GE Vingmed Ultrasound, Horten, Norway) and proceeded with the surgery. No unusual conditions were observed during or after surgery.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'15666159': 1, '12677561': 1, '11323333': 1, '33117947': 1, '9806684': 1, '8611304': 1, '10359925': 1, '12950863': 1, '372685': 1, '21057621': 2}", "similar_patients": "{}"}