{"patient_id": 89677, "patient_uid": "2246126-1", "PMID": 18234096, "file_path": "comm/PMC002xxxxxx/PMC2246126.xml", "title": "Aortic valve replacement in a young patient with essential thrombocytosis", "patient": "A 22 year old gentleman was referred to our cardiothoracic centre for consideration for aortic valve replacement (AVR). He was diagnosed with moderate aortic valve stenosis at birth. The aortic valve was bicuspid and there was no associated significant left ventricular hypertrophy as a neonate. He had no other past significant medical history except for migraine. He was asymptomatic. At the age of 5 years the peak gradient (PG) across the aortic valve was 30 mmHg on trans-thoracic echocardiogram (TTE). At follow-up, 1 year before referral, there was an increase in the PG to 50 mm Hg followed by an increase to 86 mm Hg two weeks before referral. The patient denied any symptoms. At the age of 21, he was found to have an isolated thromocytosis with a platelet count of 874 × 109/L with a normal haemoglobin, haematocrit and white blood cell count. His inflammatory markers were negative. The platelet count was repeatedly above 800 × 109/L. There was no history of bleeding or thrombocytosis and no splenomegaly on examination. He was referred to a haematologist. A bone marrow aspirate showed increased number of megakaryocytes. The bone marrow trephine showed classical Essential Thrombocythaemia (ET) (figure ). Cytogenetics were normal. Blood was negative for JAK-2 gene. In view of his age (<40 yrs), absence of hypertension and diabetes, he was categorised as low risk and started on aspirin alone. However, the planned aortic valve surgery necessitated controlling the platelet count over the perioperative period to reduce his risk of bleeding or thrombosis. The options were short-term use of hydroxycarbamide with a theoretical leukaemia and teratogenic risk or α-interferon. The patient elected to have α-interferon. Within three months the platelet count was normal, 301 × 109/L prior to surgery. He underwent an uncomplicated AVR with a 23 mm mechanical prosthesis (Carbomedics Inc, Texas, USA) using a semi-continuous technique with 2/0 prolene suture. Cardiopulmonary bypass time was 30 minutes and the cross-clamp time was 19 minutes. One million units of trasylol was administered in the CPB circuit and another one million in the patient. The total bleeding in the first 24 hours was 500 mls. The post-operative recovery was uneventful without any complications. He was anti-coagulated with intravenous heparin 24 hours after surgery to maintain an activated plasma thromboplastin ratio (APTR) between 2.5–3.0. At the same time oral aspirin and warfarin were commenced and once the international normalised ratio (INR) was between 2.5–3.0, heparin was stopped, he was discharged home on day 5 post-op. Platelets on discharge were 369 × 109/L and Hb 110 g/L.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'2042444': 1, '9885203': 1, '21866237': 1, '10215212': 1, '16159831': 1, '8435322': 1, '23304015': 1, '29492430': 2, '25425991': 1, '8231204': 1, '12757772': 1, '8080884': 1, '2942561': 1, '23074575': 2, '12901347': 1, '7739710': 1, '29925725': 1, '29381999': 2, '11261328': 1, '18234096': 2}", "similar_patients": "{'3466828-1': 1, '5708998-1': 1, '5814666-1': 1}"}