{"patient_id": 92456, "patient_uid": "2769312-1", "PMID": 19918542, "file_path": "comm/PMC002xxxxxx/PMC2769312.xml", "title": "Conservative management for an esophageal perforation in a patient presented with delayed diagnosis: a case report review of the literature", "patient": "A 67 year old man of Greek origin attended the emergency department with a two hour history of dull central chest pain that radiated into his back. There were no other symptoms and he was normally in good health. Examination and investigations (chest radiography, ECG, full blood count, and biochemistry screen) were thought to be normal. His pain subsided apart from some discomfort on swallowing and he was discharged home. She re-attended the department six days later. He complained that he had been cycling up a hill and had developed severe chest pain radiating into his jaw together with some sweating. Moreover, the discomfort of which he had previously complained had persisted. On examination he had a pulse of 98 per minute, BP 142/72 mm Hg, SaO2 97% on air and temperature 37.5°C. There were no cardiovascular or abdominal signs. There was no surgical emphysema in the supraclavicular fossae. On examination of the chest breath sounds were equal bilaterally for the upper lung fields, but absent for the right lower lung lobe. Chest X-ray confirmed the findings of physical examination and demonstrated right pleural effusion, but no radio-opacity was detected and there was no evidence of pneumomediastinum or subcutaneous emphysema (). At this point, a small amount of free air in the right hemithorax was overlooked and the patient admitted to the hospital with the diagnosis questioned for a basal pulmonary pathology.\\nBecause of an erroneous belief that pulmonary complication was the cause of this specific clinical picture, the diagnosis of esophageal perforation was not suspected. The original diagnosis of esophageal perforation was delayed because of misinterpretation of right pleural effusion as a basal pulmonary pathology. Finally, three days after admission clinical deterioration with increased respiratory distress and discomfort, fever and chest pain did arouse suspicion of an esophageal perforation. At this point with a thoroughly history taken, the patient admitted to having had eating fish 12 days ago and the pain begun a few days after (he was attending to Emergency Department three days after), although he had not knowingly swallowed a fish bone.\\nThe investigations were repeated and he now had a raised white cell count (16.3 × 103/ml with a neutrophilia) (reference range, 3.9-10.7 × 103/ml), a somewhat lower haemoglobin concentration (12.8 g/dl previously 14.6 g/dl) and an increased C reactive protein concentration (46 mg/l previously <8 mg/l). The ECG was normal. By this time, the pain was pleuritic and gradually become unbearable. Accordingly, he was given analgesia and high dose intravenous antibiotics. The patient underwent a complementary evaluation, with esophagogram, chest X-ray, and contrast enhanced CT scan tomography revealing a right-sided, distal esophageal rupture, with the coexistence of ipsilateral hydropneumothorax.\\nA subsequent hypaque swallow study failed to demonstrate extravasation of contrast medium (). Erect chest X-ray a few hours later demonstrated contrast medium extravasation accompanied with large pleural effusion (). Subsequent CT scan demonstrated right sided pneumothorax, extended right sided pleural effusion and a small amount of air in the mediastinum ().\\nFurthermore, a confirmative esophagogastroduodenoscopy revealed a small distal esophageal perforation (). Fasting was implemented. However, fever subsequently developed (maximum temperature, 38.9oC). The white blood cell count was 19.0 × 103/ml. The patient was treated conservatively with intravenous cefuroxime (750 mg every 8 hours), ampicillin (500 mg every 8 hours), and metronidazole (500 mg every 8 hours) to cover the oral bacterial flora.\\nA large thoracostomy tube (32 gauge) was immediately placed in close proximity to the rupture site for pleural effusion drainage and the patient was transferred to our surgical unit promptly. A covered self-expanding metallic stent (Ultraflex, Boston Scientific) was inserted endoscopically, across the tear site to prevent ongoing local infection (). Oral fluid intake was allowed in increasing amounts and viscosity. Fever decreased rapidly to approximately 38oC and subsided after 2 days. The patient’s condition improved and 1 week later there was no leak demonstrated by contrast radiography.\\nThe intravenous antibiotics treatment was discontinued after 5 days, and right-sided chest drain was removed on the 7th day. He recuperated uneventfully and was discharged home 8 days later. The metal stent was removed endoscopically 4 weeks later. Because the stent crossed the lower esophageal sphincter, for the entire treatment time, a high dose of proton pump inhibitors was administered to reduce gastroesophageal reflux. Follow up 3 months after discharge showed the patient to be recovering with no complains ().", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'10414662': 1, '8635715': 1, '12444991': 1, '29956135': 1, '11918943': 1, '11435378': 1, '3126874': 1, '14528208': 1, '28489746': 1, '16427833': 1, '15106627': 1, '16554990': 1, '29917025': 1, '29362659': 2, '26379988': 1, '18392250': 1, '623968': 1, '8703154': 1, '11280586': 1, '31914100': 2, '19918542': 2}", "similar_patients": "{'5776492-1': 1, '5776492-2': 1, '6959951-1': 1, '6959951-2': 1}"}