{"patient_id": 91352, "patient_uid": "2685047-1", "PMID": 19461928, "file_path": "comm/PMC002xxxxxx/PMC2685047.xml", "title": "Myelopathy Caused by Chronic Epidural Hematoma Associated with L1 Osteoporotic Vertebral Collapse: A Case Report and Review of the Literature", "patient": "A 78-year-old female with L1 osteoporotic vertebral collapse was referred to our hospital after two months of conservative treatments by the former doctor. Her chief complaints were severe back pain, motor weakness as well as pain of bilateral lower limbs, and bladder-bowel dysfunction. She was unable to walk or keep sitting. Neurological evaluation demonstrated both myelopathy and cauda equina syndrome including sensory loss below T10 dermatome, bilateral positive Babinski reflex, hyporeflexia and motor weakness of the bilateral lower extremities, and neurogenic bladder.\\nThe plain X-rays demonstrated L1 vertebral collapse with an intra-vertebral cleft. The MRIs showed dorsal epidural soft tissue mass that caused posterior compression of the spinal cord at T9-T12 levels. Continuity was observed between the intra-vertebral cleft and epidural soft tissue mass on the MRIs, and both contained some amount of gas inside. The MRIs also showed severe degenerative canal stenosis at L3-L4 and L4-L5 (Fig. ). Percutaneous injection of the contrast medium into the L1 intra-vertebral cleft showed localized enhancement of the epidural mass, indicating continuity between the intra-vertebral cleft and epidural mass (Fig. ).\\nOne-stage posterior surgery was conducted to cure lumbar canal stenosis, thoracic epidural hematoma, and L1 vertebral collapse. First, posterior decompression at L3-4 and L4-L5 was performed. Laminectomy at T10-T11 and partial laminectomy at T9 and T12 were then carried out and followed by removal of the epidural soft tissue mass. The mass was surrounded by a capsule and fibrous tissue, and contained coagulated blood and reddish brown fluid (Fig. ). The soft tissue mass was macroscopically diagnosed as a chronic epidural hematoma. Posterior segmental instrumentation (M8, Medtronic Sofamor-Danek, Memphis, TN) was performed at T11-L2. Transpediclar vertebroplasty was performed using the calcium phosphate cement (Biopex R, Mitsubishi Materials Inc., Tokyo, Japan). After decortication of the posterolateral fusion bed, a mixture of local bone and bone graft substitute (Ceratite, Nippon Tokusyu Togyo, Tokyo, Japan) was grafted. The operation time was 240 minutes and intraoperative blood loss was 571g. The patient was allowed to ambulate at postoperative five days. A brace was used for two months after surgery. At postoperative 12 months, posterolateral bony fusion was obtained, back pain and neurological symptoms were completely solved, and she was able to walk without a cane (Fig. ).", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'1523516': 1, '4715027': 1, '7110563': 1, '14588268': 1, '12865847': 1, '3690928': 1, '8475285': 1, '11586138': 1, '14600608': 1, '8875479': 1, '9760981': 1, '7782824': 1, '21607183': 1, '10419360': 1, '2036560': 1, '19461928': 2}", "similar_patients": "{}"}