{"patient_id": 125376, "patient_uid": "2628090-1", "PMID": 17594169, "file_path": "noncomm/PMC002xxxxxx/PMC2628090.xml", "title": "Giant Multilocular Prostatic Cystadenoma Presenting with Obstructive Aspermia", "patient": "A 61-year-old male presented with a 1-year history of abdominal distension and urinary retention, and a 3-year history of aspermia. On digital rectal examination, the distended bladder was palpable in the anterior pelvis, along with an enlarged prostate. Bladder scan showed residual urine greater than 999mL, which was later found to be cystic fluids associated with GMPC. Pelvic computed tomography and magnetic resonance imaging revealed a 14 × 14-cm mass located between the rectum and bladder (). Serum prostate-specific antigen (PSA) level was elevated (38.2ng/mL). Mass excision was performed for pelvic cyst of unknown origin.\\nUpon surgical exploration, a sizeable globular mass directly attached to the prostate base was found. The mass displaced the bladder anteriorly and both seminal vesicles were unrecognizable. No connection to the proximal urethra was identified; the rectum and bladder did not appear to be involved. Gross examination revealed a 9 × 7-cm, firm, rubbery, tannish-gray mass with clearly delineated yet tightly adjoined solid and cystic components attached to fibrous tissue (). An adjoining multilocular cystic mass ruptured during surgery. Microscopically, the mass appeared to originate from the CZ, in close proximity to the vas deferens and seminal vesicles. Due to distension and stretching, parts of the large cyst remained as flat mono-layered epithelial cells and had paper-thin fibrous walls. The tandem arrayed prominent intraluminal ridges and extensive arborizing complex glands were noteworthy (). The hallmark lobular pattern or eccentrically curvilinear branched hyperplastic glands, usually seen in conventional nodular hyperplasia, were not identified. Urothelium, representing either TZ or prostate urethra, was not found. Focal areas of the solid mass had leaflets with profound stromal cells projecting into the cystic cavity, which mimicked phyllodes tumor (). Intraluminal snouting and tufts were occasionally seen, however, cellular atypia typically found in prostatic intraepithelial neoplasia (PIN) was not present. There was no cytological atypia or appreciable mitosis. Epithelial cells were strongly immunoactive to PSA. Seminal vesicles showed marked luminal obliteration by fibromuscular hypertrophy and periluminal amyloidosis (), which was not previously noticeable on radiological images and gross examination.\\nOne year after surgery, the patient is alive with no evidence of disease.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'12165026': 1, '10604367': 1, '33031331': 1, '12639673': 1, '15310992': 1, '8230538': 1, '30808350': 2, '1989460': 1, '9811190': 1, '12438038': 1, '33024781': 2, '8753747': 1, '17594169': 2}", "similar_patients": "{'7520787-1': 1, '6391754-1': 1}"}