{"patient_id": 91292, "patient_uid": "2679027-1", "PMID": 19405946, "file_path": "comm/PMC002xxxxxx/PMC2679027.xml", "title": "Visceral leishmaniasis with cardiac involvement in a dog: a case report", "patient": "An 11-year-old female Basset Hound was presented to the Hospital Clinico Veterinario Rof Codina with a history of swelling of the head and limbs. On initial evaluation, abnormal physical examination findings included non-ulcerated cutaneous nodules, a generalized mild lymphadenomegaly of the superficial lymph nodes, a stiff gait and oedema in limbs, face and abdomen. Haematological abnormalities included normochromic anaemia (haematocrit value of 32.9 per cent), lymphopenia/monocytopenia (0.6 × 109/l), thrombocytopenia (54 × 109/l) and hypoalbuminemia (2.10 g/dl). Blood urea nitrogen (BUN) and creatinine values were under normal ranges, but urine specific gravity was 1.025, with protein level of 2+. An electrocardiogram (ECG) showed low amplitude of the QRS complex with normal cardiac rate and rhythm. Routine histological evaluation of biopsies obtained from the skin and the popliteal lymph node revealed a chronic non-suppurative inflammation consisting mainly of macrophages and some plasma cells and lymphocytes. Small vacuoles containing basophilic bodies morphologically consistent with Leishmania amastigotes were also seen in the cytoplasm of a few macrophages and therefore, visceral leishmaniasis was diagnosed.\\nA specific treatment was proposed for the dog by the practitioner, but refused by the owner. At the owner's request, the dog was euthanized two days later.\\nAt post-mortem examination, the main abnormal external findings were multiple cutaneous nodules and generalized enlargement of the superficial lymph nodes as already noticed clinically. Abdominal lesions included splenomegaly and fibrotic, cortical striation and the presence of small whitish nodular foci in the renal cortex. The lungs were mottled tan. Multifocal areas of pallor affected the left ventricular and septal myocardium.\\nSamples of all organs were fixed in 10% neutral buffered formalin and embedded in paraffin according to standard laboratory procedures. Paraffin sections, 5 μm-thick, were stained with hematoxylin and eosin (H-E) and Giemsa stains, and evaluated by light microscopic examination. The presence of Leishmania amastigotes in tissues was investigated by indirect immunoperoxidase staining by using a rabbit polyclonal anti-Leishmania antibody [].\\nThe most important histopathological finding was the presence of an intense chronic inflammatory reaction composed of mononuclear cells (predominantly monomorphic macrophages, but also plasma cells and lymphocytes) in most organs. In the heart, the myocardium showed a dense accumulation of macrophages between the muscle fibers (Fig ) and also areas of cardiac muscle atrophy, degeneration and loss of myocardiocytes (Fig ). The lungs showed small foci of interstitial thickening associated with bronchioles and small vessels; these foci displayed mononuclear infiltration, which were also observed in the pleura. In the liver, small aggregates of large macrophages were found throughout the parenchyma and, in the kidneys, we found evidence of membranoproliferative glomerulonephritis, as well as of interstitial infiltration of inflammatory mononuclear cells. The spleen exhibited a marked lymphocyte depletion affecting mainly the periarterial lymphatic sheaths; in agreement with the clinical finding of anaemia, large numbers of single megakaryocytes were observed in the red pulp.\\nThe parasite load was high in spleen, lymph nodes and liver, organs where most of the macrophages had large cytoplasmic parasitophorous vacuoles with round basophilic nucleus and distinct bar-shaped paranuclear kinetoplast, morphological features compatible with Leishmania amastigotes. In lungs, kidneys and skin, amastigote forms of Leishmania were seen inside macrophages, but with restricted distribution in the inflammatory infiltrate. Notably, the parasite load was extremely low in the heart, since only a few macrophages were parasitized, requiring careful search to identify them in a background of severe inflammation.\\nThe identification of parasitized macrophages was greatly facilitated in all organs, but especially in the heart, by the immunohistochemical detection of Leishmania antigens, resulting in a strong labelling of amastigotes inside macrophages (Fig ).", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'27413751': 1, '16300117': 1, '15504537': 1, '888184': 1, '18514028': 1, '3291029': 1, '11531395': 1, '19405946': 2}", "similar_patients": "{}"}