{"patient_id": 126523, "patient_uid": "2861177-1", "PMID": 20352541, "file_path": "noncomm/PMC002xxxxxx/PMC2861177.xml", "title": "Case Files of the California Poison Control System, San Francisco Division: Blue Thunder Ingestion: Methanol, Nitromethane, and Elevated Creatinine", "patient": "A 41-year-old man with a history of ethanol abuse was found on the streets with his clothing saturated with fecal material. In the emergency department (ED), he was confused and had an unsteady gait. He was sleepy and slow in responding, although easily arousable. He admitted to being depressed and said that he tried to commit suicide by consuming vodka and “Blue Thunder”, a fuel for radio-controlled racing cars that he had purchased from a hobby shop the day before presentation. He denied any other drug ingestion or previous medical history and was not taking any medications. He did not have any focal neurological symptoms, visual disturbance, gastrointestinal symptoms such as nausea or vomiting, or chest discomfort.\\nHis vital signs were within normal limits: temperature 36.4°C, blood pressure 145/87 mm Hg, heart rate 95/min, respiratory rate 16/min and pulse oximetry saturation 97% on room air. His physical examination was unremarkable except for an unsteady gait. His cranial nerves, motor, and sensory findings were grossly intact. As he had attempted to leave the ED several times despite being ataxic, he was placed in restraints and sedated with intravenous boluses of lorazepam and admitted for further workup.\\nComputed tomography of his brain did not show any gross abnormalities. Initial laboratory data included: sodium 135 mmol/L, potassium 3.8 mmol/L, chloride 97 mmol/L, bicarbonate 21 mmol/L, blood urea nitrogen 7.9 mmol/L (22.0 mg/dL), creatinine 8,270 μmol/L (93.6 mg/dL), and glucose 6.5 mmol/L (117 mg/dL). The anion gap was 17 mmol/L. Lactic acid and hepatic enzymes were within normal limits. The serum ethanol, acetaminophen, and salicylate levels were below detection limits. Urinalysis was normal with a pH of 5.5. Serum samples were referred to an outside laboratory for methanol, ethylene glycol, acetone, isopropyl alcohol, and paraldehyde levels. After 4 h of supportive treatment including intravenous fluids, repeat laboratory results were: sodium 134 mmol/L, potassium 3.8 mmol/L, chloride 98 mmol/L, bicarbonate 23 mmol/L, blood urea nitrogen 6.9 mmol/L (19.0 mg/dL), and glucose 6.5 mmol/L (117 mg/dL).\\nThe laboratory had independently decided that nitromethane was an interfering substance and did not repeat the creatinine level. The anion gap was now 13 mmol/L and the calculated osmolality [] was 282 mmol/kg. Serum osmolality determined by freezing point depression was 430 mmol/kg (reference range 275-295 mmol/kg). The osmolar gap was estimated to be 148 mmol/kg.\\nAfter ingestion, the hepatic enzyme alcohol dehydrogenase converts methanol to formaldehyde, which is then converted to formic acid by formaldehyde dehydrogenase []. Although formaldehyde is more toxic than formic acid, it does not accumulate during poisoning on account of its short half-life of about 1.5 min [, ]. Formic acid, an inhibitor of cytochrome oxidases c and aa3, primarily contributes to the toxic sequelae of methanol poisoning, including ocular toxicity and the fall in plasma bicarbonate concentration and consequent increase in anion gap []. Ocular toxicity essentially identical to that produced in methanol poisoning has been described after formate administration in animals []. Also, results suggest that formaldehyde is not a major factor in the toxic syndrome produced by methanol []. The clinical manifestations of methanol ingestion include headache, dizziness, nausea, vomiting, weakness, and epigastric pain, as well as developing an elevated anion gap acidosis. The severity of symptoms secondary to methanol poisoning appears to correlate with the degree of metabolic acidosis [, ]. Mortality correlates with the severity of acidosis and the formate concentration rather than with serum methanol concentration [].\\nAlthough metabolic acidosis is a characteristic feature of methanol poisoning, its onset may be delayed for 18-24 h, or even longer (up to 72 h []) with concurrent ethanol ingestion [–], due to competition for the enzyme alcohol dehydrogenase. Thus, the patient may be relatively asymptomatic during the latent period []. Our patient had no measurable ethanol level, yet his acidosis was very mild with an anion gap of only 17 mmol/L and a bicarbonate level of 21 mmol/L. A significant anion gap may not be present early in the course of methanol intoxication. In a review of 113 acute methanol exposures reported to a poison center, metabolic acidosis was reported in only 26 cases (23%) []. Therefore, the absence of acidosis does not rule out methanol ingestion.\\nPossible reasons for our patient not developing worsening or severe acidosis may include an inaccurate history of ingestion. He might have ingested only a small amount of methanol, or ingested it shortly before being found. He may also have co-ingested ethanol or other types of alcohols that are metabolized by alcohol dehydrogenase, such that the metabolism of methanol to formate was blocked. Such other alcohols might include ethylene glycol or isopropanol. However, ethanol was not detected and there was no nail polish remover-like odor detected in the patient, which would be present when isopropyl alcohol is metabolized to acetone. There was improvement in our patient’s anion-gap acidosis simply with hydration, which also argues against ethylene glycol and methanol ingestions.\\nThus, even though our patient currently appears relatively well, it is possible that he ingested methanol. It would be prudent to manage him as for methanol ingestion, given the history of ingestion and the very large osmolal gap. Nevertheless, it is unusual that our patient’s anion gap and acidosis improved in the short duration of supportive management with intravenous fluids alone.\\nNitromethane is a popular solvent in organic and electroanalytical chemistry []. It is also used as a fuel in racing, particularly drag racing, to enhance combustion []. The oxygen content of nitromethane enables it to burn with much less atmospheric oxygen in comparison to hydrocarbons such as gasoline. In model aircraft and remote-controlled car fuels such as “Blue Thunder”, the primary ingredient is generally methanol with some nitromethane (up to 65%, but rarely over 30% since nitromethane is expensive compared to methanol) and 10-20% lubricants (usually castor oil or a synthetic oil). During combustion, this fuel produces a characteristic blue smoke []. Nitromethane is highly lipid soluble, and acute exposures tend to be inadvertent dermal or ocular exposures which generally result in local irritation but no apparent sequelae []. The American Conference of Governmental Industrial Hygienists lists the adverse health effects of nitromethane as including dermal irritation, central nervous system depression, liver and thyroid toxicity, blood dyscrasias, and neuropathy [].\\nFollowing acute inhalational exposure, animal studies suggest a relatively low toxicity of nitromethane [, ]. Rats and mice were exposed to nitromethane at a variety of concentrations for 6 h per day, 5 days per week, from 16 days to 2 years. In the 16-day study of rats, all those exposed to 1,500 ppm showed loss of coordination in the hindlimbs. Sciatic nerve degeneration was found in all rats exposed to 375 ppm and above. In the 13-week study, hindlimb paralysis was seen in all rats in the 1,500-ppm group. Rats exposed to 375 ppm of nitromethane or greater had minimal to mild degeneration of the spinal cord and sciatic nerve. In contrast, mice demonstrated no neurologic abnormalities in any of the studies []. Unfortunately, oral toxicity data in animals is limited.\\nIn a human case report, a 20-year-old woman who had worked for 2 years using a mixture of trichlorotrifluoroethane (94%), methanol (6%), and nitromethane (0.25%) developed Parkinsonism in the absence of other potential etiologies []. The authors concluded that exposure to nitromethane could have been the cause of the Parkinsonism. A 19-year-old man developed a primary, symmetric demyelinating polyneuropathy after a 2-month exposure to an industrial solvent composed primarily of 1-bromopropane, but also containing nitromethane and other components []. The authors attributed the neuropathy to the 1-bromopropane exposure.\\nThe limited acute toxicity of nitromethane suggests that exposures require only supportive care with no specific therapy []. Although different racing car fuels contain varying concentrations of nitromethane and methanol, management of this mixed poisoning should focus on the appropriate treatment for methanol toxicity.\\nNitromethane cause spurious elevations of the serum creatinine when the Jaffe colorimetric method is used to determine serum creatinine concentration [–]. This method involves injecting a sample of the patient’s serum into an alkaline picrate solution. Creatinine in the sample combines with alkaline picrate to form a red-colored complex or chromophore, the light absorbance of which can then be measured in the 470-550 nm range using a double-beam spectrophotometer. The rate of absorbance is directly proportional to the creatinine concentration in the serum []. Nitromethane also forms a red chromophore with alkaline picrate with an absorbance similar to that of the creatinine-picrate chromophore []. Thus, when nitromethane is present in a patient’s serum, the reaction of both creatinine and nitromethane with alkaline picrate can result in a significantly but spuriously elevated creatinine concentration [].\\nThere is a linear relationship between the concentration of nitromethane and the rise in serum creatinine concentration measured by the Jaffe method [, ]. This correlation could provide a surrogate marker for significant methanol exposure in those who ingest racing car fuel []. Analysis by least-squares linear regression of ten serum samples containing nitromethane showed the following relationship []:\\nUsing this equation in our patient, with a creatinine of 8,270 μmol/L (93.6 mg/dl), we estimated a nitromethane level of approximately 8 mmol/L:\\nApparent (creatinine, mmol/L) = 0.99 (nitromethane, mmol/L) + 0.21 (±0.013) 8.27 mmol/L = 0.99 (nitromethane, mmol/L) + 0.21 (±0.013) (Nitromethane) = (8.27-0.21(±0.013))/0.99 = 8.13-8.15 mmol/L\\nA nitromethane level of 8 mmol/L would be expected to contribute only about eight to the osmol gap, leaving a residual, unexplained osmol gap of about 140. Assuming the remaining osmol gap is due to methanol alone, the estimated serum methanol level would be around 400 mg/dL, if multiplied by a conversion factor of 3.2 (one-tenth the molecular weight of methanol) [].\\nThe fatal oral dose of methanol is estimated to be 30-240 mL (20-150 g). The minimum toxic dose is approximately 100 mg/kg []. Serum methanol concentrations greater than 20 mg/dL (>6.24 mmol/L) are considered potentially toxic [], and concentrations of greater than 40 mg/dL (>12.4 mmol/L) can be fatal, but individual sensitivity varies []. Based on these estimated levels, and without the benefit of a rapid analysis for methanol, it was decided that our patient had ingested a significant amount of methanol and he was initially treated with a loading dose of 15 mg/kg intravenous fomepizole and 2 hours of hemodialysis.\\nThe concentration of creatinine in serum is the most widely used and commonly accepted measure of renal function in clinical medicine. In renal failure, deterioration of renal function, results in the accumulation of nitrogenous waste products, including creatinine [].\\nIn the absence of renal failure, elevated creatinine levels may be due to factors influencing creatine production as well as elimination. The total muscle mass is the most important determinant of the creatine pool size and thereby of creatinine production []. Hence serum creatinine is increased in people with increased muscle mass, those with a high-meat diet, users of anabolic steroids, and weight lifters []. Trauma or febrile states have been associated with significant increases in the excretion of creatinine [–].\\nRhabdomyolysis or extensive crush injury may result in an increase of serum creatinine, at times exceeding what can be accounted for by the decrement in renal function [], the excess creatinine is generally assumed to derive from injured muscle. But it was found that phosphocreatine was present in muscle in sufficient amounts to serve as a direct intermediate in the conversion of phosphocreatine to creatinine [].\\nOther substances that can cause false elevations of the measured serum creatinine determined by the Jaffe method include ketoacids, acetone, pyruvate, glucose, uric acid, proteins, creatine, ascorbic acid, dopamine, and certain cephalosporins [, ]. High concentrations of bilirubin can falsely lower the serum creatinine concentration determined by the Jaffe method [, ]. Enzymatic methods for determining serum creatinine concentration are not affected by the presence of nitromethane in serum [, , ]. Substances that can interfere with this enzymatic method when present in the serum include creatine, bilirubin, dopamine, dobutamine, ascorbic acid, and calcium dobesilate [, , ].\\nThe techniques for detecting the presence of drugs include a variety of chromatographic methods, immunoassays, and chemical and spectrometric techniques. A number of interferences resulting in “false-positive” results have been reported []. Some common, important interferences resulting in false-positive results are listed in Table .", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'3555018': 1, '6510448': 1, '2758650': 1, '2676674': 1, '10536908': 1, '8637534': 1, '9656972': 1, '3997888': 1, '14677789': 1, '483135': 1, '15885229': 1, '12431527': 1, '645740': 1, '11172179': 1, '17976551': 1, '7124671': 1, '14640491': 1, '15989733': 1, '448504': 1, '7206004': 1, '1394976': 1, '7124457': 1, '109089': 1, '13110604': 1, '2226295': 1, '10571769': 1, '15241587': 1, '9711197': 1, '7361809': 1, '15605668': 1, '9596331': 1, '12216995': 1, '11439403': 1, '2032322': 1, '6790901': 1, '23431453': 1, '10584591': 1, '28963385': 1, '13258062': 1, '12587015': 1, '20352541': 2}", "similar_patients": "{}"}