{"patient_id": 95547, "patient_uid": "2947736-3", "PMID": 20924490, "file_path": "comm/PMC002xxxxxx/PMC2947736.xml", "title": "Oncogenic osteomalacia: Problems in diagnosis and long-term management", "patient": "A 38-year-old female presented to the emergency department with complaints of pain in the left hip and inability to bear weight for 2 days, following taking a sharp turn while walking. Clinical examination revealed swelling, tenderness, bruises, abnormal mobility and crepitus around a subtrochanteric area. Radiographs of the left hip and femur showed a pathological subtrochanteric fracture, with a lytic lesion in the proximal femur []. The patient gave a past history of generalized weakness, off and on bone pains, muscular pains, and chronic fatigue for the last 12 years. Her skeletal survey revealed looser zones in the pubic rami and osteolytic lesions in the ribs and scapulae []. Her biochemical parameters revealed serum calcium 8.6 mg/dL, serum phosphorus 1.9 mg/dL, alkaline phosphate 445 IU, parathyroid hormone (PTH) 51 pg/mL, 24-hour urinary phosphorus 4845 mg%, and urinary calcium 181 mg%. Thus, she had hypophosphatemia, increased alkaline phosphatase, and hyperphosphaturia, with normal calcium and parathormone levels. A clinical diagnosis of oncogenic osteomalacia and polyostotic fibrous dysplasia with pathological fracture of the proximal femur was entertained. The patient was taken up for curettage of the lytic lesion, bone grafting, and internal fixation. Peroperatively, the cortex of the femur was seen to be papery thin and surrounding a large (50 mm 3 volume) cavity filled with high straw/brown-colored fluid. The cavity had few membranes which were curetted out. The cavity was then packed with autologous fibular grafts and corticocancellous grafts. The fracture was secured with a dynamic compression screw and plate. She was kept on skeletal traction for 8 weeks and then mobilized on ischial weight-relieving calipers and axillary crutches. Postoperatively she was given oral phosphate 500 mg thrice daily, oral elemental calcium 1 g twice daily, and alpha-hydroxylated vitamin D 0.25 μg twice daily. Histopathological examination showed fibrous dysplasia. At follow-up at 1.5 years the fracture had united [] and laboratory investigations revealed serum calcium 8.8 mg/dL, serum phosphate 2 mg/dL, and alkaline phosphatase 440 IU. Phosphates level had improved but was not yet normal []. The patient was mobile without support. The patient was still on calcium and phosphate supplementation at the last follow-up.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'19296011': 1, '15850988': 1, '6315740': 1, '7848576': 1, '20166371': 1, '16213774': 1, '15562028': 1, '18521270': 1, '12952909': 1, '4022870': 1, '195029': 1, '10962341': 1, '22470852': 1, '16214071': 1, '17598337': 1, '20924490': 2}", "similar_patients": "{'2947736-1': 2, '2947736-2': 2}"}