{"patient_id": 90907, "patient_uid": "2628897-1", "PMID": 19055707, "file_path": "comm/PMC002xxxxxx/PMC2628897.xml", "title": "A case of aortic dissection in a cocaine abuser: a case report and review of literature", "patient": "The patient is a 46-year-old male with a past medical history of chronic pancreatitis and chronic upper abdominal pain, hypertension, alcoholism, and cocaine abuse. He arrived at the emergency department (ED) a few hours after he developed sudden, severe worsening of his epigastric pain, which the patient described as similar to his previous chronic pancreatitis associated pain flare-ups. The pain was stabbing, radiating to the back and was associated with nausea and profuse sweating. Shortly after arrival to the ED, he complained of pain extending to his chest.\\nOn physical examination his blood pressure was 150/80 and pulse 68 beats per minute. He had tenderness to palpation over his upper abdomen, especially in the epigastrium with associated guarding. The chest, lung, and cardiac exams were reported as normal; the remainder of the physical examination was unremarkable.\\nLab results were all within normal limits. Electrocardiogram showed sinus tachycardia but no acute ischemic changes. Although the impression was that the pain was most likely attributable to his chronic pancreatitis, an abdominal CT with intravenous contrast was performed to rule out other possible etiologies for his acute abdominal pain.\\nThe abdominal CT revealed an aortic dissection extending from the upper abdomen to the level of the common iliac arteries. A chest CT verified the origin of the dissection at the aortic root [Figure ]. The patient was started on intravenous Esmolol and nitroprusside. The cardiothoracic surgery team was consulted, and the patient was taken to the operating room emergently.\\nA transesophageal echocardiogram [Figure ] performed in the operating room revealed dilation of the aortic root, an intimal flap, and aortic regurgitation. During the thoracotomy an aortic root hematoma was noted in addition to a right coronary artery dissection with blood oozing into the pericardial space. The patient underwent a replacement of both the ascending aorta and the aortic valve, followed by over sewing of the proximal right coronary at the site of the dissection and bypass grafting with a saphenous venous graft.\\nThe patient did well after the surgery and we were able to take more medical history. We found out that hours prior to development of the above symptoms the patient smoked crack cocaine.\\nThe patient continued to do well and it was decided to treat the dissection of abdominal aorta medically. He was discharged home on a beta blocker with close follow up arranged.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'11927514': 1, '16820599': 1, '11927528': 1, '8969594': 1, '58': 1, '20155481': 1, '10685714': 1, '14708810': 1, '24532747': 1, '19055707': 2}", "similar_patients": "{}"}