{"patient_id": 93746, "patient_uid": "2827146-1", "PMID": 20184698, "file_path": "comm/PMC002xxxxxx/PMC2827146.xml", "title": "Giant adrenal endothelial cyst associated with acute and chronic morbidity in a young female: a case report", "patient": "A 20-year-old Pakistani girl from Karachi presented to our hospital with a 4-years history of abdominal pain and diarrhea. She had been having up to 10 episodes of loose stools per day associated with abdominal heaviness and tenesmus. In view of her chronic symptoms, she had been empirically prescribed anti-tuberculous therapy in the past due to suspicion of abdominal tuberculosis. Her physical examination was unremarkable.\\nLaboratory investigations showed an increased erythrocyte sedimentation rate (37 mm/hr, normal: <20 mm/hr) while lipase, amylase, liver function tests, electrolytes and a stool detailed report (DR) were all within normal range. In view of her normal laboratory parameters, she next underwent an upper gastrointestinal endoscopy and a colonoscopy to further evaluate her chronic diarrhea. Patchy erythema in the ascending and transverse colon along with mild antral erythema in the stomach were noted. Biopsy of different parts of the digestive tract revealed chronic non-specific inflammation in the duodenum, ileum, ascending and descending colon with mild chronic Helicobacter pylori associated gastritis. Ultrasound of the abdomen revealed a cystic area measuring 10 cm × 10 cm between the spleen and left kidney.\\nComputed tomography (CT) scan showed a large cystic, homogeneous mass in the left hypochondrium with most likely origin from the left adrenal gland (Figure ). The mass measured 12.8 × 9.5 × 9.4 cm in cranio-caudal, antero-posterior and transverse dimensions and was abutting various parts of the gastrointestinal tract. Urinary vanillyl mandelic acid (VMA) and 5-hydroxyindoleacetic acid (5-HIAA) were done to rule out endocrine tumors of the adrenal gland. These were, however, within normal limits.\\nWhile the work up was in progress, the patient was encountered in the emergency room of the hospital with one day history of excruciating abdominal pain. On examination, she had an acute abdomen which was exquisitely tender in the left upper quadrant with a vaguely palpable mass in the umbilical area. Surgical intervention was planned in view of the quickly decreasing hematocrit. Multiple blood transfusions were given and a CT scan was emergently performed which revealed a left adrenal gland cyst with internal hemorrhage (Figure ). Moderate amount of free fluid was also present in the peritoneal cavity around this cyst.\\nAfter stabilization, the patient was taken to the operation theatre where a laparotomy with left adrenalectomy was undertaken. Histopathological examination of the specimen showed cystic tissue with no definite lining and fibro-collagenous wall exhibiting areas of hemorrhage and congestion. Immunohistochemical staining for CD31 was positive; confirming the diagnosis of a benign adrenal endothelial cyst.\\nThe post-operative hospital course of the patient was unremarkable and she was discharged after a week. She has been maintaining regular follow-ups in the clinic and her long standing complaints of diarrhea and abdominal pain have completely resolved.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'19399193': 1, '16119709': 1, '23607035': 2, '19218775': 1, '9821036': 1, '2372669': 1, '10633845': 1, '10690869': 1, '8684645': 1, '9926751': 1, '9585385': 1, '28246490': 1, '23115418': 1, '15754702': 1, '9247446': 1, '20184698': 2}", "similar_patients": "{'3628495-1': 1}"}