{"patient_id": 95528, "patient_uid": "2946721-1", "PMID": 20931038, "file_path": "comm/PMC002xxxxxx/PMC2946721.xml", "title": "It’s easy to miss complicated hydatid cyst of lung", "patient": "A 60-year-old Hindu female presented in our out-patient department with high rise of temperature with chills and rigor, and cough with minimal expectoration for two days. Clinically, the patient was febrile, alert conscious, tachycardic (120/min regular), tachypnic (28/min), blood pressure 100/60. Examination of the respiratory system revealed central mediastinum with impaired percussion note, decreased vesicular breath sounds and vocal resonance and a few crackles over right infra-axillary and infrascapular region. Review of the other systems revealed no abnormality. Routine blood examination revealed polymorphonuclear leukocytosis (Total count 18,000/cu.mm, Poly 80 lympho 16 Mono 2 Eosino2) and chest radiograph showed dense homogenous opacity with no air bronchogram in the right mid and lower zone []\\nArterial blood gas report in room air revealed mild hypoxia (PaO2 74 mm Hg). The patient was started on intravenous antibiotic and fluid. She became afebrile and hemodynamically stable within three days with improved peripheral leukocyte count. Intravenous antibiotic was replaced by oral antibiotics after ten days. Surprisingly, a repeat chest radiograph showed no significant improvement after three weeks of antibiotic treatment []. At this point the patient was in good general health with no specific complaint but impaired percussion note and diminished vesicular breath sound over the same area.\\nCT scan of thorax showed mostly homogenous mass in the right lower zone with few air bubbles inside and mild pleural effusion []. CT guided FNAC was done. But the report was inconclusive as it showed degenerative neutrophils along with a few lymphocytes and histiocytes on a necrotic background []. Fiberoptic bronchoscopy was done under local anesthesia, which excluded any intra-bronchial growth. While waiting for a repeat CT guided FNAC report of the mass we reviewed the detailed medical history including indoor and outdoor pet history. After repeated questioning she could remember that she suffered from ‘similar’ cough and cold about six years back and was treated with a course of antibiotic by a local doctor who said that there is a ‘patch’ in her lung []. She didn‘t follow-up with her doctor at the end of treatment as she was feeling ‘perfectly okay’. Also that she has had about 10 to 12 puppies and kitten as in-door pets since 15 years. ELISA for echinococcus antigen was advised and it came out significantly positive. The repeat FNAC report showed presence of fragments of lamellate membrane and scolises of echinococcus in the background of acute inflammatory cells. Ultrasonography and CT abdomen was done, which excluded the presence of cysts in diaphragm and other intra-abdominal organ.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'11115453': 1, '15063234': 1, '15456439': 1, '1771611': 1, '714530': 1, '23272291': 2, '5751850': 1, '8575282': 1, '25125816': 1, '4469268': 1, '1954835': 1, '12797504': 1, '28270943': 1, '6610305': 1, '25983410': 1, '11170228': 1, '10460366': 1, '2187513': 1, '10485240': 1, '17532951': 1, '1959398': 1, '23243359': 1, '20931038': 2}", "similar_patients": "{'3530310-1': 1}"}