{"patient_id": 91722, "patient_uid": "2729275-1", "PMID": 19718248, "file_path": "comm/PMC002xxxxxx/PMC2729275.xml", "title": "Effective Monotherapy with Amrubicin for a Refractory Extrapulmonary Small-Cell Carcinoma of the Liver", "patient": "A 72-year-old man was referred to us in May 2005, for further examination of a gastric polyp. On physical examination, his heart rate was 60/min and his blood pressure was 132/78 mmHg. The abdominal examination was normal. According to the Eastern Cooperative Oncology Group (ECOG) criteria, the patient showed a performance status of 0. The results of the routine laboratory tests were as follows: total bilirubin, 0.6 mg/dL; AST, 16 IU/L; ALT, 13 IU/L; hepatitis B viral surface antigen and hepatitis C viral antibody were negative. The serum level of α-Fetoprotein was normal. The serum levels of neuron-specific enolase (NSE), gastrin-releasing peptide precursor (ProGRP), and carcinoembryonic antigen (CEA) were elevated at 13.3 ng/mL (normal range; ~10 ng/mL), 408.0 pg/mL (normal range; ~46.0 pg/mL), and 74.8 ng/mL (normal range; ~3.2 ng/mL), respectively. A chest radiograph showed clear lung fields. An ultrasonographic examination revealed a hypoechoic mass in the posterior inferior segment of the liver. Computed tomography (CT) scans of the abdomen revealed that the hepatic mass of the longest diameter (40 mm) in size was seen in the posterior inferior segment of the liver and that small nodules were scattered throughout both of the hepatic lobes (Figures and ). A needle biopsy specimen obtained from the hepatic mass demonstrated some nests of atypical cells having large hyperchromatic nuclei and scanty cytoplasm. Immunohistochemically, the atypical cells were positive for cytokeratin (AE1/AE3 and CAM5.2) and neuroendocrine markers (N-CAM and NSE), but negative for a lymphocytic marker (LCA), which was consistent with the features of a small-cell carcinoma (). Additionally, CK-19, CK-20, and hepatocyte specific antigen were negative. Esophago-gastroduodenoscopy (EGD) revealed a type IIc gastric cancer in the posterior wall of the lower body of the stomach. A chest X-ray, CT scan of the chest, bronchoscopy, and cytological examination of the sputum showed no evidence of primary lung cancer. CT scans of the brain and a scintigram of the bone revealed no metastatic lesions. The final diagnosis was an extensive disease stage of small-cell carcinoma of the liver, and an early gastric cancer.\\nThe patient was initially treated with systemic chemotherapy consisting of both CDDP and etoposide. One hundred mg/m2 of etoposide were infused on days 1, 2, and 3. CDDP was infused at a dose of 80 mg/m2 over 2 hours, with adequate hydration, on day 1. G-CSF was administered from day 5 until neutrophil recovery. This regimen was repeated every 4 weeks, and the patient received 6 courses of the chemotherapy. Toxicity was graded according to the Common Terminology Criteria for Adverse Events (CTC-AE), version 3. In the first course, both grade 2 anorexia and grade 1 increase in serum creatinine were observed. Next, the dose of CDDP was reduced to 64 mg/m2. Grade 2 anorexia, grade 4 neutropenia, and grade 2 anemia were observed in all of the courses. After the sixth course, grade 1 neuropathy was observed. The response of the measurable lesions was assessed by RECIST criteria []. CT scans thereafter revealed a reduction of the hepatic mass in the posterior inferior segment, from 40 mm to 25 mm after the second course, and further to 10 mm after the sixth course, thus indicating a partial response. The hepatic small nodules also disappeared. The serum levels of NSE and ProGRP decreased to 1.9 ng/mL and 37.3 pg/mL, respectively. Next, the early gastric adenocarcinoma, which did not respond to the chemotherapy, was completely removed by an endoscopic mucosal resection (EMR). The patient was free from progression of the tumor for 8 months. After regrowth of the hepatic masses, a biweekly administration of 150 mg/m2 of irinotecan was performed. The hepatic mass, however, increased in size by 27 mm and a right pulmonary metastatic lesion in segment 8 newly appeared after the fifth course of irinotecan. The serum ProGRP was also increased, up to 593 pg/mL. The administration of amrubicin as a third-line chemotherapy was then started in August 2006. Forty mg/m2 of amrubicin were infused on days 1, 2, and 3 every 4 weeks. Grade 1 anorexia, grade 4 neutropenia, and grade 2 anemia were observed in all of the courses. G-CSF had not been used, because the duration of the grade 4 neutropenia was only a few days without febrile neutropenia. CT scans thereafter revealed a reduction of the hepatic mass in the posterior inferior segment, from 27 mm to 15 mm after the second course and further to 9 mm after the sixth course, and the other hepatic and pulmonary nodules were also reduced in size, indicating a partial response (). In addition, the serum ProGRP was decreased to 166.1 pg/mL. The administration of amrubicin has been repeated in 8 courses so far. The patient died of progression of cancer 14 months after the initiation of amrubicin monotherapy, and 26 months after the initiation of the first-line chemotherapy.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'15549433': 1, '15231859': 1, '24667053': 1, '17135647': 1, '1310345': 1, '10655437': 1, '15653702': 1, '6268879': 1, '6302908': 1, '8951490': 1, '11784874': 1, '12908782': 1, '18159605': 2, '9128989': 1, '9914793': 1, '10029452': 1, '2824968': 1, '2569043': 1, '15226341': 1, '19718248': 2}", "similar_patients": "{'2628196-1': 1}"}