{"patient_id": 125921, "patient_uid": "2721940-1", "PMID": 17179698, "file_path": "noncomm/PMC002xxxxxx/PMC2721940.xml", "title": "A Patient with Mixed Type Evans Syndrome: Efficacy of Rituximab Treatment", "patient": "In July 2004, a 46-yr-old Korean woman was diagnosed with mixed type Evans syndrome following her hospital admission because of the symptomatic anemia, jaundice and thrombocytopenia. The laboratory tests showed: Hemoglobin, 4.1 g/dL; reticulocytes, 12.6%; WBC, 3,030/µL; platelets, 89,000/µL; and elevated levels of indirect bilirubin (2.53 mg/dL) and lactic dehydrogenase (LDH; 1,499 IU/L). Her initial direct antiglobulin test was positive for complement (C3d) and IgG. In addition, the patient's serum contained a cold hemagglutinin that had high thermal amplitude. The serologies for HIV, EBV, CMV, hepatitis B and C viruses, and Mycoplasma pneumoniae were all negative. Rheumatoid factor, antinuclear antibodies, anti-double stranded DNA antibodies and lupus anticoagulant were undetectable. Prednisone therapy was started at a dose of 1 mg/kg/day. The hemoglobin level and platelet count rose to 11.7 g/dL and 356,000/µL, respectively. Fifteen weeks later (December 2004), the prednisone was tapered to a maintenance dose of 10 mg daily. She relapsed with hemolytic anemia (5.9 g/dL) and thrombocytopenia (9,000/µL). Despite retreatment of high dose steroid, she never achieved any response. Rituximab was started at the dose of 375 mg/m2 once a week for a total of 4 doses, and this was well-tolerated and it induced a normalization of hemoglobin, bilirubin and LDH, as well as inducing a significant platelet count increase. The hemoglobin increased to 13.2 g/dL on day 56 and the platelet count increased to 30,000/µL by day 12 after the first rituximab infusion. She subsequently entered a durable remission with her hemoglobin level in the range of 13.2-14.7 g/dL and her platelet count in the range of 32,000-42,000/µL; she has maintained this remission now for 6 months ().", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'14962245': 1, '30349415': 1, '22259635': 2, '6402882': 1, '15486953': 1, '3974053': 1, '15054824': 1, '12001903': 1, '34691339': 2, '15704210': 1, '17179698': 2}", "similar_patients": "{'3259521-1': 1, '8510669-1': 1}"}