{"patient_id": 126993, "patient_uid": "2999723-1", "PMID": 21243300, "file_path": "noncomm/PMC002xxxxxx/PMC2999723.xml", "title": "Cerebrotendinous xanthomatosis: a treatable hereditary neuro-metabolic disease", "patient": "This report describes a 30-year-old male who displayed normal psychomotor development until 10 years of age when, according to his mother, he began presenting learning difficulties and showed progressive cognitive decline. At 15 years of age, the patient presented progressive gait instability and enlargement of the Achilles tendons. At age 17, he suffered his first convulsive episode. The patient has suffered a total of four seizures since that time, and his seizure condition is adequately controlled with the use of anticonvulsants. A family history revealed that the patient’s parents were cousins. Physical examination revealed bilateral Achilles tendon enlargement and bilateral cataracts. A neurological examination identified spastic paraparesis, brisk deep tendon reflexes and extensor plantar responses, upper limb symmetrical dysmetria and dysdiadochokinesia, and ataxic-paraparetic gait. The remainder of the patient’s physical examination was normal.\\nMagnetic resonance imaging (MRI) of the patient’s skull revealed mild cerebellar atrophy (). MRI of the left ankle showed fusiform thickening of the Achilles tendon with heterogeneous signals on all sequences, T2-hyperintense foci due to the presence of fat, and a slight increase in the uptake of paramagnetic contrast. These results were suggestive of a xanthoma of the Achilles tendon (). Laboratory tests (complete blood count, biochemistry, liver and kidney function, lipid panel, and coagulation tests) were normal. The patient’s serum cholestanol level was high (28.3 µg/mL, normal value <6 µg/mL).\\nBased on these findings, the patient was diagnosed with CTX, and treatment with CDCA (750 mg/day) was immediately initiated. The drug was imported from Germany. A significant improvement in neurological symptoms was observed after one year of follow-up, especially with respect to ataxia and coordination. The patient retains a slightly ataxic gait but presents normal finger-to-nose and fast finger movements, and his serum cholestanol level has been reduced to 4.1 µg/mL. In addition, the patient has undergone eye surgery to treat his cataracts. The patient authorized the publication of this case report by signing a consent form.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'6504105': 1, '12141707': 1, '3106810': 1, '19117873': 1, '2019602': 1, '1212241': 1, '11133792': 1, '5676919': 1, '11939886': 1, '14572142': 1, '24250869': 2, '29484516': 1, '21243300': 2}", "similar_patients": "{'3829241-1': 1}"}