{"patient_id": 94841, "patient_uid": "2901615-1", "PMID": 20631833, "file_path": "comm/PMC002xxxxxx/PMC2901615.xml", "title": "Eosinophilic Panniculitis and Insect Bite-Like Eruption in a Patient with Chronic Lymphocytic Leukaemia: A Spectrum of the Same Entity", "patient": "A 63-year-old man was diagnosed of chronic lymphoproliferative syndrome in 2006, classified as chronic lymphocytic leukaemia (CLL) of B cells and treated with chlorambucil for 9 months; fludarabine for 4 months; cyclophosphamide, vincristine, prednisone, and rituximab (CVP-R) for 3 months; cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP) for 6 months. In November 2007, he consulted for a 1-year history of recurrent, painful nodules with inflammatory signs on his limbs and trunk (). This skin eruption had appeared since onset of the CLL and cutaneous lesions sometimes worsened after chemotherapy cycles. Individual lesions showed a typical course of one-week duration and spontaneous resolution without scar formation. There were not constitutional symptoms or mucosal lesions.\\nThe histopathologic study of a cutaneous specimen showed an inflammatory infiltrate predominantly composed by eosinophils that involved both the fat lobules and the septa (). No changes in dermis or epidermis were observed. The results of laboratory studies were normal except for an eosinophilic count of 0.69 × 109/L (8.6%). The remaining laboratory findings (elevated β\\n2 microglobulin level and polymorphous lymphocytes in peripheral blood smears) were consistent with his haematological condition. Other possible causes of eosinophilic tissue infiltration were ruled out, and he was diagnosed of eosinophilic panniculitis related to his hematologic disease. Skin nodules disappeared after a short course of systemic steroids, and chemotherapy was changed to CHOP.\\nDuring successive outbreaks the lesions changed their morphology to urticarial, prurigo-like lesions resembling insect bites. Examination of skin revealed a widespread eruption consisting of erythematous papules, some with central crust and excoriations (). He denied history of arthropod assaults. A skin biopsy specimen showed a dense eosinophilic interstitial infiltrate that affected dermis () with occasional “flame figures” (), and no changes in subcutaneous tissue were observed. The patient was diagnosed of insect bite-like reaction related to CLL. Skin lesions had a good response to topical and systemic steroid treatment, and recurrences were reduced with dapsone (150 mg daily). Cutaneous eruptions fully resolved when leukaemia was controlled.\\nThis case was classified as an eosinophilic dermatosis associated with lymphoproliferative disease that began as eosinophilic panniculitis and later evolved into lesions characteristic of insect bite-like reaction.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'10606056': 1, '17680967': 1, '8642087': 1, '23923089': 1, '23148793': 2, '9674394': 1, '16911290': 1, '17199590': 1, '11594874': 1, '32450058': 1, '17184241': 1, '30775302': 2, '25657915': 2, '16956524': 1, '29085714': 1, '15849001': 1, '14332055': 1, '20631833': 2}", "similar_patients": "{'4314885-1': 1, '3514367-1': 1, '6362748-1': 1}"}