{"patient_id": 89738, "patient_uid": "2262910-1", "PMID": 18205910, "file_path": "comm/PMC002xxxxxx/PMC2262910.xml", "title": "Giant serous cystadenoma arising from an accessory ovary in a morbidly obese 11-year-old girl: a case report", "patient": "An 11-year-old girl presented with two bouts of abdominal and left flank pain during a 5-month period, described as non-radiating and 8 out of 10 in intensity. The pain was accompanied by nausea and one episode of vomiting. The patient also noticed a decrease in urinary frequency during the same interval. She denied fever, dysuria, hematuria, or bloody stools. Past medical and family history was unremarkable. The patient had no history of hospitalizations, surgeries, or chronic illness. Menarche was at the age of 10 followed by irregular cycles, occurring every 40 to 50 days with very heavy flow.\\nPhysical examination revealed a morbidly obese (weight: 232 lbs., BMI: 42) adolescent girl. Her abdomen was soft and depressible and no masses were identified on palpation. Various imaging studies were performed including a pelvic ultrasound, which identified an 18.7 cm × 10.0 cm × 15.4 cm cystic lesion that extended into the abdomen to about the level of the umbilicus. Two MRI studies were ordered which identified a large cystic structure that appeared to originate from the right adnexa, suggesting an ovarian tumor [Figures , ]. Tumor markers were measured (CA-125: 30.2 U/ml, CA-19-9: 18 U/ml, AFP: 3 U/ml, LDH: 543 U/ml), and were all within normal limits. A quantitative hCG and pregnancy test were negative. A presumptive diagnosis of ovarian cyst was made.\\nAt laparotomy the cyst was found attached to the fimbriated end of the left fallopian tube, with which it shared its blood supply. On gross inspection, it was a smooth, multilobulated, fluid-filled mass with no attachments to the left ovary itself. On close examination, the patient's two ovaries showed no signs of torsion or necrosis: both were smooth and atraumatic. Due to the size and location of the cyst, a left salpingectomy was performed in order to remove it completely. The patient was left with two intact ovaries and her right fallopian tube. The presence of the two normally situated ovaries was documented on follow-up sonogram.\\nDue to the identification of two eutopic ovaries and the attachment to the mass to the left fallopian tube, a post-operative presumptive diagnosis of a left paratubal cyst was made. On histological examination the specimen was shown to be lined by columnar epithelial cells with abundant cilia, and contain primary follicles, corpora albicans, Graafian follicles, and areas of fibrin deposition [Figure ]. The final histopathological diagnosis was hemorrhagic serous cystadenoma arising from ovarian tissue. Patient has recovered uneventfully from the procedure.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'9604615': 1, '16893916': 1, '8290197': 1, '3323503': 1, '10845180': 1, '14557889': 1, '2185167': 1, '2001159': 1, '10461007': 1, '12471615': 1, '1250550': 1, '10469402': 1, '13844256': 1, '12918507': 1, '28825017': 2, '11330969': 1, '11795834': 1, '18205910': 2}", "similar_patients": "{'5553492-1': 1}"}