{"patient_id": 91486, "patient_uid": "2704177-1", "PMID": 19523243, "file_path": "comm/PMC002xxxxxx/PMC2704177.xml", "title": "Synchronous primary carcinoid tumor and primary adenocarcinoma arising within mature cystic teratoma of horseshoe kidney: a unique case report and review of the literature", "patient": "The patient was a 50-year-old female who presented with a 3-months history of progressive chronic low back and right hip pain. She had no symptoms of carcinoid syndrome. She had no previous history of malignancy, chemotherapy or radiotherapy. General physical exam was unremarkable. Chest radiographs and electrocardiogram were within normal limits. Her routine hemogram, urine and blood biochemical analyses were within normal ranges. A lumbar spine X-ray, done to workup her complaint of low back pain, accidentally found a large (1.9 cm) calcification overlying the lower pole of the right kidney (Figure ). Subsequent computed tomography (CT) and magnetic resonance imaging (MRI) scans of abdomen and pelvis revealed horseshoe shaped kidney and a large (10.5 × 7.8 cm) multiseptated cystic lesion immediately anterior to the right renal pelvis with central calcification (1.9 cm) and peripheral enhancement (Figure ), which was interpreted radiologically as a Bosniak category IV renal lesion with a 90% chance of malignancy. No additional lesions were identified in the brain, gastrointestinal tract, liver, spleen, pancreas, bladder, uterus, ovaries and bones on additional MRI scans of the abdomen, brain, chest and pelvis, and positron emission tomography (PET) scan. This excluded the possibility of other primary malignancies metastatic to the right kidney. Her serum levels of alpha-fetoprotein (α-FP), beta-subunit of human chorionic gonadotropin (β-hCG), carbohydrate antigen (CA) 19-9, CA72-4, CA125, carcinoembryonic antigen (CEA), chromogranin and serotonin were within normal ranges. Her urinary 5-hydroxyindoleacetic acid (5-HIAA) level was also within normal range. In view of the high concern for primary malignancy in this Bosniak category IV right renal lesion, the patient elected to undergo right partial nephrectomy for definitive surgical treatment. After the peritoneal cavity was surgically opened, a thorough inspection and palpation of the peritoneal cavity was performed which revealed no ascitic fluid, adhesions, or other evidence of metastatic disease or non-renal primary malignancy. The entire right renal tumor was surgically resected with an excellent margin of 0.5 cm of normal parenchyma surrounding the entire cyst wall, and the tumor was entirely confined to the kidney. No other lesions were present in the adjacent renal parenchyma. The postoperative period was uneventful and the patient was discharged four days after surgery.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'23997766': 1, '7735556': 1, '15055793': 1, '18179048': 1, '15311325': 1, '6386141': 1, '19364438': 1, '16140109': 1, '18067641': 1, '18454431': 1, '22999194': 1, '17076534': 1, '17966780': 1, '9024720': 1, '24228123': 1, '12713568': 1, '19414952': 1, '1724713': 1, '17427210': 1, '10048091': 1, '991082': 1, '11007036': 1, '8402487': 1, '10631725': 1, '16835722': 1, '29137015': 1, '28620558': 2, '17509135': 1, '23052753': 1, '3201667': 1, '23094190': 2, '17784891': 1, '9146580': 1, '9624041': 1, '17914151': 1, '8970200': 1, '9610566': 1, '22999069': 2, '5938842': 1, '8119711': 1, '1253918': 1, '3229546': 1, '31741605': 2, '17085102': 1, '24003360': 1, '9458520': 1, '12182116': 1, '19254281': 1, '29404085': 1, '23021468': 1, '17703444': 1, '17895755': 1, '10830826': 1, '18430248': 1, '8536229': 1, '12558745': 1, '10631724': 1, '8349156': 1, '19909520': 1, '23773456': 2, '31149114': 1, '18804792': 1, '12171501': 1, '28083486': 1, '25898936': 1, '8522269': 1, '19523243': 2}", "similar_patients": "{'3472539-1': 1, '3728223-1': 1, '6857249-1': 1, '3533729-1': 1, '5460381-1': 1}"}