{"patient_id": 93505, "patient_uid": "2820284-1", "PMID": 20168982, "file_path": "comm/PMC002xxxxxx/PMC2820284.xml", "title": "Wegener Granulomatosis Revealed by Pleural Effusion", "patient": "A 45-year-old man with an unremarkable medical history presented in April 2008 with severe dorsal pain requiring morphine. He did not drink or smoke. His occupational history revealed a 25-year employment as a metalworker. Physical examination was normal, except for asthenia and neurological signs (right hemithoracic pain, bilateral paresthesia, and dysesthesia C8-D1). An initial chest X-ray was not informative. A contrast enhanced CT revealed a nonspecific 1.5 cm pulmonary nodule in the right upper lobe (), right pleural effusion, and bilateral latero-spinal subpleural thickening in the region of the 9th vertebra (). The white blood cell (WBC) count was 12000/mm3, eosinophils were normal, renal function was normal, and minimal cholestasis was found. Inflammation of the right lower lobe bronchus was observed on bronchoscopy, but biopsies were not informative. A thoracocenthesis was performed and revealed a sterile exudative lymphocytic pleural effusion (lymphocytes 85%, neutrophils 10%, and monocytes 5%), without malignant cells. It was decided to obtain pleural biopsies during surgical resection of the nodule. Histological examination of the pleura revealed a dense inflammatory infiltrate predominating at the periphery of the vessels, composed mainly of lymphocytes and plasma cells. No true vasculitis could be demonstrated within the pleura. The pulmonary specimen contained a central necrotic nodule, surrounded by palissading histiocytes (). Some of the histiocytes were multinucleated and formed true granulomas within the wall of the adjacent pulmonary artery. Serologies were strongly positives for ANCA (ANCA+++) and antiproteinase 3 (APR3) antibodies (129 IU; normal <30). No renal biopsy was performed as urine analysis and renal function were normal. Skin examination revealed nonspecific ulceration on the patient's forehead. A sinus scan revealed septum perforation and ethmoidal sinus thickening.\\nA diagnosis of WG was made based of the histopathology and ANCA positivity. Initial treatment consisted of intravenous methylprednisolone followed by oral prednisolone and cyclophosphamide. After 4 months, azathioprine was started with decreasing doses of glucocorticoids. The patient improved and the peripheral neurological signs decreased. The thoracic scan normalized (disappearance of pleural effusion and no residual thickening) and antibody levels decreased (ANCA +, APR3 (6 IU)).", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'11033535': 1, '25378852': 1, '12877735': 1, '31504049': 1, '23762073': 1, '9726737': 1, '12855530': 1, '20168982': 2}", "similar_patients": "{}"}