{"patient_id": 90713, "patient_uid": "2596782-1", "PMID": 19014412, "file_path": "comm/PMC002xxxxxx/PMC2596782.xml", "title": "Solitary intrathyroidal metastasis of renal clear cell carcinoma in a toxic substernal multinodular goiter", "patient": "A 71-year-old woman underwent nephrectomy of the right kidney for renal clear cell carcinoma on September 26, 2006. The tumor measured 28 mm in size and was localized in the upper pole of the right kidney. The tumor had been incidentally demonstrated on routine ultrasonography (US). Preoperative whole body CT-scan was negative for local and distant metastases. In the final histological examination, the tumor extended into a renal vein, regional nodes could not be assessed (pT3b, pNX, G2). The surgical margin was free of the tumor. Her postoperative course was uneventful. Neither postoperative adjuvant chemotherapy nor interferon was given.\\nIn September 2006, she was also referred to the Department of Clinical Medicine, Division of Endocrinology, for an evaluation of toxic substernal goiter with chronic thyroiditis. She had no complaints that could be related to thyroid dysfunction, nor stridor, hoarseness, dysphagia. A multinodular goiter was noticed at palpation. The patient underwent antithyroid medication with methimazole.\\nOn January 2008 the patient underwent new endocrine consultation. Her general health condition was excellent. She was euthyroid and all laboratory data were normal. US demonstrated diffuse, bilateral and well-demarcated micro and micronodules both normooechoic and hypoechoic containing high-echo spots representing small calcifications measuring 13 × 14 × 18 mm, 14 × 17 × 17 mm, 16 × 16 × 14 mm and 16 × 22 × 20 mm. She underwent a total thyroidectomy with intraoperative neuromonitoring (NIM-Response 2.0 System, Medtronic Xomed, Jacksonville, Florida).\\nFive mm-thick sections were stained with hematoxylin-eosin (H&E) for histopathologic examination. Additional 3 mm-thick sections, collected on positively charges slides (SuperFrost®Plus, Menzel GmbH & Co KG, Braunschweig) were used for immunohistochemical analysis. The immunostainings for CD10 (clone 56 CG) and TTF-1 (Thyroid Transcription Factor, clone 8G7G3/1) were performed with an automated immunostainer (Benchmark XT, Ventana Medical Systems).\\nAt macroscopic examination the thyroid was enlarged, with a distorted shape, the left lobe being larger than the right one. On cross section, the gland was occupied by multiple nodules, some of which were partially cystic and showed areas of calcification and haemorrhage. A histological diagnosis of nodular hyperplasia was formulated.\\nIn addition, as shown in figure , nodule with a golden yellow cut surface, measuring 1 cm in its larger dimension, was observed in the left lobe. Microscopically, the nodule was surrounded by a complete fibrous capsule and showed a proliferation of large cells with abundant optically clear cytoplasm and sharply outlined boundaries, arranged in nests and cords. The nuclei showed mild to moderate atypia and single or multiple nucleoli were visible at ×400 magnification. The neoplastic cells were strongly immunoreactive for CD10, which is commonly expressed in renal cell carcinomas. By contrast, TTF-1 was completely negative, and this ruled out a primary tumour of the thyroid. Based on these findings and on the similarity of this proliferation with the renal cell neoplasm diagnosed in the kidney two years before, a diagnosis of a intrathyroid metastasis of renal cell carcinoma, grade II, was made.\\nHer postoperative course was uneventful.\\nPostoperative bone scintigraphy and computer tomography also revealed the absence of any other metastases. She has been doing well without any evidence of recurrence for 5 months after thyroidectomy.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'2649228': 1, '14349472': 1, '23872914': 1, '13304848': 1, '9495201': 1, '21888643': 1, '9880428': 1, '15256229': 1, '9510123': 1, '6503368': 1, '22438632': 2, '12404280': 1, '16021578': 1, '17887930': 1, '17308849': 1, '11998944': 1, '13911946': 1, '2261909': 1, '24484647': 2, '13820008': 1, '18379125': 1, '9448014': 1, '14209716': 1, '4022843': 1, '18327036': 1, '15009916': 1, '23150733': 2, '16728537': 1, '24357158': 1, '12354139': 1, '16983577': 1, '9028370': 1, '5378598': 1, '31199711': 1, '10699906': 1, '3554676': 1, '10646671': 1, '4412457': 1, '17085008': 1, '7641022': 1, '23878753': 2, '26421840': 1, '7123465': 1, '7272969': 1, '19014412': 2}", "similar_patients": "{'3307468-1': 1, '3488409-1': 1, '3639688-1': 1, '3922635-1': 1}"}