{"patient_id": 126185, "patient_uid": "2801465-1", "PMID": 20049143, "file_path": "noncomm/PMC002xxxxxx/PMC2801465.xml", "title": "Takayasu's Arteritis Involving the Ostia of Three Large Coronary Arteries", "patient": "A 37-year-old male with unstable angina was admitted to our cardiovascular center. The patient had Takayasu's arteritis and an aortic valve replacement with a metallic valve due to severe aortic regurgitation 7 years previously. The patient had no risk factors for cardiovascular disease, such as diabetes mellitus, hypertension, hypercholesterolemia, alcohol abuse, or smoking. He had mild claudication in the right leg. There was no history of immunosuppressive drug use. The blood pressure was 70/40 mmHg in an arm and 120/80 mmHg in a leg. The right and left radial pulses were not palpable. An electrocardiography (ECG) revealed a left ventricle hypertrophy pattern; there were T wave inversions at V3-V6, I, and aVL, and ST segment depression in II, III, and aVF. The cardiac enzymes were normal (troponin-I, 0.01 ng/mL; and creatine kinase-MB, 3 mg/L). The 2-D echocardiography showed an ejection fraction (EF) of 44%, the left ventricle end diastolic dimension (LVEDD) was 68 mm, the left ventricle end systolic dimension (LVESD) was 56 mm, and there was a mild decrease in left ventricle systolic function and global hypokinesia. Coronary angiography (CAG) showed a 95% discrete eccentric luminal narrowing at the ostium of the large left anterior descending (LAD) and left circumflex (LCX) arteries, and 99% discrete eccentric luminal narrowing at the ostium of the large right coronary artery (RCA) (). The diameter of each coronary artery was >5 mm. The right and left subclavian arteries were completely occluded (). There was no stenosis noted in the left and right carotid arteries. The ostium of the right renal artery had 80% luminal narrowing (). The right superficial femoral artery was totally occluded with flow through a number of collateral vessels (). The erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) level were 72 mm/h and 8.2 mg/dL, respectively.\\nBased on the clinical and angiographic findings, the patient was diagnosed with Takayasu's arteritis. We recommended CABG, but the patient did not want to undergo surgery. We delayed PCI because the disease was in an active stage. The patient was treated with prednisolone (60 mg/day) for 14 days. The ESR and CRP decreased to 32 mm/h and 1.2 mg/dL, respectively, after 2 weeks of treatment. An intra-aortic balloon pump (IABP) was used prior to the PCI. The ostium of the RCA was predilated with an undersized balloon {4.0 mm×20 mm at 8 atmosphere (atm)}. A large 5.0×12 mm paclitaxeleluting stent (TAXUS Liberte; Boston Scientific, USA) was implanted at 16 atm (). The ostia of the LAD and LCX arteries were sequentially predilated with an undersized balloon (4.0 mm×20 mm at 8 atm). Two large paclitaxel-eluting stents were implanted from the distal left main coronary artery to the LAD and LCX using the kissing stent technique (LAD, 5.0 mm×24 mm at 14 atm; and LCX, 5.0×16 mm at 14 atm) (). An intravascular ultrasound (IVUS) showed good apposition of the kissing stents with minimal overlapping from the distal left main coronary artery to the LAD and LCX (). The patient was discharged 5 days later on warfarin, aspirin, clopidogrel, a beta-blocker, a statin, nitrate, and prednisolone. There was no discomfort except for skin ecchymoses. We performed a follow-up CAG, two-dimensional (2D) echocardiography, and IVUS 6 months later. The CAG did not show restenosis or recurrence of coronary artery disease (). The IVUS showed little neointimal proliferation and stent malapposition in the distal part of the LAD stent (). The 2D echocardiography showed that the EF was 52%, the LVEDD was 64 mm, and the LVESD was 50 mm with global hypokinesia. We decreased the dose of prednisolone. The patient took 20 mg of prednisolone after discharge without complication. There no adverse clinical event after 12 months.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'21359067': 2, '16878640': 1, '21267393': 2, '2569946': 1, '1360966': 1, '16651477': 1, '12658199': 1, '1360964': 1, '15914957': 1, '1681139': 1, '9740488': 1, '12591860': 1, '1360972': 1, '20049143': 2}", "similar_patients": "{'3040401-1': 1, '3025344-1': 1}"}