{"patient_id": 89892, "patient_uid": "2365965-1", "PMID": 18426583, "file_path": "comm/PMC002xxxxxx/PMC2365965.xml", "title": "Esophageal squamous cell carcinoma presenting with extensive skin lesions: a case report", "patient": "A 51-year-old man was admitted to our department with a four-week history of dysphagia, weight loss and nausea. He had a medical history of multiple sclerosis since April 2004 and a smoking history of 30 pack-years. The patient underwent esophagogastroduodenoscopy resulting in the diagnosis of esophageal carcinoma located in the mid-thoracic part of the esophagus. Histology of an endosonography-guided biopsy showed an intermediate grade ESCC according to the criteria of the American Joint Committee of Cancer (AJCC). Moreover, the patient presented with approximately 20 diffuse, painless and solid skin nodules that were about 1–3 cm in diameter, found all over his body surface including the scalp, upper extremities, axillae, back, chest and abdominal wall. According to the patient they had been growing rapidly over the previous four weeks, and he had noticed the first skin lesion more than two months earlier. Excisional biopsy of one representative prominent cutaneous formation on the abdominal wall was performed. On macroscopic inspection, the lesion was superficially ulcerated and measured 2 cm × 3 cm (Figure ). Histopathology revealed nodulous skin infiltration of intermediate grade ESCC (Figure ). Interestingly, staging by thoracoabdominal computed tomography (CT) scan showed some of these skin lesions (Figure ). Extensive mediastinal lymph nodes and multiple osteolytic lesions of the spine were also detected without signs of any other tumor manifestation (T1-2, N1, M1, G2; ESCC state IV). The patient subsequently received palliative chemotherapy with cisplatin (80 mg/sqm) and 5-fluoruracil (1,000 mg/sqm) given over four days every three weeks. After three cycles of chemotherapy, the cutaneous metastases became smaller, but some appeared in new areas.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'5030236': 1, '31293299': 2, '19333791': 1, '29423164': 2, '11216618': 1, '22679417': 1, '21174174': 1, '5948332': 1, '16292362': 1, '30460032': 1, '21442344': 1, '2298962': 1, '11908133': 1, '3829718': 1, '7432046': 1, '8335743': 1, '10885705': 1, '23569506': 1, '28659974': 1, '19829901': 2, '7622642': 1, '11668491': 1, '3391711': 1, '31179142': 2, '18426583': 2}", "similar_patients": "{'2740305-1': 1, '5798084-1': 1, '6507115-1': 1, '6593935-1': 1, '6593935-2': 1, '6593935-3': 1}"}