{"patient_id": 94660, "patient_uid": "2890908-1", "PMID": 20607007, "file_path": "comm/PMC002xxxxxx/PMC2890908.xml", "title": "Congenital malformation of fetus in a pregnancy following spontaneous ovulation in a case of premature ovarian failure", "patient": "A 33-year-old lady married for 9 years visited our center for primary infertility. She was hypomenorrhic and menstruating only on progesterone withdrawal since 4 years. Transvaginal ultrasonography revealed uterine size of 7.0 × 3.1 cm. Both ovaries were not visible []. Hormonal assay on third day of periods showed FSH of 41.74 mIU/ml and LH of 26.33 mIU/ml. Her prolactin and thyroid profile were within normal limits. Husband's semen analysis was normal. Karyotype analysis of wife was normal. A diagnostic laparoscopy showed normal uterus size, right tubal block, patent left tube, and small corrugated ovaries on both sides. A diagnosis of POF was made based on all the above findings. The couple was counseled for donor oocyte program, while the patient herself was advised for hormone replacement therapy (HRT) in view of her previous menstrual history. Patient was ready for HRT but wanted more time for deciding about the donor oocyte program. During this time period, she took a second opinion at a different center where wedge biopsy of both ovaries was performed, which further confirmed the diagnosis of POF.\\nShe came back to our center for further treatment after a gap of 2 years. With due consent of the couple, assisted reproductive technology (ART) program was carried out using donor oocytes and she conceived in the third attempt of embryo transfer (donor age 29 and 30 years, six eggs, of which two fertilized, were transferred (1 of G-II-III and 1 of G-II)). Her antenatal period was uneventful. She delivered a healthy female baby weighing 2.49 kg by caesarean section in April 2007. Subsequently, the patient came to us after 1 year for follow-up during which she was lactating and not menstruating. An ultrasonography at this follow-up revealed a uterus size of 4.9 × 2.7 cm. Ovaries were not visible. Patient was once again advised HRT but she preferred to defer treatment for a couple of months. During this time, she had a spontaneous period after which she came to us with 40 days amenorrhea.\\nScan showed an intrauterine gestational sac corresponding to 5 weeks and 5 days. It was indeed a case of natural conception following a spontaneous ovulation, which is a rare occurrence although not unknown in cases of POF. Patient was on regular antenatal follow-up. A first trimester screening was normal, but a level II scan for fetal anomalies revealed single umbilical artery, micrognathia, dysmorphic face, multiple cardiac anomalies (large ventricular septal defect (VSD), pulmonary atresia, double outlet right ventricle, narrow branch pulmonary artery), and persistently extended lower limb, partially flexed upper limb [Figures –]. In view of these findings, medical termination of pregnancy (MTP) was advised. MTP was attempted with misoprostol in conventional dosage schedule of 200 μg per vaginally every 3-4 hours for three doses, but owing to failure of induction and nonprogress, patient underwent a hysterotomy. The anomalous female fetus of 400 gm was delivered. The karyotype of the fetus was done, which revealed normal chromosomes with no other chromosomal anomalies. Postoperative period was uneventful.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'3960433': 1, '8566258': 1, '7279334': 1, '5786709': 1, '8778425': 1, '11229151': 1, '9033250': 1, '844625': 1, '20607007': 2}", "similar_patients": "{}"}