{"patient_id": 90237, "patient_uid": "2518131-1", "PMID": 18691395, "file_path": "comm/PMC002xxxxxx/PMC2518131.xml", "title": "Ball and socket ankle joint in connection with bilateral tarsal synostosis in a boy with congenital absence of the portal vain: a novel malformation complex", "patient": "A 16-year-old-boy was referred to the orthopaedic department because of foot and ankle pain associated with tarsal hypomobility. He was the first child of a 29-year-old mother and a non-consanguineous 35-year old father. The pregnancy was uneventful, and the parents knew non-teratogenic exposures. He was born full term, his weight, length and head circumference were around the 50th Percentile. There was no family history of inheritable disorders. His developmental history was within normal limits. His medical history was unremarkable.\\nClinical examination showed a boy with normal height. He did not have dysmorphic facial/skeletal features. He had a normal upper/lower body segments. Examination of the chest and the spine was normal. Hearing and vision were normal. No neurological deficits were elicited. Recently he began to walk with slight supination of the forefeet and complete lack of subtalar movement accompanied with pain. Peroneal spasm, pes planus and calcaneus valgus were notable. Preoperative laboratory investigations revealed leucocytopenia, and thrombopenia. Although, his blood ammonia level was normal and there was no sign of hepatic encephalopathy. Abdominal ultrasonography showed portal hypertension associated with atypical liver haemangioma/adenoma in the right lobe of 2 cm in diameter. Computerised abdominal tomography showed splenomegaly and absence of the intrahepatic portion of the portal vein and a partial portosystemic shunt (figure ). Computed tomography (CT) of the thorax revealed prominent cardiomegaly and pulmonary vessels in connection with portopulmonary hypertension (fig ). 3D coronal CT of the ankle and hind foot showed significant talocalcaneal coalition (figure ). At this stage his parents rejected further investigations such as liver biopsy to further delineate the type of the tumour. We put our patient under conservative treatment.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'3950334': 1, '6480656': 1, '21104254': 1, '5986056': 1, '15891931': 1, '10535837': 1, '5445413': 1, '3529022': 1, '13211728': 1, '8665788': 1, '17231352': 1, '7807356': 1, '13539107': 1, '18691395': 2}", "similar_patients": "{}"}