{"patient_id": 93891, "patient_uid": "2837900-1", "PMID": 20300582, "file_path": "comm/PMC002xxxxxx/PMC2837900.xml", "title": "A False Case of Clozapine-Resistant Schizophrenia", "patient": "Mr A, 38 years old, was referred for expert evaluation in 2005. He had a normal development until he was eight, when he started to present irritability and soliloquies. At 19, he began his psychiatric treatment due to agitation, visual and auditory hallucinations, and delusions of persecution. He was 25 when he beat his mother and was hospitalized for the first time.\\nThe patient had already been treated with haloperidol 30 mg/day, chlorpromazine 600 mg/day, and risperidone 6 mg/day.\\nHe had no history of putative symptoms of epilepsy, such as olfactory hallucinations or seizures. He had no history of traumatic head injury or family history of seizures. However, his 45-year-old brother had a stroke two years ago and one of his cousins had a diagnosis of schizophrenia.\\nMr A had been physically restrained at a traditional psychiatric hospital for most of the previous year due to recurrent episodic aggressiveness. The psychiatrist described: “The patient was hospitalized several times in the last years due to his psychosis and aggressiveness. Few days after discharge, he was brought back to the hospital after breaking everything at home”; his brother added: “Many times my family needed to have medical assistance as a consequence of his violence.”\\nBlood tests, serology (including VDRL and HIV), screening for drugs, EEG, Cerebral Tomography, and MRI showed no abnormalities. Thus, following schizophrenia guidelines, a clinical trial with olanzapine (a second-generation antipsychotic) was suggested [].\\nAfter almost one year, in November 2006, he was referred to our inpatient unit with a diagnosis of clozapine-resistant schizophrenia. He had been on clozapine 400 mg/day for eight months after failed trials with olanzapine (20 mg/day) and quetiapine (800 mg/day).\\nIn his first weeks of hospitalization, the dose of clozapine was increased up to 600 mg/day. However, the patient continued presenting episodes of agitation and aggressiveness. He said that he was haunted by his dead father. At these moments, he would not respond to verbal interaction, requiring the prescription of physical contention and parentheral sedative medications.\\nThe patient would not attend the therapeutical activities and had to be watched full time.\\nSometimes he alleged he did not remember what happened. Sometimes, he tried to justify himself: “I'm sick, I can't control myself. I need to be tied up not to beat anyone.”\\nOne day, after an episode in which he shouted out obscenities and tried to punch a nurse, the patient presented dizziness and sleepiness. Because of this peculiar pattern of symptoms and his unresponsiveness to clozapine, we insisted on a 48-hour Video-EEG monitoring at our Epilepsy Center.\\nThis new investigation revealed bilateral temporal paroxysm (). Therefore, we changed our conduct by starting valproate and gradually discontinuing clozapine.\\nThe patient presented remission of his aggressiveness and psychosis, started to attend the therapeutical activities, and improved social interaction and self-care. Another Video-EEG revealed improvement in the pattern observed in the previous exam (). He was discharged using valproate 2000 mg/day (serum level: 88 mg/L). When last contacted, in March 2009, the patient was much better.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'12460261': 1, '19058842': 1, '11879351': 1, '17891260': 1, '10496232': 1, '20300582': 2}", "similar_patients": "{}"}