{"patient_id": 91513, "patient_uid": "2711070-1", "PMID": 19552802, "file_path": "comm/PMC002xxxxxx/PMC2711070.xml", "title": "Bilateral sternobronchial fistula after coronary surgery – are the retained epicardial pacing wires responsible? a case report", "patient": "A 70-year-old Caucasian male, with a medical history of lung emphysema and occlusion of the left anterior descending coronary artery (LAD), underwent in 1997 an off-pump coronary artery bypass grafting (OPCAB) procedure with the left internal mammary artery anastomosed to the LAD. Atrial and ventricular temporary epicardial pacing wires were placed as accustomed. The patient's postoperative course was uneventful. Before discharge, the pacing wires were cut after gentle traction at the skin level and allowed to retract.\\nOne year later the patient presented with an inflamed type V wound according to the El Oakley & Wright classification [], at the lower part of the sternotomy. He underwent operation with removal of two sternal wires, and surgical debridement. Closed circuit irrigation with antimicrobial and antibiotic solutions was applied and antibiotics were systematically administered. The patient was discharged ten days later with no sign of inflammation.\\nNine years after he proceeds complaining for cough and for a small free draining pustule along the lower part of the sternotomy (Figure ). The chest radiograph and computed tomography (CT) were diagnosed as normal. The fistulography revealed a cutaneous sternal fistula filling a small substernal cavity with contrast medium and communication with both bronchial trees. The presences of the retained epicardial pacing wires along the fistula are characteristic. The sternobronchial fistulas were with the superior division of the lingular bronchus at the left lung and at the right with the bronchus of the upper lobe (Figure ). The general condition of the patient was good with no fever, no pneumonia, no sepsis and no pain. Cultures of the pustules identified the presence of Staphylococcus aureus. The patient received antibiotic therapy with resolvement of the free draining pustules.\\nSurgical removal of the retained epicardial pacing wires and debridement was recommended for treatment. Due to the resolution of the free draining pustules with the administration of the antibiotics, the age of the patient, the lung disease (emphysema with FEV1 = 1,2 l) and the patient's refusal to any surgical interventions, surgery was not performed. Eight months after he has no signs of sternal wound infection and is in good condition.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'10936131': 1, '1417239': 1, '17511885': 1, '25568268': 1, '3306165': 1, '10934783': 1, '26110011': 2, '18805194': 1, '27716700': 1, '8267444': 1, '2519988': 1, '22962323': 1, '18082415': 1, '10767688': 1, '9639008': 1, '19552802': 2}", "similar_patients": "{'4477085-1': 1}"}