{"patient_id": 126221, "patient_uid": "2808613-1", "PMID": 15832008, "file_path": "noncomm/PMC002xxxxxx/PMC2808613.xml", "title": "Preoperative Embolization in Surgical Treatment of a Primary Hemangiopericytoma of the Rib : A Case Report", "patient": "A 62-yr-old man was admitted to our department with the complaints of progressive dyspnea, an aching chest pain on the right side, malaise and anorexia with weight loss on 4 December 2001. He denied fever, sputum production, or hemoptysis. His medical history was noteworthy for diabetes mellitus type II, a 10-pack year history of smoking, and a moderate history of alcohol.\\nOn physical examination, the patient complained of chest pain on deep inspiration but appeared well. Respiration rate was 22 per minute. The lungs had percussion dullness in the right base with decreased tactile fremitus. There was mild to moderate tenderness over the right 7th rib. The remainder of the examination findings were within normal limits.\\nA chest roentgenogram on admission demonstrated a large, indistinct opacity on the peripheral region of the right lower zone associated with blunting of the right lateral costophrenic sulcus.\\nComputed tomographic (CT) scans of thorax revealed a homogeneous mass expanding the right seventh rib and invading into the adjacent lung, and a right sided pleural effusion ().\\nFiberoptic bronchoscopy showed no abnormality. Thoracentesis revealed an exudative serous effusion. Cytology was reported as showing class II cells. Histopathologic examination of the pleural biopsy specimens were reported as chronic pleuritis. To clearly identify the mass, a CT-guided, core needle biopsy was performed. Histopathologic examination of the biopsy was reported as hemangiopericytoma. The staging procedures were done to determine whether the tumor was primary or metastatic. The ultrasonography and CT of the abdominopelvic region, magnetic resonance imaging of both upper and lower extremities and CT of the cranium were reported as normal. Bone scintigraphy showed increased radioactive uptake of right 7th rib.\\nPreoperative angiography showed hypervascularization of the tumor from the right 7th and 8th (), and also from 9th intercostal arteries. We performed embolization with polyvinyl alcohol (PVA) particles. Firstly, we embolized arterioles within the tumor for which we used PVA, 250 µm in size. Then, embolization of the feeding arteries of the tumor was done with PVA, 750-1,000 m in size. Immediate postembolization arteriogram demonstrated complete occlusion of the arteries.\\nA right thoracotomy was performed on 14 January 2001. It was seen that the tumor was originating from the right seventh rib. Complete resection of the mass with 7th, 8th, and 9th rib with a surgical margin of 5 cm and a wedge resection of the adjacent lung was done. There was no any significant bleeding during the operation.\\nMacroscopic evaluation of the resected tumor revealed an encapsulated and lobulated mass located posteriorly to the 6th to 9th ribs. The sectioned surface had a grayish-white colour. Microscopic evaluation of the tumor revealed a solid mesenchymal mass composed of indistinct fusiform to rounded cells arranged around slit-like and branching thin-walled vessels (). No pleomorphism or atypia was detectable. The mitotic count was very low. A reticulin stain showed delicate reticulin network around each tumoral cell. Immunohistochemically tumor cells stained positively for vimentin and focally for CD-34, and negatively for cytokeratin, smooth muscle actin, S-100 and CD-31. Surgical borders were tumor free except the pleural infiltration on the wedge resection material. Postoperative course was uneventful. There has been no recurrence for thirteen months.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'21629401': 1, '9033336': 1, '2840938': 1, '4048746': 1, '24426704': 1, '22761978': 1, '10750792': 1, '1244311': 1, '2369206': 1, '1575304': 1, '14168918': 1, '15832008': 2}", "similar_patients": "{}"}