{"patient_id": 92694, "patient_uid": "2773375-1", "PMID": 19893767, "file_path": "comm/PMC002xxxxxx/PMC2773375.xml", "title": "A Case of Dilated Cardiomyopathy Associated with 3-Hydroxy-3-Methylglutaryl-Coenzyme A (HMG CoA) Lyase Deficiency", "patient": "A 23-year-old man with HMG CoA lyase deficiency presented with two months of exertional dyspnea and cough with progressive malaise and lethargy. He denied any weight gain, swelling, orthopnea, or paroxysmal nocturnal dyspnea. He was diagnosed at age 9 months and is the only child of fourth cousin parents of Portugese ancestry. There is no family history of inherited metabolic disease, heart disease, or sudden unexplained deaths. He was initially treated with levo-carnitine, but had stopped taking it for 5 years as he reported unpleasant “fishy” body and urine odour.\\nExamination revealed a blood pressure of 115/87 mmHg, a regular heart rate of 122 beats per minute, respiratory rate 30 breaths per minute on room air. The jugular venous pulsation was elevated above the angle of the jaw. His apex was laterally displaced. A normal S1, physiologically split S2, and S3 were auscultated. The remainder of the cardiovascular, respiratory, abdominal, musculoskeletal, neurological, and dermatological examination was unremarkable.\\nInvestigations revealed a normal complete blood count. Brain natriuretic peptide was elevated at 2067 pg/mL and troponin I levels were undetectable. Urinary organic acid analysis by mass spectrometry detected massive amounts of 3-hydroxy-3-methylglutaric and methylglutaconic acids. Serum total free carnitine was 11 μmol/L (normal 16–66 μmol/L), total carnitine 17 μmol/L (normal 25–88 μmol/L), and beta-hydroxybutyrate was undetectable. Creatinine kinase and thyroid stimulating hormone were normal. Viral studies were negative. Electrocardiogram showed sinus tachycardia. Chest radiograph showed an increased cardiothoracic ratio, a small left pleural effusion, and normal pulmonary vascularity and interstitial markings. Cardiac magnetic resonance (CMR) imaging revealed severe left ventricular enlargement (left ventricular end diastolic volume of 354 mL) with an ejection fraction of 15% and an apical thrombus, severe right ventricular dysfunction, severe biatrial enlargement, but no valvular disease. There was no evidence of myocarditis [].\\nThe diagnosis of heart failure secondary to dilated cardiomyopathy was made in association with HMG CoA lyase deficiency and carnitine deficiency. He was treated with carvedilol, ramipril, furosemide, spironolactone, and warfarin. A dietary treatment with moderate protein restriction, avoidance of high-fat, and increasing carbohydrate consumption to avoid fasting was reinforced. Levo-carnitine was restarted. After 10-months of follow-up, he had New York Heart Association (NYHA) class I symptoms, but no significant recovery of left ventricular function.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'27284350': 1, '7807935': 1, '19242819': 1, '19257889': 1, '26099308': 1, '16819580': 1, '17081788': 1, '24706027': 1, '23705938': 1, '20532825': 1, '32059735': 1, '33415129': 1, '16622911': 1, '31149264': 1, '19214293': 1, '25557019': 1, '19893767': 2}", "similar_patients": "{}"}