{"patient_id": 126931, "patient_uid": "2991581-1", "PMID": 21165204, "file_path": "noncomm/PMC002xxxxxx/PMC2991581.xml", "title": "Primary Classic Kaposi's Sarcoma of the Penis in an HIV-Negative Patient", "patient": "A 68-year-old man with no history of homosexual activity presented with a painless ulcerated dark reddish nodule on the penile shaft noticed 3 months earlier. He had both legs amputated because of a bomb explosion during the Korean War. The patient had undergone three transurethral resections of bladder tumor (TURBTs) due to urothelial cell carcinoma since he visited us with a chief complaint of painless gross hematuria in September 2000. Also, the patient underwent total gastrectomy with splenectomy on account of advanced gastric carcinoma in May 2005 and six treatments of adjuvant fluorouracil (5-FU)/cisplatin chemotherapy from July 2005 to January 2006. On the physical examination, an approximately 1 cm sized nodule with pus-like discharge was evident on the outer layer of the dorsal prepuce and two black discolorations on the glans were obvious. There was no evidence of inguinal lymphadenopathy. The results of routine laboratory investigations and urine examinations were normal. Circumcision including the ulcerated nodule was performed. Purple discoloration and profuse bleeding were evident on the field excised nodule. By histologic examination, the nodule with ulceration was diagnosed as the nodular stage of KS. Histologic findings showed an infiltration composed of spindle cells scattered between collagen bundles and small vascular proliferation. Slit-like spaces containing red cells with marked nuclear pleomorphism and mitoses were observed. Immunohistochemical investigations revealed a vascular tumor because of reasonable positivity for vascular markers such as CD31 and CD34, and immunohistochemical staining confirmed KS by diffuse nuclear staining of human herpesvirus type 8 (HHV-8) latent nuclear antigen 1 (LNA-1) ().\\nAt the repeat physical examination, we found no other skin lesions. We performed additional local excision of two black discolorations on the glans. However, they were reported as keratosis. Repeated HIV tests (enzyme-linked immunosorbent assay and Western blot) were negative. Computed tomography scanning of the chest, abdominal cavity, and pelvis failed to detect any visceral lesions. A 2-year follow-up did not show any disease progression or recurrence from May 2008 to June 2010.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'1574814': 1, '12702076': 1, '32648423': 2, '24052876': 1, '14721780': 1, '10651713': 1, '31888512': 2, '16503896': 1, '26082598': 1, '12544096': 1, '16643638': 1, '12775106': 1, '21165204': 2}", "similar_patients": "{'6937675-1': 1, '7822369-1': 1}"}