{"patient_id": 94193, "patient_uid": "2851579-1", "PMID": 20181054, "file_path": "comm/PMC002xxxxxx/PMC2851579.xml", "title": "Pulmonary carcinosarcoma initially presenting as invasive aspergillosis: a case report of previously unreported combination", "patient": "A 66 years old African American man presented to the hospital with 1 week history of progressive shortness of breath and bilateral calf pain. He complained of occasional productive cough but denied any chest pain, hemoptysis, night sweats, palpitation, or dyspnea. He had a history of peripheral vascular disease and prostate cancer Gleason's score 6(3+3) about 8 years ago for which he had prostatectomy and subsequent penile implant for erectile dysfunction. He had an extensive smoking history but no alcohol or street drug abuse. Furthermore, he had a prior 8-year history of incarceration and a family history of lung cancer.\\nDue to his chest symptoms, he had a chest x-ray followed by Computerized Tomography (CT) scan of the chest which showed a left upper lung mass (4.5 × 5.5 × 5 cm) with mediastinal and right hilar adenopathy [Fig.]. No pleural or pericardial effusion was noted. CT of the head and bone scan revealed no metastasis.\\nA CT guided fine needle aspiration cytology of the left lung mass showed inflammatory necrotic background with several large aggregates of fungi. On Gomori Methanamine Silver (GMS) stain, the hyphae had uniform diameter, septation and branching at 45 degree, morphologically compatible with aspergillus species [Fig. ]. A special stain for Acid Fast Bacilli (AFB) was negative, and no tumor cells were identified. Based on these findings, he was commenced on liposomal Amphotericin B for 2 weeks followed by Voriconazole to complete a 6 week course of antifungal therapy for pulmonary aspergillosis. His hemoglobin was 7.7 g/dl, white blood cell count 7.7 k/mm3, and absolute neutrophil, monocyte and lymphocyte count of 4.6 k/mm3, 0.6 k/mm3 and 3.2 k/mm3 respectively. Serum creatinine was 1.4 mg/dl and blood urea nitrogen 14 mg/dl. HIV and Hepatitis C serology were negative. He improved and was discharged on voriconazole. However, he presented again after about 8 weeks with new onset hemoptysis and night sweats. He subsequently had bronchoscopy with bronchoalveolar lavage (BAL) which returned negative for mycobacterium, fungus, legionella and cytomegalovirus on culture. Direct Fluorescent Antibody of BAL fluid was negative for Parainfluenza 1, Adenovirus, Herpes Simplex I&II, Respiratory Syncytial Virus, Varicella Zoster Influenza A&B and Adenovirus. BAL fluid was negative for malignant cells and Pneumocystis carinii.\\nPulmonary function test showed an obstructive pattern (FEV1/FVC ratio 58% of reference). He subsequently had a thoracotomy with a left upper lobectomy revealing biphasic malignant tumor (carcinosarcoma).\\nA left upper lobectomy (20 × 15.5 × 5.5 cm) was done. Sectioning revealed a large tan-white circumscribed partly hemorrhagic mass with central necrotic cavity. The mass was abutting the pleural surface and measured 8.5 × 6.5 × 5.5 cm of which intra-operative frozen section was diagnosed as poorly differentiated squamous cell carcinoma. Interestingly, final surgical pathology examination revealed a poorly differentiated biphasic malignant neoplasm with epithelial and spindle cell components and necrosis [Fig. ]. The carcinomatous component showed predominantly squamous cell differentiation with foci of aborted glandular structures. The sarcomatous component displayed interlacing short fascicles of malignant spindle cells with areas of marked cellular pleomorphism and bizarre giant tumor cells. Numerous atypical mitoses and large areas of geographic necrosis were evident. Morphologically, the differential included poorly differentiated lung carcinoma with \"sarcomatoid\" growth pattern, primary pulmonary carcinosarcoma and biphasic poorly differentiated synovial sarcoma. The tumor involved the pleural surface and the surgical bronchial margin. An extensive panel of immunostains was performed for further classification and more precise diagnosis. The epithelial carcinomatous tumor cells showed strong immunoreactivity with pankeratin AE1/AE3 (Fig. ) and epithelial membrane antigen (EMA) (Fig. ) and focally for P63; while vimentin stain was strongly positive in the spindle cell component but not in the carcinomatous component [Fig. ]. Patchy foci of spindle tumor cells were reactive for calponin and smooth muscle actin. All other markers including desmin, cKit (CD117), S100 protein, CD 34, HMB45, bcl2, and CD99 were negative essentially excluding synovial sarcoma. Also, Fluorescence In-situ Hybridization (FISH) analysis did not detect t(X;18) translocations of the SYT/18q11.2 region that are characteristic of synovial sarcoma.\\nWithin the resection specimen areas of infarction and coagulative necrosis were identified, some of them bordering viable tumor (Fig. ). In one such area, fungal hyphae morphologically consistent with aspergillus species were seen and confirmed by GMS fungal stain (Fig. ). Furthermore, shadow outlines of destructed blood vessels were noted in the infarcted areas.\\nAdditionally, intraoperatively obtained pleural fluid showed many malignant cells arranged in sheets and single cell pattern. The tumor cells were round to spindle and highly pleomorphic. Immunostains for CK 5/6, CK 7, CK 20, TTF-1, CD 15 and CD 30 were all negative in the tumor cells.\\nUnfortunately, our patient had a complicated postoperative course in the intensive care unit. He developed pneumonia with Acinetobacter and was difficult to wean him from the ventilator. He finally succumbed to cardiac arrest.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'5651578': 1, '29221220': 2, '27507695': 1, '24144059': 1, '8817133': 1, '28081478': 1, '26989547': 1, '18808352': 1, '15452832': 1, '1241166': 1, '22925697': 2, '11731939': 1, '4345262': 1, '10584705': 1, '25333016': 1, '16387806': 1, '31700745': 2, '9236836': 1, '33687154': 1, '6381913': 1, '1701011': 1, '20181054': 2}", "similar_patients": "{'3487864-1': 1, '5707114-1': 1, '6822921-1': 1}"}