{"patient_id": 93713, "patient_uid": "2827111-1", "PMID": 20181212, "file_path": "comm/PMC002xxxxxx/PMC2827111.xml", "title": "Posttraumatic ventral urethral fistula: a case report", "patient": "A 69-year-old Turkish Caucasian man was admitted to our urology clinic with recurrence urinary tract infection and chronic intermittent discharge from the ventral side of the penis. He reported that one week before his admission to our clinic he had experienced urinary retention, and was urethral catheterized in another medical center. However, after four days of the urethral catheterization, the patient had withdrawn the urethral catheter himself without deflating the balloon. His medical history included controlled hypertension disease but not diabetes mellitus. Two years before his last presentation to the clinic, he was diagnosed with bladder stone disease, and was treated with diverticulectomy and cystolithotomy. His systemic examination was not significant for any specific disorder. Local examination revealed an orifice of a possible fistula on the ventral side of the penis. His serum glucose level was 93.8 mg/dl, white blood cell count 10.7 × 109/L. Increased leukocyte count and bacteria were observed in the urine analysis. He was admitted to hospital with a possible diagnosis of urethral fistula. In his initial management broad spectrum antibiotics were used to control the urinary sepsis. Bacteriology confirmed a heavy growth of gram negative basil.\\nDuring cystoscopy leakage of the serum physiologic from the orifice on the ventral side of the penis was observed, and no other pathology was noted. A fistulography was performed in order to demonstrate the fistula tract (Figure ). Total excision of the fistula tract under spinal anesthesia was performed with the intention of definitive treatment of the patient. During the procedure the urethral fistula tract was observed and totally excised (Figure ). No graft was used during the primary closure after excision of the tract. Urinary diversion was performed with a long-term silastic catheter introduced per urethra. Postoperatively, urine leakage was not observed and the catheter was removed on the third week. Excellent wound healing was seen in figure . The patient was able to void without any problems. He remained well with no recurrence of cellulitis or fistula 24 months postoperatively.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'6999513': 1, '7299942': 1, '4695118': 1, '14751383': 1, '7218388': 1, '16137399': 1, '14501668': 1, '25349769': 2, '5081712': 1, '11678766': 1, '5634930': 1, '16148648': 1, '7087035': 1, '20181212': 2}", "similar_patients": "{'4202210-1': 1}"}