{"patient_id": 90980, "patient_uid": "2633326-1", "PMID": 19161627, "file_path": "comm/PMC002xxxxxx/PMC2633326.xml", "title": "Capillary hemangioma of cauda equina: a case report", "patient": "A 20-year old man presented with three months history of low back pain radiating to the legs. He also complained of urinary retention, impotence, and retrograde ejaculation of recent onset. He had bilateral weakness in knee flexion and extension of 3/5. There was also parasthesia of both feet and asymmetrical diminished deep tendon reflexes in both lower extremities, which was worse in right side.\\nOn plain radiography, evidence of vertebral scalloping and widened foramen at the level of L3 was considered probable (Figure ). Magnetic resonance imaging (MRI) revealed an intradural, well circumscribed mass at the level of L3, isointense to spinal cord on T1-weighted and isointense to hyperintense on T2-weighted sequences (Figure ). Post gadolinium injection images showed remarkable homogenous enhancement (Figure ).\\nRegarding its location and MR appearance, the lesion was considered a cauda equina scwhanoma. Surgical resection was performed through a midline posterior approach. Following a one-level laminectomy at L3, midline duratomy was performed and a pinkish intradural mass was identified. The tumor was attached tightly to one of the rootlets, albeit there was no dural attachment. The adjacent radicular vessels seemed to be enlarged. The mass had squishy consistency with high bleeding tendency. Enbloc resection was performed to reduce blood loss.\\nHistopathological assessment revealed encapsulated mass with lobular components containing small size capillary vessels lined by a single layer of flattened endothelial cells (figure ). There was no evidence of atypia, and the lobules were septated by connective tissue. A large vessel with structured endothelial components was seen in the middle of the sample, most likely to be the feeder vessel (Figure ).\\nFollowing surgery, the patient's motor symptoms were entirely alleviated, and urogenital problems improved marginally. During 1 year follow-up, there was no clinical or radiological evidence of recurrent disease.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'15313728': 1, '33741893': 1, '10505501': 1, '25949855': 1, '28761543': 2, '16636516': 1, '16845308': 1, '10815676': 1, '11806386': 1, '24494182': 1, '27069745': 1, '22912525': 2, '25045565': 2, '11290503': 1, '20181211': 2, '10883345': 1, '19161627': 2}", "similar_patients": "{'2827094-1': 1, '4087253-1': 1, '3421940-1': 1, '5532950-1': 1, '5532950-2': 1}"}