{"patient_id": 125936, "patient_uid": "2729218-1", "PMID": 19718379, "file_path": "noncomm/PMC002xxxxxx/PMC2729218.xml", "title": "Violent Hiccups: An Infrequent Cause of Bradyarrhythmias", "patient": "A 76-year-old male with no prior cardiac history was hospitalized after chest wall and pelvic trauma following a fall from a ladder. On the third hospital day, a pause lasting 2.6 seconds was seen on telemetry while the patient was awake (). Progressive PR prolongation is visible in the first two cardiac cycles. The T wave of the second cycle is deformed suggesting a superimposed premature atrial contraction with atrioventricular block. A junctional beat is visible 2.6 seconds after the preceding QRS, followed by a sinus beat with a prolonged PR interval and another junctional beat. There was no associated lightheadedness, presyncope, or syncope. Interestingly, the patient reported having a violent bout of hiccups (which he described as being the worst of his life) during the time the bradyarrhythmia was recorded on telemetry.\\nThe patient was normotensive and his pulse rate was noted to be in the sixties. The cardiac examination was normal. Patient’s medications included metoprolol 50 mg orally twice daily (started during this hospitalization for episodes of atrial tachycardia) and morphine sulfate intravenously as needed for pain control. Laboratory data demonstrated no electrolytes disturbances and a normal thyroid stimulating hormone level. Transthoracic echocardiogram was performed, which showed normal left ventricular function, no significant valvular abnormality, normal aortic root, and no evidence of cardiac contusion. Based on these findings, the etiology of the atrial tachycardia was likely from an increased catecholamine state from his recent trauma. Of note, the patient last received metoprolol 12 hours prior to the pause and morphine sulfate three hours prior.\\nIncreased vagal tone/parasympathetic activity can be associated with hiccups, and hiccups have been reported to cause bradyarrhythmias. Due to the transient nature of the patient’s hiccups and the absence of bradycardic symptoms a permanent pacemaker was not indicated or offered to the patient. The metoprolol dose was continued at the same dose and the patient experienced no further bradyarrhythmias or hiccups for the remainder of the hospitalization. An outpatient Holter monitor did not reveal any recurrence of the bradyarrhythmias and the patient remains asymptomatic.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'5763717': 1, '7375403': 1, '7897338': 1, '10846031': 1, '29302825': 2, '22953071': 2, '19718379': 2}", "similar_patients": "{'5754278-1': 1, '5754278-2': 1, '3420443-1': 1}"}