{"patient_id": 91333, "patient_uid": "2684343-1", "PMID": 19468479, "file_path": "comm/PMC002xxxxxx/PMC2684343.xml", "title": "Lumbar artery pseudoaneurysm following percutaneous nephrolithotripsy: Treatment by transcatheter embolization", "patient": "A 51-year-old male patient presented to the emergency room (ER), two days following an uneventful left PCNL for a recurrent 2.5 cm calculus in the renal pelvis, with a complaint of intermittent bleeding around the Malecot catheter [24 Fr]. Prior to PCNL, the access was provided by interventional radiologists with fluoroscopic guidance through posterior midcalyx. An 8 Fr nephroureteral catheter was placed and the procedure was uneventful. His blood pressure on presentation to ER was 80/60. Hemoglobin/Hematocrit before the procedure, two days prior, was 16/48. Hemoglobin/Hematocrit on presentation to the ER was 13/39. His coagulation profile included PT-12 INR 1.06 PTT-42 that was unchanged from prior to the procedure. (In lieu of his elevated PTT, further laboratory tests before the procedure proved positive for anti-PTT antibody, consistent with lupus anticoagulant antibody.) Patient had a contrast enhanced computed tomography (CT) that showed no active contrast extravasation or perinephric hematoma. Angiography was performed with concern of occult renal vascular injury. Initial abdominal aortogram was performed via a right common femoral arterial approach that showed a suspicious area of hypervascularity in the region of the Malecot catheter none. A selective renal angiogram was then performed that showed no evidence of renal vascular injury. Review of the aortogram at this time raised the suspicion of lumbar arterial branch feeding the hypervascular region [].\\nSelective catheterization of the first left lumbar artery was performed with a 4Fr Cobra catheter (Meditech/Boston-Scientific, Watertown, MA). Lumbar arteriogram thus performed showed a pseudoaneursym from a peripheral branch that was in close proximity to the catheter []. Selective catheterization of this branch was performed with Coaxial Renegade 18 microcatheter (Boston Scientific, Natick, MA), coil embolization with 3 mm × 2 cm coils (Cook, Bloomington, IN) followed by gelfoam pledget embolization with successful exclusion of the feeding branch (one coil was deployed distal and two similar coils were deployed proximal to pseudoaneurysm). Gel foam pledgets were embolized to achieve stasis in the feeding branch as there was evidence of flow despite coil embolization. Final angiogram demonstrated successful exclusion of the pseudoaneurysm with preserved flow in the main trunk of the lumbar artery []. Subsequent to the embolization, patient had no further episodes of bleeding around the catheter. Blood-stained urine, however, persisted which eventually resolved over the next few days, with continuous saline irrigation of the renal collecting system via the Malecot catheter. Patient was discharged home four days after the embolization. He was subsequently seen in Interventional Radiology for a follow-up nephrostogram via the malecot catheter to evaluate for remnant stones [the routine practice at our institution is to remove malecot catheter within two weeks from PCNL]. His catheter was removed without complications following the nephrostogram. He remained asymptomatic with no further episodes of bleeding through the tract following removal of the malecot catheter.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'11229637': 1, '28462159': 1, '26342704': 1, '10705189': 1, '15992882': 1, '6979876': 1, '30034956': 2, '31000922': 2, '19468479': 2}", "similar_patients": "{'6458798-1': 1, '6047838-1': 1}"}