{"patient_id": 94999, "patient_uid": "2911615-1", "PMID": 20700433, "file_path": "comm/PMC002xxxxxx/PMC2911615.xml", "title": "Real-Time 3-Dimensional Ultrasound-Assisted Infraclavicular Brachial Plexus Catheter Placement: Implications of a New Technology", "patient": "The Mayo Clinic Institutional Review Board approved review of the patient's medical record.\\nA 64-year-old man was scheduled for a right total elbow arthroplasty and consented for an infraclavicular brachial plexus nerve catheter for postoperative analgesia.\\nThe patient was positioned supine with his neck turned 45 degrees away from the side of the block, and the coracoid process was identified. After cleansing and draping the skin, a sterile sheath was applied to the US probe. The skin was anesthetized with 2% lidocaine and sterile US gel was applied. The 3D US probe was positioned 2 cm medially and 2 cm caudal to the coracoid process. A 17-gauge insulated 50-mm Arrow Tuohy needle (Arrow International; Reading, PA) connected to a nerve stimulator (standard for our institution set at pulse duration 0.3 ms, current 1.5 mA, frequency 2 Hz) was advanced in a saggittel plane toward the nerves with 3D US visualization (). After correct positioning was corroborated by appropriate distal motor nerve response of the posterior cord, a 19-gauge stimulating catheter (Stimcath, Arrow International; Reading, PA) was advanced 5 cm past the needle tip under continuous stimulation. Local anesthesia was administered through the catheter and was observed tracking circumferentially around the nerve bundle as well as proximally and distally. This was viewed in multiple planes by rotation of the trackball on the US machine by an assistant which manipulates in real-time the 3D images. After injection of 30 cc of local anesthetic (ropivacaine 0.5%), the catheter was visualized lying across the nerve bundle ().\\nThe patient had a complete motor and sensory block in the radial, median, ulnar, and musculocutaneous nerve distributions prior to undergoing successful total elbow arthroplasty. An indwelling catheter with continuous infusion of dilute local anesthetic (ropivacaine 0.2%) managed postoperative pain with minimal oral narcotic supplementation. The catheter was discontinued on postoperative day 3 without complications.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'25324885': 1, '19299811': 1, '19025538': 1, '11097667': 1, '28413269': 1, '25177390': 1, '12620948': 1, '17121950': 1, '17456686': 1, '17578987': 1, '26370264': 1, '17307777': 1, '17350520': 1, '19901765': 1, '20700433': 2}", "similar_patients": "{}"}