{"patient_id": 94422, "patient_uid": "2873449-1", "PMID": 20420660, "file_path": "comm/PMC002xxxxxx/PMC2873449.xml", "title": "Non-Hodgkin's lymphoma presenting as a primary bladder tumor: a case report", "patient": "A 79-year-old Caucasian, Spanish man was admitted to our hospital because of intermittent painful gross haematuria lasting for seven days. He smoked 20 cigarettes per day and reported having an appendectomy 40 years prior to presentation. He had worked as a seaman in his youth and was currently retired. He took no medications.\\nResults of his general examination were normal. His rectal examination revealed an enlarged prostate, grade I/IV, with no masses or nodules. Results of his analytical studies including serum chemistry, prostate specific antigen (PSA), and coagulation studies were normal. A mild anaemia (hemoglobin = 11.3 g/L) with a normal mean corpuscular volume was reported. His erythrocyte sedimentation rate (ESR) was 67 mm per hour. An ultrasonographic study of his abdomen had normal results, except for an irregular border of the right lateral wall of his bladder.\\nMeanwhile, his intermittent gross haematuria continued, sometimes with associated blood clots. A cystoscopy procedure was performed and an irregular mass affecting his right antero-lateral wall was found. Biopsy revealed a diffuse, large B-cell lymphoma with the following immunohistochemical findings: CD20-, BCL6-, and DC10-positive. Meanwhile, his MIB1 had a high proliferation level. CT scans of his chest, abdomen and pelvis were performed and showed neither enlarged nodes nor liver or spleen involvement. No metastatic lesions were likewise found. His peripheral blood smear test was normal, as were his direct and indirect Coombs tests, serum protein counts, and plasma serum immunoglobulins. His β2-microglobulin was 2.79 mg/dL (normal range = <0.27 mg/dL).\\nResults of a whole body PET study of our patient (Figures and ) revealed two nodes with increased metabolism in the left part of his neck, and another area close to his left supraclavicular space, which was suggestive of nodal involvement. An enlarged left mediastinal lymph node was also found on our patient. His left suprarenal gland showed hypermetabolism. His abdomen appeared to have multiple lymph node infiltrates affecting his lumbar region in particular, both his iliac lymphatic chains, and those close to his bladder with associated hypermetabolism of his bladder walls. Results of his bone marrow biopsy were also normal.\\nOur patient was started on a treatment with CNOP (cyclophosphamide, mitoxantrone, vincristine and prednisolone) and monoclonal antibodies anti-CD20. He showed good tolerance and initial response to this treatment.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'10632749': 1, '16009822': 1, '8692717': 1, '2291406': 1, '24511310': 1, '8331230': 1, '17900354': 2, '14736838': 1, '5007387': 1, '9037297': 1, '12719922': 1, '3750605': 1, '13059372': 1, '15965322': 1, '17591566': 1, '9285304': 1, '32612819': 2, '12748831': 1, '17581717': 1, '9500781': 1, '5412748': 1, '20420660': 2}", "similar_patients": "{'2092432-1': 1, '7322174-1': 1}"}