{"patient_id": 90497, "patient_uid": "2567304-1", "PMID": 18831761, "file_path": "comm/PMC002xxxxxx/PMC2567304.xml", "title": "'Rapunzel syndrome' trichobezoar in a 7-year-old girl: a case report", "patient": "7 year old girl was referred to our paediatric clinic in 2007, with a history of abdominal pain, distension, weight loss and attacks of vomiting which was not persistent but it comes after a meal and fluid intake. This history was on and off for almost one year. She was treated in different primary health care as a case of gastroenteritis and parasitic infestation. Despite the treatment she was receiving there was no improvement in her condition, in fact she was getting worse.\\nIn the paediatric clinic, abdominal palpation revealed an oblong mobile well-defined mass occupying the upper half of the abdomen, the mass was not tender and was firm in consistency. Upper Gastrointestinal endoscopy revealed a Trichobezoar occupying almost the whole gastric cavity, an attempt to remove it by foreign body forceps failed and the forceps was barley pulling few fibres of this huge ball of hair.\\nThe patient was referred to Surgery, and through upper mid line incision the stomach was opened (Gastrotomy) between two Vicryl stay suture. A huge Trichobezoar was identified which took the shape of the stomach (Figure , ). There was a long tail of hair extending through the pylorus into the small bowel. By this feature the diagnosis was clear of a Rapunzel syndrome. A distal enterotomy was performed (Figure ) and the remaining part was dislodged gently. Both the opening in the gastric wall and small bowel was closed with continuous Vicryl. The patient had an uneventful postoperative course and was discharged after six days. The parents were advised to visit pediatric psychiatry for follow up.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'15677585': 1, '32139992': 2, '5638179': 1, '16420838': 1, '16227005': 1, '12960933': 1, '17143376': 1, '17476105': 1, '32953103': 2, '27144047': 2, '28702107': 1, '18172606': 1, '23766615': 2, '9663194': 1, '7805524': 1, '18831761': 2}", "similar_patients": "{'7486413-1': 1, '3681112-1': 1, '7020672-1': 1, '4842028-1': 1}"}