{"patient_id": 92148, "patient_uid": "2740287-1", "PMID": 19829861, "file_path": "comm/PMC002xxxxxx/PMC2740287.xml", "title": "Primitive neuroectodermal tumor of the kidney in an adult: a case report", "patient": "During medical examination on the occasion of a routine sonography, an asymptomatic tumor directly near the right kidney and with possible renal origin was detected in a 46-year-old Caucasian woman and Swiss citizen with a history of former smoking with 10 pack-years, irritable bowel syndrome with recurring mild abdominal pain, and a past fibroadenoma excision in the right breast five years ago. The patient complained neither of micturition symptoms nor of fever or feebleness. She had no history of weight loss, but she suffered from night sweats for one month. She had no medication history, and physical findings and laboratory tests were normal. Contrast-enhanced CT scan of the abdomen showed a highly vascularized, well-defined renal tumor with dimensions of 45 × 65 × 102 mm. The mass extended towards the renal pelvis and the right kidney itself was therefore laterally displaced. There was an apparent infiltration of the renal parenchyma or the urinary tract collection system (). The 3D-reconstruction of abdominal CT angiography at arterial phase showed an extensive tumor vascularization with feeding and draining vessels and arteriovenous shunt formation (). Abdominal MRI confirmed the tumor with an extensive vascularization. We performed an open retroperitonealectomy with removal of the right kidney en-bloc with a caudo-cranial-mobilization of the tumor and several ligations of the ovarian vein, the duplicated renal artery, and the likewise duplicated renal vein. The tumor showed extremely dilated veins on its surface.\\nMacroscopically, the nephrectomy specimen measured 15 × 12 × 6 cm and weighted 468 g. Almost the whole kidney was infiltrated by a tan to grey, soft tumor mass with multiple foci of necrosis. The tumor had spread to the renal hilus with encasement of the renal artery and vein; the perirenal fatty tissue was free of tumor. The resection margins were free of tumor.\\nHistological examination revealed a uniform population of tumor cells with round to oval nuclei, very small nucleoli, smoky chromatin, slightly irregular nuclear membranes and small, intensely PAS+ cytoplasm (). Numerous signs of mitosis and scattered apoptosis as well as geographic zones of necrosis were encountered (-).\\nImmunohistochemical stainings were performed using the automated Bond-maX system (Vision Biosystems, Novocastra). The tumor cells showed strong positivity for CD99 (1:200, Novocastra) (), vimentin (1:1000, Dako) and NSE (neuron specific enolase, 1:200, Novocastra). Immunostainings for cytokeratin AE1/3 [(1:800, Dako), EMA (1:50, Dako), S100 (1:24000, Dako), LCA (1:800, DAKO)], CD117 (1:50, Dako), and CD34 (1:400, Dako) were negative.\\nIn molecular studies (performed by L. Guillou, University of Lausanne, Switzerland), the tumor showed the characteristic translocation t(11;22)(q24;q12) with a EWSR1/FLI1 fusion transcript. A diagnosis of primary ES/PNET of the kidney was rendered [].\\nPostoperatively, the patient recovered well and was discharged from the hospital after 14 days. She was treated according to the EURO/E.W.I.N.G. 99-protocol with one course of VAI (vincristine, actinomycin D and ifosfamide), followed by seven chemotherapy courses according to the FVAC schema (vincristine, actinomycin and Endoxan).", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'33748424': 1, '9060607': 1, '9544228': 1, '12390000': 1, '8084311': 1, '8162521': 1, '2551479': 1, '24453398': 2, '27635170': 1, '18712377': 1, '11859203': 1, '16904430': 1, '11176062': 1, '18308106': 1, '1848468': 1, '19829861': 2}", "similar_patients": "{'3895899-1': 1, '3895899-2': 1}"}