{"patient_id": 92550, "patient_uid": "2769406-1", "PMID": 19918456, "file_path": "comm/PMC002xxxxxx/PMC2769406.xml", "title": "Coronary artery bypass grafting in a patient with polycythaemia rubra vera - a rare indication with a spectrum of complication: a case report", "patient": "A 62-year-old Middle Eastern man was admitted electively for coronary artery bypass graft (CABG) for ischemic heart disease and ongoing angina (Canadian cardiovascular society class III symptom) despite maximal medical therapy. His past history included non-insulin dependent diabetes mellitus, chronic obstructive pulmonary disease, hypertension and hyperlipidaemia. He was also suffering from polycythaemia Rubra Vera (PRV) for the previous 2 years and was on medical therapy (Hydroxyurea) and regular venesection. He was a former smoker and had no family history of ischemic heart disease. He works as a civil servant. His weight was 90 kg and his height was 174 cm. Coronary angiography showed occluded right coronary artery, 60% proximal stenosis in left anterior descending artery (LAD) and 80% stenosis in 1st obtuse marginalis (OM1). His ejection fraction was 50%. Physical examination at the time of admission was unremarkable. His preoperative bloods showed normal levels of haemoglobin, red blood cells, white blood cells and platelet count. His renal and liver functions were normal with an unremarkable chest radiograph appearance. He underwent CABG *4 with the aid of cardiopulmonary bypass (CPB) where left internal thoracic artery was anastomosed to LAD, saphenous venous grafts were anastomosed to OM1, ramus intermidius, and posterior diagonal artery (PDA). Myocardial protection was achieved using antegrade and retrograde cold blood cardioplegia. CPB time was 130 minutes and aortic cross clamp time was 78 minutes. All flows through new grafts were measured using intraoperative flow doppler and were satisfactory. Patient was then extubated 4 hours later and required no inotropic support. Aspirin, persantin and low-molecular weight heparin were started in the first postoperative day. He remained in a stable condition until his 4th postoperative day when he started spiking fevers and developed left sided pleural effusion. His renal function remained normal but his white blood cell count increased to 20 × 109/L (normal range 4.2-9.1 × 109 /L) with an increased platelet count to 605 × 109/L (normal range 140-400 × 109/L). His red blood cells dropped to 3 × 1012/L (normal range 4.6-6.1 × 1012 /L) and haematocrit was low 0.29 L/L (normal range 0.4-0.5 L/L). His hydroxyurea medication was recommended at that stage following review by hematologist. Subsequently, the patient started to deteriorate with creatinine levels increasing to 270 micromol/L (normal range 80-115 Micro mol/L) and platelet count rising to 1369 × 109 /L and later became undetectable by machine. His pleural effusion got worse and pleural tapping was carried out yielding 750 ml of hemorrhagic effusion which later showed no bacterial growth. Ultrasound of kidneys was normal. A second pleural tapping was also required 4 days later yielding 300 ml of hemorrhagic effusion. The dose of hydroxyurea was then increased and the patient responded well to this. He made a slow but sustainable recovery and was discharged home on the 15th postoperative day. On follow-up in our clinic, both his kidney function and platelet counts returned to normal.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'17455410': 1, '1947912': 1, '18482389': 1, '32668053': 2, '8000266': 1, '17803581': 1, '1787383': 1, '10967156': 1, '8445747': 1, '26634086': 2, '19918456': 2}", "similar_patients": "{'4667148-1': 1, '7586822-1': 1}"}