{"patient_id": 125709, "patient_uid": "2693557-1", "PMID": 17297273, "file_path": "noncomm/PMC002xxxxxx/PMC2693557.xml", "title": "Mixed Epithelial and Stromal Tumor of the Kidney : A Case Report", "patient": "A 47-yr-old woman was detected to harbor a right renal mass by ultrasonography on routine examination. Microscopic hematuria was also present at that time but there were no other abnormal clinical or laboratory findings or past history of medical problem. On computed tomography, the mass measured 7 cm in the largest dimension and was multiseptated with irregularly enhancing solid component (). Radical nephrectomy was performed under the diagnosis of renal cell carcinoma. The mass was occupying mid to lower pole of the right kidney close to renal sinus and partially protruding into renal pelvis. It measured 8×6 cm and was largely cystic with a whitish yellow solid mural nodule of 3×3 cm () and there was no involvement of ureter or blood vessels. Microcystic lesions were present with regional sponge-like appearance and focal calcification was also found. Upper half of renal parenchyma uninvolved by the mass was grossly unremarkable. Microscopically, solid portion was composed of irregularly arranged bundles of cigar-shaped spindle cells sprinkled with a few inflammatory cells in the fibrillar background (). Cellular atypia was negligible and mitosis was not encountered. The nodule of spindle cells displayed hypocelluar areas at the periphery entrapping several tubular structures which occasionally exhibited cyst-like dilatation. Epithelial proliferation was exuberant around the sponge-like areas and occupied an area measuring approximately 1.5 cm in largest dimension. Eosinophilic columnar epithelial cells containing occasional single unconspicuous nucleolus constituted papillary structures with fibrovascular core and intervening foamy histiocytes (). Immunohistochemically, the spindle cells were positive for vimentin, smooth muscle actin, but negative for CD34, desmin, HMB45, estrogen receptor and progesterone receptor while epithelial cells were reactive for epithelial membrane antigen, high molecular weight cytokeratin and pancytokeratin. On electron microscopic examination, the spindle cells had many subplasmalemmal pinocytotic vesicles and intracytoplasmic filaments occasionally forming dense bodies, thus suggesting myofibroblastic differentiation ().", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'14987239': 1, '10383716': 1, '11381370': 1, '9669345': 1, '18947428': 1, '9689654': 1, '4355052': 1, '11688580': 1, '23958048': 1, '11371226': 1, '24966982': 1, '9635536': 1, '8214262': 1, '10895818': 1, '22396379': 1, '1373578': 1, '10707372': 1, '3037125': 1, '8396855': 1, '2185715': 1, '17297273': 2}", "similar_patients": "{}"}