{"patient_id": 95461, "patient_uid": "2943688-1", "PMID": 20882162, "file_path": "comm/PMC002xxxxxx/PMC2943688.xml", "title": "A case of infective endocarditis after transurethral prostatic resection", "patient": "Patient: 63-year-old male\\nMajor complaint: Fever\\nPre-existing history: Mitral valve insufficiency\\nFamily history/lifestyle history: Nothing particularly relevant\\nA slight fever had persisted from about June 2008 until 10 days before surgey. In July 2008, the patient underwent a TUR-P for prostatic hyperplasia using 3 days of cefotiam (CTM) i.v. 0.5g ×2/day and was discharged from the hospital on Day 10 after surgery without fever. On about Day 40 after surgery, a fever of 38–39°C was observed, so the patient was suspected of having a urinary-tract infection and was admitted to the hospital.\\nBody height: 166.3 cm; Body weight: 59.5 kg; Body temperature: 37.8°C; Pulse rate: stable at 84/min; Blood pressure: 116/76 mmHg. Respiratory sound: resonant; Cardiac sound: clear/no noise; Abdomen: flat/soft; Neurological findings: nothing in particular. Laboratory data at the time of admission:\\nHematological values: WBC 9000/µL, RBC 4.01 × 106/µL, Hb 10.3 g/dL, Ht 30.5 %, Plt 36.6 × 104/µL , PT 78 %, PT-INR 1.14, APTT 29.4 sec, Fib 628 mg/dL\\nBiochemistry: TP 6.8 g/dL, Alb 3.2 g/dL, T-bil 0.5 mg/dL, D-bil 0.0 mg/dL, AST 24 IU/L, ALT 35 IU/L, ALP 631 IU/L, γ-GTP 102 IU/L, Ch.E 198 IU/L, LDH 203 IU/L, CK 18 IU/L, Amy 71 IU/L, T-chol 193 mg/dL, TG 80 mg/dL, LDL 122 mg/dL, BUN 9 mg/dL, Cre 0.7 mg/dL, UA 2.4 mg/dL, Na 139 mEq/L, K 4.2mEq/L, Cl 103 mEq/L, Ca 9.4 mg/dL, IP 3.5 mg/dL, Glu 95 mg/dL, HbA1c 5.4%, CRP 5.6 mg/dL\\nUrinalysis: pH 7.5, RBC many/hpf, WBC many/hpf\\nAfter admission, CTM 0.5 g × 2/day was administered for 3 days, but the CRP did not become negative, so Meropenem (MEPM) 0.5 g × 2/day was administered instead. A tendency for pyretolysis was observed, but because recovery from the urinary-tract infection was slow, echocardiography was performed for the purpose of eliminating endocarditis. In the echocardiogram findings, vegetation was observed, so Ampicillin (ABPC) 2 g × 4/day and Gentamicin (GM) 60 mg × 2/day were administered for four weeks. Pyretolysis and decreased CRP were observed, but the CRP did not become negative. Even after the 4-week administration of antibiotics, the vegetation persisted in the echocardiogram and a possibility of valve failure was suspected, so a valve replacement was performed. Furthermore, the head and chest to pelvic CT did not show any obvious abscess formation.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'8316194': 1, '4860941': 1, '3925771': 1, '8154507': 1, '32055442': 1, '12543919': 1, '7223725': 1, '145198': 1, '20882162': 2}", "similar_patients": "{}"}