{"patient_id": 92059, "patient_uid": "2740194-1", "PMID": 19830020, "file_path": "comm/PMC002xxxxxx/PMC2740194.xml", "title": "Successful combination of Rituximab and plasma exchange in the treatment of cryoglobulinemic vasculitis with skin ulcers: a case report", "patient": "A 75-year-old Caucasian Italian man was admitted because of ulcers on left leg. His past medical history was relevant for a long-lasting (18 years) HCV infection and a long-lasting (7 years) tIIMC resistant to antiviral therapy. He had been undergone an antiviral therapy with a combination of alpha interferon, Ribavirin and prednisolone, with a significant reduction of HCV activity, as demonstrated by a reduction of HCV-RNA levels (800000 UI/L to 13000 UI/L), but without reduction of cryocrit and B-cells (cryocrit 93/μL and B-cells 286/μL). After two years of therapy discontinuation, the patient was admitted at our unit. The HCV activity, cryocrit and B-cell levels were very high (800000 UI/L, 132/μL, 412 B-cells/μl respectively). The leg ulcers measured 8 × 6 cm and 10 × 5 cm and were very aching with signs of infection (). We started an antiviral therapy with prednisolone, Interferon-α and Ribavirin which brought to a important reduction of HCV activity (from 800000 UI/L to 54000 UI/L) with slight reduction of cryocrit (132/μL to 112/μL) and B-cells (412/μL to 338/μL). After two weeks of treatment there was no significant improvement in ulcer’s healing so we started a therapy with Rituximab. We administered a single course of RTX at a dose of 375 mg/m2 weekly for 4 weeks, and one course of 375 mg/m2 every two months as maintenance regimen. Our patient showed a mild reaction during the first infusion of RTX (mild hypotension and tremor) easily controlled with steroids administration. Treatment with RTX resulted in a slight reduction of cryocrit and B-cells, without significant improvement on ulcer’s healing. Finally, the patient underwent five sessions of plasma exchange to reduce cryocrit and a dose of RTX of 375 mg/m2 was administered. This treatment resulted in reduction of cryocrit (2 /μL) and B-cells (205 /μL) and the skin ulcers improved with important reduction of pain. The skin ulcers completely recovered in 6 months ().", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'12209504': 1, '15201414': 1, '7506951': 1, '9354653': 1, '9310469': 1, '22291497': 1, '28507447': 1, '15879157': 1, '16418196': 1, '11247870': 1, '12506023': 1, '8107741': 1, '14644867': 1, '22020820': 1, '1383822': 1, '16371926': 1, '15494358': 1, '12560225': 1, '19830020': 2}", "similar_patients": "{}"}