{"patient_id": 91684, "patient_uid": "2726552-1", "PMID": 19830169, "file_path": "comm/PMC002xxxxxx/PMC2726552.xml", "title": "Subpubic cartilaginous cystic lesion presenting as a vulvar mass: a case report", "patient": "A 55-year-old woman, G4P3, presented to her physician with a painful vulvar mass that had developed over approximately six months. The mass had suddenly became painful after rising, resulting in an antalgic walking pattern for three days. After this, the pain had subsided spontaneously, however, the mass increased more rapidly. The patient was not on any medication. Her medical history revealed carpal tunnel syndrome, ganglion cyst in the foot, and vaginal uterus extirpation. Physical examination revealed a solitary vulvar mass at the cranial site of the vulva, directly under the clitoris. The mass was round, smooth and was connected to the symphysis pubis. There was no connection to the mucous membrane of the vulva. There were no palpable masses in the groins.\\nSubsequently, ultrasonography was performed which revealed a 3.7 × 2.9 × 4.0 cm large mass which was in a close relationship with the symphysis pubis. Conventional X-ray examination of the pelvis showed a relatively wide symphysis pubis with a sclerotic aspect (Figure ). A cortical defect was also noted on the cranial side of the inferior ramus of the pubis. Other abnormalities were not observed. In addition, MRI of the pelvis was performed using intravenous gadolinium contrast. The mass measured 3.7 × 3.6 × 3.5 cm and was well defined from the surrounding structures. The mass had a low signal intensity on the T1-weighted sequences and a heterogeneous aspect on the T2-weighted images (Figure and ). Gadolinium uptake was not observed in the mass itself, however, the border demonstrated some marginal uptake. Also, some edematous changes were observed in both the left as well as the right inferior ramus of the pubis. Based on these findings, the mass was identified as benign, more accurately, a ganglion cyst of the symphysis pubis.\\nAspiration and deposition of local steroids was attempted once with a 16 G needle: this resulted in a temporary reduction of the mass, however, the mass did not disappear. Subsequent aspiration was no longer possible, as no fluids could be withdrawn. Next, resection of the cyst was performed under general anesthesia, revealing a cyst containing yellow, granular debris and some serous fluids (Figure and ). The mass originated from the symphysis and was resected from within the symphysis. Initially, the patient recovered well from the surgery and recurrence has not occurred during the follow-up. However, two months after surgery, the patient returned with a clicking, painful sensation in the pubic area, which was worst in the morning and directly after standing up. An X-ray revealed a symphysiolysis (Figure ). This was treated conservatively.\\nHistopathologic analysis of the resection specimen revealed degenerated cartilage and synovial and connective tissue, surrounded by a connective tissue structure identified as the wall of the cyst (Figure and ).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'8712297': 1, '2774889': 1, '15621554': 1, '916103': 1, '29593924': 2, '3425293': 1, '11157458': 1, '3802624': 1, '4608804': 1, '3955988': 1, '1590120': 1, '4422968': 1, '4835824': 1, '4421562': 1, '25315170': 1, '33912398': 1, '9035004': 1, '18141640': 1, '17694273': 1, '21479519': 1, '14684528': 1, '539844': 1, '29552344': 2, '31019351': 1, '3529397': 1, '24551474': 2, '18236135': 1, '19830169': 2}", "similar_patients": "{'5821967-1': 1, '3914336-1': 1, '3914336-2': 1, '5846954-1': 1}"}