{"patient_id": 93394, "patient_uid": "2811977-1", "PMID": 20151008, "file_path": "comm/PMC002xxxxxx/PMC2811977.xml", "title": "An unusual cause of adult onset cerebellar ataxia with hypogonadism", "patient": "The patient was a 40-year-old unmarried male who was symptomatic since last 7 years for progressive ataxia. He also complained of clumsiness in fine activities including writing. There was a history of slurring of speech for the past 2 years. In addition, he had also noted a paucity of facial, axillary and pubic hair and impotence including absence of early morning erections. Many indigenous medications were consumed for the same. Past history was significant for bouts of diarrhea since his early twenties.\\nClinical examination revealed a well nourished, moderately built adult with a BMI of 21 kg/sq.m. His arm span was 182 cm with a height of 170 cm. Hypoandrogenism was seen with reduced facial, axillary and pubic hair []. Gynecomastia was present. General physical examination was normal. Higher mental functions were normal with an MMSE of 30/30. Speech revealed scanning dysarthria. Cranial nerve examination revealed bilateral gaze evoked nystagmus with fast phase in direction of gaze. Saccades and pursuit were normal. Fundus examination was unremarkable. No pyramidal or sensory findings were noted. Romberg's test was negative. Ankle reflexes were bilaterally hypoactive. Bilaterally symmetric dysmetria, dyssynergia, incoordination, and truncal ataxia were noted. Stance was broad based with gait ataxia. In summary, this man had a progressive pan-cerebellar syndrome with evidence of hypogonadism. In view of the history of recurrent diarrhea, a possibility of gluten ataxia was considered.\\nHb = 11.3 gm% with a normocytic normochromic picture. Total leukocyte counts = 8,700/ cu.mm; platelets adequate. Fasting blood sugar level = 84 mg/dl; 2 hour post lunch sugar = 106 mg/dl. Blood urea nitrogen = 13 mg/dl; serum creatinine = 0.6 mg/dl; sodium = 142 mEq/L; potassium = 4.1 mEq/L Serum calcium = 8.9 mg/dl; phosphorus = 4.2 mg/dl. Total proteins = 7.5 g/dl; serum albumin level = 3.9 g/dl. AST levels = 22 IU; ALT levels= 23 IU; Alkaline phosphatase = 110 IU. Total cholesterol = 119 mg%; serum triglyceride= 206 mg%. HIV ELISA and other viral markers were negative. Stool routine and microscopy revealed minimal fat globules; no occult blood or parasites. Serum vitamin B12 levels = 795.7pg/ml; vitamin E levels = 7.60 mg/L (6–19 mg/L). Serum FSH levels = 1.11 mIU/ml (1.4–18.1 mIU/ml); LH levels = 0.30 mIU/ml (1.5–9.3 mIU/ml). Serum testosterone levels = 0.33 ng/ml (2.7–10.7 ng/ml) T3=125 ng/dl; T4= 9.5 μg/dl; TSH=4.46 μU/ml. Testicular volume – Right = 9 cc and Left = 10.5 cc (normal = 13–19 cc). Nerve conduction studies revealed bilaterally attenuated H reflexes with normal Sensory Nerve Action Potentials (SNAPs) and Compound motor action potentials (CMAPs). Magnetic Resonance Imaging (MRI) of the brain revealed gross cerebellar atrophy []. On gastroscopy there was mild gastric atrophy with mild duodenitis in the D1 segment. Histopathology of biopsy specimens from both areas revealed features which were consistent with celiac sprue (short flattened villi, intra-epithelial lymphocytic infiltrates, increased villous-crypt ratio) [].\\nSerum IgA Anti-Gliadin Antibodies (AGA) = 31.2 U/ml (n = ≤11 U/ml) Serum IgG Anti-gliadin Antibodies= 17.4 U/ml (n = 11–17 U/ml). Serum IgA Anti-tissue Transglutaminase (TTG) = 168.90 U/ml (0–20 U/ml) Serum IgA Anti-endomysial Antibodies (EMA) = 243.40 U/ml (0–20 U/ml)\\nOn the basis of the above findings, patient was diagnosed to have gluten ataxia and enteropathy with additional hypogonadotropic hypogonadism. He has been initiated on a gluten-free diet and is under evaluation for hormonal replacement therapy.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'12151653': 1, '9886447': 1, '12202461': 1, '16476935': 1, '11971090': 1, '7189024': 1, '10381684': 1, '9843103': 1, '9521289': 1, '12771263': 1, '12933922': 1, '15347870': 1, '16126954': 1, '4163580': 1, '11335703': 1, '12566288': 1, '12465725': 1, '14718716': 1, '20857173': 1, '15173490': 1, '11310636': 1, '6682819': 1, '3799641': 1, '11346213': 1, '11179241': 1, '15545165': 1, '11585106': 1, '8598704': 1, '9371939': 1, '20151008': 2}", "similar_patients": "{}"}