{"patient_id": 126386, "patient_uid": "2824880-1", "PMID": 20191027, "file_path": "noncomm/PMC002xxxxxx/PMC2824880.xml", "title": "Novel Swine-Origin Influenza A (H1N1) Viral Encephalitis", "patient": "A 17-year-old male was admitted to our hospital due to a seizure attack on October 30, 2009. He had visited a doctor 2 days before admission because of a cough, sputum, and fever (the highest temperature was 37.7℃), and a nasopharyngeal swab was performed to test for the H1N1 virus. Because there was an exponentially increased number of H1N1-infected patients at that time in Korea, the Center for Disease Control dictated that a patient who had respiratory tract symptoms with a fever should take Oseltamivir (Tamiflu) in advance without confirmation of the disease. He took the Oseltamivir 75 mg twice for a day. The seizure attack happened while he was sleeping at night. When his mother found him, he had a generalized tonic seizure with eyes deviating upward and tongue biting for 5 minutes. Postictal confusion lasted for about 20 minutes until he arrived at the hospital. He did not remember why he was in the hospital and what had happened when he woke up on the next morning.\\nHe was diagnosed with chronic pansinusitis but he recoverd without any medications. He did not have a previous seizure attack, or even febrile convulsion. There was no family history of epilepsy. His body temperature was 36.9℃ at the emergency room and the neurologic examination was normal except for disorientation at the time.\\nThe cerebrospinal fluid (CSF) test revealed a pressure of 7 cmH2O, WBC of 15/µL, RBC of 0/µL, protein of 31.3 mg/dL and glucose of 81 mg/dL. The CSF examination for the Epstein-Barr virus, cytomegalovirus, herpes simplex type 1 and 2, bacteria, tuberculosis and fungus provided negative findings for all. The H1N1 influenza virus real time reverse-transcriptase polymerase chain reaction (RT-PCR) via a nasopharyngeal swab was the only positive test. The electroencephalography (EEG) was non-specific. The brain MRI with gadollium enhancement revealed normal findings except for pansinusitis.\\nHe took Tamiflu 75 mg twice a day for 5 days and was prescribed oxcarbazepine 300 mg twice a day. He was discharged without a recurring seizure attack.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'22993280': 1, '19423869': 1, '20844990': 1, '20702660': 1, '24744626': 1, '23705127': 2, '24895698': 2, '22767664': 1, '29024996': 1, '26310542': 1, '20652296': 1, '23365476': 1, '15804262': 1, '21234600': 1, '19629027': 1, '18486065': 1, '20697982': 1, '18754956': 1, '20191027': 2}", "similar_patients": "{'3660493-1': 1, '4181482-1': 1, '4181482-2': 1}"}