{"patient_id": 125683, "patient_uid": "2687742-1", "PMID": 16941751, "file_path": "noncomm/PMC002xxxxxx/PMC2687742.xml", "title": "Colonic Metastasis from Carcinoma of the Breast that Mimicks a Primary Intestinal Cancer", "patient": "A 43-year-old woman underwent right modified radical mastectomy and an axillary curettage in 1997 for a ductal and lobular mixed type carcinoma. She was staged as T2N0M0 postoperatively and found to have been estrogen receptor (ER) negative, progesterone receptor (PR) positive. Following six cycles of adjuvant chemotherapy, she was then treated with a daily dosage of 20 mg tamoxifen (TMX). Thirty-six months after the operation, she began to complain of pelvic pain. A bone scan revealed an increased uptake in the right acetebular area and left proximal femur. The TMX was stopped and a luteinizing hormone-releasing hormone analog (goserelin 3.6 mg monthly) was started due to the metastatic evidence in the bone scan. She also received palliative radiotherapy on the metastatic areas at a dosage of 3000 cGy in ten fractions.\\nSix months after the diagnosis of bone metastases, the patient was admitted to the regional State hospital because of a one-week history of alteration in her bowel habits, abdominal colicky pain and distension, and nausea/vomiting that had aggravated in the previous 2 days. There was no history of hematemesis, melena, fever, or previous abdominal surgery. On physical examination, the abdomen was distended and bowel sounds were present. There was a tenderness and mild guarding of the lower abdomen. A tender mass was palpated in the right lower quadrant. Rectal examination revealed no abnormalities. No rash, lymphadenopathy, or hernia was detected. Stool examination for occult blood was negative and tumor markers (CEA, CA19-9) were normal. The erythrocyte sedimentation rate was 14 mm per hour and white blood cell count was 10.6×103 per cubic millimeter. Other blood chemical and enzyme values were normal.\\nA plain film procedure done in the upright position revealed distended loops of gut with fluid levels being present. Abdominal ultrasonography did not reveal the nature of the mass. Then, abdominal computed tomographic scan showed marked ascending colonic wall thickening extending from the cecum to the proximal portion of the ascending colon, and this caused a narrowing of the lumen and also an infiltration of the pericolic fat (). The scan also revealed distended small bowel loops of gut, free fluid retention in the latero-choanal fascia, perihepatic, and right paracolic gutter and regional lymph nodes smaller than 1 cm in diameter. The patient underwent an exploratory laparotomy, which revealed a large, firm mass in the right abdomen and enlarged indurate lymph nodes in the mesocolon. The distal part of the terminal ileum and the right colon were thickened and indurated. A right-hemicolectomy with end-to-end anastomosis was performed. No evidence of liver, ovarian, uterine, or peritoneal involvement was observed. The postoperative course of recovery was uneventful.\\nOn the examination of the right-hemicolectomy specimen, a thickening and rigidity of the colonic wall extending from the cecum to 6 cm segment of the ascending colon was observed. Microscopic examination revealed a diffuse infiltration by neoplastic cells of the intestinal wall. The tumor cells had invaded the muscularis propria and also the serosa. Seven of the twenty lymph nodes sampled were invaded by tumor. The gross appearance was fully consistent with that of a primary colorectal carcinoma with secondary involvement of local lymph nodes. However, because of a morphological similarity () to the previous breast cancer and the absence of dysplasia in adjacent colonic epithelium, the histological findings confirmed metastatic carcinoma. Unlike the original tumor, it was ER positive and PR negative. The cells stained positively for cytokeratin identifying their epithelial origin, and also gross cystic disease fluid protein-15 (GCDFP-15) (). After the operation, the patient was referred to our unit with the diagnosis of metastatic breast cancer. Postoperative abdominal computed tomographic scan and tumor markers (CEA, CA 15-3) were normal. She received 6 cycles of chemotherapy using 5-fluorouracil, adriamycin, and cyclophosphamide. Following her chemotherapy, megestrol acetate at a dosage of 160 mg daily was started. The patient is still alive 7 months after the diagnosis of colonic metastases.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'2854832': 1, '30513496': 2, '30918733': 2, '1568609': 1, '34131569': 1, '24672246': 2, '30009102': 2, '30009076': 1, '10919011': 1, '28648876': 1, '1434649': 1, '33062785': 1, '3366041': 1, '11051411': 1, '9448188': 1, '20592983': 2, '8884351': 1, '2050370': 1, '24834113': 2, '2910416': 1, '459515': 1, '31832500': 1, '1287424': 1, '5073677': 1, '1514536': 1, '23626510': 1, '12099661': 1, '29720853': 1, '16941751': 2}", "similar_patients": "{'6408989-1': 1, '6037340-1': 1, '6280009-1': 1, '2892686-1': 1, '3964157-1': 1, '3971873-1': 1}"}