{"patient_id": 126541, "patient_uid": "2872848-1", "PMID": 20498782, "file_path": "noncomm/PMC002xxxxxx/PMC2872848.xml", "title": "Stress-induced cardiomyopathy after general anesthesia for total gastrectomy -A case report-", "patient": "A 50-year-old, 146 cm, 44 kg, female patient was admitted to hospital under a diagnosis of stomach cancer. She had no abnormal medical history. The pre-operative chest x-ray revealed multiple small nodules on the right upper, right lower and left lower lobes, but the ECG, blood test, and other tests were in the normal range.\\nPre-medication was not provided, and her blood pressure (BP) and heart rate (HR) after arriving in the operating room was 140/90 mmHg and 70 beats/min, respectively. For the induction of anesthesia, remifentanil 0.1 µg/kg/min was administered continuously and thiopental sodium 175 mg was injected intravenously. Muscle relaxation was achieved with rocuronium 40 mg after confirming the loss of consciousness, and endotracheal intubation was performed. Anesthesia was maintained with O2 2 L/min, air 2 L/min, sevoflurane 1-2 vol%, and remifentanil 0.05-0.15 µg/kg/min. A 20-G catheter was placed onto the right radial artery for continuous BP monitoring during surgery. Mechanical ventilation was maintained with a tidal volume (VT), respiratory rate (RR) and partial pressure of end-tidal carbon dioxide (PETCO2) of 400 ml, 10/min and 30-33 mmHg, respectively. Her vital signs during surgery were maintained with a BP, HR and oxygen saturation of pulse oximetry (SpO2) of 100-130/50-70 mmHg, 60-70 beats/min and 99-100%, respectively. Intra-operative arterial blood gas analysis (ABGA) indicated a pH, partial pressure of arterial oxygen (PaO2) and partial pressure of arterial carbon dioxide (PaCO2) of 7.43, 168 mmHg and 38.7 mmHg, respectively, and the results of the two subsequent ABGAs did not show any significant differences. The operation was uneventful, which took 6 hrs for the procedure and 6 hrs and 50 min. for anesthesia. The total amount of fluids administered was 3,500 ml of Hartman's solution, while the urine output and blood loss were 880 ml and 600 ml, respectively. Pyridostigmine 10 mg and glycopyrrolate 0.2 mg were administered for the reverse of muscle relaxation. The endotracheal tube was removed after confirming normal spontaneous respiration and consciousness. The patient was transported to the post-anesthetic care unit (PACU), where she was oxygenated through a mask at 5 L/min and her vital signs were maintained with a SpO2, BP and HR of 98%, 130-140/70-80 mmHg and 70 beats/min, respectively. There were no abnormalities observed until she was transferred to the ward.\\nIn the ward, 60 ml of a mixed solution made from fentanyl 700 µg, tramadol 400 mg, ondansetrone 12 mg and a saline solution was administrated for post-operative pain control using IV PCA (patient-controlled analgesia) with a setting of infusion rate, bolus dose and lockout time of 0.5 ml, 1 ml and 15 min, respectively. Every time the patient complained of pain, an additional 50 mg of tramadol was provided by an intravenous bolus injection.\\nOn post-operative day 2, a chest x-ray performed due to mild dyspnea revealed post-operative atelectasis in the left retrocardiac area. ABGA was performed with oxygenation at 10 L/min with a reservoir mask. The results showed a pH, PaO2 and PaCO2 of 7.45, 115 mmHg and 35 mmHg, respectively, while SpO2 was maintained at 98%. Therefore, she was monitored with blow therapy.\\nOn the following day, the dyspnea persisted, so follow-up chest x-ray was performed, the result of which revealed pleural effusion in both lung fields and mild cardiomegaly. ABGA indicated a pH, PaO2, PaCO2 and SpO2 of 7.53, 92 mmHg, 35 mmHg and 91-98%, respectively, and ECG detected a T wave inversion in the V3-V5 leads. The cardiac biomarkers, such as CK-MB (creatine kinase-myocardial band) 1.93 ng/ml (normal value < 5.0 ng/ml), Troponin-I 2.22 ng/ml (normal value < 0.78 ng/ml), and BNP (brain natriuretic peptide) 705 pg/ml (normal value < 100 pg/ml), was also observed but no catecholamine was found in the blood and urine. Transthoracic echocardiography performed to evaluate the cardiogenic dyspnea on postoperative day 4 revealed akinesia in all segments from the lower mid portion to the apex of the left ventricle, whereas hyperkinesia was detected in the cardiac base. At that time, a left ventricular ejection fraction (EF) of 57%, a systolic pressure of right ventricle of 48 mmHg and moderate pulmonary hypertension were observed (). Stress-induced cardiomyopathy was suspected based on the ECG and echocardiography findings but the vital signs were maintained at BP and HR of 130/80 mmHg and 90 beats/min, respectively, and there were no other symptoms except for mild dyspnea. So the patient is monitored with oxygen therapy without any other treatment. On post-operative day 6, her vital signs were stable and no findings of respiratory disturbance were observed. The ECG showed a T wave inversion in V2-V6 () and the chest x-ray revealed lung congestion and cardiomegaly as well as atelectasis in the left lung. Analysis of the cardiac enzymes revealed the following: CK-MB 1.75 ng/ml; Troponin-I 0.79 ng/ml; BNP 1,219.8 pg/ml. Coronary angiography was recommended but the patient refused. On post-operative day 15, she was discharged home under outpatient follow-up.\\nTwo weeks after discharge, the outpatient follow-up did not reveal any abnormalities. Although T wave inversion was present in the V1-V6 leads on ECG, the ventricular wall motion was restored in all segments from the lower mid portion of the left ventricle to the apex. The left ventricular EF was increased to 68% while the systolic pressure of the right ventricle had decreased to 21 mmHg (). Nine months later, ECG showed no evidence of the disorder ().", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'1841907': 1, '18294473': 1, '16931664': 1, '17651841': 1, '15583228': 1, '18842143': 2, '16720686': 1, '18046297': 1, '22323959': 2, '19106400': 1, '18313156': 1, '18691477': 1, '29261792': 1, '20498782': 2}", "similar_patients": "{'2572041-1': 1, '2572041-2': 1, '2572041-3': 1, '3272534-1': 1}"}