{"patient_id": 90356, "patient_uid": "2538529-1", "PMID": 18700989, "file_path": "comm/PMC002xxxxxx/PMC2538529.xml", "title": "Analphoid supernumerary marker chromosome characterized by aCGH and FISH as inv dup(3)(q25.33qter) de novo in a child with dysmorphic features and streaky pigmentation: case report", "patient": "A one month old female child presenting with several dysmorphic features was referred to us for cytogenetic studies. She was the second child of unrelated parents. The first child was normal. The pregnancy and delivery at term were normal. Birth weight was 2.2 Kg, length 45 cm and head circumference was 32 cm. At birth she was noted to have several dysmorphic features including: prominent hairy forehead with hair extending up to the cheeks, upslanting palpebral fissures, depressed nasal bridge with short nose and very smooth philtrum, thin upper lip which was turning downward, low set ears, micrognathia, chubby cheeks, contracture of the fingers with postaxial polydactyly of left hand, widely separated toes which were overlapping, streaky pigmentation on the inner aspect of both fore arms distributed along the lines of Blaschko. Opthalmological exam was normal. Echocardiography showed sub-aortic ventricular septal defect (VSD), pulmonary hypertention and moderate valvular pulmonary stenosis. Skeletal survey showed a tiny projection of the tip of coccyx, a tail-like sacrococcygeal appendage. Computed tomography scan of the lumbosacral spine showed prominence of coccyx and outward projection. Magnetic resonance imaging of the brain showed partial hypoplasia of the corpus callosum and slight hypoplasia of the cerebellum.", "age": "[[1.0, 'month']]", "gender": "F", "relevant_articles": "{'10204855': 1, '9375728': 1, '3857214': 1, '1928105': 1, '7532149': 1, '13680362': 1, '17268193': 1, '16470730': 1, '19653912': 1, '9482642': 1, '16276087': 1, '17901697': 1, '11183190': 1, '9399915': 1, '19032785': 1, '12624156': 1, '16103662': 1, '10982967': 1, '27007896': 1, '31720922': 1, '15508017': 1, '17567547': 1, '18700989': 2}", "similar_patients": "{}"}