{"patient_id": 91170, "patient_uid": "2649055-1", "PMID": 19200404, "file_path": "comm/PMC002xxxxxx/PMC2649055.xml", "title": "Laparoscopic management of mesenteric cyst: a case report", "patient": "A 30 years old, G0P0, Caucasian, housewife, refer red to our department for surgical management of a left-sided para-ovarian cyst. Her only complaint was a vague, non-specific lower abdominal pain for the previous 6 months. She had an appendicectomy at the age of 12 but the rest of her medical and family history were unremarkable.\\nClinical examination was also unremarkable and her blood tests were normal. Bimanual gynaecological examination revealed a palpable, motile tumor in the left adnexae. Trans-vaginal ultrasound revealed a 4.33 × 4.84 × 4.52 cm thin-walled, simple, unilocular cyst, located next to the left ovary (Fig. ). A para-ovarian cyst was the most likely diagnosis, hence a laparoscopic removal was proposed.\\nAt laparoscopy a simple cyst was seen lying inferior and lateral to the aortic bifurcation, arising from the mesenterium of the descending colon, in contact with left ovary. During exploration the cyst was found movable, attached only posteriorly to the mesenterium. The cyst was carefully disected with the assistance of ultracision harmonic scalpel (Ethicon, Endo-Surgery, LLC) and removed intact. Thorough examination of the integrity of the bowel and the mesenteric vessels was followed. The specimen was placed in an endobag, aspirated and extracted from the peritoneal cavity through the 10 mm suprapubic port. Histopathological examination revealed a simple, benign mesothelial cyst of the mesenterium.\\nThe patient's post-operative period was uneventful and she was discharged free of symptoms the following day. One year after the surgery she remains completely asymptomatic.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'24936122': 1, '14722577': 1, '21831267': 2, '11053936': 1, '33172813': 1, '14973761': 1, '3942415': 1, '17195889': 1, '23213595': 2, '26917928': 2, '10823457': 1, '12140640': 1, '19200404': 2}", "similar_patients": "{'3507041-1': 1, '4746984-1': 1, '3163219-1': 1}"}