{"patient_id": 91949, "patient_uid": "2740086-1", "PMID": 19829771, "file_path": "comm/PMC002xxxxxx/PMC2740086.xml", "title": "Hemangioma of penile urethra—treatment with simple transurethral excision: a case report", "patient": "A 27 year old white man presented in our hospital with a two years history of intermittent urethral bleeding. He did not describe any bladder symptoms or any kind of urethral trauma. All the episodes were self-limited. Many of them had been treated as recurrent episodes of urethritis. The patient reported episodes of urethral bleeding and initial hematuria 2-3 times per week and sometimes 2-3 times per day, without any obvious precipitating factor. He did not report any hemospermia. On physical examination vital sings were normal. Examination of the abdomen and external genitalia was normal. The urethral meatus had a normal caliber. There was urethral discharge of fresh blood. The prostate gland was soft, small and non tender on digital rectal examination. Midstream urine analysis was normal and urethral culture of swabs for N. Gonorrhoea was negative. Biochemical, haematological and clotting studies were normal. Ultrasound scan of the kidneys and bladder was normal. The urethral bleeding was controlled with an indwelling catheter 16 Fr which was kept in place for 48 hours. Flexible cystoscopy under local anaesthesia showed a reddish lesion 5 mm about 5 cm from the external urethral meatus (). The patient was scheduled for transurethral excision and biopsy of the lesion. Under general anaesthesia and with the use of the 5 Fr flexible biopsy forceps the lesion was excised. A 20 Fr urethral catheter was placed for 48 hours. Histological examination of the specimen revealed a urethral cavernous hemangioma (). Four months after treatment the patient continues to be symptom-free without any episode of urethral bleeding.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'27231506': 1, '32600309': 1, '30704439': 2, '6343630': 1, '30863652': 2, '18580030': 1, '11229651': 1, '33391991': 1, '17785890': 1, '18204245': 1, '11150953': 1, '191659': 1, '18242389': 1, '8850471': 1, '3795351': 1, '19829771': 2}", "similar_patients": "{'6357368-1': 1, '6357368-2': 1, '6377989-1': 1}"}