{"patient_id": 91413, "patient_uid": "2699072-1", "PMID": 19547685, "file_path": "comm/PMC002xxxxxx/PMC2699072.xml", "title": "Laparoscopic treatment of renal hydatid cyst", "patient": "A 36-year-old woman presented to our hospital with left-sided abdominal pain. The patient had no significant past medical history. An abdominal examination revealed left flank fullness. Abdominal sonography and a CT scan of the abdomen revealed a large left (10 × 12 cm) upper pole hydatid cyst in the left kidney. The remaining blood tests and urine examination were normal. No serological test was done and a diagnosis of renal hydatid cyst was made from the typical radiological finding. The patient was given albendazole for three weeks, preoperatively.\\nThe patient had undergone sonography guided PAIR (puncture, aspiration, injection, re-aspiration) via the retroperitoneal route, by percutaneous means, on two occasions. Thus we decided to use the transperitoneal route, with necessary precautions, to avoid peritoneal contamination. The patient was given general anesthesia and placed in a supine position, with the left side elevated at 60 degrees. Pneumoperitoneum was established using a veres needle and CO2 insufflation. The retroperitoneum was exposed by mobilizing the left colon. The cyst was demonstrated and exposed all around by blunt dissection. The cyst was then isolated on all sides by packing it off using betadine-soaked gauze pieces (10% povidon iodine), to avoid contamination of the peritoneal cavity even if spillage occurred. A trocar was inserted into the cyst under vision, with due care taken to avoid spillage. The contents of the cyst were aspirated using an aspiration needle, and hypertonic saline was instilled for 10 minutes. The scope was inserted into the cyst to confirm complete evacuation. This was followed by cystotomy, and the endocyst was removed completely. This was introduced into an endobag. Partial cystectomy was carried out using a harmonic scalpel. Complete hemostasis was achieved. Omentoplasty was performed. The drain was kept in the retroperitoneum. The procedure lasted for 90 minutes. There were no intraoperative or early postoperative complications. The patient was discharged on the third day. The histopathological examination confirmed the diagnosis of hydatid cyst.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'12872592': 1, '16426127': 1, '24960508': 1, '8508204': 1, '23508941': 2, '12855097': 1, '23956920': 2, '33032540': 2, '19547685': 2}", "similar_patients": "{'7542977-1': 1, '3593509-1': 1, '3728511-1': 1}"}