{"patient_id": 126149, "patient_uid": "2791736-1", "PMID": 20046252, "file_path": "noncomm/PMC002xxxxxx/PMC2791736.xml", "title": "Bilateral Psoas Abscess in the Emergency Department", "patient": "A 45-year-old white female initially presented to the emergency department (ED) with a chief complaint of a traumatic severe left lower back pain for three days. The pain was sharp and radiated down her left anterior thigh. The pain worsened with movement and improved with rest, but persisted when lying still. Associated symptoms included dysuria and mild generalized abdominal pain. Past medical and surgical history was significant for genital herpes, iron deficient anemia, and hemorrhoidectomy. She took no prescription medicine. Social history was positive for tobacco use, but she denied alcohol or recreational drug use. Her job was labor intensive and involved heavy lifting. She first noticed the pain with associated stiffness upon waking the morning after a work shift. She denied trauma, fevers, rigors, weight loss, nausea, vomiting, diarrhea, constipation, vaginal bleeding or discharge, weakness or numbness in the lower extremities, and urinary incontinence. On physical examination she was afebrile with normal vital signs. She was in obvious discomfort and unable to sit up straight due to pain. Her gait was antalgic. She had tenderness to palpation and increased tone over her left lumbar paraspinal musculature. Her strength, reflexes and sensation of the lower extremities were normal. The remainder of the physical exam was unremarkable. She was diagnosed with lumbosacral strain and discharged home with a prescription of opiate analgesics.\\nThe patient returned to the ED via ambulance four days later, tearful and writhing in pain. Her vital signs were normal. The physical examination was essentially unchanged from her previous encounter. Specifically, there was no midline spinal tenderness or neurologic deficits in the lower extremities. Straight leg testing was negative with reproduction of the back pain but without radiation. Plain spinal radiographs showed degenerative changes but no acute process. She was treated with intravenous (IV) opiates and antiemetics and was discharged to home when she stated her pain had diminished.\\nFour days later, or eight days after her initial presentation, she returned to the ED with worsening back pain and intermittent fevers up to 103°F. The pain was now located across the whole lower back with associated radiation down both anterior thighs. Heart rate and blood pressure were normal. On examination she had tenderness to palpation of the lumbar region with exacerbation of the pain upon flexion and extension of the trunk. Laboratory exam revealed a hemoglobin of 10.3 g/dl; white blood cell count of 8300 cells/mm3; and a negative urinalysis. IV opiates and benzodiazepines provided little relief. A non-contrast CT scan of the lumbar spine showed several small areas of low attenuation with peripheral enhancement in the medial margins of both psoas muscles (). The largest of these collections measured 1.4 cm x 1.2 cm on the right and was consistent with psoas abscess collection. There was also abnormal enhancement of the paravertebral soft tissue near L3–L5, which was suspicious for diskitis. She was admitted to the hospital and started on IV ceftriaxone, metronidazole, and clindamycin for broad spectrum coverage, including anaerobes. A triple-contrast CT of the abdomen and pelvis to rule out an abdominal source of infection resulting in secondary extension to the psoas muscle was negative. MRI of the lumbar spine showed no signs of diskitis or vertebral osteomyelitis. On the second hospital day she underwent CT-guided drainage of the largest abscess in the right psoas muscle. This procedure resulted in approximately 1 mL of purulent fluid that revealed many white and red blood cells, and gram positive cocci. The fluid culture was positive for methicillin-sensitive Staphylococcus aureus (MSSA). The antibiotic regimen was changed to oral cephalexin. Two days following abscess drainage she was discharged home in stable condition. In follow up with her primary physician two weeks later she tested negative for HIV and a urine toxicology screen was positive for cocaine.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'26273460': 2, '12642773': 1, '26063108': 1, '11203717': 1, '11213936': 1, '24600066': 1, '30838098': 1, '1593704': 1, '16301764': 1, '12890957': 1, '10593321': 1, '1914744': 1, '8081672': 1, '16762257': 1, '9002579': 1, '30281765': 1, '1532700': 1, '11561569': 1, '32995190': 1, '2186352': 1, '15299155': 1, '24148941': 1, '8886725': 1, '20046252': 2}", "similar_patients": "{'4527814-1': 1, '4527814-2': 1, '4527814-3': 1}"}