{"patient_id": 94179, "patient_uid": "2850186-2", "PMID": 20103962, "file_path": "comm/PMC002xxxxxx/PMC2850186.xml", "title": "Combined occurrence of diabetes mellitus and retinitis pigmentosa", "patient": "34-year-old Kuwaiti male was referred to our diabetes clinic for insulin-treated diabetes and uncontrolled hyperglycemia. A detailed history revealed that diabetes was diagnosed five years ago along with a diagnosis of hypertension. He begin having gradual visual deterioration and night blindness at the age of six years and was registered as being blind at the age of nine years. His parents were third cousins and his sister, who was also diabetic and blind, had died of renal failure. He had been married for one year; primary infertility was also observed. Clinical examination revealed a weight of 71 kg, a height of 158 cm, a BMI of 28.4 kg/m2, and a blood pressure of 120/80 mm Hg. Fundus examination revealed retinitis pigmentosa along with optic atrophy (, Panel b). Systemic examination did not reveal any remarkable findings, instead showing intact peripheral sensation and pulsation. Investigations revealed a fasting blood glucose level of 18.1 mmol/L, HbA1c of 15.1%, and a C-peptide level of 2247 pmol/L (normal range: 256-1325 pmol/L). The triglyceride level was 4.06 mmol/L, LDL cholesterol level was 4.25 mmol/L, and HDL cholesterol level was 1.07 mmol/L (RR is 1.01-2.94 mmol/L). His serum creatinine level was 96 μmol/L and microalbuminurea testing yielded 457 mg/day (RR is < 20 mg/day). The alkaline phosphatase level was 155 U/L ((RR is 50-136 U/L)) and ALT 63 U/L (RR is 30-65 U/L). Thyroid function tests were normal. The audiogram demonstrated sensineural deafness. Endocrinological evaluation revealed azospermia and biopsy showed only Sertoli cells. Genetic testing yielded 46XY, but no chromosomal mutations, deletions or other abnormalities could be detected. Molecular genetic testing was not available. His diabetes was gradually controlled with increasing doses of insulin and metformin given at doses of up to 2 g per day along with statins. This resulted in better glycemic control and significant improvement in the lipid profile and HbA1c level of 9.7%. Subsequently, metformin was discontinued because of elevated liver enzyme levels. Abdominal ultrasound revealed a fatty liver and liver biopsy revealed nonalcoholic steatohepatitis. Screening for hepatitis viruses B and C as well as for ANCA and ANA antibodies was negative. Following improvement of the liver profile, rosiglitazone was prescribed along with insulin, and HbA1c improved to 8.8%. Later, the renal profile was found to be impaired and ultrasound examination of the liver showed cirrhotic changes. The serum creatinine level remained stable at 120 μmol/L, and he declined renal biopsy. Rosiglitazone was discontinued and the insulin dose increased up to 245 units per day. His blood sugar levels were still out of control and he was not adherent to his controlled diet regimen. He was diagnosed clinically as having Alström syndrome based on his clinical presentation of insulin-resistant diabetes with retinitis pigmentosa, deafness, hepatic dysfunction, renal impairment, and hypogonadism.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'18327255': 1, '8977763': 1, '1424198': 1, '18566338': 1, '17113430': 1, '16415886': 1, '18154657': 1, '11222350': 1, '6627817': 1, '22688943': 1, '18038714': 1, '17342029': 1, '19092165': 1, '19093007': 1, '28106113': 1, '17940554': 1, '15277431': 1, '17206865': 1, '8651240': 1, '15795345': 1, '9350817': 1, '2779627': 1, '18477182': 1, '12022290': 1, '9663233': 1, '20103962': 2}", "similar_patients": "{'2850186-1': 2}"}