{"patient_id": 94517, "patient_uid": "2878710-1", "PMID": 20539769, "file_path": "comm/PMC002xxxxxx/PMC2878710.xml", "title": "Elongated uvula and diagnostic utility of spirometry in upper airway obstruction", "patient": "A 50-year-old male presented with history of dyspnoea of sudden onset with choking sensation, waking him up at midnight, accompanied by non-productive brassy cough. Dyspnoea was more in the supine position gradually progressing to inspiratory stridor. There was a past history of similar episodes six to eight times in the last 24 months. The patient gave a history of being absolutely asymptomatic between the two episodes not even day- time sleepiness. During every episode he received antibiotics for respiratory tract infections and was treated with oxygen, bronchodilators, nebulizers and orally administered steroids. However, he was unresponsive to all that treatment given to him. A lifelong non-smoker and non-alcoholic, he had no past medical/family history. On physical examination tachypnoea and stridorous respirations were noted. There was a history of stridors that would resolve spontaneously in sitting position and re-appear in supine position. Clinical examination revealed no wheezing or rhonchi all over the chest and the patient, otherwise, had normal respiratory and cardiovascular systems. There was no clubbing or cyanosis found. Clinical examination of the thyroid gland revealed no abnormality. Except for tachypnoea, the patient's vital signs were stable.\\nA flow-volume loop study showed flattening of the inspiratory loop indicative of ‘Variable Extrathoracic Upper Airway Obstruction’ [, ]. Empey's index was 11.69 and FEF50%/FIF50% ratio (ratio of flow at 50% of expiration and 50% of inspiration) was 1.27. Upper airway obstruction (UAO) can be diagnosed either by inspecting the pattern of flow volume loops or by calculating following indices. FEV1/PEF ratio is known as Empey's index. UAO is indicated by FEV1/PEF≥8.\\nFEF50/FIF50\\nFEF50/FIF50 = 1 fixed UAO\\nFEF50/FIF50 > 1 variable extrathoracic UAO\\nFEF50/FIF50 < 0.3 variable intrathoracic UAO\\nAs flattened inspiratory loop confirmed the upper airway compromise, the patient was subjected to flexible laryngoscopy. Laryngoscopy revealed an unusually long uvula touching the lingual surface of epiglottis especially in the supine position [Figure and ].\\nAssessment of the vocal cords under local anesthesia was normal. Local examination with flexible scope also revealed no obvious obstructive site or laxity of pharyngeal or hypopharyngeal muscles or other part of soft palate except elongated and lax uvula. Subsequently Laser uvulectomy was performed. The excised specimens were sent for histological analysis. Histopathological examination revealed no evidence of any pathology or malignancy. The patient was discharged on the second post-operative day. Three months later the patient remained asymptomatic and he is under no medications. Follow-up spirometry was suggestive of normal flow volume loops [Figure and ].", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'8915248': 1, '10807808': 1, '15142071': 1, '17670146': 1, '17352800': 2, '16162798': 1, '20539769': 2}", "similar_patients": "{'1828150-1': 1}"}