{"patient_id": 95500, "patient_uid": "2945635-1", "PMID": 20886053, "file_path": "comm/PMC002xxxxxx/PMC2945635.xml", "title": "Variant of Lemierre's Syndrome Secondary to Trauma", "patient": "A 5-year-old previously healthy male presented with pain, difficulty in swallowing and right-sided neck swelling. Four days prior to presentation, he sustained a pencil scratch trauma to the right oropharynx secondary to a fall on the bed whilst playing with a pencil in his mouth. He bled moderately and was taken to nearby emergency room where the bleeding stopped spontaneously. Examination at that time showed minor superficial mucosa trauma. The parents were reassured, and the patient was discharged home on Tylenol for pain. He drooled for a few hours but returned to baseline activity level on the same day. Three days later, he complained of right-sided neck pain associated with reduced oral intake. The parents noticed right-sided jaw fullness and swelling. He was sent to emergency room the next day upon the recommendation of his pediatrician. In the emergency department, he looked unwell with fever of 38.9°C, right neck and jaw swelling with multiple right cervical lymphadenopathy, the largest measuring 3 cm, with overlying erythema. He also resisted neck movements due to pain. The rest of the examination of oropharynx, ears, and nose as well as other systems were within normal limit.\\nComplete blood count showed white cell count of 13,000/mm3, with 84% neutrophils and 10% bands. However, blood culture was negative. Soft tissue radiograph showed asymmetric right neck swelling, deviation of airway to the left, without evidence of a foreign body. Computerized tomography [CT] scan of neck showed a lesion with air-fluid interface, consistent with an abscess, in the right parapharyngeal space with surrounding inflammatory changes. The inflammation extended into the parotid gland, carotid sheath, the masticator muscles, as well as the retropharyngeal space, with mild mass effect noted on the airway. The upper part of internal jugular vein could not be visualized, possibly due to compression or thrombosis of upper third of the internal jugular vein. Further imaging was done with magnetic resonance angiography and venography [MRA/MRV] which confirmed the above findings and also showed the absence of blood flow in the upper third of internal jugular vein due to compression from the adjacent soft tissue mass and abscess.\\nThe patient was treated with intravenous ceftriaxone and clindamycin for five days and then discharged home on oral clindamycin to complete a 14-day course of antibiotics as per the recommendation of an infectious disease consult. Repeat CT scan of the neck on day 7 of treatment showed subtle residual asymmetry of soft tissue of neck without abscess formation and normal anatomy of the rest of tissues.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'3375694': 1, '14595080': 1, '17139410': 1, '17991062': 1, '11871622': 1, '12441902': 1, '23632177': 1, '10448489': 1, '20886053': 2}", "similar_patients": "{}"}