{"patient_id": 125234, "patient_uid": "2615296-1", "PMID": 18729312, "file_path": "noncomm/PMC002xxxxxx/PMC2615296.xml", "title": "Symptomatic Posterior Mediastinal Angioleiomyoma", "patient": "A 66-year-old woman presented with left back and flank pain for 6 months. The pain was getting worse thereafter. She had a history of old pulmonary tuberculosis and hysterectomy 26 years ago for an unknown disease at an other hospital and slip-down on the left lower posterior chest wall 3 years ago.\\nPhysical examination was unremarkable. There were no abnormalities noted on both biochemical and hematologic analyses of the patient's blood, except for high lactate dehydrogenase and high eosinophil fraction.\\nPreoperative frontal and lateral chest radiographs showed a well-circumscribed paraspinal mass with loss of descending thoracic aorta interface, suggesting posterior mediastinal mass. Contrast-enhanced CT scan showed a 4.3 × 5.2 cm mass with relatively homogeneous enhancement in the left paravertebral space. The MRIs are shown in . The mass had a slight extension into the left intervertebral neural foramen.\\nConsidering imaging findings, we suspected a nerve sheath tumor arising from the intercostal or spinal nerve, and planned operation. The patient was positioned with right lateral decubitus. Three ports were introduced for 30° - 10 mm thoracoscope and instruments. The mass was adjacent but apart from intervertebral foramen and broad-based. It was located at the 9th intercostal space. Even though the mass was easy-bleeding, it was uneventfully removed through video-assisted thoracoscopic surgery.\\nPathologic examination revealed a well-demarcated tumor mass measuring 4.3 × 3.0 × 3.2 cm. The gross and microscopic findings are shown in . Most cells were spindle shaped and diffusely positive for alpha-smooth muscle actin and h-caldesmon but negative for CD34, S-100 protein, and HMB45. The pathologic diagnosis was angioleiomyoma.\\nShe was discharged 7 days after operation without complications. Her chief complaint, left back and flank pain, disappeared after surgery.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'26358060': 1, '9762979': 1, '13818517': 1, '15648463': 1, '18043396': 1, '20524955': 1, '11740605': 1, '12022578': 1, '15514620': 1, '18729312': 2}", "similar_patients": "{}"}