{"patient_id": 90540, "patient_uid": "2572043-1", "PMID": 18842148, "file_path": "comm/PMC002xxxxxx/PMC2572043.xml", "title": "Idiopathic portal hypertension in an \"inactive\" HBV carrier: a case report", "patient": "We report a case of a 45 year old Greek female (168 cm height, 62 kg weight), HBV inactive carrier, with thrombocytopenia, diagnosed 26 years ago when she was investigated due to bruises and petechchiae on both legs. She has no previous medical or family history. She does not smoke and reports neither drug nor alcohol abuse. She is the mother of two daughters.\\nLaboratory tests revealed only low platelets (PLT: 98.000/mm3). She was HbsAg, anti HBc and anti HBe positive, with normal myelogramm, suggesting secondary hypersplenism.\\nRepeating tests and close follow up over the years revealed the same HBV status, normal liver function tests (LFTs) and low levels of PCR HBV DNA with maximum level of 7.4 × 102 IU/ML and AFP 42–56 ng/ml persistently elevated since April 2004.\\nUpper gastrointestinal endoscopy revealed gastric varices type II without signs of bleeding and propranolol was prescribed to her.\\nRepeating imaging tests such as CT, MRI scanning, Doppler ultrasound and MR angiography confirmed the absence of portal or splenic vein thrombosis.\\nHistological evaluation of liver biopsy concluded that the overall histological findings were compatible with inactive HBV carrier state without evidence of any excess inflammation or features suggesting fibrosis or cirrhosis. Immunohistochemistry confirmed HbsAg presence and HbcAg absence. The reticulin stain was negative.\\nFurther investigation did not prove any abnormality regarding prothrombotic conditions, autoantibody screening (including antiphosholipid), thyroid function. Levels of a1- antitrypsin, ferritin, and ceruloplasmin were normal. Serology excluded other viral coinfection with HDV or HCV. Schistosomiasis was not found. Since diagnosis, patient's condition has been stable and her course, so far, uneventful.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'8155875': 1, '17162232': 1, '89892': 1, '3569758': 1, '8729037': 1, '9681083': 1, '16191199': 1, '16136646': 1, '12472938': 1, '76587': 1, '15341774': 1, '17461489': 1, '15128351': 1, '18842148': 2}", "similar_patients": "{}"}