{"patient_id": 90135, "patient_uid": "2478653-1", "PMID": 18620597, "file_path": "comm/PMC002xxxxxx/PMC2478653.xml", "title": "Severe pulmonary tuberculosis complicating Ileocecal intussusception due to intestinal tuberculosis: a case report", "patient": "A 76-year-old female who had never smoked came to the hospital because of chronic cough. The chest radiograph showed bilateral consolidation with a cavity (Figure ). The chest computed tomography (CT) scan showed multiple consolidations in both lungs with cavities in the left upper lobe (Figure ). The acid-fast stain of the sputum smear was positive, and the sputum culture and the PCR were also positive for M. tuberculosis. Thus, the patient was diagnosed as having pulmonary tuberculosis, and she was admitted to hospital for treatment. Three days later from admission to prior hospital, the patient developed acute abdominal pain with guarding. An abdominal radiograph showed marked dilatation of the small intestine (Figure ). On enhanced abdominal CT (Figure ), intestinal obstruction caused by a mass lesion with a target sign in the ascending colon was seen. A concentric ring of intraluminal mesenteric fat interposed between the central portion and the outer edematous colonic wall gives this lesion its characteristic appearance. In addition, the small intestine was enlarged and filled with fluid. The patient was diagnosed as having intussusception and was admitted to our hospital to treat both the pulmonary tuberculosis and the intussusception. On physical examination, her body temperature was 37.8°C, the heart rate was 86 beats/min, and the respiratory rate was 18 breaths/min. Her blood pressure was 150/72 mmHg. Coarse crackles were audible in the left lung. The patient had no peripheral lymphadenopathy, no skin lesions, and no neurological deficits. On abdominal examination, the mass lesion was palpable in the right lower abdominal region, and guarding was present. On laboratory examination, the white blood cell count was elevated (15.4 × 103/mm3), the serum C-reactive protein (CRP) level was increased (5.43 mg/dl), and the erythrocyte sedimentation rate was increased (70 mm/h). Other laboratory results included: total protein, 5.9 g/dl; serum albumin, 3.4 g/dl; serum creatinine, 0.5 mg/dl; blood urea nitrogen, 14.0 mg/dl; and serum lactate dehydrogenase, 301 IU/l. The serum glucose concentration and liver function tests were normal, and the serum complement prothrombin time was 97%. The HIV antibody was negative and the numbet of CD4 positive T-lymphocyte was normal. Arterial blood gases were improved on 2L O2 given nasally (PaO2, 80.1 Torr; PaCO2, 52.1 Torr; pH, 7.46; HCO3, 36.5 mmol/L; BE 11.3 mmol/L). Abdominal ultrasonography showed the bull's eye sign at the site of the mass lesion (Figure ). Since there was a possibility of intestinal necrosis, ileocecal resection was done on the day of admission. Macroscopically, it could be seen that the terminal ileum gained entry to the ascending colon. Pathologically, there were large areas of ischemic enteritis due to intussusceptions, and caseous necrosis with epithelioid cell granulomas was seen (Figure ). There was no evidence of any neoplasm or diverticulum that could have caused the intussusception. Thus, this patient was diagnosed as having intussusception due to intestinal tuberculosis. The patient was treated with isoniazid (300 mg/day), rifampicin (600 mg/day), ethambutol (750 mg/day), and pyrazinamide (750 mg/day). The patient's postoperative course was uneventful, and there has been no recurrence.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'24623934': 1, '34786254': 2, '12423461': 1, '11486326': 1, '2385737': 1, '33888965': 2, '9933670': 1, '7469558': 1, '15797233': 1, '879148': 1, '9094232': 1, '9844279': 1, '28030916': 2, '7992979': 1, '15520484': 1, '9296505': 1, '15908155': 1, '9381902': 1, '19626300': 1, '1879648': 1, '12488701': 1, '1956280': 1, '18620597': 2}", "similar_patients": "{'8045545-1': 1, '5398371-1': 1, '8579914-1': 1}"}