{"patient_id": 90896, "patient_uid": "2628643-1", "PMID": 19134219, "file_path": "comm/PMC002xxxxxx/PMC2628643.xml", "title": "Concomitant dislocation of the tarsometatarsal and metatarsophalangeal joints of the second toe (floating second metatarsal): a case report", "patient": "A 22 year old man presented to our emergency department after involvement in a head-on motor vehicle collision at an unknown speed. The patient was unrestrained in the right front passenger seat at the time of the accident. History (including the past medical history) and physical exam revealed no significant findings except for severe pain, tenderness, and swelling in the right foot and distal leg. Radiographs revealed fracture of the right tibia, Lisfranc fracture and dislocation (fracture of the cuboid and lateral dislocation of the four lateral tarsometatarsal joints), and dislocation of the second metatarsophalangeal joint (Figure ).\\nAfter counseling the patient on both open and closed treatment options, the patient opted for closed methods and opposed open reduction entirely (he was not comfortable with open surgery at all). Under general anesthesia, closed reduction of the metatarsophalangeal joint was performed. Closed reduction of the tarsometatarsal joints and percutaneous fixation were then performed. The tibia fracture was treated by placing pins in the calcaneus and proximal tibia and splinted with a plaster cast. Post-operative radiographs confirmed the successful reduction of the metatarsophalangeal joint, but the reduction of the Lisfranc joint, although near anatomic was incomplete (Figure ). The patient was unwilling to consent to surgery and was discharged the following day after receiving intravenous antibiotics and an uneventful hospital course. He was subsequently lost to follow up and the pins and cast removed at another institution.\\nThe patient was contacted one and a half years after the initial trauma and agreed to return for follow up. At that time he was essentially asymptomatic; he was not limping and had full range of motion of the foot and ankle. Radiographs of the patient are shown in figure .", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'26452415': 1, '13951': 1, '14251452': 1, '2797755': 1, '9095128': 1, '8728368': 1, '12902793': 1, '8525822': 1, '14566725': 1, '12889864': 1, '7096403': 1, '12721687': 1, '12879716': 1, '13901093': 1, '19134219': 2}", "similar_patients": "{}"}