{"patient_id": 95409, "patient_uid": "2939555-1", "PMID": 20807401, "file_path": "comm/PMC002xxxxxx/PMC2939555.xml", "title": "Lung contusion and cavitation with exudative plural effusion following extracorporeal shock wave lithotripsy in an adult: a case report", "patient": "A 31-year-old Asian man with a history of asthma presented with left pleuritic chest pain.\\nOne week earlier, he had suffered from renal colic in the left flank. Ultrasound showed an 11 mm stone in the proximal section of the left ureter. He underwent ESWL, consisting of 4000 lithotripsy shocks at 87 kV, administered with a Delta Dornier lithotripter (Dornier Medical Systems, Marietta, GA). Two days later, our patient passed the stone, accompanied by renal colic. At that time, however, he had no pulmonary symptoms.\\nPhysical examination showed diminished breath sounds in his left lung, accompanied by generalized wheezing. His blood pressure was 120/80 mm/Hg and his respiratory and heart rates were 15 and 80 per minute, respectively. His body temperature was 37.2°C. Blood biochemistry revealed a white blood cell count (WBC) of 10,800 cell/mL, hemoglobin (HG) of 14.3 g/dL, platelets (PLT) of 365,000/mL, erythrocyte sedimentation rate (ESR) of 87 mm/h, and D-dimer of 2 ng/mL. Analysis of his pleural fluid showed WBC of 2000/mL, red blood cell count (RBC) of 600/mL, glucose 79 mg/dL, protein 4.8 g/dL and Lactate dehydrogenase (LDH) of 984 U/L. His pleural fluid LDH/serum LDH ratio was 984/930. Gram staining and cytology of his pleural effusion fluid showed no evidence of microorganisms or malignancy. Analysis of his arterial blood gas showed a pH of 7.37, a pO2 of 63.5 mmHg, O2 saturation of 91.2%, a pCO2 of 43 mmHg and HCO3 of 24.6 meq/L.\\nChest X-ray and a chest computed tomography (CT) scan showed consolidation with cavitation in the lower lobe of the left lung and moderate plural effusion on the left side (Figures and ). A perfusion lung scan revealed decreased perfusion in the subsegment of the left lung, indicating a low probability of pulmonary emboli. Lower extremity venous ultrasound showed no evidence of thrombosis. Culture of bronchoalveolar lavage (BAL) samples showed no evidence of microorganisms.\\nOur patient was treated with antibiotics and heparin for two days. After obtaining BAL culture and lung scan results, however, treatment was discontinued. He recovered spontaneously after four days.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'12455285': 1, '15538247': 1, '1888060': 1, '2782654': 1, '3656542': 1, '23935633': 2, '14698366': 1, '8513528': 1, '11835707': 1, '26503117': 1, '8516959': 1, '2313851': 1, '20807401': 2}", "similar_patients": "{'3722986-1': 1}"}