{"patient_id": 89691, "patient_uid": "2248591-1", "PMID": 18241329, "file_path": "comm/PMC002xxxxxx/PMC2248591.xml", "title": "Acute syphilitic chorioretinitis after a missed primary diagnosis: a case report", "patient": "A 35-year-old female patient with a medical history of myasthenia gravis, who was treated for more than 20 years with pyridostigmine, was admitted to our department of ophthalmology because of acute loss of vision. Three months prior to admission the patient suffered from bronchitis, accompanied by puffiness and ankle edema, presumably due to nephrotic range proteinuria, and arthralgias. Furthermore, she noted an intermittent exanthema on the flexor sides of both arms, on her calves and on the chest below her breasts. Her general practitioner found a nephrotic range proteinuria (9 g/d), subfebrile temperatures and a very high erythrocyte sedimentation rate of 22 mm per hour. Two weeks later she was referred to our nephrology department for an elective renal biopsy, which, unfortunately, did not yield a clear diagnosis upon immuno-histopathological examination. Mild mesangial hypercellularity and interstitial leukocyte infiltration were interpreted as being compatible with an early stage of primary focal segmented glomerulosclerosis (FSGS). The patient was treated with an angiotensin-converting enzyme inhibitor, a statin, and prednisolone (1 mg/kg bodyweight, i.e. 60 mg/d) and seen regularly for follow-up visits in the outpatients' clinic.\\nOne month after the onset of therapy the patient started suffering from severe stomatitis with the detection of Candida albicans, which was locally treated with an amphotericin B suspension. At that time the proteinuria had improved and was 1 g/d. One week later the patient showed multiple oral aphthous lesions, from which herpes simplex virus (HSV) DNA could be amplified. The patient therefore was treated with oral aciclovir. She also reported hoarseness and loss of hair which were interpreted as side effects of the steroid therapy, and a maculopapulous exanthema of the palms which was diagnosed as a potential symptom of ACE inhibitor intolerability. Two weeks later the stomatitis had improved markedly, and the palmar exanthema had almost resolved.\\n14 days prior to the present admission she had experienced several episodes of blurred vision. The sudden bilateral total loss of vision to hand movements led to an emergency admission to the university ophthalmology department. Ophthalmoscopy revealed whitish, cloudy veils in the vitreous body and bilateral retinitis with multiple white, ill-defined spots, particular in the immediate vicinity of large retinal vessels, highly suggestive of mycotic endophthalmitis (Fig. , movie in additional file ). The patient was immediately treated with intravenous fluconazole and cefotiam, which did not lead to improvement of the retinal lesions. Four days later, a diagnostic vitrectomy of the left eye was performed.\\nMicroscopically the vitreous fluid contained leukocytes, but no bacteria or fungi. Aerobic and anaerobic cultures remained sterile after 7 days, and PCR tests for viral DNA including cytomegalovirus were negative. A broad range PCR for bacterial 16S ribosomal RNA gene (rDNA) yielded a 805 bp fragment that showed 100 % identity to the 16S rDNA sequence of T. pallidum [GenBank: ]. Diagnosis of syphilis was confirmed by serological tests (Table ), penicillin G (5 × 106 units 5 times per day i.v.) was given for two weeks, and prednisolone was discontinued. During the following weeks and months the stomatitis, erythema and proteinuria resolved completely, and successful treatment was confirmed by a significant decline of T. pallidum-specific antibodies (Table ). The patient's vision also improved to finally 0.63 for the right eye, but remained impaired in the left eye (0.07). Upon specific questioning the patient admitted a single episode of casual sexual intercourse 4 months prior to the acute loss of vision as the possible time of infection. A syphilitic chancre was not noticed by the patient.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'16622098': 1, '17197882': 1, '13129993': 1, '12788134': 1, '9235493': 1, '1986297': 1, '3826066': 1, '16158310': 1, '2498774': 1, '22729668': 1, '2243679': 1, '1377787': 1, '12050339': 1, '17108014': 1, '18241329': 2}", "similar_patients": "{}"}