{"patient_id": 94555, "patient_uid": "2881437-1", "PMID": 19847087, "file_path": "comm/PMC002xxxxxx/PMC2881437.xml", "title": "Hepatic vasculitis mimicking liver abscesses in a patient with systemic lupus erythematosus", "patient": "A 29-year-old woman known to have SLE for 6 years presented to the emergency department with a 5-day history of upper abdominal pain. She described the abdominal pain as dull and crampy, mild to moderate in intensity and localized to the epigastric and right upper quadrant regions. Two days before admission, the abdominal pain became constant and severe, and associated with nausea and vomiting but not associated with positional changes, eating, bowel movements or other factors. There had been no fever, chills, diarrhea, heartburn, hematemesis, melena or hematochezia. There was no history of herbal use, taking any new drugs or ingestion of unusual or undercooked foods and no recent travel or contact with ill persons. She was not known to have drug allergies and had no history of cigarette use, alcohol drinking or drug abuse.\\nShe had been discharged from the hospital 2 weeks previously due the intrauterine death of her fetus at 30 weeks gestational age. She had been treated for SLE with low-dose prednisolone, with the addition of azathioprine and hydroxychloroquine and was maintained on pantaprazole as gastric prophylaxis. Her family history was notable for her mother who also had SLE.\\nOn physical examination, the patient was afebrile. Her blood pressure was 158/90 mm Hg, pulse rate was 117 beats per minute, respiratory rate was 22 breaths per minute and oxygen saturation was 97% while breathing room air. The patient appeared to be in severe pain, with a pain score 8/10, and there were no jaundice, pallor, skin rash or mouth ulcers. The lungs and heart sounds were normal. Abdominal examination yielded right upper quadrant tenderness with no guarding or rebound tenderness, normal bowel sounds and no palpable organomegaly or masses. Results of the remainder of the complete multisystem examination were unremarkable.\\nLaboratory studies revealed the following: serum sodium 132 mmol/L, potassium 4 mmol/L, and creatinine 54 μmol/L. A complete blood cell count revealed a hemoglobin level of 103 g/L, mean corpuscular volume 90 fL, mean corpuscular hemoglobin 30 pg, a white blood cell count of 10.8×109/L, an absolute neutrophil count of 9×109/L, lymphocyte count of 1×109/L, and an eosionophil count of 0.2×109/L, and a platelet count of 39×109/L. The hemolysis markers were normal. Serum iron saturation was 30%. Prothrombin time was 9.9 sec, partial thromboplastin time 34.2 sec, international normalized ratio of 1.1 and the fibrinogen level was normal. Serum liver biochemistry results showed a total bilirubin of 23.6 μmol/L and a direct bilirubin of 13.1μmol/L, alkaline phosphatase of 161 U/L, aspartate aminotransferase of 354 U/L, alanine aminotransferase of 429 U/L, albumin of 37 G/L. Serum amylase was normal. Stool examination for ova, parasites, and occult blood were negative. Urine analysis was normal. The erythrocyte sedimentation rate was elevated 125 mm/h. The complement levels were normal. Serologic studies revealed a positive antinuclear antibody test of 123.7 units and anti-ds-DNA test 200 units. Anti-SM, anticardiolipin antibody, antimitochondrial antibody, and anti-smooth muscle antibody were all negative. Immunoglobulin G was elevated at 26.5 g/L, and immunoglobulin M was normal. Viral hepatitis B and C screening tests were negative. The thyroid function test, vitamin B12 and folate levels were all normal. A chest radiograph, electrocardiogram and serum cardiac enzymes were all within normal limits. A computed tomography scan of the abdomen showed a normal liver size with multiple irregular hypodense lesions, mainly in the right hepatic lobe, which did not show arterial or venous enhancement ()\\nThe patient was diagnosed initially with SLE flare up with liver involvement and autoimmune thrombocytopenia. She was started on high-dose methylprednisolone, 1 gram intravenously daily for 5 days, and intravenous immunoglobulin for 3 days. On the second day of management the pain dramaticaly disappeared and the liver enzymes started to improve as well as the platelet count. The patient initially was covered with broad spectrum intravenous antibiotics (pipracillin-tazobactam and metronidazole) due to the possibility of pyogenic or amoebic liver abscess, but since there was no evidence of infection, clinically or by laboratory investigation, and the her condition improved clinically and biochemically in the second day after receiving pulse steroids, the antibiotics were discontinued.\\nAn ultrasound-guided biopsy from the liver lesions was non-conclusive, showing mild congestion and chronic mild inflammation with no granulomatous or atypical changes. Results of cultures from blood, urine and stool were negative. Amebiasis antibody was negative. She was discharged in good condition with no pain and normal liver enzymes and platelet count. Discharge medications included prednisolone tablet 40 mg daily and resumption of previous medications. A follow up CT-scan abdomen one month from discharge showed complete resolution of the previous lesions in the liver with normal liver parenchyma.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'20864789': 2, '11185688': 1, '21969165': 1, '13223169': 1, '1398643': 1, '25023725': 1, '27097818': 1, '11531001': 1, '14360844': 1, '7094903': 1, '849369': 1, '7405944': 1, '6484120': 1, '7310775': 1, '34829857': 1, '13794471': 1, '19847087': 2}", "similar_patients": "{'3101731-1': 1}"}