{"patient_id": 94099, "patient_uid": "2846357-1", "PMID": 20368791, "file_path": "comm/PMC002xxxxxx/PMC2846357.xml", "title": "A Case Delayed Hemorrhage from the Stump of the Superior Rectal Artery after Abdominoperineal Resection of the Rectum", "patient": "A 66-year-old man underwent abdominoperineal resection of the rectum for advanced rectal cancer after preoperative chemoradiotherapy. During the operation, the root of the inferior mesenteric artery (IMA) was not ligated. The IMA was tagged and preserved, separating the nervous and lymphatic tissues from the root to a site just peripheral of the confluence of the left colic artery (LCA), then the superior.rectal artery (SRA) was ligated (). On day 3 post surgery, the patient experienced epigastric pain and vomited a large amount of bile-stained fluid. Plain abdominal roentgenograms showed marked gaseous distension of the upper small bowel. Under upper endoscopy, a decompression tube was placed at the upper jejunum 30 cm distal to the ligament of Treitz (). Because the third portion of the duodenum was bent caudally, the decompression tube could not be passed more distally. By day 5 post surgery, symptoms associated with ileus had disappeared. On the seventh postoperative day, the patient was awakened by epigastric pain, immediately followed by copious coffee-grounds diarrhea from the end colostomy. Although anemia and edema of the eyelids were present, the patient's general appearance was good. Upper endoscopy demonstrated a large amount of fresh blood in the stomach and a longuitudinal ulcerative lesion having a visible pulsative vessel in the base of the third portion of the duodenum (). Because of the severe pulsation and intermittent but spurting bleeding, hemostasis under endoscopy could not be performed. To identify the origin of bleeding, an emergency computed tomography (CT) was performed. Surprisingly, on arterial-phase CT revealed that the marking clip placed at the third portion of the duodenum was very close to the stump of the SRA (, arrow). This finding implied that the source of bleeding was the stump of the SRA. Thirty minutes after the emergency CT, the patient vomited a large amount of fresh blood and became hemodynamically unstable. Immediately after fluids resuscitation and transfusion with 4 packed RBC and FFP, the patient was transferred to the angiography room. Emergency angiography revealed active projectile bleeding from the stump of the SRA (). The stump of the SRA was in direct communication with the third portion of the duodenum (, arrow). Extraluminal hemorrhage was not identified. The length of the proximal portion of the IMA was considered to be sufficient for embolization. The stump of the SRA was obliterated using microcoils (TORNADO) between the root of the IMA and the tip of the ligation distal to the LCA (). Coil embolization was successful for achieving hemostasis. During the next 24 hours, the patient underwent fluid resuscitation and blood transfusion including 4 packs of RBC and FFP. Rebleeding did not develop after coil embolization. By the 10th day after coil embolization, symptomatic improvement and hemodynamically stable status without dopamine were achieved. On the 14th day after coil embolization, upper endoscopy revealed only the flexion of the third portion of the duodenum (). CT showed no sign of intraabdominal hemorrhage (). Edema and mild ischemic change of the end colostomy were identified as due to obstruction of the LCA arising from coil embolization. A diet was given from the 15th day after coil embolization. The clinical course was uneventful and the patient was discharged on the 40th postoperative day.\\nOne of the rare points in the present case is the site of bleeding. Delayed postoperative hemorrhage in colorectal surgery has rarely been reported. All reports, including Japanese case reports, have demonstrated that the usual source of hemorrhage is a pelvirectal space associated with pseudoaneurysm of the ramification of the iliac artery and that the mechanism for formation of pseudoaneurysm was violation or exposure of the tunica adventitia of these vessels caused by lymph node dissection or postoperative anastomotic leakage [–]. In the present case, the source of hemorrhage was identified at the stump of the SRA. Although postpancreatectomy hemorrhage often occurs via active bleeding from the stump of the GDA, closely associated with anastomotic leakage at the pancreatojejunostomy [], our search of PUBMED showed no previous reports describing delayed hemorrhage from the stump of the SRA after colorectal surgery. In addition, a characteristic of this uncommon complication is that bleeding from the stump of the SRA was directly linked with the duodenum, leading to intraluminal hemorrhage without expansion into the abdominal cavity. Here we investigate the mechanism of this uncommon complication with a main focus on factors associated with surgical procedures in the present case. First, during lymph node dissection, the IMA was preserved and skeletonized from its base to its tributary (the peripheral side of the root of the LCA). The stump of the SRA was located approximately 4 cm distal to the base of the IMA (). Second, through the excision of the mesocolon, the peritoneum was resected from the infraduodenal portion to the bifurcation of the iliac artery, exposing the anterior aspect of the aorta, resulting in thebroad range of peritoneal defect. The peritoneal defect was repaired with an interrupted suture using 3-0 absorbable sutures. Because the transverse defect was quite broad, the suture line of peritoneal reconstruction yielded robust tension and contraction of the adjacent organs. Accordingly, the third portion of the duodenum was displaced downward (). Third, during the operation, an end colostomy was constructed with the sigmoid colon. During the maneuver of the left colon, the splenic flexure was not mobilized. Therefore, elevation of the end colostomy toward the abdominal wall yielded spasiticity of the mesenteric root of the left colon, including the stump of the SRA, leading to rotation of the stump of the SRA toward the cephalad portion very close to the anterior aspect of the duodenum (). Fourth, unfortunately, the patient developed palalytic ileus at the 3rd postoperative day. The flexion of the duodenum made it difficult to place the decompression tube distal to the ligament of Treitz. We infer that a strong force to the third portion of the duodenum during the insertion of the decompression tube violated the duodenal wall, and the stump of the SRA ().\\nIn the present case, the patient developed delayed postoperative hemorrhage 4 days after placement of the decompression tube for postoperative ileus. Although we could not identify the formation of pseudoaneurysm on the emergency CT or angiography, it is assumed that exposure of the tunica adventitia of the IMA and contact between the decompression tube and the stump of the SRA caused a pseudoaneurysm of the stump.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'17667506': 1, '17264020': 1, '17082894': 1, '20368791': 2}", "similar_patients": "{}"}