{"patient_id": 95766, "patient_uid": "2967841-1", "PMID": 21052501, "file_path": "comm/PMC002xxxxxx/PMC2967841.xml", "title": "Syphilitic Coronary Artery Ostial Stenosis Resulting in Acute Myocardial Infarction Treated by Percutaneous Coronary Intervention", "patient": "In June 2010, a 46-year-old male presented to the emergency department with sudden onset of severe chest pain, associated to progressive dyspnea and diaphoresis. He was a smoker but had no other risk factors for coronary artery disease. He had never received radiotherapy or chemotherapy. The patient was tachypneic at 26 breaths/min at admission, with regular rhythm at 160 beats/min. His blood pressure was 130/80 mmHg, and oxygen saturation measured through pulse oximetry was 83%. Cardiac auscultation was normal, and crackles were heard over lungs. The patient was submitted to orotracheal intubation and invasive mechanical ventilation considering acute pulmonary edema.\\nElectrocardiography showed sinus rhythm with ST elevation in leads I, aVL, aVR, V1 to V5 and ST depression in leads DII, DIII, and aVF, compatible with anterolateral wall acute myocardial infarction (). Acetylsalicylic acid and clopidogrel were administered, and the patient was routed to the catheterization laboratory. Coronary angiography showed a suboccluded ostial lesion of left main coronary artery () with a normal distal bed and subtle aortic regurgitation. The percutaneous coronary intervention with stent was promptly and successfully attempted. During this procedure, the patient presented signals compatible with cardiogenic shock, and he was transferred to Coronary Unit on vasoactive drugs (Dobutamine and Norepinephrine). Later, the patient was stabilized and removed from orotracheal intubation and invasive mechanical ventilation and weaning from vasoactive drugs.\\nLaboratory tests revealed cardiac troponin I of 29.6 ng/mL (upper limit 0.1 ng/mL) and CK-MB peak value of 114 IU/L (reference value <25 IU/L). Transthoracic echocardiography showed moderate left ventricle systolic dysfunction caused by hypokinesia of both mid and basal of the anterior and septal segments, with mild dilatation of the ascending aorta.\\nThe patient denied having sexually transmitted disease or undergoing any specifically treatment. VDRL titers were 1/512, and FTA-ABS was reactive. Serologies for hepatitis B and C and HIV were not reagent. The analysis of the cerebrospinal fluid showed VDRL and indirect immunofluorescence not reagent. Treatment with benzathine penicillin in a dose of 1200000 IU/week by 21 days was started, and the patient was discharged asymptomatic on acetylsalicylic acid, clopidogrel, beta blockers, and angiotensin-converting enzyme inhibitor therapy.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'16515437': 1, '857819': 1, '11194297': 1, '14211593': 1, '8674269': 1, '17073967': 1, '14128825': 1, '3579635': 1, '2679075': 1, '28651312': 1, '18719841': 1, '20527634': 1, '9456494': 1, '17092583': 1, '17387202': 1, '1462919': 1, '18388058': 1, '10838837': 1, '962632': 1, '5968451': 1, '32481278': 1, '16179782': 1, '21052501': 2}", "similar_patients": "{}"}