{"patient_id": 89923, "patient_uid": "2386799-1", "PMID": 18447919, "file_path": "comm/PMC002xxxxxx/PMC2386799.xml", "title": "Mucocele-like tumor and columnar cell hyperplasia of the breast occurring in a morphologic continuum", "patient": "During a routine mammogram, a 43-year-old African-American woman with no prior history of breast disease was noted to have several clusters of pleomorphic left breast calcifications. A biopsy of the associated mass lesion was subsequently performed and showed large areas of mucin extravasation and fibrosis but no areas that were unequivocally diagnostic of neoplasia. Mucinous carcinoma could not be excluded based on the pathologic findings, so a decision was made to excise the mass. A needle-localized excision was performed approximately 1 month after the biopsy.\\nThe excised sample, which measured 10.4 cm, was processed in its entirety for microscopic evaluation. Sections showed diffuse changes diagnostic of MLT, including large cystic spaces lined predominantly by flat attenuated epithelium and variably filled with a lightly amphophilic material (Fig. ). Occasionally, the lining showed hyperplastic changes. Admixed with the large cystic spaces were tubules with changes diagnostic of nonatypical columnar cell hyperplasia. The latter areas were lined columnar cells, approximately three-cells thick, with variable luminal snouts and no significant cytologic atypia. Notably, some cysts featured an apparent morphologic continuum between the columnar cell areas and the more conventional MLT areas with flat epithelial lining (Figure ). Transitions were generally 'gradual' within a given duct. In other areas, the lining of the cysts was low cuboidal, that is, within the morphologic spectrum of MLT but suggestive of a transition to columnar cell lesions. A few columnar cell lesions displayed cytologic atypia (Figure ), but none of the latter showed morphologic transitions with the MLT areas. All areas of the lesion displayed myo-epithelial cells.\\nImmunohistochemically, the columnar and flat areas had similar Ki-67 proliferative indices, which ranged from 1% to 5% (average 1.7% for MLT, 1.2% for columnar cell lesions without atypia and 3.4% for columnar cell lesions with atypia; mouse monoclonal antibody against human ki-67 antigen, clone mib-1, isotype IgG1-kappa, dilution 1:100, DakoCytomation, Carpinteria, California), and both displayed diffuse immunoreactivity for the estrogen receptor (ER-alpha, mouse monoclonal antibody, clone ID5, dilution 1:50, DakoCytomation). To a large extent, neither the columnar cells nor the attenuated cells of the MLT showed a reduced intensity and/or extent of staining for high molecular weight keratins (HMWK) (monoclonal antibody, clone 34betaE12, dilution 1:50, DakoCytomation), compared with the background ductules. However, in scattered columnar cell-lined ductules, which constituted less than 5% of the columnar cell lesions, which were unassociated with the MLT, and which corresponded to the foci of flat epithelial atypia, the columnar cells showed reduced staining for HMWK. Identical results were found when anti-HMWK was replaced with antibodies to cytokeratin 5/6 (mouse monoclonal antibody, clone D5/16 B4, prediluted, LabVision Corporation/Neomarkers Inc, Fremont, California).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'16400324': 1, '15897740': 1, '17543075': 1, '8764744': 1, '17024423': 1, '17786469': 1, '15049911': 1, '1847035': 1, '3014913': 1, '8302709': 1, '12717115': 1, '18447919': 2}", "similar_patients": "{}"}