{"patient_id": 93592, "patient_uid": "2823715-1", "PMID": 20205794, "file_path": "comm/PMC002xxxxxx/PMC2823715.xml", "title": "Missed presentation of Crohn's disease in a patient with a fistulating thigh abscess: a case report", "patient": "A 53-year-old white British gentleman presented with a 2 month history of purulent discharge from a sinus on the right lateral thigh. He was otherwise systemically well and has no significant past medical history. On admission he was apyrexial and haemodynamically stable. Examination revealed normal right hip movement. X-ray showed soft tissue radiolucent abnormality just distal to the lesser trochanter. Inflammatory markers were raised (CRP 165, WCC 13.1 × 109/L and neutrophils10.5 × 109/L) and wound cultures grew group B Streptococci and he was commenced on flucloxacillin and benzyl penicillin. Limited-view right hip MRI showed two locules of gas in the soft tissue just outside piriformis muscle and adjacent to the right femur (Figure ) and signal changes in the right gluteal muscles (Figure ) and a small collection within the muscles lateral to the right hip joint with no evidence of osteomyelitis.\\nHe was referred to orthopaedics where right hip abscess exploration with washout and primary closure was performed and the patient discharged the following day. He re-presented a week later with recurrent discharge from the same site, which was re-explored but on this occasion left open. He underwent further washout with closure 3 days later. The discharging \"sinus\" recurred again within 4 days. On this occasion, the wound was left open and left to heal by secondary intention. Plastics opinion was sought due to complex nature of the lesion and already extensive management. This complicated thigh wound was managed with interval washouts and long-term antibiotics.\\nFive years later, the patient was referred to general surgical clinic with presumed left leg cellulitis. He still had a chronic right-sided discharging sinus. Abdominal CT revealed a vesico-ileal fistula with thickened bowel wall and gas pockets in the left poster-medial thigh and the right proximal femoral and para-sacral spaces, suggestive of fistulating CD. The following day, right hemicolectomy, excision of ileo-vesical fistula and drainage of left thigh abscess was performed. Post-operative histology confirmed CD. The patient was discharged after 24 days requiring no treatment for CD on discharge and was follow-up by gastroenterologist. To date the patient remains well with no evidence of further soft tissue injury.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'8397704': 1, '18624820': 1, '8983593': 1, '10209409': 1, '7175885': 1, '20205794': 2}", "similar_patients": "{}"}