{"patient_id": 125144, "patient_uid": "2248285-1", "PMID": 18299722, "file_path": "noncomm/PMC002xxxxxx/PMC2248285.xml", "title": "Pulmonary Schizophyllum Commune Infection Developing Mucoid Impaction of the Bronchi", "patient": "A 54-year-old woman was referred to Saitama Cardiovascular and Respiratory Center in August 2000 for investigation of a cough, sputum, and an abnormal chest X-ray shadow. The cough and sputum had developed in December 1999 and had not improved. The patient had no relevant personal or family history. Physical examination did not reveal any abnormalities, including wheezes.\\nChest X-ray showed bilateral, hilar band-like shadows (). Computed tomography (CT) of the chest showed mucous plugs in both B3 bronchi and consolidation (indicating atelectasis) in the peripheral part of the mucous plugs (). Pulmonary function tests did not indicate bronchial asthma. Laboratory tests showed a white blood cell count of 3,400/mm3, with 9.5 percent eosinophils (323/µl). Radioimmunosorbent test showed the IgE concentration to be within normal limits, and results of radioallergosorbent test for specific IgE antibodies against Aspergillus, Cladosporium, Candida, and Cryptococcus were all negative. No inflammatory reactions, assessed by the C-reactive protein level and erythrocyte sedimentation rate, were observed. Bronchoscopy disclosed thick white mucous plugs in both B3 bronchi () that could not be removed by forceps and suctioning. Removal was attempted again on another day but failed. Higher magnification of the mucous plug sample showed numerous eosinophils (). Grocott staining of the mucous plug sample showed mold with a fragmented appearance (). Transbronchial lung biopsy specimens showed infiltration of eosinophils in the wall of the right upper lobe bronchus. From the third to tenth day after cultivation, cultures of the mucous plugs, bronchial aspirates, and sputum samples yielded the same mycelial colonies, which were white and had a felt-like, fluffy appearance on Sabouraud dextrose agar plates (); however, no other pathogenic microorganisms were isolated. A methane-like odor was observed. With regard to form, there were narrow and thin walls approximately 1.5 mm in width, as well as wide and thick walls approximately 2.5 mm in width, with separate hyphae but no clamp connection. Considering the feature of colonies, form, odor, and the two types of hyphae in the colony, we hypothesized that it was a monokaryotic strain of S. commune. We consulted the Chiba University Research Center for Pathogenic Fungi and Microbial Toxicoses for identification of the fungus. Mating tests were performed [,,]. The clinical isolate was inoculated onto plates opposite each tester monokaryotic strain of S. commune, wherein it was dikaryotized and a fruit body was formed at the point of contact (). When co-cultured with a dikaryotic strain, it was dikaryotized and produced basidiocarps. From the foregoing, this fungus was identified as a monokaryotic mycelium of S. commune. At a later time, the presence of S. commune in the patient's garden was confirmed ().\\nABPM, as well as ABPA (allergic bronchopulmonary aspergillosis), usually is diagnosed on the basis of Rosenberg’s seven primary criteria []: (1) episodic bronchial obstruction (asthma); (2) peripheral blood eosinophilia; (3) immediate scratch test reactivity to Aspergillus antigen; (4) precipitating antibodies to Aspergillus antigen; (5) elevated serum IgE concentrations; (6) history of pulmonary infiltrates (transient or fixed); and (7) central bronchiectasis. The diagnosis of ABPM is considered likely if the first six criteria were present, and the presence of all seven made the diagnosis certain. The present case satisfied only two (the second and the sixth criteria) of seven criteria (neither the third nor the fourth criteria were investigated because of methodological limitation), and diagnosis of ABPM cannot be established. We diagnosed the patient as MIB due to S. commune infection.\\nComplete removal of the mucous plugs by bronchoscopy was attempted twice unsuccessfully, and the patient was treated with ITCZ for three months, beginning in September 2000. The cough improved and sputum diminished, and in December 2000, bronchoscopy disclosed that the mucous plugs had disappeared. Bronchoscopy was repeated in July 2001, January 2002, and 2003, and there has been no recurrence of the mucous plugs () or symptoms. The patient has been followed up on an outpatient basis for seven years and has shown no signs of recurrence.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'32048034': 1, '8824983': 1, '9691645': 1, '4741888': 1, '9866981': 1, '8011808': 1, '30598472': 1, '8784558': 1, '26802032': 1, '1494165': 1, '29607966': 1, '9139133': 1, '12772607': 1, '29940940': 2, '10717010': 1, '27499992': 1, '31418501': 1, '10423513': 1, '5736360': 1, '31434820': 1, '8810763': 1, '1092235': 1, '1653680': 1, '7559933': 1, '23686329': 1, '10732837': 1, '23507274': 1, '9168655': 1, '11481826': 1, '27489762': 1, '27440814': 1, '848802': 1, '12087762': 1, '18299722': 2}", "similar_patients": "{'6019233-1': 1}"}