{"patient_id": 94293, "patient_uid": "2857481-2", "PMID": 20411134, "file_path": "comm/PMC002xxxxxx/PMC2857481.xml", "title": "Pyogenic Spondylitis after Vertebroplasty - A Report of Two Cases -", "patient": "A 74-year-old female that presented without diabetes and no other immune compromised diseases received a laminectomy with vertebroplasty for L4-5 spinal stenosis and an L4 osteoporotic compression fracture at another hospital. A post operative wound did not heal well and a serous discharge was drained consecutively. To control the infection of the surgical wound, debridement was performed twice. After two months, MRI showed endplate destruction and a cavitary lesion like an abscess at the site of L4. After 6 months and 22 months, serial roentgenographic images revealed a breakdown of the anterior cortex of the L4 vertebral body, with anterior displacement of the bone cement, and a sclerotic change of the L4 and L5 vertebral body. Three years after surgery, the patient came to our hospital and complained of severe back pain radiating to the lower abdomen, with associated weakness of both lower legs and walking difficulty. At that time, the body temperature was 37.7℃, the WBC count was 12,200/µL, the ESR was 32 mm/h, and the CRP level was 23.3 mg/dL. A roentgenographic image and MRI revealed a sclerotic change of the vertebral body, with anterior displacement of the bone cement, and multiple paraspinal and intraspinal abscesses with invasion of the spinal canal (). After broad antibiotic therapy for one week, the body temperature was 36.7℃, the WBC count was 10,900/µL, the ESR was 67 mm/h, and the CRP level was 19.6 mg/dL. Because of the poor general condition of the patient, temporary percutaneously endoscopic irrigation, debridement and a biopsy were performed under local anesthesia. After 3 weeks, a left-side abdominal approach for a total corpectomy of L4-L5 and decompression of the spinal canal were performed. None of the bone cement and infected bone was removed completely as the bone was hard like granite and close to the major neurovascular structures. An autologous iliac bone graft with a titanium mesh cage was performed after debridement (). The pathology report indicated the presence of osteochondral tissue with degeneration as well as chronic inflammation and fibrosis (). After 3 months, the patient was eventually discharged after the condition had stabilized.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'14588371': 1, '15131456': 1, '12394938': 1, '15205925': 1, '15912347': 1, '12394937': 1, '3600949': 1, '15636576': 1, '20411134': 2}", "similar_patients": "{'2857481-1': 2}"}