{"patient_id": 94802, "patient_uid": "2900053-1", "PMID": 20668567, "file_path": "comm/PMC002xxxxxx/PMC2900053.xml", "title": "Retrograde intubation in a case of ankylosing spondylitis posted for correction of deformity of spine", "patient": "36-year-old male patient, teacher by profession was admitted to Shree Krishna Hospital, for lumbar spine osteotomy with complaints of severe deformity of back with backache, and inability to sleep supine since 10 years. Patient's weight and height was 52 kg and 136 cm, respectively, with BMI: 27.81. Gradually he had increasing deformity of back in the form of forward bending due to which he had difficulty in looking forward. There was no significant medical, neurological, surgical and family history. He was on drug treatment of analgesics, indomethacin and omeprazole [Figures and ].\\nOn clinical examination, he had a fixed flexion deformity of thoracolumbar region of almost 80 degrees, as confirmed by chin brow angle. This made the patient maintain a constant attitude of extension at the neck in order to achieve a forward horizontal gaze, leading to fusion of posterior elements of cervical spine severely restricting neck movement in extension, flexion and side rotation. Airway examination revealed mouth opening was 4 cm with retrognathia. Mentothyroid distance was less than 6 cm.. On systemic examination there was no limitation of chest expansion and no neurological or cardiac abnormality.\\nOn ENT consultation, nasal passages were normal but vocal cords were not visible on indirect laryngoscopy. All routine and special investigations and pulmonary function tests were within normal. X-ray neck AP and Lateral view showed fusion of posterior element of cervical spine, and maximum extension and flexion was 18 and 20 degrees, respectively [Figures and ].\\nLooking at various clinical and radiological deformities, we planned for an awake nasal retrograde intubation with sedation under MAC in the absence of fiberoptic devices. Detail procedure for awake retrograde intubation was explained, and informed consent was taken. Trial of positioning on tipping operation table was given, so that support could be designed to suit the patient′s curvature during intubation. Patient was premedicated with0.2 mg of glycopyrrolate and 30 mg of pentazocine injection IM 45 min before operation. Topical anesthesia and decongestion was achieved by lignocaine 4% and xylometazoline 0.1% nasal pack. Approximately 4% viscous lignocaine gargles was given for oropharyngeal anesthesia. Total lignocaine dose was kept below 4 mg/kg. Routine monitoring with hemodynamicchanges were noted. An ENT surgeon asked to be on standby for possible emergency tracheostomy.\\nAdequate supports with four pillows to suit the existing deformity of thoracic and cervical spine and two bolster were placed under the legs to provide a comfortable and for better visualization of larynx. Oxygen was supplemented with nasal prongs. Under aseptic and antiseptic precautions, superior laryngeal nerve block was given with 2.5 mL of 2% lignocaine (plain) after negative aspiration on either side just above thyroid cartilage, at a point 1/3rd distance from midline and tip of superior cornu. Needle advanced 1-2 cm upwards and medially after ′give in′ with great difficulty due to bending forward posture, crowding of all anatomical landmarks in the anterior neck. Cricothyroid membrane was palpated, which was very narrow and infiltrated with1 mL 2% lignocaine. After Local anesthesia 16G epidural needle was passed cranially through the membrane with saline-filled syringe. Tracheal puncture was confirmed by an air aspiration and 1.5 ml of lignocaine 2% was injected. Epidural catheter was passed through the needle. Our plan was to retrieve catheter through the nostril, but due to distorted anatomy it came out through mouth without much difficulty. For nasal intubation, we railroaded the catheter through nostril by red rubber tube. Flexometallic tube 38FG was passed over the catheter; which could not be negotiated into the larynx. Multiple maneuvers like ET tube rotation, catheter tightening-loosening, backward pressure on larynx but failed and nasotracheal intubation was abandoned.[–] The catheter was redirected to oral route and Flexometallic tube 38FG was guided over it. Beveled end of tube was kept facing posteriorly. Lower end of catheter was tightened to guide the tube between the vocal cords, and later it was loosened so that tube could be passed up to desired length. Confirmation of endotracheal tube position was done by auscultation and capnography. Induction of GA was done with propofol 2 mg/kg and atracurium 0.5 mg/kg IV. Anesthesia was maintained with isoflurane and atracurium. Analgesia was supplemented with repeat dose of pentazocine. Smith Peterson osteotomy was performed al L 3-4 level in prone position. Anesthesia was reversed with neostigmine 50 mcg/kg and atropine 20 mcg/kg IV, and extubated in lateral position in the awake state in the OR. Post-operative analgesia was provided with tramadol 1 mg/kg IM 8 hourly. Patient was shifted to high dependency unit for post-operative observation.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'11071234': 1, '7446935': 1, '15765328': 1, '23372894': 1, '11812721': 1, '7294412': 1, '13806479': 1, '22345977': 1, '1739548': 1, '30402553': 1, '1824555': 1, '13999148': 1, '5047778': 1, '16126785': 1, '15121725': 1, '7396130': 1, '21655009': 1, '1600573': 1, '15485999': 1, '20668567': 2}", "similar_patients": "{}"}