{"patient_id": 93372, "patient_uid": "2810472-1", "PMID": 20111739, "file_path": "comm/PMC002xxxxxx/PMC2810472.xml", "title": "Eosinophilic Pleural Effusion: A Rare Manifestation of Hypereosinophilic Syndrome", "patient": "26-year-old African American male presented with shortness of breath of over two months. He was previously healthy and had a normal CBC and differential eighteen months prior to admission. CT scan showed bilateral pleural effusions, generalized lymphadenopathy, ascites, and splenomegaly (). Pleural fluid analysis and cytology showed an inflammatory infiltrate, reactive mesothelial cells, and 25%–30% eosinophils. No neoplastic cells were identified. Glucose, LDH, lipase, and amylase were normal. The pH was alkaline (7.53) and protein was consistent with an exudative effusion. CBC revealed a leukocytosis of 44.6 × 109/L; absolute eosinophil count (AEC) was 35.6 × 109/L. Peripheral blood smear, lymph node biopsy, and bone marrow aspiration showed eosinophilia with normal morphology, lymphoid hyperplasia, and hypercellular marrow with eosinophilia, respectively.\\nOther studies for parasitic infection, HIV, and TB were negative. Bone marrow flow cytometry showed polytypic B cells. FISH analysis and PCR assay for FIP1L1-PDGFRA fusion transcript did not detect an abnormality. A trans-thoracic echocardiography showed left ventricular ejection fraction 55%–60% with no diastolic dysfunction. A diagnosis of hypereosinophilic syndrome was made by exclusion. As initial treatment of hydroxycarbamide provided no clinical benefit or reduction in the eosinophilia, prednisone was added with prompt reduction of the eosinophilia. A trial of imatinib was given despite negative FIP1L1-PDGFRA without benefit. He had recurrent pleural effusions requiring repeated thoracentesis which continued to demonstrate persistent elevated eosinophil counts (). A permanent catheter was placed in the right pleural space and accessed for thoracentesis of about two liters every three to five days along with repeated large volume paracentesis for persistent ascites.shows that despite normalization of the patient's peripheral eosinophilia, his pleural effusions remained refractory to therapy. Four months after his initial presentation, he developed bilateral empyemas with methicillin resistant staphyloccus aureus as a complication of multiple thoracentesis, rapidly deteriorated in spite of aggressive management and died from multiple organ dysfunction.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'19243381': 1, '16646567': 2, '19386682': 1, '12806236': 1, '12660383': 1, '2178960': 1, '18344568': 1, '11855086': 1, '20111739': 2}", "similar_patients": "{'3891066-1': 1}"}