{"patient_id": 90447, "patient_uid": "2561012-1", "PMID": 18803864, "file_path": "comm/PMC002xxxxxx/PMC2561012.xml", "title": "Over a millon Creatine Kinase due to a heavy work-out: A case report", "patient": "This is a case of a 25-year-old Hispanic male presented to the Emergency Service with one-day history of dark urine and left thigh swelling. Two days prior to his complains, after having no training for the last six months, he decided to resume his physical activity. Without previous warming-up he began with a very heavy leg work-up. He also forced his left leg more than his right leg, the reason for that was 12 months earlier he had underwent surgery of his left knee due to an anterior cruciate ligament injury.\\nAfter 48 hours he noticed his urine became dark and his left thigh got swollen. He denied any past medical history apart from the surgery, he was taking no medications and he also denied any alcohol, drugs, steroids, hormones, dietary supplements consumption or injections on his lower extremities. Social, family and sexual histories were unremarkable. The physical exam revealed a mildly left thigh swelling, compared to his right thigh, and tenderness over his left quadriceps to deep palpation. Neurological exam was normal, and pulses were present in both extremities; also a compartimental syndrome was excluded with a Doppler Ultrasound. Chemistry analysis (Table ), Urinalysis (Table ) and Urine toxicology screening (Utox) was negative for alcohol, amphetamines, barbiturates, benzodiazepines, cocaine, methadone, opiates and phencyclidine.\\nDue to the clinical scenario and the value of creatine kinase (CK) obtained 1,454,952 UI, the patient was diagnosed of exertion-induced rhabdomyolysis. Also an increased in his aminotranferases enzymes was observed Alanine Aminotranseferase (ALT) 555, and Apartate Aminotransferase (ALT) 2292. Laboratory results were repeated 4 hours apart due to the electrolyte imbalances commonly seen in this pathology, showing a CK of 1,423,878 and normal creatinine and potassium. He was treated with a vigorous hydration, intravenous fluids (IV) of 0.9% NaCl, at a rate of 500 ml/hr, reaching a urinary output > 200 ml/hr. During his clinical course he presented no complication, 12 hours later the CK concentration was 321.244 UI, on day 2 CK was 299.148, on day 3 the CK decreased up to 181.196. After four days of IV fluids, his CK was 95.870, creatinine 0.9 and his thigh swelling was solved. The patient was discharged on day 5 with a CK of 52.476, creatinine of 0.9 and monitored as outpatient every 2 days, checking his CK and renal function. After 8 days his CK was less than 1000 with a normal creatinine 0.9.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'28332112': 1, '5075551': 1, '1275626': 1, '2882252': 1, '9328926': 1, '27891332': 1, '2106651': 1, '2156480': 1, '25606158': 1, '8304671': 1, '7349047': 1, '33567839': 2, '6282181': 1, '23230245': 1, '8821813': 1, '5230192': 1, '3382301': 1, '11898964': 1, '18803864': 2}", "similar_patients": "{'8378055-1': 1}"}