{"patient_id": 91565, "patient_uid": "2721583-1", "PMID": 19718307, "file_path": "comm/PMC002xxxxxx/PMC2721583.xml", "title": "Para aortic ganglioneuroma presenting as Cushing's syndrome", "patient": "An eight-year-old female [] presented with progressive weight gain since four months and increased appetite. There was no history of decreased visual acuity, diplopia or features suggestive of hypothyroidism. No proximal muscle weakness was noted. Her height was 127cm, weight 32kg (wt. age 9.5y) and BMI was 19.84. She has mild acanthosis, moon facies, double chin, buffalo hump and spinal tenderness over the lower thoracic spine. She had high blood pressure (170/90). Systemic examination was normal. Her hormonal profile [] showed an insuppressible LDDST and HDDST, high serum ACTH and normal 24h urinary metanephrines.\\nThe CT scan abdomen [] showed a dense mass lesion measuring 3.2 × 2.6 × 6 cm in the para aortic region arising at the interpolar region of the left kidney, had a speck of calcification. With IV contrast, tumor showed enhancement and arterial blush, suggestive of paraganglioma. Both the adrenals were normal.\\nThrough 11th rib transcostal retroperitoneal approach a 6 × 4 cm tumor [] at the level of L3 L4 adherent to sympathetic chain, abutting the aorta and psoas muscle with blood supply being derived directly from aorta was completely excised []. Postoperative period was uneventful.\\nGrossly this grayish white nodular mass was homogeneous on cut section. Microscopically tumor was encapsulated showing proliferation of spindle Schwannian cells in short fascicles. Ganglion cells were conspicuous in between, scattered in small aggregates []. Spherules of calcification were present. No neuroblastoma component could be identified. Features were in favor of a ganglioneuroma. Immunostaining for ACTH was positive [].\\nTwo lymph nodes included showed mild reactive changes with no evidence of metastases.\\nFinal diagnosis was an ectopic ACTH-secreting para aortic ganglioneuroma Stage 1(INNS International Neuroblastoma staging system)[] causing Cushing's syndrome.\\nFollow-up period was six months. Clinically, the patient lost 6kg in weight, showed improvement in her daily performance. Biochemically, serum ACTH and cortisol levels were normal at the end of one month post op. Patient is off the antihypertensives. Monthly follow-up during the first postoperative year was planned to detect early recurrence if any.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'23958171': 2, '16303835': 1, '11745303': 1, '11346873': 1, '11572035': 1, '27413558': 2, '16202863': 1, '10679039': 1, '19718307': 2}", "similar_patients": "{'4931079-1': 1, '3765299-1': 1}"}