{"patient_id": 126053, "patient_uid": "2771827-1", "PMID": 19949624, "file_path": "noncomm/PMC002xxxxxx/PMC2771827.xml", "title": "Epinephrine-Induced Polymorphic Ventricular Tachycardia in a Patient With Congenital Long QT Syndrome", "patient": "A 24-year-old Korean woman presented to the department of plastic surgery for surgical excision of a nevus on her nose. She was otherwise healthy and had no history of cardiac disease. Her routine pre-operative ECG showed a sinus rhythm with prolonged QT and QTc intervals as long as 528 and 562 ms, respectively (). Detailed history-taking after admission revealed three episodes of syncope associated with both physical and emotional upset, such as a 100 meter sprint, tug of war, and arguing with a stranger in a night club. Her family history was unremarkable for syncope or premature sudden death. Her routine laboratory findings and 2-dimentional echocardiographic findings were also unremarkable. As her syncopal episodes were related to physical exertion, an exercise ECG was performed; however, the test was uneventful with no syncope or ventricular arrhythmia. Thus, an epinephrine infusion test was performed according to the protocol of Shimizu and Antzelevitch. Immediately after the bolus injection of 0.1 µg/kg of epinephrine, the ECG showed marked prolongation of the QT interval followed by polymorphic ventricular tachycardia (). Direct current shock promptly terminated the ventricular tachycardia and restored a sinus rhythm with prominent T wave alternans, which lasted for a few minutes. With all of these clinical features we made the diagnosis of a long QT syndrome, probably type 1. A gene study was recommended, which was declined by the patient and her family. She was recommended to avoid competitive sports, and atenolol (100 mg per day) was prescribed. She has remained symptom-free for more than 2 year.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'10716483': 1, '30888625': 1, '12004990': 1, '15922261': 1, '11136691': 1, '15367556': 1, '11239413': 1, '12598076': 1, '3966369': 1, '17239714': 1, '18761222': 1, '10532503': 1, '16534005': 1, '9826320': 1, '19949624': 2}", "similar_patients": "{}"}