{"patient_id": 91963, "patient_uid": "2740100-1", "PMID": 19829964, "file_path": "comm/PMC002xxxxxx/PMC2740100.xml", "title": "Spontaneous corneal melting during pregnancy: a case report", "patient": "A 33-year-old Asian woman in her fifth month of pregnancy presented with discomfort and redness in her left eye. The patient had history of penetrating keratoplasty in both eyes secondary to corneal melting of unknown cause 15 years previously. She had been on the prolonged self-use of steroid eye drops at that time. Despite extensive screening, no immune-mediated or infectious condition was identified. The patient was not pregnant at that time. Thereafter, she had recurrent episodes of corneal melting in the right eye and underwent two more penetrating keratoplasties and one corneoscleral grafting procedure in the right eye. Every episode was accompanied by spontaneous corneal melting without obvious inflammatory signs. She remained asymptomatic for the next ten years, until her fifth month of her first pregnancy. She had no history of ocular trauma or systemic disease, and her pregnancy was uncomplicated.\\nExamination revealed several round infiltrations in the peripheral cornea in the left eye, accompanied by limbal edema and conjunctival injection (). Her right eye remained stable (). We prescribed topical prednisolone eye drops four times per day for her left eye. Two weeks later, the inflammatory signs and symptoms in her left eye completely subsided (). Meanwhile, her right eye developed corneal melting beginning in the superior part of the cornea (). No inflammatory signs or symptoms, such as pain, conjunctival injection, or corneal infiltrates, were observed. Systemic screening for rheumatologic diseases was performed; all test results were negative. Schirmer test revealed normal tear production in both eyes, and her lid function was normal. We prescribed oral prednisolone 30 mg per day after consultation with an obstetrician, and we performed amniotic membrane transplantation. Despite these efforts, the spontaneous corneal melting progressed, and Descemet's membrane became visible in the superior half of the cornea (). In the patient's seventh month of pregnancy, we performed penetrating keratoplasty in the right eye for tectonic purposes (). Corneoscleral grafting was also performed for the extremely thinned part of the peripheral cornea.\\nThe left eye presented with diffuse conjunctival injection and multiple, round infiltration in the inferotemporal periphery of cornea, suggesting marginal keratitis (A). The inflammation was completely resolved after two weeks of topical prednisolone therapy (B). Meanwhile, the right eye, which was totally opaque but remained stable for ten years after having undergone three penetrating keratoplasties (C), developed corneal graft melting without inflammation signs and symptoms (D, arrowhead). The graft lysis progressed over the next two months (E). Amniotic membrane transplantation was performed to stop the lysis of corneal graft, which failed (F). Descemet's membrane was visible in the superior half of the cornea (G, arrow). Eventually, the full-thickness corneal transplantation with tectonic corneoscleral grafting was performed (H).", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'3607598': 1, '15548800': 1, '8756561': 1, '12578766': 1, '17591666': 1, '1846591': 1, '18034884': 2, '1645518': 1, '16629065': 1, '8639096': 1, '8841295': 1, '3279558': 1, '18716941': 1, '16227852': 1, '18571094': 1, '19829964': 2}", "similar_patients": "{'2194706-1': 1}"}