{"patient_id": 90026, "patient_uid": "2430200-1", "PMID": 18492250, "file_path": "comm/PMC002xxxxxx/PMC2430200.xml", "title": "Bacteroides fragilis aortic arch pseudoaneurysm: case report with review", "patient": "A 58-year-old woman with diabetes mellitus, hepatitis C virus-related liver cirrhosis, and total hysterectomy for uterine myoma was admitted to another hospital because of a one-month history of recurrent fevers. Blood cultures were all negative, and a CT scan of the abdomen and pelvis was unremarkable. After a week of intravenous antibiotic treatment, she still presented with mild fever. Owing to that persisted intermittent low-grade fever, she was transferred to our institution and admitted for her fever cause surveying.\\nAt admission, she complained of aching sensation on her precordial area while coughing in recent one week. Her initial vital signs revealed a high fever up to 39.5°C, blood pressure of 140/88 mmHg, heart rate of 115 beats/min, and tachypnea of 28/min. The physical examinations were remarkable only for pale conjunctivae and crackles at the right lung base. Laboratory studies showed leukocytosis of WBC count 11,800/μL (74% neutrophils, 13% band forms, 7% lymphocytes, 5% monocytes, and 1% basophils); hemoglobin level 10.8 g/dL; and platelet count 102,000/μL. The C-reactive protein concentration was 182 mg/L. Electrolyte levels and renal function test results were within normal limits. The chest radiography revealed a mildly widened mediastinum with bilateral blurred costovertebral angles. Chest and abdominal computed tomography disclosed a mycotic pseudoaneurysm originating from the aortic arch with upper mediastinitis (Fig. ). The transthoracic echocardiogram revealed no evidence of infective endocarditis. Empirical treatment with cefotaxime and teicoplanin was administrated parenterally, and she was transferred to the intensive care unit for further care. The immediate aorta-coronary angiogram survey also confirmed an aortic arch aneurysm with normal coronary vessels. Suddenly, she was noted with paradoxical pulse on the blood pressure monitor. Owing to exacerbation of dyspnea, accumulation of massive left pleural effusion with tracheal deviation to the right side, and an enlarged heart shadow on the follow-up chest roentgenogram, the patient received an emergent operation under the suspicion of ruptured mycotic pseudoaneurysm. The operation was performed by deep hypothermia and circulatory arrest with superior vena cava retrograded brain protection. A ruptured mycotic pseudoaneurysm in the arch region (apparent orifice between the innominate artery and the left common carotid artery), diffuse mediastinal abscess, and pericardial effusion were found at operation. Ascending aorta-to-aortic arch prosthetic graft interposition (Meadox™ Hemashield® collagen graft) with innominate artery reimplantation were performed smoothly. Later, her blood cultures and resected tissue cultures all yielded B. fragilis were noticed, so the antibiotic regimen was adjusted according to the microbiological results. However, progressive jaundice with hepatic function impairment developed after surgery. Hemodynamic instability due to paroxysmal atrial fibrillation and rapid ventricular response and deterioration of consciousness occurred later. Intermittent low-grade fever developed again. Repeated blood cultures on postoperative day 10 revealed Candida albicans, and then amphotericin B was prescribed. Even though under intensive management and antimicrobial therapy, her hepatic and renal function continued to deteriorate and she died of multiple organ failure on postoperative day 14.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'9033332': 1, '14671700': 1, '11137930': 1, '2808512': 1, '24693472': 2, '27807483': 1, '11458171': 1, '10524981': 1, '6689027': 1, '6687677': 1, '8527537': 1, '27495079': 2, '8011346': 1, '23577875': 2, '27904124': 1, '14621021': 1, '17905558': 1, '24387673': 2, '15713936': 1, '6436514': 1, '14563506': 1, '18492250': 2}", "similar_patients": "{'4979833-1': 1, '3648365-1': 1, '3898389-1': 1, '3970306-1': 1}"}