{"patient_id": 91000, "patient_uid": "2635122-1", "PMID": 19159442, "file_path": "comm/PMC002xxxxxx/PMC2635122.xml", "title": "A rare case of cardiac paraganglioma presenting as anginal pain: a case report", "patient": "A 35 year old obese African American male, a mechanic by profession and no significant previous medical problems, came to the emergency room with left sided chest pain that started the night before and slowly got worse. By the time he reached the emergency room, the pain had reached 8 out of a maximum of10 in intensity. The pain was precipitated and aggravated by a stressful situation at home. It radiated to his left shoulder and was not relieved by rest. Patient had a five pack-year history of smoking but quit 10 years ago. He would occasionally drink alcohol. On further questioning, the patient revealed that he had been having mild left sided chest pains, sharp in nature and similar to the current episode, for the last few months. The pain would occur either with stress or exertion. He did not seek medical attention before because the pain would be transient and go away on its own after a few minutes. He was not on any medications and did not use any pain relieving medicines either for his prior symptoms.\\nIn the emergency room, patient was in mild distress and had a blood pressure of 165/81, something new for him. All the rest of the vital signs were normal and both the cardiac and pulmonary examination did not reveal any abnormality either. The basic laboratory work up was normal except a lipid profile showing elevated cholesterol of 238 mg/dl. The patient had an electrocardiogram that showed some premature supraventricular complexes without any ischemic changes. Cardiac biomarkers including serial troponin-I were also normal. The chest pain subsided in the emergency room with intravenous morphine. The patient was admitted to the hospital in the telemetry unit. He was found to have some runs of non-sustained ventricular tachycardia while in the hospital. He underwent a cardiac exercise stress test and an echocardiogram which revealed that patient had a normal ejection fraction but a dilated left atrium along with apical wall motion abnormality.\\nPatient then underwent a cardiac catheterization. It did not show any obstruction in the coronary arteries, but did reveal a \"tumor blush\" with neovascularization seen projecting from the left circumflex artery to the \"tumor blush\". (Figure ) Following the cardiac catheterization, patient had a CT scan of the chest to evaluate for any mass or tumor. The CT scan showed a 6 cm solid and likely necrotic mass beginning slightly anterior to the carina and extending caudally posterior to the left atrium. (Figure ) No prior imaging was available for comparison.\\nAs it was still unclear whether the mass was originating intrinsic or extrinsic to the heart, so to define it better anatomically, a transesophageal echocardiogram (TEE) was performed. The TEE also showed the large mass, likely extrinsic to the heart, compressing the left atrium. (Figure ) Finally, the patient underwent an open heart surgery for definitive diagnosis and management. During surgical exploration, an extremely hard mass was found on the dome of the left atrium, and on further exploration, the indurated tissue clearly extended to the left atrial appendage, underneath the superior vena cava and past the origin of the right superior pulmonary vein. Frozen sections of the biopsy from the tumor were suggestive of \"Cardiac Paraganglioma\", showing tumor cells arranged in a nest-like (Zellballen) pattern-separated by thin vascular network. (Figure ) This was later confirmed further with special staining. The patient's tumor was initially deemed unresectable, because of its location and local invasion, by the operating surgeon and the median sternotomy incision was closed. However, patient then had a second opinion by a different surgeon who successfully resected the tumor and the patient recovered from the operation without any major complications. His normetanephrine levels which were very elevated before the tumor resection (1447 microgram/24 hours), normalized to 312 microgram/24 hours (normal value 110–620 microgram/24 hours) after the tumor was resected. Five years later he is doing well with no recurrence of the tumor, though he has to use a thiazide diuretic for blood pressure control.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'18406162': 1, '18721588': 1, '15337082': 1, '8892789': 1, '11595866': 1, '1731689': 1, '23360571': 2, '13940959': 1, '11689815': 1, '18645373': 1, '17462425': 1, '19159442': 2}", "similar_patients": "{'3599281-1': 1}"}