{"patient_id": 89495, "patient_uid": "2078590-1", "PMID": 17903268, "file_path": "comm/PMC002xxxxxx/PMC2078590.xml", "title": "Ipsilateral reexpansion pulmonary edema after drainage of a spontaneous pneumothorax: a case report", "patient": "A 25 year old male patient presented to our emergency department 24 hours after the onset of a sudden left-sided inspiratory chest pain without any further associated symptoms. His medical history was unremarkable except for a smoking history of nine pack years. The patient was in good general health with normal vital signs, including respiratory rate (16/min) and oxygen saturation (98% when breathing ambient air). Physical examination was normal except for diminished breath sounds on the left side, as were laboratory values. Chest X-ray confirmed the clinical suspicion of a left sided spontaneous pneumothorax with slight mediastinal shift as a possible sign of a beginning tension pneumothorax (figure ). A chest tube was inserted in local anesthesia in the left midaxillary line without complication. A negative pressure of 20 cm H2O was applied. Ninety minutes after the insertion of the chest tube with drainage and relief of symptoms, the patient complained of dyspnea and increasing pain in the left chest. Chest auscultation revealed left-sided inspiratory crackles. Oxygen saturation decreased to 85% despite the addition of oxygen (initially 2 l/min via nasal cannula). Later oxygen saturation stabilized at 90% with 12 l/min oxygen via a non-rebreather face mask. The arterial blood gas analysis under 12 l/min oxygen showed hypoxemia: pO2 7.9 kPA (>10.7 kPA), pCO2 5.5 kPA (5–5.5 kPA), pH 7.36 (7.38–7.42), bicarbonate 23 mmol/l (21–26 mmol/l) and oxygen saturation of 90%. A second chest X-ray demonstrated an expanded left lung, but also an ipsilateral pulmonary edema (figure ).\\nThe patient stabilized under continuous oxygen (12 l/min via a non-rebreather face mask) with his oxygen saturation steadily increasing. No other treatment was necessary. The patient was transferred to the medical floor where the negative pressure on the thoracic drainage was continued. The patient's further hourly clinical observation was unremarkable over the course of 12 hours (figure ). Finally, the patient was in a good condition without requiring any additional oxygen. The chest drainage was removed when no more air leakage was detected on day 2 of hospitalization. A third chest X-ray 12 hours after the removal of the chest drainage showed a completely reexpanded left lung and a decreased pulmonary edema (figure ).\\nThe patient was discharged without any further complications. The clinical follow-up for 3 months was unremarkable. During follow-up no CT scan of the chest was performed, because the conventional chest X-ray was completely normal and also to prevent the young patient from additional radiation, even though the requirement of only low radiation doses for the quantification of pulmonary emphysema has been shown []. Therefore, in case of any subtle abnormality on the conventional chest X-rays, CT scans are warranted in order to search for bullous lung diseases.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'6689613': 1, '16687717': 1, '3279931': 1, '10963523': 1, '1959396': 1, '22627959': 1, '12554036': 1, '22707500': 1, '16580755': 1, '13635394': 1, '15276344': 1, '20305724': 1, '17392257': 1, '16242493': 1, '19561809': 1, '11074335': 1, '33162661': 1, '11426755': 1, '8736658': 1, '25024481': 2, '12414037': 1, '15879459': 1, '11171742': 1, '17903268': 2}", "similar_patients": "{'4091004-1': 1}"}