{"patient_id": 125932, "patient_uid": "2722012-1", "PMID": 17043436, "file_path": "noncomm/PMC002xxxxxx/PMC2722012.xml", "title": "Etanercept-Induced Systemic Lupus Erythematosus in a Patient with Rheumatoid Arthritis", "patient": "A 55-yr-old Korean woman presented with fever and generalized weakness which persisted for 3 months. She had no history of pulmonary tuberculosis or diabetes mellitus. She was diagnosed as seropositive RA 20 yr ago, and had been treated with prednisolone, NSAIDs and methotrexate. Since she had continued active joint inflammation, 25 mg of etanercept twice weekly subcutaneous injection was added to the treatment 8 months ago. Despite improvement of her arthritic symptoms, she began to experience severe fatigue and malaise 3 months ago. Intermittent high fever, myalgia, oral ulcers, gum bleeding, and 10 kg-weight loss were associated. Physical examination revealed cachexic, chronic ill looking woman with severe wasting. Her blood pressure was 130/75 mmHg, heart rate 88/min, and body temperature 38.1℃. Her hands demonstrated typical changes of RA with ulnar deviation and deformity of her fingers. Conjunctiva was anemic. Shallow irregular shaped ulcers with hemorrhagic spots were noted in the oral cavity. On chest examination, crackles were heard over both lung fields. There was no abnormal finding without hepatosplenomegaly in the abdomen. Initial complete blood count revealed hemoglobin of 7.7 g/dL, white cell count of 3,000/µL (65% neutrophil, 26% lymphocyte), and platelet of 40,000/µL. Peripheral blood smear showed no abnormal hematologic cells. Erythrocyte sedimentation rate was 11 mm/hr and C-reactive protein was positive at 0.6 mg/dL (normal <0.3). Blood chemistry values revealed a total protein of 6.6 g/dL, albumin of 2.4 g/dL, BUN 17 mg/dL, creatinine 0.6 mg/dL, AST 447 IU/L, and ALT 113 IU/L. Creatine kinase was elevated to 253 IU/L. Urinalysis revealed one positive for protein. ANA was positive at a titer of 1:640, staining speckled pattern, and rheumatoid factor was positive at 2,180 IU/mL (normal <15 IU/mL). Anti-dsDNA was positive at 14.2 IU/mL (normal <10 IU/mL). Antibodies against ribonucleoprotein and Ro/SS-A were positive, but La/SS-B and Smith were negative. C3 was 19.2 mg/dL, C4 was 9.9 mg/dL. Symmetrically narrowed joint spaces, bony erosion, and osteopenia were shown in hand radiography suggesting chronic RA with destructive change. Chest radiography revealed pneumonia and pulmonary edema in both lung field (). Chest CT showed pneumonia, pulmonary edema, and pleural effusion with pulmonary hemorrhage suggestive of lupus pneumonitis (). Bone marrow examination was normal except for increased megakaryocyte without evidence of hematologic malignancies.\\nA diagnosis of SLE with major organ involvement with pneumonitis and thrombocytopenia was made. Etanercept was discontinued and high dose corticosteroid was started. Lupus pneumonitis complicated with pulmonary hemorrhage was improved with corticosteroids treatment. However, residual lung infiltration remained. Bronchoscopic cell culture and PCR of sputum revealed coexistent adenoviral infection, and acyclovir was instituted. Two month later, her general condition markedly improved. However, she was complicated by unilateral pleural effusion, which showed positive for acid-fast bacilli PCR. Anti-tuberculous therapy of isoniazid, ethambutol, rifampin, and pyrazinamide was started. She is maintained on prednisolone 20 mg/day, hydroxychloroquine 300 mg/day, and nabumetone 1 g/day with minimal symptoms upon 12 months of follow up. However, she still had high titers of ANA and anti-dsDNA antibodies.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'12605321': 1, '12353965': 1, '15234017': 1, '10075615': 1, '12687569': 1, '14674674': 1, '11867114': 1, '14616825': 1, '15627197': 1, '9920948': 1, '12851868': 1, '11739498': 1, '23198006': 1, '30147384': 2, '15152062': 1, '15142273': 1, '12655253': 1, '9218612': 1, '15297281': 1, '15610214': 1, '12792223': 1, '15637039': 1, '11083258': 1, '18712523': 1, '12379532': 1, '11083257': 1, '17043436': 2}", "similar_patients": "{'6103321-1': 1}"}