{"patient_id": 125841, "patient_uid": "2707761-1", "PMID": 19590614, "file_path": "noncomm/PMC002xxxxxx/PMC2707761.xml", "title": "Oral Giant Cell Granuloma in a Patient with Glycogen Storage Disease", "patient": "A male patient with consanguineous parents was first diagnosed with GSD type 1b when he was six months old. At age 24, the Hematology Center referred him to the Oral Diagnosis Service of the Federal University of Minas Gerais to treat a hyperplasic lesion in the oral mucosa.\\nAs a consequence of lipid disturbance, the patient had his gallbladder removed. He presented hepatomegaly, hypoglycemia, short stature, and many previous episodes of recurrent infections including hospitalizations due to the neutropenia. In his first appointment, he showed low neutrophil numbers (1.05 x109 /L; normal range from 1.7 to 8.0 x109 /L) and a high level of uric acid (11 mg/dl; normal range from 3.4 to 7.0 mg/dl). He was being treated with Granulokine 30 (Roche, Switzerland) for about 10 years (subcutaneous injection/ 1ml / alternating days), which is a granulocyte colony-stimulating factor (G-CSF) and with Allopurinol (GlaxosmithKline, Rio de Janeiro, Brazil) (100 mg / 2x day) for uric acid control. Besides these drugs, he was also taking a vitamin complex (Protovit Plus) (Bayer, Rio de Janeiro, Brazil).\\nIntraoral assessment showed high levels of plaque and calculus, severe periodontitis with edematous gingiva, absence of tooth # 47, dental caries and a hyperplasic purplish lesion in the lingual aspect localized adjacent to the teeth 32, 33 and 34 (Fig. ). There was also a purplish tumoral lesion in the posterior alveolar ridge between teeth # 46 and 48 (Fig. ). The panoramic x-ray image of this area (Fig. and ) revealed a nonspecific ill-defined rarefaction, without evidence of sclerosis at the margins. Widening of the periodontal ligament space, lamina dura destruction, and narrowed roots were present in those teeth. The axial computed tomography (CT) image (Fig. ) demonstrated that such lesion was non-expansible and extended to the mandibular canal. In addition, the lingual cortical and the alveolar bone were destroyed as confirmed by the coronal CT.\\nThe patient underwent comprehensive non-surgical periodontal therapy. Teeth 26, 28, 36, 37, 46 and 48 were removed due to advanced periodontal disease. Based on a provisional diagnosis of pyogenic granuloma or peripheral giant cell granuloma, the anterior hyperplasic lesion was entirely removed through excisional biopsy. Histological examination confirmed the diagnosis of peripheral giant cell granuloma (Fig. and ). In the posterior intra-osseous lesion, a fine needle aspiration biopsy was performed, but it was not contributive. Thus, an incisional biopsy was done and the time teeth 46 and 48 were extracted. The histological diagnosis was central giant cell granuloma (Fig. and ). The parathyroid hormone level was within the normal limits. After a discussion with the medical staff on how to approach the case, the intraosseous lesion was conservatively treated. A total volume of 0,5 ml injections of corticosteroid (triamcinolone, 20 mg/ml) and local anaesthetic solution (lidocaine 2%, 1:1) [,] were used. Intralesion applications were performed every fifteen days for three times. Two weeks after the third application, clinical and radiographic examinations suggested regression of the lesion and no further applications were necessary. There was no evidence of recurrence after 1 year of follow-up.", "age": "[[6.0, 'month']]", "gender": "M", "relevant_articles": "{'12373578': 1, '2304744': 1, '7776266': 1, '15620781': 1, '29119402': 1, '9106875': 1, '15699644': 1, '11862204': 1, '7617501': 1, '8391447': 1, '17175348': 1, '3025513': 1, '17552001': 1, '16294221': 1, '10318794': 1, '12787044': 1, '19590614': 2}", "similar_patients": "{}"}