{"patient_id": 90551, "patient_uid": "2572604-1", "PMID": 18925952, "file_path": "comm/PMC002xxxxxx/PMC2572604.xml", "title": "Sclerosing mesenteritis as a rare cause of abdominal pain and intraabdominal mass: a cases report and review of the literature", "patient": "A 52-year-old male patient presented with chronic abdominal pain for about 6 mo and intraabdominal mass for about 1 mo. The abdominal pain, mainly located around navel, was intermittent and mild. The mass, located in the right lower quadrant, was mobile, smooth, rigid and about the size of a fist. The laboratory profile of routine blood test, renal and hepatic function tests were normal. Abdominal CT scan demonstrated a solid soft-tissue mass with calcification in the right lower abdomen, which correlated with small bowel and mesentery (Figure ). Barium meal examination indicated that distal ileum was tangled without obstruction (Figure ). For short of experience, the radiologist misdiagnosed this patient with celiac teratoma. So the patient underwent an exploratory laparotomy in our department at March 2 2004. A mass, its diameter being about 5 cm, was detected in mesentery of distal ileum. A few ileums tightly adhered on the mass and showed chronic ischemic condition with scars on the serosal surface; however the involved intestine had no obstruction. The three times intraoperative frozen section indicated that it was an inflammatory mass. The mass and adhered intestines were removed. The biopsy of pathological specimens with paraffin section showed fat necrosis, sclerosing fibrosis, clusters of inflammatory cells and lipid-laden macrophages in mesentery mass; and the inflammatory stopped abruptly at the edge of bowel wall (Figure , ). So this case was diagnosed with sclerosing mesenteritis at last. The patient did not take immuno-suppressor and recovered well after operation without any digestive discomfort. No recurrence of the sclerosing mesenteritis was observed during 4 years of follow-up.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'20361382': 1, '11197260': 1, '20671922': 2, '22473414': 2, '26848804': 1, '19143059': 1, '23483843': 1, '25191632': 2, '22672224': 2, '17172587': 1, '14615565': 1, '21541084': 2, '15373322': 1, '15888621': 1, '10887539': 1, '9164510': 1, '12452945': 1, '27795801': 1, '21882092': 1, '19673029': 1, '9130985': 1, '26436663': 2, '17478346': 1, '17099377': 1, '15727618': 1, '17879414': 1, '18925952': 2}", "similar_patients": "{'2910504-1': 1, '3086324-1': 1, '5588320-1': 1, '3449199-1': 1, '3297042-1': 1, '4153878-1': 1}"}