{"patient_id": 93331, "patient_uid": "2807159-1", "PMID": 20101315, "file_path": "comm/PMC002xxxxxx/PMC2807159.xml", "title": "NORMOLIPEMIC TUBEROUS XANTHOMAS", "patient": "A 50-year-old male presented in outpatient department with history of yellowish nodular lesions on the trunk and limbs for the past two years. The lesions first appeared as small, yellowish nodules, which were well circumscribed on extensor surface of forearms and arms. After two months, nodular lesions appeared on the back of neck, trunk, thighs, and legs. There was no history of diabetes mellitus, hypothyroidism, or any other systemic disease. The patient was a bidi smoker for the past 30 years. There was no history of similar lesions observed in his parents, siblings, or children.\\nOn examination, the patient looked healthy and had no pallor. Cutaneous examination revealed multiple, firm, nontender, mobile, red-yellow nodules, 1–2 cm in size on the dorsal aspects of forearms and arms, medial aspect of thighs, extensor surface of legs, back of neck, face, and lower back [Figures –]. Some of the lesions were found on forearms, arms, and back had central crusting. Rest of the physical examination was within normal limit except for skin lesions.\\nRoutine investigations including complete hemogram and urine analysis were normal. Other investigations revealed normal lipid profile, thyroid, liver and kidney function tests, and blood sugar levels. The results of chest X-ray, E.C.G, and ultrasonography of abdomen were normal. Serum protein electrophoresis showed normal pattern. The histopathological evaluation from one of the nodules showed thinned out epidermis with collection of lobules of foamy macrophages separated by fibrous bands [Figures and ]. The patient was kept on follow up and repeated lipid profile after one month showed almost similar values. Cryotherapy with nitrous oxide was done for large tuberous xanthomas along with oral antioxidants. Patient is responding well to the treatment. The skin lesions are healing and he is still under follow-up.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'1184257': 1, '3777975': 1, '16638433': 1, '7263974': 1, '73309': 1, '33790639': 1, '26288461': 1, '7479470': 1, '34408584': 1, '3862364': 1, '26265850': 1, '7300004': 1, '30967723': 2, '20101315': 2}", "similar_patients": "{'6421923-1': 1}"}