{"patient_id": 89946, "patient_uid": "2394531-1", "PMID": 18479509, "file_path": "comm/PMC002xxxxxx/PMC2394531.xml", "title": "Spontaneous rupture of an infected renal cyst and external drainage through a lumbar surgical scar in a male patient with cervical spinal cord injury: a case report", "patient": "A 49-year old male sustained C-6 complete tetraplegia in 1975. He underwent extended right pyelolithotomy in 1999. In 2003, this patient noticed a lump on the right side of the abdomen. A computed tomography (CT) scan of the abdomen revealed several large cysts in the right kidney (Figure ). Open surgical deroofing and marsupialisation of a large cyst in the upper pole of the right kidney were carried out in August 2003. Subsequently, there was recurrence of a thick-walled cystic space-occupying lesion in the upper pole of the right kidney containing reflective fluid, which was consistent with an infected cyst. Thick pus was aspirated from the infected renal cyst on six occasions since September 2003; the last aspiration was performed in November 2004. Microbiology of the aspirate revealed the growth of coliforms. In March 2006, an ultrasound scan revealed a cyst measuring 6.2 cm in diameter in the upper pole of the right kidney. The wall of the cyst was mildly, uniformly thickened with no irregularity. The cyst contained clear fluid. There was a further adjacent 3 cm simple cyst at the upper pole of the right kidney with associated calculi. Gallstones were noted in the gallbladder. The left kidney contained small cysts. As there was no clinical or sonographic evidence of infection in the right renal cysts, the patient was kept under observation.\\nIn November 2006, the patient developed chest infection and required mechanical ventilation. During this admission, medical care was focused on the patient's chest condition, and understandably the renal cyst was not given priority in investigation or treatment. In February 2007, the patient had been weaned off the ventilator but he was still requiring intense chest physiotherapy. While turning the patient, nurses noticed a swelling in the middle of the right flank scar. After two days, the swelling burst and purulent material drained on to the skin. Microbiology of the purulent discharge revealed the growth of Providencia stuartii. This patient did not develop a fever, shivering or any other indicative feature of infection. Ultrasound examination showed a fistulous tract running between the renal cyst and the abdominal wall. A CT scan of the abdomen was performed to look for any collection of pus in the perinephric space. The CT scan revealed loss of the fat plane between the mid-pole of the right kidney and the postero-lateral abdominal wall (Figure ). This was contiguous with a 4 × 2 cm area of soft tissue thickening and fluid collection in the subcutaneous fat. There was a small pocket of gas. There was extruded calcific material from the right kidney antero-lateral to the psoas muscle. On sagittal reconstruction of the CT scan, a communication between the cyst in right kidney and exterior through a defect in abdominal muscles could be seen distinctly (Figure ). The amount of purulent discharge draining through the flank wound decreased gradually over a period of 10 weeks. The patient remained afebrile. This patient was scheduled for aspiration of the remaining cysts in the right kidney once the infective process subsided.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'11512075': 1, '8213379': 1, '15912785': 1, '3715054': 1, '7272680': 1, '1891996': 1, '23811552': 1, '15237485': 1, '6608236': 1, '6838347': 1, '23148775': 2, '17619717': 1, '18479509': 2}", "similar_patients": "{'3533859-1': 1}"}