{"patient_id": 92183, "patient_uid": "2740317-1", "PMID": 19829971, "file_path": "comm/PMC002xxxxxx/PMC2740317.xml", "title": "Dobutamine stress test and beta-agonist - a potential concern for nuclear cardiology testing: a case report", "patient": "A 67-year-old Caucasian female with severe COPD who was receiving continuous oxygen treatment in addition to multiple bronchodilator and ant-inflammatory medications including fluticasone/salmeterol (Advair), tiotropium-bromide (Spiriva), ipratropium-bromide/albuterol-sulfate (DuoNeb) and budesonide (Pulmicort), presented to the hospital with sudden onset substernal chest pressure at rest which resolved spontaneously. She has no history of coronary artery disease, but limited cardiovascular risk factors including age and hypertension. Her physical examination was unremarkable with the exception of elevated blood pressure (158/92 mmHg). Serial electrocardiogram and cardiac enzymes during hospital course were within normal limits. For that reason, DST was scheduled. The patient received albuterol inhaler treatment 30 minutes prior to DST in addition to her scheduled bronchodilators as above. She underwent pharmacological stress test with dobutamine infusion at a maximum rate of 40 mcg/kg/min, a total dose of 28 mg, and atropine 0.2 mg. She reached to target heart rate with dobutamine/atropine combination. Blood pressure response was normal. During recovery the patient developed severe substernal chest pain that was similar to her prior pain and radiated to jaw. She appeared diaphoretic, pale and sick. Concurrent electrocardiogram showed 1.5 mm STSE in lead II, III, aVF, V3, V4 and V5 ( & ). There was only minimal improvement of chest pain with sublingual nitroglycerine. ST-segment remained elevated. Thus the patient underwent urgent cardiac catheterization. Coronary angiogram revealed no obstructive epicardial coronary artery disease ( & ). Chest pain resolved during catheterization while she was receiving nitroglycerine infusion and morphine. Thus our patient likely manifested coronary spasm with chest pain and STSE in the setting of albuterol and dobutamine combination. There was no evidence of myocardial necrosis based on biomarkers. The patient’s hospital course was uncomplicated. She remained chest pain free with medical management including long acting nitroglycerine.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'17679071': 1, '11078231': 1, '7934540': 1, '9874060': 1, '11474162': 1, '2475721': 1, '15642763': 1, '7653441': 1, '19829971': 2}", "similar_patients": "{}"}