{"patient_id": 90205, "patient_uid": "2503993-1", "PMID": 18662394, "file_path": "comm/PMC002xxxxxx/PMC2503993.xml", "title": "Lateral rectus muscle disinsertion and reattachment to the lateral orbital wall in exotropic Duane syndrome: a case report", "patient": "The parents of a 7-year-old boy noted that he had been unable to move his left eye outward since childhood. He had one strabismus surgery (large lateral rectus recession) in the left eye due to exotropia at the age of 3 years. Visual acuity was 20/20 in each eye. A 15° right face turn was found with 30 prism diopters' (PD) left exotropia. Versions revealed an inability to abduct the left eye with moderate limitation in adduction. He had significant upshoot and globe retraction in the right gaze. A left Exotropic Duane Syndrome with severe cocontraction was diagnosed.\\nAt the time of surgery, intra-operative forced ductions revealed moderate restriction to adduction. A lateral limbal conjunctival incision was performed and the lateral rectus muscle was isolated on a muscle hook. The insertion of the lateral rectus muscle was in 17 mm posterior to the limbus. Blunt dissection between the lateral rectus and lateral orbital wall was performed and exposed the lateral periosteum 4 to 5 mm posterior to the orbital rim. Single, double-armed, 5-0 nonabsorbable polyester sutures (Ethicon) were placed and locked through the insertional end of the muscle. The lateral rectus muscle was disinserted and reattached to the periosteum with two bites. Intra-operative forced ductions were repeated at the end of surgery and revealed improvement in adduction (free passive adduction of the globe). Follow-up 1 year after surgery showed 6 PD of exotropia in the primary position, and a marked decrease in globe retraction, upshoot and face turn (Figure ).", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'1594186': 1, '23205369': 1, '22906380': 1, '24618490': 1, '11033136': 1, '28442887': 1, '29018747': 1, '22737345': 1, '15492742': 1, '15314598': 1, '14730290': 1, '16213389': 1, '18662394': 2}", "similar_patients": "{}"}