{"patient_id": 92528, "patient_uid": "2769386-1", "PMID": 19918436, "file_path": "comm/PMC002xxxxxx/PMC2769386.xml", "title": "Isolated avulsion of the vastus lateralis tendon insertion in a weightlifter: a case report", "patient": "A 32-year-old, Australian Caucasian man who was a national competing power lifter was referred to our specialist sports clinic 8 weeks after experiencing sudden intractable pain in his left knee, accompanied by a loud popping sound, whilst leg pressing 300 kg. Weight bearing and extension of his left leg were subsequently limited as a result of pain. Prior to attending our clinic, he had been managed non-operatively by his General Practitioner and a Physiotherapist, who had provided him with a knee brace for support. Despite this, he suffered continued pain and weakness, but denied any locking, giving way or instability.\\nHe was a non-smoker, with no past medical problems and expressly denied using systemic steroids. He had not previously experienced any knee problems. Clinical examination revealed left quadriceps wasting in comparison to the contra-lateral leg with a palpable gap over the superior-lateral aspect of his patella. Knee flexion, in particular squatting, evoked pain and accentuated the gap. This also further demarcated the prominent, retracted vastus lateralis muscle belly (). A normal range of active movement was retained; however power in extension was diminished in comparison with the other leg. There was no extension lag and no clinical evidence of ligamentous or meniscal pathology within the knee joint.\\nBlood tests showed no evidence of haematological or metabolic abnormality.\\nAnterior-posterior, lateral and skyline patella radiographs of the knee showed no diagnostic irregularity and no evidence of femoral trochlea dysplasia or variation in patella height or tilt. MRI demonstrated a complete and isolated avulsion of the vastus lateralis component of the quadriceps tendon in the osteotendinous region at its patella insertion (). The patient was keen for operative intervention as he had already undertaken a course of unsuccessful conservative therapy and was anxious to expedite his return to training.\\nIntra-operative findings confirmed an avulsion of vastus lateralis with a residual stump of osteotendinous tissue still attached to the patella (). The remaining quadriceps tendon was well attached and appeared macroscopically normal. Two Super Mitek anchors pre-loaded with Orthocord dual sutures (DePuy, California) were introduced to the patella gaining a firm hold. The tendon was then reattached to the patella using these anchors affording stable fixation (). The primary repair was re-enforced by continuous soft tissue, Mason-Allen type absorbable sutures. Patella tracking and quadriceps tendon tension were compared intra-operatively to the contra-lateral knee and showed no variation. MRI scans taken two weeks after surgery demonstrated intact repair of the vastus lateralis tendon with in situ suture anchors ( and ).\\nPost operatively the knee was immobilized in an extension brace restricting movement from 0-45° for six weeks with protected weight bearing (). At this point the brace was removed and a graded physical therapy program was commenced aiming for return to full training at six months. One year later, the patient returned to full, pain free training, but whilst leg pressing was only able to lift 70-80% of the previous weight he was pressing. Clinically there was no evidence of decreased power or range of movement, and the repair appeared intact.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'16189308': 1, '16951978': 1, '1414770': 1, '18552766': 1, '13521168': 1, '16119286': 1, '12828449': 1, '9119867': 1, '18036231': 2, '9619463': 1, '3044659': 1, '32566342': 2, '17621001': 1, '11901344': 1, '19918436': 2}", "similar_patients": "{'7288245-1': 1, '2213671-1': 1}"}