{"patient_id": 91633, "patient_uid": "2726505-1", "PMID": 19830149, "file_path": "comm/PMC002xxxxxx/PMC2726505.xml", "title": "Intravascular lymphoma presenting as a specific pulmonary embolism and acute respiratory failure: a case report", "patient": "In May 2005, a 38-year-old man was referred to our intensive care unit with acute respiratory failure and long lasting fever. He had an unremarkable medical history until 5 months ago when he was referred for a 15 kg weight loss and fever. Clinical examination was normal at that time. Appropriate investigations failed to demonstrate any bacterial, viral, parasitic or mycobacterial infection, including intracellular bacteria, HIV, hepatitis B virus, hepatitis C virus, tuberculosis, typhoid, syphilis, or brucellosis. Antinuclear antibodies, rheumatoid factors, and anti-neutrophil cytoplasmic antibodies were also negative. No monoclonal immunoglobulin was detected in serum or urine. Thoracic and abdominal computed tomography (CT) scan revealed no abnormality except a homogeneous splenomegaly. In April 2005, bone marrow aspiration demonstrated evidence of hemophagocytosis without any other abnormality and a lymphoproliferation was therefore suspected. The bone marrow biopsy was normal and diagnostic splenectomy was performed, but the pathologic examination of the spleen was inconclusive. Since there was a high suspicion of histiocytic lymphohistiocytosis and of lymphoproliferation, steroids were started leading to transient improvement in the patient's clinical condition.\\nIn May 2005, the patient developed acute respiratory failure, with profound hypoxemia of PaO2 35 mmHg while breathing room air, and a shunt effect only partly corrected by oxygen PaO2 51 mmHg and PaCO2 25 mmHg while under 5 L/minute O2. He was referred to the ICU with a clinical diagnosis of highly probable pulmonary embolism with acute right heart insufficiency.\\nIn addition to persistent fever (39.3°C), clinical examination revealed an exanthema, as well as jugular venous distension, without any other signs of cardiac failure. The clinical examination was otherwise unremarkable. Clinical and radiological examination showed no evidence of pneumonia or bronchiolitis. Ultrasonography of the deep leg veins was negative. His hemoglobin level was 10.6 g/dL mean corpuscular volume, 94 fL; mean corpuscular hemoglobin 31.2 pg, and platelet count was 117 g/L. The peripheral blood picture was unremarkable and the serum lactate dehydrogenase level was elevated at 1164 U/L.\\nA chest CT-scan ruled out any proximal or sub-segmental pulmonary embolism but the ventilation/perfusion lung scan indicated a high probability of pulmonary embolism with multiple bilateral and distal perfusion defects without evidence of a right-left shunt (Figure , left panel). A cutaneous biopsy was performed, showing several abnormal lymphocytes on cytological examination of biopsy smears and suggesting lymphoma. The cutaneous biopsy pathology revealed large pleomorphic cells expressing CD20 in blood vessels and was diagnosed as intravascular lymphoma (Figure ).\\nDespite the acute respiratory failure and the profound hypoxemia, non-invasive mechanical ventilation was not performed mainly because of the acute right insufficiency. The patient required no organ support other than oxygen therapy.\\nUrgent cancer chemotherapy of cyclophosphamide, adriamycin, VP16 and steroids (CHOP) was started in order to treat the malignant pulmonary vascular involvement. This treatment led to a dramatic improvement in the patient's clinical condition. Five days after admission, he was free of oxygen therapy and the perfusion lung scan was normal (Figure , right panel). After six cycles of chemotherapy with CHOP-Methotrexate associated with Rituximab, the patient was considered to be in complete remission (CR). High-dose chemotherapy with autologous stem cell transplantation was carried out. The patient was alive in CR at 1 June 2008.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'16276171': 1, '27015192': 2, '24454389': 2, '17577023': 1, '2805852': 1, '24172780': 1, '18427781': 1, '11186959': 1, '28717087': 1, '15461623': 1, '2420221': 1, '15849762': 1, '7841719': 1, '19830149': 2}", "similar_patients": "{'3880734-1': 1, '4998387-1': 1}"}