{"patient_id": 126926, "patient_uid": "2987204-3", "PMID": 21286360, "file_path": "noncomm/PMC002xxxxxx/PMC2987204.xml", "title": "Non-vascularized fibular graft reconstruction after resection of giant aneurysmal bone cyst (ABC)", "patient": "A 6-year-old male child presented with painful limping on the left side of 12 months' duration. Physical examination demonstrated diffuse swelling in the left hip region with marked tenderness and limitation of the hip range of movement. Plain radiography of the pelvis and hips showed an osteolytic “blow-out” lobulated lesion outlined by a paper-thin shell of cortex over the proximal part of the femur bone. MRI demonstrated the presence of an 8.0 × 8.0-cm multilocular bone cyst involving the neck and proximal part of the femur (Fig. ). Well-demarcated multiple fluid levels and internal hemorrhage were also noted. After the diagnosis of ABC was ensured by open biopsy, resection of the tumor through peeling the cyst from the outer periosteum was done without damaging the neurovascular bundles or the surrounding attached tendons. The remaining defect in the proximal femur was bridged by two struts of fibular graft (each 10 cm in length) harvested subperiosteally from the middle two thirds of the ipsilateral fibula to allow for future regeneration of the fibula. The remaining periosteal sheath of the cyst was closed over the fibular graft, without using internal fixation. Postoperatively, the patient was kept in hip spica for 2 months, then mobilized on crutches for another 4 months. The patient needed fixation of the graft by plate and screws after he had delayed union 4 months after the initial operation as manifested by angulations of the distal part of the graft with the femur. Postoperatively, the patient used crutches with no weight bearing for another 3 months.\\nRemoval of the plate and screws took place after 2 years when full incorporation of the graft was achieved proximally and distally. Grossly, all resected specimens were cystic, with several hollow spaces of varying sizes that were filled up with blood clots. Microscopic examination revealed many septae-forming blood-filled channels. Multinucleated giant cells, osteoid and woven bones were apparent in the septae. No malignant cells were found.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'619438': 1, '22430999': 2, '2744912': 1, '3956013': 1, '1591685': 1, '15812295': 1, '7000788': 1, '6382367': 1, '25850529': 1, '17322438': 1, '16131903': 1, '11408073': 1, '7146925': 1, '4562200': 1, '6339139': 1, '2324134': 1, '2298771': 1, '18450634': 1, '11886919': 1, '23482322': 2, '16269876': 1, '10502326': 1, '30556444': 1, '27413565': 2, '25038971': 1, '21286360': 2}", "similar_patients": "{'2987204-1': 2, '2987204-2': 2, '3591053-1': 1, '4931088-1': 1, '3332324-1': 1}"}