{"patient_id": 89567, "patient_uid": "2194702-1", "PMID": 17999776, "file_path": "comm/PMC002xxxxxx/PMC2194702.xml", "title": "Chondroblastoma of the cuboid with an associated aneurysmal bone cyst: a case report", "patient": "An 18 year old female presented to the clinic with a 4 month history of pain and swelling in the right foot. The patient had no history of trauma and denied any recent history of fevers and chills. Pain was insidious in onset and gradually worsened causing difficulty in walking. Pain had increased markedly during the two months prior to presentation to our clinic. The patient had a liver abscess at the age of 4 and past open heart surgery for total correction of tetralogy of fallot at the age of 7 years. On examination the patient had tenderness and a swelling on the outer aspect of the right foot in the calcanocuboid region. There was no soft tissue involvement even though the overlying skin was warm. No appreciable lymphadenopathy was noted. She could not bear weight on the right foot. Motor function was difficult to asses due to excruciating pain on movement; she would drag her foot on the ground while walking suggesting that dorsiflexion was severely affected.\\nConventional radiographs showed a lytic lucent area within the right cuboid bone (Figure &). Septations were seen, but the cortex was intact. No fractures or dislocation of the cuboid was noted.\\nMRI showed cystic areas with fluid filled levels in the right cuboid bone (Figure ). Mild expansion of the bone was noted. However no cortical break or involvement of other tarsal bones was seen. The lesion appeared hypointense on T1 and hyperintense on T2 images and also showed post contrast enhancement. Based on the imaging studies the foremost differential diagnosis of giant cell tumor, chondroblastoma, and aneurysmal bone cyst were made.\\nAn open biopsy was thereafter performed. Microscopic examination of the tissue revealed sheets of cells exhibiting oval to elongated nuclei and moderate eosinophilic cytoplasm with distinct highlighted cell boundaries. Cells were indented with lobulated nuclei (Figure ). Occasional mitotic figures and scattered giant cells were also identified. Focal areas of fine calcification around individual cells (called chicken wire calcification) were seen (Figure ). Tumor cells were positive for glycogen on PAS stain. Cells were set in chondroid matrix which was highlighted with PAS stain (Figure ). In some areas cystic spaces containing hemorrhage along with multinucleated giant cells in the wall were also seen. A diagnosis of chondroblastoma associated with an aneurysmal bone cyst was made.\\nAn intralesional curettage using a high speed burr was then performed. The defect was then filled in by cancellous bone graft and bone substitutes.\\nAt 6 months post-operatively the patient was ambulating normally without a limp. Range of motion at the ankle, subtalar, and midtarsal joints had improved significantly. The patient will be followed with serial radiographs at 3-months for 1 year. Thereafter, radiographs will be obtained every 6 months and then yearly until 5 years post-operatively. Her recent radiograph shows good incorporation of the bone graft.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'11725841': 1, '17304775': 1, '4585180': 1, '23448376': 2, '5445403': 1, '14434165': 1, '19970672': 1, '16951639': 1, '3978565': 1, '2793161': 1, '15704086': 1, '9127115': 1, '2579018': 1, '10954104': 1, '22900136': 1, '3997927': 1, '8769465': 1, '17999776': 2}", "similar_patients": "{'3598533-1': 1}"}