{"patient_id": 93533, "patient_uid": "2821753-1", "PMID": 20169139, "file_path": "comm/PMC002xxxxxx/PMC2821753.xml", "title": "Life-Threatening Cardiac Manifestations of Pheochromocytoma", "patient": "A 62-year-old female patient was admitted to our hospital to perform radical hysterectomy, which was complicated by postoperative incision infection. She had a history of systemic arterial hypertension, diabetes, and obesity. At the 20th day of admission, she complained of acute typical chest pain, followed by ST-segment elevation in anterolateral leads and increased CK and CK-MB serum levels, with a rise and fall typical curve [maximum of 856 mg/dL (reference range <240 mg/dL) and 154 mg/dL (reference range <24 mg/dL), resp.], and diagnosis of MI was made. She was treated with chemical thrombolysis, heparin, metoprolol, antiplatelet, and ACE inhibitor; primary angioplasty was not attempted. Twelve days after MI, she presented with palpitations and was again admitted to the ICU. She had no other symptoms, her heart rate (HR) was 160 bpm, blood pressure (BP) of 180/110 mmHg, and lung fields were clear. The ECG revealed a monomorphic VT with left bundle branch block morphology and left axis deviation (). Ventricular tachycardia (VT) was reversed by intravenous amiodarone, and maintenance dose was initiated. In order to rule out an ischemic-related arrhythmia, a coronary angiogram was performed, showing only a 30% obstruction at the first marginal branch of the left circumflex coronary artery, and a discrete increase in the left ventricular diastolic volume. The chest X-ray was normal and the echocardiogram revealed hypokinesis of the lateral wall of the left ventricle, with a slightly decreased ejection fraction (LVEF = 56%).\\nDespite amiodarone, the tachycardia episodes persisted, and procainamide was added. Further, VT episodes became refractory (4 to 5 recurrent VT per day), always well tolerated. Indeed, she presented hypertension during most episodes of VT. An electrophysiologic study was then performed aiming VT ablation, but even after many attempts including endovenous isoproterenol, the arrhythmia could not be induced.\\nSotalol was also ineffective and a trial of high doses of propranolol was used, rendering VTs less responsive to electrical cardioversion and high blood pressure during VT. Paradoxically, BP reduced after VT termination.\\nA Holter monitoring revealed bi-directional VT and an ECG showed a QTc prolongation (560 ms) (Figures and ). The characteristics of hypertension during VT and the effects of propranolol made a clinical suspicion of pheochromocytoma, which was confirmed by urinary levels of epinephrine (683 mg/24 h, reference range =<20), norepinephine (1638 mg/24 h, reference range = 15–80), dopamine (660 mg/24 h, reference range = 65–400), and vanilmandelic acid (13.9 mg/24 h, reference range =<10 mg). Magnetic resonance imaging revealed a large (46 × 48 mm) left suprarenal mass (). No extra-adrenal pheocromocytomas was observed in the paraganglion tissue of the sympathetic nervous system or mediastinum. Differentiation with adenoma was made by in-phase and opposed phase MRI. After starting treatment with phenoxybenzamine, the BP was controlled, the QT interval normalized, and she had no recurrences of VT even after withdrawing the antiarrhythmic drugs. Unfortunately, she developed another in-hospital infection before proceeding with tumor resection. She died 2 months later as a result of multiple organ failure. Her family refused an autopsy, and histological confirmation of pheocromocytoma was not possible.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'27671984': 1, '15042254': 1, '16886958': 1, '33764957': 1, '18045948': 1, '16555704': 1, '19207773': 1, '10999582': 1, '17599858': 1, '15517048': 1, '3239451': 1, '24653738': 1, '17521556': 1, '17923879': 1, '15558925': 1, '8128468': 1, '30534261': 1, '19554007': 1, '21806080': 1, '19075541': 1, '14686578': 1, '20169139': 2}", "similar_patients": "{}"}