{"patient_id": 95811, "patient_uid": "2978448-1", "PMID": 21116368, "file_path": "comm/PMC002xxxxxx/PMC2978448.xml", "title": "Melanoma of the penis with scintigraphically-guided sentinel node biopsy", "patient": "A 73-year-old uncircumcised male with a history of melanoma in situ, squamous cell carcinoma, and basal cell carcinoma of the head, neck, and extremities presented to his local doctor for a red bump on his penis noted during self-examination. He denied any tenderness, ulceration, discharge, or bleeding from the lesion. His medical history was also significant for Merckel cell carcinoma on the left side of his face metastatic to lymph nodes that were treated with a left superficial parotidectomy, modified radical neck dissection, and radiation therapy. He did not receive chemotherapy for the Merckel cell carcinoma and has had no evidence of recurrent disease. The penile lesion was non pigmented, flat, hyperaemic, and measured 4×5 mm. It was located on the dorsum of the shaft of his penis close to the corona of the glans. He was treated with several courses of antibiotics over 4 months without a significant change in the lesion. An excisional biopsy was performed under local anaesthesia and revealed a nodular malignant melanoma, Breslow depth 2.5 mm, Clark Level IV, positive for ulceration, with a negative deep margin but a positive lateral margin. He was referred to us for further evaluation and treatment.\\nOn physical examination, he was healthy with well healed surgical scars of the head, neck, and extremities. No inguinal adenopathy was noted on palpation. The external genitalia showed an uncircumcised penis, and on retraction of the foreskin there was a partially healed surgical incision on the dorsum of the shaft of the penis close to the corona of the glans. A computed tomography-positron emission tomography (CT-PET) scan showed no evidence of metastasis. Based upon these findings, he underwent a wide local excision, essentially a radical circumcision, and sentinel lymph node biopsy for further staging.\\nOne hour preoperatively, the patient received an intradermal injection of technetium-99m filtered sulfur colloid around the prior biopsy site on the foreskin for sentinel lymph node scintigraphy. The flow images identified a sentinel lymph node in the left groin only []. Wide excision of the bed of the previous biopsy, circumcision, and excision of the scintigraphically positive nodes was done under anaesthesia. Intraoperatively, a Neoprobe was used to identify the sentinel node and confirm removal of all radioactive tissue.\\nThe pathology specimen showed no residual invasive melanoma but only melanoma in situ [] that was immunoreactive to Pan-melanoma, Melan-A, vimentin and S100. The four lymph nodes were negative for malignancy. Given the melanoma in situ, the patient was treated with imiquimod topical 5% cream three times per week for 3 weeks by his dermatologist. He had no evidence of local or regional recurrence at the 3 year follow-up visit.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'24031073': 1, '15879790': 1, '16516049': 1, '18607597': 1, '17656225': 1, '17509308': 1, '21116368': 2}", "similar_patients": "{}"}