{"patient_id": 96080, "patient_uid": "2997228-1", "PMID": 21170367, "file_path": "comm/PMC002xxxxxx/PMC2997228.xml", "title": "Resolution of immune thrombocytopenic purpura associated with extranodal B-cell lymphoma of the petroclival region after radiotherapy", "patient": "A 75-year-old male presented with loss of hearing, hoarseness, and dysphagia, progressively deteriorating over two months. The patient had a past history of diabetes mellitus and hypertension. Clinical examination found a painless left parotid lymphadenopathy and a paralysis of the soft palate and tongue on the affected side. Audiography showed Class 2 hearing on the Gardner–Robertson scale[] in the affected ear. No other abnormalities were identified. Blood cell counts and serological examination were normal, except for elevation of soluble interleukin-2 receptor level at 2950 U/ml (normal range 220–530 U/ml). Computed tomography (CT) with contrast medium revealed a slightly enhanced mass, maximum diameter 6 cm, in the clivus and petrous bone with extensive osteolytic reaction []. Magnetic resonance imaging (MRI) demonstrated a tumor diffusely infiltrating into the clivus and petrous bone with homogeneous enhancement after gadolinium administration []. Both CT and MRI revealed isolated unilateral parotid lymphadenopathy. Cerebral angiography demonstrated tumor staining supplied by the ascending pharyngeal artery and occipital artery. Positron emission tomography using fluorine-18 fluoro-2-deoxyglucose revealed strong uptake in the clivus. Gallium-67 scintigraphy and contrast-enhanced CT scan of the chest, abdomen, and pelvis confirmed petroclival origin.\\nA suboccipital craniotomy was performed and a biopsy sample was taken. The tumor had infiltrated into the suboccipital muscles and eroded through the occipital bone and petrous bone. The dura mater was not involved. Histological analysis of the biopsy samples demonstrated the diffusely infiltrated tumor in the muscles and bone, which consisted of small to medium lymphocytes and plasmacytoid cells with abundant basophilic cytoplasm and lymphocyte-like nuclei []. Immunohistochemical examination demonstrated the tumor cells were immunopositive for B-cell-associated antigens LCA, CD20, and CD79a, and immunonegative for UCHL-1, CD3, CD5, CD10, and CD23. Based on these findings, the diagnosis was small B-cell lymphoma with plasmacytic differentiation.\\nThe postoperative course was uneventful. Laboratory examination just after surgery found no abnormalities. Local radiation therapy at 2Gy/fraction was started one week after surgery. Parotid lesion was also included in the field of radiation. Complete blood count after 14Gy irradiation revealed thrombocytopenia with platelet count of 38,000/µl, hemoglobin of 11.7 g/dl, and white blood cell count of 5200/µl. On the next day, platelet count fell to 24,000/µl. Serum biochemistry and serum protein electrophoresis revealed findings within normaL limits. Serum M-component was not detected. Bence–Jones protein was not found in the urine. Platelet-associated immunoglobulin G was 254 ng/107cells (normal range 9–25 ng/107cells). Other autoantibodies including anticardiolipin and lupus anticoagulant were not detected. Serological tests for recent viral infection (hepatitis B virus, hepatitis C virus) were negative. Results of bone marrow aspiration showed normal cellularity and increase in megakaryocytes. Drug-induced thrombocytopenia was also excluded. The diagnosis was immune thrombocytic purpura. Oral prednisone 1 mg/kg/day was initiated and was gradually tapered within a few weeks. Platelet count rose to 90,000/µl and 220,000/µl after 32Gy and 46Gy irradiation, respectively. Finally, a total dose of 50Gy was delivered to the entire lesion, and a booster dose of 6Gy was added to the residual lesion in the clivus. Hoarseness and dysphagia improved to allow eating of normal food. Magnetic resonance imaging after radiotherapy confirmed complete remission []. No evidence of recurrence and normal platelet count were confirmed at the two-year follow-up examination.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'9031122': 1, '10924985': 1, '10348285': 1, '15479694': 1, '18287133': 1, '15118895': 1, '15183482': 1, '16308165': 1, '10894617': 1, '8331227': 1, '34504550': 1, '3277525': 1, '33994446': 1, '11391724': 1, '12480233': 1, '11919310': 1, '21170367': 2}", "similar_patients": "{}"}