{"patient_id": 95800, "patient_uid": "2975082-1", "PMID": 21076536, "file_path": "comm/PMC002xxxxxx/PMC2975082.xml", "title": "Penile Fracture with Associated Urethral Rupture", "patient": "A 42-year-old man reported to the emergency room approximately 8 hours after striking his erect penis against his partner's perineum during sexual intercourse. This was accompanied by immediate pain and detumescence. Significant penoscrotal swelling ensued and the patient was unable to void beginning at the time of the injury. Physical exam revealed a swollen, ecchymotic penis without blood at the meatus (see ). Leftward penile deviation was noted opposing the right-sided eggplant hematoma on the penile shaft. Appropriate concern for penile fracture led to operative management.\\nAt the time of operation, a subcoronal circumcising incision was made and the penis was degloved. After evacuation of a large hematoma, a significant defect was identified in the right corpus cavernosum. The defect was ventral in location though lateral of midline. Additionally, a large injury involving the ventral half of the urethra was identified (see ). An 18 French catheter was introduced through the meatus, maneuvered across the defect and into the bladder. The urethra was then spatulated and closed in a watertight fashion over the catheter using 5-0 PDS suture. The cavernosal injury was repaired in an interrupted fashion using 5-0 PDS suture (see ). We have found this to be of adequate strength if done in an interrupted fashion with a several week abstinence of intercourse although 3-0 PDS is likely a more preferable suture choice for most situations. A circumcision was then performed and the skin edges were reapproximated using interrupted 4-0 Vicryl suture (Figures and ). Postoperatively, the patient received diazepam 5 mg nightly in an attempt to prevent nocturnal erections. The urethral catheter was left in place for 4 weeks and then removed. The patient voided without difficulty and was able to regain erectile function. There has been no development of penile curvature or erectile dysfunction since last followup visit four years following surgery.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'29047457': 1, '7354542': 1, '1773294': 1, '10893586': 1, '25371629': 2, '2304187': 1, '7490817': 1, '15147548': 1, '31543948': 1, '10443737': 1, '671593': 1, '6632099': 1, '25949981': 1, '1732623': 1, '23589751': 1, '26265868': 1, '9586616': 1, '6740844': 1, '21076536': 2}", "similar_patients": "{'4216558-1': 1}"}