{"patient_id": 92802, "patient_uid": "2783064-1", "PMID": 19946541, "file_path": "comm/PMC002xxxxxx/PMC2783064.xml", "title": "False positive diagnosis of malignancy in a case of cryptogenic organising pneumonia presenting as a pulmonary mass with mediastinal nodes detected on fluorodeoxyglucose-positron emission tomography: a case report", "patient": "A 50-year-old Caucasian woman presented to a chest clinic with a 1-year history of a cough. A chest X-ray performed at the time of onset of symptoms had been normal. She had a history of allergic rhinitis and had developed a wheeze, and a provisional diagnosis of allergic asthma was made by her family doctor. There was an initial improvement in her symptoms with courses of prednisolone, but by the third course she was failing to respond. She had also been given a month's trial of a proton pump inhibitor for suspected associated acid reflux. There were no complaints of loss of weight or appetite. She had smoked 20 cigarettes daily from her youth until 10 years prior to presentation.\\nOn examination, her vital signs were normal and chest examination was clear. Spirometry revealed a forced expiratory volume in 1 second (FEV1) of 2.14 litre (100% predicted) and a forced vital capacity (FVC) of 2.65 litre (93% predicted). A chest X-ray was performed which showed ill-defined shadowing in the right upper zone. The patient subsequently developed pain over the right shoulder. A CT scan revealed a 6 × 3 cm mass in the right lung apex extending alongside the right side of the mediastinum to a level above the right hilum. A provisional diagnosis of lung cancer was made. Her case was reviewed at the lung cancer multidisciplinary team meeting and further investigations were arranged: a half body FDG-PET/CT scan, a right anterior mediastinotomy and bronchoscopy. Bronchoscopy findings were normal, and cytological analysis of a transcarinal aspiration showed a small number of lymphocytes and macrophages. Similarly, the biopsies from the mediastinotomy showed reactive lymph node tissue only.\\nThe FDG-PET/CT scan showed multifocal, ill-defined semi confluent areas of marked increased uptake (maximum standard uptake values (SUVmax) of up to 9.6) within areas of dense consolidation in the right lung upper lobe (Figure ). Focal intense uptake was present in right hilar precarinal and right and left paratracheal nodes (Figure ). There was no abnormal uptake outside the thorax. These findings were consistent with a T4, N3 and M0 bronchial carcinoma.\\nBlood tests revealed eosinophilia with very high immunoglobulin E (IgE) of 1304 kAU/L (normal <87). A positive radioallergosorbent test (RAST) revealed Aspergillus fumigates, and Aspergillus precipitins were moderately positive, with a titre of 1 in 8. The eosinophil count was elevated at 0.48 × 109/litre, which was 4.9% of the white cell count. The erythrocyte sedimentation rate was elevated at 64 mm/hr.\\nFollowing a multidisciplinary meeting to discuss the patient, the decision was made to proceed with surgery. Repeat bronchoscopy showed inflammation of the right main bronchus and segmental bronchi. A right posterolateral thoracotomy was performed. Adhesions were noted between the apex of the right upper lobe and the parietal pleura as well as the mediastinal pleura. Two poorly delimited tumours were evident in the right upper lobe, one towards the apex and the other in the region of the transverse fissure between the upper and middle lobes. Enlargement of the paratracheal, para-oesophageal and hilar nodes was noted. Biopsies were taken from the right upper lobe, paratracheal nodes, para-oesophageal nodes and hilar nodes. All showed reactive changes only on the frozen section. Following discussion with our oncologist in the operating theatre, and given the possibility that there was an occult neoplasm at the centre of one or both of the upper lobe masses, the upper and middle lobes were resected.\\nA histological examination revealed a poorly defined, tan-coloured mass, 65 mm in diameter, in the upper lobe. A microscopic examination of this mass showed organising pneumonia, with numerous macrophages and giant cells. There was no evidence of necrosis or the formation of granulomata. There was an overlying pleurisy, in which giant cells were seen. All the lymph nodes examined showed reactive changes only. Further examination and staining for Aspergillus did not reveal any fungi in the samples.\\nTwo months after surgery, the patient was clinically well. In view of the positive Aspergillus precipitins and elevated IgE and the cryptogenic organising pneumonia on the histology, she was put on both prednisolone and itraconazole. She has had no recurrence of her respiratory symptoms since her surgery. She is currently not under therapy, with normal inflammatory markers and no evidence of consolidation on her chest X-ray 18 months after surgery.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'29404167': 1, '11081861': 1, '10722773': 1, '29515668': 1, '15365446': 1, '15310769': 1, '26316470': 1, '25674228': 1, '17873168': 1, '16554569': 1, '19946541': 2}", "similar_patients": "{}"}