{"patient_id": 94028, "patient_uid": "2843712-1", "PMID": 20184768, "file_path": "comm/PMC002xxxxxx/PMC2843712.xml", "title": "Spinal cord stimulation as a treatment for refractory neuropathic pain in tethered cord syndrome: a case report", "patient": "We report the case of a 37-year-old Caucasian woman (Figure ) with a history of several surgical interventions for untethering her spinal cord after undergoing a resection of a sacral lipomyelomeningocele at the age of 23. Our patient had a spastic bladder that had recovered partly. Despite these surgeries, however, she has suffered many years of severe chronic pain with heavy burning, dysesthesia and hyperalgesia at her buttocks and her right posterior thigh.\\nA neurological examination revealed that our patient had no neurological problems besides the sensory deficit at her buttocks and leg and her hyper-reflexive neurogenic bladder problem. She scored 7 on the DN4 questionnaire for indicating neuropathic pain []. Her treatment with carbamazepine, pregabalin, gabapentin and fentanyl was not effective. Her other treatment with physiotherapy and psychological guidance neither changed nor reduce her pain, and only high-frequency transcutaneous electrical nerve stimulation (TENS) partly diminished her pain.\\nSubsequently, a spinal cord stimulator (SCS) was surgically placed when our patient was under epidural anesthesia. An epidural catheter was inserted at levels L2 to L3. Our patient was injected with a loading dose of 0.5% ropivacaine with 0.5 μg/ml sufenta. She was also administered with top-up doses of 4 ml 0.5% ropivacaine to reach a segmental sensory block. We also performed a mid-line flavectomy at levels T10 to T11 and orthodromically inserted a Specify 565 electrode (Medtronic Inc., Minneapolis, Minnesota) at levels T9 to T10 and T11-T12 (retrograde). Using intra-operative stimulation, we performed a mapping of our patient's sensory responses to epidural stimulation, all the while searching for the best level of stimulation. At the higher levels (T9 to T10) we noted paresthesias to her loins, abdominal wall and anterior part of the upper leg but not to her buttock or posterior thigh. Paresthesias were only achieved by stimulation at level T12. Therefore, the Specify 565 electrode was centered at level T12 for definitive implantation (Figure ).\\nFollowing the operation, the intensity of the pain she felt improved from 9 pre-operative to 2 post-operative on the visual analogue scale (VAS). She was able to reduce her painkillers substantially and required a daily dose of just 500 mg of paracetamol. Her definitive SCS parameters were from 0.1 to 0.2 V for amplitude, 60 Hz for frequency, and 240 μsec for pulse width.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'17961011': 1, '10690729': 1, '14580282': 1, '12182776': 1, '17885440': 1, '16848087': 1, '17959983': 1, '17678753': 1, '1947505': 1, '2783630': 1, '25429237': 1, '17409793': 1, '15733628': 1, '17691365': 1, '6410820': 1, '11904018': 1, '20184768': 2}", "similar_patients": "{}"}