{"patient_id": 94445, "patient_uid": "2875708-1", "PMID": 20535254, "file_path": "comm/PMC002xxxxxx/PMC2875708.xml", "title": "Hypophosphatemic rickets due to Dent's disease: A case report and review of literature", "patient": "A two-year-old male child presented with an inability to walk since the age of one year. He was born to nonconsanguineous parents, the birth weight was 2.8 kg and he had normal early physical and mental milestones. He was able to stand and walk at 10 months, but within next few weeks he was unable to walk and stand even with support. A frontal bossing, potbelly appeared and there was a failure to gain height. He received calcitriol 0.25 μg on alternate days and elemental calcium 1 g /day, but showed no improvement.\\nOn examination, he was irritable and blood pressure was 100/65 mmHg. He had no edema or pallor and anterior frontanelle was still open. He had classical features of rickets [] such as frontal bossing, widened epiphysis at wrist, rickety rosary, potbelly and bowlegs. Systemic examination was unremarkable. Anthropometry showed height 73 cm, (5th percentile), weight 9 kg (5th percentle), head circumference 48 cm (between 75 and 90th percentile).\\nLaboratory evaluation showed the following: Urine albumin-trace, sugar-nil, microscopy-no sediments; Hemoglobin 12.3 g/dl, Blood urea 21 mg/dl, serum creatinine 0.3 mg/ dl, serum sodium 137 mEq/l, serum potassium 3.4 mEq/l, serum chloride 99 mEq/l, serum bicarbonate 22 mEq/l, serum calcium 8.9 mg/dl, serum phosphate 2.0 mg/ dl (normal values for children: 4.5-6.5 mg/ dl), serum alkaline phosphatase 3966 IU/l and serum intact PTH 26.5 pg/ml (normal: 10-54). Arterial blood gas analysis showed pH 7.353, pCO2 27.0 mmHg, pO2 114.3 mmHg, HCO3 14.6 mmol/l and simultaneous urine pH was 8.0. X-ray of wrists showed fraying and splaying of metaphyses of distal ulna and radius, old healed fractures of distal shaft of radius. Ultrasound of abdomen showed normal sized kidneys with multiple hyperechoic foci within, suggestive of calcification []. X-ray of abdomen showed no evidence of calcification in the region of kidneys.\\nA diagnosis of hypophosphatemic rickets was made and was evaluated further. The 24-h urine protein excretion was 542.8 mg/day, phosphate excretion was 437 mg/ day, β2-microglobulin excretion was 37.6 mg/ day (normal < 0.2 mg/day) and calcium excretion was 82.8 mg/day (9mg/kg/day). Examination of urine showed generalized aminoaciduria. A diagnosis of Dent's disease was made, since he met the following criteria: male gender, rickets, severe hypercalciuria (9 mg/ kg/ day), LWMP (β2-microglobulin), hypophosphatemia, phosphaturia and nephrocalcinosis.\\nHe received potassium citrate (potassium citrate monohydrate 220 mg and citric acid monohydrate 67 mg per ml) 3 ml twice daily, calcitriol 0.25 μg on alternate days, hydrochlorothiazide 6.125 mg twice daily and sodium phosphate (Proctoclysis enema preparation; sodium dihydrogen phosphate 16%, sodium phosphate 6%, 1 ml contains approximately 50 mg of elemental phosphorus) 1 ml orally thrice daily. The dose of drugs was adjusted periodically to achieve targets. At one year, he was on sodium phosphate 1 ml five times daily, potassium citrate 4 ml thrice daily, calcitriol 0.25 μg/day and hydrochlorothiazide 6.125 mg twice daily. The details of anthropometric and biochemical measures before and after therapy are shown in . At one year, there was a marked improvement in his mobility; he was able to walk and run and the bony deformities had improved significantly. There was a gain in height and weight, serum phosphorus was near normal and serum alkaline phosphatase was reduced by 50%.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'12426234': 1, '12444212': 1, '10435676': 1, '9452994': 1, '15086899': 1, '15829707': 1, '21859490': 2, '16014041': 1, '7922301': 1, '8099916': 1, '20535254': 2}", "similar_patients": "{'3177920-1': 1}"}