{"patient_id": 93553, "patient_uid": "2822411-1", "PMID": 20165686, "file_path": "comm/PMC002xxxxxx/PMC2822411.xml", "title": "Primary synovial osteochondromatosis of a subdeltoid bursa", "patient": "A 52-year-old woman presented with a swelling over the outer aspect of her left shoulder and proximal part of her left arm which she had first noticed 2 years ago. The swelling was obstructing the movements of her affected shoulder and was cosmetically unacceptable []. She had no history of trauma or fever. Her appetite was not affected, and there had been no weight loss. The globular swelling was painless and measured approximately 8 inches in diameter. No tenderness or warmth, but some pseudofluctuation was observed, along with restriction of all movements except adduction. No abnormality was detected in central nervous, cardiovascular, respiratory, genitourinary, or gastrointestinal systems. She was postmenopausal with no gynecological problem. Routine preoperative investigations (including liver function and renal function tests) were within the normal limit. Serological investigation for rheumatoid arthritis was negative. Plain roentgenogram revealed a soft tissue swelling only []. There were no areas of calcification.\\nOn MRI, multiple nonosseous loose bodies were visualized in the bursa deep to the deltoid muscle. These spread up to the subacromial space as well as the anterior and posterior aspects of the shoulder. These appeared to remain outside the rotator cuff [ and ]. Aspiration returned the nonhemorrhagic synovial fluid with no sign of tuberculosis or other chronic infective pathology.\\nThe tumor was exposed through a linear incision over the deltopectoral groove. A large protruding synovial membrane was visible under the deltoid muscle []. The synovial sheath was adherent to the surrounding structures. Innumerable pea-size cartilaginous loose bodies were extruded on an incidental rupture of the sheath []. All the loose bodies were taken out and the whole bursal sheath was removed from below the deltoid and from the subacromial space []. There was no connection of synovial bursa to the joint and all loose bodies remained external to the rotator cuff. A histopathological study revealed the early stages of the development of cartilaginous loose bodies in the synovial lining, suggestive of metaplastic transformation of the synovial tissue [ and ]. Areas below the synovial lining contained a large number of mononuclear cells and a fair number of small blood vessels. This was consistent with chronic inflammation. In the cut-section of the loose body, chondrocytes were visible inside the newly formed cartilage [].\\nBy 2 weeks, the wound was well healed and the patient recovered a full range of motion of the affected shoulder. At 1 year follow-up she does not have any recurrence.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'12358386': 1, '1254635': 1, '2925734': 1, '18153904': 1, '14814164': 1, '908703': 1, '4804995': 1, '3192585': 1, '6037566': 1, '5664285': 1, '11195106': 1, '17768218': 1, '8609119': 1, '863944': 1, '26788172': 1, '1918126': 1, '31061580': 1, '33226330': 1, '5645964': 1, '7430173': 1, '17079404': 1, '20165686': 2}", "similar_patients": "{}"}