{"patient_id": 125497, "patient_uid": "2636108-1", "PMID": 18417825, "file_path": "noncomm/PMC002xxxxxx/PMC2636108.xml", "title": "Periocular necrotizing fasciitis associated with kerato-conjunctivitis and treated with medical management: A\\n\t\tcase report", "patient": "A 25-year-old systemically healthy male patient presented\\nwith complaints of severe photophobia, redness, discharge,\\npain and severe swelling of the lids in the left eye, since two\\ndays.\\nPast history was significant for a boil on the lower\\neyelid, two days ago. On examination, the best-corrected\\nvisual acuity was 20/20 and 20/30, in the right and left eyes\\nrespectively. Right eye examination was unremarkable. The\\nleft eye showed severe lid edema with scales on the skin and\\nassociated kerato-conjunctivitis []. The cornea showed\\nmultiple marginal infiltrates. Photographic documentation\\nof the anterior segment condition was impossible because of\\nthe severe photophobia. Extraocular movements were full.\\nA conjunctival swab and a periorbital skin swab were sent\\nfor culture and sensitivity. The corneal infiltrates were also\\ncultured on blood agar and Sabouraud′s dextrose agar. The\\npatient was seen by our infectious diseases expert and started\\non intravenous co-amoxiclav (Augmentin, GlaxoSmithKline)\\n1 g twice daily, intravenous ceftriaxone (ceftriaxone sodium,\\nSandoz, Novartis) 1 g twice daily and oral metronidazole\\n(Flagyl, Searle) 500 mg three times daily, pending sensitivity\\nreports. Topical loteprednol etabonate (0.5%) (Alrex eye drops,\\nBausch and Lomb Incorporated) every three hourly and\\nciprofloxacin (0.3%) (Ciplox eye drops, Cipla) six times a day\\nwere started, in the left eye.\\nOn follow-up two days later, the patient was symptomatically\\nmuch better. The skin scabs had fallen off, revealing violaceous,\\nsub-epidermal necrosis. The conjunctival inflammation had\\nreduced and the corneal marginal infiltrates had almost\\ndisappeared []. Culture and sensitivity results showed\\nStaphylococcus aureus, sensitive to the administered medications.\\nThe culture plates for corneal infiltrates showed negative\\ngrowth and were discarded after three weeks. The patient was\\nsero-negative for HIV.\\nFive days later, the skin lesions had healed and the\\nconjunctivitis had resolved. Intravenous antibiotics were\\nstopped and the patient was started on oral co-amoxiclav\\n(Augmentin, GlaxoSmithKline), 625 mg thrice a day, for a\\nweek.\\nOn final follow-up a month later, periocular skin discoloration\\nwas the only sequalae noted [].", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'11979121': 1, '12414425': 1, '2023741': 1, '10621873': 1, '18417825': 2}", "similar_patients": "{}"}