{"patient_id": 126565, "patient_uid": "2876866-1", "PMID": 20508802, "file_path": "noncomm/PMC002xxxxxx/PMC2876866.xml", "title": "Total intravenous anesthesia with propofol and remifentanil in a patient with MELAS syndrome -A case report-", "patient": "A 23 year-old female patient, 160 cm tall and 48 kg, was diagnosed with acute appendicitis and admitted for a laparoscopic appendectomy. She had no abnormalities in her pediatric medical history, but from the age 18, she had slowly begun experiencing headaches in her left temporal lobe, nausea, and vomiting. In June of that year, she experienced generalized convulsions and aphasia. In a brain MRI and MRA, an infarction in the posterior divisions of the left mesencephalic arteries was found. Also, in a blood test, an increase in lactic acid was discovered (7.54 mM/L [normal level: 0.5-2.254 mM/L]). The patient was suspected to have MELAS syndrome. She was diagnosed with MELAS after testing (adenosine-to-guanine transition at t-RNA nucleotide 3243 in PCR sequencing). After she turned 21, she was diagnosed with Type I DM. The patient had to orally ingest 200 mg of carbamazepine and 100 mg of aspirin per day and subcutaneously inject 30 units of insulin in the morning and 20 units in the evening. She had no history of total anesthesia.\\nIn a physical examination before the anesthesia, the patient was able to read but had auditory aphasia such that she could not understand spoken words. In the physical examination, there were no signs of hypotonia or amyotrophy of the limbs. The laboratory results showed hyponatremia (126 mEq/L), hyperglycemia (257 mg/dl), and light metabolic acidosis (pH 7.346, PaCO2 36.3 mmHg, HCO3 20.1 mM/L, BE -5.3 mM/L). There were no abnormal findings in the chest X-ray and electrocardiogram. One year prior to her admission to the hospital, she had an ECG that revealed a cardiac index of 67% and no abnormal findings. For sugar control, 4 units of shortacting insulin were injected, and 0.9% normal saline was administered to control hyponatremia. No other pre-operative measures were performed.\\nAfter the patient was taken to the operating room, we attached ECG standard leads II, noninvasive monitors for blood pressure, heart rate, arterial oxygen saturation, capnogram, and bispectral index (BIS), and a nerve stimulator to the patient using the Multi Channel Anesthesia Monitor S/5™ (Datex-Ohmeda, USA). Preliminary vital signs were as follows: blood pressure 115/65 mmHg, heart rate 100 beats/min, oxygen saturation rate 97%, and the ECG results appeared normal. The patient underwent 3 minutes of denitrogenation with 100% oxygen through a face mask. Afterwards, we administered lidocaine (40 mg) with the Master TCI (Fresenius Vial S.A., France); we then injected 2% propofol (Fresofol®, Fresenius Kabi, Austria) and remifentanil (Ultiva™, GlaxoSmithKline, UK) at target concentrations of 4 µg/ml (Marsh-model) and 5 ng/ml (Minto-model), respectively. After roughly 90 seconds had passed, we checked lid reflexes and found that the patient had lost consciousness. We administered atracurium (0.5 mg/kg), the BIS was 50, and we saw that there was no response to TOF stimulation with the nerve stimulator placed on the ulnar nerve. Endotracheal intubation was then performed without complications. We started mechanical respiration with air (1.5 L/min), oxygen (1.5 L/min), respiratory volume of 450 ml, and respiratory rate of 12 breaths per minute. To control ventilation, the capnogram was kept at 35-40 mmHg. We used spirometry to measure the respiratory volume and pulmonary compliance. We started invasive blood pressure monitoring through the radial artery and measured the esophageal temperature with a body temperature monitor. During the operation, we used a forced-air warming blanket (Bair Hugger™, Austine Medical, USA) to stabilize the patient's body temperature. For fluid maintenance, we administered 0.9% normal saline at 200 ml per hour. During the operation, the patient's vitals were kept stable with blood pressure at 120-140/60-80 mmHg, heart rate 80-100 beats/min, oxygen saturation 100%, body temperature 37.0-37.4℃, and BIS 40-60. Thirty minutes after inducing anesthesia, the arterial blood gas study showed pH 7.44, PaCO2 32 mmHg, PaO2 299 mmHg, HCO3 23.3 mM/L, BE -2.1 mM/L; her electrolytes were Na+ 125 mEq/L, K+ 3.8 mEq/L, Cl- 88 mEq/L; and her blood sugar was 176 mg/dl. Twenty minutes prior to the end of the operation, we administered ondansetron (4 mg) to prevent post-operative nausea and vomiting. After suturing the peritoneum, we stopped injecting remifentanil, kept the level of propofol in the target effect site at 2 µg/ml, and restored spontaneous breathing. After the operation was over, we stopped injecting propofol and stabilized spontaneous breathing at 300 ml per breath on the spirometer. On the nerve stimulator, the TOF rate was kept at 0.95. To reverse the muscle relaxant effects, we administered glycopyrrolate (0.4 mg) and pyridostigmine (15 mg). Afterwards, the patient responded to voice commands and opened her eyes. With stabilized spontaneous breathing, she was extubated. The operation lasted around 1 hour, and during the operation, 350 ml of 0.9% normal saline were used. We then moved the patient to the recovery room and kept her under observation with blood pressure, electrogram, and oxygen saturation monitors. In the recovery room, we gave her oxygen at 5 L/min through the facial mask. The arterial blood gas study showed pH 7.32, PaCO2 43 mmHg, PaO2 219 mmHg, HCO3 21.2 mM/L, and BE -3.6 mM/L; her electrolyte levels were Na+ 128 mEq/L, K+ 4.1 mEq/L, and Cl- 90 mEq/L; and her blood sugar level was 120 mg/dl. We then moved the patient to the ward where we performed a lactic acid test, which measured 3.6 mM/L. Three days after the operation, the patient showed no complications from the operation or anesthesia, so she was released from the hospital.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'2619022': 1, '9793668': 1, '12459698': 1, '11414641': 1, '18990125': 1, '11981173': 1, '12904852': 1, '11350477': 1, '26314741': 1, '2240640': 1, '33329771': 2, '27885500': 1, '16324037': 1, '20508802': 2}", "similar_patients": "{'7713802-1': 1}"}