{"patient_id": 93168, "patient_uid": "2803931-1", "PMID": 20062651, "file_path": "comm/PMC002xxxxxx/PMC2803931.xml", "title": "Radiographic evaluation of bone regeneration after the application of plasma rich in growth factors in a lower third molar socket: a case report", "patient": "A 42-year-old Mediterranean male presented complaining of inability to sustain good oral care at the posterior aspect of the lower right jaw. The main problems were food impaction in the area and the subsequent malodor. The patient reported remarkable medical history, and he was a non-smoker. Clinical examination revealed local erytherma with noticeable bony defect distal to the second molar with obvious defect in the mesial wall of the third molar; the penetration depth was found to be up to 6 mm (Figure ).\\nRadiological evaluation confirmed the defect and it was attributed to the mesioangularly impacted lower third molar; there was marked dilation or thickening of the lamina dura secondary to the local inflammatory reaction. It was decided that the third molar should be extracted and concentrate of the patient's growth factors (PRGF) to be implanted into the bony defect to stimulate bone regeneration and promote healing(Figure ).\\nPreoperatively, 24 cc of the patient's blood (venous blood from a peripheral vessel) was obtained using a butterfly cannula. The blood was collected in five sterile glass tubes, pretreated with 3,8% trisodium citrate (anticoagulant factor) and then centrifuged at 460 g for 8 mins at room temperature (PRGF System, BTI Biotechnology Institute, Vitoria, Spain) []. After centrifugation, blood was separated into distinct layers, with the cellular fraction located at the bottom of the tubes and the plasmatic fraction located just above the red blood cell line. Plasma volume constituted 1 cc and was located just above the red blood cell line. This fraction appears to be very rich in growth factors []. A volume of approximately 5 cc of PRGF was collected in a tube and 50 μl of 10% calcium chloride (CaCl2) were added per 1 cc of PRGF []. CaCl2 activates PRGF and stimulates the formation of a semi-solid, scaffold-like mass which functions as a matrix for progenitor cells and maintains the regenerative area of the defect []. After activation, PRGF was mounted on a spatula and ready to be applied to the bony defect (Figure ).\\nThe surgical part of this case study took place under local anesthesia. A transginigival incision was made after tissue infiltration with local anesthesia. A buccal mucoperiosteal flap was raised and bone was exposed. The third molar was elevated and removed, followed by debridement and curettage of all debris and granulation tissue in the area. Subsequently, the 'scaffold-like', CaCl2 activated PRGF was implanted in the bony defect. The volume of PRGF was adequate to provide full cover of the whole defect. The flap was carefully repositioned and sutured with horizontal mattress sutures. An immediate postoperative dental panoramic tomography was obtained and considered as the \"baseline image\" for this case study (Figure ). The patient was given full postoperative instructions, including contact details if postoperative complications to occur. Also, anti-inflammatory and antimicrobial cover was provided for 5 days.\\nAt the first postoperative day, moderate pain was the main complaint and was controlled by NSAIDs. After two days, the pain subsided. No postoperative swelling was reported by the patient. There were neither symptoms nor clinical suspicion that would suggest alveolar osteitis (dry socket), indicating normal clotting and coagulation [,]. One week postoperatively, the sutures were removed and there was good tissue healing on examination.\\nOn the fiftieth postoperative day, and according to the PRGF clinical protocol, radiographic evaluation took place and showed noticeable enhancement of density and radio-opacity in the third molar socket area, in comparison with the baseline image (Figure and Figure ). Further clinical examination showed significant reduction of periodontal pocketing by 3 mm and evidence of new bone formation.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'18597598': 1, '11544821': 1, '10453668': 1, '17659771': 1, '19344501': 1, '17106885': 1, '24250728': 1, '15623058': 1, '25729230': 1, '17070744': 1, '15789325': 1, '31655828': 1, '20062651': 2}", "similar_patients": "{}"}