{"patient_id": 89661, "patient_uid": "2241773-1", "PMID": 18271991, "file_path": "comm/PMC002xxxxxx/PMC2241773.xml", "title": "Orchiectomy as a result of ischemic orchitis after laparoscopic inguinal hernia repair: case report of a rare complication", "patient": "We evaluated a thin, muscular thirty-three year-old man with symptomatic bilateral direct inguinal hernias. We noted that he had a narrow pelvis and that the right hernia was greater than the left. Both were reducible and occasionally painful while straining, but no extension into the scrotum was noted. He had no previous abdominal surgery or pelvic trauma. He underwent extraperitoneal laparoscopic bilateral mesh hernioplasty. During the placement of the dissection balloon, the peritoneum was violated, causing a pneumoperitoneum. The peritoneal tear was repaired using endo-loops. Despite trendelenburg positioning, the pneumoperitoneum limited the visibility in the patient's narrow pelvis. The right hernia defect was a moderate-sized direct. After identifying the cord structures and epigastric vessels (Fig. ), a vertical-slit flexible mesh was placed beneath the cord structures and tacked into place (Fig. ) avoiding the \"triangle of doom\" (iliac vessels) and the \"triangle of pain\" (genitofemoral nerve/lateral cutaneous femoral nerve) (Fig. ). A second overlay piece of mesh was placed over the new internal ring created by the slit and tacked in a similar manner (Fig. ). The right direct hernia sac was removed with cautery excision to minimize post-op seroma. The left side was repaired in a similar manner. The CO2 was evacuated as the peritoneum was observed to lay over the meshes completely.\\nThe patient went home and was recovering well, with minimal edema and lessening pain until the fourth post-operative day. He was awakened by progressive pain and swelling of his right testicle. He was evaluated with doppler ultrasound and found to have a heterogeneically hypoechoic right testicle with no identifiable arterial flow consistent with infarction. Immediate urological consultation considered ischemic orchitis secondary to the inguinal hernia repair or less likely testicular torsion. Exploration revealed a necrotic appearing right testicle without signs of torsion. The tunica vaginalis was opened followed by a deep testicular incision that revealed no bleeding. The right testicle was considered nonviable; therefore, right orchiectomy was performed. Thrombus was noted grossly within the spermatic venous complex. Pathology revealed infarcted testicular parenchyma.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'15602220': 1, '23110701': 1, '23929499': 1, '1570618': 1, '24616842': 1, '14255254': 1, '6864923': 1, '8313133': 1, '4923036': 1, '11121999': 1, '28078225': 1, '27433221': 1, '9348384': 1, '22879818': 1, '7725207': 1, '23075037': 1, '14262050': 1, '27585467': 1, '8453121': 1, '8751775': 1, '9719982': 1, '25883452': 1, '6729670': 1, '3771117': 1, '2294265': 1, '18271991': 2}", "similar_patients": "{}"}