{"patient_id": 126180, "patient_uid": "2800018-2", "PMID": 20052368, "file_path": "noncomm/PMC002xxxxxx/PMC2800018.xml", "title": "Cervical Epidural Abscess in Haemodialysis Patients by Catheter Related Infection: Report of Two Cases", "patient": "A 45-yr-old male patient was in haemodialysis program for 3 yr due to end-stage renal insufficiency. He had a history of two operations for peritonitis because of performing peritoneal dialysis before. After a central venous catheterization had been applied one month ago, he had been referred to our clinic with severe neck pain, high fever and acute progressive quadriparesis. In his neurological examination, he was quadriparetic (motor strength was promixally 3-4/5, distally 1-2/5 in upper extremities and 3/5 in the lower extremities). He complained hypoesthesis below C6 dermatome. Babinski, Hofmann, and clonus reflexes were bilaterally positive. The peripheral white blood cell (WBC) count was 13.8×109/L, erythrocyte sedimentation rate (ESR) was 136 mm/hr and creactive protein (CRP) level was 52.5 mg/dL, and the other laboratory findings were normal. MR images revealed an epidural abscess, spondylodiscitis and anterior kyphotic deformity with cord compression in C5 to C7 levels (). At surgery, via anterior approach, total corpectomies to C5, C6, and C7, and partial corpectomies to C4 and T1 bodies were performed. After drainage of the abscess located epidurally and debridement of necrotic tissues, plate fusion procedure was performed by the autograft taken from the patient's fibula to the corpectomy area. The pathogens isolated from the pus culture were Staphylococcus aureus and Pseudomonas aeruginosa which were resistant to methicillin and he transferred to infection diseases clinic to have the antimicrobial therapy (tazocin 7.5 gr/day, targocid 400 mg/72 hr). Postoperative period was uneventful and after 3 weeks he mobilized with SOMI corset. In follow-ups, his spasticity and quadriparesis recovered gradually to 3-4/5 in upper extremity and 3/5 in the lower extremity.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'11453416': 1, '12140094': 1, '15683032': 1, '7614792': 1, '500301': 1, '16217976': 1, '9391805': 1, '28690871': 1, '10447289': 1, '7742437': 1, '11153548': 1, '7969765': 1, '15636573': 1, '9125745': 1, '10366924': 1, '11810341': 1, '12771502': 1, '12217707': 1, '12633952': 1, '10229519': 1, '9730301': 1, '20052368': 2}", "similar_patients": "{'2800018-1': 2}"}