{"patient_id": 92861, "patient_uid": "2783121-1", "PMID": 19946476, "file_path": "comm/PMC002xxxxxx/PMC2783121.xml", "title": "Nonclassical yellow nail syndrome in six-year-old girl: a case report", "patient": "A 6-year-old girl presented with thickening and slow-growing nails of both hands and feet, and change in color of nails which had been noted since her birth according to history given by her parents. In her history, there was no known history about sinusitis and bronchiectasis apart from that of recurrent bronchopneumonia attacks. Physical examination revealed lymphadenopathy which was bilateral, submandibular, mobile, and 0.5 cm in size. While expirium was prolonged; bilateral, partial, thin ralles and rhoncus were heard over the lung on inspirium.\\nOn dermatologic examination, all of her nails showed a yellow-greenish discoloration with thickening of the nail plates, excessively curving a long both axes and loss of the cuticles (Fig. ). Laboratory studies were normal except for erythrocyte sedimentation rate (40 mm/hour), including complete blood count, CRP, HIV testing, thyroid functional tests, protein electrophoresis, tumor markers, routine biochemistry and urinalysis. Direct microscopic examination and culture of the nail clippings were negative for fungi. The patient was consulted by pulmonologist. Chest radiograph revealed some patchy non-homogeneous densities in the right paracardiac and perihilar areas and left paracardiac areas. High resolution computerized tomography demonstrated tubular bronchiectatic areas in patches filled with mucus pluggings in the posterobasal segments of the left and right lower lobes and aciner-nodular style infiltrations in the adjacent lung parenchyma (Fig. ). That pulmonary function tests performed were found to be normal was assessed that the obstruction was not developed yet. Bilateral submandibular lymphadenopathy, deviation of septum nasy to left and postnasal secretion were present on the otorhinolaryngology examination. On the paranasal computerized tomography, the frontal sinus was found out to be in the developmental period. In the right and left anterior etmoid sinuses, more evident on the right side, the existence of widespread mucosal thickenings and lack of ventilation at both maxillary sinuses and sphenoid sinus had been evaluated as pansinusitis (Fig. ). Lymphoedema was not observed in our case and lymphocintigraphy performed was normal. Furthermore, the patient's abdominal ultrasonography was normal.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'9307736': 1, '32363094': 1, '7923847': 1, '5767837': 1, '5046843': 1, '3979479': 1, '3962735': 1, '8746347': 1, '20809268': 1, '14140738': 1, '18694683': 1, '22332131': 1, '5914998': 1, '28241848': 1, '30854575': 1, '19946476': 2}", "similar_patients": "{}"}