{"patient_id": 90013, "patient_uid": "2426706-1", "PMID": 18510778, "file_path": "comm/PMC002xxxxxx/PMC2426706.xml", "title": "Acute pancreatitis and subdural haematoma in a patient with severe falciparum malaria: Case report and review of literature", "patient": "A 21-year-old male, a mechanic by profession, presented to the accident and emergency department with a 5-day history of fever, jaundice and generalized abdominal pain and a 2-day history of altered conscious state. There was no significant past medical history nor was there a history of substance abuse.\\nClinical examination at the time of presentation revealed a young man who was drowsy but arousable, conscious and oriented. He was febrile (101.5°F), had icterus and exhibited a flapping tremor. He was hemodynamically stable. Systemic examination was unremarkable except for generalized tenderness and mild hepatosplenomegaly on abdominal examination. Investigations on admission are summarized in Table . Of note were anaemia (Hb 7.2 gm/dl), thrombocytopaenia (35,000/cumm), renal failure (serum creatinine 5.8 mg/dl) and marked hyperbilirubinaemia (total bilirubin 53.6 mg/dl). Peripheral blood smear was positive for Plasmodium falciparum and Plasmodium vivax gametocytes and ring stages, with marked parasitaemia of 45%. A diagnosis of severe falciparum malaria was made and treatment was initiated with intravenous artesunate (140 mg at admission and at 12 hours, dose calculated based on an estimated weight of 65 kg) and oral doxycycline therapy (100-mg twice daily) in the emergency department. The dose of artesunate was increased to 180 mg intravenously daily in the intensive care unit. Broad-spectrum antibiotics (intravenous cefepime 1-gm twice daily) were added to cover for a co-existent gram negative sepsis. In view of the high parasitic index and severe anaemia at presentation, three units of packed red cells were administered to the patient and 250 ml of blood removed from the patient in a partial exchange transfusion. A complete ml to ml exchange transfusion was not performed as the haemoglobin value reduced after the first exchange to 5.2 g%. The three units of packed cells and the partial exchange transfusion reduced the parasitaemia from 45% at admission to 3.5% in 24 hours (Figure ).\\nHe was admitted to the intensive care unit (ICU) for treatment and monitoring. In the ICU, his acute renal failure was initially managed conservatively by achieving adequate filling pressures (central venous pressure), maintenance of blood pressure and measures to correct hyperkalemia. However, in view of persistent renal failure and hyperkaliaemia that were refractory to medical therapy, dialysis was initiated and continued till renal recovery. On the second day following ICU admission, his abdominal pain worsened with the development of abdominal guarding and rigidity. Investigations suggested a diagnosis of acute pancreatitis with serum amylase and lipase levels of 1712 U/L (Reference range 0–200 U/L) and 5217 U/L (reference range 0–190 U/L) respectively. A non-contrast computed tomography (CT) scan of the abdomen showed bulky pancreas with significant peri-pancreatic fat stranding (Figure ). C-reactive protein was > 190 (Reference range-0–6 mg/L). There was no evidence of a hollow viscus perforation.\\nThe acute pancreatitis was managed with analgesics, hydration and supportive therapy. A naso-jejunal tube was inserted to facilitate nutritional supplementation and antibiotics were changed to imipenem in view of severe pancreatitis. However, fever persisted even after ten days of artesunate therapy with the presence of ring forms of falciparum malaria (parasitemia not quantifiable) on the peripheral smear. He was initiated on intravenous quinine therapy on the suspicion of artesunate resistance/failure. Following initiation of quinine therapy, the ring forms were not demonstrable on the peripheral smear. His course was further complicated by urinary tract infection, with > 100000 colonies/ml of Escherichia coli and Pseudomonas aeruginosa grown from a catheter specimen of urine.\\nOn Day 17, the patient developed one episode of generalized tonic clonic seizures with post-ictal drowsiness. A CT scan of the brain showed features of acute bi fronto-temporal subdural haematoma with no mass effect (Figure ). He was initiated on gabapentin 300 mg twice daily (subsequently increased to 300 mg thrice daily), in addition to clobazam 10 mg once a day, at the advice of the neurologist. The subdural haematomas were surgically drained by the neurosurgeons. His consciousness improved and he had no further seizures.\\nHowever, his fever did not resolve despite appropriate anti-biotic therapy. Search for a cause for fever including nosocomial infections and sepsis were negative. A diagnosis of drug fever was proposed and all medications were ceased. After 38-days of admission, on becoming afebrile, and free of ring stages on peripheral smear, he was discharged on a fourteen-day course of primaquine.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'12557835': 1, '16845638': 1, '12641403': 1, '17576086': 1, '15672562': 1, '26304138': 1, '17426163': 1, '9799920': 1, '15745717': 1, '16616639': 1, '16125588': 1, '17339257': 1, '26894117': 1, '4412798': 1, '3277777': 1, '325545': 1, '15653991': 1, '9356813': 1, '23988631': 1, '28217609': 1, '26629455': 2, '17437476': 1, '7034311': 1, '15288742': 1, '18075636': 1, '8452947': 1, '15381808': 1, '14976579': 1, '2125541': 1, '10475811': 1, '29930900': 2, '26816452': 2, '24174790': 1, '25002794': 1, '27635411': 2, '17438439': 1, '17374979': 1, '23170190': 1, '33029265': 1, '11280593': 1, '15793155': 1, '11573114': 1, '18510778': 2}", "similar_patients": "{'5991038-1': 1, '5011302-1': 1, '4557151-1': 1, '4711211-1': 1}"}