{"patient_id": 93416, "patient_uid": "2813120-1", "PMID": 20142906, "file_path": "comm/PMC002xxxxxx/PMC2813120.xml", "title": "Nephrogenic fibrosing dermatopathy, cardiac calcification and pulmonary hypertension in an adolescent on chronic hemodialysis", "patient": "A 14-year-old Hispanic male with ESRD due to congenital cystic renal dysplasia presented, after being on chronic hemodialysis for almost 10 years, with a 10-month history of right knee pain and a two-month history of worsening brawny hyperpigmentation of the skin of the distal extremities and painful contractures of the fingers and wrists. A 4-mm punch biopsy from the dorsum of the right foot revealed prominent dermal collagen bundles and an increased number of banal CD34/procollagen dual positive spindles (compatible with NFD).\\nPrior to the age of two years, the patient was on peritoneal dialysis. Between two and three years of age, he received a cadaveric kidney transplant that failed within one year. Since then, he has remained on hemodialysis three times a week. Other medical history includes renal osteodystrophy, seizure disorder and reactive airway disease. He took multiple medications, including Procardia XL, calcitriol, aspirin, erythropoietin, a Fentanyl patch, folic acid, iron, vitamins, flovent and albuterol.\\nPhysical examination showed a debilitated wheel-chair-bound adolescent with heart rate of 130 beats/min; respiration rate, 30/min and blood pressure, 140/84 mmHg. He was afebrile and hemodynamically stable, but with mild respiratory distress. Chest auscultation showed an S3 gallop, diminished air entry at the right base and bibasilar crepitations. He also had moderate hepatomegaly and ascites. Diffuse areas of thickened skin with hyperpigmentation were associated with painful contractures of the hands, knees and feet [].\\nLaboratory data were remarkable with erythrocyte sedimentation rate (ESR), 98 mm/h; C-reactive protein (CRP), 5.89 U; and negative serologic antibody testing for ANA, anti-smith, anti-SSA/SSB, lupus anticoagulant, anticardiolipin and anti-SCL-70. Serum intact parathyroid hormone levels and serum calcium levels over the previous 2-4 years were 580-1160 and 9-11 mg/dl, respectively. Chest x-ray demonstrated mild cardiomegaly, increased pulmonary vascular markings and a right pleural effusion. A two-dimensional-echo Doppler study demonstrated moderate concentric left ventricular hypertrophy, mild mitral regurgitation, small discrete areas of calcification in the interventricular septum and mild tricuspid regurgitation with a gradient of 64 mmHg and an estimated pulmonary artery pressure of 70 mmHg (concomitant blood pressure, 130/80 mmHg) []. Chest computed tomography (CT) showed a moderate right pleural effusion, large discrete areas of pulmonary calcification and cardiac calcification involving the aortic root, proximal coronary arteries, left atrium and mitral valve ring [].\\nWithin one year of the confirmed diagnosis of NFD, lung function testing showed an obstructive component with a progressive deterioration of the restrictive lung disease. It was not possible to determine whether the restriction was secondary to fibrosis, poor muscle mass, weakening muscle strength or pulmonary hypertension. Corresponding chest CT demonstrated diffuse nodules as large as 5 mm, bilateral pleural effusion and air trapping. The treatment for pulmonary vascular hypertension was initiated with sildenafil.\\nHis condition deteriorated despite providing UVB phototherapy and physical therapy. He underwent renal transplantation, but the graft failed because of acute rejection and he returned to chronic hemodialysis. His cardio-pulmonary function steadily deteriorated and he died at the age of 16 years.\\nA thorough review of his previous radiology examinations revealed that, due to complications in vascular access, he had undergone a gadolinium-enhanced MRI study 16 months prior to the onset of the symptoms of NFD. He was receiving a regular three-times-a-week hemodialysis at that time.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'14872332': 1, '17180360': 1, '12775982': 1, '17699407': 1, '24057195': 1, '17097388': 1, '16431890': 1, '15558523': 1, '11041404': 1, '12522371': 1, '12522369': 1, '15253737': 1, '20142906': 2}", "similar_patients": "{}"}