{"patient_id": 90924, "patient_uid": "2629480-1", "PMID": 19055816, "file_path": "comm/PMC002xxxxxx/PMC2629480.xml", "title": "Human immunodeficiency virus seroconversion presenting with acute inflammatory demyelinating polyneuropathy: a case report", "patient": "In 2007 a previously well 30-year-old homosexual man presented with a 5 day history of progressive bilateral ascending lower limb weakness, preceded by a flu-like illness lasting for 2 weeks. Examination revealed normal tone but slightly reduced power at Medical Research Council (MRC) grading 4/5 []. Sensation was intact but he was areflexic in both legs. Plantar responses were flexor. The rest of the clinical examination was normal.\\nCerebrospinal fluid (CSF) examination showed 26 leucocytes/mm3 (95% lymphocytes), a protein level of 0.72 g/l (normal range 0.15–0.45 g/l) and a glucose level of 2.3 mmol/l (blood glucose was 5.2 mmol/l). CSF culture and polymerase chain reaction analyses for herpes simplex virus, herpes zoster virus, enterovirus, Epstein Barr Virus and cytomegalovirus (CMV) were negative. The suspected diagnosis was AIDP, part of the heterogeneous GBS grouping.\\nHe received supportive management and twice daily spirometry was undertaken. Although not dyspnoeic, his FEV1 was reduced at 2.7 l (59% of predicted) and oxygen therapy was commenced. Transfer to the Intensive Therapy Unit was planned if the FEV1 fell below 1.5 l. After neurological advice, a 5 day course of daily intravenous immunoglobulin therapy (IVIg) (0.4 g/kg/day) was commenced. Over the next 3 days his condition deteriorated and by day 4 of IVIg therapy, he had lost all lower limb power and was developing sensory abnormalities, upper limb weakness, difficulty swallowing and blunting of speech.\\nHe had been successfully treated for syphilis in 2005. HIV antibody testing at that time was negative but, in view of his established risk factors and new symptoms, a repeat test was now undertaken and was positive. Screening for other blood-borne viruses, opportunistic infections and magnetic resonance imaging of brain and spine were negative.\\nOn day 5 of IVIg his speech was barely intelligible and left sided facial nerve palsy developed (Figure ). Bilateral upper limb power was significantly reduced to MRC grade 1/5 but respiratory function remained adequate. His HIV viral load was >100,000 copies/ml and the CD4 count was 408 cells/mm3. He was commenced on highly active antiretroviral therapy (HAART) with zidovudine, lamivudine and efavirenz. Less than 12 hours later his symptoms plateaued and a gradual recovery began.\\nSensory nerve conduction studies were normal. EMG motor studies revealed active denervation in distal lower limb muscles.\\nOver the next 9 weeks, he received intensive complex neuro-rehabilitation and at discharge no neurological deficits were present, but he continued to experience mild lower limb neuropathic pain. HAART stopped at 6 months with a CD4 count of 901 cells/mm3. He remains asymptomatic 7 months after withdrawal of HAART.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'19932385': 1, '12639723': 1, '12131198': 1, '17391707': 1, '26399536': 1, '8825272': 1, '33551684': 1, '16308224': 1, '16271648': 1, '34407758': 2, '17119803': 1, '30899779': 2, '18090683': 1, '12715328': 1, '29026634': 2, '12746793': 1, '19055816': 2}", "similar_patients": "{'5610709-1': 1, '6424340-1': 1, '8371896-1': 1}"}