{"patient_id": 95025, "patient_uid": "2913794-1", "PMID": 20721279, "file_path": "comm/PMC002xxxxxx/PMC2913794.xml", "title": "Primary Stenting Immediatly after Surgery in Occluded Anastomoses of Aortoaortic Tube Graft: A Case Report", "patient": "A 73-year-old man, with hypertension, hyperlipemia, noninsulin dependent diabetes, and previous coronary percutaneous revascularization, was admitted to our hospital for surgical repair of a 60 mm diameter infrarenal abdominal aortic aneurysm. Surgical technique was aortoartic tube graft with a 22 mm diameter. Proximal anastomosis was at infrarenal aorta segment while distal anastomosis was at both primitive iliac arteries ostium. Finally, the patient was sent to intensive care unit to continue postoperative recovery. One hour late, the patient suddenly felt left limb pain at rest. Physical examination revealed pale skin, coldness, and distal pulse absence. He underwent angiography diagnostic procedure through 5 f sheath placed in the right femoral artery. Patency of the aortoaortic bypass was confirmed but left common iliac artery was found to be occluded from its ostium, in coincidence with the distal anastomosis of the graft (Figures and ). Heavily calcified lesions were observed at fluoroscopy. External iliac artery received blood perfusion from hypogastric artery with patency of the femoropopliteal segment. A decision to endovascular recanalization was made, mainly to avoid a new open surgery intervention. A 6 fr sheath was placed into the left femoral artery in a retrograde way, and iliac artery was recanalized using a 0.035 hydrophilic glide wire (Terumo Medical Corp. Somerset, NJ.) and 5 Fr hydrophilic multipurpose guide catheter (Terumo Medical Corp. Somerset, NJ). Finally we decided to deliver a self-expanding, noncovered, nitinol stent, principally to avoid the rupture of the surgical suture with the pressure exerted by the balloon of a balloon-expandable stent in a less than 2 hours anastomosis. At the same time, covering the lesion with a primary stent instead other techniques, like thrombectomy, may reduce the possibility of distal embolization manly because embolic material is trapped between the stent and the arterial wall. A 9 × 60 mm Smart stent (Cordis, Miami Lakes, FL) was delivered covering the distal graft anastomosis, with flow restoration. A residual stenosis was observed, and a 6 × 40 mm Opta balloon (Cordis, Miami Lakes, FL) was inflated, but 30%–40% residual stenosis still persisted (). We decided to end the procedure, principally because flow restoration was achieved, and the risk of suture rupture was high.\\nAt the room, physical examination revealed normal skin color and temperature, with distal pulse palpable and ankle-brachial index (ABI) measure was 1. Scanner control images showed the stent covering the distal graft anastomosis and 30% residual stenosis (Figures and ).\\nThe patient was sent home 6 days later with a double antiaggregation prescription with 100 mg/day aspirin and 75 mg/day clopidogrel during 3 months. At one-month control the patient remains asymptomatic.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'22733429': 1, '3400809': 1, '16928171': 1, '17698546': 1, '17296701': 1, '7828752': 1, '10415216': 1, '19046905': 1, '12042724': 1, '6233501': 1, '12422109': 1, '20721279': 2}", "similar_patients": "{}"}