{"patient_id": 95192, "patient_uid": "2929492-1", "PMID": 20811592, "file_path": "comm/PMC002xxxxxx/PMC2929492.xml", "title": "A Rare Case of Soft-Tissue Infection Caused by Raoultella planticola", "patient": "On the 2nd of March, 2010, a 30-year-old male was admitted to a tertiary referral hospital in the west of Ireland with a cellulitis of his left thumb and ascending lymphangitis. He had no previous medical history and was not on any regular medications. He worked as a tiler and had sustained a crush injury to his left thumb from a hammer ten days earlier. He described the floor on which he was working as being in poor condition and very soiled. He reported a minor break in the skin and washed his thumb with running water only. Three days prior to admission, he had developed painful swelling and erythema of his left thumb. He attended his general practitioner who prescribed oral flucloxacillin and penicillin V. His symptoms got progressively worse and on arrival to the Emergency Department he was systemically unwell with a temperature of 38.0°C, malaise, and chills. His blood pressure, respiratory rate, and heart rate were all within normal parameters.\\nOn examination, the patient had a tense swelling of the left thumb with cellulitis extending to his left hand and forearm with associated ascending lymphangitis to the left axilla. He was commenced on high-dose intravenous benzyl penicillin 2.4 g QDS, flucloxacillin 2 g QDS, and clindamycin 600 mg QDS to cover for a clinically suggestive Group A streptococcal infection with additional staphylococcal cover. He was taken to theatre on the day of admission where he underwent washout and debridement of his left thumb. A tissue specimen and two intraoperative swabs were sent to the Microbiology Department for Gram staining and culture.\\nGram-negative bacilli were seen on the Gram stain of the tissue specimen obtained in theatre, and a Gram-negative organism was subsequently cultured from this specimen as well as from the two swabs taken intraoperatively. Methicillin-sensitive Staphylococcus aureus was also cultured from the pus swabs, but not from the tissue specimen. Anaerobic cultures were negative. Ciprofloxacin was added to the antimicrobial regimen and the patient's cellulitis improved remarkably within a few days. The organism was identified as Raoultella planticola using the VITEK-2 biochemical identification system with a 93% probability. Antibiotic susceptibility testing was carried out and revealed resistance to amoxicillin but susceptibility to co-amoxiclav, ciprofloxacin, cephalosporins, and aminoglycosides. The patient received six days of intravenous antibiotics and was discharged home on oral antibiotics to complete a two-week course of antibiotics in total.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'33823908': 2, '24865691': 1, '25595510': 1, '27754764': 1, '29379605': 1, '27547740': 2, '16261305': 1, '22690225': 2, '25047268': 1, '22802099': 1, '32577260': 1, '29866679': 1, '26989419': 1, '34189137': 1, '30805529': 1, '28348805': 2, '29728100': 2, '6143213': 1, '28063019': 1, '17446297': 1, '32395267': 1, '24902523': 1, '9666015': 1, '22423899': 2, '27516968': 1, '33335987': 2, '25530640': 1, '28349509': 1, '29475169': 1, '11411716': 1, '3711281': 1, '30684162': 1, '26770234': 2, '28271042': 1, '28409111': 1, '20811592': 2}", "similar_patients": "{'4701793-1': 1, '7735873-1': 1, '5934804-1': 1, '8025561-1': 1, '3368336-1': 1, '4982781-1': 1, '5361635-1': 1, '3362755-1': 1}"}