{"patient_id": 92356, "patient_uid": "2765188-1", "PMID": 19881072, "file_path": "comm/PMC002xxxxxx/PMC2765188.xml", "title": "Long-segment intramedullary spinal dermoid", "patient": "A 30-year-old male presented with pain in the right lower limb for 1 year. He also complained of difficulty in passing urine for 3 months. On examination, saddle anesthesia was noted, with grade 3 power in the left lower limb. MRI of the lumbosacral spine revealed a fairly large intramedullary mass lesion that appeared hyperintense on both T1W and T2W sequences, with signal suppression on fat-saturation images [Figures , and ]. This lesion had three separate segments: one segment extended from the base of the skull to the D1 level, the second from D2 to D11, and the third segment from D11-D12 to L2, in the conus medullaris. The segments in the cervical region and the conus medullaris showed lobulated margins, with mild expansion of the cord and heterogeneous signals. Prominent flow voids were also seen in the cervical region. The segment in the dorsal region of the cord showed well-defined regular outlines and lay centrally in the intramedullary compartment. On the postcontrast study, there was mild heterogeneous enhancement of the mass lesion at the conus medullaris [Figure , ]. These findings were suggestive of a fairly large fat-containing mass lesion, most likely an intramedullary dermoid. Subsequent noncontrast CT spine with sagittal reconstructions confirmed the presence of fat and calcification within the lesion [Figure –], thus supporting the diagnosis of an intramedullary dermoid. The patient refused surgery and therefore histopathological confirmation could not be obtained.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'3216977': 1, '22639693': 1, '16489200': 1, '28028445': 2, '33024606': 2, '22870157': 2, '31624387': 1, '21822608': 1, '34607267': 1, '2601815': 1, '3287667': 1, '19881072': 2}", "similar_patients": "{'5159693-1': 1, '7533096-1': 1, '3410166-1': 1}"}