{"patient_id": 125629, "patient_uid": "2678708-1", "PMID": 19430567, "file_path": "noncomm/PMC002xxxxxx/PMC2678708.xml", "title": "Topical Glycopirrolate for the Management of Hyperhidrosis in Herpetic Neuralgia", "patient": "A 32 year old woman, 21 weeks pregnant with second child, complained to her gynecologist of the appearance of a vesicular rash on the left half of the forehead that progressed toward her left eyelid. Three days prior to the appearance of skin changes prodromal symptoms appeared in the form of general weakness, an occipital headache, sensation of increased body temperature and a mild itch in the affected dermatome. When skin changes appeared, they were accompanied by increased body temperature (37.5℃), itching, a high intensity burning and lancinating pain, allodynia, hyperhidrosis, and small edema. Clinically everything pointed to herpes zoster ophtalmicus which follows the first division of the fifth cranial (trigeminal) nerve. Besides skin changes, the eye was affected by blepharitis and conjunctivitis. Following clinical examination, the clinical diagnosis was established as herpes zoster with virological confirmation of the clinical diagnosis. Patient had herpes zoster for the first time. In view of the expansion of the herpes zoster toward the left eye, Aciclovir therapy was initiated immediately, 800 mg orally five times daily for seven days, with skin treatment with cool compresses and mechanical cleansing. Aciclovir therapy was initiated 50 hours following the appearance of the first symptoms and 5 hours after the patient came in for examination. Blepharitis treatment was palliative with cool compresses, topical lubrication, and a topical broad-spectrum antibiotic as prevention for secondary bacterial infection (usually Staphylococcus aureus). The patient received out-patient care with daily review. Four days following initial examination, the patient complained of pain in the area of the dermatome which was becoming more intense and unpleasant, preventing normal sleep and everyday functioning. The patient defined the intensity of the pain according to the Visual Analogue Scale (VAS scale). At that moment it was equal to 5.5 (moderate pain). Pain therapy was initiated with amitriptyline 12.5 mg at night. The dose was increased to 25 mg after 3 days. According to the VAS scale, the pain ranged between 3 to 4 (3.5) during this therapy. Basic therapy cured the skin changes, but did not terminate the pain. We discontinued amitriptyline therapy after 10 days because of the appearance of unwanted side effects: sedation, dry mouth, constipation. Following the curing of skin changes which lasted 2 weeks, the lancinating pain remained accompanied by hyperhidrosis in the dermatoma zone, especially after meals. The intensity of the remaining pain was between 3 to 4 (3.5) according to the VAS scale. After curing the skin changes we introduced Lidocaine patch 5%. The patient used the patch for one week. Topical Lidocain reduced the allodynia, but not the lancinating pain (still 3.5) and the hyperhidrosis. At that time, we introduced glycopyrrolate cream. Glycopirrolate cream 1% in thin layers was applied in the area of the tender skin on the forehead and within 24 hours it reduced the intensity of the pain by 28.5% (VAS=2.5; mild pain), and completely cured the hyperhidrosis. After 48 hours of use the pain therapy continued for another 7 days and was then discontinued. The pain and the hyperhidrosis did not reappear, there were no side effects during he glicopirrolate cream therapy.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'16013891': 1, '29066862': 1, '1422796': 1, '12637076': 1, '16595111': 1, '9566612': 1, '12950111': 1, '15013924': 1, '16190505': 1, '15505167': 1, '19430567': 2}", "similar_patients": "{}"}