{"patient_id": 91976, "patient_uid": "2740116-1", "PMID": 19829880, "file_path": "comm/PMC002xxxxxx/PMC2740116.xml", "title": "Managing hyponatraemia in a patient with malignant melanoma: a case report", "patient": "A 46-year-old Caucasian British male with metastatic malignant melanoma was admitted to our palliative care unit with worsening lethargy, generalized weakness, profuse sweating, abdominal pain and constipation.\\nMedication on admission included dexamethasone, commenced seven months previously for tiredness and general well being; the dose had recently been increased from 2 mg to 4 mg daily. Slow release morphine sulphate 90 mg 12 hourly and naproxen 500 mg b.d. for pain control, and warfarin following a pulmonary embolism and right iliac DVT diagnosed three months earlier. For relief of constipation he had taken six sachets of Movicol® each day in the week prior to admission.\\nHe had received his second cycle of carboplatin four weeks prior to this admission. Recent CT scan confirmed disease progression with tumour masses in the neck, superior mediastinum, left flank and the adrenal glands bilaterally (right 103 × 143 mm, left 122 × 164 mm). In addition, numerous subcutaneous tumour nodules, nodular liver metastases and significant retroperitoneal malignant lymphadenopathy were noted. CT imaging of the brain was unremarkable.\\nOn examination he was euvolaemic without oedema. There was a firm, large, tender mass in the left upper quadrant. He was not confused and neurological examination was normal. There were numerous metastatic skin deposits of varying size visible on his face and neck.\\nHis blood count, liver function, thyroid function and magnesium levels were all within normal reference ranges, but on admission his sodium was 106 mmol/L and potassium 5.9 mmol/L, urea 11.8 mmol/L and creatinine 104 mmol/L. Plasma osmolality was 242 mosmol/kg, bicarbonate 19 mmol/L, glucose 4.6 mmol/L and random cortisol 1 nmol/L. The initial urinary sodium was 79 mmol/L with a urinary osmolality of 596 mosmol/kg.\\nThe blood results were surprisingly incongruous with the patient’s physical and mental state on this admission. The causes of hyponatraemia were considered with the intention of correcting his electrolyte imbalance in order to resolve his physical symptoms and restore his independent and active lifestyle.\\nThe combination of hyponatraemia and hyperkalaemia with the evidence of significant bilateral adrenal tumours and long-standing dexamethasone therapy led us to the working diagnosis of hyponatraemia due to adrenal insufficiency secondary to the adrenal metastases. His electrolytes were documented within normal ranges two weeks prior to this admission. Other aetiologies considered included that the two recent cycles of carboplatin therapy had impaired his renal function leading to excess sodium loss or reduced sodium reabsorption, or that intense use of the osmotic laxative Movicol® may have compounded his electrolyte imbalance.\\nThe relevance of hyponatraemia as the underlying cause of his physical symptoms was discussed at length with the patient and his wife. Correction of his electrolyte imbalance was agreed upon following advice from the clinical biochemist.\\nInitial management strategies included commencing fludrocortisone, restricting his fluid intake and discontinuing his Movicol®. Over the following days his sodium remained between 105-108 mmol/L and his clinical condition remained stable; whilst he was mostly confined to bed and chair he remained conscious without seizures.\\nOn day five of his admission he complained of sudden onset left loin pain, much more severe than his usual background pain, and became hypotensive and tachycardic. It was hypothesized that he had haemorrhaged into his adrenal tumour as his INR was 3.2 and Hb 9.7 g/dl having fallen from 11.4 g/dl on admission. The patient participated in discussions regarding his management and declined a more aggressive approach including further radiological investigations. He was commenced on a continuous subcutaneous infusion of 100 mg diamorphine and 10 mg midazolam over 24 hours to manage his pain. The dose was titrated against his background opioid use and additional requirements. Ketamine was used for additional analgesia and an opioid-sparing measure. Hydrocortisone was prescribed in place of dexamethasone and his warfarin was discontinued.\\nOn day seven the patient was stable, his urinary sodium had dropped from 79 mmol/L to 5 mmol/L but the plasma sodium remained at 106 mmol/L. The plasma sodium increased to 109 mmol/L by day nine and to 112 mmol/L by the twelfth day of admission. Unfortunately, as the patient’s biochemistry improved his clinical condition then deteriorated. He became confused, aggressive, agitated and difficult to nurse.\\nAs the patient had become unable to participate in decision-making, the Mental Capacity Act 2005 guidance - to involve and consider information provided by people who are best placed to express the prior thoughts and wishes of the patient - was followed. Prior to this episode he had discussed at length with his wife the extent to which he wanted interventions and treatments, saying he would decline further investigations and treatments including intravenous medication in the event of clinical deterioration, fully understanding the implications of this decision.\\nThe clinical situation had evolved from admission. The patient was entering his terminal phase for a combination of reasons. Pursuing resolution of his electrolyte imbalance would no longer be in his best interests in this context nor would it arrest the dying process. It would contradict his wishes as reported by his wife and the views he had expressed to the medical team when he was capable of expressing his own autonomous informed opinions.\\nAnalgesia and sedation were continued via the syringe driver and intravenous medication, including the hydrocortisone, ceased when peripheral access was lost. Central access was not attempted in light of the patient’s prior wishes. The patient died with his wife present fourteen days after admission.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'17701059': 1, '19829880': 2}", "similar_patients": "{}"}