{"patient_id": 90697, "patient_uid": "2593410-1", "PMID": 19081840, "file_path": "comm/PMC002xxxxxx/PMC2593410.xml", "title": "Spontaneous Regression of Pulmonary Metastases from Breast Angiosarcoma", "patient": "A 72-year-old\\nlady presented to a local emergency department with an ulcerating bruised\\nlesion in her left breast (). A true-cut biopsy of the mass confirmed\\nan angiosarcoma and she subsequently underwent a left simple mastectomy in June\\n2005. The final histology showed a 40 mm ulcerated lesion showing the typical\\nfeatures of an epithelioid angiosarcoma. The tumour was predominantly well\\ndifferentiated with smaller areas showing poorly differentiated tumour cells.\\nThe tumour was excised completely but the closest posterior margin was only\\n1 mm. Following referral to our\\ninstitution, postoperative radiotherapy was delivered to the chest wall using a\\nsingle 8 Mev electron field, delivering 40 Gy in 15 fractions over 3 weeks\\nfollowed by an electron boost to the scar of 10 Gy in 4 fractions. A staging CT\\nthorax and abdomen at this time showed no evidence of distant metastases.\\nUnfortunately, in\\nMay 2006, the patient presented to the clinic with symptoms of shortness of\\nbreath and a chest radiograph revealed multiple lung metastases. A subsequent\\nCT scan showed multiple bilateral lung nodules considered too numerous to\\nconsider metastectomy. Due to the patient's poor general fitness, she was not a\\ncandidate for chemotherapy but was kept on regular follow-up. Over the next few\\nmonths, she developed symptoms of disease progression and the repeated chest\\nX-rays showed an increase in the size and number of lung nodules (). Physical\\nexamination at that time also revealed multiple new subcutaneous nodules on her\\nscalp consistent with metastatic skin deposits. As these nodules were not\\ncausing her any symptoms, no palliative treatment was offered at that time.\\nShe was reviewed\\nagain in the clinic in December 2007 and commented that the scalp nodules had\\nregressed. On clinical examination, the subcutaneous scalp nodules were no\\nlonger palpable and a subsequent chest X-ray showed a reduction in the number\\nand size of lung nodules. The patient denied taking any nonprescribed\\nmedication or dietary change leading to the conclusion that this represented a\\nspontaneous regression ().", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'11955733': 1, '18023492': 1, '17560259': 1, '28680008': 1, '11812185': 1, '5921635': 1, '12829679': 1, '17325063': 1, '9891219': 1, '7585012': 1, '10577703': 1, '11948233': 1, '799760': 1, '1648044': 1, '6166811': 1, '9725297': 1, '33776697': 1, '9102221': 1, '6262914': 1, '9402178': 1, '29021485': 1, '18337604': 1, '10767635': 1, '11443624': 1, '11532525': 1, '26576798': 1, '24910124': 1, '19081840': 2}", "similar_patients": "{}"}