{"patient_id": 92155, "patient_uid": "2740291-4", "PMID": 19829854, "file_path": "comm/PMC002xxxxxx/PMC2740291.xml", "title": "Pseudohypoparathyroidism, an often delayed diagnosis: a case series", "patient": "A Caucasian 8-year-old girl came to our outpatient clinics presenting as markedly overweight and with the presence of premature thelarche. Her height was 121.2 cm (3rd-10th centile) and her weight 39 kg (>90th centile) with a BMI of 26.7 (>97th centile). She had stretch marks at her hips, acanthosis nigricans on her neck and chest and cellulite. The mammary glands had a diameter of approximately 1 cm. This precocious puberty associated with skeletal abnormalities (she had a marked hypoplasia of the third, fourth and fifth metacarpals shortening and a dysmorphia of the carpal nucleus with a reduced carpal space) found in a radiograph of the left hand and wrist had raised the suspicion of an Albright hereditary osteodistrophy. Several biochemical examinations were performed: all results were within the normal range, except for an elevated PTH (127 pg/ml, reference value 17.3-72.9). The calcium phosphate metabolism, the phenotypic aspect (rounded face, short stature, bull neck, squat hands and feet, epicanthus) and the brachymetacarpia strengthened the diagnostic hypothesis of an Albright hereditary osteodistrophy. For this reason a genetic analysis was planned (still in course).\\nDuring the following months she repeated the biochemical analyses, which confirmed normal calcium and phosphate levels, normal 25OHvitamin D and elevated PTH. Two tests (arginine and dexamethasone) were compatible with a growth hormone deficit. The phosphate renal transport (TRP) and the phosphate maximum transport (TmPO4) were elevated.\\nsummarizes the biochemical values showed by the four patients at arrival to our Clinic.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'32844075': 1, '12970307': 1, '18617581': 1, '12970262': 1, '12970263': 1, '4370302': 1, '10457257': 1, '4309802': 1, '6344759': 1, '32110670': 1, '24481017': 1, '7418926': 1, '17595244': 1, '10695258': 1, '17117292': 1, '6301273': 1, '19829854': 2}", "similar_patients": "{'2740291-1': 2, '2740291-2': 2, '2740291-3': 2}"}