{"patient_id": 92616, "patient_uid": "2769484-1", "PMID": 19918354, "file_path": "comm/PMC002xxxxxx/PMC2769484.xml", "title": "Alleviation and prevention of severe allergic rhinitis and conjunctivitis following long-term lemon juice use: a case report", "patient": "The patient is a 63-years-old, single, Greek female who weighs 60 kilograms (weighed 48 kilograms in 1981) and is 1.50 meters tall. She is consultant of preschool education and distinguished poet. She characterizes her current health condition as “excellent”. According to her medical case history, she had generalized ARC from 1981 (period of first diagnosis) to 1984, whereupon she was almost cured. Other health issues include primary infection by Mycobacterium Tuberculosis, without manifesting symptoms of tuberculosis, just after the appearance of ARC (1981), detection of helicobacter pylori, gastro-esophageal reflux (2003), chronic gastritis (2003), hypercholesterolemia (2003). She also underwent laparoscopic cholecystectomy (2003) after the diagnosis of acute cholocystitis. Her current medication comprises ezetimibe/simvastatin (2005) and esomeprazole magnesium (2006). She has a family history of cancer (brother, cousin, uncle) and gastro-esophageal reflux (father), but no family history of allergies. She reported neither drug nor alcohol abuse. She had been smoking 3-6 cigarettes daily from 1966 to 1996 and has been drinking 1-2 cups of coffee daily. She exercises (walking, dancing) five times a week for an hour each time.\\nShe first developed ARC in 1981 while working in the village Katsikas near the city of Ioannina. She reports that she developed, and still has, hypersensitivity mainly to washing powder, as well as to most kinds of detergents (chlorine water, ammonia-containing solutions), every kind of dust, house dust mite and dust produced by road-traffic, gas fumes, air conditioning, pollen, scents of flowers, blossoms and plants, perfumes and synthetic aromatics. She cannot remember the exact stimuli or date of the first allergy symptoms. Describing her case, she emphasizes that her symptoms appeared all year round, not in a certain season, everywhere she was, even when she travelled somewhere or during a journey. ARC occurred after her exposure to the afore-mentioned allergens and had no connection with periods of stress or emotional discomfort. It popped up and went away, popped up, went away! “I was impressed! But, it followed me even in Russia! It was not present only in Greece. I thought that something was wrong with Greek environment!” The symptoms continued for days, weeks, or even several months and did not subside even if the allergen had retreated. She had intense watery rhinorrhea, tearing and irritation of the eyes, as well as repetitive sneezing. She also had pain, erythema and unbearable pruritus of the nose, pharynx and eyes. “Acute crises! Crises! Recurrent crises!” It was terrible! She mentioned no cough, headache, impaired smell, or nasal congestion. She said she performed allergy testing (1982) which revealed the probable allergen she was reacting to: white poplar of Belarus. “And I said that we don’t have such kind of poplar here!”\\nShe was treated with corticosteroid pills (She cannot remember the exact name of the drug) and nasal decongestant sprays. In periods of acute exacerbation, she took the corticosteroid pills permanently. This medication pattern continued for three years. Although it was really effective in considerably reducing the allergy symptoms, the patient mentions that the action of cortisone begun only after three hours. Moreover, she noticed that she started to gain weight at the abdominal regions. This resulted in her low compliance to cortisone-including medication. “I suddenly started to gain weight. The pills contained cortisone and my doctor hadn’t informed me so.”\\nThough, it is highly important to evaluate the impact of her illness on her life. For her it was a painful experience, which impaired her total well-being. She had to confront recurrent crises and she often was not able to sleep at night. The symptoms were intense and she had severe physical discomfort. She was unable to work, to talk with friends, to have social life when her condition was aggravated. “I couldn’t go for a coffee and talk with friends.” Her productivity and concentration were severely restricted. “I could think of nothing else.”\\nThe solution to her problem came really unexpectedly for her. It was a period of crisis in 1984, when she also had nausea and a feeling of stomach discomfort. Thus, she tried to drink lemon juice, hoping it would improve her abdominal pain (popular traditional therapy in Greece). Oddly enough, She noticed that her coexisting allergy symptoms improved radically! She tried it again and again and again; and in all times the result was the same. From that moment, lemon became an integral part of her life. Every time she felt that her allergy symptoms come up, she expressed juice from half or a whole lemon (half if her symptoms were relatively mild, a whole one when she was in crisis) and, then, she diluted it with a little water. Lemon brought a total change to her illness and life. Her symptoms’ intensity and incidence decreased significantly. Lemon worked in only half an hour and directly relieved her crisis. She comments that only lemon juice had this outcome. She had been drinking orange juice in rich quantities but it never alleviated the vigour of her symptoms. The consumption of lemon juice reduced her rhinorrhea, which started to give its place to a mild nasal congestion. It also reduced tearing of the eyes, sneezing, pain and pruritus. The fact is that she no longer had, nor has, crises.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'17927674': 1, '24324897': 1, '18691301': 1, '19079587': 1, '2513902': 1, '17002705': 1, '16465400': 1, '18331513': 1, '33046025': 1, '15025839': 1, '11029350': 1, '19918354': 2}", "similar_patients": "{}"}