{"patient_id": 90776, "patient_uid": "2612683-1", "PMID": 19055795, "file_path": "comm/PMC002xxxxxx/PMC2612683.xml", "title": "Orocervical foetus-in-foetu with prenatal sonographic diagnosis: a case report", "patient": "A 28-year-old Nigerian woman, who was gravida 2, para 1, and who was not sure of her last menstrual date or last month of menstruation, was referred for obstetrics ultrasound scan for dating and foetal well-being. She had no medical history of note and was not on any specific drugs during this pregnancy. She had a healthy 2-year-old boy. She had come to the booking clinic with an advanced pregnancy estimated to be 39 to 40 weeks gestation by the obstetricians. She was in a good state of health (BP = 110/70 mmHg, respiratory rate 18 cpm and pulse rate 80 bpm).\\nTransabdominal ultrasound examination showed a singleton live intrauterine foetus in longitudinal lie and presenting cephalic. The amniotic fluid index was elevated (55 mm 52 mm, 62 mm, 68 mm). The foetus had a complex cystic lower jaw/neck mass (Figure ). The mass was well encapsulated and contained some echogenic long bones. The differential diagnosis included lymphangioma, teratoma, and a branchial cleft cyst. Measurement of biparietal diameter was made difficult by this mass. Hence, foetal age was estimated from femur length and abdominal circumference and both corresponded to 36 weeks gestation. She was planned for elective Caesarean delivery, but she defaulted for vaginal delivery at home only to represent when labour had been obstructed for 72 hours and foetal demise had occurred.\\nShe was brought in exhausted, dehydrated, tachycardic (102 bpm) and tachypnoeic (28 cpm). She was febrile (39°C) but not pale. Foetal heart sound was not heard. The foetal head was engaged and os was fully dilated. An impression of obstructed labour with intrauterine fetal death presumably due to the giant neck mass was made.\\nShe had an emergency Caesarean section and a macerated foetus was delivered (Figure ).\\nThe baby weighed 3950 g and showed no dysmorphic features except for a large, mostly firm mass on the neck involving the chin (Figure ). The mass contained eyes, nose and skull all surrounded by a membrane-like thin skin.\\nPathologic examination of the mass was hindered by cultural taboo, which led to the patient and her family declining consent. This foetiform structure was determined to be a foetus in foetu because of the high degree of organogenesis, which included cranium, eyes, nose, long bones and the presence of a vertebral axis.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'14740199': 1, '26023400': 2, '1469547': 1, '16123193': 1, '15305103': 1, '11754238': 1, '17628706': 1, '9094243': 1, '22043387': 1, '17451188': 1, '15065040': 1, '10835078': 1, '14825068': 1, '19055795': 2}", "similar_patients": "{'4420410-1': 1}"}