{"patient_id": 89859, "patient_uid": "2329636-1", "PMID": 18373866, "file_path": "comm/PMC002xxxxxx/PMC2329636.xml", "title": "Axillary artery injury combined with delayed brachial plexus palsy due to compressive hematoma in a young patient: a case report", "patient": "A 16-year-old male who injured his right shoulder in a motorbike accident presented himself to a regional general hospital on the same day of the injury. On initial physical examination, he complained of tenderness of the shoulder and axillary regions. Roentgenograms revealed a non-displaced fracture at the distal end of the right clavicle but neither dislocation of the glenohumeral joint nor humeral neck fracture was observed (Figure ). Blood supply to the right arm was intact, and the pulses of the radial and ulnar arteries in the affected right arm were palpable. Blood pressure difference between the right and left upper arms was not evaluated at that point. Neurological examination revealed sensory deficit on the lateral aspect of the right upper arm. Although the patient could elevate the upper arm more than 90° against gravity, muscle contraction of the deltoid muscle was not seen under voluntary elevation of the upper arm. There was no other sensory or muscle power deficit. At that point, axillary nerve palsy was diagnosed, and an electrophysiological examination was scheduled for the detailed evaluation of other nerves. However, on the third day after the accident, the patient developed swelling and tenderness in his right upper arm and shoulder, and became paralyzed in his right arm. He was referred to our department. On physical examination, the pulses of the radial and ulnar arteries of the right arm were significantly diminished compared to those in the left arm. Blood pressure was 42/20 mm Hg (systolic/diastolic) in the right arm, and 122/70 mm Hg in the left arm. Widespread ecchymoses were observed on the medial aspect of the upper arm. On neurological examination, muscle power in the right arm included brachialis (M0), biceps (M0), triceps (M0), pectoralis major (M3), pronator teres (M3), supinator (M1), flexor carpi radialis (M3), flexor carpi ulnaris (M3), extensor carpi radialis longus/brevis (M2), flexor digitorum profundus/sublimis (M4), flexor policis longus (M4), extensor digitorum communis (M0), extensor policis longus (M0), and intrinsic muscles (M2) according to the classical medical research council scale. Muscle power of the deltoid and supra/infra spinatus muscles could not be evaluated exactly due to shoulder pain from the fractured clavicle. However, the patient could elevate the upper arm 120° against gravity, indicating that the suprascapular nerve was intact. Complete sensory loss was observed in the lateral aspect of the upper arm and dorsoradial aspects of the forearm and hand, and the volar aspects of the forearm and hand were slightly numbed. The patient complained of slight dull pain (neurostenalgia) at the radial aspect of the forearm. Selective digital subtraction angiography of the axillary artery through the right femoral artery showed complete occlusion of the axillary artery at the site of the coracoid process of the scapula (Figure ). Collateral blood circulation to the forearm was preserved through the thoracoacromial and posterior circumflex humeral arteries. Magnetic resonance imaging (MRI) demonstrated a mass measuring 4 × 5 cm that was suspected to be a hematoma compressing the axillary artery and brachial plexus in a space between the subscapular muscle and the pectoralis minor muscle (Figure and ). On the same day of referral, surgical explorations of the axillary artery and brachial plexus, and evacuation of the hematoma were performed under general anesthesia. At intraoperative observations, the axillary artery was found to be occluded with thrombus along 5 cm, at the site where the pectoralis minor muscle overlaid the artery; however, the adventitia of the artery was not ruptured. A subscapular artery was ruptured at the site of origin from the axillary artery; the brachial plexus was compressed by the hematoma along a dorsal direction. Following evacuation of the hematoma, the infraclavicular part of the brachial plexus was explored from the origin of the cords to the terminal branches. Macroscopically, the brachial plexus was intact. Intraoperative electrostimulation on the terminal branches of the infraclavicular brachial plexus was performed. Although stimulation of the nerves other than the axillary nerve induced the contraction of the innervated muscles, deltoid muscle contraction didn't occur after the stimulation of the axillary nerve. After exploration of the axillary nerve, it appeared continuous, but tension was slackened. External neurolysis of the nerve was performed to promote spontaneous recovery. The axillary artery was transected to observe the interluminal conditions. The artery was occluded by thrombus; the intima was damaged. The intraluminal thrombus was removed using a 4 French Fogarty catheter in both proximal and distal directions, and revascularization was established by performing an interpositional great saphenous vein graft. The proximal and distal sites of the graft were anastomosed using side-to-end and end-to-end methods, respectively. Care was taken not to sacrifice collateral blood circulation (Figures and ). The ruptured subscapular artery was not repaired but ligated because the artery was stretched and damaged. Heparin and regional thrombolytic therapy with urokinase were administered intravenously to the patient for 5 days after surgery as an anticoagulatory treatment. Just after the surgery, both the radial and ulnar arteries of the right arm became pulsatile, as in the left arm. The sensorimotor functions started to recover from the first day after surgery. All nervous functions except for that of the axillary nerve were sufficiently recovered within 3 days. One year after surgery, muscular powers except for that of the deltoid muscle were completely recovered. Despite of the atrophy of the deltoid muscle, muscle contraction was seen under voluntary elevation of the upper arm against gravity. The patient could abduct his shoulder 180° with a 10-kg load by conjoint function with the supra spinatus muscle. Electromyographic examination of the deltoid muscle revealed motor units under voluntary control, mild decrease in interference patterns and re-innervations, confirming the partial recovery of muscle function. Sensory disturbance on the lateral aspect of the right upper arm also recovered to normal sensation. The patient was satisfied with the function of his right arm (Figures and ).", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'33738092': 2, '16049247': 1, '15488521': 1, '12549490': 1, '9168758': 1, '29500507': 1, '6502841': 1, '7055402': 1, '8181622': 1, '11005418': 1, '8858042': 1, '7175526': 1, '29961154': 1, '15920428': 1, '10823543': 1, '18373866': 2}", "similar_patients": "{'7955768-1': 1}"}