{"patient_id": 92810, "patient_uid": "2783072-1", "PMID": 19946549, "file_path": "comm/PMC002xxxxxx/PMC2783072.xml", "title": "Association between thymoma and persistent hypothermia: a case report", "patient": "An 88-year-old Caucasian man with a two-month history of breathlessness was referred to our hospital. His chest radiograph showed a large, left-sided pleural fluid collection. He was admitted for further investigation.\\nThe patient was hypertensive and had undergone transurethral resection of a grade 1 adenocarcinoma of the prostate 23 years prior to presentation. His serum prostate-specific antigen (PSA) level had not risen subsequently. His medication included amlodipine and bendroflumethiazide. He smoked 1 to 2 cigarettes per day until 5 years previously, and also drank alcohol infrequently. He mobilized with a walking aid and was able to ascend a single flight of stairs. He was a retired clerical worker.\\nPhysical examination revealed a body temperature of 35.1°C, measured using a tympanic thermometer and checked with a low-reading thermometer. He had no fingernail clubbing, palpable lymphadenopathy or manifestation of cardiac failure. His abdominal examination results were unremarkable. There was neither papilloedema nor lateralizing signs on neurological examination to suggest the possibility of a structural central nervous system lesion or stroke. A computed tomography (CT) brain scan showed that he had a small lacunar infarct in his left periventricular region with intracranial appearances within normal limits. His lower limbs demonstrated chronic changes of venous congestion. No evidence of any skin wound or cellulitis was found.\\nHe had a good appetite prior to hospital admission and there was no clinical or biochemical evidence of malnutrition (serum calcium, phosphate, vitamin B12 and folate levels were all normal). Other blood tests revealed normal haemoglobin (14.1 g/dL) and white cell count (8.5 × 109/L), with a mild elevation of creatinine and a C-reactive protein (CRP) level of 53.1. Following the identification of pseudomonas based on swabs taken from his lower limbs, he was treated with ciprofloxacin. Blood cultures were negative for bacterial growth and his CRP was noted to have normalized.\\nAn intercostal tube was inserted to drain pleural fluid, and pleural biopsies were then performed. The fluid was a blood-stained exudate and contained no organisms, leucocytes or malignant cells. Pleural biopsies contained mesothelial cells and haemosiderin-laden macrophages but did not show any features of malignancy. Acid and alcohol fast bacilli were not cultured from any pleural specimens.\\nA CT scan demonstrated a 12.5 × 10 cm mass within the patient's left hemithorax contiguous with the anterior and lateral mediastinum, a small pericardial effusion, and a residual left pleural effusion with associated atelectasis. An ultrasound guided core biopsy of the mass was performed. A CT image of the thymoma at the level of the carina is shown in Figure . Histological and immunohistochemical examination demonstrated Type A thymoma (Table ). Radiological findings suggest that this was a Stage IVa tumour according to the Masaoka staging system. A talc pleurodesis was performed before the intercostal drain was removed, and the pleural fluid did not reaccumulate. The dyspnoea resolved. We did not offer the patient any further treatment in view of the relatively good prognosis and his lack of remaining symptoms. There was no evidence of myasthenia gravis, neuromyotonia, or pemphigus. The patient's immunoglobulin levels were normal and his acetylcholine receptor antibodies were negative.\\nHowever, the patient remained intermittently hypothermic for another four weeks and active external rewarming was required on some occasions. Despite this, his temperature fell to as low as 32.8°C. The ambient ward temperature was at least 22°C at all times. Representative temperature recordings from his observation charts are shown in Figure . His amlodipine medication was stopped in case its peripheral vasodilatory effect was contributing to hypothermic condition. Results of his thyroid function and hypothalamic-pituitary-adrenal axis tests were normal. There was no clinical evidence of sepsis throughout this period. His white cell count and CRP remained within normal limits and no evidence of bacteremia was found following repeat blood cultures. His condition subsequently remained stable and his symptoms were well controlled at the time of his discharge from our hospital.", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'27872781': 2, '15337034': 1, '17442530': 1, '18202210': 1, '8341196': 1, '33413328': 1, '19242309': 1, '12712448': 1, '6608930': 1, '7296496': 1, '15314138': 1, '19946549': 2}", "similar_patients": "{'5107858-1': 1, '5107858-2': 1}"}