{"patient_id": 89805, "patient_uid": "2277381-1", "PMID": 18353184, "file_path": "comm/PMC002xxxxxx/PMC2277381.xml", "title": "Cardiac fibrosis in the elderly, normotensive athlete: case report and review of the literature", "patient": "The patient was a 73-year-old healthy African American female with no significant medical history. Notably, she was an avid athlete and power lifter, participated regularly in aerobic activity and traveled frequently. She presented initially with a 2-day history of sore throat and fever and acute onset of mental status changes. Upon arrival at the hospital she was found to be febrile, hypertensive, tachycardic and tachypneic and to have an elevated white blood cell count of 15.2 K/ul. Physical examination revealed no obvious source of infection, and EKG showed tachycardia but otherwise normal electrical activity. The patient rapidly decompensated and died despite resuscitative efforts. Pre-mortem blood samples were later found to be positive for group A beta-hemolytic Streptococci. Postmortem examination of the patient's medical records revealed no significant disease history. She had a favorable cholesterol profile, with total cholesterol of 183 mg/dl, triglycerides 66, LDL 98 and HDL 72. There was no history of hypertension or evidence of cardiac disease and no history of eosinophilia.\\nAutopsy was performed and revealed no pathological processes acutely related to death, including no signs of localized infection as the source of bacteremia. The patient was found to have cardiomegaly with a cardiac weight of 365 grams, left ventricular wall thickness of 1.8 mm and markedly decreased chamber volume. Histological examination showed wide distribution of interstitial myocardial fibrosis (Figures , and ). Fibrosis was present throughout the right and left ventricles in an inconsistent pattern and was more prevalent in the endomyocardium. The largest foci of fibrosis measured approximately 4 mm in greatest diameter, and approximately 25% of the myocardium was involved by some degree of fibrosis. A single foci of inflammatory infiltrate was noted, but was not located near an area of fibrosis. Microfiber disarray and septal hypertrophy were absent. The coronary arteries were notably patent with minimal atherosclerosis.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'8996312': 1, '8435237': 1, '2390010': 1, '8139269': 1, '7518396': 1, '16321803': 1, '23276152': 1, '23631751': 1, '32334457': 1, '2147130': 1, '7810723': 1, '9166291': 1, '1781767': 1, '17311809': 1, '10435025': 1, '20556420': 1, '24063684': 1, '10581719': 1, '17720799': 1, '17117750': 1, '17698051': 1, '15501680': 1, '2934463': 1, '8154429': 1, '1380619': 1, '10466478': 1, '7556268': 1, '2938462': 1, '9015412': 1, '15377277': 1, '11007583': 1, '6444559': 1, '18353184': 2}", "similar_patients": "{}"}