{"patient_id": 125399, "patient_uid": "2628182-1", "PMID": 18159604, "file_path": "noncomm/PMC002xxxxxx/PMC2628182.xml", "title": "Synchronous Adenocarcinoma and Mantle Cell Lymphoma of the Stomach", "patient": "A 62-year-old man presented with an abnormal gastric mucosal lesion () during a routine check-up for evaluation of generalized weakness. The lesion was diagnosed as gastric cancer by a gastrointestinal endoscopy. He had been previously diagnosed with diabetes mellitus, Alzheimer's disease, and renovascular hypertension. He had no symptoms associated with the gastrointestinal tract and no history of a Helicobacter pylori infection. Superficial lymph nodes were not palpable. All other physical examinations were unremarkable.\\nA complete blood cell count showed hemoglobin 15.4 g/dL, hematocrit 44.4%, platelet 249,000/µL, and white blood corpuscle 8,500/µL. On a tumor marker study, alpha fetoprotein (AFP) was 1.8 ng/mL, carcinoembryonic antigen (CEA) was 4.9 ng/mL, and carbohydrate antigen (CA) 19 - 9 was 5.5 U/mL. Other laboratory findings were within normal limits. Upon endoscopy, there were two mucosal abnormalities. One abnormality was a relatively well demarcated lesion, 3.5 cm in size, with an irregular margin just above the gastric angle. Another 3 cm, whitish, and elevated lesion with central ulceration was noted on the greater curvature side of a body. Microscopic examination of an endoscopic biopsy specimen of the first lesion revealed a carcinoma, and the latter revealed dysplasia. Simultaneously performed abdominal computed tomography showed slightly enlarged perigastric lymph nodes without distant metastasis. Ultrasonography and a whole body bone scan showed no significant findings.\\nWe performed a radical total gastrectomy with a splenectomy and Roux-en-Y esophagojejunostomy. Macroscopically, there were two flat and oval shaped, plaque-like lesions on the lesser and greater curvature of the body. The sizes of each lesion were 3.5 cm by 3.0 cm and 3.0 cm by 2.5 cm, respectively (). Microscopically, the smaller lesion in the greater curvature was tubular adenoma with well differentiated adenocarcinoma confined to gastric mucosa (). There were no lymph node metastases of the carcinoma in any of the 39 lymph nodes. The larger lesion of the lesser curvature showed multiple nodular proliferations of small lymphoid cells mainly in the mucosa with focal submucosal extension (). MCL cells were found in 27 out of the 39 retrieved lymph nodes. Immunohistochemical staining of the small lymphoid cells showed positive reaction for CD5, CD20, and cyclin D1 () and negative reaction for CD3 and MT1. These findings were compatible with synchronous manifestation of EGC IIc (Stage Ia) and MCL (stage III). The patient made an uneventful postoperative recovery and did not receive any adjuvant chemotherapy due to his refusal.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'6896167': 1, '1530105': 1, '14669040': 1, '9452276': 1, '9178843': 1, '16502482': 1, '12562254': 1, '10319380': 1, '8068936': 1, '8847062': 1, '11504842': 1, '8639814': 1, '9697885': 1, '16254039': 1, '9070483': 1, '12548600': 1, '7849295': 1, '14687022': 1, '8659449': 1, '9166827': 1, '9152799': 1, '33425412': 2, '11976826': 1, '18159604': 2}", "similar_patients": "{'7772033-1': 1}"}