{"patient_id": 125436, "patient_uid": "2629910-1", "PMID": 19096245, "file_path": "noncomm/PMC002xxxxxx/PMC2629910.xml", "title": "A Case of Epithelial Inclusion Cyst of Iris", "patient": "A 6-year-old boy was referred to our clinic for 6 mm full-thickness corneal laceration after trauma from a boomerang to his right eye. Past ocular and medical histories were unremarkable, and the patient was otherwise in good health. On examination, the best-corrected visual acuities were 20/20 in his left eye and finger-count at 10 cm in his right eye. Intraocular pressure was not assessed in either eye. Upon anterior segment examination of the right eye, we observed a 6 mm full-thickness corneal laceration. This laceration involved 1 mm of the sclera with a prolapsed iris and incarceration extending horizontally from the center to the nasal side of the limbus area. The anterior chamber was shallow. A blood clot had precipitated in half of the inferior part of the anterior chamber, and red blood cells and a fibrotic membrane was also dispersed in the anterior chamber. An anterior segment examination was unremarkable in the patient's left eye. The lens and fundus were invisible in the right eye, and unremarkable in the left eye.\\nThe patient underwent a primary closure of the cornea and was treated with oral Augmentin syrup at 40 ml/day (400 mg), Bendazac lysine (Bendaline®) at 750 mg/day, and 0.3% tobramycine and 0.1% fluorometholone (Ocumetholone®) eyedrops every 6 hours. He was followed-up every week, and 1 month postoperatively the wound was well approximated and the best-corrected visual acuity was 20/20 in his left eye and 20/40 in his right eye. There were no anterior chamber reactions in the right eye.\\nThirteen months later, slit lamp examination revealed a fluid-filled cyst adjacent to the previously approximated corneal wound (). The cyst was diagnosed as an epithelial inclusion cyst of the iris. There was no dehiscence of the corneal wound. The best-corrected visual acuity was 20/20 in the left eye and finger count at 30 cm in the right eye because the inclusion cyst grew over the pupil and covered the visual axis.\\nThe patient was treated with a 27-Gauge needle aspiration of the cyst at the nasal side of corneal limbus () after making a side puncture at the temporal side of the cornea limbus. Viscodissection of the cyst separated the cyst from the corneal endothelium. Then, laser photocoagulation was performed with an endolaser (Ultima 2000SE, Coherent. Inc., USA) at 200 mW and a total of 40 pulses in the epithelial wall with an endolaser probe (curved maximum focused endo ocular laser probe 55.29L, Synergetics Inc., USA) from the external cornea (). We aspirated 0.04 ml, and cell cytology showed amorphous fluid with no cells. After needle aspiration and laser photocoagulation, an anterior segment photograph showed shrinkage of the cyst (). Upon examination 10 days after treatment, the cornea was relatively clear and the anterior chamber was deep and clear. The best-corrected visual acuity was 20/20 in the left eye and 20/100 in the right eye. The patient's right eye was medicated with 0.3% tobramycine and 0.1% fluorometholone (Ocumetholone®) eye drops every 6 hours.\\nOn examination 1 month after needle aspiration and laser photocoagulation, the best-corrected visual acuities were 20/40, -4.00 sph -5.00 cyl 130 Ax in the right eye and 20/20, plano in the left eye. The cornea showed oblique corneal opacity in the center to the nasal side of limbus, and iridocorneal adhesion was seen in the nasal side of the iris which was the site of laser ablation. Otherwise, the lens and fundus examinations were normal.\\nAt the 6-month follow-up visit, the best-corrected visual acuity of the right eye was 20/40 with an intraocular pressure of 12 mm Hg. There was no evidence of recurrence of the epithelial cyst ().", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'5089164': 1, '6541771': 1, '9787358': 1, '4908746': 1, '12352091': 1, '5547530': 1, '6696869': 1, '21525817': 1, '3218817': 1, '1736872': 1, '11228309': 1, '10365043': 1, '12545681': 1, '4462240': 1, '7342411': 1, '7786221': 1, '14189733': 1, '26347837': 2, '6301413': 1, '7046708': 1, '4363106': 1, '19096245': 2}", "similar_patients": "{'4549539-1': 1, '4549539-2': 1}"}