{"patient_id": 126952, "patient_uid": "2994351-1", "PMID": 21234113, "file_path": "noncomm/PMC002xxxxxx/PMC2994351.xml", "title": "Emergent Caesarean section in parturient with congenital complete atrioventricular block", "patient": "A 26-year-old gravida 2 parity 1, Indonesian migrant to Malaysia presented for her routine antenatal visit at 36 weeks of pregnancy. Ultrasound examination revealed intrauterine growth retardation with an estimated fetal weight of 2 kg, normal biophysical profile, extended breech lie and oligohydramnios with an amniotic fluid index (AFI) of 5.2 (normal AFI 8–18). She was counselled for elective Caesarean section and admitted for preoperative assessment.\\nHistory revealed an uneventful first pregnancy with normal spontaneous vaginal delivery at term aided by a village midwife in 1999. She had no known history of medical illnesses, pharmaceutical prescription, illicit drug use, alcohol consumption or cigarette smoking. Her menstrual history was uneventful and she volunteered the use of oral contraceptives intermittently between 1999 and 2001. Her family history was unremarkable. She did complain of occasional fainting episodes, exertional dyspnoea and palpitations during both pregnancies.\\nA review of her antenatal shared-care records revealed normal haemoglobin levels, blood pressure readings, blood sugar profile, weight and fundal height progression. However, she had persistent bradycardia of 36–38 bpm throughout her antenatal period. A 12-lead electrocardiogram (ECG) (Figure a) showed complete atrioventricular block with narrow QRS complexes and an escape rhythm of 36 bpm. She was then reviewed by the attending cardiologist who performed a transthoracic echocardiography which showed normal left ventricular function with normal chambers and valves aside from trivial tricuspid regurgitation on colour flow mapping. Further blood investigation proved unremarkable (Table ).\\nShe was then counselled on the possible need for a transvenous temporary pacemaker lead inserted peripartum with a permanent pacemaker implantation in the puerperium in view of her history of fainting episodes, exertional dyspnoea and palpitations. The patient was non-committal regarding the pacemaker, stating the radiation risk to the fetus and that her first delivery was uneventful. Throughout the cardiology consultation she was noted to have increasingly regular and stronger contractions. A vaginal examination then revealed an effaced cervix, 4 cm ostium and –2 station with breech presentation.\\nShe was then planned for an emergency Caesarean section, connected with transcutaneous pacing as a general precaution. The gel pads were strapped by an extra layer of TagadermTM (3M, St Paul, MN, USA) transparent dressing for greater support and to maintain sterility of the operating window (Figure ).Ventricular capture was reliably demonstrated at 10 mA and she was paced at 50 bpm (Figure b).\\nThe delivery proceeded uneventfully under general anaesthesia. However, intraoperative blood loss of 400 mL resulted in hypotension and a momentary loss of ventricular capture requiring the insertion of a transvenous temporary pacemaker lead immediately postpartum with good results. She was then observed in the coronary care unit for 48 h, the temporary pacemaker was removed at the end of the period, and she was eventually discharged well and asymptomatic.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'4273004': 1, '14881815': 1, '1565369': 1, '2666047': 1, '17270418': 1, '16579804': 1, '12865586': 1, '9114764': 1, '21234113': 2}", "similar_patients": "{}"}