{"patient_id": 93500, "patient_uid": "2820011-1", "PMID": 20148116, "file_path": "comm/PMC002xxxxxx/PMC2820011.xml", "title": "Torsion of a giant pedunculated liver hemangioma mimicking acute appendicitis: a case report", "patient": "A 31 year old man admitted to our emergency department with a 2 day history of right iliac fossa pain which he described as continuous. He also had anorexia, nausea. On physical examination, his pulse rate was 96 beats/min, his body temperature was 37.1°C. His abdomen was markedly tender at the right iliac fossa with guarding and rebound tenderness at McBurney's point. The rest of the systemic examination was normal and the Mantrels score of the patient was 6. Laboratory data was as follows; hemoglobin 15.8 g/dl, total leukocyte count 9700/mm3, with 75% polymorphonuclear leukocytes, 37% lymphocytes, 3,2% monocytes, and 1% eosinophils; erythrocyte sedimentation rate was 2 mm for 1 h. Liver function tests, serum electrolytes, and creatinine were all within normal ranges. His bowel movements were regular on oscultation. Per rectum examination was normal. The abdominal X-ray was normal and because of the manifest clinical picture, abdominal ultrasound was not performed. Under the light of medical history and signs on abdominal examination, the patient was diagnosed as having acute appendicitis with a Mantrels score of 6 and was taken to theatre for appendectomy. At operation a normal appendix was found. At further exploration, a large soft reddish mass was palpated near the caecum. Macroscopically, the mass measured 10 × 12 × 15 cm. It was connected to the right inferior margin of the liver with a thin pedincule. It had undergone a 360° clockwise torsion on its pedincule. The mass was easily detorsioned and resected (Fig and ). Appendectomy was also performed using the routine method. Histologic assessment confirmed a cavernous hemangioma. The mass had multiple vascular spaces and fibrosis and was unusual for that there was a considerable amount of adipocytes intermingling within the tumor (Fig ). The patient's recovery was uneventful, and he was discharged on the 2nd postoperative day.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'30140210': 2, '3963537': 1, '5433290': 1, '27781125': 2, '26929464': 1, '3950039': 1, '32966927': 1, '15646543': 1, '19155194': 1, '12650132': 1, '31754530': 2, '20148116': 2}", "similar_patients": "{'5068247-1': 1, '6837789-1': 1, '6103378-1': 1}"}