{"patient_id": 125165, "patient_uid": "2526433-1", "PMID": 18437022, "file_path": "noncomm/PMC002xxxxxx/PMC2526433.xml", "title": "A Case of Birt-Hogg-Dubé Syndrome", "patient": "A 31-yr-old woman visited the Department of Dermatology for evaluation of long-standing mildly pruritic facial papules that she had had for 10 yr (). Previously she had been treated with CO2 laser and Aldara ointment with the impression of verruca or syringoma but with little effect. Physical examination revealed several firm, flesh-colored, dome-shaped, papular lesions ranging from 2 to 5 mm in diameter, distributed on the face and neck area. The patient had a history of pneumothorax; otherwise, her medical history was not notable. Skin biopsies of the facial papules were performed. One sample showed concentric layers of cellular fibrous tissue around hair follicles with an aritifactual cleft separating the fibroma from adjacent connective tissue (). Also in another sample, a raised papule composed of connective tissue surrounded by a lateral collarette was seen (). Staining with alcian blue and elastin stain revealed an unencapsulated loosely woven admixture of collagen and thin elastic fibers with mucin. Periodic acid-schiff (PAS) staining showed multiple thin and thick walled blood vessels with PAS-positive basement membrane within the substane of the tumor. The biopsy findings were consistent with perifollicular fibroma and trichodiscoma, respectively.\\nComputed tomographic scan of the chest, abdomen, and pelvis showed multiple cysts on both lower lung zone, with sizes ranging from 1.4-2.4 cm and a small amount of pneumothorax noted on the left anterior basal hemithorax. The scan did not show any abnormalities in the kidney or colon. There was no family history of renal tumors, colon carcinoma, or other benign or malignant neoplasm. However, the patient reported that her two aunts died of 'lung disease' (diagnosis unknown) and one of her older sisters was remembered to have had multiple tumorous lesions. Both of her older sisters passed away at an early age but she did not know the cause of death.\\nMolecular analysis of the BHD gene was performed after informed consent from the patient. Genomic DNA was extracted from peripheral blood leukocytes, and subjected to mutation analysis. All the coding regions of the BHD gene (exons 4-14) were amplified using polymerase chain reaction (PCR) with oligonucleotide primers we designed (). The amplified PCR products were sequenced using the ABI 3100 Genetic Analyzer (Applied Biosystems/Hitachi, Foster City, CA, U.S.A.). Sequencing analysis revealed a novel deletion mutation (p.F519LfsX17 [c.1557delT]) in the BHD gene exon 14 of the patient (). This mutation results in producing the truncated protein folliculin, which is caused by frameshift of amino acid sequence in the BHD gene product. Also, this deletion mutation has not yet been found in the normal populations, indicating that this mutation is the real cause of the syndrome in this case.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'14512919': 1, '15852235': 1, '12843323': 1, '22148048': 2, '15143337': 1, '24748863': 2, '15579035': 1, '22148047': 2, '12746401': 1, '29124032': 2, '33313181': 1, '28151982': 1, '12459621': 1, '12471204': 1, '11927500': 1, '12204536': 1, '19562744': 1, '19116017': 1, '8806963': 1, '596896': 1, '12511666': 1, '17149965': 1, '18437022': 2}", "similar_patients": "{'3985789-1': 1, '3985789-2': 1, '5628968-1': 1, '3229062-1': 1, '3229063-1': 1}"}