{"patient_id": 96016, "patient_uid": "2993986-1", "PMID": 20952840, "file_path": "comm/PMC002xxxxxx/PMC2993986.xml", "title": "A rare case of orbital apex syndrome with herpes zoster ophthalmicus in a human immunodeficiency virus-positive patient", "patient": "A 29-year-old female presented with a 2-week history of decrease in vision and pain in the left eye (LE) associated with swelling and inability to open the eyelids and rashes around the left periocular area and forehead.\\nOn examination, resolving vesiculopustular skin lesions involved the left half of forehead and left periocular region and there existed severe ptosis and a complete limitation of ocular motility []. Forced duction test was negative in all directions. Visual acuity was 20/20 in the right eye and 20/640 in the LE with accurate projection of rays in both the eyes. A slit lamp biomicroscopic examination revealed corneal edema and signs of keratouveitis in the LE (keratic precipitates, cells, and flare in the anterior chamber) and pigmentation on the lens capsule []. Direct pupil response could not be assessed due to the presence of 360° posterior synechia; however, consensual light response was sluggish in the right eye. Sensations over the left half of the forehead and left cornea were impaired. Fundus examination revealed normal discs and macula in both eyes although soft exudates were present in the inferior retina of the LE. A clinical diagnosis of HZO with orbital apex syndrome of the LE was made. Due to the severity of HZO and the presence of soft exudates, a coexisting HIV infection was suspected.\\nBlood investigations revealed normal levels of hemoglobin, blood counts, and ESR. The enzyme-linked immunosorbent assay (ELISA) test was positive for HIV. CD4 and CD8 cell counts were 171 and 339 cells per micro liter, respectively, and the CD4/CD8 ratio was 0.5 (reversed). A magnetic resonance imaging (MRI) scan revealed edema in the left extraocular muscle cone and retrobulbar fat extending into the orbital apex along with subtle hyperintensity of the left optic nerve in the intraorbital and intracanalicular portions []. The latency and amplitude of pattern visual evoked potential was normal in the right eye but was extinguished in the left eye.\\nThe patient was unwilling for admission and initial treatment in the form of HAART and oral acyclovir (800 mg five times a day) was commenced. She presented for admission after 5 days when oral prednisolone (1 mg/kg/day) was also started after consulting a physician. Topical acyclovir eye ointment (five times a day) along with topical steroids and cycloplegics were prescribed. By the 10th day, there was improvement in uveitis, and vision improved to 20/50 though ocular motility did not improve significantly. Systemic steroids were tapered over the next 10 days while HAART and systemic acyclovir were continued. At the end of 4 weeks, the vision improved to 20/25 and there was improvement in ocular motility and ptosis as well [].", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'25636374': 2, '29576898': 1, '23737589': 1, '15932540': 1, '9512144': 1, '8862063': 1, '28298208': 1, '18546925': 1, '22830066': 2, '12170933': 1, '306754': 1, '22140305': 1, '26550408': 1, '6611148': 1, '27928310': 1, '3500743': 1, '31849556': 1, '9427180': 1, '338027': 1, '9499777': 1, '8037920': 1, '27504322': 1, '20952840': 2}", "similar_patients": "{'3399353-1': 1, '4314774-1': 1}"}