{"patient_id": 90408, "patient_uid": "2553765-1", "PMID": 18789158, "file_path": "comm/PMC002xxxxxx/PMC2553765.xml", "title": "Programmed inappropriate ICD ventricular defibrillation for cardioversion of persistent atrial fibrillation", "patient": "A 73-year-old Caucasian man presented to the outpatient clinic for evaluation of a recent episode of implantable cardioverter defibrillator (ICD) shock therapy. He had been implanted a dual chamber ICD (Model 1871, Vitality DR, Guidant Corp.) for secondary prevention due to resuscitated sustained ventricular tachycardia, not related to a correctable cause, in the context of severe ischemic cardiomyopathy. His past medical history was significant for coronary artery disease (old myocardial infarction and coronary artery bypass surgery), hypertension, diabetes mellitus, and hyperlipidemia. The patient's medications included metoprolol, ramipril, glimepiride, aspirin, and simvastatin.\\nInterrogation of the stored events revealed that the recent episode of shock was an appropriate defibrillation (21 J biphasic shock) of ventricular arrhythmia (cycle length 330 ms) that classified into the VF zone. However, electrocardiographic examination and evaluation of the current electrograms revealed the presence of atrial fibrillation (AF) with a ventricular response of 84 beats/min (Figures , ). The duration of AF was unknown while no event of inappropriate shock attributed to AF was detected. All hematological and biochemical studies including thyroid function tests were within normal limits. An echocardiographic study showed left ventricular (LV) dilatation with global systolic dysfunction (ejection fraction: 0.20) and evidence of increased filling pressures. The left atrial (LA) anteroposterior diameter was 41 mm and the LA diastolic volume 36 ml.\\nTaking into account the severely impaired left ventricular systolic function as well as the absence of LA enlargement we decided to follow a rhythm control strategy. Therefore, the patient was placed on appropriate anticoagulation therapy for 4 weeks and scheduled for cardioversion. He was admitted to the Coronary Care Unit and placed to electrocardiographic, non-invasive hemodynamic, and respiratory monitoring. After performing mild sedation with midazolam, the patient's ICD was externally programmed to deliver an R-wave synchronized ventricular biphasic shock of 31 J. The cardioversion was successful with immediate restoration of sinus rhythm (Figure ). Subsequently, the patient was placed on amiodarone for sinus rhythm maintenance while continued receiving b-blocker therapy and anticoagulation. His recovery was rapid and uneventful and discharged 6 hours later. After a 10-month follow-up period, the patient remains on sinus rhythm and on good clinical condition. His LV ejection fraction has been improved to 0.28 while the LV filling pressures are normal. Interestingly, the patient does not remember any shock or associated pain with respect to the AF cardioversion.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'17336885': 1, '9990604': 1, '14678922': 1, '26084862': 1, '11083241': 1, '17179461': 1, '17664385': 1, '16885201': 1, '12106941': 1, '18789158': 2}", "similar_patients": "{}"}