{"patient_id": 95389, "patient_uid": "2938578-1", "PMID": 20927238, "file_path": "comm/PMC002xxxxxx/PMC2938578.xml", "title": "White Piedra in a Mother and Daughter", "patient": "A 45-year-old lady presented with asymptomatic whitish nodules in the scalp hair for the past 3 years along with breakage of the hair shafts []. Her 20-year-old daughter also had similar complaints for the past 6 months. Both of them had the habit of tying their wet hair up in a knot after a hair wash and shared a common comb. There was no pediculosis in either of them.\\nClinical examination revealed whitish to cream-colored, easily detachable nodules of size 1-1.5 mm present over the shaft of almost all the scalp hairs. The nodules were seen as encircling the hair shaft completely. Scalp skin and other hairy areas were normal.\\nHematological and biochemical investigations were within normal limits. Test for human immunodeficiency virus infection was negative. Potassium hydroxide (KOH 10%) wet mount of the affected hairs showed septate hyaline hyphae arranged perpendicular to the hair shaft. Arthrospores and blastospores were seen []. Culture in Sabourauds dextrose agar (without cycloheximide) grew yeast-like creamy-white colonies after 48 h of incubation []. Later, the colonies became wrinkled, convoluted and had a heaped-up center. The colonies were creamy white on the reverse. Lactophenol Cotton Blue mount showed septate hyphae, arthroconidia and budding blastoconidia []. Thus, the cultural characteristics confirmed Trichosporon spp. although speciation was not possible. Both the patients were advised to keep the hair dry and were treated with topical application of 1 in 2,000 mercuric perchloride for 3 months along with trimming of the hair regularly. They were also advised topical terbinafine (1%) twice daily for the next 3 months, with total resolution of the nodules. Both the mother and the daughter were followed for the next 6 months, during which time there was no relapse.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'25751127': 1, '21976604': 1, '3380135': 1, '31049333': 1, '12196752': 1, '1497333': 1, '20927238': 2}", "similar_patients": "{}"}