{"patient_id": 94671, "patient_uid": "2890924-1", "PMID": 20607029, "file_path": "comm/PMC002xxxxxx/PMC2890924.xml", "title": "Case report: Short rib polydactyly syndrome - type 2 (Majewski syndrome)", "patient": "A 23-year-old woman, who had a second-degree consanguineous marriage, was referred for routine obstetric USG during her last trimester. She was a second gravida with one living child; her previous child was normal. USG revealed a single live intrauterine fetus of 28 weeks gestation (as assessed by biparietal diameter and head circumference); there was also mild polyhydramnios. The fetal thorax was extremely narrow []. Thoracic to abdominal circumference ratio was 0.76 (normal range: 0.77–1.01). USG of the fetal abdomen revealed bilateral enlarged (36 mm) echogenic kidneys and minimal ascites []. The fetal face was hydropic, with indentation of the upper lip. The upper limb bones were micromelic (18-19 weeks gestation) and there was polydactyly []. The lower limb bones were micromelic (19–19.5 weeks), with unusually short tibiae []. The left foot showed hallux varus deformity. Bilateral club feet with polydactyly was also noted. There were no neural tube defects, and the fetal stomach and urinary bladder were normal. Fetal echocardiography revealed no abnormality. The umbilical cord showed a Wharton jelly cyst.\\nBased on these findings, we arrived at a diagnosis of a lethal skeletal dysplasia, i.e., SRPS type 2. Since this is a lethal disorder, we advised elective termination of the pregnancy followed by fetal autopsy and genetic counseling.\\nLabor was induced and the patient was delivered a female stillborn baby vaginally. The birth weight was 650 g. Infantogram of the stillborn baby [] revealed 11 pairs of ribs that were short and horizontally located, a narrow thorax, short upper limb bones, normal iliac bones, short lower limb bones (femur and fibula), extremely short ovoid tibiae, and rounded metaphyseal ends of long bones.\\nThe gross autopsy findings [], such as the bell-shaped thorax, micromelia, pre- and postaxial polysyndactyly, and the clefting of upper lip, along with the histopathological findings [] of hypoplastic lungs, hepatic fibrosis with bile duct proliferation, medullary sponge kidneys, and markedly retarded growth zone of femur, supported our prenatal USG diagnosis of SRPS type 2.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'9610623': 1, '3981580': 1, '27057899': 1, '18057685': 1, '7909650': 1, '14768808': 1, '32549900': 1, '20607029': 2}", "similar_patients": "{}"}