{"patient_id": 89686, "patient_uid": "2248568-1", "PMID": 18205938, "file_path": "comm/PMC002xxxxxx/PMC2248568.xml", "title": "Acute severe mitral regurgitation: consideration of papillary muscle architecture", "patient": "A 62 year-old female presented to hospital with a two day history of retrosternal chest discomfort, shortness of breath, nausea and diaphoresis. The patient was tachycardic, hypotensive, with a room air oxygen saturation of 83%. Jugular venous pressure was elevated at the angle of the jaw with prominent v wave. Initial cardiorespiratory examination was remarkable for an S3 with bibasilar crackles.\\nThe complete blood count, electrolytes and liver function tests were within normal limits. The cardiac enzymes including troponon I and creatine kinase were elevated consistent with myocardial injury. The baseline electrocardiogram was consistent with an inferior ST-elevation myocardial infarction. Chest x-ray demonstrated pulmonary vascular redistribution.\\nAfter failed thrombolytics, the patient's cardiac catheterization revealed a distally occluded right coronary artery, not amenable to percutaneous coronary intervention. An intra-aortic balloon pump was inserted and she was transferred to the intensive care unit where urgent transthoracic echocardiography (TTE) revealed an eccentric, posteriorly directed jet of severe mitral regurgitation with a presumed rupture of the antero-lateral papillary muscle attached to the flail anterior mitral valve leaflet. This finding was confirmed by transesophageal echocardiography (TEE) (Figures and ) [See Additional files , , , ]. Transgastric views using TEE were suboptimal.\\nDuring cardiopulmonary bypass, one head of the posterior papillary muscle was ruptured and attached via chordae to the flail anterior mitral leaflet. A mechanical mitral valve was implanted and single vessel coronary artery bypass was performed. The patient was discharged from hospital on the fifth post-operative day.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'29026892': 2, '2035450': 1, '25793030': 1, '34970457': 2, '33880313': 2, '23569560': 1, '30379262': 2, '6475723': 1, '24027369': 1, '2229781': 1, '27226917': 1, '33281155': 1, '10520802': 1, '1987236': 1, '34760537': 1, '11524064': 1, '18205938': 2}", "similar_patients": "{'6173349-1': 1, '8053317-1': 1, '5635454-1': 1, '8714394-1': 1}"}