{"patient_id": 93665, "patient_uid": "2827054-1", "PMID": 20181209, "file_path": "comm/PMC002xxxxxx/PMC2827054.xml", "title": "A young woman presenting with acute knee pain: a case report", "patient": "I am a 35-year-old Chinese female family physician in Hong Kong and would like to share with you my story. I tore my left anterior cruciate ligament while playing hockey and had reconstruction surgery done more than ten years ago. The surgery was uneventful but unfortunately my knee became unstable again one year later which I attributed to poor rehabilitation on my part. Despite this, I continued with regular swimming practice although I never played hockey again. I developed an interest in hiking a few years ago and during the winter months I would go hiking every week for three to six hours. The instability in the left knee was not troublesome as long as I remained careful. Last year I climbed to the top of Mount Kinabalu (4095 m) and had no problem with my knees at all.\\nThis year to challenge myself, I took part in a 50 km charity hiking event. It was the longest hike I had ever done, having completed the whole trail uneventfully within twelve hours. My knees felt fine until the following evening when the right knee, the 'good' one, started to hurt, particularly around the patella and yet there was no problem with my operated knee. There was no effusion and the range of movement was full. I thought it was patellar tendonitis, so I took diclofenic sodium 75 mg daily for five days. Yet the pain persisted and even got worse. I switched to acetaminophen 1 gm four times daily for two days, but again it did not help. The pain occurred not only when I walked on level ground but also while I was at rest. It even woke me up on a few nights. Eventually I visited a physiotherapist, twelve days after the hike. She examined my knee and it hurt when she compressed directly on my patella. I also had severe pain when she asked me to squat on my right leg. Her impression was patellofemoral syndrome and suggested acupuncture. Since the pain was absolutely terrible and it did not improve with medication, I decided to give it a try.\\nI had acupuncture treatment on three consecutive days and three times weekly thereafter. Ultrasound therapy was applied for five minutes prior to acupuncture. Seven needles were inserted around the knee (Figure ) for thirty minutes and during which the physiotherapist would twirl the needles every ten minutes. Hot pack was then applied at the end for ten minutes. I was also instructed to do a series of stretching and muscle strengthening exercises at home every day for an hour. The progress was slow after six sessions, so patellar taping was applied. Unfortunately I developed a severe allergic reaction to the tape with pronounced redness, swelling and itch at the end of the day. The tape was removed and I continued the ultrasound therapy, acupuncture and had ice pack instead of hot pack. The pain and the rash gradually improved and by the fourth week of physiotherapy, I was able to resume full activity and my usual swimming practice with no pain at all. I had twelve acupuncture sessions altogether and the pain was completely gone within six weeks.\\nI reviewed the literature and found that patellofemoral syndrome is indeed quite a common condition although consensus has not yet been reached in regard to its aetiology and treatment []-[]. Jensen et al. suggested that acupuncture may be an alternative treatment for patellofemoral syndrome []. Various reviews have tried to examine the efficacy of different forms of treatment, including exercise therapy, acupuncture, patellar taping, use of orthotics and braces and pharmacotherapy []-[]. However further high quality, prospective, randomized, controlled, long term studies with validated outcome measures are still needed to develop treatment models for patellofemoral syndrome.\\nI must have overused and overloaded my right knee to compensate for the instability in my left knee although I was unlikely to be aware of that. I am not sure which modality helped me most, whether it was the ultrasound therapy, acupuncture, the hot or cold pack, the stretching exercise or the muscle strengthening exercise, but I am glad the pain has gone for two months now and I hope it will not recur.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'10565551': 1, '18758046': 1, '12570282': 1, '10569504': 1, '10630346': 1, '15266488': 1, '18424487': 1, '11403109': 1, '11034884': 1, '14583980': 1, '15544830': 1, '20181209': 2}", "similar_patients": "{}"}