{"patient_id": 126648, "patient_uid": "2893324-1", "PMID": 20592937, "file_path": "noncomm/PMC002xxxxxx/PMC2893324.xml", "title": "Confident Diagnosis of Bronchobiliary Fistula Using Contrast-Enhanced Magnetic Resonance Cholangiography", "patient": "A 56-year-old woman presented with a persistent cough and expectoration of a copious amount of greenish material consistent with biliary secretions (bilioptysis). Her complaints had started after a cholecystectomy nine months previously. A degenerated hydatid cyst was discovered in the dome of her liver during surgery. Laboratory findings were within normal limits other than slightly elevated lactate dehydrogenase and gamma-glutamyl transferase. An indirect hemaglutination test for a hydatid cyst was negative.\\nA chest radiograph showed right paracardiac infiltrates and a subsequent chest CT revealed mild stenosis in right middle lobe bronchus associated with distal subsegmental atelectasis and air bronchograms (). Also present was an obscure hypodense lesion containing several punctate calcifications measuring 3 cm in liver segment 8 on CT (). The lesion was extending anteriorly in the subdiaphragmatic region adjacent to the inferior surface of the right middle lobe. The continuity of diaphragm was interrupted at this location. Conventional and CE-MRC were performed using an 8-channel phased-array body coil on a 1.5T scanner (Signa Excite HD; General Electric, Milwaukee, WI). A conventional T2-weighted MRC demonstrated stenosis of the common bile duct as well as a biliary fistula extending to a subphrenic liver cyst, which communicated with the bronchial tree (). To distinguish the communication between the biliary and bronchial tree, a CE-MRC was performed using breath-hold transverse and coronal 3-dimensional (3D) fat-suppressed gradient echo (LAVA, liver acquisition volumetric acceleration); (TR/TE, 4/1.8 milliseconds; flip angle, 12 degrees; section thickness, 3 mm; signal averages, 1; matrix, 288×192; scan time, 28 seconds) images, acquired 30 minutes after the intravenous administration of 25 µmol/kg gadolinium-ethoxybenzyl-diethylenetriamine pentaacetic acid (Gd-EOB-DTPA, gadoxetic acid; Primovist, Bayer Schering Pharma, Berlin, Germany). In the hepatobiliary phase images, a stricture of the common bile duct was seen. Moreover, contrast agent was seen concretely leaking from the ventrocranial branch of the right hepatic duct as well as into the subphrenic liver cyst and further transdiaphragmatically communicating with the bronchial tree (). A biliary stent was placed endoscopically to close the fistula and to bridge the biliary stricture. The patient's symptoms were diminished after a successful biliary decompression.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'32489847': 1, '17453513': 1, '10632561': 1, '26220789': 2, '28049281': 1, '6700233': 1, '16538580': 1, '34422718': 2, '15688109': 1, '29896580': 2, '21987628': 1, '30412067': 2, '18053192': 2, '9820408': 1, '16224917': 1, '18303288': 1, '25580112': 1, '27123093': 1, '33928407': 1, '23695221': 1, '29033682': 2, '32884880': 2, '25276379': 1, '24265566': 2, '24900097': 1, '17102039': 1, '8082509': 1, '20592937': 2}", "similar_patients": "{'6221629-1': 1, '2217537-1': 1, '2217537-2': 1, '2217537-3': 1, '4518634-1': 1, '5639450-1': 1, '8371316-1': 1, '3835638-1': 1, '5981149-1': 1, '5981149-2': 1, '7462659-1': 1, '7462659-2': 1}"}