{"patient_id": 92986, "patient_uid": "2797748-1", "PMID": 19881112, "file_path": "comm/PMC002xxxxxx/PMC2797748.xml", "title": "Case Report: Anteromedial temporosphenoidal encephalocele with a clinically silent lateral bony defect in the greater wing of the sphenoid", "patient": "A 65-year-old, apparently healthy male presented with intermittent leak of clear fluid from his nostrils for the last 2 years. Initially, he had assumed that he had an attack of the common cold; however, when the leak persisted, becoming more frequent and increasing in amount, he sought medical opinion.\\nHe gave no previous history of trauma, hypertension, headache, or meningitis. The leaking fluid was examined and was found to be CSF. Detailed clinical evaluation of the patient did not reveal any other neurological abnormality. There were no features of meningeal irritation.\\nCT cisternography was performed, which revealed an approximately 3-mm size defect in the left anterolateral wall of the sphenoid sinus, with a soft tissue density mass filling the adjacent part of the sphenoid sinus []. Despite putting the patient in the knee–elbow position for 30 min and applying compression over the jugular veins, we could not demonstrate an active leak at the time of the examination. Another smaller bony defect was also observed laterally involving the greater wing of the left sphenoid []. Remodeling of the greater wing of the left sphenoid was also seen. As compared with the normal right side, it was thinned out and bulged toward the infratemporal fossa.\\nMRI revealed a tongue of the anteromedial temporal lobe herniating through the bony defect. Abnormal T2 hyperintensity was also demonstrated in the adjacent temporal white matter. No herniation of brain or meninges was seen through the lateral defect in the greater wing of the left sphenoid [Figure and ].\\nTaking into consideration the history of recurrent CSF rhinorrhea and the imaging findings, the patient was advised surgery. He was operated through the transnasal route. At surgery, the dural and bony defects and the associated prolapse of the anteromedial temporal lobe were confirmed. The herniated tiny lip of tissue was amputated and the dural defect was closed. The patient had complete resolution of CSF rhinorrhea and was discharged on the seventh postoperative day. He is on regular follow-up and has not shown any recurrence of symptoms over the last 2 years.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'834881': 1, '5303103': 1, '3434678': 1, '1901161': 1, '534052': 1, '3324649': 1, '11013655': 1, '2026939': 1, '836247': 1, '10696020': 1, '5906515': 1, '16169229': 1, '6694488': 1, '6437187': 1, '24174773': 2, '18079185': 1, '8433155': 1, '7708161': 1, '19881112': 2}", "similar_patients": "{'3808035-1': 1}"}