{"patient_id": 93201, "patient_uid": "2803966-1", "PMID": 20062626, "file_path": "comm/PMC002xxxxxx/PMC2803966.xml", "title": "Hepatic teratoma and peritoneal gliomatosis: a case report", "patient": "In November 2008, a 59-year-old, Swiss Caucasian woman presented to her family physician with mild abdominal pain. No significant events were documented in this previously healthy woman's medical history besides a left sided oophorectomy in 1960 for a teratoma and a hysterectomy in 1982 for unknown indication after three uncomplicated pregnancies. She had no history of trauma and was taking no medication at the time of presentation.\\nThe general practitioner performed abdominal ultrasound and found an anechoic, well delineated lesion of the right liver, 13 cm (centimeters) in diameter. For further evaluation the patient was referred to our hospital where computed tomography (CT) revealed a homogenous, hypodense, well delineated lesion of the right liver with a diameter of 13 cm and small calcifications in the lesion's wall (Figure ). The differential diagnoses included an echinococcal cyst, an amebic liver abscess and a cystic necrotic liver metastases of unknown origin. Subsequent laboratory tests for Echinococcosis and Amoebiasis were negative. However, a prophylactic Albendazol therapy was induced. As further growth of this cystic lesion was depicted by a follow-up CT examination three months later (i.e. progression in diameter from 13 cm to 15 cm), a multidisciplinary team meeting decided that a right sided hemihepatectomy needed to be performed and the patient agreed.\\nIntraoperative findings included a large cystic lesion adjacent to the liver without hepatic infiltration as well as multifocal peritoneal thickening combined with white superficial spots on the peritoneum (Figure ). The cyst was enucleated and multiple biopsies were taken from the peritoneum to evaluate for peritoneal carcinosis or tuberculosis, but neither was confirmed by intraoperative histopathology examinations.\\nA large, cystic, well encapsulated, firm-elastic lesion with a diameter of 16 centimeter was macroscopically described by the pathologist and smooth muscle, adipose tissue, hyaline cartilage, thyroid tissue, respiratory epithelium, calcifications and cholesterol crystals were found microscopically (Figure ). The final diagnosis was a mature, cystic teratoma combined with peritoneal gliomatosis.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'15188134': 1, '34845129': 2, '26190492': 1, '15581997': 1, '18720943': 1, '15201985': 1, '20062626': 2}", "similar_patients": "{'8639313-1': 1}"}