{"patient_id": 94344, "patient_uid": "2862022-1", "PMID": 20388228, "file_path": "comm/PMC002xxxxxx/PMC2862022.xml", "title": "Hereditary renal adysplasia, pulmonary hypoplasia and Mayer-Rokitansky-Küster-Hauser (MRKH) syndrome: a case report", "patient": "A 17-year-old woman with primary amenorrhea was sent to us with a diagnosis of Rokitansky syndrome. The patient was born via normal delivery at a weight of 2400 g when her mother was 17. She was admitted to the hospital at an age of 8 days due to vomiting and moderate dystrophy; she was then diagnosed with primary right PH. She was later readmitted several times for pulmonary insufficiency. Two months later, a diagnosis of congenital right pulmonary hypoplasia with hypoplasia of the right lung artery was confirmed. In an ultrasound examination performed 7 months later, the right kidney was not observed. From more recent (at an age of 15 years) X-ray images taken of the pelvis in the Emergency Unit, the patient was also diagnosed with right hip dysplasia; this condition was initially defined as old secondary osteonecrosis of the right femoral head.\\nThe patient reported three years of genital and mammary development as well as cyclic pelvic pain for 4-5 days every month despite the primary amenorrhea. She weighed 42 kg and was 153 cm tall. The physical examination revealed normal external genital development and normal breasts. There was complete vaginal atresia. In the combined rectal examination, the pelvis was noted to be free. A transrectal ultrasound did not confirm the presence of a uterus. In this ultrasound examination, there was difficulty visualizing the ovaries; on the right side, however, vascular dilatations or multicystic embryonary remnants could be observed. The abdominal ultrasound did not show the presence of a right kidney. General and hormonal analyses were normal (FSH 3.9 mUI/mL, LH 6.2 mUI/mL, PRL 7.9 ng/mL, E2 35 pg/mL, P 0.3 ng/mL), and chest X-rays and i.v. pyelography showed right pulmonary hypoplasia, dysplasia of the right hip, and right renal agenesis with a normal left kidney and ureter (see Figure ). Later, a conventional cytogenetic study revealed a normal female karyotype 46, XX at a level of 550 GTG bands. A CGH analysis was performed using a 244K oligoarray CGH (Agilent Technologies, Santa Clara, CA, USA), detecting 11 copy number variants (CNV) described as normal variants in the databases. Some CNVs (17q12 and 22q11.21 microdeletions) described in other MRKH patients were not present in this case. The geneticists have been studying her family history and Figure shows the pedigree of the family, compatible with an autosomal dominant pattern of inheritance.\\nEight months later, a new transrectal ultrasound was performed. Again, there was no evidence to suggest any functioning rudimentary uterine horn. The right ovary appeared to be normal, and there were the same vascular dilatations or multicystic remnants previously seen on the right side. The left ovary was also difficult to identify properly. The patient, who visited the clinic with her parents, wished operation and to have a neovagina created. She was therefore scheduled for a diagnostic laparoscopy and creation of a neovagina according to the McIndoe technique with a prosthesis and skin graft.\\nLaparoscopy confirmed the absence of uterus. There was a varicocele and/or retroperitoneal multicystic formations on the right side of the small pelvis. On both sides, an elongated, solid, rudimentary uterine horn could be observed. At its superior end, there were ovaries that were elongated, somewhat dysgenetic (more on the right side), and located very high in both abdominal flanks (Figure ). Rudimentary tubes could also be observed. Although the uterine rudimentary tract was slightly thicker on the left side, there did not appear to be even minimal endometrial cavitation of the solid uterine rudimentary horn. Sectioning and dissection from the introitum to the inside below the urethra was performed via a transperineal procedure, thus forming a wide vaginal neocavity reaching the Douglas pouch. Interestingly, the dissection of the neovaginal cavity tended more toward the left fundus than the right, as if there were more atresia on the right side of the supposed location of the vagina. A prosthesis with a skin graft taken from the right buttock was applied, with Interceed® placed between the skin and the prosthesis (Figure ). The drawing of the genital tract of the patient generated in the surgery theater is shown in Figure . After 10 days, the prosthesis was removed and the state of the neovagina was assessed. After replacement of the prosthesis, the patient was discharged. The patient returned for a follow-up visit 6 months after the operation, and her evolution was normal. She then underwent transvaginal ultrasound that did not show the ovaries properly but showed the multicystic embryonary remnants in the right hemipelvis. An uretrocystoscopy showed absence of ectopic ureter and of the right hemitrigone. Likewise, the Magnetic Resonance Imaging (MR) showed right renal agenesis with probable embryonary remnants of a disgenetic kidney in the right hemipelvis with a multicystic morphology (see Figure ). Those cysts seem to have slightly increased in the transvaginal ultrasound, but four years after operation her evolution is normal, without symptoms and the neovagina is adequately functional.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'8065999': 1, '7981853': 1, '8468663': 1, '17106555': 1, '3400728': 1, '2589428': 1, '1861308': 1, '6776631': 1, '33985321': 1, '24644386': 2, '27507534': 1, '1522183': 1, '16476676': 1, '8462192': 1, '16284062': 1, '15333604': 1, '4812361': 1, '30363603': 2, '5501462': 1, '2191107': 1, '16441882': 1, '7449179': 1, '17359527': 1, '17208573': 1, '19889212': 1, '10569454': 1, '33632281': 1, '11272448': 1, '18039948': 1, '7482158': 1, '2081706': 1, '10546096': 1, '4744207': 1, '19319794': 1, '3591828': 1, '31719757': 1, '20388228': 2}", "similar_patients": "{'3957016-1': 1, '6180887-1': 1}"}