{"patient_id": 89528, "patient_uid": "2164940-1", "PMID": 17939859, "file_path": "comm/PMC002xxxxxx/PMC2164940.xml", "title": "A unique RET EXON 11 (G691S) polymorphism in an Indian patient with a collision tumor of the thyroid", "patient": "A 59 years old lady presented with the complaints of a slowly increasing thyroid swelling, since 5 years, accompanied with hoarseness of voice; dry cough for two years and an increasing pain since 6 months. She denied any symptoms of hypo- or hyperthyroidism; dysphagia, abdominal pain, irradiation in the head and neck region or any family history of thyroid cancer.\\nOn examination, a large, firm to hard, non tender thyroid mass measuring 6 × 5 cms was noted in the infrahyoid region of the neck, more so towards the left side, associated with an enlarged left level II cervical lymph node that measured 3 × 3 cms. On laryngoscopy (Hopkin's), both the vocal cords were normal in mobility. However, the mass was presumed to be involving the strap muscles. There were no manifestations of MEN syndrome. A clinical stage T4a, N1, M0 for thyroid cancer was assigned. Subsequently, she underwent a fine needle aspiration cytology (FNAC) on which a diagnosis of medullary carcinoma was rendered. She underwent a total thyroidectomy with bilateral complete cervical nodal clearance. A final histopathological diagnosis of a 'collision' tumor of the thyroid, including components of MTC and PTC, occurring as discrete tumor nodules in the left thyroid, along with a FVPTC in the isthmic tumor nodule, was offered. In addition, the left cervical nodes revealed nodal metastasis of MTC.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'21857107': 1, '7906866': 1, '11979448': 1, '9270266': 1, '11321340': 1, '16445820': 1, '21203862': 1, '2914297': 1, '15277225': 1, '10550294': 1, '5909693': 1, '7904611': 1, '15805688': 1, '8554115': 1, '15067180': 1, '19032735': 2, '2888195': 1, '15947103': 1, '12021165': 1, '15240649': 1, '26060748': 1, '8729519': 1, '12085189': 1, '8103403': 1, '14586073': 1, '12702567': 1, '1398541': 1, '17939859': 2}", "similar_patients": "{'2627811-1': 1}"}