{"patient_id": 89734, "patient_uid": "2262906-1", "PMID": 18257934, "file_path": "comm/PMC002xxxxxx/PMC2262906.xml", "title": "Papillary carcinoma arising in a thyroglossal duct cyst with associated microcarcinoma of the thyroid and without cervical lymph node metastasis: a case report", "patient": "A 44-year-old woman presented to the otolaryngology outpatient clinic with an asymptomatic anterior midline neck mass. The tumor had developed over 6 months. Physical examination revealed a 2 × 2 cm mass on the anterior part of the neck between the thyroid cartilage and hyoid. She was in good health otherwise and her past medical history was unremarkable.\\nA cervical ultrasound showed a lesion which appeared to be a TGDC and surgical resection by means of Sistrunk's procedure was performed. The histopathologic diagnosis was a papillary carcinoma evolving from a TGDC, confined to the thyroglossal cyst with a tumor diameter of 2 cm (Figure ). The patient was referred to the surgery department for further investigation. Thyroid scintigraphy, ultrasound and cervical CT scans were performed. The thyroid scintigraphy was normal. The cervical ultrasound showed multiple cervical lymph nodes which were of different sizes ranging from 8 mm to 17 mm. A cervical CT revealed bilateral cervical lymph nodes less than 2 cm in diameter. The patient's thyroid function tests were within normal limits. Total thyroidectomy and bilateral neck dissection were performed. The final postoperative pathology reported an 8 mm papillary cancer in the left lobe of the thyroid without any metastasis to the cervical lymph nodes (Figure ). The patient was treated with radioactive iodide and thyroid suppresion therapy was given as an adjuvant treatment. The patient has been following without any metastasis for two years.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'15186613': 1, '31966901': 1, '29541194': 1, '10629147': 1, '12089749': 1, '9121176': 1, '9581197': 1, '26848352': 1, '25785223': 2, '29950556': 1, '15361266': 1, '32731174': 1, '1998873': 1, '11324995': 1, '8697325': 1, '18257934': 2}", "similar_patients": "{'4345054-1': 1, '4345054-2': 1}"}