{"patient_id": 91641, "patient_uid": "2726513-1", "PMID": 19830167, "file_path": "comm/PMC002xxxxxx/PMC2726513.xml", "title": "A novel approach to sonographic examination in a patient with a calf muscle tear: a case report", "patient": "A 60-year-old man in good health visited our rehabilitation clinic complaining of left calf pain. He visited our clinic 10 days after the sudden onset of pain at the left medial aspect of the posterior calf during rigorous steep mountain climbing. In his words, he felt that the onset of left calf pain was like \"being hit by a 100-ton train\". Under the impression of the possible rupture of the left medial head of the gastrocnemius muscle, US examination was prescribed.\\nWith the patient in the prone position, US examination was performed by a clinician who was well trained in using soft tissue ultrasound. The SONOS 4500 (Philips Medical Systems, Andover, MA, USA) US machine and S12 5-12 MHz real-time linear-array transducer (Philips Medical Systems) were used to examine the patient. After careful examination, bilateral symmetrical sonographic findings of the calf muscles were noted without evidence of muscle ruptures. Roentgenogram of the left lower limb did not reveal any evidence of bony fractures.\\nThe patient returned to the clinic one week later complaining that the pain in his left calf area persisted and could be further aggravated by tiptoeing and weight bearing maneuvers. Again, US examination in the prone position did not reveal any abnormal sonographic findings.\\nAfter two normal sonographic findings in the prone position, the examiner tried a different approach. The patient was placed in the supine position with his knees flexed at 90 degrees (Figure ). The transducer was then placed pointing upwards to examine the muscles. An area of well-defined anechoic fluid collection with hypoechoic surroundings was noted (see Figure ). Under US guidance, a 21-gauge needle was inserted into the fluid collection area and 15 ml of serosanguinous fluid was aspirated (Figure ). Dramatic pain relief was noted after aspiration. An elastic stocking was applied to his left calf area after aspiration and follow-up two weeks later did not reveal further fluid accumulations.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'8583525': 1, '12091669': 1, '16377485': 1, '907032': 1, '1443331': 1, '16969049': 1, '34221774': 2, '9514167': 1, '19830167': 2}", "similar_patients": "{'8240066-1': 1}"}