{"patient_id": 94058, "patient_uid": "2844757-1", "PMID": 20352001, "file_path": "comm/PMC002xxxxxx/PMC2844757.xml", "title": "Persistent mullerian duct syndrome", "patient": "A 38-year-old man was found to have a uterus, fallopian tubes, and a gonad in the left hernial sac during herniorrhaphy. The patient developed a left scrotal sac swelling postoperatively.\\nOn physical examination, the right scrotal sac was empty. The left scrotal sac appeared boggy. The patient was phenotypically male, with male pattern of external genitalia and secondary sexual characteristics. The past history included primary infertility.\\nUSG showed a well-formed uterus situated alongside the bladder and extending into the inguinal canal []. The endometrial cavity was distended with a small collection []. An oval structure with uniform internal echoes, conforming to a testis, was noted at the level of the left deep inguinal ring []. The prostate and seminal vesicles were well visualized and appeared normal. The left scrotal sac showed a septate collection, consistent with a hematocele. No testis was identified within the left scrotal sac. The right scrotal sac was empty. The right testis could not be identified in an ectopic location.\\nMRI confirmed the USG findings. It showed a well-formed uterus and fallopian tubes alongside the urinary bladder and extending into the left inguinal region []. A small collection was noted in the uterine cavity []. An oval structure measuring 3.7 × 1.9 cm, with morphology and signal intensity consistent with a testis was detected at the level of the deep inguinal ring []. A vagina-like structure was seen extending from the uterus toward the left seminal vesicle []. No structure conforming to the testis was seen in the scrotal sac or in any ectopic location. The right gonadal vessels were seen ending blindly in the right iliac fossa, which confirmed the diagnosis of a vanishing right testis. The seminal vesicles and prostate appeared normal. No structure with ovarian morphology was seen. The collection in the left scrotal sac showed features and signal intensities of a hematocele.\\nExploratory laparotomy/excision was planned for the patient subsequently. However the patient refused a second surgery.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'27326401': 1, '29453163': 1, '29285121': 1, '27042476': 1, '18559894': 1, '12640149': 1, '18603188': 1, '16612933': 1, '23162363': 2, '31184456': 2, '33190105': 1, '24209970': 1, '24783120': 1, '10628462': 1, '12218580': 1, '33102043': 1, '28584567': 1, '22185203': 2, '25481861': 1, '20352001': 2}", "similar_patients": "{'6844334-1': 1, '3493839-1': 1, '3259122-1': 1}"}