{"patient_id": 94978, "patient_uid": "2910356-1", "PMID": 20680145, "file_path": "comm/PMC002xxxxxx/PMC2910356.xml", "title": "A case presented with “as if” phenomenon", "patient": "A 22-year-old young boy, with 14 years of formal education, working as a postman, from a nuclear family of lower middle socioeconomic status, who was leading a happy and peaceful life six months ago presented to our outpatient department in August 2005 with a history of feeling of unreality, as if he himself and his surroundings had changed, and heaviness of head.\\nSuddenly in the first week of March 2005 while he was playing with his friends, he felt that they were changed; they were not his friends - as if they were ghosts or devils. He was scared and ran to his home; he felt his house, even his mother also, was changed, These feelings continued and he often became fearful and restless, as he could not distinguish between the real and the unreal. He continued his job although he had decreased interest in sociocultural activities. While he went to the market or any other crowded place, he felt as if he was roaming in some different world or in a dream. He often pinched himself and felt the pain. He realized that these feelings were his own, wanted to get rid of these but could not. Gradually his sleep became disturbed; he would go to bed late at night and awaken late in the morning with complaint of feeling heaviness in his head. He had psychiatric consultation and was on medication for four months prior to his admission to our department. Improvement was negligible. The patient reported that he had the same experience once, when he took bhang for the first time one month prior to this illness, which lasted for a few hours and subsided spontaneously. There was no history of head injury, seizure, substance abuse or abnormal behavior. His childhood history was uneventful, with normal developmental milestones. There was no significant past or family history. Premorbidly the patient had few obsessional traits. Thorough physical examination was done, which revealed no abnormality. On mental status examination, the patient appeared anxious but otherwise conscious, cooperative, well groomed with adequate eye contact; and rapport could be easily established during the interview. His speech was relevant and coherent, and there was no evidence of formal thought disorder. However, he was preoccupied with his illness and distressed with the perceptual disturbance in the form of depersonalization and derealization. Judgment and insight was intact.\\nRandom blood sugar (RBS), thyroid function test, Electroencephalogram (EEG), computed tomography (CT) scan were done, which were within normal limits.\\nThe case was diagnosed as Depersonalization Derealization Syndrome as it fulfilled all the criteria given in ICD-10 and was treated with selective serotonin reuptake inhibitor (SSRI) (Paroxetine 25 mg/day), along with behavioral therapy (daily relaxation exercise).", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'5480698': 1, '538204': 1, '15022041': 1, '9247397': 1, '15231553': 1, '12724246': 1, '717575': 1, '3428875': 1, '11816874': 1, '20680145': 2}", "similar_patients": "{}"}