{"patient_id": 91504, "patient_uid": "2709968-1", "PMID": 19829807, "file_path": "comm/PMC002xxxxxx/PMC2709968.xml", "title": "Intrabiliary rupture of liver hydatid cyst: a case report and review of the literature", "patient": "Sixty-six years old Turkish woman living in eastern Turkey presented to our hospital with complaints of a continuous epigastric and right upper quadrant pain which had a duration of one month. The patient also had nausea, vomitting, loss of appetite, and jaundice. The patient had no previous disease, she is non-alcoholic, and her family history was not significant. On physical examination, diffuse tenderness was noticed at the epigastric and right upper quadrant regions. Laboratory findings revealed increase in serum aspartate transaminase (420 U/L) and alanine aminotransferase levels (180 U/L) (normal up to 50 U/L), elevated bilirubin (5.17 mg/dl), amilase (1292.55 U/L), and gamma glutamyl transferase (154.3 U/L). All the other laboratory examinations were normal.\\nOn sonography, multiloculated hepatic cystic lesions maximum of 6 cm in diameter and dilatation of the bile ducts were detected. The gallbladder was enlarged, containing stones and echogenic material. The common bile duct was dilated and contained echogenic material inside without an acoustic shadow. The CT scan revealed dilated bile ducts which contained linear hyperdense material corresponding to germinative membranes together with other cyst contents (Figure ). The MRI and MRCP revealed extensively dilated hepatic bile ducts and common bile duct filled with hydatic cyst material seen as hypointense lesions (Figure ). The case was interpreted as a ruptured hydatid cyst with biliary obstruction, acute cholangitis and choledochocholecystolithiasis.\\nLaparotomy, cystectomy, cyst drainage, cholecystectomy, common bile duct exploration, and T-tube drainage were performed surgically. At the operation it was found that the hydatid cyst was ruptured into the bile ducts and there were daughter vesicles in the common bile duct. The gallbladder was hydropic containing multiple stones and cyst material inside.\\nAll the laboratory findings returned to normal after the operation. Control MRI examinations were performed 6 months after the operation which showed hepatic hydatid cysts and changes secondary to operation (Figure ).", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'7801100': 1, '6506741': 1, '3533694': 1, '10025457': 1, '2204531': 1, '15879650': 1, '34049575': 2, '9058637': 1, '27366078': 1, '3580792': 1, '2180773': 1, '33407348': 1, '15470540': 1, '22374106': 1, '16749978': 1, '2302509': 1, '30191292': 1, '3510519': 1, '1576874': 1, '24782939': 2, '11695968': 1, '33189007': 1, '19829807': 2}", "similar_patients": "{'3982247-1': 1, '8164221-1': 1}"}