{"patient_id": 93932, "patient_uid": "2840780-1", "PMID": 20300287, "file_path": "comm/PMC002xxxxxx/PMC2840780.xml", "title": "A case of acute myeloid leukemia-M2 with trisomy 4 in addition to t(8;21)", "patient": "A 60-year-old female with complaints of general weakness was registered at Gujarat Cancer and Research Institute in May 2007. Peripheral blood report was hemoglobin concentration 7.8 g/dL, White Blood Cell count 0.03 × 109/L, polymorphs 7%, lymphocytes 14%, myelocytes 4%, blast cells 75%, and Platelet count 0.0046 × 109/L. Peripheral blood smear showed presence of blasts with Auer rods. Bone marrow report revealed hypercellular marrow with marked depletion of all the normal marrow precursor cells. Few blasts showed presence of Auer rods in cytoplasm, Sudan Black-B was positive, and periodic acid Schiff (PAS) was negative, M:E ratio was altered, and megakaryocytes were not seen, lymphocytes 8%, eosinophills 1%, polymorphs 3%, band cells 2%, metamyelocytes 1%, myelocyte 8%, promyelocytes 3%, and blast cells 72%. Final diagnosis based on morphological and cytochemistry findings was AML with M2 subtype as per French-American-British classification. Constitutional nature of trisomy 4 could not be ruled out. After 1 month of sample received, the patient was lost to follow up.\\nA G-banded chromosome study was performed using standard cytogenetic protocol. Briefly, unstimulated cultures of bone marrow aspirate were set up in RPMI-1640 medium supplemented with 20% newborn calf serum, l-glutamine, and antibiotics (penicillin and streptomycin). The cells were cultured for 24 and 48 h in 5% CO2 incubator. Following overnight incubation in presence of Colcemid (10 µL/8 mL of culture) the cultures were exposed to hypotonic solution (0.075 mol/L KCl) and fixed with methanol:acetic acid (3:1). The slides were prepared by air-dry method and stained with GTG-banding. Twenty metaphases were analyzed and karyograms were prepared using the Cytovision computer-assisted karyotyping system (Applied Imaging, NewCastle Upon Tyne, UK). The karyotypes were described according to the International System for Human Cytogenetics Nomenclature 2005.[]\\nFISH procedure was performed on interphase and metaphase cells following the manufacturer's (Abbott Molecular, Inc., Des Plaines, IL, USA) guidelines. The LSI AML-ETO dual-color dual-fusion probe was used to determine the AML-ETO fusion status to confirm the diagnosis of AML-M2 subtype. Whole chromosome paint for chromosome 4 with spectrum orange was applied to confirm trisomy and/or cryptic rearrangements of chromosome 4.\\nClassical chromosome analysis detected an abnormal female chromosome complement. Karyotyping results revealed trisomy of 4 with t(8;21) in all metaphase plates in 15 metaphases [].\\nThe interphase and metaphase FISH results were one green, one orange, and two green-orange or yellow fusion signals indicating AML-ETO fusion positive sample []. The whole chromosome paint FISH confirmed trisomy of chromosome 4 with no other cryptic rearrangements [].", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'11408070': 1, '17680522': 1, '12682630': 1, '3697508': 1, '9766750': 1, '20300287': 2}", "similar_patients": "{}"}