{"patient_id": 92078, "patient_uid": "2740213-1", "PMID": 19829983, "file_path": "comm/PMC002xxxxxx/PMC2740213.xml", "title": "Ureteral triplication with a contralateral duplication and ureterocele: a case report", "patient": "A 10 year old Arabian boy from Egypt presented with nocturnal enuresis which was 2-3 times a week. There was no history of flank pain or recurrent urinary tract infections. The clinical examination of the patient was normal with normal developmental assessment. Urine analysis and culture were normal. Routine blood tests including full blood count, serum urea and electrolytes were normal. There was no family history of relevance.\\nThe patient underwent ultrasound examination of the kidneys that showed evidence of right duplex kidney with dilatation of the calyces of the upper moiety (). The right upper moiety ureter was moderately dilated along its length and ends into ureterocele in the right side of bladder base. The ureterocele was noted as intravesical thin walled cystic dilatation at the distal end of the ureter ().The left kidney shows apparent central parenchyma separating two moieties with no evidence of obstruction noted ().\\nIntravenous urography (IVU) () showed right duplex kidney and duplex ureter with hydronephrosis of upper pole moiety and an associated ureterocele appearing as a filling defect in the right bladder base. There was triplication of the ureter on the left side with two ureters joining before entering the bladder (Smith’s type 2). Micturating cystourethrogram (MCUG) showed grade 1 vesicoureteric reflux (VUR) in the lower pole moiety ureter of the right kidney (). The patient underwent cystoscopic examination which showed a large ureterocele on the right side that was punctured to relieve the obstruction. Cystoscopy also confirmed the presence of two ureteric orifices on each side. Patient was discharged home two days later with no complications and is currently under surveillance. Family members were also screened by ultrasound examination which was normal.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'33102104': 1, '1984065': 1, '4723653': 1, '17436061': 1, '34401016': 1, '16981096': 1, '20278127': 1, '19829983': 2}", "similar_patients": "{}"}