{"patient_id": 126692, "patient_uid": "2908818-1", "PMID": 16768192, "file_path": "noncomm/PMC002xxxxxx/PMC2908818.xml", "title": "A Novel Mutation in the XLRS1 Gene in a Korean Family with X-linked Retinoschisis", "patient": "A 9 year old boy was found to have poor visual acuity. His best corrected visual acuity was 0.3 in both eyes. Refractions were OD: +1.25, OS: +1.00. Fundus examination showed bilateral wheel-like maculopathy with a golden-yellow reflex at the inferior peripheral fundus (). Single-flash ERG documented marked reduction of b wave (). Visual fields showed paracentral scotomas in both eyes. Color vision test was normal with the Ishihara's test. Optical coherence Tomography confirmed foveal schisis ().\\nDuring examination, his maternal uncle was also diagnosed as X-linked retinoschisis. His best corrected visual acuity was 0.025 in the right eye and 0.4 in the left. His fundus also showed typical cystic maculopathy.\\nAfter informed consent, we performed complete ophthalmologic and molecular genetic study of all available family members of the affected boy.\\nGenomic DNA was isolated from peripheral blood samples. All exons of the XLRS1 gene were amplified by polymerase chain reaction and analyzed using a direct sequencing method. Primers were designed with using Genetix software (Software development). Searches for information and homology of nucleotide and amino acid sequence was analyzed using homology search with BLAST against the sequences in the Gene Bank and EMBL DNA database.\\nDirect sequencing showed that two cytosine residues were substituted into thymines and coded Phenylalanine instead of Leucine (Leu103Phe) in exon 4 of XLRS1 gene (). This mutations were also identified in his sister, mother and maternal uncle. The hemizygous mutation was confirmed using both sense and antisense primers.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'30215241': 1, '9618178': 1, '19390641': 1, '7662639': 1, '9326935': 1, '20151283': 1, '16768192': 2}", "similar_patients": "{}"}