{"patient_id": 92589, "patient_uid": "2769451-1", "PMID": 19918381, "file_path": "comm/PMC002xxxxxx/PMC2769451.xml", "title": "“Orthotopic” ossiculum terminale persistens and atlantoaxial instability in a child less than 12 years of age: a case report and review of the literature", "patient": "This 10-year-old Caucasian boy from the USA with no history of Down’s syndrome and no past medical history presented to our institution after a fall while skateboarding on a ramp. On presentation he reported mild headache, but no neck pain, back pain, weakness, or paresthesias. The patient reported no history of prior trauma, but he did recall a tumbling episode while on the “moonwalk” at age 6 at which time he felt a “snapping” in his neck. No neurological deficits were elicitable on examination; he had full strength of his bilateral upper and lower extremities, reflexes were 2+ throughout, no clonus, no Hoffman’s sign, and there were no deficiencies in the sensory exam including joint position sense. He did have tenderness to palpation along the midline cervical spine.\\nA CT scan of the head was performed after an episode of emesis. There were no intracranial abnormalities; however the scout film revealed an increased atlantodental interval. This prompted flexion and extension lateral X-rays of the cervical spine which demonstrated an 8 mm atlantodental interval in flexion, and a 3.5 mm atlantodental interval in extension (). An unfused apical ossicle was also discernable on the plain films. Further investigation with thin cut CT of the cervical spine, defined the apical ossicle to have well defined and mildly sclerotic margins, consistent with an ossiculum terminale persistens (). As the apical ossicle remained in anatomic position during dynamic X-rays, the abnormality was consistent with an orthotopic ossiculum terminale persistens. Subsequent MRI of the cervical spine delineated the remnant synchondrosis between the apical ossicle and superior odontoid process, and there was no evidence of ligamentous disruption (). However, fluid was present within the atlantodental space.\\nOperation Given atlantodental instability in the presence of an orthotopic ossiculum terminale persistens, surgical intervention was recommended to the family. Our patient was taken to the operating room and underwent an awake fiberoptic intubation. Intraoperative neurophysiological monitoring was performed with somatosensory evoked potentials, electromyography, and transcranial motor evoked potentials. The patient was then placed in three point rigid skull fixation and positioned prone on the operating table. The exposure was continued until adequate lateral exposure of C1 and C2 was achieved. The C2 nerve roots bilaterally showed only minimal laxity and were consequently divided along with the surrounding venous plexus to allow accurate screw placement. The medial borders of the C1 lateral masses were identified and C1 lateral mass screws were placed bilaterally under fluoroscopic guidance. Following this, translaminar screws were placed at C2. The instrumentation and arthrodesis were completed with no intraoperative complications.\\nPostoperatively, the patient awoke with no neurological deficits. He was maintained in an Aspen collar, and postoperative lateral X-rays and thin cut CT scan showed the instrumentation to be in solid position with good alignment of the cervical spine (). He was discharged home on postoperative day 3, and at greater than 1 year follow-up he has continued to do well.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'11707712': 1, '7376938': 1, '150421': 1, '31680204': 1, '5704829': 1, '15448602': 1, '11147851': 1, '26825812': 1, '7998495': 1, '2940706': 1, '27465675': 1, '22134416': 1, '1262376': 1, '4240092': 1, '8528785': 1, '33927515': 1, '11453412': 1, '29018648': 1, '12994006': 1, '19918381': 2}", "similar_patients": "{}"}