{"patient_id": 92994, "patient_uid": "2798757-1", "PMID": 20041073, "file_path": "comm/PMC002xxxxxx/PMC2798757.xml", "title": "Emergency therapeutic leukapheresis in a case of acute myeloid leukemia M5", "patient": "A 53-year-old male weighing 56 kg was admitted with complaints of weakness since the last two weeks, fever and breathlessness for a week and haematuria for two days. On examination, he was pale, tachypnoeic with a respiratory rate of 40/minute and had purpuric spots over upper and lower limbs; generalized lymphadenopathy was absent. Abdominal examination showed distension but no organomegaly or free fluid. Both lungs showed normal air entry. Cardiovascular system was normal. The complete blood picture showed the following findings: Hb 11.4 gms%, hematocrit 30%, WBC 2,83,000/μl and platelet count 48,000/μL. The counts were performed on ABX Pentra 120 (Biomerieux, France), in which the maximum linearity for WBC was 2,00,000/μL. A one in two dilution in saline was performed to determine the actual WBC counts. ESR was 105 mm/hour. Peripheral smear showed monoblasts 29%, promonocytes 65%, myelocytes 2%, neutrophil 0%, marked immature leukocytosis with absolute neutropenia, thrombocytopenia and normochromic anemia. Prothrombin time (PT), activated partial thromboplastin time (aPTT) and International Normalized Ratio (INR) were within normal limits. Bone marrow examination showed a hypercellular marrow, decreased number of normal megakaryocytes, and normoblastic and diminished erythropoiesis. Granulopoiesis was abnormal with myelocytes 1%, promonocytes 35%, monoblasts 55% and myeloblasts 9%. The blasts showed fine diffuse PAS-positive granules and 23% of them were positive for peroxidase. AML M5 was diagnosed based on the above morphological features and was confirmed with a flow cytometric analysis. Chest X-Ray was normal. The patient was referred to the blood bank for emergency leukapheresis. Leukapheresis was performed on two consecutive days using Baxter CS 3000, using bilateral antecubital veins as the vascular access, after due consent from the patient. Seven and half liters of blood was processed on each day during the procedure.[] ACD was used as the anticoagulant and the anticoagulant to blood ratio was maintained at 1:10. The blood flow was kept at 50 ml/minute. Details of the procedure, and pre and post apheresis counts are shown in . A total of 750 ml of ACD was used in each procedure. At the end of the second day's procedure, the WBC count was 46,000/cu mm, showing a reduction of 85% of WBC. There was a platelet reduction of 83%. No platelets were transfused because there was no symptomatic bleeding. Adverse effects in the form of citrate toxicity or vasovagal reactions were not encountered during or after the procedure. After the end of the first day's procedure and before the second day's procedure was started, the antecubital veins were flushed with 2 ml of Heplock (each ml of Heplock contains 10 USP heparin units, sodium chloride 0.9% w/v, benzyl alcohol 0.95% w/v). The patient was started on chemotherapy consisting of adriamycin and daunorubicin on the day after leukapheresis.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'3984305': 1, '15449758': 1, '28970685': 1, '24960648': 1, '13824827': 1, '59435': 1, '28316445': 2, '12757535': 1, '10975379': 1, '20041073': 2}", "similar_patients": "{'5345286-1': 1, '5345286-2': 1, '5345286-3': 1, '5345286-4': 1}"}