{"patient_id": 92735, "patient_uid": "2778145-1", "PMID": 20041006, "file_path": "comm/PMC002xxxxxx/PMC2778145.xml", "title": "Mechanical Complication with Broviac Repair Kit in a 4-Year-Old Boy with MEN 2a", "patient": "A 4-year old boy suffering from MEN 2a, long segment Hirschsprung's disease (total colonic aganglionosis), short bowel syndrome, von Willebrand's disease type 1, heparin-induced thrombopenia (HIT) type 2, and psychomotoric retardation is documented in this case study. A C618G mutation in exon 10 of the RET gene was demonstrated in DNA extracted from blood. Due to weight loss a French 4.2 BC catheter (Bard®, Bard Access Systems, reference 0600060CE, Salt Lake City, Utah, USA) had been inserted 15 months previously to allow administration of home parenteral nutrition by infusion pump (Abbott Laboratories GEMSTAR, Reference 13000-15-05/06, North Chicago, Ill, USA) 14 hours a day. Because of the occurrence of HIT in this patient the BC was blocked each morning using lepirudin. Three months before the described event occurred, the BC had to be replaced surgically because of thrombus formation in the superior vena cava adjacent to the tip of the BC. An attempt at inducing thrombolysis using Urokinase proved to be ineffective. Due to the infant's activity and repeated clampings at the clamping site, leaks of the external BC segment had been repaired twice within the last 3 months using the commercial BC repair kit (Bard®, Bard Access Systems, reference 0601610CE, Salt Lake City, Utah, USA). An X-ray taken after the previous repair demonstrated the correct position of the CVC (). Seven weeks after the last repair, malfunction of the catheter with increased resistance when applying the home parenteral nutrition solution was noted by outpatient nurses and the patient's mother at home. During inspection of the former BC repair region, we noticed a missing central metallic tube (MT, ), together with a transparent appearing repair site area. By gentle palpation of the proximal BC, migration of the central MT was suspected, and a palpable resistance within the BC at the skin entrance level was noted. By gentle milking maneuvers the MT was manipulated distally and the MT was removed after transection of the BC 5 cm above skin level. Another repair kit for Broviac French 4.2 catheters was used to repair the transected BC.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'12913792': 1, '3285088': 1, '11452403': 1, '9118051': 1, '11303260': 1, '15677621': 1, '20041006': 2}", "similar_patients": "{}"}