{"patient_id": 91316, "patient_uid": "2684251-1", "PMID": 19468374, "file_path": "comm/PMC002xxxxxx/PMC2684251.xml", "title": "Primary hydatid cyst of kidney and ureter with gross hydatiduria: A case report and evaluation of radiological features", "patient": "A 23-year-old male presented with history of intermittent passage of small, white, balloon-like, grape-sized structures in the urine for the last three months. Abdominal examination did not reveal any palpable lump. Rest of the systemic examination was normal. Gross examination of a single balloon-like structure in the urine revealed a membranous cyst measuring around 2 cm; histopathology showed an outer laminated layer with an inner germinal layer. The laminated structure was consistent with a hydatid cyst.\\nHis routine blood investigations were normal with no eosinophilia and normal renal function tests. X-ray chest P-A view was normal. The USG abdomen revealed multiseptate cyst in the right kidney; liver was normal. The CT scan revealed a cystic lesion in the right kidney and upper ureter []. The whole right kidney was replaced by the cystic mass. There was no contrast excretion from the right kidney. Patient was planned for surgery by flank extraperitoneal approach. Per-operatively multiple cysts could be palpated along the length of the ureter. Right nephroureterectomy was done. Patient received four weeks of preoperative albendazole which was continued for eight weeks postoperatively. The resected specimen showed kidney turned into a bag of cysts with multiple daughter cysts in the ureter []. The histopathological examination was consistent with right renal hydatid disease and multiple daughter cysts in the upper and mid-ureter.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'2201677': 1, '33032540': 2, '25628991': 2, '8437269': 1, '10835129': 1, '25125908': 1, '26587504': 1, '11598261': 1, '26217457': 1, '28838923': 1, '23508941': 2, '32209210': 1, '25031471': 1, '34587998': 2, '27630903': 1, '26538993': 2, '28794599': 1, '33318948': 1, '26345075': 1, '33457690': 1, '23435774': 1, '22347246': 2, '24040609': 1, '11389749': 1, '21461993': 1, '19468374': 2}", "similar_patients": "{'4288833-1': 1, '3279838-1': 1, '7542977-1': 1, '3593509-1': 1, '8479882-1': 1, '4604675-1': 1}"}