{"patient_id": 91760, "patient_uid": "2732090-1", "PMID": 19727361, "file_path": "comm/PMC002xxxxxx/PMC2732090.xml", "title": "Mediastinal tuberculosis presenting as traction diverticulum of the esophagus", "patient": "A 7-year-old male presented with history of acute epigastric pain and nonbilious vomiting of 1-day duration. There was history of low-grade fever in the evening for 1 month. After 1 week of admission, he developed dysphagia for solids at the lower thoracic level. Retrospective analysis did not confirm family history or history of contact with tuberculosis. He was immunized till age.\\nOn examination, vitals were stable. Chest examination was normal. Per abdominal examination revealed epigastric tenderness with a vague mass. Hemogram was normal. ESR was 22 mm at the end of the first hour. Mantoux test was negative. Chest X ray revealed a faint radio-opaque shadow in the lower paraesophageal region. Ultrasonography (USG) abdomen showed a 3 × 3 cm isoechoic lesion in epigastrium, causing mass effect on the posterior surface of esophagus. It was suggestive of enlarged lymph nodes. ‘Barium swallow’ showed a blind ending tract near the lower third of esophagus []. CT scan of the mediastinum and upper abdomen with oral contrast revealed a well-defined hypodense lesion with central necrosis in lower paraesophageal region. Esophageal wall was edematous with significant luminal compromise, and a diverticulum was seen arising from the lower esophagus []. On esophagoscopy, the mucosa was normal. No stricture or mouth of the sinus tract could be identified. A probable diagnosis of tuberculosis was entertained. Endoscopic ultrasound showed a) 3-cm size sub-carinal lymph node with central necrosis and b) submucosal thickening with a large paraesophageal lymph node adherent to the esophagus near the gastroesophageal junction []. Fine needle aspiration cytology from the nodal mass confirmed diagnosis of TB, and the patient was started on four-drug antituberculous treatment.\\nFollow-up CT scan with contrast done after 2 months showed significant decrease in size of the hypoechoic lesion. Antitubercular treatment was given for 6 months. The patient is asymptomatic on follow-up at 1 year.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'8776094': 1, '24347038': 1, '6852426': 1, '29323108': 2, '10734325': 1, '606191': 1, '10578982': 1, '6308805': 1, '5821628': 1, '19727361': 2}", "similar_patients": "{'5837174-1': 1}"}