{"patient_id": 94296, "patient_uid": "2857854-1", "PMID": 20350324, "file_path": "comm/PMC002xxxxxx/PMC2857854.xml", "title": "Abdominal wall and labial edema presenting in a girl with Henoch-Schönlein purpura: a case report", "patient": "A previously healthy 7-year-old Caucasian girl was admitted to our hospital with a history of abdominal pain, labial swelling and a large ecchymosis extending from the left subcostal area to the left lower quadrant. Two weeks before being admitted to the hospital, she experienced symptoms of an upper respiratory infection followed by joint discomfort, peripheral edema and a palpable, purpuric rash. She presented to a smaller community hospital, where the additional findings of hypertension and a Group A beta-hemolytic streptococcus-positive throat swab were discovered by a consulting pediatrician. She was diagnosed with Henoch-Schönlein purpura (HSP) and treated with two weeks of Penicillin V for her tonsillitis. Her symptoms improved, but over the course of the next six days, she developed increasing abdominal pain and \"distention\". She also experienced significant pain in her genital area with associated labial swelling. She was transferred to our institution, a tertiary care Pediatric Center, for further evaluation. There was no history of abdominal trauma.\\nOn admission, she was found to be hypertensive, with a blood pressure just above the 90th percentile for age and height. She had an exudative plaque on the left tonsil, but a throat swab was negative. Her abdomen revealed a large ecchymosis, 10 cm in diameter over the left quadrant, with significant edema/swelling extending from the left flank to the labia majora (Figure ). The abdomen was diffusely tender to palpation, and a faint raised papular rash was noted on her lower abdomen, buttocks and lower extremities. A complete blood count revealed a leukocytosis with a left shift and a normal platelet count. Urine analysis was positive for blood (microscopic) and an abdominal ultrasound was \"normal\" but incomplete. The ultrasound was performed to rule out intussusception, but had to be abandoned due to the extreme abdominal wall tenderness. A computed tomography (CT) scan of the abdomen was then performed, and this revealed markedly increased attenuation within the subcutaneous tissues of the left side of the abdominal wall and flank, extending to the groin and labia majora, consistent with hemorrhage or edema (Figure , ). No intra-abdominal pathology was seen. Our patient was treated with 2 mg/kg/day of intravenous methylprednisolone for 48 hours, and then switched to 2 mg/kg/day of oral prednisone for seven days. Within 36 hours of initiation of treatment, her abdominal pain and distention improved significantly and her hematuria resolved.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'12139142': 1, '10381929': 1, '10720979': 1, '2202310': 1, '16322081': 1, '11468053': 1, '10575422': 1, '10468007': 1, '9890113': 1, '9124151': 1, '17974746': 1, '17713309': 1, '16790720': 1, '27308084': 1, '8013195': 1, '9199985': 1, '20350324': 2}", "similar_patients": "{}"}