{"patient_id": 90332, "patient_uid": "2531175-1", "PMID": 18710558, "file_path": "comm/PMC002xxxxxx/PMC2531175.xml", "title": "Neonatal group A streptococcal meningitis: a case report and review of the literature", "patient": "A 28 days old boy was presented to the Emergency Department with a history of fever, irritability, poor feeding of 1 week duration and right-sided focal seizures on the day of presentation. He was born after an uncomplicated pregnancy and delivery. An elder brother had developed symptomatic pharyngitis with fever, sore and congested throat 10 days prior to the neonate's disease. This pharyngitis, however, was not microbiologically investigated. He was recovered after a one week course of antibiotic. Upon examination, the patient looked ill, and irritable. Vital signs were stable. Anterior fontanel was normal and there was no neurological deficit. The peripheral blood white cells (WBC) were 33,600/mm3 with differential count 61% Neutrophils, 18% Lymphocytes, 6% Monocytes and 10% Eosinophils. C-reactive protein was positive. Cerebrospinal fluid (CSF) was turbid and showed 23,520 WBC/mm3 with 82% Neutrophils, 18% Lymphocytes and 3 red blood cells/mm3. CSF protein was 502 mg/dl, Glucose 5 mg/dl (simultaneous blood glucose 98 mg/dl). Latex antigen test was negative for Hemophillus influenzae B, Neisseria meningitides, Escherichia Coli, Streptococcus group B and Streptococcus pneumoniae. Gram positive cocci were seen in the deposit. He was treated with intravenous cefriaxone and vancomycin. The CSF culture yielded group A beta hemolytic Streptococci. Sub-typing of the organism was not available. Vancomycin was discontinued after results of culture. Given the history of focal seizures, head MRI, performed on the seventh hospital day, and showed a large lobulated abscess in the left parieto-occipital region [Figure ]. The patient underwent drainage of the abscess. No organisms grew in the culture of the pus (presumably owing to the preceding antibiotic treatment). The child was discharged after 6 weeks of treatment. At the age of 13 month, hearing test and neurological examination were normal.", "age": "[[28.0, 'day']]", "gender": "M", "relevant_articles": "{'23543669': 1, '14872185': 1, '389176': 1, '6146901': 1, '3293424': 1, '5945530': 1, '789841': 1, '10867852': 1, '11753187': 1, '10530572': 1, '9563422': 1, '10530575': 1, '17579110': 1, '26185565': 1, '4384001': 1, '27540457': 2, '6356881': 1, '6336834': 1, '18710558': 2}", "similar_patients": "{'4976646-1': 1}"}