{"patient_id": 94074, "patient_uid": "2845193-1", "PMID": 20352011, "file_path": "comm/PMC002xxxxxx/PMC2845193.xml", "title": "2, 8 Dihydroxyadenine urolithiasis: A case report and review of literature", "patient": "A three year-old girl presented with a history of vomiting and not passing urine for 24 hours. She was apparently healthy earlier and gave no history of fever, crying during micturition, hematuria, or graveluria. There was also no history of renal stone disease in the family. Physical examination revealed facial puffiness and tachypnea. She was afebrile and her blood pressure was 100/60 mm Hg. The systemic examination did not reveal any abnormality. Investigations revealed anemia (Hb 8.2 g/dL), pyuria, renal failure (blood urea 90 mg/dL, serum creatinine 3.7 mg/dL) with hyperkalemia (K+ 6.6 mEq/L), and severe metabolic acidosis (pH 7.27, pO2 66 mm Hg, pCO2 21 mm Hg, HCO3- 10 mEq/L, BE -15) for which she received a session of peritoneal dialysis. An ultrasonography of the abdomen revealed calculi in the right lower calyx and at the lower end of the right ureter. The left kidney was normal in size and shape and did not show any calculi or hydronephrosis. A plain X-ray KUB did not show any radio-opaque shadow, indicating that the calculi were radiolucent. A DJ stent was introduced into the right ureter after which her urine output and renal function improved (serum creatinine 1.2 mg/dL). A cystoscopic ureterolithotomy was subsequently performed on the right side. The calculi were found to be soft and friable with an irregular surface [], and they were removed piecemeal. The stone was sent for analysis by Fourier transform infrared spectroscopy which showed that it was composed entirely of 2, 8-dihydroxyadenine. The patient was started on allopurinol (10 mg/kg/day) and has been asymptomatic with normal renal function for the last four months, albeit with a small residual calculus in the right lower calyx.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'11532677': 1, '30254853': 1, '14767036': 1, '1349069': 1, '30993240': 1, '33994690': 2, '28717278': 2, '9568867': 1, '26684317': 1, '31752739': 2, '22246314': 1, '20352011': 2}", "similar_patients": "{'6873418-1': 1, '5508439-1': 1, '8101663-1': 1}"}