{"patient_id": 93082, "patient_uid": "2803835-1", "PMID": 20062741, "file_path": "comm/PMC002xxxxxx/PMC2803835.xml", "title": "Small intestinal obstruction due to phytobezoar: a case report", "patient": "A 70-year-old Iraqi Kurdish man was referred to our centre for further management of intestinal obstruction. He presented with a history of a few hours of epigastric discomfort associated with vomiting and abdominal distension. His bowel habit was mildly altered but there was no history of rectally passing blood. He denied any loss of weight or appetite. Medically he was being treated for hypertension and congestive cardiac failure. His past surgical history consisted of cardiac catherization and angiography 1 year before presentation.\\nHis vital signs upon admission were stable with blood pressure at 140/90 mmHg and a heart rate of 100 beats/minute. His abdomen was tender but slightly distended. Bowel sound was sluggish and rectal examination revealed an empty rectum with no palpable mass. His hernia orifices were normal and he was also edentulous (Figure ).\\nHis electocardiogram showed evidence of old ischemic changes. His blood investigation results were unremarkable. A clinical diagnosis of intestinal obstruction was then made based on his radiological findings (Figure ). An exploratory laparotomy was subsequently performed on the patient, which yielded findings of a hard intraluminal body obstructing the terminal ileum (Figure ). The operation confirmed suspicion of a bezoar measuring 5 × 3 cm, which was found at a distance of 10 cm from the ileocaecal junction (Figure ) exteriorized through ileotomy (Figure and ). His jejunum and ileum were dilated and hypertrophied but no jejunal or ileal mass or polyps were found.\\nThe pathology report of the operative specimen was degenerate vegetable matter. The postoperative period was uneventful, during which the patient was started on nourishing fluid and a soft diet. He was discharged 4 days later. After 1 week he was found to be well during follow-up in surgical clinic.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'23326176': 1, '3284334': 1, '12598994': 1, '9451343': 1, '11418400': 1, '12740615': 1, '25009689': 1, '26301232': 1, '29795770': 1, '11037416': 1, '31723401': 1, '24298509': 1, '23271989': 1, '12386754': 1, '25114890': 2, '29805358': 2, '20062741': 2}", "similar_patients": "{'4127900-1': 1, '5968236-1': 1}"}