{"patient_id": 90487, "patient_uid": "2566578-1", "PMID": 18826620, "file_path": "comm/PMC002xxxxxx/PMC2566578.xml", "title": "A patient with glycogen storage disease type Ib presenting with acute myeloid leukemia (AML) bearing monosomy 7 and translocation t(3;8)(q26;q24) after 14 years of treatment with granulocyte colony-stimulating factor (G-CSF): A case report", "patient": "We report the case of a 28-year-old Turkish man with a GSD-Ib who received treatment with G-CSF for 14 years because of disease-associated neutropenia. He has now developed acute myeloid leukemia (AML) with monosomy 7 and translocation t(3;8)(q26;q24). Admission to our hospital was required because of dyspnea and increasing fatigue. He also presented with gum bleeding, bone pain in his legs, night sweats, and recurrent episodes of fever with temperatures up to 39°C.\\nAt the age of 1 year, a liver biopsy including enzyme function tests, which was performed because of hepatomegaly, recurrent hypoglycemia, growth retardation and bacterial infections of the upper respiratory system, confirmed the diagnosis GSD-Ib. As accessible in 1999, a mutational analysis of peripheral blood cells showed a homozygous mutation of exon 8 of the G6PT-locus (GPTL c.1211 del CT/c.1211 del CT) confirming this diagnosis. In the past, he had experienced recurrent episodes of hypoglycemia and hyperlactatemia associated with severe metabolic decompensations often requiring hospitalization. In order to prevent these metabolic disturbances, a special diet consisting of regular, carbohydrate-rich meals every 2 hours and ingestion of uncooked cornstarch twice per night was necessary. Because of relapsing oral and perianal aphthous ulcers as a result of severe neutropenia and neutrophilic dysfunction as indicated by a decreased deoxyglucose uptake, he received either filgrastim or lenograstim from the age of 15 years at different dose levels. In detail, cumulative duration of G-CSF therapy was 12.84 years and time-averaged dose was 2.83 μg/kg/day, leading to a total cumulative dose 13,729 μg/kg. An increase in white blood cell (WBC) count from baseline values of 3200/μl with a median of 14% neutrophils to a WBC count of 4245/μl with a median of 38% neutrophils could be achieved. The rise in neutrophil counts led to a substantial reduction in infectious complications. Bone marrow examinations were performed four times since the beginning of G-CSF treatment. The last examination was carried out at the age of 22 years showing no signs of leukemic transformation.\\nThe patient is retarded in growth with a size of 160 cm and a body weight of 50 kg. The color of his skin is pale and he has hardly any secondary body hair. We found a few aphthous ulcers scattered in the oral cavity and mucosa bleeding. As confirmed by abdominal sonography, the patient had hepatosplenomegaly (liver 124 mm craniocaudal diameter × 148 mm dorsoventral diameter in medioclavicular line, spleen length 138 mm × depth 57 mm). Blood count taken at the day of admission showed pancytopenia with a WBC count of 2.000/μl, reduced hemoglobin of 4.2 g/dl with normal erythrocyte indices and a platelet count of 71 × 103/μl. Differential count was as follows: 62% lymphocytes, 4% monocytes, 4% mature neutrophilic granulocytes and 30% blasts. A first bone marrow biopsy was taken showing a hypercellular marrow with dysplastic features of all three cell lines, while blast count was 20%. This result was confirmed by flow cytometry analysis with 30% CD34 positive cells.\\nThe patient received four units of packed erythrocytes, which led to an increase in hemoglobin concentration to 10.1 g/dl. Empiric antimicrobial treatment was started because of recurrent fever and rising serum levels of the C-reactive protein. Despite X-ray examination of his thorax, laboratory and microbial analysis of urine and feces and daily physical examination, no source of infection could be found. Since the serum level of procalcitonin as a possible marker for an infection was normal, we interpreted the fever as disease-related. As a consequence of the discontinuation of G-CSF administration, the leukocyte count declined to 800/μl, while the proportion of blasts in the peripheral blood was 4%. The rest of the white blood cells were lymphocytes without any mature neutrophils. The platelet count decreased to 36.000/μl with an ongoing need for red blood cell transfusions. A second bone marrow biopsy was performed still showing an elevated blast count of 21% with the same features of dysplasia (Figure ). Classical cytogenetic analyses showed a monosomy 7 in 33 of 34 analyzed metaphases with a translocation t(3;8)(q26;q24). Monosomy 7 as well as translocation t(3;8)(q26;q24) was confirmed by fluorescence in situ hybridization (FISH) in 78.5% of the examined metaphases (Figure ). Based on these findings, the diagnosis of an acute myeloid leukemia with multilineage dysplasia with a typical monosomy 7 and translocation t(3;8)(q26;24) was made.\\nIn the light of the increased risk profile of this patient due to his metabolic disorder and the low response rate to conventional chemotherapy of patients with chromosome 7 abnormalities, we administered a first course of DNA methyl transferase inhibitor 5-azacytidine (151 mg absolute subcutaneously daily for 5 days). This decision was made because chromosome 7 alterations predict response to treatment with this drug in patients with myelodysplastic syndromes (MDS) or AML []. At the time of writing this report, 100 days after the beginning of the first course of the epigenetic therapy, the patient is still alive. Transfusion-dependent pancytopenia persists, which is in line with prior studies showing a response to 5-azacytidine after 3 or 4 cycles []. Administration of a second course of 5-azacytidine was avoided by infectious complications until now. Because patients with chromosome 7 abnormalities have a poor prognosis, the use of myeloablative conditioning therapy allogeneic blood stem cell transplantation with his Human Leukocyte Antigen (HLA) identical twin sister is envisaged for the patient.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'29663270': 1, '18024606': 1, '21595885': 1, '31788408': 1, '17611569': 1, '17563736': 1, '19741523': 1, '25081841': 1, '17693189': 1, '16980411': 1, '12468919': 1, '24416604': 2, '20975743': 1, '16497969': 1, '23506893': 1, '6590826': 1, '17552001': 1, '30451720': 1, '18420828': 1, '15642668': 1, '29119402': 1, '27069757': 1, '32838757': 2, '25491320': 1, '18826620': 2}", "similar_patients": "{'3876716-1': 1, '7446198-1': 1}"}