{"patient_id": 91865, "patient_uid": "2740004-1", "PMID": 19830085, "file_path": "comm/PMC002xxxxxx/PMC2740004.xml", "title": "Interdisciplinary approach for the treatment of periodontally compromised malpositioned anterior teeth: a case report", "patient": "A 61-year-old, German, Caucasian, systemically healthy, nonsmoking\\nfemale presented with the chief complaint of bleeding gums and increasing frontal crowding of the mandibular and maxillary anterior teeth. The dental history showed that the patient had been receiving routine dental care at the University Clinic for several years. There was no history of periodontal treatment. A periodontal examination and charting were performed including assessment of probing depths (PDs), clinical attachment levels (CALs), full mouth bleeding (gingival bleeding index: GBI) and plaque scores (plaque control record: PCR). Generalized pocket depths ranging from 4 to 7 mm and gingival recession ≤2 mm were present throughout the dentition. The measurements for PDs and CALs were performed at six sites per tooth (mesio-buccal, mid-buccal, disto-buccal, disto-lingual, mid-lingual, and mesio-lingual). The occlusal examination revealed Angle Class I molar relationship bilaterally for the first molars and canines (). The upper incisors showed pathologic anterior migration and rotations, whereas the lower anterior segment demonstrated anterior crowding with a severely protruted left central incisor (, ). Radiographic examination showed generalized, moderate, horizontal bone loss in both arches (). Given the presented information, a diagnosis of moderate to advanced generalized chronic periodontitis with anterior dental crowding was made. Before starting orthodontic treatment, the patient received periodontal treatment. The treatment comprised oral hygiene instructions, supragingival scaling, and subgingival instrumentation using the VectorTM-ultrasonic system (Dürr Dental, Bittigheim-Bissingen, Germany). Following debridement, all periodontal pockets ≥5 mm received additional a biodegradable chlorhexidine chip (PerioChip®, Dexcel Pharma GmbH, Alzenau, Germany) for the controlled delivery of chlorhexidine. After periodontal treatment, the patient acquired good plaque control and clinically healthy gingiva. Probing depths were less than 4 mm with no signs of bleeding upon probing throughout the dentition and the patient was referred to the orthodontic department for further orthodontic management of malpositioned teeth in the mandibular and maxillary anterior area. Under local anesthesia, the mandibular left first incisor was extracted by minimal trauma to the gingival tissues in order to gain adequate space for the orthodontic treatment of the mandibular anterior crowding. To obtain a stationary anchorage for the distalization of the posterior teeth in the upper jaw a miniscrew implant was placed in the alveolar bone in region 25 (). Multibracket appliance was used in the upper and lower jaw to improve the alignment of the mandibular and maxillary anterior teeth. The levelling and alignment were initiated with sectional wires and light forces. After 24 months of active orthodontic treatment acceptable overjet and overbite were achieved and the frontal crowding resolved (). Three months before removal of the multibracket appliances, the miniscrew implant was removed. After the removal of the multibracket appliances, the maxillary and mandibular teeth were stabilized by bonded lingual canine-to-canine retainers. The patient was seen every 4 weeks for periodontal maintenance during the orthodontic treatment and home care was emphasized. During active orthodontic treatment and retention, PDs and CALs were maintained at the levels achieved after periodontal treatment. After 6 months of retention, a correction of recession of the gingival margin in the esthetic area 41 (Miller Class III) was performed with the placement of a connective tissue graft employing the “envelope” technique [] (-). Briefly, a connective tissue graft was harvested from the palatal area between the canine and the first molar according to the “trap door” approach and the exposed root surface at the recipient site was planed with curettes and burs. The connective tissue was transplanted into a supraperiosteal envelope-like pouch prepared at the recipient site and stabilized with two sutures using non-resorbable #5-0 suturing material (Premilene®, Braun Aesculap, Tuttlingen, Germany). The pouch provides a dual blood supply to the graft from the superior and inferior connective tissue surfaces in contact with the graft. The postoperative healing was uneventful and sutures were removed after 1 week. With this technique, substantially improved root coverage with increased width and thickness of keratinised gingival tissue was obtained. The final restorative treatment included a new fixed metal ceramic bridge replacing the maxillary left second premolar, insertion of a gold inlay on the maxillary right first premolar and a new full coverage gold crown on tooth 47 ().", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'18426107': 1, '6947994': 1, '11203546': 1, '1474471': 1, '3894614': 1, '6958321': 1, '4505381': 1, '3422529': 1, '9358363': 1, '9161283': 1, '11500651': 1, '4587842': 1, '9226390': 1, '11307190': 1, '2773862': 1, '19830085': 2}", "similar_patients": "{}"}