{"patient_id": 125572, "patient_uid": "2671745-1", "PMID": 19434252, "file_path": "noncomm/PMC002xxxxxx/PMC2671745.xml", "title": "Cochlear Implantation after Bilateral Transverse Temporal Bone Fractures", "patient": "A 65-yr-old male presented to the emergency department with acute mental changes after a traffic accident on September 16, 2006. He was hit by a car while riding a motorcycle. On physical examination, he exhibited a stuporous mental state. There were positive light reflexes on both sides, but no spontaneous nystagmus. He had bilateral ear bleeding and multiple contusions on his body. An otologic examination revealed a bilateral hemotympanum. The function of the other cranial nerves was impossible to check due to his stuporous mental state.\\nAn emergency brain CT scan revealed a hemorrhage in the left temporal subarachnoid space with a pneumocephalus. A high resolution CT scan of the temporal bone revealed bilateral transverse temporal bone fractures involving the otic capsules with evidence of a bilateral pneumolabyrinth (). The fracture line extended to the internal auditory canal on the left side and was associated with a pneumocephalus in the internal auditory canal.\\nHe was admitted to the neurosurgical department for conservative treatment. Two days after the trauma, he exhibited an alert mental state with a complete bilateral hearing loss. No facial asymmetry or weakness was observed.\\nAudiometry was performed 25 days after the trauma. There was no reliable response to the application of a pure tone or speech stimuli at the maximum limits of the audiometer. Immitance audiometry revealed a type A tympanometry on both sides. Vestibular function testing revealed the absence of any caloric responses bilaterally with ice water.\\nThe patient was offered a cochlear implant soon after the trauma. However, he accepted the fact that his deafness was permanent near three months after the trauma and decided to get an operation of cochlear implantation. Follow-up audiometry revealed similar to the previous one, except residual hearing response at 500, 1,000, and 2,000 Hz on the right side. A repeated high-resolution CT scan of the temporal bones was obtained which showed no evidence of labyrinthitis ossificans or obliteration of the mastoid cavity, facial recess, or middle ear space. However, T2-weighted MR image showed a focal low-intensity lesion suggesting fibrosis in the lumen of the left cochlea (). The right ear was selected as the side for the implantation.\\nHe then underwent a right cochlear implant procedure through a transmastoid facial recess approach. A HiRes 90K Cochlear Implant (Advanced Bionics, Boston Scientific) was implanted. The cochlear implant procedure was successful with no evidence of infection and other complications after the cochlear implantation. However, 14 of 16 electrodes were inserted due to the resistance.\\nFollowing the mapping, programming, and aural rehabilitation, the patient's listening skills to speech and environmental sounds improved. An implant-aided audiogram three months after the operation revealed responses in the region of 30 dB HL. Still about one and half year after the operation, he always wears the implant and understands 70% of the usual conversation with his family.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'30541709': 1, '10505161': 1, '14059364': 1, '25558411': 2, '2729822': 1, '32596492': 1, '8189987': 1, '8164481': 1, '2610237': 1, '15886642': 1, '19434252': 2}", "similar_patients": "{'4280759-1': 1}"}