{"patient_id": 90621, "patient_uid": "2583979-1", "PMID": 18954426, "file_path": "comm/PMC002xxxxxx/PMC2583979.xml", "title": "Intravascular leiomyosarcoma of the brachiocephalic region – report of an unusual tumour localisation: case report and review of the literature", "patient": "A 69-year old female patient, with a previous history of hypertension, thyroidectomy due to hyperthyroidism and hysterectomy for uterus myomas, presented with a progressive swelling of the dorsal aspect of the right side of her neck without signs of vascular obstruction or venous stases. No abnormalities of neural status of the head and neck were observed. There was no functional or sensory loss of the right upper extremity. No signs of Horner's syndrome, dysphagia, cough or dyspnoe were evident. CT scan demonstrated a retroclavicular soft tissue tumour with a cranio-caudal extension of up to 4.5 cm which partially displaced the trachea to the left and compressed the subclavian vein. An adjacent tumour of dimensions 3.5 × 3.5 cm not clearly separated from the before mentioned tumour was located at the inferior right thyroid lobe, compressing the internal jugular vein. Near the confluence of these vessels a subtotal occlusion of the brachiocephalic vein is revealed (Fig. ). The MRI scan added no further information on the origin of the tumour or the cause of venous occlusion. There were no clear signs of tumour infiltration of the brachial plexus, brachial artery, esophagus or trachea. The preoperative chest x-ray displayed a right sided upper mediastinal enlargement (Fig. ). Additional venous angiography indicated a filiform stenosis of the subclavian vein. Within the brachicephalic vein a longitudinal, irregular partial displacement of the vascular lumen was depicted. Extensive blood flow in cervical and supraclavicular collateral vessels was present. Neither MRI, CT nor angiogram allowed for clear distinction of the intravascular process whether it was caused by intravascular tumour growth or thrombosis. Incisional biopsy one month prior to the oncological tumour resection revealed the histopathological diagnosis of a leiomyosarcoma.\\nSurgical exposure was obtained via a triangular incision running from behind the right ear, along the anterior axillary line and across the sternum. First, the brachial plexus was dissected, the phrenic and recurrent nerves identified and followed distally. The upper border of the tumour became visible at the upper thoracic aperture. The recurrent nerve was observed to run through the tumour capsule. Further preparation was carried out from the distal edge of the wound. The pectoralis major muscle was elevated and care was taken to preserve the vascular pedicle (thoracoacromial A.V.). It was further observed that the first intercostal space was invaded by the tumour. Subsequently a thoracic wall resection including a partial resection of the right clavicle, the right half of the sternum and the costal attachment of the first three ribs was performed uncovering the mediastinum. The vena cava was revealed and trachea dissected. In this area the tumour was in close proximity to the trachea displacing it to the left but without tracheal infiltration. Next, the carotic artery and the jugular vein were exposed.\\nThe tumour, located in the right supraclavicular region/upper mediastinum, was found to surround both the subclavian and the internal and external jugular vein. Hence a resection of the subclavian vein proximal to its conjunction with the superior vena cava was required. The internal as well as the external jugular vein were incorporated into the tumour conglomerate (Fig. ). The tumour was resected en bloc. A partial resection of the clavicle, partial resection of the sternum with removal of the brachiocephalic, sublcavian and right jugular vein and the recurrent nerve was necessary to obtain clear resection margins. The defect coverage was achieved by a pedicled myocutaneous pectoralis major island flap.\\nWithin the surgical specimen multiple nodular polypoid tumour masses of soft consistence with diameters of up to 3.6 cm, immediately adjacent to vascular structures of the subclavian, internal jugular and brachiocephalic vein were present. The tumour with its intravascular and extravascular components comprised a total area of 7.6 × 8 × 3.3 cm. The largest intravascular tumour sprout extended close to the resection surface of the vessel.\\nThe macroscopic appearance resembled an intravascular tumour originating from the subclavian vein with infiltration of extravascular structures.\\nMicroscopically the spindle-shaped cells of this mesenchymal neoplasm originated from the media of the venous vessel wall (Fig. ). The tumour cells formed various fascicles interwoven with other longitudinal cross sectional neighbouring fascicles (Fig. ). The tumour cells were characterized by an eosinophilic cytoplasm and cigar shaped nuclei. The mitotic rate was 19/10 HPF (per high power field). Some foci of tumour necrosis were present.\\nThe neoplasm derived from the media of the vessel wall, disrupted the existing vascular architecture and formed an intravascular tumour sprout.\\nImmunohistochemically the majority of tumour cells were positive for smooth muscle actin and desmin. A positive reaction for the proliferation marker Ki 67 was found in 25% of all tumour cells,\\nThus confirming the diagnosis of an intravascular leiomyosarcoma (malignancy grading GII)\\nPostoperatively only mild signs of mixed venous and lymphatic stases of the upper extremity following the resection of the subclavian vein were observed due to the well established collateral blood flow (as seen in the preoperative angiogram). These symptoms could be positively influenced by elastic compression dressings and physical lymph drainage. Owing to the resection of the right recurrent nerve, right sided vocal cord palsy occurred. Logopaedic training was initiated. The patient recovered well and was discharged two weeks later. Both pre- and post-operatively no symptoms of pulmonary embolism were detected.\\nUnfortunately the patient declined the recommended radiation therapy.\\nAfter an initial 5 month of tumour free survival without evident signs of either local or systemic metastasis a tumour relapse was detected. At this stage the patient refused further treatment apart from a palliative chemotherapy.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'498039': 1, '9800844': 1, '28693261': 1, '21092216': 1, '15901009': 1, '9128119': 1, '6488138': 1, '11756765': 1, '3943753': 1, '9692833': 1, '10091791': 1, '7556247': 1, '3081244': 1, '17109153': 1, '10844341': 1, '30879412': 1, '10592050': 1, '9648142': 1, '3304612': 1, '8710797': 1, '24250242': 1, '18954426': 2}", "similar_patients": "{}"}