{"patient_id": 125720, "patient_uid": "2693613-1", "PMID": 17449955, "file_path": "noncomm/PMC002xxxxxx/PMC2693613.xml", "title": "Spontaneous Bacterial Peritonitis due to Ochrobactrum anthropi: A Case Report", "patient": "A 62-yr-old man was admitted to our hospital with a 1-day history of abdominal pain and fever. He was known to have liver cirrhosis. On physical examination, his blood pressure was 105/68 mmHg, pulse rate was 105 beats per min, and body temperature was 38.2℃. Abdominal examination revealed diffuse tenderness on the whole abdomen, diminished bowel sound, and splenomegaly. Laboratory tests showed hemoglobin concentration of 12.2 g/dL, leukocyte count of 7,580/µL, platelet count of 233,000/µL, serum creatinine level of 1.36 mg/dL, serum bilirubin level of 5.0 mg/dL, and serum albumin level of 2.5 g/dL. The analysis of peritoneal fluid demonstrated an albumin level of 284 mg/dL and leukocyte count of 350/µL (poly 89%, other 5%). The Child-Pugh score was 13. Empirical treatment with ceftriaxone (2 g every 24 hr) was started with the presumptive diagnosis of spontaneous bacterial peritonitis. Several days later, gram negative bacilli were growing in the cultures of blood and ascites processed by the BACTEC 9240 unit (Becton Dickinson, Sparks, MD, U.S.A.). The patient's subsequent hospital course was uneventful except for low-grade fever (≤38℃). On the 8th day of admission, his blood pressure was 66/40 mmHg, pulse rate was 94 beats per min, and body temperature was 35.2℃. Laboratory tests showed a hemoglobin concentration of 11.0 g/dL, leukocyte count of 13,670/µL, platelet count of 232,000/µL, creatinine level of 2.26 mg/dL, ascitic albumin level of 470 mg/dL, and ascitic leukocyte count of 1,190/µL (poly 46%, other 50%). We tried to perform an Esophagogastroduodenoscopy (EGD) because of his black and tarry stool, but the patient and his family refused to give his consent to EGD. At that time, the gram-negative bacillus was identified as O. anthropi by the Gram negative Combo 32 kit (Microscan Workaway-96, Dade Behring, West Sacramento, CA, U.S.A.), and the biochemical profile determined by the API 20 NE system (BioMerieus, Marcy l'Etoile, France) also gave unequivocal identification of O. anthropi. The organism yielded positive results in tests for urea, ornithine, and esculin hydrolysis and failed to produce hydrogen sulfide in triple-sugar-iron agar, which is collectively consistent with O. anthropi. The isolate was in vitro susceptible to amikacin, gentamicin, tobramycin, imipenem, meropenem, ciprofloxacin, levofloxacin, and trimethoprim but resistant to all other tested (β-lactam antibiotics including ceftriaxone). The antibiotic was changed to imipenem (250 mg every 6 hr, Estimated CrCl=40 mL/min). On the 10th day of admission, the patient died in spite of transfusion and inotropic therapy.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'15243121': 1, '10908034': 1, '12624082': 1, '33207839': 1, '8300247': 1, '10076115': 1, '10440451': 1, '12087554': 1, '11421027': 1, '2889751': 1, '12324938': 1, '8627029': 1, '12162404': 1, '12578145': 1, '12958302': 1, '10908026': 1, '8086552': 1, '25242942': 1, '7229011': 1, '17449955': 2}", "similar_patients": "{}"}