{"patient_id": 90526, "patient_uid": "2570438-1", "PMID": 18949052, "file_path": "comm/PMC002xxxxxx/PMC2570438.xml", "title": "Resection of Parosteal Osteosarcoma of the Distal Part of the Femur: An Original Reconstruction Technique with Cement and Plate", "patient": "A 34 year-old male arrived to our department after a 6\\nmonths history of sever pain and swelling located on the posterior cortex of\\nthe distal right femur. Laboratory data showed a slightly increased value of\\nalkaline phosphatase. Local preoperative staging of the tumor was done using\\nplain radiography and MRI with T1 and T2 weighted sequences and\\ncontrast-enhanced series with gadolinium. Preoperative radiography ()\\nand MRI showed a relatively dense, well-demarcated ossified mass at a\\njuxtacortical lesion of the distal femur, which indicated a low-grade bone\\ntumor, without medullar involvement (Figures \\nand ). Total body CT and MRI\\ndid not show skip or lung metastases. The nature of the tumor was established\\nby histological examination of the lesion at the time of the resection. The\\nsite of resection and osteotomy was determined on the basis of preoperative MRI\\nand radiography. Surgical technique was according to Lewis et al. []. The patient was positioned supine. The knee\\nwas flexed to 65 degrees and the foot was fixed to the operating table. A longitudinal incision was\\nmade from the medial midportion of the thigh to five centimeters distal to the\\nknee. The femoral vein and artery were identified in the popliteal space. The\\nmedial part of distal femur was exposed. A similar dissection was made on the\\nlateral side of the distal femur and the lateral part of distal femur was\\nexposed. The popliteal space was identified through the dissection between the\\nlong and the short heads of the biceps femora muscle. On the basis of the\\npreoperative MRI and radiography used to study the extension of the tumor we\\nmade the longitudinal medial and lateral osteotomy and the proximal transverse\\nosteotomy. The resected tumor was removed and the pathologist examined the\\nspecimen to determine if the margin was adequate. Cement, plate (LISS-SYNTHES),\\nand screws were used for the reconstruction of the distal femoral defect (). Cement Methylmethacrylate with\\ntobramycin was obtained in\\nthe form of powder and a liquid monomer\\n(Surgical Simplex P, Howmedica Antibiotic). The preparation included 40 g of powder and 20 mL of monomer. The cement mixtures were made by mixing the cement powder and the liquid monomer under vacuum using dedicated\\ninstrumentation (Simplex Enhancement Mixer,\\nHowmedica). After mixing for 100 seconds, the vacuum was removed and the cement was used. We applied the plate after\\nwe fixed it with 2 proximal and 3 distal screws in the cortical bone. Then we applied the cement to reconstruct the bone\\ndefect fixing the plate with other screws in the cement (). After 3 days,\\nthe patient was allowed to walk with toe-touch weight-bearing using crutches\\nand to move the knee. Progressive weight-bearing is allowed and the patient was\\nfully weight-bearing after 1 month. After the resection, specimen was examined\\nto determine the histological grade, the intramedullar involvement, and the\\noperative margin. The tumor had minimal focal spread into the medullar canal () (less than 10% of total surface) and did not show invasion into the\\noverlying muscles. Wide margin resection by Enneking classification [] was\\nobserved. No postoperative wound complications and infection occurred. After 1\\nyear, the patient does not present local recurrences or distant metastases. The\\nrange of motion of the knee is 0 to 110 degrees and the patient returned to his\\npreoperative life.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'6586725': 1, '8126042': 1, '10954096': 1, '13174602': 1, '15542120': 1, '2042459': 1, '2246298': 1, '32913604': 2, '16896746': 1, '14600618': 1, '15454698': 1, '5228781': 1, '34049580': 1, '3855410': 1, '18050289': 1, '12358363': 1, '22151733': 2, '23409812': 1, '23194024': 2, '12671504': 1, '7449206': 1, '14838523': 1, '18949052': 2}", "similar_patients": "{'3256123-1': 1, '7459375-1': 1, '3545861-1': 1}"}