{"patient_id": 89995, "patient_uid": "2413258-1", "PMID": 18500981, "file_path": "comm/PMC002xxxxxx/PMC2413258.xml", "title": "Sigmoid sinus thrombosis presenting with posterior alexia in a patient with Behçet's disease and polycythaemia: a case report", "patient": "The patient is a 59-year-old, right-handed Caucasian woman who presented with progressive headache and an abrupt onset of alexia. She described how whilst driving she realised that although she could read the figures on car registration plates, she had lost the ability to understand words and sentences seen on window stickers or roadside advertisements. Other than this deficit, she had not noticed any alteration in her vision.\\nHer medical history revealed that the patient had suffered an ischaemic stroke 15 months previously, causing temporary weakness in the right hand. Subsequently, she was discovered to have erythrocytosis, with a haemoglobin level of 181 g/l. Imaging of her abdomen revealed a mass within the right kidney for which she underwent right total nephrectomy. The diagnosis of renal cell carcinoma was confirmed on histology, and there was no evidence of tumour spread beyond the kidney. During the postoperative period, she suffered a proximal lower limb deep venous thrombosis (DVT), which was managed with 6 months of anticoagulation with warfarin. Despite the nephrectomy, her erythrocytosis persisted, and a series of venesections was commenced. This succeeded in reducing her haematocrit to a consistently satisfactory level. Eight months later she developed orogenital ulceration, a recurrent follicular rash, and vague ocular complaints. Just prior to this admission, a diagnosis of Behçet's disease had been made, and a course of prednisolone was commenced, with resolution of these symptoms. The patient also suffered from osteoarthritis of the hips and knees, and was due to undergo bilateral total knee replacements. One week prior to her acute admission, she had attended a preoperative clinic and on advice had ceased to take her daily 75 mg dose of aspirin.\\nOn examination, she was orientated in time, place and person, exhibited a Mini Mental State Examination of 10/10 and held a fluent conversion during consultation. General examination revealed evidence of resolving oral and genital ulceration and an excoriated, vesicular rash localised to her back and thighs. Systemic examination was unremarkable. Primary visual pathways were intact and she exhibited normal patterns of gait and movement. It was only on further perceptual testing that deficits were found. On assessment of reading, she was unable to read words (short or long) or sentences; however, when asked to spell out the words letter by letter she performed accurately. This was mirrored by a Snellen chart reading. Tests of associative agnosia showed accurate recognition and reproduction of shapes and patterns and interpretation of real-life objects, faces and colours. She was able to hold a fluent conversation and perform basic arithmetic satisfactorily.\\nHaematological investigations revealed a normal haemoglobin concentration (13.4 g/dl) and haematocrit, with a low red blood cell concentration of 6.2 × 1012/litre and a mean cell volume of 73 fl. She had a leucocytosis with a white cell count of 13.3 × 109/litre (neutrophils 10.1 × 109/litre), although reactive protein C and erythrocyte sedimentation rate were normal. There was no abnormality in clotting, renal or liver function tests. Serum immunoglobulin levels demonstrated a mild polyclonal rise in immunoglobulin M concentration, although electrophoresis was normal. A subsequent thrombophilia screen detected no abnormality in activated protein C resistance, antithrombin activity, protein C activity or free protein S; prothrombin 20210A gene variant, anticardiolipin antibody and lupus anticoagulant were not detected.\\nA clinical diagnosis of stroke involving the dominant (left) temporo-parietal region was made, and the patient underwent an emergency computed tomography (CT) scan of the head, with and without contrast. The left transverse and sigmoid sinuses were hyperdense, suggestive of thrombus (Figure ) and there was a focal area of high attenuation in the left temporoparietal region, consistent with secondary haemorrhagic venous infarction. This was confirmed on magnetic resonance venography (Figure ).\\nShe was managed with body weight-adjusted, low molecular weight heparin for 2 weeks followed by oral anticoagulation. She made an excellent recovery over the course of this time with no formal rehabilitation, and at discharge had almost complete resolution of her symptoms, with no further problems apparent on follow-up examination.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'16966543': 1, '34720957': 2, '11336035': 1, '12932383': 1, '14711910': 1, '29441008': 1, '16796579': 1, '15217715': 1, '1970380': 1, '1578454': 1, '195235': 1, '18500981': 2}", "similar_patients": "{'8460954-1': 1}"}