{"patient_id": 91275, "patient_uid": "2670314-1", "PMID": 19335917, "file_path": "comm/PMC002xxxxxx/PMC2670314.xml", "title": "Monophasic synovial sarcoma of the pharynx: a case report", "patient": "A 62 year-old gentleman presented to thyroid clinic with a neck lump. It had been growing slowly over a six-month period and became more noticeable. He did not report any hoarse voice, dyspnoea or dysphagia. There was no loss of appetite or weight. On examination there was a palpable well circumscribed lump arising from the left thyroid lobe measuring 5 × 3 cm. There was no tracheal deviation and the lump moved on swallowing. There were no other palpable lymph nodes and the patient was clinically euthyroid.\\nHis previous medical history of note includes a sub-arachnoid haemorrhage ten years previously leaving the patient with residual mild left sided weakness. He was a smoker of ten cigarettes a day and was previously a heavy drinker.\\nThyroid function tests were within normal limits and thyroid ultrasound demonstrated a lump that appeared benign arising from the superior pole of the left lobe of thyroid gland so the initial diagnosis was an adenoma in the left lobe of thyroid.\\nDuring the operation it was noted that there was a cystic lump that did not originate from the thyroid gland but from the lower pharynx extending to the upper oesophagus. The lump was found to be full of necrotic tissue. The lump and left lobe of the thyroid were excised.\\nThe histopathology demonstrated a normal left thyroid gland. The 5 cm tumour was well circumscribed with focally invasive spindle cells (Figure ) with some areas that were highly cellular with a fascicular fibrosarcomatous like growth pattern. Elsewhere there was rather loose fibrous and partly myxoid stroma with abundant mast cells. In addition immunochemistry including EMA, CD99 and BCL2 were all positive supporting the diagnosis of monophasic synovial sarcoma originating from the lower pharynx.\\nStaging CT-scan showed local disease recurrence with infiltration of the strap muscles and trachea. He was started on a course of radical radiotherapy. Follow-up CT-scan revealed multiple pulmonary metastases although the patient remains clinically stable.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'17448034': 1, '25992071': 1, '8551160': 1, '17863247': 1, '20625862': 1, '17717503': 1, '17274049': 1, '12446398': 1, '16226798': 1, '11879931': 1, '18218098': 2, '14586155': 1, '6274877': 1, '14989495': 1, '16048399': 1, '9400508': 1, '27328959': 1, '11230464': 1, '18384223': 1, '11816387': 1, '11395555': 1, '15270432': 1, '8884099': 1, '4284063': 1, '22009971': 1, '19088169': 1, '17689031': 1, '7878206': 1, '6315842': 1, '11224869': 1, '17592298': 1, '26022274': 1, '30783603': 2, '17509396': 1, '19335917': 2}", "similar_patients": "{'6368986-1': 1, '2249601-1': 1}"}