{"patient_id": 126860, "patient_uid": "2967007-1", "PMID": 21060759, "file_path": "noncomm/PMC002xxxxxx/PMC2967007.xml", "title": "The First Case of Catheter-related Bloodstream Infection Caused by Nocardia farcinica", "patient": "A 70-yr-old man with a two days history of fever was admitted to the Samsung Medical Center (SMC) in March 2005. The patient had been treated for atrial fibrillation and hypertension for the past several years. Two months previously, the patient had undergone an ileojejunal resection and right-sided hemicolectomy because of acute mesenteric infarction. Thereafter, the patient had been receiving home parenteral nutrition via a tunneled central venous catheter (CVC; Hickman catheter). The patient had no history of travel or contact with animals. Physical examination revealed a body temperature of 38.8℃. The right subclavian tunneled CVC displayed erythema and minimal purulent discharge at the exit site. Laboratory data including complete blood counts and blood chemistry were within normal limits and a chest radiograph was unremarkable. Three sets of blood samples for culture were drawn through the CVC (two sets) and a peripheral vein (one set). The patient was empirically treated with cefazolin (1 g every 8 hr intravenously). Later, ciprofloxacin (200 mg every 12 hr intravenously) was added to cover gram-negative rods. On day 5 of hospitalization, all the blood cultures yielded gram-positive rods. The bacteria grew at least 2 hr earlier in blood obtained from the CVC than blood obtained from the vein. By day 8, the bacteria had been identified as Nocardia species as described below. Cefazolin and ciprofloxacin were empirically substituted by parenteral trimethoprim-sulfamethoxazole (TMP-SMX, 15 mg/kg/day of trimethoprim) empirically after the identification of Nocardia spp. The CVC was removed because of persistent fever. Thereafter, the patient became afebrile and repeated blood cultures were negative. On day 17, the patient was switched from parenteral to oral TMPSMX. Oral TMP-SMX was continued for 6 weeks. At a 3-month follow-up after discontinuation of TMP-SMX, the patient was well with no evidence of recurrence.\\nIn vitro susceptibility testing was performed by broth microdilution method as described by the Clinical and Laboratory Standards Institute (CLSI) guidelines (). The results are shown in . Conventional automated methods such as the VITEK II system (bioMerieux, Hazelwood, MO) were unable to identify this isolate [\"SMC-A7077\"] to a given Nocardia species. Thus, 16S rRNA and rpoB gene sequence analyses were performed by using primer sets of 16S-F3 (5'-CAG GCC TAA CAC ATG CAA GT-3')/16S-R3 (3'-GGG CGG WGT GTA CAA GGC-3') and MF (5'-CGA CCA CTT CGG CAA CCG-3')/MR (5'-TCG ATC GGG CAC ATC CGG-3'), respectively (). DNA was amplified by polymerase chain reaction (PCR). Purification of the PCR product and sequencing were also performed as previously described. Determined sequences were compared with the public databases EzTaxon () and GenBank () using blast searches.\\nThe 16S rRNA gene sequence (1,248 bp) of the isolate showed the greatest similarity (99.92%) to N. farcinica ATCC 3318T [Gen-Bank no. Z36936], followed by N. higoensis IFM 10084T (98.80%), N. shimofusensis IFM 10311T (98.72%) and N. asiatica IFM 0245T (98.72%). The rpoB gene sequence (296 bp) of isolate SMC-A7077 showed complete identity with those of several N. farcinica strains such as DSM 43578, IFM 0284 and IFM 10152. However, it showed similarity values of 96.59% with N. shimofusensis DSM 44733T, 95.56% with N. vaccinii CIP 1775.88T, and 95.22% with N. higoensis DSM 44732T. The phylogenetic relationships of isolate SMC-A7077 with other related Nocardia strains based on rpoB gene sequences are shown in . Based on 16S rRNA and rpoB gene sequence analyses, we concluded that the isolate SMC-A7077 was N. farcinica.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'7726895': 1, '34398037': 2, '10987735': 1, '15958094': 1, '11588709': 1, '26041903': 1, '24421815': 1, '24790916': 1, '16307688': 2, '16181681': 1, '17992548': 1, '15553802': 1, '15692815': 1, '19489710': 1, '21532861': 2, '7845732': 1, '18629435': 1, '12539073': 1, '23667849': 2, '10795594': 1, '15474324': 1, '21060759': 2}", "similar_patients": "{'3082122-1': 1, '8294930-1': 1, '3646197-1': 1, '1314895-1': 1}"}