{"patient_id": 95786, "patient_uid": "2972301-1", "PMID": 20939863, "file_path": "comm/PMC002xxxxxx/PMC2972301.xml", "title": "Extramedullary hematopoiesis presenting as a compressive cord and cerebral lesion in a patient without a significant hematologic disorder: a case report", "patient": "Our case report, a 43-year-old Iranian woman, came to us complaining of back pain radiating to both of her lower extremities which had started two months previously. The pain was non-responsive to conventional medical treatments. In her general physical exam, mild splenomegaly was noted. A neuroexam showed decreased strength in both of her distal lower extremities (motor strength = 4/5) and absent deep tendon reflexes in her lower extremities. She had a limping gait due to pain. A sensory exam indicated problems in the L4 and L5 dermatomes. Her sphincter function was normal. A lumbosacral magnetic resonance imaging (MRI) scan showed an abnormal para-vertebral mass extending from L3 to S3 which became enhanced after a contrast injection (Figure ). In a dorsal spine MRI, another epidural lesion, extending from T3 to T11 with mild compression over the thoracic cord, was identified which became enhanced after a contrast injection (Figure ). An MRI of both her cervical spine and brain were normal. An abdominal and pelvic computed tomography (CT) scan with and without intravenous and oral contrast media showed no abnormality. Para-clinical data showed an elevated erythrocyte count, decreased mean corpuscular volume (MCV), mean corpuscular hemoglobin (MCH) and mean corpuscular hemoglobin concentration (MCHC). Her retic count was also elevated. Her white blood cell count showed mild leukocytosis and a few myelocytes and band cells.\\nHer red blood cell count was 7.66 × 106/mm3; her haemoglobin level was 20.5g/dl; her hematocrit level was 67.3%; her mean corpuscular volume was 67 fl; her mean corpuscular hemoglobin level was 17.6 pg; her mean corpuscular hemoglobin concentration was 26.3g/dl; her reticulocyte level was 3.5%; her platelet count was 24,6000/mm3; her white blood cell count was 14.6 × 103/mm3; the percentage of polmorphonuclear cells in her blood was 46%; the percentage of monocytes was 2%; the percentage of band cells was 1%; the percentage of lymphocytes was 48%; and the percentage of myelocytes was 3%.\\nA consultation with the hematologist and a review of the peripheral blood smear yielded nucleated-RBC, anisocytosis (1+), microcytosis (2+), hypochromia (2+), poikilocytosis (2+), tear drop spherocytes and target cells (Figure ). Her Hb electrophoresis was within normal range. Her coagulation profile was intact. She had no related positive family history. She did not smoke at all. A bone marrow aspiration revealed normal appearing megakaryocytes and normoblasts with shrinked cytoplasm in the late stages of development in erythroid order and a mild shift to the left and increased lymphocyte count in white order all indicating an increase hematopoietic activity. Her hemoglobin electrophoresis was normal so a diagnosis of thalassemia was ruled out. Her serum erythropoietin level was 11 mU/ml, which was normal. An arterial blood gas analysis showed normal oxygen saturation and no hypoxia.\\nA two-week steroid therapy was of no benefit and her neurologic status deteriorated, so we planned to perform a surgical decompression. Since she manifested dominantly with lower motor neuron problems and the dorsal lesion was very extensive with a mild compressive effect over the cord, we decided to decompress the lumbar area. She was positioned prone and a bilateral laminectomy from L2 to S1 was performed. The extensive dark-grayish epidural lesion had a fragile consistency. We removed as much of the lesion as possible. The thecal sac and the roots were successfully decompressed. Microscopic studies showed considerable replacement of epidural fat with hematopoietic cells, predominantly from erythroid and granulocytic clones and also scattered megakaryocytes (Figure ).\\nThe adjuvant treatment continued with whole-spine radiotherapy, which was accompanied by her gradual recovery from paraparesis. Follow-up contrast studies undertaken every six months showed no evidence of any recurrence.\\nTwenty-one months after her first visit, she came back complaining of headaches and visual blurring beginning two weeks previously. A clinical assessment revealed a grade 4 papilledema and mild paraparesis (muscle strength = 4/5) associated with generalized hyper-reflexia and extensor plantar reflexes.\\nA whole axis contrast-enhanced magnetic study revealed a large extra-axial mass in her right frontal area, causing more than 10 mm midline shift, and a smaller mass in her left frontal area. The lesion became enhanced after a contrast injection and showed a dural tail sign. Patchy-enhancing foci was also evident in the meninges (Figure ). A spine study was negative except for post-operative and post-radiation changes. A para-clinical study only showed mild thrombocytopenia and mild leukocytosis.\\nHer red blood cell count was 4.76 × 106/mm3; her hemoglobin level was 11.9/dl; her hematocrit level was 37.6%; her mean corpuscular volume was 79 fl; her mean corpuscular hemoglobin level was 23 pg; her mean corpuscular hemoglobin concentration was 29g/dl; her platelet count was 78 × 103/mm3; her white blood cell count was 32.4 × 103/mm3; the percentage of polymorphonuclear cells in her blood was 71%; the percentage of lymphocytes was 13%; the percentage of monocytes was 5%; the percentage of myelocytes was 1%; the percentage of stab cells was 9%; and the percentage of metamyelocytes was 1%.\\nShe underwent a platelet transfusion because of her thrombocytopenic state. According to consultation with the hematologist, her thrombocytopenia was explained by the hypersplenism.\\nA course of steroid therapy was performed but it was unsuccessful. She showed signs of increased intracranial pressure, so we decided to proceed with surgery.\\nTo reduce the intracranial pressure, a right frontoparietal craniotomy and resection of the larger lesion was performed, which was accompanied with duraplasty to improve her clinical condition. During the operation, the mass appeared dark and vascular just below the dura mater and adhering to, and in some places invading, the pia matter. Immediately after the operation, she became hemiparetic on her left side and a CT scan showed severe edema compressing her right ventricle and no evidence of hemorrhage. The medical treatment for edema was initiated but in the second post-operative day, she became hemiplegic on her left side. The hemiplegia gradually and slowly improved, although modestly. A microscopic study of the lesion indicated erythroid, myeloid and megakaryocytic proliferation indicating EMH. After consultation with hematologists and oncologists, she was sent for cranial radiation. In her follow-up visit, six months after admission, there was no evidence of any radiologic recurrence of the supratentorial lesion and the patient's condition had improved. The follow-up visits continued every six months and after two years there had been no evidence of any radiologic or clinical recurrence and the patient's condition had improved.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'7093826': 1, '3985737': 1, '14520481': 1, '2728476': 1, '27069747': 2, '6633840': 1, '24390965': 1, '2595427': 1, '3987264': 1, '3179950': 1, '17052008': 1, '26153045': 1, '20939863': 2}", "similar_patients": "{'4802988-1': 1}"}