{"patient_id": 95556, "patient_uid": "2948928-1", "PMID": 20936124, "file_path": "comm/PMC002xxxxxx/PMC2948928.xml", "title": "Malignant Fibrous Histiocytoma of the Kidney Treated with Nephrectomy and Adjuvant Radiotherapy: A Case Report", "patient": "A 68-year-old woman with abdominal pain and low-grade fever of two-month duration was admitted to the hospital. Clinical examination was unremarkable and no palpable mass was found by physical inspection. Laboratory analysis revealed anemia (Hb 9.9 gm/dL) and leukocytosis (23000/μL with normal range: 4000–11000/μL). All the other biochemical data, including renal function and urine analysis, were normal. Chest X ray was unremarkable. Contrast-enhanced computed tomography (CT) showed a large mass of approximately 8 cm in diameter adjacent to the lower pole of the right kidney, which exhibited enhancement with contrast medium. The contralateral kidney and adjacent organs appeared normal and no enlarged lymph nodes were observed in the abdomen. A magnetic resonance imaging (MRI) was recommended but the patient refused the procedure because of severe claustrophobia. Based on the data collected, the preoperative diagnosis was of right renal cell carcinoma. Radical right nephrectomy was then performed by thoracoabdominal approach. Postoperative course was uneventful. The gross specimen included tissue from right kidney, ureter, right renal hilum and paracaval nodes. Nephrectomy specimen showed a pale yellow color, an uncircumcised solid lesion (maximum diameter 11 cm) confined to the lower pole of the right kidney, infiltrating the renal capsule and the perirenal adipose tissue. Multiple surgical margins were not involved. The tumor was histologically diagnosed as fibroblastic-pleomorphic type of malignant fibrous histiocytoma. After surgery, the patient was treated with adjuvant radiotherapy without systemic therapy. The tumor bed was treated with a computer tomography-based approach with a combination of three fields (left anterior oblique, right posterior oblique, and right lateral oblique) using an 18 MV linear accelerator ().\\nTreatment was given daily with a total dose of 50 Gy at 2.0 Gy per fraction, five days per week. Dose variation in the planning target volume (PTV) was kept within +7 and −5% of the prescribed dose according to ICRU recommendations [, ]. Radiation dose distribution was optimized to maximize target volume coverage while minimizing the dose to the organs at risk. Dose-volume histograms (DVHs) were recorded for the left kidney, liver, spinal cord, CTV, and PTV ().\\nWe adopted the Emami tolerance doses for the left kidney, which recommend TD5/5 of 50, 30, and 23 Gy for irradiation of one third of, two thirds of, or the entire kidney [].\\nNo acute or late toxicity and no postirradiation complications occurred, except for a G1 (RTOG toxicity criteria) acute cutaneous toxicity. The outcome shows that the patient remains alive twenty-four months after the surgery, without local recurrence or metastases.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'17515074': 1, '10592505': 1, '2032882': 1, '16327309': 1, '25738036': 1, '6268640': 1, '24959221': 2, '14223761': 1, '2155520': 1, '10743709': 1, '2988165': 1, '29702057': 1, '17564108': 1, '20223146': 1, '3020943': 1, '16882073': 1, '14597788': 1, '3039708': 1, '10529668': 1, '18676088': 1, '3037126': 1, '207408': 1, '11848435': 1, '27073487': 1, '1850886': 1, '20936124': 2}", "similar_patients": "{'4063623-1': 1}"}