{"patient_id": 126729, "patient_uid": "2915400-1", "PMID": 20808592, "file_path": "noncomm/PMC002xxxxxx/PMC2915400.xml", "title": "Calcific Myonecrosis of the Antetibial Area", "patient": "A 53-year-old male patient visited our hospital due to a huge mass in the anterior area of the left lower leg as the chief complaint. Forty four years ago, the patient was bitten by a snake and the area below the left knee joint was tied with a string and maintained for 3 months to prevent the spread of snake venom. The area below the knee joint began necrotized gradually. A mass developed with time while the left lower leg was healing gradually. Over a period of several years, the mass gradually increased in size. No special findings were detected in his past medical history, except for diabetes.\\nAt the time of admission, the physical examination revealed a huge mass in the muscle layer along the anterior tibial muscle in the left lower leg that was palpated. However, no redness, no heating sensation or no pyrogenic reaction was detected in the vicinity. There was no tenderness around the mass. The mass was hard and fusiform shaped. The ankle joint was in an almost ankylosed state at 5° of plantar flexion, there was no abnormal sensation below the lower leg, and the blood circulation was good. The complete blood test, blood chemistry, and serum electrolyte level were normal.\\nThe radiograph showed well marginated radioopaque density in the parosteal area of the midshaft of the tibia (). The shape of the radioopaque dense material was ovoid in the longitudinal axis. The size of the mass was approximately 10 × 3 cm and there was no evidence of tibial erosion or cortical thickening. The MRI showed a dense bone forming tumor in the parosteal area of the midshaft of the tibia (). It showed homogenous low signal intensity on the T1, T2 weighted images and there was no evidence of medullary cavity communication or a connection stalk. There was no evidence of any significant soft tissue infiltration. Under spinal anesthesia, its resection was performed in the supine position.\\nThe operative findings revealed the mass to be located in the anterior tibial area. It was 10 × 3 × 4 cm in size and covered with a hard fibrotic sheath. There was no connection between the mass and the adjacent bones, and the proximal and distal areas of the mass were connected by a fibrotic cord. The inside of the capsule was filled with a yellowish powder ().\\nThe histological examination showed an extensive amorphous pink substance with calcific material due to necrosis of the skeletal muscle and fibrin (). The simple radiographs taken after surgery showed no residual mass, and the wound healed without necrosis or infection.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'12525942': 1, '31466356': 2, '10192025': 1, '11501809': 1, '1602347': 1, '8741066': 1, '7671519': 1, '14991247': 1, '9730129': 1, '6851322': 1, '29076298': 1, '29731908': 1, '7996332': 1, '20808592': 2}", "similar_patients": "{'6780786-1': 1}"}