{"patient_id": 91799, "patient_uid": "2737768-1", "PMID": 19830164, "file_path": "comm/PMC002xxxxxx/PMC2737768.xml", "title": "A 60-year-old man with chronic renal failure and a costal mass: a case report and review of the literature", "patient": "A 60-year-old man was transferred from the hemodialysis unit to the emergency room because of a 15-day history of malaise, subjective fever, shortness of breath, dry cough, abdominal pain and diarrhea. He also complained of mild anterior thoracic pain not associated with other symptoms and which was not irradiated. He had a 20-year history of type 2 diabetes mellitus (DM) that required insulin, with micro- and macro-vascular complications such as diabetic retinopathy and CKF. He was on hemodialysis and had a history of multiple failed dialysis accesses. He also suffered from arterial hypertension, upper and lower extremity peripheral arterial disease, carotid artery disease, a first degree atrioventricular heart block and had smoked one packet of cigarettes per day for the last 20 years. He was being treated with sevelamer, erythropoietin, folic acid, lovastatin, gemfibrozil, NPH insulin, amlodipine and acetylsalicylic acid, but was not receiving calcium or a vitamin D supplement.\\nA physical examination revealed the patient to be in a fair condition, with no apparent distress, hydrated, alert and well oriented. He had a heart rate of 92 beats per minute, respiratory rate of 14 breaths per minute, blood oxygen saturation of 97%, arterial blood pressure of 130/70 mmHg and no fever. He had bilateral blindness and mild epistaxis through the left nostril. The thorax was tender to palpation in some costochondral unions, but pain was poorly localized. The vesicular murmur had reduced intensity and no pathologic sounds were auscultated. Peripheral pulses were weak in both the upper and the lower limbs. He had a translumbar hemodialysis catheter. The remaining physical examination was unremarkable.\\nThe patient had stable vital signs and had no signs of systemic inflammatory response. However, because of the patient's previous history of DM, CKF and the presence of leukocytosis, neutrophilia and elevated C-reactive protein upon admission (Table ), we initially ruled out a gastrointestinal or lung infection, or any cardiac cause for the patient's symptoms. The electrocardiogram showed no signs of ischemia, and the chest X-ray showed cardiomegaly, a small left pleural effusion, a circular opacity in the right inferior thoracic region and no signs of consolidation. These findings were initially interpreted as a pulmonary infection, probably a lung abscess, an abscedated nodule or pulmonary tuberculosis. A contrast tomography scan of the chest was ordered for further characterization. Though it showed no parenchymal compromise, a 4 × 1.3 cm lesion was observed on the right dorsal region of the eighth rib. The lesion showed thinning of cortical bone in some areas, preserved cortex and lacked periosteal reaction (Figure ). The radiology staff considered a bone metastasis as a first diagnostic option, and a thoraco-abdomino-pelvic tomography scan was done in search for more lesions and a probable primary tumor. Additional hypodense lesions were observed, including one on the left lamina of L4, acetabulum, and head and neck of the right femur. There was no lymph-node or internal organ compromise. A Tc 99 m Medronate osseous gammagraphy reported a hypermetabolic focus compatible with a neoplastic lesion, concordant in size and location with the costal mass reported in the previous imaging studies. It also revealed generalized osseous compromise compatible with renal osteodystrophy and did not confirm the other lesions described on tomography. A tomography-guided biopsy specimen (Figure ) was obtained, but histopathological analysis reported normal tissue components.\\nNot being able to reach a clear diagnosis, a careful reassessment of the patient's clinical record led to considering the alternative diagnosis of renal osteodystrophy. This was supported by a history of poorly controlled CKF, elevated calcium (11.2 mg/dl) and phosphorus (5.3 mg/dl) concentrations, a phosphocalcic product of 59.36 mg2/dl2, and a bone gammagraphy that showed changes compatible with OFC. However, the possibility of neoplasia was still being considered so the mass was removed surgically. Histopathological studies reported an osseous tissue with spindles of fusiform cells in a storiform disposition with abundant multinucleated giant cells, some macrophages and some mononuclear cells. Scarce mitotic activity was observed, and there were no signs of malignancy (Figure ). The pathologist concluded that the findings were compatible with a giant-cell tumor or a brown tumor, both histologically very similar []. Parathyroid hormone (PTH) concentration was 1377 pg/ml. These findings were compatible with refractory hyperparathyroidism, and a diagnosis of a brown tumor of hyperparathyroidism associated with CKF was reached.\\nThe patient continued ambulatory medical treatment with vitamin D, calcium and sevelamer. Two months after discharge, the parathyroid level was 1900 pg/ml and a Tc 99 m Sestamibi scan revealed hyperfunctioning glands despite aggressive pharmacological treatment. Serum calcium and phosphorus levels were within normal limits, 9.4 mg/dl and 3.4 mg/dl, respectively. At the time of writing, the patient was awaiting parathyroidectomy as definite treatment for tertiary hyperparathyroidism associated with severe renal osteodystrophy.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'6603138': 1, '23197971': 1, '11417960': 1, '15468948': 1, '16773484': 1, '22204520': 2, '17998132': 1, '14631689': 1, '12879299': 1, '15930550': 1, '15891304': 1, '17111272': 1, '17249437': 1, '21509586': 1, '9829475': 1, '13099855': 1, '26019852': 1, '16650789': 1, '15735550': 1, '19830164': 2}", "similar_patients": "{'3261225-1': 1}"}