{"patient_id": 94904, "patient_uid": "2905343-1", "PMID": 20584306, "file_path": "comm/PMC002xxxxxx/PMC2905343.xml", "title": "Primary follicular lymphoma of the fallopian tube found incidentally in a patient treated for endometrial carcinoma: a case report", "patient": "A 68-year-old woman with a past medical history of hypertension, atrial fibrillation, and coronary artery stenosis presented with postmenopausal bleeding. Her gynecologic history included three spontaneous vaginal deliveries, normal periods every 28 days lasting 3 to 4 days, and menopause at age 50. She denied any history of sexually transmitted disease or hormone replacement therapy. Endometrial curettings showed a well-differentiated endometrioid adenocarcinoma associated with complex atypical hyperplasia. The patient had normal pre-operative laboratory tests including serum electrolytes, liver enzymes, and complete blood count. Her peripheral blood cells showed no significant morphological abnormalities. No palpable peripheral lymphadenopathy was noted. She underwent an exploratory laparotomy, total abdominal hysterectomy, and bilateral salpingo-oophorectomy. During intraoperative pathology consultation, we found an endometrial carcinoma with minimal myometrial invasion. The ampulla of the left fallopian tube showed a 1 cm nodule encasing the lumen. The nodule exhibited a white yellow and fleshy cut surface and was suspicious for malignancy. The question at the time of intraoperative consultation was whether this nodule represented metastatic carcinoma from the endometrium. A frozen section was performed and showed no evidence of carcinoma, but it displayed an atypical lymphoid proliferation. The left ovary and the right adnexa were within normal limits. Intraoperative exploration did not show evidence of extra uterine tumor or enlarged pelvic and periaortic lymph nodes. Based on these findings, surgery was concluded after total hysterectomy and bilateral salpingo-oophorectomy.\\nHematoxylin and eosin-stained permanent sections of the nodule in the left fallopian tube showed diffuse back to back follicles without well defined mantle zones (Figures and ), involving the subserosa and outer muscularis but not the mucosa. The follicles were composed of predominantly small cleaved lymphocytes admixed with rare large cleaved and large non-cleaved lymphocytes. The cells displayed occasional mitotic figures, and the Ki67 immunostain showed scattered nuclear staining. The cells were strongly positive for CD20 (Figure ) but negative for CD3 and CD43, consistent with a monoclonal B-cell population. Bcl-2 and Bcl-6 (Figure ) immunostains highlighted the neoplastic follicles. Molecular studies using polymerase chain reaction technique confirmed a monoclonal B-cell population. Fluorescence in situ hybridization revealed at (14,18) translocation. Based on the histologic, immunohistochemical, molecular, and genetic findings, a diagnosis of low grade follicular lymphoma was made. There was no evidence of lymphoma in the rest of the specimen.\\nPermanent sections of the uterus showed a well differentiated endometrioid adenocarcinoma of the endometrium with less than one-third myometrial invasion (Figure and ).\\nWith absent lymphadenopathy and negative post-operative CT scan of the chest, abdomen, and pelvis, the lymphoma was considered a primary disease of the left fallopian tube and assigned stage IE according to the Ann Arbor staging system []. Considering that both the endometrial carcinoma and the tubal lymphoma were low grade and early stage, her doctors recommended close follow-up with radiologic imaging without chemotherapy. She was free of disease 13 months after surgery.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'12217767': 1, '33546005': 2, '6627208': 1, '1774110': 1, '2014141': 1, '31590673': 2, '29322833': 1, '15581994': 1, '16306779': 1, '24412819': 1, '20584306': 2}", "similar_patients": "{'6781389-1': 1, '7837899-1': 1}"}