{"patient_id": 93067, "patient_uid": "2803819-1", "PMID": 20062785, "file_path": "comm/PMC002xxxxxx/PMC2803819.xml", "title": "An unusual case of ST-segment elevation myocardial infarction following a late bare-metal stent fracture in a native coronary artery: a case report", "patient": "A 51-year-old Caucasian man who smoked and was afflicted with dyslipidemia presented at our emergency department complaining of typical angina and shortness of breath. He had a family history of coronary artery disease. He had been successfully treated with coronary angioplasty 12 years before presentation. A 4.0/16.0 mm AVE Micro stent (AVE Inc., Santa Rosa, CA, USA) was deployed in the proximal left anterior descending artery (LAD). The stent was postdilated with a 4.0-mm high dilatation force balloon (High Energy) at 14 atmospheres with good angiographic results. The patient was on therapy with aspirin, a statin, omega-3 fatty acids and a β-blocker and had remained asymptomatic up to his admission.\\nAn electrocardiogram showed a marked ST-segment elevation in leads V2-V6, I and aVL, suggesting an extended anterior acute myocardial infarction (Figure ).\\nEmergency coronary angiography revealed total occlusion of the LAD with complete fracture of the mid portion of the stent (Figure and Additional file ). The circumflex artery had a non-critical plaque in the mid portion (50%) and the right coronary artery was normal.\\nA percutaneous coronary intervention (PIC) was performed. After predilation, two Cypher stents (Cordis, Miami Lakes, FL, USA) 3.0 × 33 mm in the middle part and 3.5 × 8 mm proximally, respectively, were superposed on the previous stent in the fractured occlusion area. Subsequently, a third Cypher stent 2.75 × 28 mm in the mid-LAD was deployed (Figure and Additional file , Additional file and Additional file ).\\nOverlapped segments with extensor balloon (3.5 × 20 mm) postdilation were performed. The affected coronary artery was successfully reperfused (final TIMI 3 flow) (Figure and Additional file ). The peak troponin T level was 82.89 ng/ml, myoglobin was greater than 1000 ng/ml, and creatine kinase-MB level was 217.30 ng/ml.\\nThe patient was admitted to the coronary care unit and treated with double antiplatelet therapy (aspirin and clopidogrel) as well as a β-blocker, ACE-inhibitor, statin and diuretic. The patient's later course was uneventful, as cardiac biomarkers normalized.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'26985210': 2, '10495148': 1, '16337054': 1, '14696169': 1, '17395294': 1, '16422133': 1, '16891008': 1, '17697818': 1, '18522787': 1, '8773975': 1, '18195125': 1, '12192018': 1, '20062785': 2}", "similar_patients": "{'4791650-1': 1}"}