{"patient_id": 125475, "patient_uid": "2636020-2", "PMID": 17699955, "file_path": "noncomm/PMC002xxxxxx/PMC2636020.xml", "title": "Ophthalmoscopy in the early diagnosis of opportunistic tuberculosis following renal transplant", "patient": "A 62-year-old male patient was admitted with a two-day history of an acute onset high-grade fever with chills and rigors. He had undergone an uncomplicated renal allograft transplant for diabetic nephropathy one and a half years back. In the period prior to this illness he was taking mycophenolate mofetil (500 mg thrice daily) and cyclosporine A (125 mg twice daily) towards preventing an organ rejection.\\nAt the time of admission he was highly febrile, disoriented and prostrate. Routine hemogram revealed mild anemia (9.3 g/dl), leucopenia (4000/mm 3 ) and a high erythrocyte sedimentation rate of 71 mm at one hour. His serum creatinine was elevated at 4.53 g/dl.\\nA chest X-ray showed ill-defined haziness in the right upper and midzones. A high-resolution chest tomogram (HRCT) scan performed the following day, revealed patchy scattered areas of consolidation and ground glass appearance in both lung fields. There was evidence of pretracheal and precarinal lymphadenopathy. The radiological findings suggested a differential diagnosis of tuberculosis, pneumocystis cariini pneumonia or a viral pneumonitis. The results of investigations for cytomegalovirus infection (IgG, IgM), malaria (peripheral smear) and typhoid (Widal test) were negative. An erythematous maculopapular rash was detected in his lower extremities, which was sent for biopsy.\\nFundoscopy showed evidence of bilateral panretinal photocoagulation. The discs in either eye were pale. There were yellow-white choroidal lesions measuring 1/3 to 1/4 Disc diameter in the posterior pole of either eye (two in the right and one in the left) consistent with choroidal tubercles.\\nHis condition rapidly deteriorated despite antitubercular therapy (isoniazid 300 mg/day, ethambutol 800 mg/day, pyrazinamide 1gm/day and rifampicin 600 mg/day) and he died on the seventh day post admission. A histopathological examination of the skin biopsy revealed a large number of acid-fast bacilli consistent with mycobacterium tuberculosis within the tissue.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'2219467': 1, '15516241': 1, '12197932': 1, '11428977': 1, '15510473': 1, '9440563': 1, '9590196': 1, '28168134': 1, '14575282': 1, '12686675': 1, '16030032': 1, '12114367': 1, '17699955': 2}", "similar_patients": "{'2636020-1': 2}"}