{"patient_id": 126431, "patient_uid": "2844983-1", "PMID": 20339502, "file_path": "noncomm/PMC002xxxxxx/PMC2844983.xml", "title": "Coronary Artery Perforation Following Implantation of a Drug-Eluting Stent Rescued by Deployment of a Covered Stent in Symptomatic Myocardial Bridging", "patient": "A 46 year-old woman who had no coronary risk factors, presented with exertional chest pain for several weeks. The chest pain was typical for angina pectoris and depressed ST segments were noted at the exercise test. Echocardiography revealed normal left ventricular (LV) systolic function {ejection fraction (EF)=72%} without any regional wall motion abnormality. We performed coronary angiography which showed significant stenosis (up to 80%) aggravated by severe myocardial bridging at the mid-portion of the left anterior descending (LAD) artery () without significant stenotic lesions at other coronary arteries. The pain was not relieved by optimal medical treatment for 2 weeks. So we decided to do a percutaneous coronary intervention (PCI) at the LAD lesion. Through a 7 Fr Judkins guiding catheter, the lesion was easily crossed with a 0.014 Choice floppy guidewire. Predilatation was performed with a maverick balloon catheter (2.5×15 mm, Boston Scientific, Natick, MA, USA) at 10 atmospheres for 20 seconds. We deployed a Taxus stent (3.5×16 mm, Boston Scientific, Natick, MA, USA) according to the size of the predilated balloon catheter. The stent was inflated up to a nominal pressure 8 atmospheres. But the middle segment of the lesion was not compliant, so the stent was not fully expanded with nominal pressure. We gradually inflated the stent using 16 atmospheres (). In the mean time, the coronary artery was perforated and some extravasation of contrast media was observed in the pericardium (). But, the patient's vital signs were stable (blood pressure 115/70 mmHg) with only a mild increase in heart rate. Contrast media extravasation still persisted on follow-up angiography. However, because the perforated site was entrapped intramurally through the myocardium in the interventricular groove, there was no evidence of accumulated blood at the dependent position of the pericardium on fluoroscopy or echocardiography. So we decided to observe the patient with close monitoring of symptoms and vital signs. After 10 minutes, angiography revealed continued contrast media extravasation from the perforated site. But echocardiography showed no evidence of pericardial effusion. On an intravascular ultrasound (IVUS) study, a large perforated site and a perivascular hematoma were observed in the mid-portion of the deployed stent (). Based on the IVUS findings, a Jo covered stent (3×19 mm, Jomed International AB, Helsingborg, Sweden) was deployed at the perforation site. Contrast media extravasation was not noted after deployment of the covered stent (). Follow-up echocardiography showed a minimal amount of pericardial effusion without hemodynamic instability (). Several days after the procedure, the patient was discharged. Four months after the procedure, CT angiography showed no evidence of residual hematoma or pseudoaneurysm (). Follow-up coronary angiography performed at 8 months after the procedure showed good distal flow with minimal stenosis at the proximal edge of the stent (). The patient is doing well without exertional chest pains.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'25999138': 1, '10995410': 1, '10980224': 1, '8319950': 1, '9096936': 1, '17560869': 1, '3052352': 1, '10785697': 1, '9417754': 1, '12427660': 1, '9181272': 1, '29152501': 1, '7954767': 1, '11979535': 1, '15764618': 1, '20339502': 2}", "similar_patients": "{}"}