{"patient_id": 89847, "patient_uid": "2322943-1", "PMID": 18336716, "file_path": "comm/PMC002xxxxxx/PMC2322943.xml", "title": "Sustained virological and biochemical responses to lamivudine and adefovir dipivoxil combination in a chronic hepatitis B infection despite mutations conferring resistance to both drugs", "patient": "In 2000, a 35-year-old Turkish man (91 kg for 1.70 m; BMI: 31.5) was found to have an abnormal level of serum alanine aminotransferase (ALT = 243 IU/L; normal, < 42 IU/L) after undergoing routine blood testing. The patient was HBs-antigen (Ag)-positive, HBs-antibody (Ab)-negative, HBe-Ag-negative, HBe-Ab-positive, and HBc-Ab-positive (Axsym, Abbott Laboratories, North Chicago, IL, USA). Hepatitis B virus (HBV) DNA was detected as positive in the serum. Serological markers for hepatitis delta virus, human immunodeficiency virus, and hepatitis C virus were negative. The persistence of biochemical and virological abnormalities was an indication for a liver biopsy, which showed chronic hepatitis B with a mild necroinflammatory activity and moderate fibrosis (Metavir score, A1F2). Treatment with lamivudine 100 mg/day was initiated in November 2000 (month 0: M0). At that time, serum HBV DNA load was 8.6 log10 IU/mL (Amplicor-HBV-Monitor, Roche Diagnostics, Meylan, France; limit of detection: 200 copies/mL) (Figure ). After an initial 3.4 log10 drop of the HBV DNA load within the first 3 months of therapy, the serum HBV DNA load regularly increased with a flare of ALT at M10 and reached the pretreatment level at M14. Consequently, adefovir 10 mg/day was added to the ongoing lamivudine therapy in a temporary-use authorization program. This dual-therapy regimen was maintained for 15 months with a good virological and biochemical response (HBV DNA load: 4.1 log10IU/mL and ALT = 41 IU/L), leading to lamivudine interruption at M30 because, at that time, the benefit of maintaining dual therapy was not proven. With adefovir monotherapy, the serum HBV DNA level continued to decrease with a nadir at M42 (2.6 log10IU/mL). However, a virological breakthrough (i.e., a controlled increase in serum HBV load > 1 log) occurred at M48, leading to the re-introduction of lamivudine in association with adefovir (at that time entecavir was not yet available). With this second dual therapy, serum HBV DNA became undetectable at M60 (COBAS Taqman HBV, Roche Diagnostics, Meylan, France; limit of detection: 6 IU/mL). To date (M83), the HBV load is still undetectable and ALT levels have been repeatedly within the normal range.\\nIn order to detect lamivudine and adefovir resistance-associated mutations and to determine the HBV genotype of the patient strain, sequence analyses were performed within the viral polymerase and the precore genes using a bi-directional sequencing with Ceq 2000 XL Beckman (Beckman-Coulter, Villepinte, France). The presence of resistance-associated mutations was also assessed using a commercially available reverse hybridization line probe assay (InnoLipa-DR2-assay, InnoGenetics, Ghent, Belgium), following the manufacturer's instructions. This second genotyping assay was performed because of its sensitivity in detecting HBV resistance-associated mutations, particularly in low HBV-load samples [,]. To evaluate the proportion of mutated strain in each sample, we used an in-house selective real-time PCR, which provides a quantitative detection of the main HBV mutations associated with lamivudine and adefovir resistance: rtM204V/I and rtN236T, respectively. This method was derived from the strategy called the amplification refractory mutation system (ARMS) []. Briefly, discrimination between wild type and mutant with a single base pair mismatch is made possible using a primer-template mismatch at the 3' end of the primer, which significantly compromises polymerase efficiency in amplifying the wild type strain. Primers and probes for rtM204V/I were described previously and the assay can detect up to 0.1% variants for a total viral load of 105 copies/mL []. We designed and evaluated a specific reverse primer (5'-ATCTTTTTGTTTTGTTAGGGG-3') for the detection of the rtN236T-mutation.\\nThe phylogenetic analysis of the HBsAg-coding region sequence showed a genotype D and a stop codon mutation at the G1896A position in the precore region, confirming the serological data for the infection with a precore mutant HBV strain (data not shown).\\nThe viral polymerase gene sequencing before and after the first 3 months of lamivudine monotherapy revealed a wild viral strain. The two lamivudine-resistance mutations rtL180M and rtM204V/I were concomitantly detected with sequencing and line probe assays from M6 to M39 (9 months after cessation of lamivudine). During this period, the rate of rtM204V/I strain remained stable, as shown by the ARMS assay (see Table ). After M39, the rtL180M variant was no longer detectable with sequencing or the line probe assay. From M42 to M55, the rtM204V/I variant was still detectable with ARMS and the line probe assay but not with sequencing because the mutated population represents less than 25% of the total viral population, as seen by ARMS (see Table ).\\nThe first adefovir-resistance mutation rtN236T has been observed since M42 (after 28 months of adefovir therapy, including 12 months of adefovir monotherapy) using ARMS and the line probe assay. The second adefovir-resistance mutation rtA181V was detected at M46.\\nThus, at the beginning of the second-line dual therapy (M48), rtA181V, rtN236T, and rtM204V/I variants were detectable either by sequencing analysis or both the line probe assay and ARMS. This resistance profile persisted at M55 but the rtN236T-mutated strain proportion slightly decreased (from 34% at M48 to 27% at M55). The line probe assay carried out at M58 showed wild type recovery of amino acids 204, 236, and 181. At this time, viral load was 8 IU/mL and sequencing and ARMS detection were unsuccessful. Finally, the viral load became undetectable (< 6 IU/mL with Cobas-TaqMan-HBV) at M60 after 1 year of dual therapy.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'17030194': 1, '16338024': 1, '15158340': 1, '15915463': 1, '12354872': 1, '2785681': 1, '16757589': 1, '12627352': 1, '14642631': 1, '12829991': 1, '16168522': 1, '12891527': 1, '17596850': 1, '15987916': 1, '16103977': 1, '16405720': 2, '16517902': 1, '18336716': 2}", "similar_patients": "{'1363728-1': 1}"}