{"patient_id": 91493, "patient_uid": "2705320-1", "PMID": 19652734, "file_path": "comm/PMC002xxxxxx/PMC2705320.xml", "title": "Radiofrequency Ablation Of Typical Atrial Flutter Via Right Subclavian/jugular Vein Access In A Patient With Implanted Filter In The Inferior Vena Cava", "patient": "A 55 year-old woman was referred to our Heart Center due to AFL with fast ventricular response despite medical therapy with verapamil plus beta-blocker, causing palpitations and fatigue on moderate excercise. The patient had a history of recurrent pulmonary embolism; therefore she had been treated in another hospital with bilateral pulmonary thromb-endarterectomy, reconstruction of tricuspid valve by annuloraphy including atriotomy and implantation of an IVC filter (type \"Cordis Easy Trap\"). The patient's resting ECG revealed saw tooth pattern in leads II, III and AVF, providing the reasonable diagnosis of typical AFL. Due to the highly symptomatic medically-uncontrolled fast ventricular response of AFL, ablation of CTI was decided and a subclavian/jugular vein access was chosen, as the presence of IVC filter made the femoral vein access impossible. After placing two 6F-sheaths in the right jugular vein and one 8F-sheath in the right subclavian vein, a 4 pole fix-curved and a 10-pole steerable diagnostic catheter were advanced through the jugular sheaths into the Coronary Sinus (CS) and the right atrium (RA). The intracardial signals were compatible with typical counterclockwise AFL () and positive concealed entrainment proved the flutter's isthmus dependence.\\nSubsequently, a 4-pole 8mm-tip ablation catheter was advanced over the 8 F subclavian sheath to the ventricular margin of the CTI zone (). The ablation procedure was started (50W energy, 70ºC temperature-limit, applications of 2-minute duration) and was continued with steady retraction after each application. The initially stable contact of the ablation catheter on the target CTI-zone was lost at the atrial aspect of the CTI; so the ablation line was completed by turning the tip of the ablation catheter into the IVC and re-starting the line from its IVC margin ().\\nBy connecting the two described semi-lines (8 applications, total ablation time 14 min. 35 sec.) we obtained the conversion of AFL to sinus rhythm (). Subsequent pacing manoeuvres over the diagnostic catheters confirmed the bidirectional block through the CTI zone. The post-intervention clinical course was uncomplicated and on 3-month follow-up the patient was asymptomatic in sinus rhythm, on oral anticoagulation and betablockers.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'19036232': 1, '31073349': 1, '16374558': 1, '25692044': 2, '28491678': 1, '16627402': 1, '16943901': 1, '19652728': 1, '17673496': 1, '12438813': 1, '15851123': 1, '16421696': 1, '16008814': 1, '22015428': 1, '18037747': 1, '28491612': 1, '33995696': 1, '15851272': 1, '19652734': 2}", "similar_patients": "{'4322302-1': 1}"}