{"patient_id": 91699, "patient_uid": "2728608-1", "PMID": 19724638, "file_path": "comm/PMC002xxxxxx/PMC2728608.xml", "title": "A Case of Concurrent Riedel's, Hashimoto's and Acute Suppurative Thyroiditis", "patient": "A 45-year-old male was referred to our department for an unexplained onset of cervical discomfort and painful swelling in the left anterior area of the neck. The patients complained of acute febrile episode (39–40°C) two weeks before our evaluation, treated by ceftriaxone (2 grams daily). Physical examination showed the presence of goitre, predominantly in the left lobe, characterised by the presence of very firm tissue. The laboratory findings are reported in .\\nNeck ultrasound showed an enlarged thyroid left lobe characterised by the presence of a dishomogeneous marked hypoechoic tissue surrounding a hyperechoic nodular lesion with antero-posterior diameter of 15 mm and transverse of 16 mm. Both areas were promptly submitted to fine needle aspiration cytology (FNAC). During FNAC, the hypoechoic tissue felt remarkably harder than the hyperechoic nodule.\\nThe cytology of the hypoechoic tissue showed blood and histiocytes whereas that of the nodule showed necrotic material and polymorphonuclear leukocytes.\\nTaking in account the cytological result, and moreover, the increasing symptoms of mechanical complaints such as dysphagia and dyspnea reported to the patient, he was submitted to total thyroidectomy.\\nThe surgeon found an extremely firm thyroid tissue adhered to adjacent structures including parathyroid glands, trachea, neck vessels, and perithyroid muscles, making dissection very difficult.\\nOn gross examination, the gland was found to be asymmetrically enlarged with adherent fibroadipose and muscular tissue on the left. The cut surface was pale grey to white, firm, and fibrotic, with a cystic area containing purulent exudate ().\\nHistopathologic examination showed that the left lobe, the isthmus, and roughly the right lobe were destroyed and extensively replaced by a dense, inflamed fibrous tissue, which involved blood vessels, and extended into the perithyroidal soft tissue (Figures and ), encasing one lymph node and one parathyroid gland.\\nIn the right lobe, thyroid follicles were almost completely replaced by a dense nodular chronic inflammatory infiltrate with germinal centers. Residual follicular epithelium was atrophic with extensive oncocytic metaplasia (). Finally, the cystic area was an abscess with cellular debris, neutrophils, occasional eosinophils and histiocytes.\\nMicroabscesses were seldom seen in the close parenchyma ().\\nImmunostains for CD20, CD3, and immunoglobulin light chain showed a mixed and polyclonal pattern of B-cell and T-cell phenotype which excluded extranodal marginal zone B-cell lymphoma. The absence in the dense fibrous stroma of cytokeratin stains for AE1, AE3, CAM5.2, Ck7, panCk (Ck5,6,8, and 17), and Ck19 excluded paucicellular variant of anaplastic thyroid carcinoma or a diffuse sclerosing variant of papillary carcinoma. A solitary fibrous tumour was excluded by the absence of reactivity for CD34 and bcl-2.\\nOur diagnosis was combined Riedel's disease and fibrosing Hashimoto's thyroiditis showing coexisting suppurative thyroiditis.\\nHe was submitted to a whole body tomography with contrast enhancement that excluded a multifocal fibrosis involvement.\\nNow the patient is in good health, undergoing thyroid replacement therapy (levothyroxine 100 mcg/daily).", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'12114821': 1, '11155216': 1, '15298150': 1, '18832408': 1, '24783021': 1, '17603227': 1, '17542677': 1, '15687829': 1, '24381770': 2, '23526581': 2, '12481950': 1, '19724638': 2}", "similar_patients": "{'3870128-1': 1, '3604615-1': 1}"}