{"patient_id": 95840, "patient_uid": "2981846-1", "PMID": 19794275, "file_path": "comm/PMC002xxxxxx/PMC2981846.xml", "title": "Avoidance of Radiotherapy-related, Gastrointestinal Complications in a Patient with Systemic Lupus Erythematosus: A Case Report and Review of Literature", "patient": "A 32 year-old lady known to have SLE for eight years, and suffering from hypertension and grade IV lupus nephritis (proved by renal biopsy), presented with irregular vaginal bleeding and dysparaunia. Pelvic examination showed a bulky endocervical mass extending to the parametrium, but not reaching the pelvic wall, with an upper third vaginal wall extension. Biopsy revealed a high-grade squamous cell carcinoma. Thoracic, abdominal, and pelvic computed tomography (CT) and magnetic resonance imaging (MRI) confirmed the extension of the tumor to the lower uterine segment, which was associated with enlargement of the internal iliac pelvic lymph nodes without any evidence of metastasis. In addition, a bone scan was performed and showed no bony metastasis. Based on this work-up, the patient was diagnosed with stage IIB cervical cancer.\\nHer renal function was normal as proved by a renogram. Antinuclear antibody titer was 320, antiDNA antibody titer was 361, and other immunological study results were normal. Chemotherapy was contraindicated due to lupus nephropathy and surgery was not performed due to the extension and size of the tumor. Based on the contraindication to have neither surgery nor chemotherapy, the decision was made to treat her with RT. She received local 45 Gray (Gy) pelvic irradiation in 25 fractions (fx) over five weeks, 1.8 Gy/fx, with the IMRT technique. The radiation dose to the bowel was calculated to be as low as possible (see below).\\nThe target volume and bowel were delineated with the aid of CT with contrast and fused MRI images as shown in . The doses to the target and normal tissues were optimized as shown in . The dose-volume histogram (DVH) showed a delivery of a 100% mean dose to the planning target volume (minimal dose 90% and maximal dose 108.5% as shown in ). The dose to the rectum ranges from 18.6 to 104.3% with a mean dose of 80%. The differential dose was V45Gy (the rectal volume receiving > 45 Gy) < 1%, V40 Gy of 40%, and V30 Gy of 77%.\\nIt is evident from the DVH that the small bowel dose ranges from 1 to 105.7% with a mean dose of 22.6%. The differential doses were V45 Gy = 0.4%, V40 Gy = 7.6%, and V20Gy = 22%.\\nThe acute GIT side effects were graded and recorded using the common toxicity criteria modified by the National Cancer Institute of Canada (CTC-NCIC).[] The gastrointestinal symptoms experienced were: i) nausea which was expected even in nonSLE patients in week 1 and that had disappeared at the end of the 1st week, ii) diarrhea which is the most worrisome expected side effect that started in the fourth week (after administering 36 Gy) and that was not more than four motions/day over the baseline (once daily). The rectal discomfort during defecation (G1 proctitis) started to appear in week 5 as shown in .", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'2920524': 1, '8490925': 1, '18506734': 1, '8576314': 1, '1390352': 1, '16445999': 1, '33061566': 1, '18164848': 1, '7524704': 1, '19100920': 1, '19794275': 2}", "similar_patients": "{}"}