{"patient_id": 90796, "patient_uid": "2614429-1", "PMID": 19077232, "file_path": "comm/PMC002xxxxxx/PMC2614429.xml", "title": "Hepatobiliary cystadenoma exhibiting morphologic changes from simple hepatic cyst shown by 11-year follow up imagings", "patient": "A simple hepatic cyst was detected in the left lobe of the liver of a 25-year-old man in 1993 (Sadly, there was no imaging.). The patient was followed in our hospital, and no surgical treatment was performed although the cyst showed gradual enlargement. The patient was admitted to our hospital due to epigastralgia and for re-examination of simple hepatic cyst in 2004. In 1996 the cyst was unilocular, 6 cm in diameter without calcification, septa or papillary projections as observed by CT (Fig. ). In 2001 the cyst remained the same diameter but exhibited calcification and septa (Fig. ). An abdominal CT performed on admission in 2004 showed that the unilocular cyst had grown to over 10 cm in diameter with increasing mounting calcification, septa and thickening of the wall within the cyst (Fig. ). MRI revealed a partly low intensity, partly high intensity T1-weighted image, and high intensity T2-weighted image (Fig. ). US revealed a unilocular cyst over 10 cm in diameter and partial septa within the cyst (Fig. ). Abdominal angiography showed the tumor to be hypovascular and stretching of left hepatic artery. Endoscopic retrograde cholangiopancreatography (ERCP) revealed compression of the bile duct and no communication between the cyst and the bile duct was shown. The serum level of aspartame aminotransferase (AST) and almandine aminotransferase (ALT) were slightly elevated but tumor markers such as CEA and CA 19-9 were within the normal range. The cystic lesion was suspected of being a mucin-producing liver tumor, such as hepatobiliary cystadenoma or cystadenocarcinoma. Despite of these findings, we could not rule out the malignancy clearly. Therefore, in November 2004, left lobectomy of the liver with cholecystectomy was performed. Macroscopically, a resected specimen was a unilocular tumor filled with mucus. The cut surface of the tumor exhibited an elastic white-colored scar and yellowish papillary nodule (Fig. ). The unilocular cyst had a solid component with papillary projections, septa and calcification and was filled with liquid-like muddy bile. Histopathological examination revealed that the inner layer of the cyst was lined columnar epithelium exhibiting mild grade dysplasia and partially lined with papillary epithelium (Fig. ). Dense mesenchymal stroma was not detected. On the basis of these findings, hepatobiliary cystadenoma was diagnosed. The postoperative course was uneventful and recurrence of the lesion has not been observed. We believe this case provides evidence of a simple hepatic cyst changing into hepatobiliary cystadenoma over a 10-year period.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'9112957': 1, '4027877': 1, '7260880': 1, '12856676': 1, '7943529': 1, '9112956': 1, '6778105': 1, '3276394': 1, '32606184': 1, '318915': 1, '2648477': 1, '1459521': 1, '8887044': 1, '19077232': 2}", "similar_patients": "{}"}