{"patient_id": 91058, "patient_uid": "2639603-1", "PMID": 19183495, "file_path": "comm/PMC002xxxxxx/PMC2639603.xml", "title": "Management of major bile duct injury after laparoscopic cholecystectomy: a case report", "patient": "A 48-year-old Greek female patient was referred to our institution for the management of biliary trauma after laparoscopic cholecystectomy. In her medical history, she had had two laparotomies: an ileoanal anastomosis with j pouch for ulcerative colitis 15 years ago, while 5 years ago she was driven to the operating room after a colonoscopy for peritonitis. Due to non-specific upper gastrointestinal symptoms she had had an upper abdominal ultrasound (US) that revealed cholelithiasis (at least two gallstones of diameter 0.8 and 0.7 cm) 2 months before surgery and elective laparoscopic cholecystectomy was performed 18 months before her referral to us.\\nThe duration of laparoscopic cholecystectomy was 150 minutes while the procedure was completed laparoscopically and there is no record of intraoperatively identified biliary injury. From the 2nd postoperative day and up to her referral to our institution, recurrent episodes of cholangitis with severe pain, fever with chills and jaundice began. Magnetic resonance cholangiography (MRC) was performed in order to delineate the biliary anatomy and assess the level of injury. A triple bile duct injury, with right and left hepatic duct ligation and common bile duct cross-section, was revealed (Bismuth type V, Figure ). Attempts at permanent biliary decompression with repeated endoscopic retrograde cholangiopancreatographies (ERCP), combined with percutaneous transhepatic duct catheterization failed and for 1 year postoperatively bile drained from abdominal drains. On the 13th postoperative month, she was referred to another hospital for biliary draining (Figure ). Through the left drain, a guidewire was passed only to be found later during ERCP in the duodenum in a place other than the papilla of Vater via a false route. On the next episode of cholangitis, both left and right biliary trees were successfully decompressed and 18 months after LC, she was referred to our hospital for surgical reconstruction.\\nThe intraoperative findings were as follows: the hepatic duct was cut and double ligated with clips, the right anterior hepatic duct was closed with an endo-clip, the right posterior hepatic duct was cut and ligated with one endo-clip, the left hepatic duct was cut and had a catheter passing through a partially open clip via a false route to the duodenum while the right hepatic artery was clip-ligated as well. After partial resection of segment IV of the liver, extensive dissection of the biliary tree was performed and then a plastic reconstruction of all major right hepatic ducts to a \"common\" right hepatic duct was performed with PDS 6-0. Finally, Roux en Y hepaticojejunostomy of both the newly formed common right hepatic duct and the left hepatic duct was performed at separate sites. The catheter in the left hepatic duct was left in place while the one in the right hepatic duct was removed. Three months after the operation, cholangiography showed patency of the left and right hepatic ducts (Figure ) and after removal of the remaining stent, the patient has had no complaints. The liver function tests have so far returned results within the normal limits.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'2911789': 1, '15494281': 1, '11548797': 1, '25626937': 1, '8944450': 1, '25481385': 2, '15849514': 1, '1825765': 1, '15457377': 1, '32399008': 2, '6691544': 1, '12035041': 1, '9193174': 1, '11573048': 1, '8418705': 1, '11015101': 1, '8489316': 1, '19183495': 2}", "similar_patients": "{'4295332-1': 1, '7204780-1': 1}"}