{"patient_id": 94706, "patient_uid": "2892671-1", "PMID": 20589221, "file_path": "comm/PMC002xxxxxx/PMC2892671.xml", "title": "Prolonged Neuromuscular Blockade Following Succinylcholine Administration to a Patient with a Reduced Butyrylcholinesterase Activity", "patient": "A 48-year-old woman (weight: 108 kg, height-170 cm) was scheduled for a laparoscopic cholecystectomy because of cholelithiasis. At the preoperative assessment she reported postoperative apnoea following a Caldwell-Luc procedure at the ENT-OR in 1981. A prolonged effect of succinylcholine had been confirmed by a dibucaine number of 10, written on a crumpled warning card. The patient herself was absolutely clear about the condition of her butyrylcholinesterase deficiency. Her medical history showed an appendectomy, hypertension, and a trigeminal neuralgia due to repetitive sinus infections. Current medication was amitriptyline, gabapentin, diclofenac, omeprazole, metoprolol, and acetaminophen combined with codeine.\\nInduction of anaesthesia was carried out with fentanyl and propofol. To facilitate tracheal intubation 100 mg succinylcholine (0.9 mg/kg) had been administered unintentionally. Maintenance was performed with intermittent dosages of fentanyl, morphine and a continuous infusion of propofol. The surgical procedure lasted 90 minutes and was done uneventfully.\\nMonitoring of neuromuscular function was started using acceleromyography (TOF-Watch SX), by performing intermittently a “train-of-four”. Determination of the supramaximal stimulus could not be performed, as deep neuromuscular blockade was already induced. Anaesthesia, using propofol continuously in combination with intermittent doses of morphine, and neuromuscular monitoring were continued until recovery of the TOF-ratio above 90%; at this value it was assumed that the patient could breathe without help. Recovery of neuromuscular function took more than seven hours. The first twitch was seen 87 minutes after the administration of succinylcholine. The course was uneventful although the patient was emotional and anxious postoperatively we were able to regain her trust after several talks.\\nAfter informing this adverse event to the patient and her partner, she gave permission to take blood samples for quantitative and qualitative analysis and for molecular genetic investigation.\\nThe plasma concentration of cholinesterase was 2520 U/l (ref: 4800–12000 U/l) and the dibucaine number was 8. These results are indicative for a homozygous atypical variant. Because of the very long clinical duration of action we did not limit molecular genetic investigations to known BCHE variants but decided to sequence both strands of the complete BCHE coding sequence. This identified a homozygous A- as well as a homozygous K-variant. The A-variant (209A > T, leading to Asp70Val) is most causative for the clinical feature and the K-variant (1615G > A, leading to Ala539Thr) contributed to the markedly prolonged muscle relaxation and the dibucaine number of 8. The clinical significance of the K-variant as a single mutation has been described by Gätke et al. [].", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'31595719': 1, '11812719': 1, '7793178': 1, '1570838': 1, '23111747': 1, '18165570': 1, '13463742': 1, '2339692': 1, '15731589': 1, '8554068': 1, '15731585': 1, '2915989': 1, '21772925': 1, '8601326': 1, '9187502': 1, '20589221': 2}", "similar_patients": "{}"}