{"patient_id": 126091, "patient_uid": "2779294-1", "PMID": 16224171, "file_path": "noncomm/PMC002xxxxxx/PMC2779294.xml", "title": "Prenatal Diagnosis of Congenital Diaphragmatic Hernia in a Fetus with 46,XY/46,X,-Y,+der(Y)t(Y;1)(q12;q12) Mosaicism : A Case Report", "patient": "A 25-yr-old nulliparous woman with unremarkable past medical history and no significant prenatal risk factor was referred to our department at 19 weeks' gestation for level II ultrasound examination, which revealed a fluid-filled structure in the thoracic cavity. Her previous medical history revealed that she had menarche at 16 yr of age and regular menstrual cycle before conceiving. She had a routine antenatal care. Maternal serum triple marker test was negative, showing 1.191 MoM (48.63 ng/mL) of α-FP, 0.368 MoM (14.37 IU/mL) of hCG, and 0.789 MoM (1.47 ng/mL) of uE3.\\nOn ultrasonography a single fetus was present and fetal biometry was consistent with the patient's dates. Transabdominal ultrasonography showed a fluid-filled stomach in the left thorax with the heart displaced to the right in the axial scan (). Sagittal scan showed a defect in the left posterolateral diaphragm with herniation of stomach (). There was no associated anomaly in central nervous system, heart, both kidneys and extremities in ultrasonography. Neither polyhydramnios nor oligohydramnios was found. In order to rule out chromosomal abnormalities, we performed a cordocentesis at 20 weeks' gestation. Chromosome analysis was performed using the GTG band method (G-banding by the Trypsin-Giemsa technique). Fetal karyotype is 46,XY/46,X,-Y,+der(Y)t(Y;1)(q12;q12) ().\\nThe couple was informed of the diagnosis and decided to have a termination of pregnancy at 21 weeks' gestation. A male fetus weighing 180 g was delivered vaginally. An autopsy after delivery demonstrated an isolated CDH of Bochdalek (). Her non-consanguineous husband was 29-yr old. Paternal karyotyping was done to assess whether the Y-autosomal translocation is transmitted from father, which subsequently revealed normal karyotype, 46, XY. Maternal karyotype was also normal.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'11746006': 1, '13875198': 1, '7894732': 1, '8054005': 1, '8953633': 1, '19629498': 1, '671187': 1, '7710680': 1, '21259013': 1, '2299497': 1, '10607949': 1, '12884423': 1, '2596530': 1, '21203572': 2, '9799372': 1, '9555587': 1, '6859098': 1, '2216262': 1, '10820409': 1, '8213912': 1, '23054247': 1, '11288119': 1, '3162227': 1, '8319061': 1, '9650775': 1, '8463911': 1, '1246507': 1, '6699760': 1, '17436238': 1, '9267900': 1, '12483630': 1, '16224171': 2}", "similar_patients": "{'3006223-1': 1}"}