{"patient_id": 90053, "patient_uid": "2438309-1", "PMID": 18577241, "file_path": "comm/PMC002xxxxxx/PMC2438309.xml", "title": "Accelerated para-articular osteochondroma formation within the knee: a case report", "patient": "A sixty-one year old gentleman complained of two-day history of increased pain and swelling of his right knee. Five months earlier he had sustained a twisting injury to his knee while playing golf. Following the injury he was able to complete his game and there was minimal swelling. He was aware of a continued dull ache to the front of his knee which was worse on going up and down stairs.\\nHe previously had a nephrectomy for renal cell carcinoma. He also had an acoustic neuroma excised 20 years previously. Eleven-months prior to the knee discomfort he was noted to have developed another acoustic neuroma in the opposite side. There was no family history of neuromata or atypical metaplasia.\\nThe knee had lost 10 degrees of extension and flexed to 100 degrees. The opposite knee flexed to 120 degrees. The tissues around the patellar tendon were swollen and there was an effusion. The medial joint line and medial femoral condyle were tender. The collateral and cruciate ligaments were stable.\\nPlane radiographs demonstrate peritendinous calcification deep to the patellar tendon, with no degenerative features in either the tibio-femoral or the patello-femoral joints (Figure ). Magnetic resonance imaging shows the ossified tissues as low signal and appears dark on both T1 and T2 weighted images. The increased bright signal on T2 shows the cartilage within the osteochondroma and oedema within the fat pad. The fat pad has high signal on the T1 image (Figure ). The lesion was located in the extra-synovial tissues of the fat pad.\\nArthroscopy confirmed normal menisci and no evidence of chondral injury but there was thickening to the infra patellar fat pad. The calcified lesion within the fat pad was excised through a lateral para-patellar approach using a midline incision. The lesion was 45 mm in diameter, and had been completely excised. On microscopic examination it was composed of acellular dense hyalinised fibrocollagenous tissue with evidence of focal ossification, cartilaginous metaplasia and calcification. Figure , magnification × 40, with haematoxylin and eosin staining, shows the enclosing large clear fat cells of the infra-patellar fat pad (solid arrow). There is a peripheral rim of woven immature bone, seen as haphazard pink cells (hollow arrow) enclosing the fibrocollagenous centre.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'16837200': 1, '17681220': 1, '3984711': 1, '10422030': 1, '8194239': 1, '22114658': 2, '9005917': 1, '8372356': 1, '8086026': 1, '11810164': 1, '18577241': 2}", "similar_patients": "{'3219887-1': 1, '3219887-2': 1}"}