{"patient_id": 94658, "patient_uid": "2890621-1", "PMID": 20525235, "file_path": "comm/PMC002xxxxxx/PMC2890621.xml", "title": "Successfully treated synchronous double malignancy of the breast and esophagus: a case report", "patient": "A 55-year-old Indian woman reported to the hospital with complaints of dysphagia for solid foods for more than one year which had progressively increased in severity. At presentation, she had also developed difficulty in swallowing liquids and had a history of regurgitation of food after meals. There was no history of cough or difficulty in breathing during meals, thus ruling out the possibility of a tracheoesophageal fistula.\\nA thorough physical examination revealed a lump in the left breast of approximately 3 × 3 cm in size. The lump was hard in consistency with irregular margins, and it was not fixed to the skin or to underlying structures. Two firm, mobile ipsilateral axillary lymph nodes with mild tenderness could be palpated. Our patient did not have any family history of breast or ovarian carcinoma. She had breastfed all three of her children and had been postmenopausal for eight years. There was also no history of oral contraceptive pills or hormone replacement therapy.\\nUpper gastrointestinal endoscopy revealed a friable, ulceronodular lesion at the gastroesophageal junction involving the juxta-esophageal fundus. Endoscopic biopsy of the lesion was carried out. Histopathological examination of the biopsy tissue showed moderately differentiated squamous cell carcinoma. A computed tomography (CT) scan of our patient's thorax and abdomen showed a soft tissue density space-occupying lesion in the distal esophagus and cardiac end of her stomach. The lesion was characterized as an irregular thickening of the wall with a widened lumen. The length of involvement was approximately 6 cm.\\nThere was no proximal dilation of the esophagus. Evidence of aspiration was seen in the right basal segment of her lung. No atelectasis or pneumanitic lung tissue was seen. Significantly sized bronchopulmonary lymphadenopathy was seen bilaterally.. Anterior and superior mediastinal facial planes were preserved. No significant anteroposterior or superior-mediastinal lymph nodes were found. No pleural collection of fluid was seen. An increased attenuating lesion was seen in the left breast superior to the nipple, measuring approximately 24 mm in diameter. The margins of this lesion were not sharply defined, and no calcification was seen. No other lesions were found. Her liver was mildly enlarged with no focal lesions and a normal portal venous system and intra-hepatic biliary radicles. The porta hepatis was also free of lymph nodes.\\nSignificant lymphadenopathy was seen along the celiac trunk and the lesser curvature of the stomach along the gastric artery. The para-aortic and para-caval regions were normal. The splenic hilum was also free of lymph nodes. All other findings were within normal limits.\\nFine needle aspiration cytology from the lump of the left breast suggested an infiltrating ductal carcinoma. In view of our findings, a transhiatal esophagogastrectomy and a left-sided modified radical mastectomy with axillary dissection were carried out. Ten centimeters of the esophagus as well as 5 cm along the lesser and 3 cm along the greater curvature of the proximal stomach were removed. Grossly, the tumor involved the adventitia of the lower end of the esophagus and also the pericardial fat.\\nMicroscopic analysis showed moderately differentiated squamous cell carcinoma type with a predominantly pseudo glandular pattern, involving the lower third of the esophagus, the cardioesophageal junction and the cardiac end of the stomach (Figure ). The tumor had invaded the muscular layer of the esophagus and extended to the adventitia. Perineural infiltration and lymphatic emboli were noted. Circumferential cut margins were free of tumor. The tumor had infiltrated the full thickness of the wall of the cardia of the stomach and had invaded the peri-gastric fat. Seven out of nine nodes along the lesser curvature showed metastasis with perinodal extension. One node along the greater curvature showed metastasis with perinodal extension. Esophageal cut margin and gastric cut margin were free of tumor.\\nHistopathological analysis of the left modified radical mastectomy revealed the tumor to be an infiltrating ductal carcinoma grade II (Figure ). A comedo-type of ductal carcinoma in situ of nuclear grade II was noted within the same tumor, the content of which was not clinically significant. Areas of necrosis and tumor calcification were noted. No perineural infiltration and lymphovascular emboli were found.\\nThe nipple, areola, skin and base were free of tumor. All the 14 lymph nodes we dissected were reactive. Immunohistochemistry of the operative specimens was performed. The breast tumor was negative for estrogen and progesterone receptors, but was positive for human epidermal growth factor receptor 2 (HER-2 neu).\\nThree months after surgery, our patient complained of dysphagia. A CT scan revealed a recurrence of the carcinoma in her esophagus (Figure ). Our patient had received four cycles of docetaxel and Adriamycin (doxorubicin)-based chemotherapy before the recurrence of the esophageal growth. As our patient was HER-2neu positive, a taxane-based regimen was planned, considering that the single agent docetaxel has previously been effective in treating esophageal carcinomas. Our patient was not prescribed Herceptin (trastuzumab) as she could not afford the drug. Instead, she was treated with locoregional radiation therapy for the recurrence of the carcinoma in her esophagus, taking care with the dosage delivered to the heart. She was given a total dose of 65Gy in 32 fractions over seven weeks. Initially, 40Gy was given by anterioposterior-posterioanterior fields. The remaining dose was delivered by three oblique fields. The remaining two cycles of chemotherapy were given after completion of the radiation treatment. Our patient is currently symptom-free and doing well one year and eight months after completion of the treatment. She had follow-up clinical examination monthly for one year. An upper gastrointestinal endoscopy and a CT scan of her thorax were performed every three months. Currently, our patient has follow-up appointments every two months and is advised to have six-monthly investigations.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'9752856': 1, '11206637': 1, '26943418': 2, '12113541': 1, '11759880': 1, '12072421': 1, '13094644': 1, '31149541': 1, '9332759': 1, '11844836': 1, '5406364': 1, '33776729': 2, '24426601': 1, '20525235': 2}", "similar_patients": "{'7983565-1': 1, '7983565-2': 1, '7983565-3': 1, '7983565-4': 1, '7983565-5': 1, '4595409-1': 1}"}