{"patient_id": 126329, "patient_uid": "2820683-1", "PMID": 19838731, "file_path": "noncomm/PMC002xxxxxx/PMC2820683.xml", "title": "Microcephaly, sensorineural deafness and Currarino triad with duplication–deletion of distal 7q", "patient": "This 3-year-old girl was the second born to unrelated Italian parents.\\nIn her family history, there were two previous miscarriages: one voluntary (due to severe, systemic foetal malformations) and the other spontaneous (occurred at the third gestational month). The proband’s father, aged 32 years, has an asymptomatic total posterior sacral canal schisis; the proband’s sister, aged 5 years, has an asymptomatic partial schisis of the sacrum canal. In both, the evaluation for further signs fitting with the CS phenotype was negative.\\nThe proband was born at term by caesarean section after a pregnancy characterised by hyperemesis, repeated threatened abortion, intra-uterine growth retardation and threatened pre-term delivery. The birth weight was 1,740 g, the birth length was 43 cm, and the head circumference was 28 cm. At birth, she was admitted to a neonatal intensive care unit elsewhere in Italy because of respiratory distress: at that time, the heart ultrasound examination revealed a patent inter-atrial septum and a patent ductus arteriosus. She was hospitalised for 2 months. After discharge, she was followed up as an outpatient for psychomotor delay. During follow-up, she developed frequent episodes of cyanosis and recurrent respiratory tract infections. An auditory-evoked potential study revealed moderately severe sensorineural deafness (66 dB).\\nAt age 18 months, she was admitted to a tertiary care hospital for a diagnostic work-up. Upon general and neurological examination, there was severe microcephaly (head circumference was 38 cm), convergent strabismus and axial hypotonia; she was unable to sit and did not vocalise. Chest X-rays, as well as heart and abdominal ultrasound examinations, was negative. Her bone age was 8.5 months. On central nervous system magnetic resonance imaging (MRI), the following features were recorded: microencephaly with normal gyration pattern, lack of cortical thickening, normal corpus callosum and myelination and associated with a hypoplastic inferior vermis (Fig. ). An X-ray study of the spine revealed partial sacrococcygeal agenesis, and the spinal MRI confirmed the presence of the first two sacral elements as well as a rudimentary S3 vertebra, whereas the S4 and S5 vertebras and the coccyx were absent. The spinal cord was low in position and tethered to an intra-dural lipoma, which in turn was connected to a dermoid that extended from the spinal canal to the pre-sacral space (Fig. ). To exclude dysganglionosis, a rectal biopsy was performed, which yielded normal findings. In the meantime, the patient underwent gastrointestinal surgery (Nissen fundoplication) for gastroesophageal reflux. At this time, DNA analysis for the HLBX9 gene mutations was negative.\\nThe patient was readmitted at age 21 and 24 months for further diagnostic work-up, and she underwent surgery for the cord tethering with partial removal of the spinal masses.\\nUpon admission at the University Children’s Hospital of Catania, at age 28 months, the girl’s general conditions were fair: her weight was 7 kg, height was 72 cm, and head circumference was 39.5 cm (all below the third percentile). Her head was extremely small (<−3 SD) with a sloping forehead; she had low-set hair; her ears were large; there was right palpebral ptosis, hypothelorism, epicanthal folds and bilateral hypoplasia of the lateral sides of the eyebrows; her nasal root was depressed; the maxilla was prominent with mild micro-retrognathia, and she had a small, heart-shaped mouth with a V-shaped depression in the chin; the dentition was normal except for two large maxillary central incisors (Fig. ); the hands were small with short thumbs; there were remnants of a sacrococcygeal tail and partial syndactyly of the second and third toes bilaterally. Neurological examination revealed a severely retarded child with mild generalised muscular hypotonia. She was unable to vocalise and could not sit, and she kept her feet in the plantar position. Patellar reflexes were brisk.\\nLaboratory analysis, including routine serum and urinalysis, full autoimmune profiles and coagulation studies, were all within the normal limits. The endocrine status, including FT3, FT4, TSH, FSH, LH, PRL, cortisol and GH levels tested from a single blood sample (without stimulation), were within the normal limits. IGF-1 levels, tested by ELISA, was 1.2 ng/ml (normal values for children aged 0 to 5 years of 3.7–150 ng/ml). Metabolic studies, including plasma ammonia, lactate, amino acids, serum transferrine (by means of isoelectric focusing) and urine organic acids, were normal. Electrocardiogram, electroencephalogram and heart ultrasound examination were all normal. Full ophthalmologic examination was normal. Visual and auditory evoked potentials showed decreased latencies; the electroretinogram was within normal limits.\\nRepeated blood and urinalyses, including endocrine status and IGF-1 levels (in a single blood sample and without stimulation), at age 36 months, confirmed the previous findings.\\nSequencing of the HLXB9 gene was normal. However, array comparative genomic hybridisation using a 19 K BAC array [, ] demonstrated a de novo 10.3-Mb duplication of 7q34–q35 (chr7: 138,293,371–148,443,994) as well as an 8.8-Mb deletion on 7q36 (chr7: 148,472,027–157,265,994). Fluorescence in situ hybridisation (FISH) confirmed the boundaries of the abnormalities, and microsatellite analysis determined that the abnormalities occurred de novo on the paternal chromosome. The deleted region contains 70 RefSeq genes including HLXB9, SHH and EN2, while the duplication contains 82 genes (Table )\\n.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'17372759': 1, '7909289': 1, '10556296': 1, '8857020': 1, '10323388': 1, '34430965': 2, '10631160': 1, '10770174': 1, '9843207': 1, '9368268': 1, '15211664': 1, '15359381': 1, '18449898': 1, '10922380': 1, '18374305': 1, '10749657': 1, '24013264': 1, '2094780': 1, '29801510': 2, '6789651': 1, '29401559': 1, '32126996': 1, '16254195': 1, '12116275': 1, '14684690': 1, '7550324': 1, '29404676': 1, '32571425': 1, '11919111': 1, '22526704': 2, '17612791': 1, '19838731': 2}", "similar_patients": "{'5970537-1': 1, '3369045-1': 1, '8378915-1': 1}"}