{"patient_id": 93582, "patient_uid": "2823152-1", "PMID": 20165730, "file_path": "comm/PMC002xxxxxx/PMC2823152.xml", "title": "Symptomatic Morgagni's hernia in an elderly patient", "patient": "A 72-year-old woman presented to emergency with recurrent abdominal pain and vomiting from 4 months and acute abdomen for 1 week. She complained of non-bilious, non-projectile vomiting containing food particles. Visible peristalsis was appreciated, which appeared aggravated after taking food. She did not complain of any history of trauma or breathlessness. On clinical examination, her vitals were stable as she had been resuscitated in emergency and she was evaluated with radiographs, endoscopy and computed tomographic (CT) examinations. Plain radiograph performed on the day of admission, 1 week from the onset of acute symptoms, showed opacification of the entire lower part of the right hemithorax with significant air lucency within []. The opacification was silhouetting the right cardiac border, confirming its anterior location. The cardia and mediastinum were shifted to the left. The appearance of air lucencies within the lesion confirmed the presence of the bowel in the right hemithorax, which confirmed the diagnosis of diaphgrammatic hernia. Because the patient had also complained of hematemesis in the last week, endoscopy was performed on the same morning, which showed the esophagus filled with fluid residue. The gastric lumen appeared twisted at around 40 cm from the incisor level. The scope was negotiated beyond this point with mild difficulty and a lateral radiograph of the chest was taken. It showed the scope to enter the air-fluid level within the right hemithorax [], suggesting right diaphragmatic hernia and herniation of the stomach into the right hemithorax. CT scan was performed with oral contrast, rectal contrast and intravenous contrast immediately on the day of admission. CT scan showed herniation of the stomach, pylorus, ascending and transverse colon with the fatty omentum in the right hemithorax []. The oral contrast had predominantly accumulated in the bowel loop in the right hemithorax with very little contrast in the distal small bowel. The transverse colon opacified with rectal contrast was also noted in the right hemithorax on the CT scan of the chest and upper abdomen. On surgery, a small defect between the sternal and costal fibers of the diaphragm was noted in a paramedian location. The herniated contents were noted in the right hemithorax with a partially collapsed right lung []. The volvulus of the stomach that was suspected pre-operatively was absent. The gastric outlet obstruction was due to the herniation of the distal stomach and pylorus into the narrow defect. Because there were adhesions to be released, a right thoracolaporotomy was performed. The hernia was reduced after releasing the adhesions and the diaphragmatic defect was repaired.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'12820034': 1, '14642239': 1, '25949476': 1, '30174933': 1, '1841976': 1, '18844900': 1, '17701234': 1, '16077338': 1, '11921604': 1, '16912844': 1, '20165730': 2}", "similar_patients": "{}"}