{"patient_id": 90589, "patient_uid": "2577685-1", "PMID": 18851753, "file_path": "comm/PMC002xxxxxx/PMC2577685.xml", "title": "Membranous nephropathy in a patient with hereditary angioedema: a case report", "patient": "A 43-year-old Caucasian man was first diagnosed with hereditary angioedema in 1982 after admission to the intensive care unit with acute airway obstruction. Investigations were consistent with type 1 HAE, showing low C1 esterase inhibitor activity of 0.06 g/litre (normal range [NR] 0.2 to 0.65 g/litre), low complement C4 and normal complement C3. He was discharged on 17alpha-ethinyl testosterone (Danazol). He had had recurrent tonsillitis and abdominal pain from the age of 4 years leading to tonsillectomy and appendicectomy. He did not know his biological family. He had three further admissions with abdominal pain in the 1990s followed by full recovery after treatment with subcutaneous adrenaline and fresh frozen plasma.\\nHe presented to our hospital in 2001 with acute abdominal pain and generalised body swelling. Clinical examination showed pallor, generalised oedema and abdominal tenderness. His blood pressure was 146/90 mmHg. He had bilateral pleural effusions which were confirmed by chest radiography. The rest of the examination was unremarkable. Urine dipstick was positive for protein, nitrates, leucocytes and a trace of blood. Urine culture was negative. Serum creatinine and serum albumin were 148 μmol/litre and 13 g/litre, respectively. 24 hour urine protein excretion was 6.3 g. Serum amylase was elevated (340 IU/litre [NR 35 to 110 U/l]). Serum lipids were also raised. Haemoglobin and erythrocyte sedimentation rate (ESR) were 10 g/dl and 80 mm in the first hour (NR < 20 mm), respectively. The following autoimmune serological tests were negative: antineutrophil cytoplasmic antibodies, antinuclear antibodies, extractable nuclear antigen antibodies, other lupus serology, antiglomerular basement membrane antibodies and rheumatoid factor. Hepatitis screen (hepatitis B and C), liver function tests, serum protein electrophoresis, C-reactive protein (CRP) and all his other blood results were normal.\\nUltrasound scan showed normal sized kidneys and ascites, findings confirmed by computerised tomography (CT) scan. The CT also confirmed acute pancreatitis and bowel oedema. A renal biopsy performed 4 days after diuretic treatment to reduce the oedema showed stage 3 membranous glomerulonephritis (Figure ).\\nIn conclusion, the patient thus had mild pancreatitis, acute intestinal angioedema and nephrotic syndrome and moderate renal impairment due to membranous glomerulonephritis.\\nHe was treated with infusion of C1 INH concentrate, reducing course of prednisolone, starting at 60 mg daily slowly tapering to 10 mg daily over 2 weeks, bisoprolol 5 mg once daily as well as furosemide 80 mg daily reducing to 40 mg daily. His abdominal pain resolved within 24 hours and serum amylase normalised after 3 days. He was discharged 7 days later with serum creatinine of 168 μmol/litre and on losartan potassium which he tolerated. Proteinuria improved to 2 g per day within 2 weeks of discharge. He had no further attacks of angioedema for 4 weeks.\\nHe was readmitted 4 weeks later with worsening nephrotic syndrome and abdominal pain and a rise of serum creatinine to 415 μmol/litre. Serum albumin was 10 g/litre while proteinuria was 10 g/day. The losartan was stopped. He was given an infusion of C1 INH concentrate and increased doses of prednisolone and furosemide. Cyclosporine was added. He was discharged 10 days later with serum creatinine and proteinuria of 293 μmol/litre and 2 g/day, respectively.\\nHe remained stable on daily prednisolone 5 mg, furosemide 40 mg, bisoprolol 10 mg and cyclosporine 100 mg twice daily. At follow-up in the low clearance clinic 4 weeks later, proteinuria had improved to less than 1 g per day. Serum creatinine was 250 μmol/litre. He remained off the danazol because of the renal impairment.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'30283404': 1, '17272257': 1, '3084606': 1, '9068723': 1, '31300605': 1, '11919209': 1, '15468971': 1, '15800117': 1, '1595700': 1, '1568052': 1, '8506211': 1, '11700154': 1, '17898700': 1, '31058156': 2, '18851753': 2}", "similar_patients": "{'6478673-1': 1, '6478673-2': 1, '6478673-3': 1}"}