{"patient_id": 92471, "patient_uid": "2769328-1", "PMID": 19918498, "file_path": "comm/PMC002xxxxxx/PMC2769328.xml", "title": "Sub-acute combined degeneration with an initially normal level of vitamin B12: a case report", "patient": "A 39-year-old African American man was referred to the outpatient neurology clinic with a two month history of distal upper extremities numbness and fine motor movement difficulties. He denied any neck pain, lower extremity symptoms, vision loss or any other neurological deficit. His physical exam was normal, including a detailed neurological exam. Laboratory evaluation six weeks prior had revealed normal basic chemistry profile, HGB 11.9 g/dl (MCV, and MCH values were not available at that time), and B12 203 pg/ml (normal; >180 pg/ml). He also underwent an EMG and nerve conduction study which revealed mild bilateral carpal tunnel syndrome. Other investigations conducted beforehand included MR imaging of the cervical spine three weeks prior, which revealed increased signal intensity within the core of the spinal cord at the level of C 3-4 on T2 weighted sagittal images. Axial images were not obtained at this level and contrast was not used in this study. A repeat of his cervical and thoracic MR imaging showed extensive posterior cervical cord flame-shaped lesions on T2 weighted images (,,,). Extensive laboratory evaluation was unremarkable including: basic chemistry profile, erythrocyte sedimentation rate, TSH, angiotensin converting enzyme, hemoglobin A1C, RPR, ANA, RF, serum protein electrophoresis, iron studies, Lyme IgG antibodies and heavy metals screen. His repeat Vitamin B12 level was 41 pg/ml, Methylmalonic acid 5.7 umol/l (normal; <0.4 umol/l), Homocysteine >50 nmol/l (normal; 5-18 nmol/l), folate 12.7 ng/ml. Pernicious anemia was suspected and investigation revealed positive intrinsic factor antibodies and negative anti-parietal antibodies. He received monthly injections of vitamin B12 replacement therapy. After six months his symptoms were resolved and his repeat spinal MRI showed resolution of the previous lesions.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'10701640': 1, '24250916': 2, '28726051': 1, '23468407': 1, '19918498': 2}", "similar_patients": "{'3829298-1': 1}"}