{"patient_id": 93681, "patient_uid": "2827078-1", "PMID": 20181174, "file_path": "comm/PMC002xxxxxx/PMC2827078.xml", "title": "Treatment of a patient with shock complicating severe falciparum malaria: a case report", "patient": "A previously healthy 55-year-old Caucasian man from Germany was admitted to the emergency room with high fever (39.5-40°C), shivering and confusion. As an embassy member in a sub-Saharan African country, he left Africa one month prior to admission to our hospital. Our physical examination revealed a pulse of 150/min and a systolic blood pressure of 90 mmHg. Auscultation of the chest revealed ubiquitous wheezing and normal heart sounds without presence of murmurs. The skin was dry, but with no erythema. The abdomen was soft with no rebound tenderness. The liver was not enlarged and the spleen was not palpable. Neurological examination showed no focal neurological signs and no signs indicative of meningitis. The Glasgow Coma Scale was 11. Laboratory evaluation revealed a free hemoglobin of 48.2 μmol/l, total bilirubin of 59 μmol/l and lactate dehydrogenase of 16.8 μmol/l*s, indicative of ongoing hemolysis. Procalcitonin and C-reactive protein (CRP) were markedly elevated, and the patient showed a severe thrombocytopenia. Lactate was 7.5 mmol/l, base excess-4.5 mmol/l, anion gap 16.6 mEq/l and pH 7.43, indicative of a compensated metabolic acidosis. The presence of malaria falciparum parasites could be detected by microscopical examination of a thick blood film. The chest X-ray was normal. The patient received 500 ml of cristalloids and 1 gm paracetamol intravenously and was admitted to the intensive care unit (ICU).\\nIn the ICU, a central venous catheter was inserted into the right jugular vein and a catheter for pulse contour analysis and continuous hemodynamic measurement was placed into the left femoral artery. The patient received colloids, crystalloids and a continuous infusion of glucose 10% under concurrent laboratory control of glucose, arterial blood gases, lactate and electrolytes every 4 hours. Two units of platelets were transfused. Quinine (QuinimaxR) was administered intravenously, starting with a bolus injection followed by continuous infusion over 24 hours under regular control of quinine blood levels. Additionally doxycycline was given orally. The first hemodynamic measurement revealed a central venous pressure (CVP) of 11 mmHg, cardiac output of 6.0 l/min and a systemic vascular resistance (SVR) of 729 dynes*s/cm2. CVP was measured every 4 hours. During the first 14 hours in the ICU, the overall fluid administration was 4.7 l and diuresis was 3.6 l, resulting in positive fluid balance of 1.1 liter. The heart rate decreased to 120 beats/min and the systolic blood pressure (SBP) increased to 100 mmHg with a mean arterial blood pressure (MAP) of 70 mmHg. The next day, the parasite load of 25.5% on admission increased to 36.7%. A second venous catheter was inserted into the right femoral vein and a red cell exchange with a cell seperator (Cobe Spectra, Gambro BCT, Munich, Germany) was initiated. A 1.5 fold blood volume red cell exchange was performed with 20 units of packed red blood cells. The procedure was well tolerated and no bleeding occurred. The parasite load dropped to 16%. The following day the hemodynamic status of the patient destabilized with a drop of SBP to 80 mmHg and of the MAP to 45 mmHg, respectively. The heart rate increased to 180 beats/min and the CVP was 3 mmHg. The respiratory rate was 25/min under supplementation of 10 l O2 given via venturi face mask. Laboratory data showed a peak lactate level of 21.4 mmol/l, a base excess of -16.4 mmol/l and a pH of 7.24. The patient showed severe agitation. A mechanical ventilation was immediately initiated under analgesia and sedation with propofol and sufentanil. The patient was breathing spontaneously by means of pressure support of 15 to 20 mmHg and a positive endexspiratory pressure of 5 mmHg. The shock was treated with fluid resuscitation according to the concept of early goal directed therapy. During the next 6 hours, administration of 2 liters of cristalloids and 1 liter of colloids was required to increase the CVP. Increase of MAP over 65 mmHg and a sufficient central oxygen venous saturation could only be reached by means of dobutamine and norepinephrine. After hemodynamic stabilization, CVP was around 12 mmHg. Lactate levels fell gradually to 5.5 mmol/l and the pH normalized. The net fluid balance was 5.3 l. Because of the high parasite load of 16%, a second red blood cell exchange via cell separation was undertaken with 13 units of packed red blood cells. The parasite load decreased to 2% the next day. The patient remained hemodynamically stable during the procedure with no need for increased doses of catecholamines. A CT scan of the brain showed no signs of bleeding, ischemia or edema. Due to increased myoglobin levels and the subsequently developed renal failure, renal replacement therapy was initiated via continuous venovenous hemodiafiltration (CVVHDF). Although the thrombocyte count remained low, administration of heparin was initiated at 200 i.u. per hour in order to prevent clotting of the dialysis machine and provide prophylaxis against deep vein thrombosis. As a consequence of the shock, the patient developed a severe hepatic dysfunction with a massive increase of liver enzymes and bilirubin and a decrease of albumin to one third of normal levels. Furthermore, the patient developed rhabdomyolysis. With a positive fluid balance of almost 4 liters the fourth day, the patient remained hemodynamically stable. Thereafter dobutamine could be stopped and norepinephrine slightly reduced. With a CVP between 9 and 13 the patient developed no pulmonary edema and all respiratory parameters remained stable. On the fifth day C-reactive protein (CRP) and leucocyte count increased, but temperature remained stable between 38 and 39°C. Cultures from blood, respiratory secretions and urine were performed and the patient was given antimicrobial treatment with a fixed preparation of combined piperacillin and tazobactam. All cultures remained negative. During the following days norepinephrine was further decreased based under hemodynamic status and was finally discontinued on the seventh day. Based on CVP measurements, the net fluid balance was negative from day 5 on until discharge from the ICU. Mechanical ventilation was discontinued on day 7, and continuous dialysis was replaced by intermittent dialysis. The extremely high scores (Acute Physiology and Chronic Health Evaluation II, Simplified Acute Physiology Score II, Sequential Organ Failure Assessment) on the day of the shock improved gradually. Hepatic dysfunction and rhabdomyolysis dissolved, but the patient remained in renal failure. Thrombocytes and leucocytes returned to normal values. After extubation the patient's confusion improved slowly. At discharge from the ICU on day 12, there was sufficient orientation in time and person, but not in situation. The patient remained hospitalized for a further period of three weeks. During this time he regained full orientation. At the time of discharge creatine level was 286 μmol/l, renal function had been resumed and thus there was no need for further dialysis.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'10793162': 1, '9255652': 1, '15712076': 1, '11280633': 1, '31772089': 1, '11103309': 1, '15667544': 1, '8080494': 1, '16205047': 1, '14997291': 1, '12411286': 1, '11794169': 1, '16899866': 1, '7656627': 1, '8649493': 1, '8703186': 1, '20181174': 2}", "similar_patients": "{}"}