{"patient_id": 91780, "patient_uid": "2736155-1", "PMID": 19646252, "file_path": "comm/PMC002xxxxxx/PMC2736155.xml", "title": "Caecal diverticulitis presenting as acute appendicitis: a case report", "patient": "A 61 year old Caucasian man presented to our Accident and Emergency unit with a day history of right iliac fossa pain associated with fever and rigors. The appetite was reduced but no nausea or vomiting. The pain was said to be constant and sharp in nature and exacerbated by movement and stretching. He denies any history of a recent altered bowel habit or urinary symptoms. The only significant past medical history were renal calculi and well controlled asthma.\\nPhysical examination revealed mild dehydration and normal vital signs. His abdomen was full with tenderness in the right iliac fossa and associated with guarding and local peritonitis. Blood investigations showed haemoglobin level of 14.0 g/dl, total white blood cell count of 22.4 with neutrophilia of 20.0, platelet count of 326, C-reactive protein of 36 and normal electrolytes, urea, amylase and liver function tests.\\nThe initial diagnosis of acute appendicitis was entertained and patient was prepared and consented for an open appendicectomy. The findings at operation included a 4 cm by 5 cm pericaecal abscess mass adjacent to the anterior tenia coli. Within the abscess mass was a perforated anterior caecal diverticulum with necrotic wall. There was a polypoid mass within the wall of the caecum. The appendix was macroscopically normal with no evidence of acute inflammation. There was a suspicion of a perforated caecal tumour. He then underwent a right hemicolectomy with an ileo-transverse anastomosis through a medial extension of the appendicectomy wound.\\nThe histology of the right hemicolectomy specimen macroscopically showed an inflamed and perforated solitary caecal diverticulum with abscess formation and an isolated caecal pedunculated polyp. Microscopically no dysplasia or malignancy within the caecal diverticulum and the polyp was a tubulovillous adenoma with low grade dysplasia. The caecal diverticulum lacked mucularis propria and therefore was considered to be acquired [Figures and ].\\nHis postoperative course was uneventful and he was discharged home within a week of admission with an outpatient colonoscopy planned to evaluate the rest of his bowel. His follow up colonoscopy revealed further left sided colonic polyps with histology showing tubulovillous adenoma with moderate dysplasia.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'3099619': 1, '18426572': 2, '17132320': 1, '10359355': 1, '23391951': 1, '12632528': 1, '25851946': 1, '22606604': 2, '31309310': 1, '11736820': 1, '10789802': 1, '9950133': 1, '22053953': 2, '11425051': 1, '10390592': 1, '17996114': 2, '14646979': 1, '26734068': 1, '104852': 1, '30305862': 1, '12559443': 1, '17996100': 2, '15655592': 1, '19646252': 2}", "similar_patients": "{'3253676-1': 1, '3349988-1': 1, '3349988-2': 1, '2365938-1': 1, '2365938-2': 1, '2365938-3': 1, '2365938-4': 1, '2174501-1': 1, '2170446-1': 1}"}