{"patient_id": 90157, "patient_uid": "2490670-1", "PMID": 18637204, "file_path": "comm/PMC002xxxxxx/PMC2490670.xml", "title": "Sulfamethoxazole/Trimethoprim induced liver failure: a case report", "patient": "A previously healthy 22 year old female presented to our institution with nausea, vomiting and general malaise which started 2 days after taking SMX/TMP for a presumed urinary tract infection. Though feeling ill she continued her antibiotic course. On day 6 of SMX/TMP, her family noticed yellow discoloration of the sclera and urged her to go to the hospital. SMX/TMP was stopped on admission. On examination her only positive finding was generalized icterus most notably in the sclera, she had no signs of hepatic encephalopathy, or hepatomegaly. Her initial laboratory investigations showed an AST of 3077, ALT 4067, Alkaline Phosphatase 128, total bilirubin 5.1, INR 1.8, and albumin of 3.6. Over the course of her hospital stay her liver enzymes showed a downward trend, her total bilirubin peaked at 24.4, with direct bilirubin of 17.5, and INR at 2.16, after which they all gradually dropped. Ultrasound Liver with Doppler Flow showed normal liver size and echogenicity, with no obstruction of the biliary tree and normal blood flow. She was found to be negative for Hepatitis A, B, and C viruses, HIV, HSV and EBV. RPR, autoimmune panel, thyroid function, serum copper and ceruloplasmin were all within normal limits. Acetominophen was not detected in her blood. Based on the timing of jaundice in relation to SMX/TMP exposure, and the absence of any other identifiable cause, she was diagnosed with SMX/TMP induced acute liver failure. Her liver function improved with no intervention, and she made an uneventful recovery. At 2 months, she was asymptomatic, and her liver function tests including coagulation profile were back to normal.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'23087524': 2, '6046676': 1, '7661934': 1, '7149348': 1, '1506646': 1, '10877016': 1, '9934769': 1, '8995964': 1, '27340581': 2, '7325149': 1, '11100060': 1, '28025733': 1, '15206056': 1, '7202951': 1, '21586591': 1, '8053440': 1, '5901208': 1, '2596461': 1, '24511525': 2, '26798528': 2, '14703931': 1, '26192799': 1, '6331808': 1, '18637204': 2}", "similar_patients": "{'3469966-1': 1, '4698524-1': 1, '3915726-1': 1, '4908240-1': 1}"}