{"patient_id": 90641, "patient_uid": "2584087-1", "PMID": 18973686, "file_path": "comm/PMC002xxxxxx/PMC2584087.xml", "title": "Adalimumab induced mononeuritis multiplex in a patient with refractory rheumatoid arthritis: a case report", "patient": "A 54 year old Caucasian male with a history of RA for last 25 years refractory to multiple medications including gold, methotrexate, cyclosporine and leflunomide was started on adalimumab 4 weeks prior to presentation. He presented with progressively increasing pain, parasthesias and numbness of bilateral upper and lower extremities of 2 weeks duration followed by a right wrist and left foot drop. He lost 25 lbs weight during this period. He denied any history of smoking or alcohol intake. He was on permanent disability secondary to severe destructive joint disease with his RA. He did not have any prior neurological problems. Other medical problems included hypertension and gastroesophageal reflux disease for which he was on lisinopril and famotidine respectively. He had tonsillectomy and adenoidectomy as a child. There was no significant family history. He weighed 100 lbs and was 5 foot 7 inch tall. Physical examination revealed ulnar deviation with swan neck and boutonniere deformities of the fingers bilaterally. Paresis of dorsiflexion and eversion of the right foot and dorsiflexion of the left wrist were also present. Rheumatoid factor titer was high at 337 IU/ml, ESR and CRP elevated at 84 mm/h and 5.9 mg/dl respectively and C4 level was low at 12 indicating high disease activity. A work up for peripheral neuropathy revealed normal TSH, Vitamin B, CPK and Acetyl-L-carnitine levels. Monospot test, VDRL, HIV antibody, P- and C-ANCA, ANA, anti double-stranded DNA, heavy metal screen and a paraneoplastic panel were all negative. Serologies for hepatitis and borrelia were negative. MRI of the spine ruled out cord lesion. Electromyography (EMG) of the left upper extremity and right lower extremity showed axonal neuropathy with spontaneous activity and sharp wave fibrillation potentials. Sural nerve biopsy revealed focal segmental necrotizing arteritis with fibrinoid necrosis, loss of thick fibres and axonal degeneration consistent with MM. Adalimumab was stopped and high dose methylprednisolone (40 mg q12h) and cyclosporine (25 mg q12h) were started which led to resolution of symptoms. He was discharged on oral prednisone and cyclophosphamide. Resolution of neurological symptoms and EMG abnormalities were noted at three months follow up. He regained 18 lbs of his lost weight during these 3 months.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'8960740': 1, '16683176': 1, '27415000': 1, '11762947': 1, '10449104': 1, '15468380': 1, '18973686': 2}", "similar_patients": "{}"}