{"patient_id": 92877, "patient_uid": "2783137-1", "PMID": 19946492, "file_path": "comm/PMC002xxxxxx/PMC2783137.xml", "title": "A rare cause of lower abdominal and pelvic mass, primary tuberculous psoas abscess: a case report", "patient": "A 64-year-old Portuguese white female was referred to the emergency department with progressive left lower quadrant abdominal pain radiating to the ipsilateral hip and thigh, over the previous 2 months. Palpable soft tissue mass over the LIF and inguinal areas was noted 1 week before admission. Her medical history was negative, except for high blood pressure. There was no history of trauma, cutaneous or other infection. The patient denied fever, back pain, gastrointestinal or genitourinary symptoms, weight loss or weakness.\\nOn admission, her general condition was good and she was not febrile. The chest was clear to auscultation and no adenopathy was found. Examination of the LIF and inguinal regions showed a fluctuant, warm, mildly tender mass, measuring 10 × 5 cm. Flexion and external rotation of the ipsilateral hip was painful. The neurological examination was normal.\\nBlood test showed an increased C-reactive protein (1.48 mg/dl), without any others abnormalities. Urine analysis was normal.\\nAbdominal, pelvic and tight ultrasound (US) revealed the presence of a hypoechoic collection with many internal echoes (Figure. ) and the computed tomography (CT) established the diagnosis of a loculated fluid-density mass, measuring 20 cm of length, beginning on the LIF, involving the psoas muscle and extending inferiorly through the inguinal region until the root of the tight, with discrete infiltration of the subcutaneous tissues.\\nThe patient initiated broad spectrum intravenous antibiotherapy and percutaneous drainage (PCD) guided by US was performed, with aspiration of grossly purulent fluid. A catheter was placed for 6 days, obtaining 110 ml of pus. Microscopical examination of the fluid showed many polymorphonuclear cells without acid-fast bacilli and cultures for bacteria or fungi were negative. The microbiological study of blood, sputum and urine was also negative. There was no clinical evidence of other organs' involvement, namely the lung, the spine, the hip or the gastrointestinal or genitourinary tracts, which was also confirmed by radiological and endoscopic studies. Serologic HIV testing was negative.\\nA clinical and radiological improvement was seen, with the control CT, showing a residual collection confined to the subcutaneous region.\\nIn the meanwhile, abscess culture was positive for Mycobacterium tuberculosis complex and the patient was oriented to our unit and started directly observed therapy with 4 weight adjusted drugs, (daily isoniazid 300 mg, rifampicin 600 mg, pyrazinamide 1500 mg and ethambutol 1200 mg). The specie was sensitive to all first line drugs in use. Two months later, the antituberculous treatment was reduced to 2 drugs, isoniazid and rifampicin. Almost after the 6 months of treatment, the patient is well and no signs of relapse have been detected.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'22110836': 1, '24148941': 1, '12108179': 1, '23696148': 1, '9790150': 1, '15299155': 1, '1593704': 1, '7594368': 1, '26356406': 1, '7920085': 1, '2955347': 1, '26064147': 2, '16301764': 1, '11440662': 1, '25232550': 1, '3776220': 1, '8886725': 1, '19946492': 2}", "similar_patients": "{'4461741-1': 1}"}