{"patient_id": 90862, "patient_uid": "2621136-1", "PMID": 19114015, "file_path": "comm/PMC002xxxxxx/PMC2621136.xml", "title": "Redo aortic valve replacement after partial upper sternotomy (hemisternotomy) in a patient with idiopathic thrombocytopenia: a case report", "patient": "This 62 year old farmer with history of idiopathic thrombocytopenia (ITP) and rheumatic fever had required minimal access aortic valve replacement (AVR) with 23 mm Mitroflow Tissue valve for severe aortic stenosis and regurgitation in 1999: The xenograft was preferred over a mechanical prosthesis as he was unwilling to take warfarin for life. The first operation was performed through a transverse sternotomy at the level of the manubrio-sternal joint (Angle of Louis), the sternal flaps retracted cranio-caudally. Exposure was obtained to permit central aortic cannulation, venous cannulation and aortic valve replacement.\\nHe was very well in himself until 2008, when he started having symptoms of exertional angina and occasional dizzy spells. Angiogram showed normal coronary arteries and Echocardiogram showed him to have a gradient of 50 across the aortic valve and some paravalvular leak with normal mitral valve. He again opted for a new tissue valve for similar reasons. His preoperative platelet count was 86,000/mm3; no preoperative therapeutic interventions were commenced in attempt to increase his platelet count.\\nOn October 6, 2008, the patient underwent AVR with a 23 mm Carpentier Edwards pericardial valve through a redo median sternotomy. Access through the initial transverse hemisternotomy scar was not considered because of risks of considerable cardiac trauma in the presence of blood dyscrasia.\\nThe adhesions were limited to the superior aspect of the anterior mediastinum and thence we found the exposure relatively facile. The prosthetic valve was found to have two torn leaflets with no paravalvular leak. The cardiopulmonary bypass (CPB) time under a standard perfusion protocol was 51 minutes and the aortic cross-clamp time 39 minutes. After neutralization of heparin with 200 mg Protamine, 2 units of platelets where pre-emptively transfused in view of ITP.\\nThe patient was transferred to ICU in good haemodynamic condition with no bleeding initially. Two hours postoperatively, the total chest drainage being 1,130 mL, the patient was transfused 2 units of RBC, 4 units of FFP and 2 units of platelets. Total 24 hour drainage through the 3 chest wall drains was 2,430 mL (1200, 410,820) in diminishing hourly increments. The patient was transferred with the pericardial 32 French drain in situ to the low dependency area for convalescence and following repeat platelet counts was administered 75 mg of aspirin daily for antithrombotic modulation. The platelet count was 167,000/mm3 on post operative day 4 and 255, 000/mm3 on post operative day 8 and the patient was discharged.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'11204383': 1, '19114015': 2}", "similar_patients": "{}"}