{"patient_id": 126695, "patient_uid": "2908822-1", "PMID": 16768195, "file_path": "noncomm/PMC002xxxxxx/PMC2908822.xml", "title": "A Case of Multiple Cranial Nerve Palsies as the Initial Ophthalmic Presentation of Antiphospholipid Syndrome", "patient": "A 16 year old female presented with a headache that had lasted for one week and diplopia that started two days previously. She did not have a history of any ocular or systemic diseases and her family history was also unremarkable. Her height was 163 cm and her body weight was 49 kg, and she was not obese. Her blood pressure was 120/80 mm Hg and a general medical examination revealed normal findings.\\nOphthalmic examinations showed a visual acuity of 20/20 in both eyes, a mid dilated pupil of the left eye, and marked bilateral disc edema with peripapillary hemorrhage. She was unable to depress, adduct, and abduct the left eye and had limited abduction of the right eye (). Visual field examination showed peripheral constriction and enlargement of the blind spot in both eyes.\\nA complete neurological examination showed no abnormal findings except for limited ocular motion. Brain magnetic resonance (MR) imaging, MR angiography, and cerebral angiography with venous phase performed within 10 days of clinical onset were normal. Cerebrospinal fluid (CSF) examination revealed the following: pressure, 400 mm H2O; glucose, 61 mg/dl; protein, 17 mg/dl; red blood cells, 2/mm3; white blood cell, 1/mm3; and culture, negative.\\nLaboratory analysis showed that the platelet count was 19,000/mm3. Prothrombin time was normal, but the activated partial thromboplastin time measured by the (aPTT)-mixing test was prolonged at 55s (normal range 25-39s). The erythrocyte sedimentation rate was elevated at 26 mm/h. Urine analysis, an electrocardiograph and chest X-ray were normal. Values for C-reactive protein, fibrinogen, antithrombin III, protein C, and protein S were all normal. Immunologic tests was positive for IgG anticardiolipin antibody (36.7 GPLunit/ml: range <10 GPLunit/ml) and for lupus anticoagulant. Antinuclear antibody, anti-dsDNA antibody, antineutrophil cytoplasmic antibodies, antiplatelet antibody, thyroid autoantibodies and rheumatoid factor were negative. The serologic test for syphilis was negative. There was no other abnormal findings such as butterfly lash, discoid lash, photophobia, oral ulcer, arthritis, renal dysfunction, pleuritis or pericarditis. There was no clinical evidence of other autoimmune disease.\\nSix days later, the patient complained of central scotoma of the right eye and the visual acuity of the right eye had decreased to 40/200. Fundus examination of the right eye revealed new preretinal and subhyaloid hemorrhage. No evidence of retinal vascular occlusion was present in fluorescein angiographies performed at this time and two months later. No change was observed in the ocular motion examination. At this time, the platelet count was 20,000/mm3.\\nWith an initial diagnosis of intracranial hypertension (IH), the platelet was treated with repeated lumbar puncture, acetazolamide, and diuretics. Since the CSF pressure did not decrease aspirin and steroid therapy was started and the CSF pressure was normalized after 28 days. Thirty days later, when the preretinal and subhyaloid hemorrhage of the right eye had decreased, heparin was administered and subsequently replaced with warfarin to maintain an international normalized ratio (INR) of 1.5-2.0.\\nA follow-up examination after two months revealed the disappearance of retinal hemorrhage in the right eye, visual acuity of 20/20 in both eyes, and normal ocular movement. Lupus anticoagulant and IgG anticardiolipin antibody remained positive.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'7193301': 1, '9069476': 1, '33834305': 1, '1920312': 1, '1143085': 1, '10675226': 1, '12604287': 1, '4547991': 1, '9626773': 1, '8528233': 1, '10740577': 1, '4547990': 1, '16768195': 2}", "similar_patients": "{}"}