{"patient_id": 125913, "patient_uid": "2719196-1", "PMID": 19654963, "file_path": "noncomm/PMC002xxxxxx/PMC2719196.xml", "title": "Successful Salvage Unrelated Umbilical Cord Blood Transplantation with Two Units After Engraftment Failure with Single Unit in Severe Aplastic Anemia", "patient": "A 3-yr-old girl, whose blood type was A+, was admitted to our hospital for easy bruisibility. Her initial peripheral blood cell count showed 3.28×109/L white blood cell (WBC) with 2% neutrophils, 96% lymphocytes, 1% monocyte and 1% eosinophil, 7.0 g/dL hemoglobin with 19.2% hematocrit, 0.8% reticulocyte and 5×109/L platelet. A bone marrow study revealed hypocellular marrow (10% to 20% cellularity) with a marked decrease of normal hematopoietic cells. This led to the diagnosis of SAA. As the patient had no siblings, she underwent immunosuppressive therapy with anti-lymphocyte globulin and cyclosporine A for six months without response. Then she received oxymetholone and prednisolone for three years with intermittent transfusions of more than 30 units of packed red blood cell (RBC) and 30 units of plateletpheresis. However, oxymetholone was stopped because she developed a hepatic adenoma. At seven years of age, a single-unit UCBT from an AB+ male donor was performed with 5/6 HLA-matched unit, which contained 2.06×107/kg nucleated cells with 0.64×105/kg CD34+ cells (). The conditioning regimen was composed of fludarabine (180 mg/m2), busulfan (6.4 mg/kg), anti-thymocyte globulin (10 mg/kg) and total lymphoid irradiation (2 Gy). Graft-versus-host disease (GVHD) prophylaxis was done with cyclosporine A and methylprednisolone. The first UCBT failed due to an engraftment failure.\\nThree months after the first UCBT, two-unit UCBT was conducted. Two units of cord blood were infused after conditioning with fludarabine (180 mg/m2), busulfan (6.4 mg/kg) and total body irradiation (4 Gy). She received GVHD prophylaxis with cyclosporine A and methylprednisolone. Other supportive care was performed according to the guidelines for stem cell transplantation at our center (, ). The engraftment was achieved with 6/6 HLA-matched unit containing 2.27×107/kg nucleated cells and 0.57×105/kg CD34+ cells. But the other 5/6 HLA-matched unit containing 2.21×107/kg nucleated cells with 1.15×105/kg CD34+ cells disappeared (). The engrafted unit came from an A+ male donor, while the other was from a B+ male. The number of days required to reach an absolute neutrophil count more than 0.5×109/L and 1.0×109/L was 18 days and 22 days, respectively. Spontaneous platelet recovery to more than 20×109/L and 50×109/L required 112 and 123 days, respectively. Complete donor chimerism was confirmed through the analysis of short tandem repeat regions and fluorescence in situ hybridization (FISH) of XY chromosome ().\\nAfter transplantation, grade II acute GVHD developed and was controlled with a steroid. She was also treated with ganciclovir for cytomegalovirus antigenemia detected on routine examination. Hepatic adenoma has been routinely followed up with abdomen sonography and α-fetoprotein without interval change. Up to two years and seven months after the two-unit UCBT, complete donor chimerism has been maintained with a normal blood cell count.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'15466923': 1, '17408466': 1, '15489866': 1, '2571931': 1, '16785866': 1, '9828244': 1, '26622526': 1, '12176879': 1, '19654963': 2}", "similar_patients": "{}"}