{"patient_id": 126713, "patient_uid": "2910291-1", "PMID": 20664743, "file_path": "noncomm/PMC002xxxxxx/PMC2910291.xml", "title": "The Management of Cardiovascular Abnormalities in Patient With LEOPARD Syndrome", "patient": "A 47-year-old Korean man presented with palpitations and exertional dyspnea (New York Heart Association class III). On physical examination, he was of notably short stature. He displayed ocular hypertelorism on his face () and dermographic lentiginous skin lesions distributed on his right arm and chest (). His height was 134 cm and weight was 36 kg. In cardiac auscultation, a grade 3/6 systolic ejection murmur was heard at the left second intercostal space. He had no family members with whom we could make contact. He showed no communication disability or signs of mental retardation.\\nAn initial 12 lead ECG revealed a sustained ventricular tachycardia (VT) that originated from the apical inferoseptal LV wall (). Blood pressure and heart rate were 90/60 mmHg and 185/min, respectively. He was immediately given 150 mg of intravenous amiodarone for 10 minutes and the ECG recovered from VT and demonstrated normal sinus rhythm with right bundle branch block pattern (). An initial echocardiogram showed diffuse LVH (). Continuous wave (CW) Doppler revealed a severe form of PS {maximal velocity: 4.2 m/s, pulmonic valve (PV) peak pressure gradient: 69.6 mmHg} (). In addition, the measurement of right ventricular (RV) systolic pressure revealed severe PS (maximal velocity: 4.1 m/s, right atrial pressure: 15 mmHg, RV systolic pressure: 81.9 mmHg) ().\\nHe had ≥3 characteristic features of LS consistent with diagnostic criteria for LS. We planned to perform PV replacement surgery to relieve heart failure symptoms. Because he responded well to amiodarone, we maintained him on oral amiodarone therapy to suppress the VT. On the evaluation of coronary artery abnormalities by cardiac 64-slice multidetector computed tomography (64-MDCT, Aquilion 64; Toshiba Medical Systems, Tokyo, Japan), the coronary arteries were normal but the pulmonary trunk was significantly dilated ().\\nWe performed surgical PV replacement with infundibulectomy and transannular RV outflow tract widening. The native PV was replaced by use of a 23 mm Carpentier-Edwards pericardial prosthetic valve. After successful PV replacement, clinical symptoms were significantly improved without any postoperative complications. Nine months later, follow-up echocardiography showed a well-functioning prosthetic PV (maximal velocity: 1.6 m/s, PV peak pressure gradient: 10.1 mmHg) () and improved PS (maximal velocity: 2.65 m/s, right atrial pressure: 10 mmHg, RV systolic pressure: 38.6 mmHg) (). We did a follow-up cardiac 64-MDCT scan to evaluate changes in post-stenotic dilatation of the pulmonary trunk after surgery. Pulmonary trunk size had decreased from 45.4 mm to 37.6 mm after PV replacement (). There has been no recurrence of heart failure symptoms or VT during the past 12 months.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'17697839': 1, '12960218': 1, '16523510': 1, '7193405': 1, '1258892': 1, '5173334': 1, '4258224': 1, '33677855': 1, '20664743': 2}", "similar_patients": "{}"}