{"patient_id": 91146, "patient_uid": "2647933-1", "PMID": 19171048, "file_path": "comm/PMC002xxxxxx/PMC2647933.xml", "title": "Combined adenocarcinoid and mucinous cystadenoma of the appendix: a case report", "patient": "A 71-year-old man presented to the surgical department with a 2-week history of colicky right iliac fossa pain and a 1-week history of diarrhoea. He did not have rectal bleeding or weight loss. On examination, he was found to have a right iliac fossa mass. Serum carcinoembryonic antigen (CEA) was <2 μg/L and the computed tomography (CT) scan revealed an appendiceal mass (Figure ) without any surrounding lymph node enlargement. Laparoscopy showed an appendiceal mass with mucinous discharge and a laparoscopic appendicectomy was performed. Histology revealed both an adenocarcinoid involving the resected margin and a mucinous cystadenoma of the tip. The patient subsequently underwent a laparoscopic radical right hemicolectomy. The right colon and all of the 15 lymph nodes resected were clear of tumour.\\nMacroscopically, the normal anatomy of the appendix was distorted with dilatation and mucocele formation. Histology revealed a mucinous cystadenoma involving the tip of the appendix. Proximally, the appendix was infiltrated by adenocarcinoid composed of islands of epithelial cells with abundant intracellular mucin and eosinophilic granules (Figure ). The tumour measured at least 12 mm in maximum diameter with extension to the serosal surface and into the mesoappendix. The tumour was present at the surgical resection margin. Mucin stains were positive and immunohistochemical stains showed strong positivity for chromogranin, CD56 and CK20, whilst CK7 was negative. The resected right colon showed no residual tumour and the lymph nodes were not involved.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'7490325': 1, '8838336': 1, '15967038': 1, '5378353': 1, '16988762': 1, '16136284': 1, '4852178': 1, '18338494': 1, '11231488': 1, '15279181': 1, '16794389': 1, '17652796': 1, '18042066': 1, '19171048': 2}", "similar_patients": "{}"}