{"patient_id": 93256, "patient_uid": "2804036-1", "PMID": 20066165, "file_path": "comm/PMC002xxxxxx/PMC2804036.xml", "title": "Pneumothorax and Pneumomediastinum in Pregnancy: A Case Report", "patient": "A 37-years-old primigravida at 40 weeks gestation was brought to our hospital by ambulance following collapse at home. No obstetric notes were brought in. On admission she was anxious, apyrexial, dyspnoeic, and distressed.\\nOn clinical examination she was hypoxic, with oxygen saturation of 68% on air and respiratory rate of 30/minutes. Blood pressure was 150/90, and Glascow coma scale was 11/15. There were no signs of labour. Soon after arrival she had a seizure. Following the seizure there was an episode of fetal bradycardia and an urgent caesarean section was performed under GA. The baby was delivered in good condition. There was no evidence of placental abruption or any other cause for fetal bardycardia. Patient's vitals were stable during the caesarean section. She was transferred to Intensive Care Unit, where she was intubated and ventilated. A CT chest showed extensive bilateral pnenumothoarces of greater than 70% in the left side and extensive opacities in the semicollapsed right lower lobe (see Figures and ). The CT head was normal. A left-sided chest drain was inserted on the same day. This was removed on the following day after patient's clinical condition had improved. Patient has no symptoms or signs which suggestive of Pre-eclamsia.\\nFollowing the caesarean section the family arrived. At this stage we found that the patient had longstanding right pleural endometriosis with multiple pneumothoraces and hydrothoraces and underwent right-sided pleurodesis in 2003. This lady was booked in at tertiary hospital for pregnancy care. She had regular followups with a Chest physician and Obstetrician. At 29 weeks gestation the patient had presented with mild dyspneoa and the chest X-ray revealed a small effusion but no significant pneumothorax. The cardiothoracic surgeon suggested that since the pleura was well stuck down, there was a low risk for expanding pnuemothorax. This patient still presented with severe hypoxia with pneumothorax. The Cardiothoracic surgeon further advised assistance with instrumental delivery as small risk of increased pneumothorax in the second stage of labour during pushing. Epidural or spinal anaesthesia was recommended and to avoid General anaesthesia. If general anaesthesia was needed then intermittent positive pressure ventilation should be used. The Obstetrician had planned for induction of labour at 41 weeks gestation. On the 4th day of postcaesarian section, the patient again complained of shortness of breath. On general examination the patient was dyspneic and tachypneic. Her blood pressure was normal, she had no proteinuria, and her liver function and platelets were within normal limits.\\nChest X-ray showed that she had left-sided lower lobe pneumonia and was started on intravenous tazocin, IV gentamicin, and then on oral erythromycin. Patient recovered well and was transferred to a tertiary hospital.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'6740334': 1, '11837245': 1, '6877710': 1, '8042879': 1, '12005018': 1, '6472747': 1, '8594282': 1, '319309': 1, '17028358': 1, '15321418': 1, '4017687': 1, '11083892': 1, '7387944': 1, '20066165': 2}", "similar_patients": "{}"}