{"patient_id": 93513, "patient_uid": "2821303-1", "PMID": 20157645, "file_path": "comm/PMC002xxxxxx/PMC2821303.xml", "title": "Case report of recurrent acute appendicitis in a residual tip", "patient": "We report the case of a 43 year old male who presented with sudden onset of severe abdominal pain. His symptoms were consistent with acute cholecystitis. He was unable to speak English and communicated via an interpreter. On examination a Battle's incision was noted. He claimed that this was due to a previous cholecystectomy completed ten years previous in his home country. He demonstrated signs of localised peritonitis in the right upper quadrant. Inflammatory markers were elevated. A clinical diagnosis of acute cholecystitis was made and broad spectrum antibiotics commenced. An ultrasound was performed and this confirmed the presence of a non-inflamed gallbladder which did not contain gallstones. However, it did reveal an inflamed tubular, non-compressible, non-peristalting, blind-ending structure intimately related to the liver suggesting sub-hepatic appendicitis (Figure ).\\nLaparoscopy revealed dense adhesions throughout the abdominal cavity and the presence of purulent intra-abdominal fluid. We proceeded to a laparotomy through a midline incision. Following extensive adhesiolysis the caecum was identified, however only a non-inflamed appendiceal stump remained. Further dissection revealed evidence of pus in the right sub-hepatic space. The pus was originating from a tubular structure which was adherent to the lateral abdominal wall. An intra-operative diagnosis of residual tip appendicitis was made. The tubular structure, measuring 2.5 cms in length, was removed and was confirmed histologically as appendicitis with evidence of acute inflammatory changes. The patient made an uneventful recovery and was discharged home six days post-operatively.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'31764839': 1, '29849750': 1, '28265375': 1, '12094890': 1, '21985727': 1, '27503615': 1, '24250064': 2, '15636043': 1, '2239906': 1, '18545872': 1, '10966030': 1, '16536249': 1, '21509217': 1, '18427031': 1, '28281484': 2, '10915703': 1, '23691424': 1, '20157645': 2}", "similar_patients": "{'5363126-1': 1, '3830137-1': 1}"}