{"patient_id": 90812, "patient_uid": "2614956-1", "PMID": 19077258, "file_path": "comm/PMC002xxxxxx/PMC2614956.xml", "title": "Nosocomial valve endocarditis due to corynebacterium striatum: a case report", "patient": "This is a case of a 73-year-old African American female with a history of hypertension, chronic kidney disease, diastolic congestive heart failure and diabetes mellitus who consulted to the Emergency Service with three-day history of fevers, chills and fatigue. The patient was discharged home 15 days prior to this admission after a 9-day hospitalization where she received treatment for an exacerbation of her heart failure. Vital signs on this admission: Temperature of 102.4 F, Blood pressure of 170/68 mm Hg, Heart Rate of 100 beats per minute, Respiratory Rate of 20 breaths per min., and Oxygen Saturation of 98% on 3 liters nasal canula. Physical examination revealed a new 3/6 non-radiating systolic murmur at the apex. Auscultation of the lungs revealed clear breath sounds and inspection of lower extremities showed trace edema bilaterally. Basic metabolic panel and complete blood cell count was ordered (table ). The patient was started on broad spectrum coverage with Vancomycin and Cefepime; due her previous admission, she was treated as she was having a nosocomial infection. Two sets of blood cultures drawn on admission grew CS in both the aerobic and anaerobic bottles sensitive to vancomycin (table ). In order to distinguish CS from other Corynebacterium species, a metabolic profile obtained in the bioMerieux data base (version 2.0) was applied. Surveillance cultures were negative on day 6. A trans-thoracic echocardiogram showed asymmetric shaggy densities on the mitral valve, suggesting possible vegetations. The Doppler study revealed mild to moderate mitral regurgitation, and a normal ejection fraction alone with an abnormal diastolic compliance of the left ventricle. A similar study done on the previous admission did not reveal any foreign material or valvular damage. A subsequent trans-esophageal echocardiogram confirmed the presence of a 2.9 × 0.5 cm echo densities indicating mitral valve endocarditis with possible small eccentric perforation of the valve. The patient received a six-week course of intravenous Vancomycin, dosed according to through blood levels with a target of 15–20 ug/ml, and became afebrile. She recovered and was finally discharged home. Surgical repair of the mitral valve was offered, which she adamantly refused. A surveillance echocardiogram done after treatment unfortunately showed findings consistent with moderate pulmonary hypertension and a persistent mitral regurgitation.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'27767926': 1, '17409213': 1, '16406181': 1, '12808083': 1, '34161555': 1, '27751312': 1, '22075579': 1, '27936101': 1, '7001198': 1, '7907342': 1, '8862563': 1, '28549450': 2, '11784225': 1, '8353242': 1, '17719684': 1, '10770721': 1, '16100166': 1, '19077258': 2}", "similar_patients": "{'5446732-1': 1}"}