{"patient_id": 90829, "patient_uid": "2615039-1", "PMID": 19091063, "file_path": "comm/PMC002xxxxxx/PMC2615039.xml", "title": "Sclerosing mesenteritis affecting the small and the large intestine in a male patient with non-Hodgkin lymphoma: a case presentation and review of the literature", "patient": "A 62-year-old Caucasian man of Greek origin was admitted to our hospital with a 1-month history of progressive fatigue, intermittent abdominal pain, weight loss, nausea and vomiting. He was diagnosed with a moderately malignant non-Hodgkin B-cell lymphoma 7 years previously. The patient had undergone chemotherapy for a 5-year period followed by a complete remission of the disease. His regular follow-up showed no evidence of recurrence.\\nPhysical examination revealed a palpable tender mass in the left abdomen and scarce abdominal sounds. The rectal examination was negative for blood and laboratory findings were normal. The abdominal X-ray revealed dilated intestinal loops and air-fluid levels (Figure ). Computed tomography (CT) showed distended loops of the small intestine. Colonoscopy revealed an erythematous and oedematous appearance of the mucosa but no evidence of inflammatory bowel disease. All pre-operative investigations were inconclusive and the patient's clinical state gradually deteriorated; therefore, a laparotomy was performed through a midline incision. The mesentery was thickened, fibrotic and constricted. There was a small amount of serous effusion in the peritoneal cavity. No enlarged lymph nodes were identified. Abundant, rigid intestinal loop adhesions were observed. The symphysiolysis that was performed proved technically difficult. Diffuse fibrotic infiltration of the ileum and of the sigmoid colon, which obviously affected the intestinal vascular supply were identified. Hence, a right colectomy and a partial sigmoidectomy were performed.\\nPathological evaluation revealed an extensive myofibroblastic reaction of the mesentery with accompanying loci of fat necrosis and areas of inflammation (Figure ). Also, ischaemic damage of the intestinal mucosa was documented, which could be attributed to the strangulation and thrombosis of the vessels from the fibrotic process. Finally, the histology of this fibrotic infiltration focally exhibited a ground-glass appearance (Figure ). Immunohistochemistry showed that the areas of increased myofibroblastic activity were positive for vimentin, desmin and b-cathepsin. Antibodies against CD-34, F-VIII, HHF-35, CK5/6, CD-15, p53 and bcl-2 were negative. Ki67 was positive for a small population of nuclei. CD-3 and L25 were negative for malignant lymphoma. In conclusion, the pathological examination confirmed the diagnosis of SM but failed to reveal any evidence of malignancy [,].\\nPost-operatively, the patient exhibited respiratory insufficiency, thus he was admitted to the intensive care unit. His clinical picture gradually deteriorated and he became septic. Despite prompt antibiotic administration, he died 2-months after the operation.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'20361382': 1, '11197260': 1, '10628492': 1, '12360044': 1, '17478346': 1, '9130985': 1, '8782303': 1, '2660295': 1, '13906825': 1, '17910751': 2, '9697910': 1, '10658720': 1, '4499963': 1, '16944021': 1, '21541084': 2, '22672224': 2, '17254937': 1, '19091063': 2}", "similar_patients": "{'3449199-1': 1, '3086324-1': 1, '2092431-1': 1}"}