{"patient_id": 95665, "patient_uid": "2959010-1", "PMID": 20929531, "file_path": "comm/PMC002xxxxxx/PMC2959010.xml", "title": "Successful treatment of fusarium solani ecthyma gangrenosum in a patient affected by leukocyte adhesion deficiency type 1 with granulocytes transfusions", "patient": "A 9 years old girl affected by LAD-1 developed after a fall an abscess on her knee. Cultures taken from the lesion revealed a Pseudomonas aeruginosa infection. She was treated with amikacine 400 mg/day and imipenem 400 × 2 mg/day for three weeks and local disinfection. Lesion cultures performed one month later were negative. As all patients affected by such immunodeficiency, she was constantly under prophylactic treatment [25 mg/Kg/2 days (sulfamethoxazole + trimetoprime) and 10 mg/Kg/day Itraconazole].\\nThree months later, the patient was readmitted with 7 cm diameter erythematous and edematous lesion around necrotic center consistent with EG. The patient was apyretic and no pus was present. Laboratory findings were: peripheral WBC 23,000 mm3 (86% neutrophils); hemoglobin 8 g/dL. C-reactive protein was 106 mg/dL. Skin biopsies showed epidermal necrosis and ulceration with inflammatory granular cell infiltrates composed largely by lymphocytes, plasma cells, histiocytes, macrophages and rare eosinophiles. At that time, a necrotic vasculitis was confirmed but no bone lesion was found.\\nDuring 11 months and despite targeted antibiotic and anti-fungal therapy, cultures taken both from the lesion and from the blood were positive for several bacteria (especially Pseudomonas aeruginosa) and a persistent fusarium solani. While a Broviack central catheter for amphotericine B administration was installed, cultures remained positive and the lesion enlarged with none improvement (Figure ). X-ray radiography showed bone lesions and signs of demineralization on the upper extremity of the shinbone. Bone scan revealed a periosteal reaction and magnetic resonance imagery a medullar edema.\\nIn front of this over a year persistent infection, we started transfusions of irradiated, phenotyped granulocytes pockets (3 pockets per week in median) along with G-CSF 5 μg/Kg/day; liposomal amphotericine B (Abelcet 2 mg/Kg/day), amphotericine B (0,3 mg/Kg/day up to 2 mg/Kg/day), flucytosine, and targeted antibiotics. Amphotericine B was stopped after 6 months and only granulocytes transfusions, G-CSF and Flucytosine were administered for the 2 latter months (Figure ). After almost 5 months of such treatment cultures became negative, EG reduced progressively and then disappeared completely. Healing was complete but poorly formed as for patients suffering of such primary immunodeficiency.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'16780471': 1, '25741691': 1, '27324372': 2, '32181281': 1, '32124012': 1, '6439763': 1, '32931746': 1, '19900777': 1, '1401278': 1, '15097944': 1, '3555290': 1, '25857209': 1, '23087779': 1, '24145697': 1, '7751103': 1, '25527966': 1, '9122067': 1, '10877182': 1, '10321949': 1, '20929531': 2}", "similar_patients": "{'5014892-1': 1}"}