{"patient_id": 93767, "patient_uid": "2827428-1", "PMID": 20205878, "file_path": "comm/PMC002xxxxxx/PMC2827428.xml", "title": "Chronic constipation due to presacral teratoma in a 36-year-old woman: a case report", "patient": "A 36-year-old Greek woman was admitted to our department complaining of left abdominal and pelvic pain that had developed progressively during the previous six months. She had also experienced constipation for two years, which was temporarily relieved with regular laxative treatments. Recto-sigmoidoscopy revealed extra-luminal pressure. Plain X-ray of the abdomen revealed a mass in the pelvis without extension to the sacrum. Abdominal/pelvic ultrasonography demonstrated a hypoechoic tumor in the lesser pelvis (lower sacrococcygeal region). A computer tomography (CT) scan of the pelvic area showed that the rectum and urinary bladder were displaced anteriorly by a mixed-type mass with soft tissue elements, inhomogeneous fatty tissue and calcifications, extending from the presacral area to below the coccyx (Figure ). On magnetic resonance imaging (MRI), the mass appeared to be in close relation to the anterior surface of the sacrum. However, the lesion did not appear to be attached either to the sacrum or to the rectum (Figure ). In addition, the MRI showed a normal lower spinal cord, a normal sacrum and no evidence of infiltrative disease in bone or adjacent tissues, such as the rectal or bladder wall, surrounding fat, or pelvic floor muscles. There was no regional lymph node enlargement.\\nRoutine laboratory tests were within normal ranges. Human chorionic gonadotropin (hCG) and serum tumour markers, including alpha-fetoprotein (aFP), carcinoembryonic antigen (CEA) and carbohydrate antigens (CA 19-9, CA 125 and CA 15-3) were not elevated.\\nDuring laparotomy, a 5 cm mass was found posterior to the rectum and anterior to the sacrum, extending between the anal sphincters (Figure ). The tumour was mobilised easily by incising the posterior parietal peritoneum on both sides and ligating the middle sacral vessels. After the operation, the patient's recovery was uneventful, and she was discharged five days after the surgery. At follow-up two years later, the patient had had no evidence of recurrence and was free from constipation.\\nThe surgical specimen was an ovoid cystic lesion measuring 6 × 5 × 4.5 cm. On sectioning, two cystic cavities were found, the larger with a maximum dimension of 5 cm and containing sebum, and the smaller one measuring 1.5 cm and containing mucin. On histologic examination, the larger cavity was lined with stratified keratinizing squamous epithelium and the smaller one was lined with pseudostratified mucin-producing columnar epithelium with occasional ciliated cells. The cyst wall was composed of fibro-adipose tissue, smooth muscle fiber and glandular structures with dilated lumens. A diagnosis of mature cystic teratoma was made.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'8245668': 1, '23844766': 2, '26171044': 1, '31535236': 2, '24778859': 1, '25972646': 1, '12042966': 1, '15981068': 1, '15771638': 1, '25874143': 2, '2028883': 1, '1403540': 1, '6929181': 1, '16075232': 1, '10506704': 1, '23569550': 1, '21719397': 1, '33088141': 1, '7355206': 1, '18386239': 1, '20205878': 2}", "similar_patients": "{'6751240-1': 1, '3720244-1': 1, '4385620-1': 1}"}