{"patient_id": 95223, "patient_uid": "2930308-1", "PMID": 20838562, "file_path": "comm/PMC002xxxxxx/PMC2930308.xml", "title": "Immune reconstitution inflammatory syndrome in AIDS-related non-hodgkin‘s lymphoma", "patient": "The 53-year-old male patient presented in April 2003, with fever, right axillary lymphadenopathy, weight loss, and oral candidiasis for two months. Routine investigations confirmed diffuse large B cell lymphoma and HIV-1 infection. Profound immune deficiency was observed. His CD4+ T cell count was 43 cells/L, CD8+ T cell count 339 cells/l and plasma HIV RNA level was 110,174 copies/ml (by PCR ultrasensitive). The physical examination revealed oral thrush, axillary lymphadenopathy, and hepatosplenomegaly. Routine investigations revealed hemoglobin 11.6 Gm/dl, with normal WBC, platelet counts and indices. The bone marrow examination was normal. Liver function tests and renal function tests were normal. S. LDH was raised, (900 IU/L). He was treated with six courses of chemotherapy with CHOP regime. Zidovudine, Lamivudine, and Efavirenz were started for control of HIV infection. He showed significant improvement with chemotherapy and tolerated HAART. He received cotrimaxazole, antifungal, and tuberculosis prophylaxis as well. He was in good condition during the next six months of observation. His CD4+ T lymphocyte count increased significantly and reached 156 cells/L, CD8+ T cell count was 875 cells/l and plasma HIV RNA was less than the level of assay quantification by PCR ultrasensitive (50 copies/ml). [] There were no signs or symptoms of any disease and the antiretroviral therapy was continued.\\nThree months later the patient was admitted with painful right axillary lymphadenopathy, fever and sweating on follow-up. An axillary lymph node biopsy demonstrated acid fast bacilli but no evidence of Non-Hodgkin Lymphoma. IRIS with tuberculosis was diagnosed. Routine blood counts, urine analysis, liver function tests, renal function tests and serum electrolytes were normal. There was no evidence of active tuberculosis on chest X-ray. Ultrasonic study of the abdomen and pelvis showed hepatosplenomegaly. The antituberculosis regimen and corticosteroids along with HAART were started for tubercular lymphadenopathy. He developed hyperlipidemia following anti-Retroviral therapy. Serum cholesterol was 355 mg per deciliter. He was prescribed Atorvastatin 20-mg daily along with anti-Retroviral, antitubercular agents. After six years, the patient is receiving regular HAART and is in good health.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'17992576': 1, '16230675': 1, '17060896': 1, '16232048': 1, '18503170': 1, '18197725': 1, '19915226': 1, '34748560': 1, '17525971': 1, '15550586': 1, '23411777': 1, '19050385': 1, '15238428': 1, '20838562': 2}", "similar_patients": "{}"}