{"patient_id": 89558, "patient_uid": "2174501-1", "PMID": 17996100, "file_path": "comm/PMC002xxxxxx/PMC2174501.xml", "title": "Acute presentation of a solitary caecal diverticulum: a case report", "patient": "A 67 years old man was admitted with a 24 hour history of pain in right iliac fossa. He was previously healthy and had no significant past medical history. He had no other symptoms. On examination, he was apyrexial and had localised guarding and peritonism in his right iliac fossa. His blood investigations, including full blood count, were normal. A provisional diagnosis of acute appendicitis was made.\\nAt operation, through a Lanz incision, the appendix was found to be normal. A 2.5 cm gangrenous solitary diverticulum of caecum was found (Figure ).\\nThe caecal wall near to the diverticulum was thickened and abnormal, raising the suspicion of underlying carcinoma. The wound was extended and a right hemicolectomy with appropriate cancer clearing lymphadenectomy was then performed. Histopathology of the resected right colon showed that the lesion was a solitary caecal diverticulum. The diverticula comprised all layers of the colonic wall indicating that it was a 'true' type. There were histological features of acute inflammation and gangrene, but no evidence of malignancy. The patient's post-operative course was uneventful and he was discharged 7 days after admission. He remained well when reviewed in the outpatient clinic six months later.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'10934333': 1, '10359355': 1, '23391951': 1, '11312162': 1, '12632528': 1, '11686524': 1, '25851946': 1, '21931580': 1, '11736820': 1, '22606604': 2, '10789802': 1, '9950133': 1, '26985160': 1, '14753592': 1, '23904424': 1, '11425051': 1, '10390592': 1, '19646252': 2, '14646979': 1, '12004209': 1, '19918495': 2, '26734068': 1, '25506025': 1, '12559443': 1, '15655592': 1, '17996100': 2}", "similar_patients": "{'2736155-1': 1, '3349988-1': 1, '3349988-2': 1, '2769385-1': 1}"}