{"patient_id": 126197, "patient_uid": "2804098-1", "PMID": 20072697, "file_path": "noncomm/PMC002xxxxxx/PMC2804098.xml", "title": "Basaloid Squamous Cell Carcinoma in Nasal Cavity", "patient": "A 58-yr-old woman presented with a several month history of epistaxis and right side nasal obstruction. She denied using tobacco or alcohol. Upon nasal examination, we noted a tumor mass that was attached to the right side inferior turbinate. The computed tomography (CT) scan revealed a tumor mass involving the right nasal cavity and the right nasal floor with erosion of bone (). All the other laboratory data was within normal limits.\\nAn endoscopic biopsy was performed under local anesthesia. On the microscopic examination, the tumor was composed of closely packed solid lobules of basaloid cells with areas of comedo-type necrosis (). Abundant intercellular hyaline globules and abrupt keratinizations were frequently seen in the nests of basaloid cells (). Peripheral palisading of the nuclei was also seen (). For the immunohistochemical staining, the tumor cells were positive for p63 () and high molecular weight cytokeratin () and they were negative for chromogranin and CD56 (). The above histologic and immunohistochemical findings were consistent with basaloid squamous cell carcinoma. A metastatic workup, including brain CT and positron emission tomograohy (PET), was negative for signs of nodal involvement or metastases to other organs. The patient underwent right side partial maxillectomy with enbloc resection of the tumor. The surgical specimen included tumor attached to the right side inferior turbinate and hard palate. All the resection margins were clear. Histopathological examination of the excised lesion showed a 2.5×1.7×1.2 cm sized basaloid squamous cell carcinoma. No adjuvant chemotherapy or radiation was administered. The patient is in good health with no evidence of complication or recurrence seventeen months after surgery.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'22529579': 1, '7691390': 1, '3770734': 1, '10547488': 1, '33796273': 1, '26835192': 2, '8024109': 1, '24716457': 2, '16647553': 1, '10983946': 1, '26055591': 1, '23833636': 2, '20072697': 2}", "similar_patients": "{'3700937-1': 1, '3700937-2': 1, '4726268-1': 1, '4000152-1': 1}"}