{"patient_id": 93499, "patient_uid": "2820007-1", "PMID": 20148142, "file_path": "comm/PMC002xxxxxx/PMC2820007.xml", "title": "Submandibular displacement of a mandibular third molar root during extraction: a case report", "patient": "A 46-year-old Turkish female patient was referred to Ankara University, Faculty of Dentistry, Oral Diagnosis and Radiology Department with complaints of pain, slight swelling on the right side of mouth floor and discomfort during swallowing and limitation in mouth opening. Patient history revealed that a week earlier she had undergone an unsuccessful surgical procedure under local anesthesia performed by a general practitioner for removal of an impacted mandibular third molar. The tooth broke during extraction. The procedure was described by the patient as being difficult and complicated.\\nA hard mass was palpated on the posterior region of the mouth floor on clinical examination. Radiographic examination was performed by use of intraoral periapical radiography, panoramic radiography and computed tomography (CT). (Figure , Figure and Figure ). Periapical and panoramic radiography showed the presence of a radiopaque lesion that is similar to the appearance of third molar tooth root. Two dimensional radiographs were inadequate in this case. For detailed radiographic examination, computed tomography scans were taken by spiral technique and continuous 2.5 mm axial sections were obtained. Images were reconstructed to form sagittal and coronal sections and examined. Computed tomography examination demonstrated the presence of a high density area located in the right submandibular region.\\nUnder general anesthesia an incision starting from buccal sulcus towards distobuccal angle of the second molar at gingival margin was extended to the coronoid process directly in line with the anterior surface of ramus. The dislodged root was found by means of blunt dissection and grasped with a pair of artery forceps and removed (Figure. , Figure. ). Patient was given oral antibiotics for 1 week. The postoperative course was uneventful and the patient was asymptomatic at the follow-up visit 3 months later. A written consent was obtained from the patient for case presentation.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'25382952': 1, '10632172': 1, '31637060': 2, '3862695': 1, '29354592': 1, '30697395': 1, '4513652': 1, '25097443': 2, '6579080': 1, '12731614': 1, '34596806': 1, '20148142': 2}", "similar_patients": "{'6766172-1': 1, '4121943-1': 1, '4121943-2': 1}"}