{"patient_id": 91154, "patient_uid": "2648644-1", "PMID": 19266089, "file_path": "comm/PMC002xxxxxx/PMC2648644.xml", "title": "Clear Cell Adenocarcinoma Arising from Abdominal Wall Endometriosis", "patient": "A 49 year-old woman,\\ngravida 3, para 0, underwent a myomectomy, 20 years before, for uterus\\nleiomyoma through a midline incision. She is presented with a painful large abdominal wall\\nmass. On physical examination, a firm indurated mass was palpated in the lower\\nabdominal wall. Abdominal and pelvic ultrasounds followed by computed tomography showed a\\nheterogeneous intramuscular mass of 8.5 cm diameter without local extension (). The clinical impression was of desmoid tumor and the patient taken to\\nsurgery and the tumor was resected without rupture. The surgeon did not perform\\nany peritoneal washing or biopsies because of the absence of widespread tumor\\nin the peritoneal cavity. The surgical specimen consisted of 11 cm cutaneous and\\nmuscular tissues, occupied by ill-defined white tumor, which contained cystic\\ncavities and abundant foci of necrosis. Surgical margins were positive. \\nMicroscopically, the tumor showed a predominant papillary and tubulocystic\\ngrowth pattern (). The tumor cells were round or polygonal most with\\nhobnail configuration (). The cytoplasm was clear, and the nuclei were\\nround with prominent nucleoli. Cellular atypia was moderate, and mitosis was rare. Benign\\nendometriotic foci were observed in the proximity of the tumor (). Immunohistochemically,\\ntumor cells showed diffuse and strong cytoplasmic positivity with vimentin,\\nepithelial membrane antigen, and cytokeratin 7, but no staining for cytokeratin\\n20 progesterone and estrogen receptor. Calretinin and mesothelin were negative. \\nPelvic ultrasound and computed tomography identified normal-sized ovaries and\\nuterus. Endometrial curettage was negative for malignancy.\\nThe diagnosis of\\nclear cell adenocarcinoma arising from abdominal endometriosis foci was\\nretained. Adjuvant chemotherapy was indicated, but the patient was lost to\\nfollow up. She returned six months after. At that time, ultrasound and computed\\ntomography showed a recurrent mass at the abdominal wall with extension to the\\nbladder. Three cycles of combination chemotherapy with cyclophosphamide and cisplatin\\nwere given, but the tumor did not regress. She underwent surgery again with a\\nresection of 5 cm encapsulated nodule. At that time, uterus, ovaries, and tubes\\ndid not show any abnormalities. Histology demonstrated the same type of tumor. \\nMargins were free of tumor. Three cycles of chemotherapy were also given but\\nfailed to control the disease; the chemotherapy she got is not precised. The\\ncomputed tomography showed again a recurrent mass with extension to the bladder\\nand pelvic bone, and adjuvant radiotherapy was indicated.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'21346911': 2, '16575366': 1, '32490125': 1, '9088954': 1, '15016949': 1, '16431901': 1, '12911723': 1, '16445672': 1, '31396428': 2, '17300680': 1, '16681780': 1, '29245355': 1, '30769847': 1, '11271795': 1, '11702846': 1, '32606196': 1, '16040035': 1, '16142143': 1, '10456310': 1, '19266089': 2}", "similar_patients": "{'3040086-1': 1, '6668542-1': 1}"}