{"patient_id": 125813, "patient_uid": "2698209-1", "PMID": 19543424, "file_path": "noncomm/PMC002xxxxxx/PMC2698209.xml", "title": "Giant Ovarian Tumor Presenting as an Incarcerated Umbilical Hernia: A Case Report", "patient": "A 61-yr-old woman was admitted to the emergency department with symptoms of sudden abdominal pain, nausea, vomiting and painful swelling in a previously diagnosed umbilical hernia. She had had severe abdominal pain and the sensation of a mass for the previous 2 hr. Because of her low socioeconomic status, she had no history of routine healthcare, and she had a history of uncontrolled hypertension.\\nOn examination, she had a 15×10 cm, irreducible, purple-colored umbilical hernia, and there was extreme tenderness and hyperemia on hernia. Because of the incarcerated umbilical hernia and possible strangulation of the hernia content, the patient underwent an urgent operation without any diagnostic evaluation.\\nDuring the operation, a partial omental infarct and an intraabdominal tumor were found in the hernia sac (). A partial omentectomy was performed, and abdominal incision was extended from pubis to the epigastrium. A large, multilocular, left ovarian cyst, which extended from the transverse colon to rectovesical space, was observed (). After dissecting the tumor from the adjacent tissues, tumor excision, total abdominal hysterectomy and bilateral salphingo-oophorectomy were performed with no complications. During the operation, a frozen section was unavailable. The abdominal wall was closed with primary continuous sutures.\\nThe resected tumor measured as 25×23×16 cm and weighed 3,680 g. On microscopic examination, the tumor was uniform and composed of pale oval cells with prominent grooves (coffee bean appearance). The diagnosis of a granulosa cell tumor was supported by the immunohistochemical expression of inhibin in the neoplastic cells ().\\nBecause she had high blood pressure, the patient was followed-up in the intensive care unit. The hypertension was controlled, and the patient recovered uneventfully. She was discharged 6 days after her admission. About 2 weeks after discharge, she underwent second operation (ie, a staging operation) that used the same incision. An omentectomy, a paraaortic and pelvic lymphadenectomy, peritoneal washing, cytology analysis, and peritoneal biopsies were done at that time, and no metastases were found. After the second operation, combination chemotherapy with bleomycin (10 mg/m2), cisplatin (100 mg/m2) and etoposide (100 mg/m2) was begun.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'16710628': 1, '25198958': 1, '1186266': 1, '30009070': 2, '12637488': 1, '16368604': 1, '29152282': 2, '16007370': 1, '19543424': 2}", "similar_patients": "{'5676272-1': 1, '6020517-1': 1}"}