{"patient_id": 96086, "patient_uid": "2997286-1", "PMID": 21152176, "file_path": "comm/PMC002xxxxxx/PMC2997286.xml", "title": "Extraovarian Granulosa Cell Tumor of Mesentery: A Case Report", "patient": "A 54 years old female presented with mass and acute pain in abdomen. She gave a history of hysterectomy with bilateral salpingo-oophorectomy 10 years ago for uterine leiomyoma. Per abdominal examination revealed a vague mass palpable in epigastric and periumbilical region. On investigation, her hemoglobin was 8.6 gram% and total WBC count was 15,500/cumm with neutrophilia. RBC morphology was hypochromic and microcytic on peripheral smear. Sonography of the abdomen showed a 12 × 12 cm-sized solid heterogeneous mass in the mesentery. Exploratory laparatomy revealed hemoperitoneum with a large mesenteric mass measuring 13 × 12 cm in size showing extensive areas of haemorrhages. The mass was removed.\\nGross findings—the mass was grayish brown, soft, and nodular with haemorrhagic areas measuring 13 × 11 cm. Cut section revealed solid homogenous grayish white tumor with small cystic areas and areas of haemorrhages ().\\nMicroscopic findings—sections from the tumor showed small round to oval neoplastic cells with predominantly diffuse and trabecular patterns. The cells showed scanty cytoplasm and round to oval nuclei with nuclear grooves—coffee bean nuclei (). With the typical histopathological features, a diagnosis of GCT (adult type) of mesentery was made. The patient having a history of hysterectomy for leiomyoma, histopathology reports were reviewed which showed no evidence of GCT of ovary. Immunohistochemistry (IHC) for inhibin and EMA was done. The tumor was positive for inhibin and negative for EMA, thus confirming the diagnosis of extraovarian GCT (adult type) of mesentery.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'32322825': 2, '9100075': 1, '27605726': 1, '19332923': 1, '10385563': 1, '11456406': 1, '16847633': 1, '14063351': 1, '21152176': 2}", "similar_patients": "{'7162669-1': 1, '7162669-2': 1, '7162669-3': 1, '7162669-4': 1}"}