{"patient_id": 93104, "patient_uid": "2803862-1", "PMID": 20062762, "file_path": "comm/PMC002xxxxxx/PMC2803862.xml", "title": "Torsion of gall bladder, a rare entity: a case report and review article", "patient": "A 54-year old male presented to our department with a 5-day history of sudden onset colicky abdominal pain associated with vomiting, progressive abdominal distension and fever. He had failed to pass any faeces or flatus 24 hours prior to presentation. He denied of any history of recent change in bowel habit or weight loss. There was no significant relevant past medical history. He was admitted with stable vital signs. Abdominal examination revealed a palpable tender right hypochondrial mass measuring 5 cm by 6 cm. Bowel sounds and digital rectal examinations were normal. Laboratory blood tests revealed mildly deranged liver function tests [Bilirubin 25 μmol/L, ALP 276 U/L, ALT 277 U/L & GGT 301 U/L], and white blood cell count of 20 × 109 (neutrophils 17.8 × 109). Computerized tomography (CT) scan of the abdomen and pelvis revealed mass at neck of gall bladder. He was admitted with the provisional diagnosis of carcinoma gall bladder.\\nThe decision was then taken to proceed with Radical cholecystectomy. Laparotomy through a chevron incision was performed and findings at operation included a gallbladder, which was gangrenous not attached to the liver (figure ). It was hanging by the attachments of cystic duct and cystic artery only, with a 360-degree clockwise torsion. The gallbladder was distinctly suspended free from the liver edge and lying over the greater omentum and transverse colon. The pedicle was derotated and cholecystectomy was performed. (Additional file ) The opened gallbladder had wall thickness of about 8 mm. The pathological examination of the specimen revealed a 10 cm enlarged gallbladder; 5.6 cm in diameter, with a 1 cm thick edematous wall with mucosal congestion and the histological findings were consistent with acute gangrenous cholecystitis with extensive necrosis of the wall. Patient had drain of 300 ml on first postoperative day, 100 ml on second postoperative day and 20 ml on third postoperative day. Patient was discharged on third postoperative day after removal of drain. Patient had an uneventful postoperative course.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'18411591': 1, '25320548': 1, '8268106': 1, '6959595': 1, '28732300': 1, '3944403': 1, '11740608': 1, '16941256': 1, '22185300': 2, '13082073': 1, '7230189': 1, '30459971': 1, '23704849': 1, '18294374': 2, '21983949': 2, '34733951': 1, '20062762': 2}", "similar_patients": "{'3259112-1': 1, '3307995-1': 1, '2266718-1': 1}"}