{"patient_id": 93226, "patient_uid": "2803989-2", "PMID": 20062589, "file_path": "comm/PMC002xxxxxx/PMC2803989.xml", "title": "Safety of trastuzumab (Herceptin®) during pregnancy: two case reports", "patient": "A 36 year old female was diagnosed with locally advanced cancer of the right breast, for which she underwent total mastectomy and axillary clearance. The tumour was hormone receptor negative and HER2 receptor positive.\\nShe received adjuvant doxorubicin and cyclophosphamide followed by docetaxel, as well as chest wall and regional radiation.\\nShe was subsequently enrolled in the Herceptin® Adjuvant (HERA) trial, which compared adjuvant trastuzumab to observation in women with HER2-positive primary breast cancer who had completed adjuvant chemotherapy []. She was initially randomised to the observation control arm, but was later offered trastuzumab treatment after the preliminary results of the HERA study were reported (as permitted by a change in the study protocol).\\nThe patient was found to be 6 weeks pregnant, at which stage she had received 6 doses of trastuzumab. No further trastuzumab was administered. The patient had had 3 previous pregnancies, 2 of which had resulted in spontaneous abortions.\\nTwo gestational sacs were shown on initial ultrasound imaging, with only one sac showing a live fetus, a finding confirmed on subsequent scans. The patient elected to continue the pregnancy which was otherwise uncomplicated. At 39 weeks gestation a healthy female infant (birth weight 2.94 kg) was born by normal vaginal delivery.\\nThe baby was formula fed. The infant was admitted for gastroenteritis at the age of 3, 8 and 11 months of age, but recovered well from each episode. Subsequent growth and development have been normal with the child now aged 2.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'16823172': 1, '26682224': 1, '33882925': 1, '16277887': 1, '17399946': 1, '23819029': 1, '18084047': 1, '33902516': 1, '31217630': 1, '28477329': 1, '15738038': 1, '16401684': 1, '17045211': 1, '30174762': 1, '12850341': 1, '16236737': 1, '21147871': 1, '18349415': 1, '16963391': 1, '17666645': 1, '17196514': 1, '20062589': 2}", "similar_patients": "{'2803989-1': 2}"}