{"patient_id": 93845, "patient_uid": "2833304-1", "PMID": 20224644, "file_path": "comm/PMC002xxxxxx/PMC2833304.xml", "title": "Metastatic Breast Cancer or Multiple Myeloma? Camouflage by Lytic Lesions", "patient": "A 63-year-old white female was diagnosed with stage 1 infiltrating ductal carcinoma at an outside hospital in August 2005. Her tumor was 1 cm in size and was ER/PR/Her2Neu positive with an oncotype score of 29. Axillary lymph node sampling revealed 0/6 positive lymph nodes. She underwent adjuvant treatment with epirubicin, cyclophosphamide, and trastuzumab later that year. At that time she had no clinical signs of congestive heart failure (CHF). In January 2007, she developed pain in her sternum and back, and X-rays revealed multiple small lytic lesions. The diagnosis of metastatic breast cancer was made and she underwent radiation therapy to the symptomatic lesions as well as further trastuzumab treatment for metastatic disease. She did not receive hormones at the time of diagnosis of presumed relapse. Soon after start of adjuvant therapy, she developed symptomatic CHF and was found to have a left ventricular ejection fraction of 15%. The patient was diagnosed empirically with trastuzumab-induced cardiomyopathy at an outside hospital and was started on diuretics. After a time in rehab, she improved and went back home.\\nIn February 2008, she presented to our institution for a second opinion regarding metastatic breast cancer treatment. Because she was dehydrated and lightheaded she was admitted. The patient was diagnosed with renal failure with a creatinine above 3 mg/dL. Her work-up also included serum and urine protein electrophoresis. Both demonstrated a monoclonal gammopathy. She was noted to have 3.5 gm of protein on a 24-hour urine collection and both the urine and serum immunofixation demonstrated an IgG kappa monoclonal protein with a serum M-spike of.88 gm/dL. Her serum free light chains revealed a serum free kappa of 8300 mg/L with a kappa/lambda ratio of 418. Quantitative immunoglobulins were normal, Beta-2 microglobulin was 15.6 mg/L and calcium was normal.\\nThe inpatient hematology service was asked to comment on the seemingly unusual constellation of diagnoses: metastatic breast cancer, trastuzumab-induced cardiotoxicity, and a new diagnosis of multiple myeloma. She was noted to have bilateral pleural effusions, pedal edema, and nausea. Complaints of back pain led to the discovery of multiple thoracic compression fractures. Because of back pain and concern for cord instability, she underwent T5, T6, and T7 corpectomy with reconstruction. Pathologic evaluation of the resected bony fragments revealed no breast tumor cells, while some plasma cells were detected. There was not enough tissue to adequately evaluate for plasma cell clonality by immunohistochemistry. A bone marrow biopsy revealed clonal kappa light chain restricted cells comprising 30% of the total cells consistent with a diagnosis of multiple myeloma. Cytogenetics revealed monosomy 13. A bone survey showed progressing lytic lesions and a CT guided biopsy of a sacral lesion was performed that revealed numerous atypical plasma cells that stained positive for CD138 and negative for pankeratin consistent with a plasma cell neoplasm. She was therefore staged III in the International staging system (ISS), and stage IIIB in the Durie-Salmon staging system with extensive bone disease and was started on thalidomide, dexamethasone, and bortezomib with consideration for autologous hematopoietic stem cell transplant in the future depending on improvement of her performance status. After receiving her first dose of thalidomide, dexamethasone, and bortezomib, she required admission to the hospital for shortness of breath and was noted to have worsening bilateral pleural effusions. While admitted she also complained of persistent nausea. A gastric emptying scan revealed emptying of 138 minutes (normal less than 110). An echocardiogram revealed both left ventricular wall and septal wall thickness. Her septal thickness measured 1.5 cm (normal 0.7–1.2 cm). Additional findings included multiple areas of hypokineses, dilated inferior vena cava and right atrium felt by the echo-cardiographer to be consistent with amyloid heart disease. While hospitalized she had persistent pedal edema, pleural effusions, anasarca, and subsequent hypotension with diuretic use. She was treated for a time with milrinone without appreciable change. Eventually the decision was made to change the direction of her care to comfort. She was discharged to a hospice closer to her home.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'16801861': 1, '19299408': 1, '15084698': 1, '19223901': 1, '11821453': 1, '16236737': 1, '20224644': 2}", "similar_patients": "{}"}