{"patient_id": 89643, "patient_uid": "2231373-1", "PMID": 18053229, "file_path": "comm/PMC002xxxxxx/PMC2231373.xml", "title": "Topical latanoprost causes posterior movement of lens in a patient with exfoliation syndrome and subluxated lens: a case report", "patient": "An 80-year-old woman complained of visual disturbances in her right eye that began in July 2002. She did not have a history of any systemic illness, and there was no family medical history of any disease. In 2001, she had undergone a peripheral iridotomy on the right eye for angle closure glaucoma, and she developed the pseudoexfoliation syndrome. Her postoperative intraocular pressure (IOP) in the right eye was 12 mmHg. The depth of the anterior chamber of the left eye was normal and the IOP was 11 mmHg.\\nIn May 2002, although the IOP in her left eye was 12 mmHg, the right IOP was 22 mmHg, and we concluded that she had ocular hypertension secondary to the pseudoexfoliation syndrome. We began topical latanoprost in the right eye, and the IOP decreased to 13 mmHg by June. The IOP in the left eye remained at 12 mmHg. In July, she returned reporting visual disturbances and monocular double vision. The lens was partially dislocated in the right eye. At this time, the IOP in the right eye was 20 mmHg and the left eye was 10 mmHg. The right lens had a mild cataract. There were no clear glaucomatous changes in the optic discs, and no other specific findings. The Goldman perimetric fields were full.\\nTo examine the effect of latanoprost on the position of the lens, we stopped the latanoprost for two weeks. The IOP was measured with a Goldman applanation tonometer one hour before and after topical latanoprost, and the position of the lens was assessed by slit-lamp biomicroscopy. In addition, ultrasound biomicroscopy (UBM) was performed to measure any changes in the thickness of the ciliary body []. (Figure )\\nOne hour after one drop of 0.005% latanoprost, the right IOP decreased from 20 mmHg to 17 mmHg and the IOP in the left eye was reduced from 10 mmHg to 7 mmHg. Slit-lamp biomicroscopy showed a large empty space between the lens and iris indicating a movement of the lens posteriorly. The lens in the right eye had not shifted (Figure ). In addition, UBM showed that the thickness of the ciliary body had decreased significantly (Figure ).\\nLatanoprost is a prostagrandin F2-alpha receptor antagonist [] that increases the efflux of aqueous humor through the uveoscleral route [,]. The increase results from a re-organization of the extracellular matrix including the matrix metalloproteinases (MMPs) []. In the pseudoexfoliation syndrome, changes in the MMPs are associated with the loss of the zonules of Zinn fibers. Latanoprost is widely used to reduce the intraocular pressure (IOP) in eyes with glaucoma, [] and latanoprost has been used safely as a first line therapy in eyes with pseudoexfoliation glaucoma [,]. Our patient with the pseudoexfoliation syndrome and subluxated lens offered us an opportunity to examine the effect of topical latanoprost on the position of the lens.\\nThe presence of desquamative material on the zonules of Zinn fibers can lead to abnormalities which may account for the subluxation. The increased aqueous humor efflux through the uveoscleral route by latanoprost is probably aided by the relaxation of the ciliary body muscle [-]. In our case, a decrease in the thickness of the ciliary body was detected by UBM. Although a previous report states that the mean ciliary body thickness increases two weeks after latanoprost administration [], our data showed a rapid decrease in the thickness of the ciliary body in an eye with a subluxated lens. Approximately two-third of the anterior part of the ciliary body moved posteriorly which would increase the tension of the zonule of Zinn fibers []. Thus, latanoprost relaxes the ciliary body muscle and increases the tension on the zonule of Zinn as with topical atropine sulfate.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'8694726': 1, '12897573': 1, '8597277': 1, '8943703': 1, '8371915': 1, '12579169': 1, '15249358': 1, '7591635': 1, '7730029': 1, '8974845': 1, '9733584': 1, '9344344': 1, '18053229': 2}", "similar_patients": "{}"}