{"patient_id": 93777, "patient_uid": "2828421-1", "PMID": 20105325, "file_path": "comm/PMC002xxxxxx/PMC2828421.xml", "title": "A patient with Pfeifer-Weber-Christian Disease - Successful Therapy with Cyclosporin A: case report", "patient": "Here, we report the rare case of a 64-year old male patient with rheumatoid arthritis, relapsing fever and recently occurring painful subcutaneous nodules predominantly at the inner part of his left upper limb.\\nOn first encounter with the patient in 2007, he reported symptoms of arthritis with varying intensity since 1992. However, till 2003 he did not receive any specific therapy for his symptoms. In 2003 he was diagnosed with RF positive, anti-CCP antibody negative rheumatoid arthritis (RA), which was initially treated with methotrexate (MTX) and prednisolone. However, therapy with MTX was discontinued after a few weeks due to unspecific malaise. In early 2007, the patient was referred to our Department with an acute flare of RA (Figure ). The acute symptoms were successfully treated with prednisolone. Additional disease modifying anti-rheumatic drug (DMARD) therapy with leflunomide was initiated, which was well tolerated by the patient, except for mild edema of his lower legs. About half a year later, the patient presented again with highly elevated humoral inflammatory parameters (Figure ) and pain on exertion in both hips, knees and ankles with swelling of the latter two as well as several MCP joints. At this time, there were no fever or night sweats, and the patient had gained 10 kg of body weight after his last admission. Again, prednisolone treatment was started (max. 20 mg/d) leading to rapid improvement. In addition, low dose subcutaneous MTX therapy was added to leflunomide. On routine check-up after 6 month, the patient had no joint pain or swelling and no signs of synovitis by ultrasonography. However, humoral inflammatory activity was still high (Figure ), and the patient described his general condition as \"deteriorating\" with fever, night sweats and loss of body weight. He additionally complained about paresthesia and pain on pressure in both feet and lower legs. Despite comprehensive diagnostic evaluation including echocardiography, sonography of joints, soft tissue and abdomen, computed-tomography of the thorax, repeated blood cultures, bone marrow aspiration and urine testing, we were not able to identify any infectious or malignant cause for the patients deterioration. Also, values for ANA, ANCA, anti-ds-DNA, complement factors C3 and C4, anti-CCP, and anti-MCV were within the normal range or not detectable, respectively. RF was positive, but has been positive since the diagnosis of RA in 2003. Due to extremely pressure sensitive skin of the lower limbs skin-biopsies were obtained, which revealed an unspecific chronic fibrosing inflammation. Furthermore, a positron emission tomography with fluorodeoxyglucose (FDG-PET) was performed, which demonstrated focal areas of increased glucose uptake on the lower limbs but did not show a typical vasculitis pattern. On a repeated thorough clinical examination, new small (< 5 mm) subcutaneous nodules could be palpated mainly at the inner side of the thighs. However, those lesions could not be detected by ultrasonography. Thus, no biopsy was taken at that time. Treatment with MTX was stopped and replaced by sulfasalazine (Figure ). Following treatment with high dose prednisolone, the patient's condition improved significantly and CRP levels decreased rapidly (Figure ). However, one month later the patient presented in deteriorated condition with high inflammatory parameters (CRP 220 mg/l, Figure ). He presented with high fever (up to 40°C), lasting for several days, night sweats and increasing painful nodular lesions (3 - 4 cm) at the inner side of the thighs that led to a complete immobilisation of the patient due to pain. On first sight, the lesions appeared as an erythema nodosum, only with less apparent skin discoloration. With regard to the joints, the patient had no complaints and physical examination revealed no signs of synovitis. One of the painful nodules was removed for histological analysis. An MRI-scan of the lower limbs revealed signs of acute fasciitis. After exclusion of any infectious or malignant cause, the patient was again treated with high dose prednisolone (80 mg/d, i.v.). The histology of the nodule revealed a lobular panniculitis, with a mixed cell infiltrate dominated by neutrophils (Figure ). Together with the clinical findings with a strong systemic inflammatory response without any indication of a flare of the rheumatoid arthritis or underlying infectious or malignant cause, we established the diagnosis of a Pfeifer-Weber-Christian disease (PWCD). Leflunomide and sulfasalazine were therefore replaced by cyclosporine A. The patient responded well to this treatment and temperature as well as inflammatory markers returned back to normal levels rapidly (Figure ). The patient could be discharged from the hospital. On a routine check-up in the following month the patient presented in very good general condition with no more signs of inflammation. The nodules were still present but clearly reduced in size, and the patient only reported minor pain on pressure.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'10878284': 1, '33390586': 1, '22546240': 1, '27688468': 1, '8792512': 1, '15188638': 1, '21461360': 2, '15757971': 1, '71810': 1, '3671993': 1, '10435371': 1, '3318708': 1, '33598280': 2, '31122958': 1, '1605157': 1, '10435355': 1, '14165879': 1, '9674398': 1, '9438549': 1, '11511831': 1, '3400710': 1, '20105325': 2}", "similar_patients": "{'7869337-1': 1, '3065054-1': 1}"}