{"patient_id": 92242, "patient_uid": "2749032-1", "PMID": 19725968, "file_path": "comm/PMC002xxxxxx/PMC2749032.xml", "title": "Surgical management of giant Brunner's gland hamartoma: case report and literature review", "patient": "A 62-year-old Asian male presented to an outside institution with chief complaints of epigastric abdominal pain and reflux symptoms. Review of systems, past medical history, physical exam, and laboratory values were unremarkable. Family history was notable for pancreatic cancer in his father at the age of 92 years. An upper gastrointestinal contrast study was obtained and revealed a 6 cm mass within the duodenum that resulted in significant compromise of the lumen. A computed tomography (CT) scan demonstrated a cystic and solid lesion located within the duodenum and impinging on the head of the pancreas. Esophagoduodensocopy (EGD) and endoscopic ultrasound (EUS) demonstrated a submucosal, cystic lesion in the wall of the duodenum distal to the ampulla of Vater. The patient underwent an endoscopic ultrasound with multiple biopsies and fluid aspirations. Microscopic evaluation revealed benign glandular cells with reactive changes. No malignant cells were identified. Endoscopic un-roofing of the cystic lesion was performed. Clear viscous fluid was noted to emanate from the lesion and again pathology demonstrated only benign glandular cells with reactive changes. Despite this procedure the mass was noted to recur and grow in size over the next three 3 years. Over this time the patient did not experience vomiting or weight loss but did have significant worsening of his reflux symptoms.\\nThe patient was referred to our institution and evaluated by a multidisciplinary gastrointestinal oncology team. CT imaging at that time demonstrated a massive intraluminal mass extending from the antrum through the duodenum (Figure ). Based on this finding and previous failed attempts at endoscopic management it was decided that this tumor could not be resected endoscopically. He was offered surgical exploration and resection. Preoperatively, it was felt that this lesion could be removed through a trans-duodenal local resection. At operation the tumor was found to have a broad-based attachment to the duodenal wall and a local excision was not possible (Figure ). The patient underwent a pancreaticoduodenectomy. Surgical reconstruction was performed with a Peng end-to-end binding pancreaticojejunostomy as previously described [] with the exception of placement of a 3.5 French plastic pediatric feeding tube as a pancreatic stent []. Three 10-mm Jackson-Pratt silicone drains were left at the pancreaticojejunostomy and hepaticojejunostomy anastomoses as previously described []. The patient advanced to a regular diet by postoperative day (POD) 6 but had amylase-rich drain output of less than 200 milliliters per day. As a result of the high-output postoperative pancreatic fistula, the patient was maintained on a low-fat diet and discharged home POD 19 with the drain that was removed in clinic POD 34.\\nPathologic examination demonstrated a Brunner's gland hamartoma measuring 10.5 cm (Figure ). No dysplasia or malignancy was seen within the entirety of the specimen. The lesion was composed of back to back mature Brunner's glands.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'20428835': 1, '12897224': 1, '18583897': 2, '31427914': 2, '12365469': 1, '16006686': 1, '22933946': 2, '16955152': 1, '28299229': 2, '18475238': 1, '16534163': 1, '26264106': 1, '25913532': 1, '26109636': 1, '12471538': 1, '33350721': 2, '16610009': 1, '9855270': 1, '16928936': 1, '27123125': 1, '7847303': 1, '17114014': 1, '28203131': 2, '30918195': 1, '32377490': 2, '31443637': 2, '11943127': 1, '26622658': 1, '19725968': 2}", "similar_patients": "{'6696781-1': 1, '6708166-1': 1, '3423726-1': 1, '5337360-1': 1, '2526515-1': 1, '7198079-1': 1, '7769294-1': 1, '5301130-1': 1}"}