{"patient_id": 93764, "patient_uid": "2827384-1", "PMID": 20205895, "file_path": "comm/PMC002xxxxxx/PMC2827384.xml", "title": "A case of pregnancy with Rhesus antibody and bicornuate uterus - a favourable outcome: a case report", "patient": "A 23-year-old British Asian lady presented in her first pregnancy and had a dating scan in the first trimester. She was fit and healthy and did not have any significant medical or surgical history except mild asthma. All her booking bloods were normal. Her blood group was O Rhesus negative (C-c+E-e+K-). The antibody screen was negative and as per our hospital protocol she was due for another antibody check at 28 weeks' gestation. Her anatomy scan at 20 weeks was normal. Her pregnancy went on uneventfully.\\nAt her 28 week visit she was given 1500 IU of Anti-D for prophylaxis. Blood taken for antibody screen surprisingly showed Allo Anti-D levels of 3 IU/ml. She did not have any history of trauma or blood transfusion which could have made her sensitised. She was told that anti-D levels of <4 IU/ml would be very unlikely to cause haemolytic disease of the newborn (HDN). However, she would from then on be under the care of a hospital obstetric unit with close follow-up. Guidelines recommended repeat testing every 2 weeks until delivery. Her husband's blood group was then checked and found to be B Rhesus positive (C+c-E-e+K-). The Rh phenotype indicated likely homozygous D expression, in which case all his children were likely to inherit the D antigen.\\nTwo weeks later repeat testing showed significant increase in Anti-D levels at 8 IU/ml. Ultrasound scan for growth and liquor volume was normal. In another two weeks anti-D levels were 18 IU/ml. Levels above 15 IU/ml has a high risk of HDN. The HDN risk increases if gestation continued beyond term. The pregnancy was cautiously allowed to continue until 36 weeks with steroid prophylaxis to attain fetal lung maturity. USS performed showed normal growth and liquor volume. Umbilical and middle cerebral artery dopplers were also normal. After discussion with the patient induction of labour was started at 36+3 weeks of gestation. She was given two doses of prostaglandin per vagina but with a modified Bishop's score of only 3 artificial rupture of membranes was not possible. She declined further attempt at induction of labour and underwent a Caesarean section (CS).\\nJust before CS fetal heart was found to be decelerating. During CS it was found that she had bicornuate uterus, which was not known beforehand, the pregnancy being located in one of the horns of the uterus. The CS was uneventful. A female baby weighing 2.6 Kg was born. Apgar scores were 5 @ 1 min, 7 @ 5 min and 9 @ 10 min. Blood gas analysis showed arterial PH 7.07, Base excess (BE) - 5.9, venous PH 7.11, BE - 4.7. Neonatal resuscitation involved bag and mask ventilation and the baby was moved to Special Care Baby Unit. Cord blood Direct Antibody Test (DAT) was performed which was strongly positive. On day one following delivery hemoglobin and bilirubin were 14.1 gm/dL and 59 μmol/L respectively. The baby developed jaundice within the first 24 hours. She gradually developed increasing serum bilirubin levels and her haemoglobin also dropped. Treatment involved phototherapy and blood transfusion. However, she was discharged in good condition following two weeks' stay in the hospital when her anemia and jaundice were corrected.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'9521976': 1, '17000250': 1, '19210896': 1, '19567207': 1, '1743344': 1, '9402295': 1, '10796088': 1, '20205895': 2}", "similar_patients": "{}"}