{"patient_id": 125995, "patient_uid": "2739961-1", "PMID": 19794950, "file_path": "noncomm/PMC002xxxxxx/PMC2739961.xml", "title": "A Case of Accidental Macular Injury by Nd: YAG Laser and Subsequent 6 Year Follow-Up", "patient": "A 23-year-old female was accidentally exposed to a Q-switched Nd:YAG laser operating at 1064 nm in October 2002. The laser fired inadvertently while the patient was adjusting target without the use of her protective goggles. Immediately after the exposure, she experienced a bright flash of light followed by a sudden loss of vision in her right eye. Pulse duration and energy density were not assessed. Her best-corrected visual acuity was 20/100 OD and 20/20 OS. The Amsler grid revealed metamorphopsia and central scotoma. Intraocular pressure and anterior segment biomicroscopy were unremarkable bilaterally. Fundoscopic examination of the right eye revealed a macular laser burn and vitreous hemorrhage (). Corticosteroids, in the form of 60 mg prednisolone, were administered orally with a 10 mg per week taper. The following day, her visual acuity remained 20/100 OD, and fluorescein angiography revealed a round area of hypofluorescence with early and late macular hyperfluorescence (). Two days later, there was no hyperfluorescence on indocyanine green angiography ().\\nNineteen days following the exposure, visual acuity remained at 20/100 OD and fundoscopic examination revealed a small amount of vitreous hemorrhage and a distinct epiretinal membrane (). Seven weeks later, the epiretinal membrane had extended and the retinal folds became more prominent, though there was no change in visual acuity. Six months later, the patient continued to have a visual acuity of 20/100 OD and fundoscopic examination at that time revealed spontaneous regression of the epiretinal membrane and a prominent chorioretinal scar with central pigmentation at the site of injury (). Visual acuity assessment and fundoscipic photography were performed at three month intervals, but did not reveal significant changes. Six years later, the patient's visual acuity remained at 20/100 OD and fundoscopic examination demonstrated the continued presence of a chorioretinal scar with more prominent central pigmentation compared to previous visits (). At six years follow-up, there was neither choroidal neovascularization nor macular hole formation.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'3925371': 1, '8927809': 1, '32601568': 2, '28746183': 1, '31045804': 1, '6742070': 1, '11146742': 1, '3431326': 1, '28282068': 1, '7785692': 1, '29552271': 1, '6182868': 1, '7185022': 1, '2708058': 1, '7231892': 1, '19794950': 2}", "similar_patients": "{'7317130-1': 1}"}