{"patient_id": 125596, "patient_uid": "2672145-1", "PMID": 19399287, "file_path": "noncomm/PMC002xxxxxx/PMC2672145.xml", "title": "Massive Empyema Associated With Transient Hypogammaglobulinemia of Infancy and IgA Deficiency", "patient": "A 22-month-old girl was admitted to our hospital because of dyspnea and peripheral cyanosis for 2 days. She was born at full term and had been healthy until this event. She had no known history of severe infections and no familial history of immunodeficiency. Before admission, she had complained of cough with sputum for 2 weeks and she had visited private clinics 3 times. Fever was noticed for 2 days at the first visit to the clinic, since then she had remained afebrile. The weight, height and head circumference of the patient were within the normal percentile ranges for her age. Laboratory investigations revealed hemoglobin 14.9 g/dL, white blood cell count 14,000/µL (66% neutrophils and 30% lymphocytes), platelet count 123,000/µL, erythrocyte sedimentation rate at 1 hr 2 mm/hr and C-reactive protein 0.1 mg/dL. The blood chemistry analysis was non-specific except elevated alkaline phosphatase 685 IU/L (96-254 IU/L) and lactate dehydrogenase (LDH) 823 IU/L (145-420 IU/L). The serum complement levels were C3 61.4 mg/dL (77-195 mg/dL), and C4 10.0 g/dL (7-40 mg/dL).\\nA chest computed tomography (CT) performed on admission day showed massive pleural effusion with a totally collapsed left lung, and the heart was shifted to the right side (). The values of immunoglobulins on the 14th admission day were IgG 336 mg/dL (reference level for age: 345-1,236 mg/dL), IgA <13 mg/dL (14-159 mg/dL), IgM 87.6 mg/dL (43-207 mg/dL) and IgE 31 IU/mL (0-170 IU/mL). Although all the values of IgG subclasses were low, there was no IgG subclass that was not detected. Isohemagglutinin and the antibodies from vaccination (anti-diphtheria IgG, anti-tetanus IgG and anti-polio virus IgGs) were all detected. The lymphocyte subset tests showed that the pan-T cells were 51.6% (28-77%), the CD4+ cells 25.3% (32-68%), the CD8+ cells 23.6% (10-36%) and the B cells 36.5% (10-20%). The nitroblue tetrazolium test was negative. The degree of T cell proliferation to mitogens (phytohemagglutinin and anti-CD3/anti-CD 28 monoclonal antibodies) was comparable to that of the age-matched control.\\nOn the second day of hospitalization, a chest tube was inserted to the pleural cavity and ~300 mL of milky colored fluid was evacuated. The pleural fluid analysis revealed an exudate with subsequent heavy growth of S. pneumoniae; the organism was resistant to penicillin, but sensitive to ceftriaxone. The clinical course of the patient treated with the chest tube drainage and an antibiotic regimen (ceftriaxone) was uneventful and there was no residual lesion on the chest radiograph taken 6 months later. The patient did not receive intravenous immunoglobulin therapy during hospitalization or subsequent supplementary therapy for hypogammaglobulinemia. After 1 yr, the low levels of IgG and C3 and the ratio of CD4+ T cells were recovered to within the normal range for her age, but her IgA level did not recover ().", "age": "[[22.0, 'month']]", "gender": "F", "relevant_articles": "{'6270560': 1, '15843860': 1, '11192522': 1, '9414283': 1, '17164951': 1, '17337130': 1, '14719177': 1, '16418798': 1, '11941303': 1, '9338552': 1, '2427477': 1, '3794886': 1, '7978049': 1, '12390932': 1, '15498106': 1, '1335649': 1, '19399287': 2}", "similar_patients": "{}"}