{"patient_id": 125302, "patient_uid": "2627220-1", "PMID": 18385567, "file_path": "noncomm/PMC002xxxxxx/PMC2627220.xml", "title": "Embolization of a Bleeding Maxillary Arteriovenous Malformation via the Superficial Temporal Artery after External Carotid Artery Ligation", "patient": "A 15-year-old boy with a left maxillary AVM was referred to our hospital. The massive oral bleeding was previously controlled after emergent surgical ligation of the left ECA two weeks prior to admission. A contrast-enhanced computed tomography scan on admission showed a vascular lesion in the left maxilla. Elective surgical resection of the AVM was planned. While waiting for the operation, massive oral bleeding occurred. The patient was stabilized with a blood transfusion and was transferred to the interventional radiology department. Transfemoral angiography showed an interruption of the left ECA beyond the origin of the superior thyroid artery (). Angiography of the bilateral internal catrotid arteries (ICA) and vertebrobasilar arteries (VA) revealed no blood supply to the AVM. Selective right ECA angiography demonstrated faint opacification of the distal left ECA through the small collateral arteries. The left internal maxillary artery (IMA) supplied the AVM. The left STA was slightly visualized (). No attempt was made to embolize the collateral arteries because of the inability to navigate the catheter through these small vessels. Although the left STA was not palpable, trans-STA embolization was attempted. After skin preparation and sterilization, a 4-cm-long incision was made in the left temporal scalp just above the zygomatic arch. The superficial temporal artery and nerve were exposed and separated. An oblique incision was made in the STA. Using the technique described by Li et al. in rats (), a guide-wire (0.035\", Terumo, Tokyo, Japan) followed by a 5 Fr Cobra catheter (Terumo) was maneuvered in a retrograde fashion into the STA (). After the guide-wire was maneuvered through the hairpin turn with minor resistance, the catheter was then successfully advanced into the ECA just above the ligation. Contrast injection through the catheter confirmed the IMA to be the primary feeding artery of the AVM. The catheter was advanced super-selectively into the distal IMA. Another contrast injection demonstrated a high-flow AVM with large draining veins (). No ECA-to-ICA collaterals were seen. Embolization was performed using polyvinyl alcohol particles (PVA, 350-550 µm , Cook, Bloomington, IN). A post-embolization angiogram showed complete de-vascularization of the AVM (). The catheter was withdrawn and the STA was ligated at both ends of the incision. The skin incision was sutured. The duration of the procedure was less than 50 minutes and the hemorrhage was completely stopped. After the embolization, the patient complained of mild pain in the incision that was controlled with an oral analgesic. Surgical resection of the AVM was performed uneventfully five days after the embolization, and the patient was discharged seven days later without any complications. A follow-up angiogram six months later showed complete removal of the AVM. The scalp incision was completely healed with a small patch of new hair growth.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'16670846': 1, '16568216': 1, '11156783': 1, '11535773': 1, '7890855': 1, '31692910': 1, '7726078': 1, '25644554': 1, '22440601': 1, '17185685': 1, '10352589': 1, '12425843': 1, '8141069': 1, '30505095': 1, '34804488': 2, '18385567': 2}", "similar_patients": "{'8599046-1': 1}"}