{"patient_id": 126452, "patient_uid": "2848922-1", "PMID": 19953258, "file_path": "noncomm/PMC002xxxxxx/PMC2848922.xml", "title": "Femur metastasis in carcinoma of the uterine cervix: a rare entity", "patient": "In August 2007, a 40-year-old fertile woman was admitted to the Gynaecologic Oncology Unit of the Catholic University of Rome with a diagnosis of a poorly differentiated epidermoidal carcinoma of the cervix as documented by colposcopy-guided biopsy. Her family and gynaecologic histories were unremarkable.\\nGynaecological examination under anaesthesia documented a uterus of normal size, no adnexal masses; the cervix showed an exofitic bleeding lesion (3 cm maximum diameter), with obliteration of anterior, lateral and posterior fornices. Biopsy was performed and showed the presence of poorly differentiated carcinoma with details compatible with adenosquamous type (Fig. a).\\nStaging work-up included chest X-ray, pelvic ultrasonography (US), and abdomino-pelvic magnetic resonance imaging (MRI) with contrast. Pelvic US documented the presence of a cervical lesion (52 × 27 × 38 mm) richly vascularized at color Doppler scan, that appeared to invade the stroma and the internal uterine orifice. MRI report confirmed the presence of a high-intensity signal area in T2-weighted images lesion in the cervical canal, antero-posterior 47 mm, transversal 52 mm and cranio-caudal 33 mm diameter. The left fornix and parametrium were involved, as well as the superior third of vagina. Bilateral iliac and inguinal lymph nodes had pericentimetric diameter. Circulating levels of SCC were 2.6 ng/ml; Ca 125 levels were negative (20.5 U/ml).\\nThe patient was staged as having FIGO stage IIB cervical cancer, and was triaged to concomitant radio-chemotherapy followed by surgery according to our institutional protocol []. Four weeks after the end of concomitant chemo-radiotherapy, the patient was evaluated for objective response. Pelvic MRI documented a partial response of all dimensions of the cervical lesion, now measuring 15 × 18 × 14 mm.\\nTwo weeks before undergoing the planned surgery, she experienced non-traumatic left diaphysal femur fracture. MRI of left femur showed a complete pathological fracture of the femoral diaphyses with relocation of fragments. At the level of the femur stumps, a voluminous mass involving the median diaphyses was documented (maximum diameter 9 cm) (Fig. ).\\nIn order to exclude the presence of breast and lung cancer, mammography and thorax CT scan were performed. A total body bony scintigraphy was performed and confirmed the presence of the femoral lesion only.\\nOn the basis of FDG-PET findings, a wide surgical excision of the lesion was performed and final pathology revealed the presence of metastasis of poorly differentiated carcinoma of similar morphology as the primary (Fig. b). The surgical margins were free of the disease.\\nThe patient refused palliative chemotherapy and radiotherapy and after 3 months died because of pulmonary embolism.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'25364422': 2, '18926086': 1, '23393636': 2, '25091036': 1, '12185296': 1, '17998682': 1, '17727936': 1, '10517448': 1, '18287387': 1, '2909450': 1, '19880262': 1, '19553814': 1, '25745521': 1, '15284262': 1, '19953258': 2}", "similar_patients": "{'4214447-1': 1, '3551528-1': 1}"}