{"patient_id": 126799, "patient_uid": "2938606-1", "PMID": 20924465, "file_path": "noncomm/PMC002xxxxxx/PMC2938606.xml", "title": "Secondary reconstruction of below knee amputation stump with free anterolateral thigh flap", "patient": "A 32-year-old man sustained injury to his right leg in a road traffic accident five years ago. He had mangled leg which resulted in a below knee amputation done at a local hospital. The stump had healed with secondary intention owing to insufficient soft tissue cover and infection []. He was fitted with prosthesis and was allowed ambulation. However, the loading area of the stump had repeated breakdown and the stump became extremely sensitive and painful. He was unable to wear the prosthesis and bear weight on the stump. The bone length was maintained at 12 cm below the tibial plateau and soft tissue cover was possible only at the expense of the shortening of the stump. Salvage of the stump was only possible with adequate soft tissue cover. Reconstruction of the stump was planned with anterolateral thigh flap from the opposite side. The scar tissue was excised completely till the bone. About 2 cm tibial end was projecting in the wound []. A 14 × 14cms flap along with vastus lateralis muscle was harvested with the patient in supine position. Subsequently the patient was made to lie prone for recipient vessel dissection in the popliteal fossa. Anastomosis was done end-to-end to popliteal vessels with minimal vessel diameter discrepancy []. The vastus lateralis muscle in the flap covered the bony stump and flap was insetted snugly to the defect without any redundancy. Duration of the operation was six hours. The postoperative period was uneventful, and skin grafted donor site healed satisfactorily. The patient was discharged on 16th post operative day. He was refitted with prosthesis 10 weeks after the surgery. He is a school teacher by profession and he is on the prosthesis for approximately 70 hours per week. He is symptom free at 20 months after the surgery and flap does not show any atrophy or redundancy []. He experienced remarkable improvement and can stand for 5 hours at a stretch without any pain. His pain free walking distance has increased from half a mile preoperatively to two miles post-operatively []. Although no nerve was anstomosed, the patient appreciates pain on deep pressure and can distinguish hot and cold sensation.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'11910222': 1, '2020035': 1, '24501463': 1, '17805127': 1, '23412156': 1, '1249111': 1, '12038211': 1, '18198134': 1, '3295912': 1, '3295911': 1, '16783808': 1, '20924465': 2}", "similar_patients": "{}"}