{"patient_id": 126348, "patient_uid": "2822313-1", "PMID": 15082905, "file_path": "noncomm/PMC002xxxxxx/PMC2822313.xml", "title": "Anaphylaxis Caused by Benzalkonium in a Nebulizer Solution", "patient": "A 23-yr-old woman who had complained of exacerbation of cough and dyspnea after inhalation therapy with a nebulizer solution was referred to our outpatient clinic. She had been diagnosed with asthma 3 yr previously and treated with a metered dose of a short-acting b2-agonist inhaler as needed. She had no history of anaphylaxis, urticaria, or drug allergy.\\nOn admission, a complete blood count, blood chemistry, and serologic tests were normal. Chest radiographs revealed no abnormalities. Her white cell count was 7,400/µL with 5% eosinophils and the serum total IgE was 256 IU/mL by the EIA method. On spirometry, her forced vital capacity and forced expiratory volume in 1 sec were 3,520 mL (90% of the predicted value) and 2,700 mL (86% of the predicted value), respectively. She underwent skin prick tests with a panel of 10 common inhalant allergens and histamine (Allergopharma Co., Hamburg, Germany) and serial dilution of nebulizer solution containing BAC (Ventolin®, GlaxoSmithKlein, U.K.). The skin prick test was positive only for house dust mites species (Dermatophagoides farinae and D. pteronyssinus). Subsequently, an intradermal skin test with a serial dilution of her nebulizer solution was performed. A positive reaction was observed with 1:10 solution (wheal: 4×5 mm in diameter, flare: 18×20 mm). About 10 min later, she presented with dizziness, palpitations, and dyspnea. Her blood pressure was 70/30 mmHg, and her pulse was 120-140 per minute. Electrocardiography showed no abnormal findings, except for tachycardia. She was resuscitated with a subcutaneous injection of epinephrine (0.5 mg), an intravenous infusion of saline, and oxygen. She recovered fully 3 hr later. After obtaining oral informed consent, two healthy women without atopy or allergies underwent intradermal skin tests with the same nebulizer solution. Both control subjects were negative on tests. One month later, we conducted a bronchial provocation test with BAC following the method used by Asmus et al. (). The patient inhaled 3 mL of 0.9% NaCl solution containing 600 µg of BAC (benzalkonium chloride, Sigma, St. Louis, U.S.A.). The solutions were prepared using aseptic techniques and stored at 2℃ in an Eppendorf tube. The solutions were allowed to warm to room temperature immediately before use. Each 3 mL dose was inhaled using normal tidal breathing through a DeVilbiss 646 nebulizer (DeVilbiss Co., Somerset, PA, U.S.A.). Spirometry was performed at the beginning of the test and 15 min after inhalation of each dose began. On BAC bronchial challenge, a drop in FEV1 of 23% was noted after inhalation of 1,800 µg BAC. The patient refused skin test with BAC since she was aware of her anaphylactic reaction.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'8064078': 1, '11007347': 1, '28577270': 1, '23078861': 2, '21052882': 1, '2451929': 1, '11149993': 1, '18309682': 1, '29109644': 2, '31832071': 1, '92563': 1, '15082905': 2}", "similar_patients": "{'5672530-1': 1, '3517330-1': 1}"}