{"patient_id": 91823, "patient_uid": "2737791-1", "PMID": 19830230, "file_path": "comm/PMC002xxxxxx/PMC2737791.xml", "title": "Systemic sarcoidosis with bone marrow involvement responding to therapy with adalimumab: a case report", "patient": "A 42-year-old African-American man was referred to our offices with a 60-day history of decreased hemoglobin (5.52 mmol/L) and an accompanying platelet count of 132 × 109/L. A follow-up complete blood count in our office revealed a further decrease in hemoglobin (4.41 mmol/L) in addition to a low white blood cell count (2.9 × 109/L), with a platelet count of 163 × 109/L and mean cell volume of 77.3fL (Table ). The patient reported weight loss of eight pounds in the past two and a half months, owing to lack of appetite. He reported no fever, night sweats, hematochezia, melena, epistaxis, or other systemic problems. Despite obvious anemia, the patient had no weakness or shortness of breath. His medical history was significant for hypertension, a two year history of diabetes mellitus, and a sickle-cell trait; he was otherwise in good health. There was no significant family or social history. A physical examination was notable for a firm spleen about 4 cm below the costal margin. The patient's stools were hemoccult negative. No petechiae, cyanosis, clubbing, neurologic focality, skin rash, or joint effusions were noted.\\nFrom the laboratory work, there was no evidence of hemolysis to account for the anemia with splenomegaly. The differential diagnosis was broad and included malignancies, such as hairy cell leukemia, splenic villus lymphoma, and myelodysplasia with myelofibrosis. A bone marrow aspirate and biopsy were ordered. Special stains for acid-fast bacillus and fungi were negative. Flow cytometry revealed no evidence of acute leukemia, lymphoma, plasma cell dyscrasia, or immunophenotypic changes associated with myelodysplasia. Blast cells, monocytes, myeloid cells, and lymphocytes were not relatively increased and had normal antigen expression. Results showed normocellular bone marrow with non-caseating granulomas, with no immunophenotypic abnormalities, thus leading to a diagnosis of systemic sarcoidosis with splenomegaly and bone marrow involvement.\\nDuring the office visit on the day the diagnosis was discussed with the patient, a chest X-ray was performed and showed no evidence of lung nodules or hilar adenopathy. Angiotensin-converting enzyme concentrations were checked and were within the normal range. The patient reported slight weakness but no shortness of breath, exertional dyspnea, or chest pain. However, the hemoglobin concentration had decreased to 4.03 mmol/L. Steroid therapy was initiated with a prednisone dosage of 20 mg/day. Two weeks later, results from hematology tests revealed a slight improvement in anemia; however, blood glucose concentrations were elevated (14.6 mmol/L; Table ). The patient had gained a small amount of weight but reported fatigue and night sweats. Computed tomography (CT) with contrast was performed to rule out liver involvement; results showed moderate splenomegaly (the markedly enlarged heterogeneous spleen measured 20 cm in length × 20 cm obliquely × 10 cm obliquely), with no noted hepatomegaly.\\nFour weeks post-diagnosis, the patient reported polyarthritis symptoms and discomfort. Sedimentation rate and C-reactive protein concentrations were elevated and the patient continued to be anemic and leukopenic (Table ). Glucose concentrations were elevated; thus, prednisone therapy was decreased to a dosage of 15 mg/day. Because of extensive spleen involvement and his history of diabetes, and because therapy with TNF antagonists has been shown to be efficacious in the treatment of sarcoidosis []-[], treatment with adalimumab 40 mg every other week was prescribed. Before initiation of adalimumab therapy, a purified protein derivative (PPD) skin test was performed and results were negative for tuberculosis.\\nTwo weeks after adalimumab was initiated, the patient's anemia was markedly improved, as evidenced by an elevation in hemoglobin concentration to 5.96 mmol/L (Table ). Because of elevated blood glucose concentrations and a clinical response to adalimumab therapy, prednisone tapering was initiated. Over the next three and a half months of adalimumab therapy, the hemoglobin concentration gradually decreased but remained above baseline (Table ). A physical examination performed 5 months post-diagnosis revealed that the patient's spleen was palpable approximately 2 cm below the costal margin.\\nApproximately 8 months post-diagnosis, it was discovered that the patient had discontinued adalimumab 9 weeks previously; the patient said he thought he was supposed to stop the medication. His hemoglobin concentration had decreased to 4.41 mmol/L. Adalimumab was reinitiated. The hemoglobin concentration continued to decrease over the next 5 weeks (Table ), but after approximately five doses of the second course of adalimumab, his hemoglobin concentration increased to 4.47 mmol/L and his anemia continued to improve over the next several months. By the 49th week post-diagnosis, the patient's spleen was no longer palpable and a chest X-ray was negative. His initial weight loss was completely resolved. After approximately 18 doses of the second course of adalimumab therapy, his hemoglobin concentration had increased to 6.40 mmol/L, the highest concentration since therapy began (Table and Figure ). Follow-up CT scans revealed marked decreases in spleen size post-diagnosis; spleen size was 13 × 6.4 cm 18 months after the first CT scan and 11.6 × 5.6 cm 25 months after the first CT scan.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'21644041': 1, '34377688': 1, '8764626': 1, '12582407': 1, '14605086': 1, '11734441': 1, '23983404': 1, '16247590': 1, '12853521': 1, '32910768': 1, '14962969': 1, '19147611': 1, '14674007': 1, '27651903': 2, '15764796': 1, '17936411': 1, '11434729': 1, '19352339': 1, '29433571': 2, '20617327': 1, '12172455': 1, '16415380': 1, '33409108': 2, '9110911': 1, '16840744': 1, '19830230': 2}", "similar_patients": "{'5810034-1': 1, '5810034-2': 1, '5810034-3': 1, '7779128-1': 1, '5024499-1': 1}"}