{"patient_id": 93780, "patient_uid": "2828460-1", "PMID": 20180974, "file_path": "comm/PMC002xxxxxx/PMC2828460.xml", "title": "Kawasaki Disease presenting with intussusception: a case report", "patient": "A 3 yr old Caucasian boy was referred from the accident and emergency department to the paediatric surgical team with a history of acute onset abdominal pain. The pain was central, and associated with fever, non bilious vomiting and the passage of red, jelly-like stools. There was no history of weight loss, jaundice or foreign travel; there was no contact history and no recent change in dietary habits. Other than a mild upper respiratory tract infection, the child was previously fit and well with no relevant medical history. On examination, the child was well nourished; he was miserable and lethargic with fever (38.1°C) and tachycardia (heart rate 120/min). He was warm and well perfused with a capillary refill time of <2 seconds both centrally and peripherally. His abdomen was tender, distended and resonant; bowel sounds were hyperactive and a small, tender, rubbery mass was palpable centrally. An ultrasound scan was undertaken and confirmed the presence of an intussusception. The child underwent a contrast enema; control films showed a filling defect in the ascending colon at the location of the colo-colic intussusception. During a subsequent air enema, air insufflation to a pressure of 120 mmHg was sufficient to reduce the intussusception adequately. The child was kept in hospital overnight for observation.\\nBy the following day, the boy's condition had improved with resolution of his abdominal pain; he was able to eat and drink and interact with his parents and staff. However he continued to have a remittent fever to 38.5°C and he remained lethargic and miserable. Subsequently, he developed a diffuse morbilliform rash over the trunk and limbs and cervical lymphadenopathy was noted with an associated congested throat and enlarged tonsils, which was thought to be viral in origin. Blood tests revealed a C-reactive protein 61 mg/L, normal blood count, serum electrolytes, liver function tests and chest X-ray; Ebstein Barr viral serology, blood cultures and urine cultures were negative. Five days after initial presentation, he developed conjunctival oedema and oedema of the hands and feet with desquamation of the finger tips and cracking of the lips; there was no evidence of a strawberry tongue. Kawasaki Disease was diagnosed. The child was treated with a dose of intravenous immunoglobulins (2 g/kg) and initiated on a therapy of high dose aspirin (25 mg/kg QDS). He made a good recovery and was discharged 4 days later. The aspirin was altered to a lower dose (5 mg/kg OD) after 2 weeks following an initial normal echocardiogram. Echocardiography was repeated at 8 weeks and showed no coronary artery abnormality. The aspirin was subsequently stopped.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'5937957': 1, '13272813': 1, '12838207': 1, '10489989': 1, '16150324': 1, '34158105': 2, '9138168': 1, '16421770': 1, '9216170': 1, '11207352': 1, '32139983': 1, '20180974': 2}", "similar_patients": "{'8220788-1': 1}"}