{"patient_id": 90311, "patient_uid": "2531088-1", "PMID": 18710554, "file_path": "comm/PMC002xxxxxx/PMC2531088.xml", "title": "Neurocysticercosis as a first presentation of tonic-clonic seizures: a case report", "patient": "The patient, a 28 year-old Asian man, was admitted via ambulance to the Accident & Emergency department of City Hospital, Birmingham UK, following three successive witnessed tonic-clonic seizures. Each seizure lasted approximately 6 minutes, being separated by several minutes of incomplete recovery. The patient had complained to relatives of minor headaches during the preceding week, settling with simple analgesia. He was otherwise fit and well, on no medication, with no significant past medical history of note and no history of head trauma. He moved to the UK from the Punjab region 10 years previously, and has not been abroad since.\\nOn presentation to the Emergency Department he had a GCS of 6, a temperature of 38.5°C, and subsequently fitted again. His right pupil was comparatively slightly dilated, but fundoscopy appeared normal. He was intubated and ventilated in the Emergency Department for transfer to the CT scanner. Immediately following the head CT scan a lumbar puncture was performed, the results of which were within normal limits with no organisms seen by Gram staining.\\nThe head CT scan showed a single low attenuation area extending from the right lateral ventricle to the cortex (fig ), but no other indications of raised intracranial pressure. Whilst it was initially thought in keeping with ischaemia, following neuroradiological review the diagnosis of cerebral cysticercosis was made. A plain pelvic X-Ray demonstrated multiple small calcific densities projecting into the soft tissues of the left gluteus (fig ), and a subsequent serum cysticercosis immunoblot was positive. He was treated with albendazole and dexamethasone, his seizures settled and he was discharged from hospital 7 days later.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'12467692': 1, '15269463': 1, '10644776': 1, '17668846': 1, '18710554': 2}", "similar_patients": "{}"}