{"patient_id": 93116, "patient_uid": "2803874-1", "PMID": 20062714, "file_path": "comm/PMC002xxxxxx/PMC2803874.xml", "title": "Topical Calendula officinalis L. successfully treated exfoliative cheilitis: a case report", "patient": "An 18-year-old Caucasian Brazilian young man was referred to São Paulo State University - UNESP, São José dos Campos Dental School, Department of Biosciences and Oral Diagnosis, São José dos Campos, São Paulo, Brazil to investigate a chronic dry scaling lesion on his lips. The main chief was aesthetic compromising. The patient had consulted several dental practitioners and dermatologists, and they had prescribed 0.1% triamcinolone cream and sunscreen. The symptoms persisted despite the daily use of topic corticosteroid. Cheilitis recurred upon stopping the treatment. The lack of a diagnosis had caused considerable concern to the patient. The patient denied picking his lips. There was no history of any mucocutaneous problem. On examination, he had dry lips with scaling and crusting particularly involving the vermilion border (Figure ). Oral breathing was evident and considered a contributory factor. A diagnosis of exfoliative cheilitis was made based on the history and the clinical findings. The intraoral examination demonstrated a significant biting line bilaterally into the buccal mucosa. The patient received the support of a speech therapist. In view of the long-term risks of applying corticoids and the intractability of his symptoms it was decided to initiate a treatment with topical Calendula officinalis ointment 10%, a preparation done as per Pharmacopoeia (1064), and within seven days just a small area of the lower lip, near the right comissure had a discreet desquamation. After fifteen days the cheilitis had cleared (Figure ). The patient remains symptom-free and he was advised to use the Calendula officinalis ointment 10% when necessary [].", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'7540205': 1, '15084618': 1, '3088161': 1, '9568419': 1, '11482776': 1, '12820224': 1, '12781802': 1, '27146784': 1, '17234376': 1, '17221830': 1, '28491966': 1, '26491463': 1, '18818737': 1, '17604143': 1, '9234190': 1, '18928147': 1, '24031180': 1, '30431729': 1, '27789914': 1, '20062714': 2}", "similar_patients": "{}"}