{"patient_id": 91330, "patient_uid": "2684338-1", "PMID": 19468481, "file_path": "comm/PMC002xxxxxx/PMC2684338.xml", "title": "Congenital posterior urethral diverticula causing bladder outlet obstruction in a young male", "patient": "A 26-year-old male presented with complaints of straining to void, postvoid dribbling and sensation of incomplete emptying of urine with nocturnal enuresis since as long as he could remember, but he was never concerned about it. He was being evaluated for chest infection and was incidentally diagnosed to have deranged renal function and was thus further evaluated. Physical examination was unremarkable. Laboratory evaluation revealed normal hemogram, BUN 93, serum creatinine 2.5 mg/dl. Microscopic examination of urine revealed numerous pus cells and urine culture positive for Klebsiella. Ultrasound revealed moderate hydroureteronephrosis with thickened, trabeculated bladder and dilated posterior urethra. The patient was stabilized with a trial of per urethral catheter and proper antibiotic cover (S. creatinine came down to 1.5 mg/dl and urosepsis was controlled). Micturating cystourethrogram (MCU) revealed cystic dilatation in the region of posterior urethra compressing it from behind resulting in obstruction with large postvoid residual urine volume []. Pressure flow studies were suggestive of poorly compliant bladder with a residual urinary volume of 320 ml. Cystourethroscopy revealed a right paramedian, pus discharging ostium in the region of posterior urethra proximal to verumontanum. Further inspection after dilatation of ostium revealed an epithelized cavity full of infective material with normal surrounding epithelium suggestive of a diverticula. Transurethral marsupilization of diverticula with Collin's knife was performed []. Patient is voiding with good flow with postvoid residual urine of 50 ml only. At one-year follow up, he was relieved of his lower urinary tract symptoms with stable renal function (S. Creatinine - 1.3 mg/dl).", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'7894304': 1, '3087326': 1, '14804771': 1, '1696019': 1, '19468481': 2}", "similar_patients": "{}"}