{"patient_id": 89779, "patient_uid": "2268920-1", "PMID": 18318914, "file_path": "comm/PMC002xxxxxx/PMC2268920.xml", "title": "Coexistence of carcinoma and tuberculosis in one breast", "patient": "A 47 years old Asian lady was seen in the breast clinic in July 2004 for a rapidly increasing lump in the right breast which had been present for four months. There was no nipple discharge and no family history of breast cancer. He mother in law died of pulmonary tuberculosis about 10 years ago.\\nClinical examination revealed a 6 cm × 8 cm mass in the right breast with nipple retraction. There was also a 2 cm × 2 cm palpable lymph node in the right axilla.\\nMammogram showed asymmetric increased density in the right retro-areolar area with some skin thickening of the areola and some retraction of the nipple (Figure ). Foci of fine calcification were also noted in both breasts. Ultrasound of the right breast revealed widespread hypodense irregular areas extending from 7–10 O'clock in position close to the areola with some distal shadowing (Figure ), raising the suspicion of infiltrating ductal carcinoma. There was also a 1.3 cm × 1.9 cm lymph node with some cortical thickening at its distal pole which suggested some focal metastasis (Figure ).\\nFine needle aspiration of the mass was inadequate. A tru-cut biopsy confirmed an invasive ductal carcinoma of no special type along with evidence of non-necrotising granulomatous inflammation containing multinucleated Langhans type giant cells. Subsequent Z-N staining for acid fast bacilli showed multiple bacilli within macrophages, confirming a tuberculous aetiology. Erythrocyte Sedimentation Rate was 25 mm/h. She was commenced on antituberculous treatment.\\nShe underwent a right mastectomy with axillary node sampling which showed a 5.5 cm × 5.0 cm × 3.0 cm, grade-II invasive ductal cell carcinoma which was multifocal, with the largest focus measuring 33 mm. Florid lymphovascular invasion was seen along with low grade ductal carcinoma in situ. A striking granulomatous inflammation was seen within the surrounding stroma with multiple non-necrotising epithelioid containing granulomata (Figures &). Ten of the thirteen indentified lymph nodes showed metastatic carcinoma, and one lymph node showed multiple epithelioid granulomas. TNM classification was pT3, pN3a, pMx. Since the patient had already been commenced on antituberculous treatment prior to surgery, special stains for acid fast bacilli were negative in this specimen.\\nChest X-Ray, abdominal ultrasound, small bowel follow through and isotope bone scan were normal. The patient received adjuvant eight courses of FEC (Fluorouracil, Epirubicin and Cyclophosphamide), and a course of radiotherapy to the right chest wall, supraclavicular fossa and axilla (40 Gy in 15 Fractions). The right chest wall was fitted with 8 MeV electrons, and the supraclavicular foaas and axilaa were fitted with 8 MeV photons. Subsequently, she had wide spread metastases with pleural and pericardial effusion which were drained. She was commenced on weekly Paclitaxel with three weekly Herceptin. Unfortunately, she died in April 2007 before finishing the treatment.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'11373879': 1, '22043382': 1, '25422685': 1, '5546335': 1, '23634343': 2, '3584506': 1, '31115305': 1, '27330595': 1, '15563860': 1, '17577397': 2, '16104641': 1, '16198111': 1, '16847715': 1, '27847883': 1, '14659315': 1, '18318914': 2}", "similar_patients": "{'1910599-1': 1, '1910599-2': 1, '1910599-3': 1, '3634206-1': 1}"}