{"patient_id": 91624, "patient_uid": "2726495-2", "PMID": 19830105, "file_path": "comm/PMC002xxxxxx/PMC2726495.xml", "title": "Development of Parkinsonism following exposure to aripiprazole: two case reports", "patient": "Patient 2 is a 58-year-old, right-handed Caucasian male with a four-year history of bipolar disorder and post-traumatic stress disorder, for which he was placed on aripiprazole and depakote, respectively. While on both medications, he experienced a gradual onset of arm tremor on the right side, followed by the left side a few months later. Since this initial onset, his tremor progressed to a constant condition, occurring both at rest and while eating and drinking. Depakote was stopped a few months prior to his neurological evaluation, with no noticeable improvement in his tremor. In contrast, his tremors over the following months became more pronounced, affecting his drinking, eating, and writing. At this point, the patient also complained about gait unsteadiness leading to frequent falls.\\nOn examination, the patient was hypomimic and mildly bradyphrenic. He had positive Myerson's sign, as well as rest and action/postural tremor. He also presented with rigidity of his arms, which was worse on the left, and an unstable, leftward leaning gait. His arm swing was reduced bilaterally, although worse on the left, and his arm tremors became more pronounced during ambulation. In addition, the patient was retropulsive. His Hoehn and Yahr staging was 2.5. He also demonstrated a decreased sensation to pinprick and vibration in the ankles. Overall, his symptoms were more prominent on the left side than on the right. As in the previous case, aripiprazole could not be stopped or decreased, but his tremors improved after two weeks on Sinemet.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'17013906': 1, '17242588': 1, '34316655': 1, '15090928': 1, '16210460': 1, '7583621': 1, '18952960': 1, '26933364': 2, '17465637': 1, '16625607': 1, '15486603': 1, '17952424': 1, '19830105': 2}", "similar_patients": "{'2726495-1': 2, '4750315-1': 1}"}