{"patient_id": 89972, "patient_uid": "2397425-1", "PMID": 18460192, "file_path": "comm/PMC002xxxxxx/PMC2397425.xml", "title": "Rapidly progressive Bronchiolitis Obliterans Organising Pneumonia presenting with pneumothorax, persistent air leak, acute respiratory distress syndrome and multi-organ dysfunction: a case report", "patient": "A 17-year-old Asian man presented with a spontaneous pneumothorax, which was treated initially by needle aspiration. It recurred within a week with complete right-sided pneumothorax requiring water-sealed intercostal drainage. The air leak persisted after one week and the patient developed pyrexia with associated neutrophilia and raised serum inflammatory markers. A chest radiograph showed a hydro-pneumothorax and culture of the pleural fluid grew Pseudomonas aeruginosa and Methicillin-resistant Staphylococcus aureus (MRSA). He was treated with intravenous Piperacillin-Tazobactam resulting in a full clinic-radiological recovery.\\nA week later his fever returned and repeat chest radiograph showed right middle and lower lobe consolidation associated with recurrent hydro-pneumothorax. A new intercostal drain was inserted and he was intubated and ventilated due to the rapid onset of severe respiratory distress. Computed tomogram (CT scan) of the chest confirmed bilateral patchy consolidation in association with widespread ground-glass opacities, sub-pleural cavitation and bilateral pleural effusions. He underwent an open thoracotomy, which did not reveal any macroscopic evidence of an organised or loculated empyema.\\nPostoperatively he developed multi-organ dysfunction with oliguric renal failure, prolonged mechanical ventilation, consumption coagulopathy, elevated amino-transaminases and an anteroseptal myocardial infarction with moderate left ventricular systolic dysfunction as evidenced by transoesophageal echocardiography (TOE) and raised troponin I.\\nMultiple sampling of blood, urine and bronchoscopic lavage fluid for culture did not show any new bacterial, fungal or viral infection and the leukocyte count remained normal. Serological testing for atypical pneumonia (Legionella, Mycoplasma, Chlamydia and Coxiella), viral infection (Hepatitis virus A, B & C, Cytomegalovirus, Herpes viruses), and human immunodeficiency virus was negative. His autoimmune screen was negative (Anti-nuclear antibody, Rheumatoid factor and Anti-cytoplasmic antibodies).\\nHe was treated with broad-spectrum antibiotics (Amoxycillin with Clavulinic acid, Clarithromycin, Piperacillin-Tazobactam, Gentamicin and Vancomycin) and an anti-fungal (Voriconazole) for four weeks without any clinical or radiological improvement.\\nHe developed a right-sided broncho-pleural fistula complicated by pneumo-mediastinum and pneumo-pericardium, widespread consolidation, alveolar infiltrates, pulmonary haemorrhage and bilateral pleural effusions. He deteriorated again in his 4th week with pyrexia and increasing inotrope dependence. A TOE confirmed persistent poor left ventricular function and a right atrial thrombus. He underwent median sternotomy and cardiopulmonary bypass to enable removal of the thrombus, at which time the opportunity was taken to perform an open lung biopsy from the right middle lobe. This showed changes showing alveolar exudates consistent with BOOP in association with patchy pulmonary haemorrhage and alveolar exudate.\\nHe was commenced on corticosteroids (Prednisolone 1.5 mg/kg) with improvement clinically and radiologically within 72 hours. This was manifested by a reduction in oxygen requirement, reduced inflammatory markers, resolution of fever and disappearance of radiographic infiltrates.\\nTwo weeks later, he was transferred to level II care for further weaning and rehabilitation. He represented three months later with a recurrent right-sided pneumothorax and underwent a pleurectomy. Subsequently, there have been no recurrences and the corticosteroid therapy has been rapidly weaned.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'10732838': 1, '10489671': 1, '21686938': 1, '12000009': 1, '28652962': 1, '9850378': 1, '20436698': 1, '22674096': 1, '9201006': 1, '10364745': 1, '7606970': 1, '14718441': 1, '3786754': 1, '9456117': 1, '15062600': 1, '2108572': 1, '3965933': 1, '3394793': 1, '8980962': 1, '18460192': 2}", "similar_patients": "{}"}