{"patient_id": 90945, "patient_uid": "2631531-1", "PMID": 19123949, "file_path": "comm/PMC002xxxxxx/PMC2631531.xml", "title": "Elective laparoscopic splenectomy for giant hemangioma: a case report", "patient": "An 18-year-old Greek male student presented for screening test in order to get a health certificate. Physical examination revealed splenomegaly, although the patient was asymptomatic. No other clinical signs were detected. Ultrasonography and Magnetic resonance imaging (MRI) showed a hypoechogenic mass involving the spleen and the splenomegaly (Figure ). Preoperative evaluation led to the possible diagnosis of hemangioma of the spleen. The patient was subjected to laparoscopy, which demonstrated a solid tumor of the spleen. Laparoscopic splenectomy was performed. Operative time was 65 minutes. Postoperative recovery was uneventful, the drain was removed on the second postoperative day and the patient was discharged on the same day. Histologic examination showed a capillary hemangioma of a spleen weighing 850 gr. The patient remains asymptomatic 6 months after the operation.\\nFollowing induction of general anesthesia and endotracheal intubation, a nasogastric tube and a urinary catheter were inserted, and compression stockings were applied. The patient was placed on a beanbag in a 60-degree right lateral decubitus position. The right brachial plexus was protected with a pillow roll and the left arm was supported by a splint. The patient was positioned so that the table could be flexed to create a wider working space in a reverse Trendelenburg position. The surgeon and the scrub nurse stood to the patient's right, and the assistants stood to the left. The video monitors were placed on each side of the table, above the level of the patient's shoulders.\\nPneumoperitoneum was established using a Veress needle to a pressure of 12 mm Hg. Four ports were used: the first 10-mm trocar was inserted at the left margin of the umbilicus. The other three 5-mm operating trocars were positioned as follows: the first trocar was on the median line, 8 cm above the umbilicus, a second operating trocar in a left subcostal position on the axillary line to enable gastroepiploic mobilization, and a left 5-mm operating trocar was positioned in the left lateral position, 10 cm from the umbilicus (Figure ).\\nThe operation is begun with a thorough search of the abdominal cavity. The inferior pole of the spleen was lifted superiorly. The splenocolic ligament was divided (Figure ). This mobilized the inferior aspect of the spleen and allowed the spleen to be retracted cephalad. Great care was taken to avoid rupture of the splenic capsule during retraction. The lateral peritoneal attachments of the spleen, the splenorenal and splenophrenic ligaments were sequentially incised (Figure ). The splenic hilum was approached from the lower pole and dissection was continued cephalad. With the spleen elevated, the short gastric vessels and main vascular pedicle were visualized. The tail of the pancreas was also visualized and avoided at this point as it approached the splenic hilum. The splenic pedicle was carefully dissected from the medial and lateral aspects. After the short gastric vessels had been divided with ultrasonic dissector, the splenic artery and vein were dissected. The vessels were divided by application of endoscopic vascular staplers (ENDOPATH®, ETS Flex 45 Endoscopic Articulating Linear Cutter 45 mm staple line, 2.5 mm Staple Leg Length (Vascular/Thin). 45 MM Vascular/Thin). Each jaw was positioned anterior and posterior to the splenic vessels (Figure ). The instrument was fired two times in sequence. To remove the detached spleen, a nylon extraction bag was introduced through the left lateral trocar site. The bag was opened within the abdominal cavity. An incision adequate to enable removal of the bag containing the intact spleen was made at the left lateral site. The spleen was placed into the specimen retrieval bag. The drawstring was grasped, and the bag was closed and drawn out. The laparoscope was reinserted and the splenic bed was assessed for hemostasis. Finally, peritoneal irrigation was carried out and a Rob drain tube N° 24 was placed at the residual cavity.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'8604910': 1, '34556957': 1, '9069137': 1, '11441398': 1, '9603075': 1, '9790346': 1, '8678613': 1, '2048536': 1, '8864092': 1, '11178626': 1, '19123949': 2}", "similar_patients": "{}"}