{"patient_id": 91236, "patient_uid": "2655298-1", "PMID": 19133156, "file_path": "comm/PMC002xxxxxx/PMC2655298.xml", "title": "Preoperative Y-90 microsphere selective internal radiation treatment for tumor downsizing and future liver remnant recruitment: a novel approach to improving the safety of major hepatic resections", "patient": "A 53-year-old woman with a history of cervical cancer presented with a large liver mass. Subsequent biopsy indicated poorly differentiated carcinoma with necrosis suggestive of squamous cell origin. Six years earlier, this patient had been diagnosed with locally advanced cervical cancer. At that time, she received chemoradiation and achieved a complete clinical response with no detectable residual tumor at the completion of treatment. The current imaging assessment with fluorodeoxyglucose (FDG) positron emission tomography (PET)/computed tomography (CT) indicated a large necrotic tumor occupying the greater part of the right lobe (Figure ). This patient was thought to be a reasonable candidate for surgical resection based on her relatively long disease-free interval and the absence of any locoregional recurrence or detectable extrahepatic disease. A decision was made to proceed with pre-operative chemotherapy and Y-90 microsphere SIRT with the intent to obtain systemic control over the disease, downsize the hepatic lesion, and improve the FLR. Hepatic angiography demonstrated that the right hepatic artery (arising from the celiac axis and supplying segments 4–8) provided the entirety of the liver mass. The gastroduodenal and right gastric arteries were coil embolized to prevent gastrointestinal (GI) reflux during microsphere administration. Hepatic arterial technetium 99 m (99 mTC) macroaggregated albumin (MAA) liver scan confirmed the absence of extrahepatic GI and pulmonary uptake. Next, medical internal radiation dosimetry (MIRD) was used to determine projected tumor and liver absorbed doses. Y-90 resin microspheres (SIR-Spheres, (SIRTeX Medical Limited, North Ryde, Australia) were administered to the right hepatic lobe 24 hours after initiation of systemic chemotherapy with 5-fluorouracil (5-FU)-leucovorin-oxaliplatin (FOLFOX-6). Microspheres were instilled directly into the right hepatic artery via a 3 french microcatheter. A maximum safe administered dose was given (2.7 GBq, determined per fluoroscopic criteria) with estimated tumor and liver absorbed doses of 90 Gy and 30 Gy, respectively. The treatment was well tolerated with no untoward effects. A 4-week post-treatment FDG-PET/CT scan demonstrated a complete metabolic response, and a 25% decrease in anatomic volume (Figure , ). Liver function tests remained normal except for a mild elevation in alkaline phosphatase level. The patient's physical performance status showed remarkable improvement over the next 3 months, and serial PET/CT imaging studies indicated further decrease in anatomic volume (Figure ). Metabolic status of the tumor remained depressed (Figure ). The left lobe volume showed progressive increase (Figure ). The patient continued systemic chemotherapy for a total of 4 courses with no significant toxicity noted. At 3-month follow-up evaluation, based on a favorable tumor response, the patient's improved performance status, and the absence of any evidence of extrahepatic disease progression, a decision for a second course of SIRT (without chemotherapy) was made. A second maximum safe administered dose of Y-90 resin microspheres was given (1.3 GBq, determined per fluoroscopic criteria) in the right hepatic lobe with estimated tumor and liver absorbed doses of 80 Gy and 25 Gy, respectively. This second course was also well tolerated, with no early or late complications. Three months after the second SIRT, tumor anatomic volume decreased to 10% of the pretreatment size (Figures , ). No increase in metabolic activity was observed. Left liver lobe volume showed 2.7 times increase from the pretreatment value (Figures , ). Liver function tests remained normal. A transient increase in splenic volume was observed during the follow-up; however, no significant volume difference was noted between the pre-SIRT and 3-month post-SIRT splenic volumes.\\nA surgical exploration was performed six months after the first SIRT (three months after the second). There was no extrahepatic disease. The tumor was found to be significantly decreased in size with central and peripheral scarring. The left lobe was satisfactorily hypertrophied (Figure ). No evidence to indicate portal hypertension was noted. A formal right hepatic lobectomy was performed with macroscopic negative margins. Postsurgical course was uneventful. The patient was discharged on the fourth postoperative day.\\nSurgical pathology indicated microsphere localization within the tumor producing more than 90% pathologic response. The surrounding liver tissue showed portal triaditis with mononuclear inflammatory cellular response predomination and portal and periportal fibrosis (Figure ). Hepatocellular architecture/morphology demonstrated a mild centriacinar steatosis. No inflammatory/fibrotic changes were observed in the central vein region. Reticulin stain demonstrated intense fibrotic reaction in the portal tracts.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'24980217': 1, '25353006': 1, '17560979': 1, '16955381': 1, '7843717': 1, '32355673': 1, '29299370': 1, '23530966': 1, '25126539': 1, '28708902': 1, '10383579': 1, '26020025': 1, '11745819': 1, '34519878': 1, '17638807': 1, '8938166': 1, '33803606': 1, '30191035': 1, '2333592': 1, '17056999': 1, '16818957': 1, '26606924': 1, '32012709': 1, '11745294': 1, '17729001': 1, '11481611': 1, '17359531': 1, '11843249': 1, '15947041': 1, '18156923': 1, '23064545': 1, '32974774': 1, '27512689': 1, '10094953': 1, '7909486': 1, '8197557': 1, '21948270': 1, '16690429': 1, '26879820': 1, '17369573': 1, '12724635': 1, '19133156': 2}", "similar_patients": "{}"}