{"patient_id": 126098, "patient_uid": "2779312-1", "PMID": 16361825, "file_path": "noncomm/PMC002xxxxxx/PMC2779312.xml", "title": "Infected Infradiaphragmatic Retroperitoneal Extralobar Pulmonary Sequestration: A Case Report", "patient": "A 34-yr-old male who presented with a 3-week history of epigastric discomfort and a 1-week history of fever was referred to our hospital. He had been treated with intravenous antibiotics for 1 week at the other hospital. On admission the patient's body temperature was 37.7℃ and blood laboratory studies suggested an infectious condition (WBC 15,700/µL, ESR ≥120 mm/hr, CRP 63.2 mg/L, amylase 96 IU/L). Chest radiograph showed an elevated left hemidiaphragm and a calcified mass in the left upper abdomen and computed tomographic scanning revealed that a 16-cm, multiseptated, dumbbell-shaped, huge cystic tumor containing dense mural calcifications was located in the medial aspect to the left lobe of the liver and spleen, and in the upper anterior aspect of the left kidney. The mass extended to the pancreatic tail and its apex was abutting the heart (). On the following day, 850 mL of thick yellowish pus was drained by sonography-guided fine needle aspiration for the purpose of infection control and diagnosis, but no microscopic organisms were found in repeated culture studies.\\nOn the 8th day of admission, magnetic resonance imaging showed a much reduced cyst size, and patient's body temperature was normalized but blood laboratory data revealed still infectious condition (WBC 9,700/µL, ESR ≥120 mm/hr, CRP 44.7 mg/L). The clinical diagnosis was of a subphrenic abscess or pancreatic pseudocyst and surgical treatment was needed. On the 10th day, the procedure was performed with the patient in the left semi-lateral position with a small roll placed posterior to elevate the left side. A thoracoabdominal incision was made through the 11th intercostal space and a careful inspection of the pleural and retroperitoneal spaces was performed. No abnormal findings were revealed in the pleural space but a cystic mass with adhesion to the surrounding organs was found in the retroperitoneal space. Calcified materials and thick yellowish pus were drained from the cyst (). Careful dissection of the adhesions between the cyst and the surrounding structures was performed and most of these pathologic lesions were removed but a severe adhesive lesion between the aorta and diaphragm beneath the heart could be not removed. And neither could the feeding arteries be identified. This lesion was revealed as extralobar pulmonary sequestration finally. Histopathologically, the cyst was lined by ciliated pseudostratified columnar epithelium and surfactants secreted by type II pneumocytes were observed by special staining (). In the cystic contents, many WBC and necrotic materials were found but there were no microorganisms in culture study. The patient was discharged 10 days after the operation and the remnant mass had nearly disappeared at a chest radiograph obtained 3 months later.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'24994587': 1, '10999702': 1, '11685694': 1, '11782775': 1, '26611889': 2, '12827711': 1, '15024518': 1, '9545486': 1, '15222956': 1, '9213345': 1, '30700771': 1, '16361825': 2}", "similar_patients": "{'4917277-1': 1}"}