{"patient_id": 95560, "patient_uid": "2949616-1", "PMID": 20849656, "file_path": "comm/PMC002xxxxxx/PMC2949616.xml", "title": "A SRY-HMG box frame shift mutation inherited from a mosaic father with a mild form of testicular dysgenesis syndrome in Turner syndrome patient", "patient": "Patient II-5, a 23 years old female, with short stature, ambiguous external genitalia and absence of pubertal development was referred for cytogenetic analysis. Physical examination revealed her height as 145 cm (below the fifth percentile). This patient showed multiple Turner stigmata such as micrognathia, low-set ears, high-arched palate, short and webbed neck, bilateral cubitus valgus, low hair line, presence of Müllerian structure, widely spaced nipples, nail dysplasia and multiple nevi. Sparse axillary and pubic hairs (Tanner stage II) were observed, and there was no clitoromegaly. Endocrinological studies demonstrated hypergonadotropic hypogonadism (estradiol 12 pg/ml; LH 26.2 mIU/ml; FSH 50.2 mIU/ml) as well as normal female concentrations of testosterone and androstenedione. Sonographic examination revealed a normal-sized uterus with a thin endometrium and bilateral Müllerian derivatives. Ovaries were not visible, but thickened structures resembling streak gonads were present. Histological investigations revealed only fibrous stromal tissue. Gonadoblastoma was found in the streak gonads. Standard cytogenetic analysis was performed and showed mosaic 45, X/46, XY karyotype.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'7813448': 1, '8244390': 1, '12215836': 1, '9346931': 1, '30785124': 1, '9650760': 1, '10459352': 1, '22844483': 1, '9733030': 1, '9511973': 1, '4193741': 1, '22315593': 1, '15155818': 1, '12100890': 1, '7547937': 1, '10727993': 1, '12111377': 1, '1734522': 1, '16735607': 1, '10428169': 1, '2030730': 1, '17063144': 1, '19531589': 1, '23157850': 1, '9143916': 1, '10843173': 1, '27994190': 1, '1247071': 1, '1695712': 1, '10090875': 1, '8447323': 1, '15948118': 1, '15211353': 1, '1438307': 1, '24496683': 1, '3503713': 1, '7981695': 1, '12483463': 1, '7717397': 1, '15687343': 1, '22815844': 1, '20849656': 2}", "similar_patients": "{}"}