{"patient_id": 94596, "patient_uid": "2886223-1", "PMID": 20606871, "file_path": "comm/PMC002xxxxxx/PMC2886223.xml", "title": "Panuveitis as a manifestation of ocular syphilis leading to HIV diagnosis", "patient": "A 33-year-old male presented with complaints of diminution of vision and floaters in the left eye (OS) for last three months with no other systemic complaints. The patient denied history of multiple sex partners and blood transfusion.\\nOn examination his best corrected visual acuity was 6/6; N6 in the right eye (OD) and hand movements in (OS). Ocular examination was unremarkable OD. Examination OS showed fine pigmented keratic precipitates, aqueous cells and flare grade 1, sluggishly reacting pupil with pigments on the lens. Intraocular pressure (IOP) with applanation tonometry was 10 mmHg both eyes (OU). Fundus examination OS showed hazy view due to dense vitreous exudates with disc pallor and sclerosed vessel []. Systemic examination was unremarkable. Hematological investigations showed Erythrocyte Sedimentation Rate (ESR) of 30 mm first hour, negative Polymerase Chain Reaction (PCR) for toxoplasma, herpes simplex virus, herpes zoster virus, and cytomegalovirus. Serum Angiotensin Converting Enzyme (ACE) and Cerebrospinal fluid (CSF) parameters were within normal limits. HLA- B5 was not detected.\\nA clinical diagnosis of panuveitis (anterior uveitis, vitritis, retinal vasculitis) secondary to endogenous endophthalmitis or sarcoidosis or Behcet′s disease was done. Vitreous tap was done, which showed no growth of any bacteria or any fungus. At this stage extensive laboratory investigations were ordered. RPR (1:32) and TPHA (1:640) were positive. ELISA and Western Blot test for HIV were also positive, with a CD4 count of 187 cells/μl (normal 383-1347 cells/μl). On repeated questioning, the patient gave a history of multiple sexual partners. He was administered intravenous penicillin G 24 million units/day for 14 days, and intramuscular benzathine penicillin 2.4 million units weekly for three weeks. He was also started on Highly Active Antiretroviral Treatment (HAART) by the infectious disease specialist.\\nAt the one month follow-up visit, visual acuity OS improved to 6/60; N18. Examination OS revealed a quiet eye with grade one vitreous haze. At his last follow-up visit at two years (24 months) after onset of symptoms), visual acuity OS was 6/60; N36. Anterior segment examination was unremarkable except sluggishly reacting pupil and early posterior subcapsular cataract. Fundus examination showed disc pallor, sclerosed vessels with attached retina []. The patient was advised regular follow-up and continued antiretroviral treatment.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'9109754': 1, '2622618': 1, '16505739': 1, '24145569': 2, '10588443': 1, '14750386': 1, '23006858': 2, '23514612': 1, '29977825': 1, '15933744': 1, '32823409': 1, '16651059': 1, '11054325': 1, '9512147': 1, '17301580': 1, '26692604': 1, '28629400': 1, '16158310': 1, '20606871': 2}", "similar_patients": "{'3959090-1': 1, '3517902-1': 1}"}