{"patient_id": 95339, "patient_uid": "2936321-1", "PMID": 20738883, "file_path": "comm/PMC002xxxxxx/PMC2936321.xml", "title": "Soft-tissue perineurioma of the retroperitoneum in a 63-year-old man, computed tomography and magnetic resonance imaging findings: a case report", "patient": "A 63-year-old Japanese man was admitted to our hospital for assessment of hypertension. Abdominal CT and MR imaging revealed a 4 cm well-defined mass at the anterior portion of the pancreatic body. The mass was hypodense with ca.12 HU on plain CT (Figure ), and only slightly enhanced on contrast-enhanced CT (Figure ). The mass was hyperintense on T2-weighted, and hypointense on T1-weighted MR images (Figure ). Dynamic study using breath-hold gradient-echo with fat-suppression imaging after the administration of gadolinium-DTPA demonstrated gradually increasing signal enhancement of the entire mass (Figure ). No central cystic degeneration, septum, or calcification was noted.\\nTumor excision with distal pancretectomy and splenectomy was performed, as a malignant tumor of pancreatic origin could not be ruled out.\\nMacroscopically, the tumor was a well-circumscribed, whitish myxoid mass with no focal degenerative changes (Figure ). It was encapsulated with a fibrous capsule.\\nMicroscopically, the tumor consisted of spindle cells with oval nuclei and thin bipolar elongated cytoplasmic processes loosely arranged in abundant myxoid stroma (Figure ).\\nThe tumor was immunohistochemically characterized as a soft-tissue perineuroma, given its positive immunoactivity for CD 34, EMA, glut1, claudin-1, and negative immunoactivity for S-100. Ultrastructurally, the tumor cells possessed markedly attenuated bipolar cytoplasmic processes running in parallel, which are the characteristics of perineurial cells.\\nAlthough the tumor was firmly attached to the pancreas, no direct invasion was noted. Sixteen months after his operation, follow-up CT showed no evidence of a recurrent tumor.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'15958848': 1, '647630': 1, '17425397': 1, '12533638': 1, '24562506': 1, '9793202': 1, '11532040': 1, '11473195': 1, '12545405': 1, '24557478': 1, '18677612': 1, '26889289': 2, '20738883': 2}", "similar_patients": "{'4732252-1': 1}"}