{"patient_id": 95634, "patient_uid": "2957798-1", "PMID": 21048843, "file_path": "comm/PMC002xxxxxx/PMC2957798.xml", "title": "Plasma Cell Granuloma of the Thyroid: A Conservative Approach to a Rare Condition and Review of the Literature", "patient": "An 89-year-old female presented with a 3-month history of a left-sided neck lump. The lump had been steadily increasing in size during this time. There was no history of shortness of breath, dysphagia, or stridor and no history of voice change. The patient had a past medical history of vascular dementia, hypertension, and B12 deficiency secondary to pernicious anaemia. Regular medications included aspirin, bendrofluazide, and 3 monthly injections of hydroxocobalamin. There was no past medical history of thyroid disease or neck irradiation and no family history of autoimmune disease.\\nOn examination the patient was frail and clinically euthyroid. Examination of the neck revealed a large firm, irregular mass in the upper pole of the left thyroid lobe with a background of multinodular goitre. The lump measured 6.1 cm × 5.5 cm with calipers on presentation. There was no evidence of lymphadenopathy and the trachea was central with no signs of stridor.\\nInitial assessment was suggestive of lymphoma or poorly differentiated carcinoma. In order to increase diagnostic accuracy, a needle core biopsy was taken rather than fine needle aspiration. Two passes were made using a 14-guage needle. TFTs were checked revealing a TSH of 17.6 μIU/L (0.4–5.5 μIU/L) with a Thyroid Peroxidase Antibody (TPA) of 557 IU/ml (0–50 IU/ml) and free T4 of 12.5 pmol/L (11–26 pmol/L). Full blood count, liver function tests, and urea and electrolytes were all in the normal range. These results were in-keeping with hypothyroidism due to Hashimoto's thyroiditis.\\nTwo core biopsies both measuring 15 mm were obtained for histological examination. This showed a heavy plasma cell infiltrate and admixed B- and T-lymphocytes (). The plasma cell infiltrate was polyclonal () and expressed CD79a, CD138, and MUM-1. There was no evidence of anaplastic carcinoma or other primary thyroid carcinoma. There were no morphological features to suggest Riedels thyroiditis.\\nThe histological findings were therefore consistent with a plasma cell granuloma of the thyroid with underlying Hashimoto's thyroiditis.\\nDue to patient frailty and comorbidities, operative intervention was deemed inappropriate. The patient was regularly reviewed in the clinic having been started on Thyroxine. TSH levels improved with modification of T4 dosage. The neck lump remained static for several months until eventually showing signs of regression. The lump measured 4.5 cm × 3 cm 10 months after presentation and 8 months following start of treatment with thyroxine. The patient remained asymptomatic with respect to breathing and swallowing.", "age": "[[89.0, 'year']]", "gender": "F", "relevant_articles": "{'25214867': 2, '941370': 1, '12610909': 1, '3782485': 1, '4018782': 1, '19444653': 1, '658968': 1, '15255430': 1, '2724982': 1, '6547314': 1, '15070909': 1, '2722494': 1, '18753107': 1, '13066016': 1, '6726924': 1, '6788356': 1, '7594242': 1, '4683037': 1, '27190815': 1, '11452684': 1, '29137037': 1, '11958667': 1, '17822858': 1, '21048843': 2}", "similar_patients": "{'4160598-1': 1}"}