{"patient_id": 125525, "patient_uid": "2649868-1", "PMID": 19259363, "file_path": "noncomm/PMC002xxxxxx/PMC2649868.xml", "title": "A Case of Primary Infective Endocarditis Caused by Community-Associated Methicillin-Resistant Staphylococcus aureus in a Healthy Individual and Colonization in the Family", "patient": "A 39-year-old female was admitted with complaints of intermittent high fever, chill, and fatigue of 2 weeks duration. She had no medical problems including intravenous drug abuse, underlying heart disease, dental problem, or previous exposure to healthcare personnel or a hospital environment. She was living with her parents, and her nutritional status was good. On admission, she appeared acutely ill. Her body temperature was 39.2℃, her blood pressure was 100/70 mmHg, her pulse rate was 96/min, and her respiratory rate was 24/min. Physical examination was negative for the following: conjunctival hemorrhage, petechiae, tender nodule, and Janeway lesion on the hands. A grade II/VI systolic murmur was detected over the cardiac apex. There was neither evidence of skin infection nor pneumonia. Her initial WBC count was 19,460/mm3 with neutrophilia (90.8%). Urinalysis showed neither proteinuria nor hematuria. We conducted a transthoracic echocardiography (TTE) on hospital day 2. The TTE showed multiple irregular-shaped mobile oscillating echogenic masses on the tips of both anterior and posterior mitral leaflets (1.63 cm and 0.7 cm, respectively), with trivial mitral regurgitation and normal LV function (Ejection Fraction = 64%, ). Empirical antibiotic treatment with surgery, a follow-up TTE was negative for vegetation, and she was transferred to the Department of Rehabilitation. She was discharged on hospital day 121, and she had no disease recurrence at 1 year follow up.\\nMRSA surveillance cultures were obtained from nasal swab of the patient and her family (parents, 3 sisters, a brother-in-law, and a brother; all had no previous medical history in the last several years). Among the 6 family members investigated, 2 (the father and the brother-in-law) were positive for MRSA surveillance cultures with the antimicrobial susceptibility similar to that of the patient. We performed multiplex PCR for the detection of the Panton-Valentine leukocidin (PVL) gene and SCCmec typing, multilocus sequence typing (MLST), and pulsed-field gel electrophoresis (PFGE). MRSA isolates from 2 family members showed a PFGE pattern similar to that of the patient. All MRSA isolates from the patient (blood and nasal surveillance) and 2 family members were PVL-negative SCCmec IVA type; the MLST allelic profile revealed ST72; 1-4-1-8-4-4-3 ().", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'17884831': 1, '21527033': 2, '17942660': 1, '15854883': 1, '21806817': 2, '12520142': 1, '17962214': 1, '32300494': 1, '10806967': 1, '20610826': 1, '15325835': 1, '15972563': 1, '17454892': 1, '12069968': 1, '16126565': 1, '16857620': 1, '30349396': 1, '11136954': 1, '19259363': 2}", "similar_patients": "{'3163215-1': 1, '3111347-1': 1}"}