{"patient_id": 92166, "patient_uid": "2740301-1", "PMID": 19829789, "file_path": "comm/PMC002xxxxxx/PMC2740301.xml", "title": "Treatment of neonatal septic arthritis sequelae of hip: a case report", "patient": "We present a case of a 13-year-old boy, complaining of painless limp on the left hip. He had suffered septic arthritis of the left hip in the neonatal period. At follow-up from 3 to 13 years, a trend towards severe deformities was seen (). On clinical examination, there was muscle wasting at the left hip and thigh region. The patient had Duchenne-Trendelenburg limp and the Trendelenburg sign with flexion, rotational and adduction contracture of the left hip. Abduction and adduction was tested with patient supine.\\nThe Thomas test was positive and flexion deformity was 25°, abduction 20°, adduction deformity of 25°. Internal and external rotation was determined with the patient prone. Internal rotation was limited of 20°. Determination of leg length discrepancy was done with patient laying and standing, and the shortening was 3.8 cm. Magnetic Resonance Imaging (MRI) was not done because our hospital lacks the equipments. According to the system suggested by Choi at al [] our patient was grouped under Choi’s Type IIIA, () with severe coxa vara angular deformity with retroversion but no pseudoarthrosis of the femoral neck. Intertrochanteric osteotomy was done at the age of twelve with lateral approach to change the loading of the hip and to place the epiphyseal plate at right angle to the resultant of the compressive forces. With this intertrochanteric osteotomy of valgisation of 35° with anterotation of 10° and extension 25° we achieved transferring the greater trochanter distally and laterally so it is level with the center of the femoral head, restoring normal tension to the pelvitrochanteric muscles and improving their mechanical efficiency (). With this procedure, we placed the superior end of the femur against the lateral aspect of the pelvis and also increased the distance between the tip of the trochanter and the center of the hip rotation.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'33663039': 1, '7927971': 1, '3883171': 1, '15866963': 1, '15292409': 1, '2398085': 1, '10541950': 1, '25649415': 1, '11775492': 1, '19829789': 2}", "similar_patients": "{}"}