{"patient_id": 125510, "patient_uid": "2636165-1", "PMID": 18579995, "file_path": "noncomm/PMC002xxxxxx/PMC2636165.xml", "title": "Ocular dirofilariasis in Dubai, UAE", "patient": "A 53-year-old Indian male employed in Dubai, UAE presented\\nwith a sudden onset of foreign body sensation in his left eye while\\nat work for which he used an eyewash from the first-aid kit. This\\nwas followed by an acute bout of pain, redness and watering which\\nwas attributed to the eyewash being past the expiry date. The\\npatient was referred by the treating emergency physician with\\na suspected bleb and to rule out chemical conjunctivitis. There\\nwas no history of injury, allergy or of recent travel. The patient\\ndid have a history of longstanding generalized episodic itching\\nover six to nine months with localized subcutaneous swelling\\nlasting for a few seconds to five minutes and affecting the hands,\\nchest and neck.\\nSlit-lamp examination revealed conjunctival chemosis with\\na live worm in the subconjunctival space adjacent to the nasal\\nlimbus, responding to light and to gentle pressure over the\\nconjunctiva with a cotton swab. The head end was coiled up at the\\nnasal limbus at the 9 O′clock meridian [] while the tail end\\nwas coiled up at the temporal limbus at the 3 O′clock meridian\\ngiving the appearance of two separate worms. Rest of the ocular\\nexamination was unremarkable.\\nThe worm was immobilized using topical lignocaine. A nick\\nwas made in the conjunctiva and the live worm was removed in\\ntoto using a blunt forceps []. It measured approximately\\n11 cm in length. Histopathological examination carried out\\nelsewhere at an overseas parasitology laboratory reported an\\nadult female Dirofilaria repens [].\\nComplete blood picture and erythrocyte sedimentation\\nrate (ESR) were within normal limits with no evidence of\\neosinophilia. Peripheral smear was unremarkable and no\\nmicrofilaremia was detectable.\\nSymptoms resolved promptly following surgical removal with\\nno ocular or systemic recurrences over a follow-up of one year.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'29577104': 1, '11686084': 1, '9790641': 1, '12082307': 1, '27958200': 1, '7387513': 1, '12404815': 1, '7985751': 1, '9152076': 1, '12583426': 1, '10202297': 1, '28724822': 1, '21461355': 2, '11269275': 1, '12502905': 1, '12693088': 1, '21429191': 1, '29308388': 1, '11243759': 1, '25709276': 2, '7943564': 1, '2644857': 1, '6650744': 1, '8778658': 1, '23803483': 2, '25371636': 1, '11556571': 1, '28539786': 1, '7865454': 1, '16505560': 1, '12213168': 1, '18579995': 2}", "similar_patients": "{'4333545-1': 1, '3065049-1': 1, '3744785-1': 1}"}