{"patient_id": 94857, "patient_uid": "2902214-1", "PMID": 20668606, "file_path": "comm/PMC002xxxxxx/PMC2902214.xml", "title": "Primary transitional cell carcinoma of the fallopian tube in a premenopausal woman: A case report and review of literature", "patient": "A 41-year-old lady presented with intermittent colicky lower abdominal pain of 1-month duration. Her menstrual cycles were regular, 2-3/28 days. She had two vaginal deliveries in the past. There was no history of breast or ovarian cancer in her family. Her bladder and bowel habits were normal.\\nOn examination, she was of average build with good performance status. Her vitals were stable, with no pallor, edema or lymphadenopathy. Abdominal palpation showed a supra-pubic mass of 12 cm diameter, arising from the pelvis, towards the left side. The mass was of variable consistency, with restricted mobility. On vaginal examination, a left adnexal mass of about 14 cm diameter, adherent to the uterus, was felt. However, per rectal examination did not reveal any mass in the Pouch of Douglas (POD).\\nPatient was evaluated with routine blood investigations, tumor markers and imaging, including ultrasound and a CT scan of the abdomen and pelvis[]. The investigation reports are summarized in .\\nThus, with a provisional diagnosis of ovarian malignancy, the patient underwent a staging laparotomy. Per-operatively she had about 750 mL of hemorrhagic ascitic fluid. There was an irregular mass arising from the left fallopian tube, of size 14 × 8 cm, with predominant solid areas along with cystic areas, protruding from the fimbrial opening, consisting of multiple thin-walled cysts of size 0.5 to 2 cm. Many of the cysts were already ruptured, and their serosanguineous contents were leaking into the peritoneal cavity. Both the ovaries, on gross examination, appeared apparently normal[]. No obvious deposits were found on the POD, abdominal or diaphragmatic peritoneal surfaces. Liver and omentum appeared free of disease. No significantly enlarged pelvic or para-aortic nodes were present.\\nIntraoperative frozen section from the tumor was reported as malignant epithelial tumor. In view of this, a total abdominal hysterectomy, bilateral salpingo-oophorectomy, infra-colic omentectomy, appendicectomy, bilateral pelvic and para-aortic lymphadenectomy, along with multiple peritoneal biopsies, were performed. Final histopathologic examination showed transitional cell carcinoma of the left fallopian tube with marked desmoplastic reaction, papillary fronds and areas of necrosis and invasion of the muscular wall[Figures and ]. Both ovaries and uterus were free of disease. Retroperitoneal nodes, omentum and appendix showed no evidence of metastasis. Ascitic fluid cytology was negative for malignant cells. Hence a final diagnosis of transitional cell carcinoma of left fallopian tube, FIGO stage IC, was made.\\nPostoperatively she received 6 cycles of adjuvant chemotherapy with paclitaxel (175 mg/ m2) and Carboplatin (AUC – 6). At the time of completion of treatment, her CA-125 was 13.3 IU/L. She was disease-free after 1 year and remains to be so and is on regular follow-up since then. The latest CA-125 at the time of last follow-up was normal, and a CT scan of the abdomen and pelvis showed no evidence of disease.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'24199600': 2, '16336674': 1, '10053109': 1, '11578324': 1, '8402462': 1, '9887253': 1, '16951394': 1, '12217766': 1, '11136563': 1, '3557196': 1, '644422': 1, '20668606': 2}", "similar_patients": "{'3835416-1': 1}"}