{"patient_id": 93995, "patient_uid": "2841607-1", "PMID": 20180996, "file_path": "comm/PMC002xxxxxx/PMC2841607.xml", "title": "Unilateral optic neuropathy following subdural hematoma: a case report", "patient": "A 70-year-old Caucasian man of German nationality receiving warfarin therapy for the primary prevention of chronic atrial fibrillation was admitted to our hospital due to symptoms of a coronary syndrome. An initial international normalized ratio (INR) of 1.7 was elevated to therapeutic ranges (INR = 2.5). Three days later, the patient was found comatose after a first-ever generalized seizure. Cerebral computed tomography (CT) revealed a subdural hematoma measuring 16 mm at its maximum thickness and covering almost the entire left convexity which caused a massive midline shift (Figure ). Rapid cerebral MRI of the same day depicted a beginning ipsilateral uncal herniation towards the chiasmatic cistern (Figure ). Immediately after INR normalisation, surgical evacuation of the subdural hematoma and decompressive craniectomy were performed without any complications.\\nTwo days after extubation and recovery from anaesthesia, the patient complained of severe sinistral visual loss. Neurologic and ophthalmologic examinations confirmed a severely reduced visual acuity on his left eye with concomitant afferent pupillary defect. A normal vascular fundoscopy and the lack of papilledema led to the working diagnosis of posterior ON. Four days after the surgery, a follow-up DWI of the cerebral MRI (Figure ) showed a signal hyperintense lesion within the left lateral, mesiobasal temporal lobe that was immediately adjacent to the distal prechiasmatic course of the affected optic nerve. Dull signal attenuation in corresponding apparent diffusion coefficient (ADC) maps, and gadolinium enhancement in T1 (not shown) led to the diagnosis of a subacute cerebral ischemic event.\\nThe corresponding hyperintensity of T2-weighted images indicated focal brain edema in line with regional hypoperfusion and the preceding uncal shift (Figure ). Thus, pathomorphologic and sequence-specific MRI criteria suggest a primary mechanic compression followed by secondary microcirculatory impairment of the afflicted brain area. In support of this hypothesis, DWI alterations were not manifest at the initial MRI diagnostics. Although not directly proven by MRI but due to its close anatomic course and the temporal coincidence of optic nerve affliction, an equal dual pathomechanism was believed to be the cause of the appearance of ON. Further cerebral or orbital pathologies were not apparent (not shown). Within weeks, the patient was released for rehabilitation without further visual improvement.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'19139313': 1, '8944098': 1, '17460582': 1, '16797709': 1, '11584837': 1, '19194130': 1, '19375828': 1, '17353318': 1, '19337484': 2, '16484386': 1, '17159031': 1, '17032847': 1, '7290580': 1, '16803916': 1, '14609849': 1, '14195984': 1, '19109578': 1, '668825': 1, '20180996': 2}", "similar_patients": "{'2655747-1': 1}"}