{"patient_id": 90939, "patient_uid": "2631458-1", "PMID": 19144109, "file_path": "comm/PMC002xxxxxx/PMC2631458.xml", "title": "Zoledronic acid in metastatic chondrosarcoma and advanced sacrum chordoma: two case reports", "patient": "In 2006, a 63-year-old Caucasian man referred a painful swelling at level of right thorax developed during the last month. He was under cardiologic control for mild heart failure. By Computer Tomography (CT) examination a lesion measuring 15 cm maximum diameter involving muscles and ribs was showed. The lesion appeared calcified (fig. and ). Concomitant lung metastases, some of them with calcifications, and right pleural effusion were showed (fig. ). Bone scintigraphy displayed ligand uptake in the right thorax. Fine needle biopsy revealed spindle cell neoplasm being immunohistochemically positive for vimentin and negative for citokeratin pan and S-100. This tumor was defined as a low grade chondrosarcoma. The patient refused further diagnostic procedures. He reported relentless pain corresponding to the tumor location with increasing need for analgesic drugs. The patient started a chemotherapy regimen based on ifosfamide and uromitexan with monthly zoledronic acid (Zometa; Novartis Pharma, Origgio, Italy) administration. After the first cycle the patient reported a significant benefit on pain and the need for analgesic drugs progressively tapered until stopping. This benefit was confirmed with the following administrations. CT documented stable disease after three months and progression after six cycles. Therefore zoledronic acid was maintained while chemotherapy was stopped. However, pain always remained under control until zoledronic acid was administered, that is for further three months after chemotherapy stopping when the patient died.\\nIn 2002, a 66-year-old Caucasian woman with a history of epilepsy presented progressive lower back pain with irradiation to lower extremities. By sacrum biopsy vacuoled cells having a medium and large size were showed in an abundant myxoid background. These tumor cells were immunohistochemically positive for citokeratin, vimentin and Epithelial Membrane Antigen (EMA) and were weakly positive for S-100. These findings were considered indicative for a sacrum chordoma. The tumor was considered unresectable and treated with radiotherapy. In 2005, despite disease stability by CT scans, the patient complained persisting pain to the sacrum refractory to analgesic, opioids and antiepileptic drugs. Zoledronic acid was started. After few days the patient reported a significant pain reduction. This effect appeared to decrease 20 days after the administration. Therefore, a 21 day-interval of zoledronic acid administration was chosen. The tumor appeared unchanged until now (fig. )", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'17050806': 1, '17701225': 1, '16602111': 1, '16270320': 1, '16570273': 1, '17242698': 1, '16121404': 1, '12006522': 1, '19624845': 1, '15915306': 1, '21234363': 1, '8053405': 1, '18632473': 1, '15459425': 1, '18632518': 1, '15894525': 1, '23688107': 1, '19144109': 2}", "similar_patients": "{}"}