{"patient_id": 94605, "patient_uid": "2886262-1", "PMID": 20413934, "file_path": "comm/PMC002xxxxxx/PMC2886262.xml", "title": "Pleomorphic adenoma of a subconjunctival ectopic lacrimal gland", "patient": "A 13-year-old female patient reported in June 2007 with complaints of a slowly growing painless swelling in the lateral fornix of the left eye of six months duration []. There was no history of trauma, pain, and lacrimation, restriction of ocular movements or impairment of vision. No other swelling was present elsewhere in the body.\\nSystemic examination showed no abnormality. Examination of the left eye revealed a firm, nodular, nontender, nonpulsatile, irreducible swelling in the lateral canthus. The conjunctiva over the swelling was freely movable. On adduction the swelling indented the eyeball. There was mild conjunctival congestion over the swelling. Ocular examination was otherwise within normal limits with visual acuity of 20/20. Ocular movements were full and free. Right eye examination was within normal limits.\\nRelevant investigations consisting of hemogram, total and differential counts (done to exclude infective etiology) were within normal limits. Non-contrast-enhanced computerized tomography scan of orbits revealed a homogenous soft tissue density mass in the lateral canthus of the left eye not infiltrating the surrounding tissues, suggestive of a benign tumor. Ultrasonography showed medium to high reflectivity with moderate sound attenuation with well-defined contour suggestive of a dermoid.\\nThe lesion was explored by a vertical incision in the conjunctiva overlying the swelling. A similar incision was made on the Tenon's capsule and a firm slightly lobulated swelling, free from other structures was found deep in the lateral fornix which was removed in toto by blunt dissection with an intact capsule []. This tumor had no connection with any other structure in the orbit. The tumor measured 2×1.5×1cm []. The Tenon's capsule and conjunctiva were closed in layers.\\nThe postoperative period was uneventful. Histopathology revealed the tissue to be a pleomorphic adenoma showing a biphasic cellular nature. The tumor tissue comprised epithelial elements arranged as trabeculae, glands and cysts. Foci of squamous metaplasia were present. The epitheloid cells were cuboidal to columnar. The stroma was chondromyxoid. No malignant component was present []. The stain used was hematoxylin-eosin. The patient has been observed for more than one year with no recurrence of the swelling.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'17110692': 1, '10800916': 1, '21350294': 1, '23730654': 1, '23961033': 1, '10420113': 1, '16530838': 1, '1031159': 1, '4077211': 1, '20413934': 2}", "similar_patients": "{}"}