{"patient_id": 94830, "patient_uid": "2900747-1", "PMID": 20661359, "file_path": "comm/PMC002xxxxxx/PMC2900747.xml", "title": "Role of amino acid infusion in delayed recovery from neuromuscular blockers", "patient": "A 65-year-old, 45-kg woman diagnosed with cholelithiasis presented for cholecystectomy. She was taken up for surgery with ASA Grade 1, with all preoperative investigations including routine electrocardiogram (ECG) and X-ray of the chest being within normal limits. She was given balanced general anaesthesia. Premedication given consisted of oral ranitidine 50 mg and alprazolam 0.25 mg given on the night before the surgery and 2 hours prior to the surgical procedure. The patient received fentanyl 2 μg/kg, 5 minutes before induction. She was induced with propofol 2 mg/kg, and vecuronium bromide 0.1 mg/kg was given to facilitate endotracheal intubation and the airway was secured with a cuffed oral endotracheal tube of size 7.5. Anaesthesia was maintained with nitrous oxide 66% in oxygen and 0.8% isoflurane. Ventilation was controlled to maintain normocapnia. Continuous monitoring of Electrocardiography, Saturation of Oxygen, Endtidal carbon dioxide and Noninvasive blood pressure was done. The surgery lasted for 1 hour. Total dose of vecuronium given was 4.8 mg. The patient was haemodynamically stable during the intraoperative period. At the end of the surgery, the residual neuromuscular blockade was reversed with atropine 0.02 mg/kg and neostigmine 0.06 mg/kg. The patient was administered Inj. aceclofenac 150 mg IM 20 minutes before closure for postoperative analgesia and ondansetron 4 mg IV to prevent postoperative nausea and vomiting. The patient was sedated but responding to verbal commands, had good respiratory efforts with adequate tidal volume and was maintaining her vitals in the normal range. The trachea of the patient was extubated and the patient was observed in postoperative recovery. The patient continued to have stable vital signs. After 45 minutes, the patient was found to be deeply sedated not responding to painful stimuli, had a shallow respiration and a respiratory rate of 8 breaths per minute, pulse of 68/min, blood pressure of 118/76 mmHg, SpO2 was 100%. The patient was shifted to the operation theatre, given 100% oxygen and was connected to the vital signs monitor. The pulse of the patient was 60 beats per minute with few ventricular ectopics, blood pressure was 116/76 mmHg, SpO2 was 100% but muscle tone was not good. Thinking in terms of recurarisation and residual weakness from neuromuscular block, neostigmine 1.2 mg was repeated with atropine, lignocaine was given at a dose of 2 mg/kg. Ectopics were corrected. 10 ml of 10% calcium gluconate was given slowly IV, but there was no change in the condition of the patient. Simultaneously the following investigations were carried out: haemogram, blood sugar, blood urea, serum creatinine, liver functions, serum electrolytes and arterial blood gas analysis.\\nHowever, the patient continued to be deeply sedated, tidal volume was inadequate, extremities were cold (nasopharyngeal core temperature was measured and found to be 35°C), but she was maintaining arterial oxygen saturation, and did not need reintubation at any time. Forced air warming with a Bair hugger of the patient was started and she was given warm intravenous fluids to correct hypothermia. Arterial blood gas analysis of the patient revealed respiratory acidosis. Amino acid infusion was given at 100ml per hour. The patient remained haemodynamically stable and gradually, after one and a half hour the respiration became regular, respiratory rate was 14 breaths per minute and tidal volume became adequate. She started responding to verbal commands and had a good skeletal muscle tone. Postoperative period was uneventful and the patient was subsequently discharged on the fifth postoperative day.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'8033514': 1, '16261467': 1, '9416715': 1, '4969787': 1, '14165687': 1, '20640140': 1, '21712894': 1, '8777102': 1, '9180091': 1, '27212741': 1, '11573589': 1, '21431067': 1, '20661359': 2}", "similar_patients": "{}"}