{"patient_id": 125561, "patient_uid": "2667582-1", "PMID": 16549959, "file_path": "noncomm/PMC002xxxxxx/PMC2667582.xml", "title": "Hyaline Vascular-Type Castleman Disease Presenting as an Esophageal Submucosal Tumor: Case Report", "patient": "A 62-year-old man was referred to our hospital for further examination and treatment of an asymptomatic esophageal mass (, ). At the time of admission, he had no dysphagia or any other digestive tract symptoms, but an endoscopic examination for a routine medical health exam showed a protruding mass in the distal esophagus. He was a heavy alcohol drinker. A physical examination and laboratory data showed mild hepatic dysfunction, and an abdominal sonography revealed a liver with heterogeneous echotexture and blunt margins, suggestive of chronic liver disease. A double-contrast esophagography showed a 2.5×6 cm polypoid mass arising in the distal esophageal wall, located just above the gastroesophageal junction (). Contrast-enhanced chest CT demonstrated a 2.5×6 cm, well-defined lesion in the esophagus. A coronal image showed that the tumor was located in the esophagus and showed a well-circumscribed soft-tissue density mass with a homogeneous enhancement after the injection of contrast material. The mean density of the mass was 50 HU at precontrast scan and 100 HU at postcontrast scan. CT depicted no lymph node enlargement in the mediastinum or upper abdomen (). Endoscopic observation revealed one column of elevated sausage-like lesion at approximately 28 cm from the incisor teeth of the esophagus, a possible varix, leiomyoma, or submucosal hemorrhage. The surface of the proximal portion of the tumor was slightly reddish, but smooth and covered with normal mucosa (). Preoperative preliminary diagnosis was an esophageal submucosal lesion, and a leiomyoma was strongly suspected based on the incidence of such lesions. After incision of the esophageal muscle layer, the mass was exposed and enucleated from the esophageal wall. The lesion was located in the submucosal layer of the esophagus. The specimen was reviewed by two pathologists (with 10 and 25 years of experience in pulmonary and lymphoreticular pathology, respectively) and they agreed with the diagnosis of Castleman disease. The excised mass showed a multilobulated mass with whitish color and a smooth margin (3×3×7 cm) at the distal esophagus (27-34 cm from incisor). On sectioning, the mass had a yellowish gray multinodular appearance (). Microscopically, the esophageal mass revealed nodular lymphoid areas, a marked expansion of the mantle zone, and small, relatively inconspicuous germinal centers (). The follicles show marked vascular proliferation with hyalinization (). The final diagnosis of this tumor was Castleman disease of the hyaline vascular type, lymphoid subtype.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'12478151': 1, '3043651': 1, '9890482': 1, '11822012': 1, '12087205': 2, '12423813': 1, '15676019': 1, '2389730': 1, '12686765': 1, '12390167': 1, '16549959': 2}", "similar_patients": "{'2713838-1': 1}"}