{"patient_id": 94452, "patient_uid": "2876173-1", "PMID": 20459847, "file_path": "comm/PMC002xxxxxx/PMC2876173.xml", "title": "Appendicular peritonitis in situs inversus totalis: a case report", "patient": "A 20-year-old African man presented to the emergency department at the Aristide Le Dantec hospital with 4-day history of diffuse abdominal pain in his left iliac region and hypogastrium. This pain was associated with bilious vomiting and fever. On examination, he was found to be in a good general condition. He had a fever at 40°C, a pulse rate of 120/minute, and blood pressure of 120/70 mm Hg. His physical examination revealed a generalized abdominal tenderness predominantly over his left lower and hypogastric quadrants.\\nLaboratory investigations showed that he had a white blood cell count of 18,900/mm3 with 93% neutrophils, 42% hematocrit, and platelets at 323,000/mm3. An X-ray of our patient's abdomen showed small bowel loops and a diffuse grayness. After a pre-operative reanimation, a median laparotomy was performed. The exploration showed an acute generalized peritonitis with 300 mm3 of pus, false membranes, situs inversus (Figure ), and a phlegmonous pelvic appendix perforated in its middle third (Figure ). An appendectomy and peritoneal toilet were subsequently performed.\\nA post-operative abdominal tomodensitometry with a frontal view of our patient's abdomen and lower chest was performed to assess his condition. This revealed a situs inversus totalis with dextrocardia and a left-sided liver (Figures and ). A bacteriologic analysis of the pus isolated Bacteroides fragilis sensitive to the combination of amoxicillin and clavulanic acid. Surgical pathology confirmed acute appendicitis with suppurative necrosis of his serous membrane. No post-operative complication was noted, and he was discharged home eight days after his operation.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'21918700': 1, '34597972': 1, '11267811': 1, '21234150': 2, '21105193': 1, '19183546': 1, '8745827': 1, '27810609': 1, '21813017': 2, '20459847': 2}", "similar_patients": "{'3016484-1': 1, '3161837-1': 1}"}