{"patient_id": 91611, "patient_uid": "2726483-1", "PMID": 19830102, "file_path": "comm/PMC002xxxxxx/PMC2726483.xml", "title": "Axillary silicone lymphadenopathy presenting with a lump and altered sensation in the breast: a case report", "patient": "A 35-year-old British Caucasian woman was referred by her general practitioner to our breast symptomatic services following a 3-week history of a lump below her left nipple. She also complained of some itchiness and a hot feeling in the same region. She had undergone bilateral breast augmentation using subglandular cohesive gel silicone implants 5 years previously.\\nClinical examination revealed soft healthy implants which were clinically intact. There was a 2 mm mobile lump behind the left nipple.\\nInitial ultrasound investigation showed both implants to be intact but there were multiple hypoechoic areas at the symptomatic site in the left retroareolar region which appeared superficial to the implant. Mammography showed an irregular contour of the left implant. A magnetic resonance imaging (MRI) scan of both breasts was suggestive of both intracapsular and extracapsular rupture of the left breast prosthesis.\\nThe patient was seen in the breast clinic with the results of the radiological investigations (Figures , and ). On this occasion, she complained of a tender lump in the left axilla after a flu-like illness. Clinically, the lump was thought to be a lymph node and following review a month later, she was listed for excision biopsy of the axillary lesion.\\nBefore the excision biopsy, the patient was reviewed as an outpatient by the plastic surgeon who had performed the original augmentation procedure. At this time, a similar tender lump to the left axillary mass was found in the right mastoid region.\\nA combined procedure involving excision biopsy of the left axillary lesion and replacement of the ruptured implant was performed. Pus-like fluid was seen to surround the ruptured implant and ooze from the axillary node. Subsequent histological analysis showed that the axillary lymph node contained large amounts of silicone and demonstrated a lipogranulomatous reaction (Figures , ).\\nTwo weeks postoperatively, the patient had clinically improved with resolution of her operative discomfort.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'22430679': 1, '21217983': 2, '9283576': 1, '7755157': 1, '24421927': 1, '22279496': 1, '10717013': 1, '12860765': 1, '12890469': 1, '11710703': 1, '34651119': 1, '10654733': 1, '8982209': 1, '26098457': 1, '11295960': 1, '10578998': 1, '29843119': 1, '8165987': 1, '7760867': 1, '30364371': 1, '2296832': 1, '33658215': 2, '8434739': 1, '15220594': 1, '19830102': 2}", "similar_patients": "{'7931750-1': 1, '3010785-1': 1}"}