{"patient_id": 92437, "patient_uid": "2769294-1", "PMID": 19918584, "file_path": "comm/PMC002xxxxxx/PMC2769294.xml", "title": "Endometriosis presenting as an acute groin swelling: a case report", "patient": "A 27 year old nulliparous white Caucasian woman presented to the surgical admissions unit with a two day history of an acutely painful swelling in her right groin. The swelling was tender to touch, and her pain was made worse by lying down.\\nThe patient was previously fit and well, a non-smoker, and her past medical history included irritable bowel syndrome and lactose intolerance. Her current medication was a combined oral contraceptive pill.\\nOn examination a tender, 5 × 2 cm, non-compressible, non-reducible ovoid swelling in the right groin was noted and a diagnosis of either an incarcerated femoral hernia or an enlarged lymph node was made.\\nSurgical exploration of the groin was carried out the same day under general anaesthetic. On incising the skin and subcutaneous fat, the operating surgeon was able to palpate the mass deep to the superficial inguinal ring. On opening external oblique to access the inguinal canal, a hard inflammatory mass was found at the insertion of the round ligament into the pubic tubercle (). There was no evidence of a coexisting inguinal or femoral hernia, nor any loco-regional lymphadenopathy. The mass was excised and sent for histological examination.\\nThe patient made an uncomplicated recovery from her operation and was discharged home the following day.\\nHistology of the excised tissue reported fibroadipose tissue showing foci of endometrial type glandular epithelium and stroma which stained positive with anti-CD 10 antibody ( and ). This was associated with haemorrhage, fat necrosis, focal fibrin deposition and haemosiderin-like pigment. The appearances were consistent with endometriosis.\\nOn subsequent outpatient review the surgical wound had healed without complications and the patient had no further symptoms.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'1710407': 1, '18113815': 1, '30078093': 1, '19155958': 1, '17217498': 1, '2892706': 1, '17538736': 1, '19918584': 2}", "similar_patients": "{}"}