{"patient_id": 90418, "patient_uid": "2556662-1", "PMID": 18801198, "file_path": "comm/PMC002xxxxxx/PMC2556662.xml", "title": "Lung adenocarcinoma with micropapillary component presenting with metastatic scrotum tumor and cancer-to-cancer metastasis: A case report", "patient": "A 54-year-old Japanese man was admitted to our hospital complaining of a 3-month history of a sclerosing dermal lesion on the external genitalia (Fig. ). Computed tomography (CT) revealed numerous nodules invading various parenchymal organs and lymph nodes, suggesting an aggressive malignancy with systemic metastases. Histologic analysis of core needle biopsy samples from scrotal skin disclosed poorly-differentiated adenocarcinoma infiltrating the dermis with frequent lymph vessel invasion (Fig. ). Immunohistologically, the tumor cells were stained positive for cytokeratin 7 (CK7) in the cytoplasm and for thyroid transcription factor 1 (TTF-1) in the nucleus, but negative for cytokeratin 20 (CK20), suggesting that the tumor cells originated from either thyroid cancer or lung adenocarcinoma. The patient died of respiratory failure one month after admission, and an autopsy was conducted to disclose the origin of the cancer.\\nGrossly, massively spreading lesion (approximately 3 × 3 × 3 cm) with vague margin was noted in the right lung accompanying lymphangitic carcinomatosis, as well as a well-circumscribed nodule (8 mm in diameter) in the right lobe of the thyroid. We confirmed aggressive metastatsis at various loci including liver, bilateral adrenals, peritoneum, cardiac muscle of the right atrium, both thoracic (Th5) and lumbar (L5) vertebra, and lymph nodes within trunk except for head and neck. Microscopic examination revealed that the lung tumor was composed of adenocarcinoma presenting characteristic morphological structure of small tumor clusters with no fibrovascular cores surrounded by clear spaces (Fig. ), so-called 'carcinoma with micropapillary component (MPC)'. Moreover, these MPCs showed severe lymphovascular infiltration in parenchyma and in pleura. All these metastatic lesions were consisted of MPCs, whereas thyroid tumor was histopathologically composed of mainly follicles with atypical nuclear features such as ground-glass appearance and nuclear grooves characteristic of thyroid follicular variant of papillary carcinoma surrounded by MPCs (Fig. ). To further characterize this somewhat complex thyroid nodule with MPC-like clusters, we conducted immunohistochemical analysis.\\nImmunohistochemical analysis of tissue samples taken at autopsy confirmed that tumor cells in the lung MPCs, thyroid papillary carcinoma, and thyroid MPC-like clusters were all positive for CK7 but negative for CK20. TTF-1 staining demonstrated weakly positive in lung MPC and in thyroid papillary carcinoma follicular variant, whereas thyroid MPC-like clusters were negative. Furthermore, thyroglobulin was positive in thyroid papillary carcinoma with follicular variant, while negative in the MPC-like clusters in both thyroid and lung. On the other hand, lung adenocarcinoma and metastatic MPCs, including MPC in thyroid tumor (Fig. ), were exclusively positive for surfactant protein. These findings suggested that MPC-like clusters in the thyroid papillary carcinoma was metastatic tumor derived from lung cancer. Immunohistochemical analysis for D2-40 confirmed that the MPC was not located within a lymph vessel but in clear tissue space.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'15104294': 1, '10981870': 1, '25685581': 2, '7808965': 1, '26236609': 1, '19830516': 1, '23913165': 1, '15505530': 1, '11859208': 1, '31938406': 1, '31232953': 1, '25368499': 2, '16086826': 1, '18801198': 2}", "similar_patients": "{'4313001-1': 1, '4313001-2': 1, '4214946-1': 1}"}