{"patient_id": 90767, "patient_uid": "2611979-1", "PMID": 19017378, "file_path": "comm/PMC002xxxxxx/PMC2611979.xml", "title": "Aplastic anemia induced disc edema and visual loss in pregnancy: a case report", "patient": "A 20 year-old primagravid Caucasian female at 20 weeks of gestation presented to the emergency department with complaints of weakness, dizziness, headaches and palpitations. Complete blood count (CBC) analysis revealed white blood cell count (WBC) of 1.9 × 109 cells/litre, hemoglobin of 4.9 gm/dl, and platelet count of 5 × 109 cells/litre. Further investigation showed normal liver function tests and prothrombin time and an INR of 13.3s and 0.9 respectively. Bone marrow biopsy confirmed the etiology of the pancytopenia as aplastic anemia and subsequent red blood cell and platelet transfusions stabilized the patient's hematologic status.\\nDuring her initial hospitalization, she reported decreased vision in her right eye which she described as a red spot when looking at the light. On ophthalmic consultation, her visual acuity was hand motions (HM) in the right eye and 20/20 in the left eye, with normal intraocular (IOP) in both eyes. Anterior segment examination was unremarkable and pupillary reactions were normal. Dilated fundoscopic examination done at that time had revealed bilateral optic disc swelling and a layered pre-retinal hemorrhage involving the macula of her right eye (Figure ). Humphrey visual field examination (HVF) revealed enlarged blind spots in both the eyes with a ceco-central defect (mean deviation -4.02 db) in the right superotemporal quadrant, correlating with the retinal hemorrhage present clinically (Figures ). Neuro-imaging, including both CT and MRI, did not reveal a mass lesion and lumbar puncture resulted in a dry tap in spite of repeated attempts.\\nThe visual acuity in the right eye and the disc edema gradually improved. During this course, the patient's hematologic status and fetus were closely monitored, with administration of supportive transfusions as needed. The patient went on to deliver a 1664 gram infant at 32 weeks gestation. On post-partum day 2, her visual acuity was 20/50 and 20/20 in the right and left eyes, respectively. Dilated fundoscopic examination revealed resolving pre-retinal hemorrhage, clearing from the visual axis, with resolution of the disc edema bilaterally (Figure ). Repeat Humphrey visual field testing exhibited normalization of the blind spot in both the eyes, with improvement in the paracentral scotoma of the right eye (mean deviation -2.63 db) correlating with the remaining pre-retinal hemorrhage (Figures ).", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'12468922': 1, '12690375': 1, '17124043': 1, '24790407': 1, '11860445': 1, '8480483': 1, '12654358': 1, '32309129': 2, '11053999': 1, '2057169': 1, '14972785': 1, '19017378': 2}", "similar_patients": "{'7158926-1': 1}"}