{"patient_id": 93709, "patient_uid": "2827107-1", "PMID": 20181155, "file_path": "comm/PMC002xxxxxx/PMC2827107.xml", "title": "Parotid gland oncocytoma: a case report", "patient": "A 74-year old Greek Caucasian female patient presented to our department because of swelling of her left parotid gland during the previous one month. Her past history revealed refractory immune thrombocytopenic purpura (ITP), diagnosed six years earlier, which was treated with low dose corticosteroid (methyl-prednisolone 8 mg/day), and chronic untreated hepatitis B (HBV) infection with low viral load (HBV-DNA = 1.4 × 103 IU/ml). On physical examination, the mass was elastic and mobile and the overlying skin was unaffected. Left cervical lymphadenopathy was detected. There were no facial palsy, xerophthalmia and/or xerostomia (Sicca syndrome).\\nExtensive screening for viruses (HCV, HIV, EBV, CMV, ECHO, Coxsackie and Adenoviruses) and autoimmune diseases proved negative. Computed tomography (CT) of the parotid glands, neck and thorax revealed an egg-shaped mass in the left parotid gland (maximum diameter 3.8 cm) along with cervical lymphadenopathy (Figure ). A biopsy with fine needle aspiration was not diagnostic and the patient underwent radical left parotidectomy. Histologic examination showed epithelial cell proliferation; cells were characterised by small round nuclei and microgranular, eosinophilic cytoplasm. A mitotic count was negative. The mass was surrounded by a thin fibrous capsule. These findings were consistent with oncocytoma of the parotid gland.\\nNo complications were recorded during the post-operative course. During the follow-up period (12 months) no cervical lymph nodes were detected on repeated CTs and the patient remains disease free.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'1448373': 1, '18272563': 1, '17100397': 1, '15280734': 1, '16618664': 1, '33114321': 1, '15041058': 1, '30693257': 2, '10878549': 1, '18161653': 1, '24707257': 2, '12087334': 1, '20181155': 2}", "similar_patients": "{'3975758-1': 1, '6327801-1': 1}"}