{"patient_id": 92497, "patient_uid": "2769353-2", "PMID": 19918523, "file_path": "comm/PMC002xxxxxx/PMC2769353.xml", "title": "Sepsis requiring intensive care following intramuscular injections: two case reports", "patient": "A 73 year old Caucasian female patient with history of hypertension, congenital hip dislocation, and degenerative arthritis, was admitted to the Internal Medicine Ward due to anemia (Hb:5.7 gm/dL), persistent low-grade fever (37.3°C) and lower extremity arthralgia. The main finding on physical examination was a painful, warm, fluctuant mass with marked skin erythema and necrosis in the gluteal area. She had received many Non Steroidal Anti-inflammatory Drug (NSAID) IM injections for arthritis pain over the last several months. Diagnostic workup included a CT-scan of the abdomen, which revealed fluid collection along the soft tissues on both thighs, extending into the abdominal cavity. Large intra-peritoneal fluid collections were recognized on both sides of the bladder, and smaller fluid collections were present along both femoral heads within the gluteal muscles bilaterally (). The patient had intra-peritoneal abscess drainage through a J-shaped lower abdominal incision, followed by drainage of the femoral fluid collections in the operating room. Two soft drainage tubes were inserted through the abdominal wall, drains were left in place on both thighs, and the surgical wound was closed. Postoperatively, the patient was admitted to the ICU due to developing multi-organ failure, (tachycardia, hypotension, oliguria and deterioration of pulmonary function). In the ICU she required mechanical ventilation and was supported with a goal-directed therapy protocol [] as described in case one. Broad-spectrum antibiotic therapy included Vancomycin 500 mg twice daily, Meropenem 500 mg three times daily and Fluconazole 400 mg once daily. Staphylococcus aureus was isolated from blood cultures. Adequate urine output was maintained with continuous IV furosemide infusion at 2 mg/h for 7 days. Total ICU length of stay was 15 days, and she then transferred to the orthopaedic surgery ward in stable condition, gradually improved and was discharged home.\\nDemographics and medical history and ICU data are presented in .", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'16914707': 1, '18341535': 1, '11486297': 1, '8844239': 1, '17083735': 1, '7606072': 1, '8654010': 1, '27517077': 1, '11316360': 1, '12592088': 1, '15849663': 1, '7676237': 1, '11794169': 1, '11881870': 1, '19918523': 2}", "similar_patients": "{'2769353-1': 2}"}