{"patient_id": 93849, "patient_uid": "2833312-1", "PMID": 20224652, "file_path": "comm/PMC002xxxxxx/PMC2833312.xml", "title": "Retained Intraabdominal Gossypiboma, Five Years after Bilateral Orchiopexy", "patient": "The patient is a 24-year-old Iranian infertile male that referred to our clinic for work up of infertility. He was a married gentleman since 4 years. In the past medical history no noticeable point is noted. In the past surgical history, he underwent laparotomy for the bilateral orchiopexy of intraabdominal testes 5 years ago in another center. Vital signs were normal and BMI was 22. Upon physical examination, positive findings were atrophic testes and a scar of pfannensteil incision. The findings of laboratory examinations were unremarkable, with a normal cell count and normal biochemistry. Azospermia was noted in the semen analysis. In the hormone prophile, we noted elevated FSH and LH, 2-3 times of normal with normal serum levels of testosterone and prolactin. Due to mild and chronic nonspecific abdominal pain, abdominal ultrasonography was requested, in which a round mass of 5 to 10 cm size with fluid echogenicity is found (in the right lower quadrant). Finally in the abdominopelvic CT scan, a heterogenous soft tissue mass was found in the same reported area of the abdomen near the bladder. He scheduled for laparotomy with hydatid cyst diagnosis. After opening of the layers and peritoneum with low midline incision, the mass was intraperitoneal, that lied between loops of the small intestine. We were very careful about the tearing or rupture of the cyst wall, but because of some adherence it was ruptured and yellow, thick pus released in which a sponge was found (Figures , , and ). The operation terminated unevently and the patient was discharged home after 3 days, without any problem.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'23533840': 2, '10634665': 1, '15851364': 1, '12529464': 1, '11786775': 1, '5695628': 1, '18356674': 1, '33778401': 1, '16847236': 1, '18063507': 1, '8933791': 1, '30212789': 1, '25057470': 2, '17484000': 1, '12522609': 1, '11409471': 1, '6724243': 1, '24834357': 2, '14512403': 1, '25781298': 1, '22229142': 2, '32723214': 1, '12540456': 1, '22312370': 2, '8678622': 1, '10787070': 1, '20224652': 2}", "similar_patients": "{'3270520-1': 1, '4009314-1': 1, '4090815-1': 1, '3600324-1': 1, '3249850-1': 1}"}