{"patient_id": 91742, "patient_uid": "2729520-1", "PMID": 19707479, "file_path": "comm/PMC002xxxxxx/PMC2729520.xml", "title": "Spastic Paraparesis Following Cocaine Inhalation", "patient": "A 27-year-old male Caucasian\\npresented with sudden onset paraparesis. He had been on a social night out and\\nadmitted to nasal inhalation of small quantities of cocaine about an hour\\nbefore onset of symptoms. There was no significant past medical history of note,\\nand he took no regular medication. He however admitted to recreational\\nconsumption of cocaine for a few years.\\nClinical examination\\nrevealed a regular heart rate of 90 beats per minute and an elevated blood\\npressure of 148/70 mmHg. A 12-lead ECG performed was normal sinus rhythm with no\\nevidence of ischaemia. He had a right Horner sign, and there was grade1 power in\\nboth legs with increased tone and brisk reflexes. Babinski sign was positive bilaterally. \\nSensory examination was normal. The rest of his cranial nerve examination was\\nunremarkable. His Glasgow coma scale was 14/15, losing 1 verbal point due to\\nhis mild confusion. He was however of normal GCS by the following day, 12 hours\\nlater.\\nBecause of his\\nclinical presentation, an urgent magnetic resonance image of his spine was\\nperformed initially which surprisingly did not reveal any abnormality. As a\\nconsequence, the radiologist on discussion with the medical team proceeded to MRI\\nof his brain which demonstrated extensive subcortical white matter parasagittal\\ncerebral infarcts with focal lesions seen involving the\\nglobus pallidus bilaterally, corpus callosum, and the right cerebellar\\nhemisphere (See ). A urine sample was\\npositive for opiates and cocaine. Our patient categorically denied opiod use,\\nand the team agreed that this may have been a false positive test.\\nFull blood count and\\nelectrolytes were unremarkable and an autoimmune screen was negative. His\\nfasting blood sugar and lipid profile was normal. Cerebral arteriography and\\nvenography were normal. Echocardiography demonstrated a patent foramen ovale; however,\\ndoppler ultrasound of the deep veins of his legs revealed no thrombosis. A 12-lead electrocardiograph revealed sinus rhythm.\\nHe was managed on our\\nstroke unit, receiving intensive neurorehabilitation and regaining mobility\\nwith crutches after 12 days. A cardiology review concluded that there were no\\ncompelling indications for closure of his atrial septal defect in view of a\\nprobable cause of his stroke. His blood pressure throughout his admission was\\nnormal. He was thus discharged home after 2 weeks of inpatient stay with a\\nreferral to his local drug and alcohol abuse service. He has so far made a\\ncomplete recovery.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'2343840': 1, '2350209': 1, '3754719': 1, '3262397': 1, '7603541': 1, '9459471': 1, '2348187': 1, '1926265': 1, '7801738': 1, '2356010': 1, '10814631': 1, '19707479': 2}", "similar_patients": "{}"}