{"patient_id": 95201, "patient_uid": "2929607-1", "PMID": 20811618, "file_path": "comm/PMC002xxxxxx/PMC2929607.xml", "title": "Laparoscopic Repair of Postoperative Perineal Hernia", "patient": "A 69-year-old man presented with a history of rectal bleeding. Digital rectal examination revealed a palpable, fungating rectal lesion. Following EUA and biopsy, the lesion was confirmed as squamous cell carcinoma. Staging computed tomography scans did not reveal any distant metastasis. Following neoadjuvant chemoradiotherapy a preoperative MRI showed reduction in tumour size from 8.5 to 4.7 cm. The patient successfully underwent laparoscopic abdominoperineal resection of the rectum and formation of colostomy. He was discharged day 6 postoperatively with wounds intact.\\nHistology revealed an invasive poorly differentiated squamous cell carcinoma with extension into the perianal soft tissues. Lymphovascular space and perineural invasion were identified but all resection margins were negative for tumour. The tumour was classified as a yT2N0M0 lesion.\\nAt six-month clinical followup, he complained of a reducible, painless incisional perineal hernia extending into the scrotum (). He subsequently underwent elective laparoscopic mesh repair of this perineal hernia.\\nThe operation was performed in lithotomy position. A urethral catheter was placed to decompress the bladder. Pneumoperitoneum was established using the Hassan technique via a curvilinear infraumbilical incison. Three additional 5 mm ports were placed under direct vision using a 10 mm 0° laparoscope. One was positioned in the right lower quadrant, one in the right upper quadrant, and a third was placed in the left lower quadrant. At laparoscopy, there was no evidence of disease recurrence. Placement of the patient in a steep trendelenburg position facilitated division of adhesions with mobilisation of the small bowel loops out of the hernial defect (). Both ureters were identified. The defect was repaired using a nonabsorbable composite mesh (Composix E/X Oval, 18 × 23 cms (Bard Nordic, Sweden) ellipse mesh, 7 × 9′′). The mesh was inserted through the 12 mm optical port and tacked anteriorly to the symphysis pubis and pelvic brim using a stapler device (StatTack, Autosuture, Tyco Healthcare UK Ltd). It was anchored to the sacrum using the endotacker. The remaining mesh was laparoscopically sutured to the surrounding pelvic brim and lateral abdominal wall, taking great care to avoid the ureters, iliac vessels and inferior epigastric vessels, using interrupted 3/0 vicryl sutures (Ethicon.Inc).\\nThe patient made an uneventful recovery and was discharged 2 days later. Following repair, the patient remained asymptomatic with no evidence of recurrence of the perineal hernia (, five months post repair) at 18-month followup.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'33024783': 2, '7117067': 1, '19319644': 1, '11948300': 1, '12820030': 1, '12090582': 1, '33372017': 2, '16437278': 1, '7598425': 1, '24780656': 1, '14103277': 1, '29880788': 1, '16946992': 1, '32572631': 1, '9269813': 1, '17503160': 1, '26643606': 1, '19495919': 1, '30690283': 1, '27240846': 1, '19660225': 1, '26812410': 1, '20811618': 2}", "similar_patients": "{'7520773-1': 1, '7771582-1': 1}"}