{"patient_id": 90699, "patient_uid": "2596110-1", "PMID": 19017384, "file_path": "comm/PMC002xxxxxx/PMC2596110.xml", "title": "Ovarian Hyperstimulation Syndrome with pleural effusion: a case report", "patient": "A 24-year-old woman was hospitalized in a state hospital because of confirmed bilateral ovarian cysts and ascites. Then she was referred to our hospital because of increasing abdominal girth and dyspnea of 1 week's duration. The patient's weight was 80 kg and height was 162 cm. The stimulation was performed by an external unit using a long protocol with follitropin alfa. The stimulation cycle had to be discontinued because of OHSS. The patient showed a severe form of OHSS with massive ascites, abdominal pain, dyspnea, blood pressure 80/40 mmHg, pulse rate 100 beats/min, plasma estradiol 4000 pg/mL, β-hCG 86 IU/L, hemoconcentration of 52%, hemoglobin of 18.0 g/dL, leucocytosis of 29 × 103/μL, PaO2 of 70 mmHg, PaCO2 of 40 mmHg, pH of 7.44, and oxygen saturation of 91.2%. The ultrasonographic examination revealed bilaterally enlarged multicystic ovaries and a large amount of ascites (Figure ).\\nImmediately after admission, infusion therapy was started, consisting of normal saline-infusion 0.9% 1000 ml (Pharmacia), glucose 5% 1000 ml (Pharmacia), four times 50 ml of human serum albumin 20%, and low-molecular weight heparin 5000 IU 2 × 1 per day. Body weight, abdominal circumference, intake and outputs, ultrasonography, and laboratory studies were monitored strictly daily. Renal function was supported using diuretics (Furosemide 20 mg ampoule and Furosemide tablet). Renal function was not disturbed and there were no serious changes in serum electrolytes. The patients' girth increased between days 2 and 7, and then abdominal paracentesis for the drainage of the massive ascites became necessary. The patient reported increasing dyspnea. The anteroposterior chest X-ray (Figure ) revealed right pleural effusion, whereupon a chest-tube was placed for treatment of pleural effusion.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'28770117': 2, '9387976': 1, '1482837': 1, '5769393': 1, '32341834': 2, '2439386': 1, '1633889': 1, '9322101': 1, '9093211': 1, '7775647': 1, '12107240': 1, '1791185': 1, '10785212': 1, '10671825': 1, '9070702': 1, '9221989': 1, '19017384': 2}", "similar_patients": "{'5523202-1': 1, '7171541-1': 1, '7171541-2': 1}"}