{"patient_id": 125168, "patient_uid": "2526448-1", "PMID": 18437019, "file_path": "noncomm/PMC002xxxxxx/PMC2526448.xml", "title": "Complete Hematopoietic Recovery after Continuous Iron Chelation Therapy in a Patient with Severe Aplastic Anemia with Secondary Hemochromatosis", "patient": "In 1998, a 16-yr-old male patient visited our emergency center with a chief complaint of severe dyspnea. He was diagnosed with SAA at 11 yr of age. According to his medical record, his bone marrow was markedly hypocellular (<10% cellularity) without dysplastic features, and the Ham's and sucrose tests were negative. He received twice of ALG immunotherapies and supportive erythropoietin injections, but did not have any responses. He neither had an HLA-matched sibling stem cell donor nor found an unrelated stem cell donor despite continuous search. He was given oral oxymetholone and continuously had two pints of PRBC transfusion at a 1- to 2-week interval for five years while awaiting an HLA-matched unrelated stem cell donor. The total volume of PRBC (320-400 mL/pack) transfusion was approximately 96,000 mL during that period. Initial electrocardiography showed atrial fibrillation with a heart rate of 150/min. The chest radiography showed huge cardiomegaly with 80% of cardio-thoracic ratio and both pleural effusions (), and the erect and supine view of abdomen radiography showed a severe hepatomegaly. An echocardiographic examination presented 4% of left ventricular ejection fraction with severely dilated left ventricle and nearly akinetic cardiac wall movement. Laboratory tests showed 4.5 g/dL of hemoglobin, 20×109/L of absolute reticulocyte count, 2.7×109/L of white blood cell count (absolute neutrophil count, 0.3×109/L), 3×109/L of platelet count, 407 mg/dL of fasting blood glucose-level, and 68,800 ng/mL of serum ferritin.\\nWe immediately admitted him to our intensive care unit. He received appropriate doses of oxygen, digitalis, diuretics, and a continuous intravenous infusion of insulin in addition to levothyroxine, calcium, and vitamin D of his previous prescriptions. Other laboratory tests showed 0.37 ng/dL of serum free thyroxine (normal range, 0.8 to 1.9 ng/dL), 142.2 mIU/L of thyrotropin (normal range, 0.4 to 4 mIU/L), 6.0 mg/dL of serum calcium level (normal range, 8.2 to 10.2 mg/dL), 13 pg/mL of intact PTH (normal range, 15 to 70 pg/mL), and 8.4% of hemoglobin A1C (normal range, 4 to 6%). These findings were suggestive of multiple endocrine dysfunctions including hypothyroidism, hypoparathyroidism with hypocalcemia, and diabetes. Liver function tests were 2.5 mg/dL of serum total bilirubin, 2.8 g/dL of serum albumin, prolonged prothrombin time of 16.4 sec (normal range, 11.1 to 13.1 sec) and 1.437 INR (normal range, 0.9 to 1.12), 35.1 sec of activated partial thromboplastin time (normal range, 25 to 38 sec), 649 IU/L of serum aspartate aminotransferase (normal range, 8 to 40 IU/L), and 539 IU/L of serum alanine aminotransferase (normal range, 5 to 40 IU/L). Ophthalmologic examination confirmed a cataract in both eyes. Generalized skin pigmentation was seen in his skin. Abdominal ultrasonography showed severe hepatomegaly with increased parenchymal echogenecity. Based on these findings, he was diagnosed with secondary hemochromatosis accompanied by multiple organ failures which resulted from iron deposition in body organs due to multiple PRBC transfusions. Based on some published reports that iron chelation plays a prominent role in hemochromatosis (, ), he received a 12-hr continuous intravenous infusion of deferoxamine (50 mg/kg/day) for five days at a 4-week interval. He received PRBC during deferoxamine treatment, if necessary. He also received innumerable units of platelet concentrates. Thereafter, he was frequently admitted to the medical intensive care unit through our emergency center because of the aggravated symptoms and signs of heart failure and diabetes-related complications, multiple cerebral and subdural hematomas, and seizure. Meanwhile, he was being given a 7-yr deferoxamine treatment. The frequency of his hospitalization was markedly being lowered, and his hematologic profiles () and heart size were beginning to nearly normalize after an approximately 4-yr deferoxamine treatment. His insulin requirement also decreased, and from then, a low-dose erythropoietin injection was initiated. Since then, he has only received outpatient care. He was noted to have completely normal ranges of peripheral blood cell counts, heart size, and liver functions two years ago. A defective expression of CD55/59 was not observed on either granulocytes or erythrocytes of peripheral blood. Since the event of complete response, his bone marrow aspirate and biopsy for the evaluation of bone marrow status has not been performed because of his strong refusal. He has not required any blood transfusions over the past four years (). He currently shows normal reference ranges of all hematologic and other laboratory tests.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'16304367': 1, '21275444': 1, '29760547': 1, '27093997': 1, '8904876': 1, '15314891': 1, '2738783': 1, '7406638': 1, '15613114': 1, '10344357': 1, '9186538': 1, '22419577': 1, '22790257': 1, '3005409': 1, '23585526': 1, '9798655': 1, '16167682': 1, '1009024': 1, '20368773': 2, '13677262': 1, '21649735': 1, '11532620': 1, '24790419': 1, '18437019': 2}", "similar_patients": "{'2846339-1': 1}"}