{"patient_id": 126462, "patient_uid": "2851001-1", "PMID": 20379464, "file_path": "noncomm/PMC002xxxxxx/PMC2851001.xml", "title": "A Case of Optic Neuritis Complicating Herpes Zoster Ophthalmicus in a Child", "patient": "A six-year-old girl presented to the Pediatric Department at Wonkwang University hospital with the chief complaint of mild fever, hyperemic conjunctiva, and a skin rash over the right side of her forehead (). She was diagnosed with Herpes zoster and admitted to the pediatric department. There were no significant findings in laboratory testing. She was administered intravenous acyclovir (250 mg) every eight hours and antibiotics (a third generation cephalosporin, 500 mg) every 12 hours for five days.\\nThe day after admission, a consult for ophthalmic evaluation was requested due to the erythematous eye. External findings included the characteristic maculopapular rash involving the entire distribution area of the right trigeminal nerve. She complained of decreased vision in the right eye; however, visual acuity was 0.8 (OD)/1.0 (OS). Slit lamp examination revealed many inflammatory cells in the anterior chamber but a quiet fundus in the right eye. There was no marked sign of a relative afferent pupillary defect. The patient was diagnosed with an anterior uveitis and was treated with topical steroids (0.12% prednisolone) and cycloplegic drops six times per day.\\nTwo days later the cornea presented with Descemet's membrane folding and keratic precipitates distributed evenly across the corneal endothelium. One week after the first visit, the patient returned with reduced visual acuity in the right eye. Her visual acuity was 0.4, and the intraocular pressure was 6 mmHg in the affected eye. There were still many inflammatory cells in the anterior chamber. Examination of the fundus demonstrated mild edema, congestion of the optic Coherence Tomography (OCT) (). Fluorescein angiography (FAG) revealed hyperfluorescence in the optic disc, and this was increased in the later phase with normal retinal circulation (). Visual field testing could not be obtained due to a lack of patient's cooperation. A Brain MRI was performed, and it demonstrated no acute pathology. Based on these findings, the patient was diagnosed with HZO optic neuritis.\\nThe antiviral agent was switched to oral acyclovir (250 mg) every eight hours for ten days, and oral prednisolone (20 mg) was added once a day for ten days following discharge. At a one month follow-up visit, her visual acuity had recovered to 0.8 (OD). Her external exam was also improved. Hyperfluorescence and swelling of the optic disc had resolved, as revealed by follow-up FAG (). At a one year follow-up visit, the patient's visual acuity and fundus examination were normal.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'9591823': 1, '11487454': 1, '15642898': 1, '18168554': 1, '12172829': 1, '29785316': 2, '28539795': 1, '5298081': 1, '23112258': 1, '30286736': 2, '1562124': 1, '6092956': 1, '3005536': 1, '14267505': 1, '1288525': 1, '6605018': 1, '3014414': 1, '9322472': 1, '12449270': 1, '306754': 1, '8224290': 1, '6277260': 1, '453745': 1, '29018697': 1, '312472': 1, '3322138': 1, '8114860': 1, '524067': 1, '11033135': 1, '3566029': 1, '8183526': 1, '11316720': 1, '6314138': 1, '28237946': 1, '20379464': 2}", "similar_patients": "{'5892297-1': 1, '6171195-1': 1}"}