{"patient_id": 89742, "patient_uid": "2263053-1", "PMID": 18163910, "file_path": "comm/PMC002xxxxxx/PMC2263053.xml", "title": "Late aortic lymphocele and residual ovary syndrome after gynecological surgery", "patient": "A 37-year-old woman was admitted to our Institute with suspected an abdominopelvic mass, without univocal interpretation, considering the peculiarity of the onset and of the radiological appearance.\\nTwelve years earlier, the patient was treated with radical abdominal hysterectomy. Whertheim-Meigs radical hysterectomy, systematic pelvic and aortic lymphadenectomy with conservation and lateral transposition of the right ovary for stage IB1 cervical cancer. One of 47 pelvic lymph nodes removed was positive. Adjuvant external radiotherapy was administered for a total of 4500 cGy. At the end of treatment, the patient developed asymptomatic aortic lymphocele, measuring 4 cm in diameter and it was untreated. The follow-up was negative until December 2006 when the patient exhibited dyspareunia, lower abdominal and back pain. The first examinations carried out, ultrasonography and computed tomography (CT) showed an irregular loculated cystic mass measuring 8 × 7 cm, located in aortic area. The serum level of CA125 was found increased to 89 U/mL and there was a slow and progressive elevation.\\nThese symptoms worsened and the first diagnosis was confirmed by subsequent several imaging studies. In March 2007, the patient underwent to further abdominal and pelvic CT scan that explained a pelvic mass with complex features; pelvic MRI confirmed a cystic pelvic mass of 18 × 8 cm size but with a solid component (figure ). About the radiological appearance of a complex cystic mass, strongly evocative for a tumor recurrence, the oncological radiologist equip dissuaded from any diagnostic approaches, such as fine-niddle aspiration, sclerotherapy, catheter drainage. For all these reasons, the patient was subjected to a surgical approach, included a diagnostic open laparoscopy and laparotomy with sovraombelico-pubic incision, wide opening of the pelvic peritoneum and retroperitoneum. Because of adhesions and distorted anatomy, the dislocated ureters were at risk during surgery and a retrograde dissection was necessary. Frozen section examination of the mass revealed, macroscopically, a ovary with multiloculated cystic masses filled with clear or yellow serous fluid and the layers were composed by flat or cuboidal mesothelial cells. It was observed a lymphocele adherent to it (figure , figure ). The patient made an uneventful recovery and was discharged 4 days later. After surgery, symptoms disappeared and she was well at her two weeks postoperative check-up and up to now.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'2804789': 1, '20368832': 1, '23008796': 2, '8886700': 1, '2196500': 1, '16028322': 1, '9890231': 1, '16885659': 1, '12592241': 1, '10429695': 1, '15272551': 1, '11354835': 1, '16343251': 1, '18163910': 2}", "similar_patients": "{'3446650-1': 1}"}