{"patient_id": 125680, "patient_uid": "2687739-1", "PMID": 16941748, "file_path": "noncomm/PMC002xxxxxx/PMC2687739.xml", "title": "Peritonsillar Abscess in a 40-Day-Old Infant", "patient": "The patient, a 40-day-old boy born at term by normal delivery, had been healthy until the onset of symptoms just prior to admittance. He was admitted to the Pediatric Department of Yongdong Severance hospital after a 2-week history of cough, rhinorrhea, poor appetite, and deterioration of his general health condition. On arrival, the patient's temperature was 36.5℃ (97.7℉), respirations were 32 breaths/min, pulse was 130 beats/min, and blood pressure was 90/50 mmHg (50-75th percentile for his age). On physical examination, he appeared to be moderately ill. There was a moderate degree of inspiratory stridor but normal oxygen saturation was noted. Inspection of the oral cavity showed a huge, left peritonsillar swelling.\\nLaboratory tests revealed a white blood cell count of 11,950 (42% neutrophils, 42% lymphocytes, 10% monocytes, and 4% eosinophils) and normal electrolytes. The C-reactive protein (CRP) level was elevated, at 9.2 mg/L.\\nOn the day of admission, an urgent contrast-enhanced computed tomography (CT) scan of the neck was performed showing a large PTA on the left side that measured 2.7×2.4×1.7 cm (). Treatment with intravenous ampicillin/sulbactam and gentamicin was initiated. On Day 3 of hospitalization, the patient was eating normally, and there was no inspiratory stridor on physical examination. A follow-up CT scan of the neck was performed after five days of intravenous antibiotic therapy. The previously-noted left peritonsillar lower attenuation density with peripheral rim enhancement had markedly decreased ().\\nOn Day 6 of hospitalization, the patient's general condition had normalized and he was discharged with a prescription for oral cefnidir for 12 days. A follow-up intraoral examination two weeks later showed a well-resolved infection, normal mucosa, and no recurrence of the abscess.", "age": "[[40.0, 'day']]", "gender": "M", "relevant_articles": "{'8745790': 1, '8463886': 1, '10819113': 1, '1285560': 1, '8024219': 1, '11223453': 1, '10419038': 1, '11804446': 1, '10731920': 1, '7630308': 1, '16941748': 2}", "similar_patients": "{}"}