{"patient_id": 91388, "patient_uid": "2694601-1", "PMID": 19517035, "file_path": "comm/PMC002xxxxxx/PMC2694601.xml", "title": "Magnetic Resonance Imaging in Case of Cortical Apex Syndrome Caused by Varicella Zoster Virus", "patient": "A 71-year-old man, who had colon carcinoma, visited his internist because of headaches and pain around the right eye. Roxoprofen, an anti-inflammatory agent, was prescribed. After 6 days, the patient was referred to our clinic because he was suspected to have early herpes zoster ophthalmicus (HZO). After informing him of the examination procedures, an informed consent was obtained to perform the tests.\\nExternal examination showed severely erupted skin lesions over the right ophthalmic branch (V1) of the trigeminal nerve. His visual acuity could not be measured because of a complete levator paralysis with severe dermatitis. However, when the eyelids were held open with an instrument (Desmar), a mild pseudo-dendritic keratitis was detected. Acyclovir eye ointment and antibiotic eyedrops were prescribed.\\nAfter 12 days, the eruptions on the skin and the swelling of the upper eyelid were slightly improved. But then a total ophthalmoplegia developed in the right eye. The pupil was dilated to 7 mm and did not react to light and accommodation. The cornea was clear although cells were seen in the anterior chamber. The fundus and optic disc were normal, however his visual acuity was reduced to 0.1.\\nT1, T2, and Gadolinium enhanced magnetic resonance imaging (MRI) was performed on the whole brain, and fat suppressed imaging for the orbit. Diffuse inflammation was detected in the images of the right orbit but not in the left orbit (Fig. ) in both coronary and horizontal sections. The orbital cavity had signs of inflammation, the ocular muscles were swollen although not in the muscle cone. The optic nerve in the retrobulbar region had an edematous ring-shaped image by T1-weighted with Gadolinium enhanced MRI. Although the optic disc appeared normal, an optic nerve involvement was suspected, and a tentative diagnose of orbital apex syndrome was made.\\nAfter 14 days, betamethazone eyedrops were prescribed for the iritis, and after 22 days, 30 mg predonisolone, was prescribed because his visual acuity had decreased to 0.06. After 40 days, his right optic disc was slightly pale. After 48 days, the stellate ganglion was injected with 6 ml of 1% mepivacaine hydrochloride to alleviate the post-herpetic neuralgia, and 27 weekly injections were given for half year. After 59 days, the adduction of the right eye was improved. But then, a 45 prism diopters (PD) right esotropia was observed at the primary position. He did not complain of double vision possibly due to the poor vision of his right eye.\\nAfter 108 days, the ptosis had improved, and pattern VECPs were recorded (check size 30 minutes, contrast 90%, reversal rate 3/sec). A response was not elicited by stimulating the right eye, while a P-100 component was clearly obtained by stimulating the left eye (Fig. ).\\nAfter 115 days, the levator function had improved and the difference in the eyelid opening was 3 mm. After 204 days, the right abduction palsy was slightly improved. After 291 days, the patient had a right ptosis of 4 mm, a slight abduction palsy, and a paralyzed pupil (7 mm). Optic atrophy was still present.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'9427180': 1, '16518167': 1, '338027': 1, '5298081': 1, '25636374': 2, '11033135': 1, '6605018': 1, '5300433': 1, '3566029': 1, '5295201': 1, '6600391': 1, '29576898': 1, '27504322': 1, '306754': 1, '28061417': 1, '22140305': 1, '19517035': 2}", "similar_patients": "{'4314774-1': 1}"}