{"patient_id": 126940, "patient_uid": "2992568-1", "PMID": 21165239, "file_path": "noncomm/PMC002xxxxxx/PMC2992568.xml", "title": "Combined Photodynamic Therapy and Intravitreal Bevacizumab Injection for the Treatment of Adult Coats' Disease: A Case Report", "patient": "A 68-year-old woman presented with symptoms of a constricted visual field in her right eye. Although the best-corrected visual acuity (BCVA) was 20/25 in both eyes, a fundus examination revealed multiple telangiectatic and aneurysmal retinal vessels, retinal hemorrhages, and subretinal exudates at the inferior mid-periphery of her right eye. A fluorescein angiography showed early and persistent leakage in the abnormal vessels at the inferior mid-periphery and hypofluorescence corresponding to the subretinal exudates in the right eye. With the diagnosis of adult Coats' disease, scatter laser photocoagulation was applied to the abnormal retinal vessels.\\nAt 9 months after presentation, a fundus examination revealed about 1 disc diameter extension of the subretinal exudates to the fovea. PDT was used to treat the 2 large active areas of abnormal telangiectatic and aneurysmal retinal vessels (). After the PDT treatment, intravitreal bevacizumab was injected in order to decrease exudation and to block the regeneration of abnormal retinal vessels which were obliterated by PDT.\\nAt 2 months post-PDT, a second intravitreal bevacizumab injection was given. At 4 months post-PDT, a third intravitreal bevacizumab injection was given and an additional scatter laser photocoagulation was applied to the area where the pre-existing abnormal retinal vessels and subretinal exudates had been located. At 6 months post-PDT, a fundus examination of the right eye showed a significant regression of the abnormal retinal vessels and subretinal exudates (). At 9 months post-PDT, the subretinal exudates withdrew further from the fovea and the patient's visual acuity remained stable with a BCVA of 20/25 in both eyes ( and ).", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'27609165': 1, '18589387': 1, '33921646': 1, '22205832': 1, '7540388': 1, '22548045': 1, '25134462': 1, '23873253': 1, '26631136': 1, '17342503': 1, '17333238': 1, '24014992': 2, '30309339': 2, '15882905': 1, '11336930': 1, '21165239': 2}", "similar_patients": "{'3757638-1': 1, '6182787-1': 1}"}