{"patient_id": 92939, "patient_uid": "2792225-1", "PMID": 19943922, "file_path": "comm/PMC002xxxxxx/PMC2792225.xml", "title": "Neuromesenchymal hamartoma of small bowel - an extremely rare entity: a case report", "patient": "A 60-year-old male patient was admitted twice in a month with abdominal pain and sings of intestinal obstruction on X-ray (figure ). Both times the patient responded to conservative therapeutic measures and was discharged the 5th day. The past medical history included hypertension and neither previous gastrointestinal disease nor surgical intervention was reported.\\nA thorough clinical examination including colonoscopy, gastroscopy, computed tomography (CT) scan and magnetic resonance imaging of the abdomen was performed. Endoscopic procedures revealed no pathology. On CT scan a mass was diagnosed involving the mesentery in close proximity with a loop of small intestine with thickened wall. (figure ).\\nLaparotomy revealed a single 30 cm long stricture of the small intestine with brown discoloration extending approximately 10 cm and edema of the bowel wall and mesentery. Enlarged mesenteric lymph nodes were present as well.\\nPresuming Crohn's disease or other colitis, 80 cm length of small intestine was resected and anastomosed. Cholecystectomy was also performed due to cholelithiasis. The postoperative course of the patient was uneventful.\\nGrossly the specimen showed a stenosis of about 25 cm, the serosa in that region was thick with a bluish discoloration of 10 cm length. The mucosa was brown, friable with superficial ulcerations and absence of plicae mainly at the centre of the stenosis. The mesenterium was obvious thick with a nodular appearance (figure ).\\nMicroscopically the submucosa was extremely thick with extensive fatty infiltration and mixing of abnormal intermingled non-myelinated nerve bundles, interspersed large ganglion cells, hyperplastic smooth muscle tissue that originates mainly from the thickened muscularis mucosa and less from the muscularis propria, and hemangiomatous vessels (figure , , ).\\nThe vessels showed muscular hypertrophy and locally ectasia and were observed also in the serosa. Small areas of fibrosis were seen everywhere. The mucosa was ulcerated and severe inflammed by lymphoplasma cells and less eosinophils. Foci of inflammation were seen in the subserosa. There was no transmural inflammation, granulomas or fissuring. No microorganism with histochemical stains was observed. Hyperaemic, thick wall vessels were observed in the mesenterium. The regional lymph nodes showed no significant morphological alterations.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'2266253': 1, '11528149': 1, '7129203': 1, '11117582': 1, '3428694': 1, '27539463': 1, '27162788': 1, '3732904': 1, '32833104': 2, '34434482': 2, '19943922': 2}", "similar_patients": "{'8383593-1': 1, '7445220-1': 1}"}