{"patient_id": 93009, "patient_uid": "2800872-1", "PMID": 20049271, "file_path": "comm/PMC002xxxxxx/PMC2800872.xml", "title": "ELEPHANTIASIS OF THE EXTERNAL GENITALIA: A SEQUEL TO CUTANEOUS TUBERCULOSIS", "patient": "A 40-year-old female patient presented with the complaint of swelling in the external genitalia for one year and leucorrhea of 20 days’ duration. There was a history of fever, but no cough. She was a known diabetic, on treatment, with inadequate glycemic control. She had swelling and discharging nodules in both axillae, from 13 years of age (27 years’ duration), and was on irregular antituberculous treatment. Her father had pulmonary tuberculosis.\\nCutaneous examination revealed multiple scars (bridge scars) in both axillae [] with matted and non tender lymph nodes and pedunculated, 4cm × 2cm, firm nodules, associated with intertrigo in both axillae. There were no active discharging sinuses in the axillae. There was candidal intertrigo between the skin folds in the nodules [].\\nExternal genitalia showed swelling, with a pedunculated, polypoid growth, 3cm × 3cm, extending from the right labium minus []. There were multiple skin colored papules attached to both labia minora. There was thick curdy white discharge per vaginum. Verrucous hyperkeratotic plaques with papillomatosis and scarring were seen on the medial aspect of both thighs. Indurated, firm plaques, 23cm × 10cm, with multiple discharging sinuses, were seen on the perineum and extending onto the gluteal region, in a bilaterally symmetrical distribution [, ]. Per vaginal examination did not reveal any abnormality, either in the uterus or the cervix. Inguinal and femoral lymphadenopathy could not be made out due to the gross thickening of the skin in the region. Other systems were clinically normal.\\nExcept for anemia (Hb at 8.6gm/dl) and an elevated ESR of 110mm/1st hour, other hematological and biochemical parameters were within normal limits. Total serum proteins were 8.3gm%; albumen 4.3gm%; and globulin 4gm%. The patient's blood sugar was initially 220mg/dl, but was brought under control by increasing the dose of oral hypoglycemic agents.\\nRoentgenogram chest and Ultrasonography (USG) of the abdomen, including the pelvic organs, revealed no abnormality. Sputum was negative for acid fast bacilli (AFB). The patient was HIV negative and her VDRL test was non reactive, but the Mantoux test was positive.\\nA clinical diagnosis of scrofuloderma in both axillae and genital elephantiasis as a sequel to cutaneous tuberculosis was entertained. The possibility of tuberculous gumma was also considered, in view of the discharging sinuses in the perineum. However, skin biopsy from the verrucous plaque on the medial aspect of thigh showed marked hyperkeratosis and papillomatosis of the epidermis; epithelioid cell granulomas with inflammatory infiltrate composed of neutrophils and lymphocytes in the dermis [, ]. Staphylococcus aureus was found in smears from the discharge, while both tissue biopsy specimens as well as smears from the discharge were negative for AFB by Z-N stain.\\nBesides, the patient was Mantoux positive and gumma is more common in patients with poor immunity and Mantoux negativity. A second biopsy from the sinuses in the gluteal region could not be undertaken due to non compliance by the patient.\\nThe secondary bacterial infection was brought under control with suitable antibacterial antibiotics. The patient was started on standard anti tuberculous therapy (ATT), category-I, with Isoniazide 600mg, Rifampicin 450mg, Pyrazinamide 1500mg and Ethambutol 1200mg, and Pyridoxine (B6) 10mg, thrice weekly. In a few weeks, the sinuses began to dry up gradually; the perianal lesions and the plaques on the medial aspect of the thighs flattened and showed signs of healing.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'20953000': 1, '1478760': 1, '2670785': 1, '20049271': 2}", "similar_patients": "{}"}