{"patient_id": 95294, "patient_uid": "2933637-1", "PMID": 20731840, "file_path": "comm/PMC002xxxxxx/PMC2933637.xml", "title": "A neonate with left pulmonary artery thrombosis and left lung hypoplasia: a case report", "patient": "A male Caucasian baby was born by spontaneous vaginal delivery at 35 weeks of gestation to a 26-year-old gravida 3, para 1 mother. The mother had well-controlled type 2 diabetes mellitus and two previous miscarriages of unclear etiology. No evidence was found of congenital malformations on prenatal ultrasounds. No family history was known of spontaneous thrombosis. The birth weight was 2353 g and appropriate for gestational age. At 20 minutes of life, he became severely tachypneic. A sepsis evaluation was performed and intravenous antibiotics were begun. Chest radiography revealed a right tension pneumothorax and complete left lung field opacity. The infant was intubated and a chest tube was placed. An echocardiogram at 10 hours of life revealed right ventricular dilatation and hypertrophy with flattening of the ventricular septum, consistent with persistent pulmonary hypertension of the neonate (PPHN). Left pulmonary artery (LPA) blood flow could not be visualized and a thrombus appeared to occlude the LPA (Figure ). Inhaled nitric oxide was administered. Computed tomography angiography (CTA) at 16 hours of life was performed and showed an intact tracheobronchial tree and a markedly hypoplastic left lung (Figure ). The main and right pulmonary arteries were normal in caliber, with an occlusion of the LPA by a low-density mass suggestive of a thrombus (Figure ). In addition, large collateral vessels originated from the distal thoracic aorta and supplied the left lung (Figure ).\\nA screening evaluation for a possible inherited thrombophilia disorder was completed in this baby. Blood levels for protein C, protein S, antithrombin activity, concentrations of clottable fibrinogen, plasminogen activity, activities of coagulation factors VIIIC and XII, lipoprotein (a) and homocysteine concentration were within normal limits. DNA-based assays (that is, factor V G1691A mutation and factor II G20210A variant) were also normal []. The mother did not complete a thrombophilia screening evaluation. By the third day of life, the baby's oxygenation index was over 40 despite aggressive medical and ventilatory management and he was thus placed on veno-arterial extracorporeal membrane oxygenation (ECMO). Because he had persistent pneumothorax, minimal \"rest\" ventilator settings were selected. A low positive end-expiratory pressure (0 to 4 cm H2O) was maintained for 36 hours until the air leak sealed. The chest tube was removed on day 17 of life. His cardiac and pulmonary function gradually improved on ECMO, allowing decannulation on day 23 of life.\\nThis neonate was heparinized during his ECMO course. Because the management of arterial thrombosis in the neonatal period is controversial, no further anticoagulant therapy was administered after ECMO []. He was successfully extubated on day 30 of life. Cranial ultrasounds were normal before and after ECMO.\\nBecause of persistent poor oral motor feeding skills a gastrostomy tube was eventually placed. He was then discharged home on day 128 of life on nasal cannula at 0.5 L/min and 100% oxygen. At discharge, he was taking 50% of his nutrition by bottle, with the rest supplemented via gastrostomy tube. The gastrostomy tube was removed at 9 months of life. The oxygen supplementation was discontinued at 10 months of life. A follow-up echocardiogram at one year of life showed low-velocity flow through the LPA at 0.5 cm/s and LPA hypoplasia. On that date, chest radiography showed interval improvement in left lung aeration and minimal compensatory right lung hyperexpansion.\\nBy 18 months of life, this infant did not require further hospitalizations after his NICU discharge or have clinical evidence of reactive airway disease. In addition, he exhibited age-appropriate neurodevelopment (by Bayley Scales of Infant Development II)", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'9243692': 1, '33939053': 1, '433778': 1, '19052800': 1, '15010146': 1, '480037': 1, '16877477': 1, '18509789': 1, '15454946': 1, '4058958': 1, '19337547': 1, '23304599': 2, '18574281': 1, '31272991': 1, '17912476': 1, '20731840': 2}", "similar_patients": "{'3530762-1': 1}"}