{"patient_id": 125411, "patient_uid": "2629681-1", "PMID": 17804927, "file_path": "noncomm/PMC002xxxxxx/PMC2629681.xml", "title": "Retinal Capillary Hemangioma Treated with Verteporfin Photodynamic Therapy and Intravitreal Triamcinolone Acetonide", "patient": "A 15-year-old female presented with metamorphopsia in the left eye for 7 days. Her best-corrected visual acuity (BCVA) was 20/20 in the right eye and 20/50 in the left eye. The intraocular pressure was within normal limits bilaterally, and the results of anterior segment examinations were unremarkable. The right fundus was normal. The left fundus revealed mild macular edema and hard exudates (). At the 5 o'clock periphery lay a circumscribed exophytic retinal capillary hemangioma approximately 2.5 disc diameter (DD) with a prominent dilated and tortuous feeding artery and draining vein (). Fluorescein angiography was performed, and fluorescein was evident in the dilated feeder arteriole (). The retinal tumor had fine capillary filling, which rapidly became homogeneous ().\\nThe drainage vein became prominent in the venous phase, while the tumor demonstrated progressive hyperfluorescence with late leakage of dye into the surrounding structures (). Optical coherence tomogram (OCT) of the fovea demonstrated cystic intraretinal edema ().\\nB-scan ultrasonography demonstrated a well-demarcated exophytic retinal lesion without choroidal effects (). The patient had no family history of ocular or systemic disease. Since retinal capillary hemangioma seemed a likely diagnosis, a systemic examination for VHL syndrome - including magnetic resonance imaging of the brain, abdominal computed tomography scan, and urine tests for catecholamines - was performed. Results were negative. Genetic testing for VHL syndrome was not performed.\\nThree days after initial PDT, intravitreal triamcinolone (IVTA) was planned. Verteporfin photodynamic therapy was performed using 6 mg/m2 body surface area (BSA) of intravenous verteporfin delivered over 10 minutes. Fifteen minutes after the start of infusion, a laser light at 689 nm delivered 50 J/cm2 at an intensity of 600 mW/cm2 over 83 seconds using a spot size of 7500 μm directed to the hemangioma with a Mainster widefield contact lens.\\nThree days after PDT, the patient returned to the hospital for IVTA. BCVA declined to 20/160 in the left eye and cystic intraretinal edema worsened, shown by optical coherence tomogram of the fovea (). A pre-injection single drop of povidone-iodine (5%) solution was applied to the eye followed by thorough cleaning of the eyelashes and application of a lid speculum. 0.5% proparacaine hydrochloride drops (Alcaine®, Alcon) was applied topically. Triamcinolone acetonide in a single-use bottle (40 mg/ml, 1 ml bottle) was drawn into a 1-cc tuberculin syringe after cleansing the top of the bottle with an alcohol wipe. A separate 30-gauge needle was placed onto the syringe, which was then inverted to remove air bubbles. The excess triamcinolone was discarded until 0.1 ml (4 mg) remained in the syringe. The stab was given 3.5 mm from the limbus (pas plana) in the inferotemporal quadrant. The needle was removed simultaneously with the application of a cotton-tipped applicator over the entry site to prevent regurgitation of the injected material. Indirect ophthalmoscopy was used to check for central retinal artery (CRA) pulsation, a drop of topical antibiotic solution was administered, and the eye was patched. The patient was put on a post-injection course of topical antibiotic eye drops for a week.\\nTwelve days after PDT, BCVA had improved to 20/100 in the left eye and the retinal capillary hemangioma had undergone partial involution (approximately 2.5 DD). The feeder and draining vessel diameters had decreased by approximately 50% and 30%, respectively (). Optical coherence tomogram of the fovea demonstrated improvement of cystic intraretinal edema ().\\nTwenty-two days after PDT, BCVA had improved to 20/40 in the left eye and the retinal capillary hemangioma had regressed approximately 1.5 DD. The feeder and draining vessels were straighter but the diameter remained the same (). Fluorescein angiography demonstrated decreased early filling and late leakage of the hemangioma (). The optical coherence tomogram demonstrated restoration of the foveal contour ().\\nThree months after PDT, BCVA had improved to 20/30 in the left eye and the retinal capillary hemangioma had regressed approximately 1.0 DD (). The macular hard exudate and edema had improved ().\\nFive months after PDT, BCVA had improved to 20/25 in the left eye and the macular hard exudates had disappeared (). Regular follow-up of the patient is planned.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'11954780': 1, '11581072': 1, '11578646': 1, '8594522': 1, '888257': 1, '888256': 1, '21887083': 2, '10532441': 1, '12202538': 1, '33488018': 2, '5535648': 1, '10691410': 1, '11231773': 1, '16049535': 1, '11336929': 1, '12429270': 1, '11176984': 1, '12917166': 1, '32233147': 2, '3801976': 1, '11927862': 1, '17804927': 2}", "similar_patients": "{'3162740-1': 1, '7105784-1': 1, '7105784-2': 1, '7105784-3': 1, '7105784-4': 1, '7105784-5': 1, '7813133-1': 1}"}