{"patient_id": 126913, "patient_uid": "2984347-1", "PMID": 21103115, "file_path": "noncomm/PMC002xxxxxx/PMC2984347.xml", "title": "Cough-induced abdominal intercostal hernia", "patient": "A 55-year-old man presented with a five-week history of a painless enlarging lump in the right upper quadrant. He recalled being told he had a fractured rib several years earlier after a particularly severe coughing episode related to chronic obstructive pulmonary disease (COPD).\\nPhysical examination revealed a soft reducible mass on the lateral aspect of the right chest between the seventh and eighth ribs. The mass measured 10 cm × 8 cm. A cough impulse was felt, as well as a foreshortened rib anteriorly. No bowel sounds were audible over the mass.\\nThe man had an eight-year history of COPD, and had continued to smoke 30 cigarettes a day. This required long-term inhaled corticosteroid therapy. He had a number of co-morbidities including obesity, hypertension, kypho-scoliosis and longstanding back pain. He was registered disabled, with dyspnoea and back pain limiting his exercise tolerance to 20 yards on the flat.\\nChest radiographs were inconclusive, showing an old fracture of the eighth rib and right lower chest wall deformity. An ultrasound scan found a swelling with deviation of the antero-lateral abdominal wall in keeping with a hernia. Computed tomography revealed a defect in the right lower chest wall between the seventh and eighth ribs with the liver herniating through it (Figure ). There was also a defect in the 11th rib posteriorly.\\nAs multiple co-morbidities put him at high risk for surgical intervention, it was decided not to operate but to follow him up clinically with advice to report any symptoms promptly.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'24623405': 1, '24068274': 2, '25197605': 2, '22610509': 1, '374885': 1, '2635946': 1, '28326219': 2, '8104503': 1, '17419863': 1, '5429173': 1, '23188862': 1, '24741432': 2, '27716425': 2, '14759465': 1, '3707253': 1, '25785325': 1, '8913225': 1, '10923968': 1, '21103115': 2}", "similar_patients": "{'3977323-1': 1, '4150516-1': 1, '5045639-1': 1, '4075857-1': 1, '4075857-2': 1, '4075857-3': 1, '5343230-1': 1}"}