{"patient_id": 126668, "patient_uid": "2907503-1", "PMID": 20664787, "file_path": "noncomm/PMC002xxxxxx/PMC2907503.xml", "title": "Multiple Epidermoid Cysts Arising from the Extratesticular Scrotal, Spermatic Cord and Perineal Area", "patient": "A 39-year-old male patient presented with a slow-growing, painless, scrotal enlargement with a soft consistency growing over a 2-year duration. Recently, another 2 cm sized, ovoid lesion had been newly palpated on the contralateral spermatic cord area. His medical history revealed no evidence of previous urinary tract infection, tuberculosis, abdomino-pelvic surgery, or scrotal trauma. On physical examination, non-tender, elastic, freely movable masses were palpated at the lower right scrotal base and contralateral inguinal area, which was adjacent to the left spermatic cord. The overlying skin showed no abnormality and no gynecomastia was observed. Testicular tumor markers (alpha-fetoprotein, beta-chorionic gonadotropin, and lactate dehydrogenase) and hormones were within the normal limits. Gray scale ultrasonography with high frequency transducer showed an oval-shaped, homogenous, hypoechoic, well-encapsulated solid mass with scattered internal thin septa-like structures without evidence of calcification or communication with the testis parenchyma in the caudal scrotum. The tumor on the spermatic cord area showed a very similar ultrasonographic appearance (). The color flow Doppler sonography showed no intratumoral vascular signals, suggesting that they were not typical solid masses. On the pelvic MRI, the masses showed homogenous, low signal intensity on T1-weighted images and intermediate signal intensity on T2-weighted images. Furthermore, they were located within the subcutaneous layer and sharply demarcated from surrounding structures. Gadolinium-enhanced T1-weighted images showed peripheral rim enhancement without significant internal enhancement, suggestive of a cystic structure encapsulated within a thin fibrous capsule (). An incidental cystic mass was also detected at the medial portion of the right upper thigh.\\nA complete surgical excision was performed. The scrotal mass was a 5×5 cm sized cystic mass without any connection with the adjacent testis, filled compactly with a brownish soft, pastelike material on gross inspection. The cystic wall showed no solid portion without evidence of rupture or secondary foreign body-type granulomatous reaction or abscess (). The inguinal mass was easily separated from the layers of the spermatic cord, and it also contained brownish sebaceous material in the cyst. The mass on the upper thigh was also removed. There were no teratomatous components or adnexal structures such as sebaceous glands, hair follicles, or sweat glands within the cystic lumen. Microscopic evaluation demonstrated a cystic structure, lined by keratinized squamous epithelium with laminated keratin materials in the lumen ().", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'10910232': 1, '23671535': 1, '16448444': 1, '8470573': 1, '9165475': 1, '11579399': 1, '29089741': 2, '7966688': 1, '8518870': 1, '10541108': 1, '27194984': 2, '11856711': 1, '20664787': 2}", "similar_patients": "{'4868926-1': 1, '5649431-1': 1}"}