{"patient_id": 92448, "patient_uid": "2769304-1", "PMID": 19918534, "file_path": "comm/PMC002xxxxxx/PMC2769304.xml", "title": "Traumatic diaphragmatic rupture, a diagnostic dilemma in the presence of eventration: a case report", "patient": "A 4-year-old, male child of Indian origin was referred to the emergency department of Sheri Kashmir Institute of Medical Sciences, the tertiary care institute of the state with a history of being in a road traffic accident causing chest and abdominal trauma. At the peripheral centre where the child was first seen resuscitation had been started and a chest tube had been placed on the right side and 200 ml of blood had been drained. The child was referred because of history of eventration of the diaphragm on the same side. At admission the child was semiconscious, pale, had features of respiratory distress with a rate of 54 breaths per minute and was in shock with no palpable peripheral pulse and an unrecordable BP. Immediately the child was intubated and further lines were set up to enable resuscitation. Secondary survey revealed bruise over the right chest, decreased air entry on the right side, central placed mediastinal structures and normal heart sounds. Rest of his examination was normal.\\nAfter resuscitation the patient was taken for CT scan of abdomen and chest. CT showed free fluid in the abdominal cavity, a right sided retroperitoneal haematoma, a right lung contusion, a right haemothorax and the presence of right sided chest tube (). The diaphragm was noted at higher level but it could not be determined whether there was any injury to it (). Subsequently the patient was subjected to exploratory laparotomy because a TDR could not be ruled out by imaging. At surgery note was made of complete rupture of the right dome of the diaphragm with almost the whole liver in the right chest. The retroperitoneal haematoma was found to be non-expanding and about 300 ml of blood was found in the abdominal cavity. The right lower lobe of lung was contused, the pericardium was torn on the right side and its edges were bleeding. The pericardial edges were cauterized, the liver returned to the abdominal cavity and the diaphragm repaired with 2/0 prolene interrupted mattress sutures.\\nThe patient was electively ventilated for 24 hours after which he was extubated and shifted to ward. On the second postoperative the patient started draining chyle (400-500 ml/day) from the right chest tube, confirmed by biochemical analysis. His drainage subsequently decreased by the 10th day after which the chest tube was removed and the patient sent home. Presently the child is doing well and is on follow up.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'3382348': 1, '30093777': 1, '5700082': 1, '10584809': 1, '7463536': 1, '21969196': 1, '1635099': 1, '31579383': 2, '6737532': 1, '5653003': 1, '8145330': 1, '1898570': 1, '25976306': 1, '6231076': 1, '19918534': 2}", "similar_patients": "{'6771187-1': 1, '6771187-2': 1}"}