{"patient_id": 95959, "patient_uid": "2990241-1", "PMID": 21113306, "file_path": "comm/PMC002xxxxxx/PMC2990241.xml", "title": "Mixed Hepatoblastoma in a Young Male Adult: A Case Report and Literature Review", "patient": "A 30-year-old man had been suffering from right hypochondriac pain and fever. He had no history of the disease and had not received blood transfusion. Furthermore, there was not family history of liver disease. Physical examination revealed that the liver was palpable 5 cm below the right costal margin.\\nLaboratory data showed the following values: aspartate aminotransferase (AST) 23 IU/L; alanine aminotransferase (ALT) 18 IU/L; total cholesterol 154 mg/dL; negative hepatitis B surface antigen, antihepatitis B antibody, and antihepatitis C antibody; alpha-fetoprotein (AFP) 45 ng/mL and total bilirubina 1,71 mg/dL, PCR 54, 50 mg/L (0–5), VES 55 mm/h (2–25). There was no evidence of liver cirrhosis. Blood cultures and screening for tuberculosis were negative.\\nThe patient under went noninvasive diagnostic methods: duplex scanning, Computed tomography (CT) and Magnetic Resonance imaging (MRI).\\nThe Duplex scanning showed hepatomegaly (18 cm of longitudinal diameter) with presence of heterogeneous mass in the right lobe. The mass was hyperechoic with some calcifications and few anechoic foci, secondary to haemorrhage and necrotic processes ().\\nThe color Doppler ultrasonography (US-CD) demonstrated normal patency of sovrahepatic vessels.\\nSubsequently the patient was submitted to Computed Tomography (CT) of abdomen (scanner : Highspeed Advantage; GE Medical System Milwaukee, WI, USA).\\nImages were acquired without and with an intravenously contrast media (a single bolus of 120 cc with a flow rate of 2.5 mL/s of nonionic contrast medium via an antecubital venous access), and scans were obtained with threephases from the injection of contrast media.\\nThe CT confirmed a mass that occupied almost the whole right lobe of the liver with lower attenuation than surrounding liver on nonenhanced scan. After the injection of the contrast media, it was assessed that the lesion was predominantly of lower attenuation with some calcifications and small slit like or round and lower density areas, corresponding to haemorrhage or necrosis. Contrast enhancement was low and heterogeneous ().\\nMagnetic Resonance imaging (MRI) with contrast media demonstrated a 23 × 14 × 13 cm mass in the right lobe. This mass presented a well-defined capsule. T1-weighted images showed heterogeneous global intensity with areas with intensity signal similar to haemoglobin metabolites, areas with signal intensity similar to calcifications and area with signal intensity similar to fat. On T2-weighted images the lesion was hyperintense but heterogeneous because of hypointense areas corresponding to calcifications and bands corresponding to area of lobulation and fibrosis. Furthermore right kidney was displaced posteriorly by the mass with its vascular pedicle ().\\nCompressive effects of the mass on sovrahepatic veins were observed without occlusion, while gallbladder was displaced but not infiltrated.\\nRelated to MRI features was supposed a hepatoblastic nature of the lesion.\\nSubsequent diagnostic imaging phase, a bioptic sample was obtained with a CT-guided biopsy with 18 G tru-cut needle. Histopathologic examination revealed the presence of mesenchymal and epithelial cells in bioptic specimen and confirmed the diagnosis of a mixed hepatoblastoma ().\\nAfter results of biopsy, surgical intervention was performed in exploratory to resect the tumour. A right trisegmentectomy was performed with tumour grossly resected with microscopic residual disease. The surgical diagnosis confirmed the diagnosis of a mixed hepatoblastoma.\\nNo postprocedural complications were observed. He is receiving the VI cycles of systemic chemotherapy whit adriamycin and cisplatin which results in good health.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'9288639': 1, '16010247': 1, '1317555': 1, '11819207': 1, '9329462': 1, '15679429': 1, '24829653': 2, '11920471': 1, '2851770': 1, '2163188': 1, '27788486': 1, '9351578': 1, '12122869': 1, '15588850': 1, '17060878': 1, '2554043': 1, '9988870': 1, '49416': 1, '14517842': 1, '6301295': 1, '15588785': 1, '6303939': 1, '16273660': 1, '8884342': 1, '21113306': 2}", "similar_patients": "{'3990116-1': 1}"}