{"patient_id": 95866, "patient_uid": "2984469-1", "PMID": 21034475, "file_path": "comm/PMC002xxxxxx/PMC2984469.xml", "title": "Primary gastric adenosquamous carcinoma in a Caucasian woman: a case report", "patient": "We report the case of an 84-year-old Caucasian woman with a previous history of arterial hypertension controlled with an angiotensin converting enzyme (ACE) inhibitor. She had no other known personal or family history. She was referred to our hospital after consulting another hospital for epigastric abdominal pain. An upper gastrointestinal (GI) endoscopy had revealed an extensive ulcer of the gastric antrum with signs of recent bleeding and the biopsy was not representative of the lesion, so the result was negative for malignant cells.\\nUpon arrival at our hospital, she was pale and underweight. She presented with black stools and early satiety. A hard, well-defined abdominal mass was felt in her epigastrium. Laboratory tests revealed a hemoglobin of 7.1 g/dL, so she had a blood transfusion and was admitted to our hospital. An upper GI endoscopy with biopsy was performed, again with the same results.\\nThe upper gastrointestinal series was consistent with a mass in the antrum and the abdominal computed tomography (CT) scan revealed a thickening of her gastric wall and a mass without a clear interface with her liver. She underwent a sub-total distal gastrectomy with a Billroth type-2 anastomosis. Intra-operatively, she was found to have a perforated mass with extraluminal growth and adherent to the liver (Figure ), which led to a resection of the liver parenchyma adjacent to the tumor. In the post-operative period, she developed systemic inflammatory response syndrome (SIRS) with multiple organ failure and died on the 23rd post-operative day.\\nA macroscopic exam of the specimen revealed an ulcero-infiltrative lesion occupying most of the antrum, measuring 8 × 5 × 1.1 cm, and infiltrating her gastric wall to the serosal layer. On cutting the adherent liver fragment, a tumor was identified as a whitish nodular sub-capsular lesion of well-defined limits with a major diameter of 1.5 cm.\\nA pathological exam revealed a poorly-differentiated malignant epithelial neoplasia of solid pattern (polygonal cells bound by Schultz bridges) and focally glandular with expansive growth (Figure ). The lesion was perforated, with bacterial infection and significant inflammatory reaction which was responsible for the adhesion to her liver tissue. Venous and lymphatic invasion were identified, as well as peri-neural growth.\\nThe remaining mucosa had active atrophic chronic gastritis with intestinal metaplasia and Helicobacter pylori infection. No squamous metaplasia was identified. There was metastatic neoplasia in one of the eight identified lymphatic nodes, as well as in her liver fragment (without infiltration of the Gleeson capsule). A histochemical study with Periodic acid-Schiff (PAS) revealed (intracytoplasmic and extracellular) mucopolysaccharides (Figure ). Keratinization was found in the primary tumor and on the metastasis. An immunohistochemistry panel with AE1 AE3, CAM 5.2, Chromogranin A, Sinaptophysin, HMB-45, S100 protein and c-Kit (CD117) was performed, being strong and diffusely positive for AE1 AE3 and CAM5.2 in the neoplastic cells, and negative for the remaining antibodies. A specific squamous cell staining with 34βE12 was positive (Figure ).\\nThis allows us to classify the tumor as a carcinoma of the gastric antrum (AE1 AE3 and CAM5.2 positivity) with a glandular component, but predominantly epidermoid (approximately 80 percent). No neuroendocrine differentiation was observed (Cromogranin A and Sinaptophysinwere negative) and gastrointestinal stromal tumor (GIST) and melanoma were excluded (c-Kit, HMB-45 and S100 protein were negative). The tumor extended to her serosa with lymphatic and venous invasion, and presented with nodal and hepatic metastasis. The nodal (Figure ) and hepatic (Figure ) metastasis presented both cellular lines (squamous and glandular) but the majority was occupied by the squamous component.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'15839815': 1, '3706247': 1, '28676632': 1, '3606413': 1, '32899039': 1, '33380867': 1, '8808437': 1, '2381113': 1, '5353950': 1, '6524271': 1, '14254074': 1, '24914328': 1, '6192071': 1, '30788163': 1, '25110448': 1, '25889482': 1, '24803897': 2, '16809949': 1, '31966918': 1, '6513026': 1, '3959337': 1, '31737107': 1, '9699336': 1, '1750122': 1, '34084528': 1, '25567665': 1, '4087387': 1, '21034475': 2}", "similar_patients": "{'4000302-1': 1}"}