{"patient_id": 125754, "patient_uid": "2694284-1", "PMID": 19568358, "file_path": "noncomm/PMC002xxxxxx/PMC2694284.xml", "title": "A Case of Recurrent Schneiderian Papilloma of the Lacrimal Sac Invading the Nasal Cavity", "patient": "A 44-year-old male patient visited the outpatient department with complaints of a chronic epiphora, and discharge from the right eye. A palpable mass had been noted in the right medial canthal area 10 days prior to the visit.\\nOn ophthalmological examination, the visual acuity was 1.0 in both eyes without correction and there was no relative afferent pupillary defect. A firm and tender mass was palpated above the right medial canthal ligament area. Bloodstained discharge was noted after right nasolacrimal duct irrigation. Examination of the other eye and nasal cavity was normal.\\nDacryocystography showed evidence of a soft tissue mass as an uneven mottled density of the contrast media in the right lacrimal sac (). Magnetic resonance imaging (MRI) of the orbit revealed a well-defined heterogeneous enhancing mass lesion, approximately 18×9 mm, filling the lacrimal sac and extending to the upper NLD. The mass extended anteriorly to the right facial soft tissues with no any evidence of bony structure destruction ().\\nUnder local anesthesia, excision of a mass was performed by dacryocystectomy using a standard dacryocystorhinostomy skin incision. When the lacrimal sac was removed, the mass was found within lacrimal sac, extending into the NLD. Adhesions were adjacent to the sac and obstruction of the NLD occurred at the junction with the bony canal due to tumor extension to the excision margins. We removed as much of the tumor as possible, but could not excise a portion that was located in the bony canal duct. Surgical biopsy demonstrated an exophytic Schneiderian papilloma with focal moderate to severe dysplasia on the histopathology.\\nThree months after the operation, the orbital MRI showed a recurrent mass in the right lacrimal sac invading the nasal cavity via the inferior meatus (). After referral to the Department of Otorhinolaryngology, the patient underwent endoscopic biopsy of the nasal cavity lateral wall through a nasal approach. An identical tumor was confirmed, and endoscopic medial maxillectomy and dacryocystorhinostomy has been planned for its removal.\\nHistological examination revealed a fungiform mass with projecting finger-like proliferation of the epithelium. The tumor revealed an exophytic growth pattern with branching fibrovascular stalks covered by an epithelial cell layer (). According to the cytological features, the lesion was a transitional cell papilloma. The epithelial lining was a transitional type and contained goblet cells. Occasionally, a single layer of columnar ciliated respiratory epithelial cells lined the surface of the hyperplastic transitional cells (). The papilloma had a partial severe dysplasia (). Pathologic examination confirmed the diagnosis of an exophytic Schneiderian papilloma with moderate to severe dysplasia.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'12855966': 1, '23960982': 1, '16550051': 1, '9850318': 1, '341729': 1, '14839223': 1, '25883767': 1, '7224521': 1, '26649215': 1, '4352147': 1, '4323842': 1, '11236954': 1, '745835': 1, '19568358': 2}", "similar_patients": "{}"}