{"patient_id": 125602, "patient_uid": "2672190-1", "PMID": 19412523, "file_path": "noncomm/PMC002xxxxxx/PMC2672190.xml", "title": "Small Bowel Volvulus Induced by Mesenteric Lymphangioma in an Adult: a Case Report", "patient": "A 43-year-old man visited the emergency room with epigastric pain. According to the patient, he had no significant medical or surgical history, except for hospitalization 20 years ago due to similar abdominal pain that resolved with conservative treatment. The patient's vital signs were stable and mild tenderness was noted on the epigastric area. The bowel gas pattern was non-specific on the initial plain radiographs. The abdominal CT scan was performed with using a 16 row detector CT (Sensation16, Siemens, Erlangen, Germany) at the portal phase after administering intravenous iodinated contrast agent (Ultravist 300, Bayer Schering Pharma, Berlin, Germany). We obtained the axial and coronal reformatted images that were 5 mm thick. A well-demarcated lesion approximately 15×10×6 cm in size with homogeneous fluid attenuation was noted in the pelvic cavity. The lesion was located within the rectovesical pouch, and it mimicked peritoneal inclusion cysts or loculated ascites. The abdominal pain subsided with conservative therapy and the patient was discharged.\\nTwenty days after the first visit to our hospital, he revisited the emergency room with recurred epigastric pain. He also complained of nausea and vomiting. The blood urea nitrogen and creatinine (42.4 and 2.09 mg/dL, respectively) were slightly more increased than before (14.2 and 1.06 mg/dL, respectively), but the other laboratory results were normal. On physical examination, there was tenderness and rebound tenderness on the epigastric area, with hyperperistaltic bowel sounds. The plain radiograph suggested a markedly distended inverted U-shaped small bowel loop with an air-fluid level (). A second abdominal CT scan was performed after administering an intravenous contrast agent. A fluid density mass abutting to the small bowel loops was again noted in the pelvic cavity (). A thin fatty layer between the mass and the small bowel suggested that the mass probably originated from the mesentery rather than from the bowel loop. Whirling of the mesenteric vessels and small bowels around the superior mesenteric artery was disclosed on the axial and coronal reformation images (). The superior part of the cystic mass was insinuated into the whirl. A dilated small bowel was seen tapering with a beaked appearance at the center of the whirling and this continued to the collapsed small bowel that abutted the cystic mass in the pelvic cavity. A markedly distended small bowel loop proximal to the collapsed segment was found, and this corresponded with the distended bowel loop seen on the plain radiographs. All the findings were suggestive of volvulus of the small bowel with closed loop obstruction, and we presumed that the cystic mesenteric mass was the cause of the volvulus.\\nDiagnostic laparotomy was performed and a large cystic mass arising from the small bowel mesentery at 60 cm distance from the Treitz ligament was found (). The mass consisted of multiple well-defined locules filled with clear fluid. There was no communication between the cystic mass and the lumen of the small bowel. We observed torsion of this cystic mass that caused volvulus of the connecting mesentery and 55 cm of the small bowel, and this eventually resulted in closed loop obstruction of the small bowel. The volvulus of the small bowel and mesentery was reduced by rotating the mass. There was stricture and luminal narrowing at the twisted small bowel, so segmental resection and end-to-end anastomosis were performed. The mass was pathologically confirmed as being a lymphangioma ().", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'22986751': 1, '34513383': 2, '22848331': 1, '34277199': 2, '21512851': 1, '25785347': 1, '29333427': 2, '32296900': 1, '23287062': 1, '33636409': 2, '23549936': 1, '21139927': 1, '31832461': 1, '14578985': 1, '23180956': 1, '31762861': 1, '16033626': 1, '34877341': 2, '11956726': 1, '31651341': 2, '3572701': 1, '33161289': 1, '3727611': 1, '1609082': 1, '12853659': 1, '26019889': 1, '3299483': 1, '9716635': 1, '34849329': 2, '16336452': 1, '31901559': 2, '19412523': 2}", "similar_patients": "{'5765279-1': 1, '8610896-1': 1, '8270067-1': 1, '6814111-1': 1, '8405412-1': 1, '7918257-1': 1, '6940693-1': 1, '8612868-1': 1}"}