{"patient_id": 92426, "patient_uid": "2769282-2", "PMID": 19918572, "file_path": "comm/PMC002xxxxxx/PMC2769282.xml", "title": "Intussusception due to non Hodgkin’s lymphoma; different experiences in two children: two case reports", "patient": "A 2-year-old male Nepalese child of Aryan ethnicity was brought to the emergency room with complaints of whole abdominal pain, passage of red currant jelly and vomiting of 4 days duration. The child was pale, dehydrated, there was no peripheral lymphadenopathy, the abdomen was distended and tender with signs of peritoneal reaction, and the bowel sounds were absent. Rectal examination revealed red currant jelly with ballooning of rectum. Laboratory investigations showed hemoglobin of 4 gm% and TLC 25,000/mm3 with neutrophilla. Chest X-ray was normal; abdominal plain films showed features of small bowel obstruction. USG abdomen showed target sign at the right lumbar region extending to the epigastrium, suggestive of intussusception alongwith enlarged mesenteric lymph nodes.\\nAfter resuscitation, the child was taken to theatre for emergency exploration which confirmed ileocolic intussusception with congested mucosa and patchy gangrenous changes (). There were multiple localized nodular thickenings of the bowel wall, with patches of intestinal necrosis and mesenteric lymphadenopathy. Right hemicolectomy was done. Postoperatively, the total leucocyte counts continued to be high, the peripheral blood smear no other features than leukocytosis, he had persistent abdominal distension, and he was found to develop anastomotic leak on the 6th postoperative day. He expired on the 8th postoperative day due to sepsis. Histopathological examination of the nodules in the resected bowel revealed features of diffuse large B-cell Non Hodgkin’s lymphoma along with congested, edematous mucosa and gangrenous changes. The mesenteric nodes were reactive. Due to early death of the patient, staging could not be properly done, but the child was considered to be suffering from primary ileal Non Hodgkin’s lymphoma, which was locally disseminated, supported by absence of peripheral lymphadenopathy, normal peripheral blood picture, and normal chest radiograph.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'4016521': 1, '9880629': 1, '1564623': 1, '16310684': 1, '26207197': 2, '3772702': 1, '8470758': 1, '10945064': 1, '2359000': 1, '11009295': 1, '10573432': 1, '1263059': 1, '15342854': 1, '15511052': 1, '6713416': 1, '4005797': 1, '7595720': 1, '29465563': 1, '1036499': 1, '2302065': 1, '7369230': 1, '26839490': 2, '19918572': 2}", "similar_patients": "{'2769282-1': 2, '4508281-1': 1, '4729516-1': 1}"}