{"patient_id": 90970, "patient_uid": "2633035-2", "PMID": 19033077, "file_path": "comm/PMC002xxxxxx/PMC2633035.xml", "title": "Neologistic jargon aphasia and agraphia in primary progressive aphasia", "patient": "A 70-year-old right-handed man presented with an eighteen month history of progressive speech production impairment. There were no other cognitive or behavioural symptoms. When first assessed he had a non-fluent aphasia with phonemic paraphasias, agrammatism and poor polysyllabic word and sentence repetition. He also had evidence of a mild motor speech disturbance with hesitancy and effortfulness in articulation. The Mini-Mental State Examination score was 25/30 with points lost on naming, writing and registration. The general neurological examination was normal. There was no family history of degenerative disease. EEG performed at this time showed excess slow activity in the left frontotemporal region but there was preserved alpha rhythm.\\nDetailed neuropsychological assessment at presentation revealed a verbal IQ of 77 and a performance IQ of 148 on the WAIS-R . Despite the speech production impairment naming was relatively intact at this time scoring between the 75th and 90th percentile on the Graded Naming Test . There was evidence of mild executive dysfunction (Modified Card Sorting Test ), mild to moderate impairment of calculation (Graded Difficulty Calculation Test) and decreased digit span (four digits forwards). However, single word comprehension was intact (50–75th percentile on the Synonyms test ) as was memory (25th percentile on the Warrington Recognition Memory Test for Words and 75th on the Faces subtest ). Visuoperceptual skills were also intact (18/20 on the Object Decision subtest of the VOSP ).\\nOver the next two years the patient's speech production continued to deteriorate and he developed difficulties with speech comprehension. In order to communicate he would write things down but there were frequent grammatical and spelling errors. There was also evidence of impaired calculation although no behavioural abnormalities. When assessed three and a half years after the onset of symptoms there was little spontaneous speech output beyond ‘yes’ and ‘no’. There was evidence of orofacial apraxia although no limb apraxia. Neuropsychological assessment at this time revealed a Raven's matrices equivalent IQ score of 120, intact memory (50–75th percentile on the Camden Pictorial Memory Test ) and intact visuoperceptual skills (75–100th percentile on the Object Decision subtest of the VOSP). There was executive dysfunction as previously. In addition there was now evidence of deterioration in single word comprehension, scoring only at the 10th to 25th percentile on the Synonyms test. There was profound anomia: on the Graded Naming Test he was only able to provide written answers to the test () with multiple phonological (e.g., ‘squeezers’ for ‘tweezers’) and semantic (e.g., ‘elephant’ for ‘anteater’) errors and evidence of perseveration. On a further writing task he was asked to construct sentences containing a target word: he produced grossly agrammatic and often nonsensical phrases containing semantic errors, though no neologisms.\\nWhen assessed one year later he was almost mute. Speech comprehension had further deteriorated, now scoring below the 5th percentile on the Synonyms test. Written responses to the Graded Naming Test () contained phonological (e.g., ‘rudii’ for ‘radius’), semantic (e.g., ‘hood’ for ‘cowl’) and perseverative errors as previously. However, these were now accompanied by multiple abstruse neologisms completely unrelated to the target word (e.g. ‘magiff’ for ‘sporran’, ‘gatyss’ for ‘centaur’). He appeared unaware of these errors. He was assessed once more when completely mute a further year later when he scored 8/20 on a subset of the British Picture Vocabulary Scale : although this score is above chance it falls below the 5th percentile. Once again there were multiple abstruse neologisms on the Graded Naming Test with frequent perseverations and illegal letter combinations (e.g. in the neologism IN-KINJCK) ().\\nAs in Case 1, the syndromic diagnosis in this patient is not clear-cut. Based on the leading features of speech production impairment with agrammatism, sound errors and hesitancy, the clinical presentation here fulfilled modified consensus criteria for PNFA . However, other features, in particular the presence of parietal lobe deficits (dyscalculia, decreased digit span) at presentation would be in keeping with the LPA variant.\\nThe patient had volumetric brain MRI scans (B) 3.5 and 4.5 years from symptom onset, i.e. pre and post the onset of jargon. Visual inspection revealed asymmetrical cerebral atrophy more marked on the left and particularly involving the inferior frontal gyrus and peri-Sylvian region, with extension into the left parietal lobe. There was no vascular disease. As with case 1, the pattern of regional atrophy progression between the two scans (i.e. over the period when jargon developed) was assessed using a fluid registration technique (B). This showed progressive atrophy extending posteriorly surrounding the Sylvian fissure with heavy involvement of the left inferior parietal lobe, in particular the angular gyrus (see B).", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'11708987': 1, '29213827': 1, '18633132': 1, '7420102': 1, '20945220': 1, '17947337': 1, '17071925': 1, '18234697': 1, '7953618': 1, '4046581': 1, '16216346': 1, '10563633': 1, '15849155': 1, '3816245': 1, '1197619': 1, '9754126': 1, '16815878': 1, '11310619': 1, '9855500': 1, '31766995': 2, '29392464': 1, '13342274': 1, '11712852': 1, '11476837': 1, '14991811': 1, '17620554': 1, '11310620': 1, '3574665': 1, '1009768': 1, '18413474': 1, '22178232': 1, '1202204': 1, '17945154': 1, '11437584': 1, '9642022': 1, '5514511': 1, '16517511': 1, '24027007': 1, '11784349': 1, '19033077': 2}", "similar_patients": "{'2633035-1': 2, '6876074-1': 1}"}