{"patient_id": 92965, "patient_uid": "2796231-1", "PMID": 20029646, "file_path": "comm/PMC002xxxxxx/PMC2796231.xml", "title": "Enhanced Interaction between Warfarin and High-Dose Ketoconazole: A Case Report", "patient": "A 59-year-old man had been treated with warfarin with an INR goal of 3.0 for the last five years after receiving a mechanical aortic valve replacement. His past medical history includes diabetes mellitus type 2, hyperlipidemia, hypertension, depression, chronic obstructive pulmonary disease, gastroesophageal reflux disease, osteoarthritis, and prostate cancer. His medications included albuterol and ipratropium inhaler, benztropine, calcium/vitamin D, guaifenesin/dexamethorphan, docusate, furosemide, glyburide, goserelin, hydrocodone/acetaminophen, lisinopril, lorazepam, metoprolol tartrate, nitroglycerin sublingual, omeprazole, potassium chloride, prochlorperazine, quetiapine, simvastatin, terazosin, and trazodone. His INR had been therapeutic in the past two months on a usual weekly dose of 52.5 mg. His only other elevated INR prior to this period was when antibiotics were started for an acute infection, and his INR increased from 3.03 to 4.27.\\nIn March 2006, the patient was prescribed ketoconazole 400 mg three times a day and hydrocortisone 10 mg daily by his urologist for treatment of prostate cancer. As part of the pharmacist-managed anticoagulation program, the pharmacist decreased the warfarin weekly dose by 35% to avoid overanticoagulation. This dose adjustment was based on the recommendation from standard clinical references to reduce the warfarin dose by one-third []. The patient returned to the anticoagulation clinic on days 3, 9, and 20 after the initiation of HDK. His INR readings were 2.61, 3.82, and 3.16, respectively. During these three visits, he denied bleeding or dietary and medication changes. Due to the increase in INR on day 9 with no other reasons contributing to the INR elevation, the warfarin dosage was further decreased to 30 mg per week, resulting in a total warfarin dose reduction of 43% since ketoconazole initiation. On day 20, his INR was therapeutic at 3.16 and warfarin control was reestablished within the therapeutic goal thereafter.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'6282204': 1, '16789581': 1, '6318877': 1, '15911722': 1, '11711691': 1, '16679855': 1, '2908948': 1, '16099491': 1, '2966691': 1, '15383473': 1, '14747046': 1, '15761078': 1, '7249508': 1, '20029646': 2}", "similar_patients": "{}"}