{"patient_id": 95618, "patient_uid": "2955623-1", "PMID": 20863385, "file_path": "comm/PMC002xxxxxx/PMC2955623.xml", "title": "Electrical short-circuit in β-cells from a patient with non-insulinoma pancreatogenous hypoglycemic syndrome (NIPHS): a case report", "patient": "The patient is a 35-year-old previously healthy Caucasian man. His symptoms began four years ago when he suddenly felt weakness in his legs and started sweating for unknown reasons. He noticed that if he lay down and consumed food, the symptoms disappeared. In the beginning, he had similar episodes with intervals of one to several months. These episodes were related to mental or physical stress or both. Later the attacks were more frequent, which eventually made him seek medical attention. Laboratory tests revealed hypoglycemia and hyperinsulinemia at the time of the symptoms. However, magnetic resonance imaging (MRI), computed tomography (CT), abdominal ultrasound, gastroscopy, and octreotide scintigraphy did not reveal any abnormalities, and he received the diagnose \"hypoglycemia of unknown cause.\"\\nThe patient moved to Sweden three years after the onset of symptoms, which continued to become worse, leading to nearly daily and more severe attacks. He fainted several times and twice had traumatic injuries of the elbow and knee, necessitating orthopedic surgery. He was finally referred to the Karolinska University Hospital in Stockholm, where another careful investigation was performed. Again, repeated hypoglycemic attacks without relation to food intake were noted. P-glucose was as low as 1.4 mmol/L with simultaneously increased plasma insulin (470 pmol/L), plasma C-peptide (3 nmol/L), and plasma proinsulin (68 pmol/L) levels. Again, no signs of insulinoma were found with MRI, CT, endoscopic ultrasound, or positron emission tomography, using 11C-labeled 5-hydroxytryptophan as the tracer. Additional hormonal screening was normal, and analyses of insulin antibodies and sulphonylurea were negative. Two intra-arterial calcium stimulation tests [] were performed (Figure ), but no specific area of the pancreas demonstrating hypersecretion of insulin could be identified. Treatments with diazoxide, somatostatin, and cortisone were administered but did not prevent hypoglycemic attacks. The condition worsened, resulting in the need for food intake every hour, day and night, which, however, did not prevent the continuation of severe hypoglycemic episodes, leading in turn to a need for glucose infusions. At this stage, surgical intervention was decided on, by using a previous approach aiming for a subtotal pancreatectomy, leaving most of the pancreatic head.\\nNo insulinoma could be detected during the operation, and a distal 80% pancreatectomy was performed. The histopathologic and immunohistochemical investigations of the pancreas showed an increased number of islets of different sizes more or less evenly distributed in the gland, no remarkably islet-cell hyperplasia in relation to ducts, and no insulinoma (Figure ). A typical composition of endocrine cells was found, with a majority of insulin-secreting β-cells, fewer glucagon- and somatostatin-secreting cells, and only few pancreatic polypeptide-secreting cells. The nuclei of the β-cells were rather uniform and not enlarged, as had been reported in active hormone-producing β-cells.\\nWe isolated islets and dispersed them into single cells, followed by analyses of single KATP channel currents and membrane potentials by using the patch-clamp technique (Figure ). Patch-clamp recordings from isolated pancreatic β-cells showed that, even at a low glucose concentration (3 mmol/L), the β-cell membrane was depolarized, and action potentials were seen (Figure ). The mean membrane potential in the presence of 3 mmol/L glucose was -38 ± 6 mV (measured between action potentials). In normal pancreatic β-cells, the membrane potential at 3 mmol/L glucose is between -60 and -70 mV. Diazoxide, a KATP channel activator, hyperpolarized the membrane to -62 ± 8 mV (n = 3). In inside-out patches (Figure ), diazoxide was also able to reverse the blocking effect of ATP. The mean current decreased to 2.7 ± 1.2 pA in the presence of 100 μmol/L ATP, compared with 20 ± 9 pA before adding the nucleotide (n = 3; P < 0.01). In the continued presence of 100 μmol/L ATP, an addition of 325 μmol/L diazoxide increased the mean current to 7.8 ± 2.7 pA (P < 0.05). At the eight-month follow-up, the patient had neither hypoglycemia nor diabetes and had lost 13 kg of weight. Unfortunately, he has a memory-function disturbance, possibly due to repeated occasions of severe hypoglycemia.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'15517495': 1, '11387003': 1, '4375640': 1, '10323384': 1, '18176978': 1, '27887024': 2, '7611592': 1, '16157984': 1, '14740158': 1, '20863385': 2}", "similar_patients": "{'5159181-1': 1}"}