{"patient_id": 90838, "patient_uid": "2615445-1", "PMID": 19091062, "file_path": "comm/PMC002xxxxxx/PMC2615445.xml", "title": "Herpes simplex 1 encephalitis presenting as a brain haemorrhage with normal cerebrospinal fluid analysis: a case report", "patient": "A 46-year-old man presented to our institution, during the summer months, following referral by another hospital. The patient was in good health until 1 week before admission to our hospital, when he suddenly developed worsening headache, fever and depersonalization. Just before his illness, the patient, who had been residing in the UK for the previous 2 years, had just spent 2 weeks visiting friends and travelling extensively through Georgia, Alabama, Florida and Texas. There were no clues from his contact, sexual or past medical history. He had experienced no bites from animals. He had not spent anytime in the wild and had not driven through desert areas. He was heterosexual and monogamic.\\nHis symptoms worsened during the next 72 hours, when he was admitted to an outside hospital. The patient started experiencing a subjective slowing of mentation, visual hallucinations as well as auditory hallucinations. On direct questioning, he also admitted to subjective perineal paraesthesias and dysaesthesias, without any rash present and the feeling of an erupting \"cold sore\" on his lip. He also described a vague episode of losing control of his bowel sphincter.\\nThe patient was admitted to the outside hospital and empirical levofloxacin was started for a possible urinary tract infection, based on the presence of fever and perineal dysaesthesias. An HIV test was negative. Conventional blood cultures were negative. A urinary culture grew Escherichia coli but the results of the urinary analysis were unavailable. Because of worsening symptoms, on day 6 of the illness, the patient underwent an unenhanced brain CT that was suggestive of a small circumscribed brain haemorrhage. The patient was transferred to our hospital for further management.\\nOn admission, the patient was complaining of subjective fever and headache. He was febrile with a tympanic membrane temperature of 38°C, normotensive and mildly tachycardic. His physical exam was significant for a slow mentation and generalized slowing of his verbal responses. However, he had an appropriate content, although he appeared tearful. Except for generalized mild weakness, his nervous system exam was otherwise normal, with the patient able to subtract serial numbers and perform tandem walking, albeit characteristically slowly. A chest X-ray was normal. Urine analysis and blood cultures were repeated.\\nThe patient was started on ceftriaxone, doxycycline and acyclovir and a CT scan of the patient's brain was obtained after the infusion of iopamidol. The enhanced study revealed a 12 mm focus of increased attenuation consistent with a small haemorrhage adjacent to the posterior body of the left lateral ventricle. No abnormal enhancement was shown. There was no hydrocephalus and the brain parenchyma appeared otherwise normal (Figure ).\\nA lumbar puncture performed immediately thereafter revealed an opening CSF pressure of 19 cmH2O. The CSF analysis revealed a white blood cell (WBC) count of 0, a red blood cell (RBC) count of 0, a protein level of 0.3 g/L, and a glucose level of 4.3 mmol/L (the synchronous serum value was 5.3 mmol/L). A CSF PCR for viral isolates was ordered, the result of which became available 72 hours after the lumbar puncture had been performed. The CSF PCR was positive for HSV1 DNA and negative for Enterovirus as well as for Varicella Zoster Virus. A viral culture was not performed. Bacterial as well as fungal cultures of the CSF were negative.\\nThe patient's symptoms worsened with increasing confusion before starting to improve on day 3 of the acyclovir (day 9 of the illness). A repeat HIV test was negative, both for antibodies for HIV 1/2 by ELISA and for antigens/antibodies by enzyme immunoassay. An MRI of the brain performed after injection of gadolinium on day 2 of acyclovir (day 8 of the illness) again revealed the small haemorrhage, unchanged in dimensions. No other lesions were identified and the remainder of the parenchyma appeared normal (Figures and ). The patient remained afebrile for the rest of his stay in hospital while his neurological symptomatology improved. An EEG was not performed. The patient was discharged to the outside hospital in very good health on day 7 of acyclovir, having returned to his premorbid mental condition (day 13 of the illness).", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'9710034': 1, '26879928': 1, '6148470': 1, '9243040': 1, '1089874': 1, '12145725': 1, '23777620': 2, '3001520': 1, '21941494': 1, '195208': 1, '1316733': 1, '22991517': 2, '10589893': 1, '30696448': 1, '19091062': 2}", "similar_patients": "{'3443586-1': 1, '3693903-1': 1}"}