{"patient_id": 93206, "patient_uid": "2803970-1", "PMID": 20062630, "file_path": "comm/PMC002xxxxxx/PMC2803970.xml", "title": "Bilateral choanal atresia in an adult - management with mitomycin C and without stents: a case report", "patient": "A 23-year old-female patient presented to the outpatient clinic with bilateral nasal obstruction and discharge since birth. Endoscopic examination and paranasal sinus tomography revealed bilateral choanal atresia (Figure ). She did not have any other congenital abnormalities. Her parents reported cyanosis in childhood that worsened during feeding and improved during crying; however, they had not visited a physician. She did not have remarkable complaints during early childhood or adolescence.\\nThe patient was operated under general anesthesia, using a 0° 4 mm rigid endoscope. Following local anesthetic infiltration, a mucosal flap was elevated with a sickle-shaped blade. The bony plate was perforated inferomedially with shaver. The orifice was widened with a curette to allow the passage of a number 7.5 endotracheal tube and, to prevent stenosis, cotton soaked with mitomycin-C (1 mg/ml) (Kyowa Hakko Kogyo, Ltd., Tokyo, Japan) was applied topically to the nasopharyngeal orifice for 5 minutes. These procedures were repeated on the contralateral side. No stents were placed. The patient was discharged the next day after surgery and recommended to daily irrigate the nasal cavity with saline. Follow-up evaluation at postoperative 12th month showed that her symptoms improved significantly and, on endoscopic examination, both choanae remained patent (Figure ,). Written informed consent was obtained from the patient for publication of this case report and accompanying images.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'15068529': 1, '28667919': 1, '18201453': 1, '16845518': 1, '27658184': 1, '24798366': 1, '34909594': 2, '9184974': 1, '11926914': 1, '8544637': 1, '20062630': 2}", "similar_patients": "{'8630729-1': 1}"}