{"patient_id": 95505, "patient_uid": "2945658-1", "PMID": 20886015, "file_path": "comm/PMC002xxxxxx/PMC2945658.xml", "title": "Accuracy of 3-Dimensional Transoesophageal Echocardiography in Assessment of Prosthetic Mitral Valve Dehiscence with Comparison to Anatomical Specimens", "patient": "An 80-year-old male was admitted with recurrent prosthetic mitral valve endocarditis. He had a myocardial infarction in 1997 complicated by acute posterior mitral valve papillary muscle rupture requiring urgent mitral valve replacement (MVR) with a 31 mm St. Jude and coronary artery bypass grafting. Six years later he developed Staphylococcus aureus prosthetic valve endocarditis along the sewing ring with a small posterior sewing ring abscess. He required repeat MVR with a 31 mm Mosaic valve. Recurrent mitral valve and aortic valve endocarditis occurred three weeks later with infection extending from noncoronary cusp down to mitral curtain and sewing ring requiring another 31 mm Mosaic MVR and a 27 mm Mosaic aortic valve replacement. He was admitted five years later with recurrent prosthetic mitral valve endocarditis and severe paravalvular mitral regurgitation. Due to comorbidities he was deemed unsuitable for further surgery. He was treated unsuccessfully with intravenous antibiotics, finally succumbing to his cardiac disease.\\nSerial Figures – and supplementary movies 1–6 (see supplementary movies in Supplementary Material available online at doi:10.4061/2010/750874) demonstrate the increasing accuracy of diagnosis using 2-dimensional transthoracic echocardiography (2D TTE), 2D transoesophageal echocardiography (TOE), and real-time 3-dimensional (RT 3D) TOE.\\nThe evolution of echocardiography from 2D TTE through to real time 3D TOE has enabled more accurate visualisation and quantification of valvular disorders especially prosthetic mitral valve paravalvular regurgitation [, ]. RT 3D TOE has been used to assess suitability for surgical or percutaneous closure of paravalvular mitral regurgitation [, ]. However, validation of accuracy is rarely confirmed by postmortem and not by surgery in up to a third of patients [].\\nThis case illustrates the accuracy and details of real time 3D TOE in prosthetic mitral valve dehiscence when directly compared to the postmortem anatomical specimens.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'19389566': 1, '19520350': 1, '19833314': 1, '20886015': 2}", "similar_patients": "{}"}