{"patient_id": 91952, "patient_uid": "2740090-1", "PMID": 19829985, "file_path": "comm/PMC002xxxxxx/PMC2740090.xml", "title": "Sero-negative celiac disease with dermatitis herpetiformes: a case report", "patient": "A 20-year-old unmarried female student, resident of a slum area of Karachi, presented in July 2008 in the out-patients clinic of a government-run tertiary-care hospital in Karachi, Pakistan, with complains of rash for the last 15 years and diarrhea (on and off) for the last 8 years, generalized weakness, fatigue, occasional spasm of both hands and twitching of the face for the last 4-5 months. The rash developed when she was 5 years of age, was initially papular, progressed to fluid-filled vesicles and was associated with severe itching. It occurred mostly along the back of her arms and trunk and at the front of the thighs, persisted for 1-2 months, and gradually improved to some extent by topical steroids and oral anti-histamines prescribed by a doctor in the local primary health care centre, only to recur after a period of 2-3 weeks.\\nAt 11 years of age, patient developed symptoms of severe watery diarrhea, which followed a 1-2 week course, occurred 4-5 times in a day, unassociated with any particular food intake, settled down without treatment, only to recur after a symptom-free period of 2-3 days. There was no associated fever, nausea, dyspepsia, bloating, anorexia, weight loss, arthralgias or any neurological manifestations.\\nThe patient denied any history of smoking or alcohol intake. Family history was also unremarkable.\\nThe patient consulted various doctors in her locality who prescribed her multivitamins, calcium and multiple courses of a variety of antibiotics with no alleviation of symptoms. During the last 2 months, her symptoms increased in severity and she lost 4 kilograms weight.\\nOn examination, patient had a thin, lean built (height: 5 feet, 2 inches and weight: 42 kg). She appeared pale and had papulovesicular rash; specially on the extensor surfaces of her thighs, legs, arms and trunk, and multiple hyperpigmented areas all over her body; residues of old healed lesions. Her systemic examination revealed coarse skin and hair and cheilosis around the mouth. Chvostek's and Trousseau's signs were also positive. On the basis of clinical features, patient was suspected to have a malabsorption syndrome.\\nLaboratory investigations revealed hemoglobin of 10.8 g/dl (hematocrit: 32%, MCV: 105cu-µm). Total leukocyte count (TLC), platelets, urea, creatinine, electrolytes, liver functions, serum proteins, prothrombin time, partial thromboplastin time, detailed reports of urine and stool, serum thyroid stimulating hormone (TSH) and parathyroid levels were all within normal ranges. In the light of decreased hemoglobin with high MCV, serum vitamin B12 and red cell folate levels were performed. Vitamin B12 levels were normal while red cell folate levels were at a lower normal range (200 ng/ml). Thus, folate deficiency was suspected to be the cause of the macrocytic blood picture. Serial serum calcium done in the last two months remained persistently low (6.9 mg/dl-7.5 mg/dl). Vitamin D3 levels were also low (28.8 n/ml). Chest X-ray was normal and X-rays of wrist and hands showed slight osteopenia. In the light of history and examination, complemented by papulovesicular skin lesions, a provisional diagnosis of celiac disease with dermatitis herpetiformis was made and anti-tissue transglutaminase (anti-TTG) antibodies (IgA and IgG) and anti-endomysial antibodies (anti-EMA) were performed. These were within the normal range. Serum total IgA levels were also normal.\\nAlthough the serology was negative, an endoscopy was performed on basis of a high index of suspicion and multiple biopsies were taken. Immunoflorescence biopsy of the skin lesions was also done. The patient was given a trial of gluten-free diet during her hospital stay. Interestingly, her diarrhea and skin lesions improved markedly within 1 week. The intestinal biopsy results later revealed subtotal villous atrophy with moderate chronic inflammation suggestive of celiac disease. The skin biopsy turned out to be normal, but in concert with Dermatology Department, the lesions were clinically diagnosed as dermatitis herpetiformes. The gene tests for HLA-DQ2 and HLA-DQ8 could not be performed due to unavailability of gene testing facilities. The histopathological confirmation, along with the response to gluten-free diet led to the final diagnosis of celiac disease with dermatitis herpetiformes.\\nPatient was counseled to continue life-long gluten-free diet, and was prescribed calcium and folate supplementation, multivitamins and minerals. Initially, she remained non-compliant and her symptoms continued, for which she also had to be re-admitted to the hospital. With repeated counseling, she understood the nature of her disease and gradually became compliant to gluten-free diet. With compliance, the diarrhea resolved completely, her hemoglobin rose to 11.9 gm/dl (MCV: 90 cu-µm), and calcium improved to 8.3 mg/dl. Nevertheless, due to the persistent skin lesions, she was prescribed Tablet Dapsone 50 mg/day. At the time of her last follow up, the skin lesions had also improved markedly and she reported considerable improvement in the quality of life.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'15825115': 1, '12590232': 1, '8409314': 1, '11346205': 1, '2205160': 1, '17960014': 1, '11843032': 1, '11179241': 1, '15185855': 1, '25926935': 1, '15825123': 1, '32548189': 1, '15647647': 1, '15802699': 1, '16630760': 1, '19829985': 2}", "similar_patients": "{}"}