{"patient_id": 90389, "patient_uid": "2546434-1", "PMID": 18652683, "file_path": "comm/PMC002xxxxxx/PMC2546434.xml", "title": "Achalasia: unusual cause of chronic cough in children", "patient": "A 10-year old African-American female with Down syndrome was evaluated by our pulmonary service for history of chronic daily cough and recurrent pneumonias for eight and a half years duration. Cough was worse at night, in supine position and during exertion. Cough also worsened during viral respiratory tract infections. There was history of frequent vomiting of undigested food but not necessarily associated with the cough.\\nPatient was diagnosed with asthma exacerbations and pneumonia and treated as such several times in her lifetime. She had history of transient clinical improvement with antibiotics, bronchodilators and oral corticosteroids. Daily inhaled corticosteroids failed to completely control cough. Past medical history was significant for small ventricular septal defect and chronic constipation.\\nOn examination, she was between 75th and 90th percentile for weight, and between 10th and 25th percentile for height. Chest examination was unremarkable. Chest roentgenograms showed predominantly patchy peribronchial air space consolidation with more involvement of the right middle lobe. A Barium swallow study was first done at 5 years of age. There was no frank aspiration or laryngeal penetration and the esophagogram revealed normal anatomy of the esophagus with mildly delayed hypopharyngeal contraction but no contrast retention.\\nFlexible bronchoscopy showed normal airway anatomy. The BAL fluid contained 16% neutrophils, 35% lymphocytes, 35% macrophages with 14% percent epithelial cells. Cultures grew only mixed flora. Lipid laden macrophages were present with Colombo index of 110 which is consistent with aspiration[].\\nCT scan of the chest showed diffuse lung infiltrates that seemed worse on right middle lobe and left lower lobe. The esophagus was enlarged along its entire length but with no obvious tracheal compression (figure ). In view of the CT scan findings, a repeat Barium swallow study was done which showed severe esophageal dysfunction with multiple waves of tertiary contractions throughout a markedly dilated thoracic esophagus. the distal esophagus appeared tapered caudally with severe narrowing at the gartroesophageal junction. Small food particles with air bubbles were seen within the mid esophagus. Only small amount of contrast passed to the stomach (figure ).", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'2771470': 1, '6728534': 1, '11319058': 1, '7807329': 1, '25374758': 2, '1778580': 1, '14760168': 1, '2026805': 1, '21170600': 1, '22869952': 1, '3183882': 1, '9128311': 1, '16691299': 1, '11419820': 1, '3979480': 1, '12576387': 1, '10772286': 1, '18196338': 1, '21499591': 1, '3588061': 1, '1500657': 1, '24357183': 1, '18652683': 2}", "similar_patients": "{'4214979-1': 1}"}