{"patient_id": 91675, "patient_uid": "2726544-2", "PMID": 19830100, "file_path": "comm/PMC002xxxxxx/PMC2726544.xml", "title": "Superior vena cava obstruction presenting with epistaxis, haemoptysis and gastro-intestinal haemorrhage in two men receiving haemodialysis with central venous catheters: two case reports", "patient": "A 75-year-old man who presented with marked swelling of his face and arms, shortness of breath on exertion and lethargy. Two weeks earlier he had the fifth re-insertion of a tunnelled right internal jugular haemodialysis catheter. He also had a history of failed vascular access procedures, including arterio-venous fistulas and synthetic grafts.\\nAgain a clinical diagnosis of SVC obstruction was made and warfarin was started. An attempted superior vena cavagram was unsuccessful, despite injecting dye into both arm veins - which demonstrated multiple collateral veins, but no opacification of the central veins at all (Figure ). However, subsequent magnetic resonance venography demonstrated a SVC stenosis, occluded by a clot surrounding his tunnelled venous catheter. A decision was made to anticoagulate him for a period of four to six weeks before attempting to withdraw the catheter, and in the interim to start dialysis via a tunnelled femoral catheter. Two weeks later he presented with melaena. His haemoglobin had fallen from 11.6 to 6.3 g per dl. He was transfused and his anti-coagulation was reversed. Emergency endoscopy revealed enlarged and bleeding oesophageal 'downhill' varices (Figure ). 'Downhill' oesophageal varices, in the upper third of the oesophagus, are less common than classical 'uphill' varices, caused by portal hypertension and found in the lower third [,]. His jugular catheter was removed without any complications, under fluoroscopic screening and subsequently the bleeding settled. Following the catheter removal the patient was well and the swelling improved.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'26989521': 2, '16162797': 1, '8007589': 1, '25577266': 1, '17542343': 1, '9840036': 1, '27776486': 2, '14511297': 1, '14514808': 1, '19830100': 2}", "similar_patients": "{'2726544-1': 2, '4775778-1': 1, '5078907-1': 1}"}