{"patient_id": 94045, "patient_uid": "2844393-2", "PMID": 20178590, "file_path": "comm/PMC002xxxxxx/PMC2844393.xml", "title": "Emergence of KPC-producing Klebsiella pneumoniae in Italy", "patient": "A 79-year-old woman with an intra-cerebral haemorrhage was admitted to the neurosurgical department of Tor Vergata University hospital in March, 2009. She had lost consciousness following a sudden headache and subsequent head trauma. The patient was operated on immediately and was later admitted to the ICU. Her past history revealed chronic atrial fibrillation, so she was administered dicumarol. Moreover, in the past she had suffered from recurrent urinary tract infections treated by her family doctor with ciprofloxacin. On admission, the patient was intubated and a urinary catheter was inserted, a central intravenous catheter was placed in her subclavian vein, and an arterial line was also inserted. She started a course of therapy with piperacillin/tazobactam (4.5 g/i.v. q6h) for the treatment of aspiration pneumonia due to P. aeruginosa. On the ninth day, the patient's temperature increased to 39°C and she experienced chills. Her white blood count and C reactive protein also increased (11.300 mm3 and 102 mg/L, respectively). Several blood cultures (from the CVC or from the peripheral vein), urine and bronchial secretions (BAS) were collected for cultures. An empirical treatment was started by adding teicoplanin (600 mg i.v. q24 h) and levofloxacin (500 mg i.v. q12h) to the previous antibiotic therapy. The blood cultures from the CVC resulted positive for Proteus mirabilis and Enterococcus faecalis. The culture of BAS evidenced the same P. aeruginosa previously isolated, while the culture of urines yielded 106 CFU/mL of K. pneumoniae KPC-producing (initially confirmed by the Hodge's test). The previous antibiotic treatment was altered to amikacin (1,5 g i.v. q24h), while teicoplanin was maintained at the same dose. In the meantime, CVC was removed. After eight days, there was a second episode of fever. The amikacin treatment was interrupted and a tigecycline regimen was initiated (100 mg for the first dose and then 50 mg q12h). Blood and urine samples were collected again and a single blood culture was positive for P. aeruginosa. After ten days of treatment with meropenem, the infectious event clinically resolved, but the patient's conditions slowly worsened. After 27 days of hospitalization, the patient died due to the progression of her brain damage.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'17562800': 1, '11257029': 1, '25154795': 1, '19480809': 1, '16965699': 1, '17261621': 1, '12654661': 1, '19357206': 1, '16804837': 1, '26860360': 1, '12037080': 1, '18385437': 1, '17630334': 1, '16189140': 1, '25310302': 1, '32288426': 1, '19015357': 1, '19341609': 1, '18227185': 1, '28403683': 1, '16870793': 1, '18332176': 1, '15504876': 1, '27441063': 1, '25328329': 1, '15673765': 1, '17581941': 1, '17005822': 1, '19759220': 1, '21900525': 1, '17591853': 1, '18065411': 1, '21123529': 1, '24379204': 1, '33565955': 2, '19028717': 1, '24595207': 1, '11298149': 1, '23969216': 1, '17927473': 1, '20178590': 2}", "similar_patients": "{'2844393-1': 2, '8190610-1': 1, '8190610-2': 1, '8190610-3': 1, '8190610-4': 1}"}