{"patient_id": 93436, "patient_uid": "2813589-1", "PMID": 20142970, "file_path": "comm/PMC002xxxxxx/PMC2813589.xml", "title": "Late Occurrence of Lens Particle Glaucoma Due to an Occult Glass Intralenticular Foreign Body", "patient": "A 22-year-old man presented to our hospital with complaints of acute pain and redness in the right eye with headache centered over the right side of the head of 2 days' duration. He gave history of trauma inflicted 11 years ago with corneal repair done at that time. No documented evidence of the trauma or surgery performed was available.\\nOn examination the best corrected visual acuity was accurate perception and projection of light in the right eye and 20/20 in the left eye. The right eye showed conjunctival injection. The cornea was hazy with moderate micro-cystic edema and stromal edema. A corneal scar was seen at 9-o'clock position (). The anterior chamber was deep with flare+2, cells+2 and circulating fluffy white lens debris. The white flocculent flaky material was deposited on the iris and the anterior capsule. The lens was densely opaque with wrinkling of the anterior capsule.\\nThe pupil was semi-dilated, fixed with peripheral anterior synechiae of 1 clock hour at 9-o'clock position (). There was no evidence of tears in the iris. No keratic precipitates were seen. The intraocular pressure by applanation tonometry was 66 mm in the right eye and 14 mm in the left eye. The fundus could not be viewed due to lens opacification. Left eye fundus was normal with a healthy disc of cup-disc ratio 0.2. Results of B-scan ultrasonography were normal. Gonioscopy examination showed open angle grade IV with 360° deposition of white flaky material in the anterior chamber angle (). There were no signs of angle recession. Left eye also revealed normal grade IV open angle.\\nFollowing pupillary dilatation, slit-lamp examination of the anterior segment showed wrinkling of the anterior capsule. The status of the posterior capsule appeared intact. There was no iridodonesis or phacodonesis. In view of these findings, a diagnosis of right eye lens particle glaucoma was made.\\nAfter the IOP was moderately reduced by medical therapy with anti-glaucoma medications and 1% prednisolone acetate eye drops four times daily to control the intraocular inflammation, the patient was posted for cataract extraction with an IOL implantation after 5 days of initial presentation to our hospital. The patient was posted for phacoemulsification with implantation of IOL after the eye was quietened and pressure moderately reduced. During the surgical procedure, presence of intralenticular glass foreign body, which was 3-4 mm in size, was accidentally detected, along with the presence of posterior capsular fibrosis. The foreign body was just adjacent to the posterior capsule and slipped into the posterior segment with an extension of posterior capsular tear and vitreous prolapse while attempting removal. At this stage, a vitreo-retinal surgeon peformed a pars plana vitrectomy with removal of the foreign body and perfomed endolaser around an iatrogenic retinal tear, with injection of C3F8 gas. Due to inadequate posterior capsular support and zonular dehiscence, a scleral-fixated IOL was implanted (). Postoperatively, the patient was prescribed 1% prednisolone acetate eye drops in tapering doses and timolol 0.5% drops twice daily. The intraocular pressure (IOP) was 20 mm in the right eye and 14 mm in the left eye. On fundus examination, the right eye showed intact retina with a cup-disc ratio of 0.5. At 3 month follow-up, the best corrected visual acuity in the operated eye was 20/20 with an IOP of 16 mm on timolol 0.5% twice daily. Aqueous humor was collected for cytologic examination before the surgery. Cytologic examination of the aqueous revealed a proteinaceous background without macrophages.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'34239720': 1, '640786': 1, '3431834': 1, '16402962': 1, '11874750': 1, '11116507': 1, '10030572': 1, '8064605': 1, '15693327': 1, '11641202': 1, '2244718': 1, '17321413': 1, '20142970': 2}", "similar_patients": "{}"}