{"patient_id": 91087, "patient_uid": "2642766-1", "PMID": 19178710, "file_path": "comm/PMC002xxxxxx/PMC2642766.xml", "title": "How to misuse echo contrast", "patient": "An 80 year-old woman was referred to the echo-lab because of four-week duration of worsening of dyspnoea. The patient had a one-year history of heart failure diagnosed by her GP and was admitted to the hospital because of shortness of breath despite maximal heart-failure therapy. The patient also had had dyspeptic discomforts on and off for the past three years and a previous gastroscopic examination had shown a minimal hiatal hernia. On physical examination, her blood pressure was 130/60 mm Hg. No audible heart murmurs were detected. On auscultation discrete wet rales were detected in the basal portion of the lungs. ECG displayed normal sinus rhythm and ST-T configuration within normal range. Chest X-ray displayed a slightly enlarged heart and findings suggestive of heart failure. Standard TTE displayed normal size and normal systolic function of the left ventricle, no valvular dysfunction and normal left ventricular diastolic function for her age. A large echodense mass was observed either in the left atrium or outside compressing the atrium (Figure and , and Additional files and ). Intravenous injection of transpulmonary echo contrast was performed with 2 ml SonoVue (Bracco Inc., It). Images obtained after the contrast injection suggested contrast-enhancement of the structure (Figure and Additional file ). This lead to the assumption that the structure was vascularised, thus implying tumour. Transesophageal echocardiography (TEE) was performed. Images from mid-esophageal view were of very poor quality, whereas trans-gastric view enabled full visualisation of the left atrium with completely normal findings. Subsequent gastroscopic examination showed a 5 cm hiatal hernia.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'19064035': 1, '15811895': 1, '17628406': 1, '8076731': 1, '9571589': 1, '8641015': 1, '16160110': 1, '12415242': 1, '7832152': 1, '3394624': 1, '15093876': 1, '18793386': 2, '9675964': 1, '15811617': 1, '3973304': 1, '18154971': 1, '15627179': 1, '18436124': 1, '16455432': 1, '15322575': 1, '19118722': 1, '10150628': 1, '16595790': 1, '831408': 1, '17354243': 1, '8439417': 1, '18485007': 1, '15340697': 1, '19178710': 2}", "similar_patients": "{'2553061-1': 1}"}