{"patient_id": 95028, "patient_uid": "2913813-1", "PMID": 20721281, "file_path": "comm/PMC002xxxxxx/PMC2913813.xml", "title": "Isolated Ventricular Noncompaction Syndrome in a Nigerian Male: Case Report and Review of the Literature", "patient": "A 42-year-old Nigerian man presented with a three-month history of worsening dyspnoea, orthopnoea, and paroxysmal nocturnal dyspnoea. He had no associated chest pain. He had no significant past medical history, was a nonsmoker, and drank minimal alcohol. He had been living in Scotland for several years and there was no recent history of foreign travel. There was no family history of cardiomyopathy or sudden death.\\nOn examination he was afebrile with evidence of mild facial dysmorphism (). He had a resting tachycardia with a blood pressure of 180/115. His JVP was raised, apex beat was impalpable, and he had a summation gallop with no murmurs. He had no ankle or sacral oedema. Auscultation of his chest revealed bibasal crepitations.\\nHe had a normal full blood count, urea, creatinine and electrolytes, liver function and thyroid function tests. He was HIV negative and his antinuclear factor was negative. His electrocardiogram showed a sinus tachycardia with voltage criteria for left ventricular hypertrophy. Troponin and CK levels were normal. His chest X-ray showed cardiomegaly with upper-lobe diversion. Echocardiographic images were suboptimal in quality but showed a dilated left ventricle, and severe global impairment of LV systolic function. Cardiac MRI (CMR) revealed similar findings but in addition demonstrated deep ventricular recesses and hypertrabeculation of the lateral wall extending down towards the apex (). Unusually the true apex was not involved. The ratio of the compacted to noncompacted myocardium was 2.6 in diastole (). Ejection fraction was 15% and there was no late gadolinium enhancement.\\nIn combination with his facial dysmorphism, these features were felt to be consistent with a diagnosis of LV noncompaction. Given the lack of anginal symptoms or risk factors, it was felt that coronary angiography was not necessary. Our patient did not describe any neurological symptoms. Furthermore complete examination of the nervous system and assessment of visual acuity were normal; therefore additional neurological investigations were not deemed necessary.\\nOur patient was commenced on an ACE inhibitor, diuretic, beta blocker, and long-term anticoagulation. We advised him to contact his relatives back in Nigeria in order to arrange screening investigations. On followup, he has remained asymptomatic and has not required any further hospitalization. Holter monitoring has proved reassuring and repeat echocardiography suggested improvement in function, with the ejection fraction calculated at 45%. ICD insertion has therefore not been recommended at this time.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'12711738': 1, '15219508': 1, '10318672': 1, '15210614': 1, '11502414': 1, '11558954': 1, '11223486': 1, '12372586': 1, '3805522': 1, '10809508': 1, '10377021': 1, '2372897': 1, '15992642': 1, '15452479': 1, '16014180': 1, '9005281': 1, '17993472': 1, '19417170': 1, '11410581': 1, '12468278': 1, '15173023': 1, '15680048': 1, '16644854': 1, '18997984': 1, '20417446': 1, '20721281': 2}", "similar_patients": "{}"}