{"patient_id": 95610, "patient_uid": "2955459-1", "PMID": 20976210, "file_path": "comm/PMC002xxxxxx/PMC2955459.xml", "title": "CASE REPORT Superior Gluteal Artery Perforator Flap Breast Reconstruction Salvage Following Late Venous Congestion After Discharge", "patient": "The patient is an athletic 41-year-old woman who underwent delayed autologous superior gluteal artery perforator (SGAP) breast reconstruction. She was initially treated for invasive ductal carcinoma with right mastectomy followed by adjuvant chemotherapy and chest wall radiation. Her preoperative examination is shown (Fig ).\\nThe SGAP flap reconstruction was performed in the standard fashion. A 3.0-mm Synovis vein coupler was employed for the gluteal- to internal mammary-venous anastomosis. The patient's postoperative course was uneventful and she was discharged on postoperative day (POD) 4. On the morning of POD 5, the patient noted a new purplish discoloration to her flap, different than she had seen an hour earlier. She contacted the staff surgeon, who promptly urged her to return to the hospital. On evaluation, her flap was severely congested with rapid capillary refill (Fig ). Doppler signal had a water-hammer quality. She was given a bolus of 5000 units of intravenous heparin and went to the operating room immediately for exploration. Her incision was made within 90 minutes of her first phone call.\\nOperative exposure revealed congestion of the gluteal vein with poor—but not completely absent—filling of the IMV just distal to the anastomosis. The coupler was taken down and a fresh clot was visualized within the gluteal vein that had not reached complete occlusion. Once the clot was extracted, venous drainage returned to normal and the flap decompressed instantly.\\nThe flap was then back-irrigated with both heparinized saline and tissue plasminogen activator. Following a short period of open drainage, normal color returned, and oxygenated blood was detected at all trimmed edges of the flap. The venous anastomosis was reperformed, again using a venous coupler, at a more proximal IMV segment of larger caliber. The flap was then reinset into the mastectomy pocket. She was anticoagulated for the remainder of her hospitalization. Subcutaneous low-molecular-weight heparin was used as an outpatient for 3 additional weeks. Her flap remains healthy and viable at long-term 2-year follow-up with no appreciable fat necrosis (Fig ).", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'19228537': 1, '8700982': 1, '8942909': 1, '17572562': 1, '15083015': 1, '9627787': 1, '19644264': 1, '20976210': 2}", "similar_patients": "{}"}