{"patient_id": 92728, "patient_uid": "2777176-1", "PMID": 19895709, "file_path": "comm/PMC002xxxxxx/PMC2777176.xml", "title": "An interesting diagnosis for a presacral mass: case report", "patient": "A 71 year old female was referred for investigation of a presacral mass found incidentally during a staging CT (figure ) and MRI (figure ) of a recently diagnosed rectal carcinoma. The mass was located anterior to S4 and S5 in the presacral space. She was completely asymptomatic of this mass. Except for the recently diagnosed rectal carcinoma and hypertension, she had no other medical issues.\\nHer CT scan revealed a suggestion of an ill-defined presacral mass, reported as possible oedema. The subsequent staging MRI clarified a 3.3 × 1.9 × 2.3 cm presacral mass at the level of S4/S5. Evidence of bony erosion could not be seen.\\nInitially, differential diagnoses for this mass included chordoma, schwannoma and plasmacytoma. The mass was further investigated with a whole body thallium study and a CT-guided biopsy (figure ). The thallium study revealed no evidence of a thallium avid tumour in the sacrum or elsewhere. The biopsy revealed fat and haematopoietic tissue, consistent with a diagnosis of extramedullary haematopoiesis (figure and ). The occurrence of EH in the presacral area is an extremely rare finding with only 17 reported cases in the literature.\\nThis remarkable diagnosis was further investigated with the help of a haematologist. A full history found no personal or family history of bleeding disorders or anaemia. Full blood examination and liver function tests revealed no abnormality. A bone marrow biopsy was taken which revealed mildly hypercellular marrow, showing a mild increase in trilineage haemopoiesis. This was likely to be reactive. A cytogenetics study was organized to differentiate reactive marrow from early myelodysplasia. No cytogenetic abnormality was detected.\\nThe case was discussed at a multi-disciplinary meeting and a decision was made that this mass was benign in nature. No further investigations or treatment was deemed necessary. The patient subsequently underwent an uncomplicated resection of her rectal carcinoma. This is only the second case reported in the literature of a prescaral site of extramedullary haematopoiesis with no obvious underlying cause.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'2996861': 1, '10460383': 1, '14990806': 1, '1884260': 1, '27108419': 1, '14531481': 1, '6636807': 1, '17313126': 1, '21340448': 1, '12077641': 1, '9596166': 1, '19006781': 1, '6610033': 1, '16769553': 1, '22101909': 1, '12792448': 1, '3734211': 1, '2335622': 1, '16512822': 1, '12946771': 1, '8911166': 1, '3409758': 1, '12604297': 1, '15290675': 1, '14694310': 1, '12388506': 1, '16103704': 1, '17354150': 1, '24960775': 1, '19895709': 2}", "similar_patients": "{}"}