{"patient_id": 125765, "patient_uid": "2694292-3", "PMID": 19568366, "file_path": "noncomm/PMC002xxxxxx/PMC2694292.xml", "title": "Application of Intravitreal Bevacizumab for Circumscribed Choroidal Hemangioma", "patient": "A 51-year-old man was referred for a 10-day history of decreased visual acuity in the right eye. Visual acuity was 0.06 OD and 1.0 OS. Fundus examination of the right eye showed an elevated, orange-red choroidal lesion that was contiguous with the optic nerve from approximately the 8-o'clock position clockwise to the 1-o'clock position. There was a serous detachment of the sensory retina that extended from the tumor into the macular area. Ultrasonography revealed a tumor thickness of 2.2 mm. The fluorescein angiographic features of the lesion were characteristic of hemangioma. Choroidal hemangioma with vision loss from associated submacular fluid was diagnosed.\\nAfter informed consent was obtained, intravitreal bevacizumab (1.25 mg in 0.05 mL) was injected. One week later, a decrease in subretinal fluid was noted. At this time, PDT was performed (laser spot size of 5,100 µm) using the same power and intensity as described in case 2 but not overlapping the optic nerve with the laser.\\nTwo weeks after PDT, subretinal fluid was absent, and visual acuity was 0.15 OD. Three months after PDT, visual acuity had improved to 0.3 OD and the tumor had markedly regressed (). Nine months after treatment, the visual acuity remained 0.3 OD, and no tumor had recurred.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'16141856': 1, '17562985': 1, '10690838': 1, '11733265': 1, '820013': 1, '26730320': 1, '2783066': 1, '6891765': 1, '11756902': 1, '26605354': 2, '17151486': 1, '17545966': 1, '1325044': 1, '34308441': 1, '31755443': 1, '17011869': 1, '8302569': 1, '29851977': 1, '31755430': 1, '21586854': 2, '12466172': 1, '16583638': 1, '15633407': 1, '15885778': 1, '16156152': 1, '16156153': 1, '20162298': 1, '12777933': 1, '3172265': 1, '17347676': 1, '420470': 1, '10796035': 1, '11284760': 1, '25827544': 1, '11123261': 1, '23772304': 1, '20155480': 1, '12689885': 1, '16508440': 1, '19568366': 2}", "similar_patients": "{'2694292-1': 2, '2694292-2': 2, '3120252-1': 1, '3120252-2': 1, '3120252-3': 1, '4657225-1': 1}"}