{"patient_id": 95119, "patient_uid": "2923174-1", "PMID": 20687919, "file_path": "comm/PMC002xxxxxx/PMC2923174.xml", "title": "Parotid fistula secondary to suppurative parotitis in a 13-year-old girl: a case report", "patient": "A 13-year-old Indo-Caucasian girl came to our hospital with a history of clear watery discharge from a wound just above and behind the angle of her right jaw for two years. The discharge increased while eating food and chewing. Her medical history revealed a swelling just behind her right jaw associated with a throbbing type of pain and fever two years ago, which burst open with pus discharge. A week later, she started getting a clear watery discharge from the affected site.\\nOn examination, there was a pinpoint size opening just posterosuperior to the angle of the mandible with a continuous dribbling of clear serous fluid and scarring of the surrounding area (Figure ). Laboratory analysis of the fluid revealed raised salivary amylase levels (7800 IU/mL), which confirmed the diagnosis of a salivary fistula. Our patient was successfully managed by a simple surgical technique, described below.\\nThe procedure was performed under general anesthesia with local infiltration of 1 in 100,000 adrenaline around the fistulous opening to minimize intra-operative bleeding. Methylene blue was then injected into the fistulous opening using a 26-gauge needle (blunt tip) under microscopic magnification. The dye was seen exiting from the natural opening of the Stenson's duct, indicating a patent ductal system. An elliptical incision of 1 cm diameter was taken around the fistulous opening, which included the scar tissue. The skin island was then held with skin hooks and the subcutaneous tissue dissected until the fistulous tract containing dye was visible (Figure ). The fistulous tract was then traced proximally until it entered the thick parotid fascia. The fascia was then incised and the tract was seen entering the superficial lobe of parotid. It did not extend up to branches of the facial nerve. At this level, the superficial lobe of parotid was carefully dissected and the fistulous tract was completely excised (Figure ). The parotid fascia was approximated and sutured with 3-0 vicryl and the wound closed in layers. The skin was closed using 3-0 silk sutures (Figure ) and a tight pressure dressing applied. Following surgery, there was no facial nerve deficit.\\nPost-operatively, our patient was kept on nil by mouth for 24 hours and put on intravenous fluids, antibiotics, atropine and analgesics. Our patient was discharged on oral antibiotics and analgesics on the third post-operative day. Her sutures were removed on the seventh day. Histopathological examination of the fistulous tract showed no underlying malignancy or evidence of any specific (granulomatous) disease. Our patient was followed up three months later and was found to have successful healing of her wound with no complications or recurrence (Figure ).", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'11314663': 1, '2301885': 1, '32346231': 1, '16450773': 1, '382377': 1, '25709371': 2, '7611095': 1, '20687919': 2}", "similar_patients": "{'4336664-1': 1}"}