{"patient_id": 125357, "patient_uid": "2628053-1", "PMID": 17722248, "file_path": "noncomm/PMC002xxxxxx/PMC2628053.xml", "title": "Spontaneous Regression of a Cystic Tumor in a Postpartum Woman; Is It A Cystic Lymphangioma?", "patient": "An 18-year-old woman was referred to our institution for further evaluation of a painful and palpable mass in the right upper quadrant of the abdomen. She reported feeling the mass immediately after a cesarean section which she had had two months prior. She had no history of recent trauma or coexisting disease. Laboratory data, including tumor markers (CA 19-9 and CA 125), were within normal limits. Initial contrast-enhanced computed tomography (CT) and magnetic resonance imaging (MRI) revealed an 11-cm multilobulated, multilocular, heterogeneous cystic mass in the right upper quadrant of the abdomen. The mass displaced the hepatic flexure of the colon inferiorly, with compression of the pancreatic head and duodenum, and displaced the gallbladder superiorly (). There was no evidence of intestinal wall or adjacent organ invasion. The average attenuation within the cysts was 28 Hounsfield units (range, 15-40) and the internal fluid-fluid level within the cysts was visible on CT. On axial T2-weighted spin echo image (8000/ 105) with fat suppression () and axial T1-weighted incoherent gradient-echo (SPGR) images (230/4.2) (), the upper portions of the fluid within the cysts showed high signal intensity, and the area of the lower portions of fluid showed low signal intensity. These findings may reflect the presence of variable stages of hemorrhage within the cysts. A tentative diagnosis of a retroperitoneal cystic lymphangioma with internal hemorrhage was made based on the imaging findings. A follow-up CT scan two months later revealed that the mass had decreased from 11cm to 7cm. There was also a reduction in the degree of intra-cystic hemorrhage, and the patient no longer complained of discomfort. Serial follow-up study by CT and MRI showed progressive reduction in the size of the mass, and on the sixth follow-up CT scan two years later, the cystic mass was no longer visible except for a tiny residual lesion in the abdomen (). No treatment was administered, and the patient remains in good health.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'11740609': 1, '11053936': 1, '7945079': 1, '9548325': 1, '34430477': 1, '8414761': 1, '7781873': 1, '2183287': 1, '7967270': 1, '2665456': 1, '6637962': 1, '25024636': 1, '11325491': 1, '1919817': 1, '15867472': 1, '9841063': 1, '2284277': 1, '7569804': 1, '2911671': 1, '15240000': 1, '4051731': 1, '29062665': 1, '31767604': 1, '7938764': 1, '21472113': 1, '3299483': 1, '15371613': 1, '15892005': 1, '32082690': 2, '17722248': 2}", "similar_patients": "{'7008304-1': 1}"}