{"patient_id": 125505, "patient_uid": "2636149-1", "PMID": 18711276, "file_path": "noncomm/PMC002xxxxxx/PMC2636149.xml", "title": "Retinal pigment epithelial atrophy\\nfollowing indocyanine green dye-\\nassisted surgery for serous macular\\ndetachment", "patient": "A 65-year-old woman presented to us five months after\\nepiretinal membrane surgery, with a complaint of decreased\\nvision in her left eye. Her past history suggests that she\\nunderwent uneventful cataract surgery with intraocular lens\\nimplantation in the left eye following which her visual acuity\\n(VA) was 20/400. She was diagnosed to have vitreomacular\\ntraction with neurosensory detachment which was confirmed\\non optical coherence tomography (OCT). Based on the\\ndiagnosis, she underwent pars plana vitrectomy, epiretinal\\nmembrane peeling and fluid gas exchange in the left eye one\\nmonth later. Four weeks following surgery, her VA was 20/200\\nin the left eye.\\nOn examination, the best corrected visual acuity (BCVA) was\\n20/20 in the right eye and 20/160 in the left eye. Anterior segment\\nexamination was within normal limits. Intraocular pressure\\nwas 12 and 14 mm Hg in the right and left eye respectively.\\nFundus examination of the right eye was unremarkable. The left\\neye showed serous elevation of the macular area with cystoid\\nchanges and a thin foveal roof. Residual epiretinal membrane\\nwas also seen [Figure ]. Optical coherence tomography of\\nthe left eye confirmed the findings []. There was no\\nevidence of a macular hole. Retinal vasculatures were within\\nnormal limits. Fundus fluorescein angiography (FA) showed\\nneither leakage nor any evidence of choroidal pathology. She\\nwas advised ICG-assisted ILM peeling with silicon oil injection\\nin left eye. The reason for ILM peeling was serous detachment\\npersisting for five months following surgery, raising the\\npossibility of a missed small macular hole.\\nIntraoperatively, 0.5% ICG was injected in the vitreous\\ncavity using a double cannula and after a 30-sec gap, the ICG\\nwas aspirated. Though an obvious retinal hole or tear was not\\nseen in the macula and other retinal area, we noted subretinal\\npresence of ICG during aspiration. Internal limiting membrane\\npeeling was done up to the arcades. The subretinal presence\\nof ICG was noted prominently after removal of the ILM. An\\nattempt was not made to remove the ICG as there was no gross\\nevidence of hole and ICG binds to RPE immediately. Fluid air\\nexchange was performed and the macula was flat following\\nwhich silicone oil was injected. On postoperative Day 1, BCVA\\nwas counting fingers (CF) at 1/2 meter in the left eye and fundus\\nexamination showed subretinal ICG in the superior half with\\na flat macula [Figure ]. At one week, her BCVA was CF at ½\\nmeter with an extensive area of RPE alteration in the macula\\n[Figure ]. Optical coherence tomography of left eye showed\\nfoveal thinning (83 micron) with inferior shallow neurosensory\\nelevation []. After three months, her BCVA was counting\\nfingers at 1.5 meters in the left eye. Fundus examination showed\\nRPE atrophy with pigment stippling in the superior half of the\\nmacula within the arcades [Figure ]. She underwent silicone\\noil removal in the left eye. Four months after silicone oil removal,\\nher BCVA was CF 2.5 meters in the left eye which was maintained\\ntill 12 months of follow-up. Optical coherence tomography at\\nthis time showed foveal thickness of 80 microns.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'15076948': 1, '19574712': 1, '12888061': 1, '14557178': 1, '16137959': 1, '16226539': 1, '16829801': 1, '15277504': 1, '17186261': 1, '17290201': 1, '17056360': 1, '18711276': 2}", "similar_patients": "{}"}