{"patient_id": 91915, "patient_uid": "2740053-1", "PMID": 19830016, "file_path": "comm/PMC002xxxxxx/PMC2740053.xml", "title": "Human Prion disease with a T188K mutation in Chinese: a case report", "patient": "A Chinese female, 58-year-old farmer, complained to suffer from excessive daytime sleepiness for four years. Her family members described that she slept 2 to 3 hours at beginning, and 5 to 6 hours later at daytime and sometimes fell asleep during working in the field. Two months before admission to hospital, she had persistent dizziness, tiredness, lethargy and complained to see objects shaking in front of her. She was described to be fractious and splenetic, often quarreled with her family members. One month before admission, the strength of her right limbs became weakened and often dropped things, and her body inclined to right obviously during walking. She was reluctant to speak and developed memory disturbance. Half month ago, the strength of her left limbs became weakened too and she needed support with others when she walked. During hospitalization, the patient was bedridden and had intellectual deterioration. Myoclonus and tremor were observed at the state of waking or sleeping. Neurological examination revealed slightly hyperreflexia and bilateral Babinski sign. EEG displayed sharp waves in bilateral frontal lobe. Brain CT scan showed no abnormality. Biochemistry tests of CSF (including protein, glucose and cell count) were almost normal, except that the chloride concentration (134 mM) was slightly higher than the normal value (range between 118-128 mM). Retrospective investigation of her pedigree did not reveal similar neurological disorders. The patient died in hometown after 10 days discharged from the hospital.\\nProtein 14-3-3 in CSF was performed as follows. Briefly, 20 µl CSF sample was separated by 12% SDS-PAGE and electronically transformed onto nitrocellulose membrane. Blots were incubated in 1:1000 diluted 14-3-3 polyclonal antibodies (Santa Cruz, CA, USA) and further incubated in 1:5000 diluted HRP-conjugated goat anti-Rabbit IgG. Immunoreactive bands were visualized by ECL method (PerkinElmer, Germany). Clearly positive signal migrating at 30 KD was detected in the patient's CSF ().\\nGenomic DNA was extracted from peripheral blood leukocytes by using Qiagen's DNA purification kit according to the manufacturer's instructions. The PRNP open reading frame was amplified by polymerase chain reaction (PCR) and the genotype at codon 129 of PRNP was determined by digestion with the restriction endonuclease NspI. Analysis of PRNP sequences was performed by direct sequencing in a MacBAC sequencer (Pharmacia, USA). A missense mutation (C to A) at the position of nt 563 in one PRNP allele was identified, leading to change from threonine to lysine at codon 188 (). No other nucleotide exchange was found in the rest of the PRNP sequence. The codon 129 genotype was methionine homozygous () confirmed by NspI digestion and directly sequencing of the amplified product. Because of unwilling donation of blood sample, the distribution of T188K mutation in her family was not applicable.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'21904617': 1, '30147320': 1, '10631141': 1, '31551692': 1, '10891990': 1, '10987652': 1, '10221163': 1, '17695280': 1, '26188647': 1, '21597335': 1, '11756421': 1, '19830016': 2}", "similar_patients": "{}"}