{"patient_id": 94565, "patient_uid": "2883826-1", "PMID": 20585489, "file_path": "comm/PMC002xxxxxx/PMC2883826.xml", "title": "Systemic inflammatory response syndrome following laparoscopic repair of diaphragmatic injury: A case report", "patient": "We present the case of a 34-year-old male patient who presented with a stab wound on the anterior abdominal wall. The patient was haemodynamically stable and inspection revealed a 3 cm wound in the left eighth intercostal space just lateral to the mid-clavicular line. Omentum was seen pouting through the wound. There were no other external injuries. In view of the stable haemodynamics, it was decided to do an emergency diagnostic laparoscopy and to proceed to laparotomy if warranted.\\nDiagnostic laparoscopy revealed a 3 cm tear in the apex of the left hemi-diaphragm with omentum pulled in to it and coming out through the skin wound. The spleen, liver, stomach and transverse colon were normal []. There was no haemoperitoneum or free fluid in the peritoneal cavity. There was no hemothorax or lung injury when the scope was introduced into the pleural space after pulling the omentum in to the peritoneal cavity.\\nThe primary port (10 mm) was introduced through the umbilicus using the open technique. After confirming the findings, another 10 mm port was put in the left midclavicular line about 6 cm below the subcostal margin and a 5 mm port in the midline in the epigastric area. Once the omentum was pulled down, the patient developed a tension pneumothorax because of air leak from the pneumoperitoneum into the pleural space through the diaphragmatic tear, pushing the left hemi-diaphragm down and obscuring the field. An intercostal drain was introduced in the left fifth intercostal space in the midclavicular line to relieve the pneumothorax. The diaphragmatic tear was sutured using no. 1 polypropylene with intra-corporeal knotting []. At the end of the procedure, a repeat diagnostic laparoscopy was done and then the wounds closed. The patient was started on oral fluids on postoperative day 1. On postoperative day 2, the intercostal drain was removed after confirming complete lung expansion on a chest radiograph.\\nOn day 3, patient developed tachypnoea with fall in oxygen saturation to 90% on room air. There was tachycardia and fever. The patient was shifted to the intensive care unit, started on higher antibiotics and intravenous fluids. Chest radiograph showed patchy infiltrates in both the lung fields suggestive of ARDS. There was fall in the urine output and elevated renal function tests. An ultrasound scan of the abdomen to rule out missed hollow viscus injuries did not show any fluid collection in the peritoneal cavity or pleural space. A diagnosis of systemic inflammatory response syndrome (SIRS) was made, the most probable reason for the same being the sudden tension pneumothorax that developed once the omentum was pulled back from the defect into the peritoneal cavity. The patient recovered with intensive care and non-invasive ventilation and was discharged on the seventh day after surgery. At 1-month follow-up, patient was found doing well and the chest radiograph was normal.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'16247571': 1, '21120074': 1, '2003247': 1, '9191663': 1, '7492016': 1, '9632857': 1, '8489319': 1, '9356058': 1, '8669014': 1, '17891332': 1, '10401735': 1, '18237515': 1, '11252189': 1, '20585489': 2}", "similar_patients": "{}"}