{"patient_id": 92107, "patient_uid": "2740244-1", "PMID": 19829798, "file_path": "comm/PMC002xxxxxx/PMC2740244.xml", "title": "Endobronchial lipoma a rare cause of pleural empyema: a case report", "patient": "A 46-year-old man African origin and Moroccan nationality who had been treated for a pulmonary tuberculosis in his childhood. He was a heavy smoker (25 pack-years). The patient suffered for many years from chronic bronchitis and chronic left-side pneumonia, treated each time with amoxicillin-clavulanic acid. He was admitted in the emergency department with a temperature of 39°C, sputum production, hemoptysis and pleuritic chest pain. During the clinical examination, the patient was tachypneic at rest; auscultation revealed decreased breathing sounds at the left lung’s base. Blood tests showed an elevated white cell count (18500 cells/μL). Chest radiograph showed atelectasis of the left lung and pleural effusion. A chest computed tomography (CT) scan showed multiple cystic cavities in the left lung, the volume within was diminished with encysted pleurisy (, ). Flexible bronchoscopy revealed a round tumor completely filling the lumen of the left main bronchus, and the biopsy of the neoplasm revealed lipidic cells. Several cytobacteriologic examinations of the sputum did not reveal any malignant cells or Koch’s bacillus, and culture of the sputum turned out to be negative. Preoperatively, the diagnosis of endobronchial lipoma associated to chronic cystic bronchiectasis complicated by pleural effusion was suggested. A left posterolateral thoracotomy was performed; a pleural pocket was opened, bringing out a purulent fluid. Cutting the left main bronchus revealed a smooth and yellow tumor. Because of the irreversible damage to the left lung, a pneumonectomy was performed. Macroscopic examination of the resected specimen showed a sessile mass measuring 1.5 cm, attached to the bronchial mucosa, and cystic bronchiectasis. Microscopically, the endobronchial tumor mainly contains a mature fatty tissue surrounded by respiratory epithelium; whereas the submucosa contains a moderate number of chronic inflammatory cells. Consequently, the tumor was diagnosed as an endobronchial lipoma (). In the pleural fluid, a Streptococcus pneumoniae was detected; it proved to be sensitive to amoxicillin-clavulanic acid. The patient had an uncomplicated postoperative course, he was discharged 9 days after the operation, and was asymptomatic after 36-month follow-up.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'7220324': 1, '12527636': 1, '9446925': 1, '15766470': 1, '23482342': 2, '6212510': 1, '19829798': 2}", "similar_patients": "{'3591544-1': 1}"}