{"patient_id": 92020, "patient_uid": "2740157-1", "PMID": 19829902, "file_path": "comm/PMC002xxxxxx/PMC2740157.xml", "title": "Autism and mental retardation with convulsion in tuberous sclerosis: a case report", "patient": "A 6-year-old male child born of a non-consanguineous marriage from a middle class family of a rural area of Burdwan admitted in the emergency pediatrics ward with the history of convulsion associated with frequent vomiting. According to the mother the problem had started since 4th month of age which was initially more on the right side gradually progressing to affect whole of the body. The vomiting occurred frequently with or without convulsion.\\nThe child was developmentally lacking behind other children of the same age and sex of the community. He was not able to speak and communicate till now, very much sleepy and did abnormal behavior frequently.\\nMother noticed changes in the skin since 4th year of age, there were multiple tiny pink nodules on the nose and malar prominences which later coalesced to form fleshy appearances. There are hyperpigmented patches on left forehead and right malar regions. Patchy hypopigmented areas were present on both front and back of the trunk.\\nThere was no other member of the family suffering from the disease.\\nOn examination, the child was found dull, indifferent and expressionless with an average built having weight 20 kg, height 122 cm, head circumference 52 cm and chest circumference 61 cm. There were extensive facial angiofibromatosis with butterfly distribution covering nose and spreading to cheeks (), two prominent hyperpigmented plaques were seen, one on left forehead covering a wide area () and one on right cheek. There were hypopigmented patches abundant on both sides of the trunk.\\nThe child had disturbances of higher function like orientation in time and place, speech and language as well as intelligence. His cranial nerves and motor functions were normal. Other neurological and systemic examinations appeared to be normal.\\nPsychiatric assessment with the help of Vineland Social Maturity Scale and Conner’s Autism Rating Scale revealed the child was suffering from autism along with severe mental retardation with intelligent score was about 25 to 30.\\nC T scan of the brain showed multiple foci of Subependymal calcification looked like candle-dripping appearances; they were also present in both basal ganglia, both temporal and left parietal regions ().\\nUltrasonography of kidneys and liver showed no abnormality, Echocardiography of heart revealed no rhabdomyoma of cardiac muscle. Opthalmolscopic examination was also normal.\\nThe child was treated with higher doses of sodium valproate and the convulsion was controlled. He was referred to the Psychiatric department for necessary measures.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'15563021': 1, '15563019': 1, '19215038': 1, '24453887': 1, '19151365': 1, '12026215': 1, '18187819': 1, '15563017': 1, '10815131': 1, '12919336': 1, '10073425': 1, '19829902': 2}", "similar_patients": "{}"}