{"patient_id": 94703, "patient_uid": "2892667-1", "PMID": 20589217, "file_path": "comm/PMC002xxxxxx/PMC2892667.xml", "title": "Sclerosing Variant of the Bronchioloalveolar Carcinoma: Imaging Findings in an Atypical Case", "patient": "A 75-year-old woman presented with a persistent dry cough that had been present for 2 months together with progressive dyspnea, anorexia, fatigue, malaise, and a weight loss of 5 kg during the same period. She did not have a fever, chills or sweats. There was no history of smoking, alcohol abuse or primary malignancy. Physical examination showed the patient to be ill-looking, acyanotic, eupneic, and afebrile. Her blood pressure was 100/60 mmHg, her pulse rate was 80 beats per minute, her respiratory rate was 24 breaths per minute, and her body temperature was 36.4°C. She had inspiratory crackles in the bilateral lower lung fields. Laboratory tests showed normal RBC and WBC count, serum creatinine was 0.6 mg/dL, urea was 23 mg/dL, glucose was 102 mg/dL, and liver function tests were normal.\\nA chest radiograph revealed bilateral nonhomogeneous opacities, predominantly in the middle third of the right lung (). The high-resolution computed tomography (HRCT) demonstrated confluent airspace nodules, forming areas of consolidation in both lungs, with signs of architectural distortion (). Bronchoscopy showed no abnormalities. Microscopical examination and cultures of sputum and bronchoalveolar lavage were negative for mycobacteria and fungi. A cytological evaluation of a sputum specimen revealed no malignant cells. The lung biopsy revealed nonmucinous sclerosing BAC ().\\nThe oncologists chose palliative treatment with clinical supports and analgesia due to the advanced state of the disease. Since her performance status was ECOG 4, chemotherapy could not be used. She died one month after the admission with respiratory failure.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'15514376': 1, '15886315': 1, '9397450': 1, '2833764': 1, '7773933': 1, '11459727': 1, '16640802': 1, '17940131': 1, '6316417': 1, '2167502': 1, '19187177': 1, '15860488': 1, '8313318': 1, '15988687': 1, '14615561': 1, '10584811': 1, '20589217': 2}", "similar_patients": "{}"}