{"patient_id": 40941, "patient_uid": "3564901-1", "PMID": 23281596, "file_path": "comm/PMC003xxxxxx/PMC3564901.xml", "title": "30-yr course and favorable outcome of alveolar echinococcosis despite multiple metastatic organ involvement in a non-immune suppressed patient", "patient": "The patient was a 38-year-old man who was admitted into a local hospital of the region of Franche-Comté, Eastern France, for the cure of an inguinal hernia. Systematic surgery pre-assessment disclosed by chance a lung nodule which evoked pulmonary cancer. Thoracotomy with right upper lobectomy of the lung was performed in January 1982 in Dijon University Hospital, France, and the fortuitously discovered “tumor” was totally removed. At the end of the operation, through the diaphragm, the liver appeared to be enlarged, with a modified structure, and the surgeon found a liver tumor with a very hard consistency and a necrotic content of 100 mL which was aspirated; the diagnosis of AE was thus evoked. Pathological examination of the lung “pseudo-tumor” and of the surgical biopsies taken after diaphragm incision, as well as the Computed Tomography (CT) images obtained after the operation (Figure ), confirmed the diagnosis. As the patient wished to postpone the proposed liver resection, flubendazole was given to the patient at a daily dosage of 9.0 g [] until 1985 when he was eventually transferred to Besançon University Hospital for radical liver resection and inclusion in chemotherapy trials. The patient gave his consent to be included in clinical research studies within the framework of the study “Immunogenetics of AE in humans” first, in 1994, then as part of the prospective follow-up of AE patients in the FrancEchino Registry in 2003; both prospective cohort studies were approved by the French legal ethical committee (CCPPRB/Franche-Comté: comité consultatif pour la protection des personnes en recherche biomédicale, for the region of Franche-Comté); written informed consent was obtained from the patient for publication of this report and any accompanying images.\\nIn May 1985, the specific serology tested by ELISA using crude larval Em (EmC), and purified Em2 as antigens [] was positive but in favor of a stable disease, as well as the unchanged CT images which showed the well-limited parasitic mass in the right liver with partial necrosis and calcifications, and no involvement of the biliary tree and/or hepatic and portal vessels. A right hepatectomy with cholecystectomy was thus performed, which removed a 1.45 kg parasitic tumor and was considered to be curative. Flubendazole was replaced by MBZ at a daily dosage of 4.5 g from June to December 1985; then replaced by ABZ at a daily dosage of 400 mg twice a day for 1 month followed by 2 week-interruptions of treatment as recommended by the manufacturer at that time (‘cyclic administration’) []. MBZ and ABZ were given within the framework of WHO-coordinated therapeutic trials [,] and the patient had a regular prospective follow-up in Besançon University Hospital WHO-clinical reference Centre. ABZ treatment was spontaneously interrupted by the patient himself in June 1986, because of minor subjective side-effects (digestive discomfort) without any biological abnormalities. The previous treatment by MBZ was then resumed. In May 1988, there were no clinical or biological abnormalities; ultra-sound examination only showed the expected enlargement of the left liver usually observed after right hepatectomy and the patient was considered to be cured. As serology (ELISA using crude larval antigen EmC, and purified Em2) was fully negative and liver and lung imaging remained normal, MBZ was thus stopped on May, 1988.\\nIn April 1991, the patient was admitted into the University Hospital/AE reference Centre with a 3-month long history of headache and right exophtalmia; visual acuity, ocular mobility and eye fundus examinations were normal. A re-increase in specific antibodies in the serum was disclosed although abdominal and thoracic imaging showed no recurrence of AE in the liver or adjacent organs, or in the lung. Cerebral CT-scan and Magnetic Resonance Imaging (MRI) disclosed 2 lesions: one in the orbit and one in the right frontal lobe of the brain. Both had a micro-polycystic hypodense structure, with scattered calcifications. The surgical treatment consisted of a subtotal resection of the lesion in the right frontal lobe, the adjacent dura, the invaded part of the eye lid and the eroded frontal bone. Brain and right orbital AE, with bone involvement was confirmed by the pathological examination of the lesions which showed necrotic and fibrous tissue filled with small cysts. Microscopically, typical E multilocularis germinal layer and protoscoleces were observed as well as periparasitic epithelioid cells and the granulomatous infiltrate of macrophages, lymphocytes and giant cells. ABZ at a daily dosage of 800 mg, following the “cyclic” administration as before, was introduced again in June 1991, with recommendations of strict adherence to the treatment. At the end of 1991, the situation was clinically stable, with a marked regression of the remaining orbital and cerebral lesions. Once again, upon the patient’s demand, because of digestive discomfort, in March 1992, ABZ was switched to MBZ; then the patient spontaneously interrupted his treatment in July 1992. ABZ was resumed in October 1992 when the patient complained of ptosis of the right eye and reduction of his visual acuity, despite unchanged images of the brain and orbital region. But once again the patient stopped his treatment in February 1993.\\nAt the beginning of 1994, thoracic CT-scan showed AE recurrence, as a 45 mm in diameter-lesion in the right pulmonary apex (Figure ). From that date, the patient accepted to take ABZ at an increased dosage (20 mg/day/kg) and continuously, as suggested by the recommendations of the WHO-Informal Working Group on Echinococcosis for severe AE cases (1996 Guidelines). In February 1996, as AE seemed under control, the 52-yr old patient benefited from an elective left hip prosthesis in that same local hospital he had been admitted first in 1981. Because of an abnormal structure of the bone disclosed by the surgeon, a pathological examination was performed in Besançon University Hospital on bone sections. Despite abnormalities compatible with parasitic vesicles, formal AE diagnosis could not be ascertained since no typical germinal layer was observed; the inflammatory infiltrate could also be due to associated arthritis; and no PCR could be performed retrospectively on the lesions because of technical issues. Complete clinical and radiological assessment of possible metastatic locations of the disease did not disclose any other lesions. In 1999, the size of the pulmonary lesion had markedly decreased (to 21 mm in diameter) and in 2000 serology (Em2 and EmC ELISA) was completely negative. Since then, the patient has been in good health, except for overweight (height: 178 cm; weight: 100 kg; abdominal perimeter: 117 cm) and subjective complaints such as headaches and pain in his left hip. Adherence to ABZ treatment was good. Yearly imaging exams including ultrasound examination and CT-scans did not show any changes in the images. A Fluoro-DeoxyGlucose (FDG)-Positron Emission Tomography (PET) combined with Computed Tomography (CT) performed in 2003 showed the absence of FDG uptake by the lesions in all organs, 1 h after FDG injection. Serology (Em2 and EmC ELISA) remained negative and ABZ was thus withdrawn definitively in April 2003. At last follow-up in 2011, there was no evidence of recurrence/relapse, as evidenced by negative PET-CT with conventional and delayed acquisition of the images 3 h after FDG injection (Figure ), and by negative Em2+ ELISA serology (Bordier Affinity Products, Crissier, Switzerland) []. At that time, serology was also assessed by E. multilocularis western-blot (LD Bio, Lyon, France) [] in parallel on two sera: a sample frozen in 1987, and a freshly collected sample. With the serum sampled in 1987, two bands at 7 kDa and 26-28 kDa were observed, while with the serum collected in 2011 only binding to 26-28 kDa Echinococcus antigens was observed. Disappearance of the 7 kDa band thus confirmed imaging and ELISA serology results.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'21162795': 1, '12590338': 1, '26783954': 1, '16165174': 1, '27186369': 1, '16360335': 1, '11015390': 1, '28973027': 1, '32442168': 1, '27042294': 1, '33613674': 1, '8789923': 1, '10498634': 1, '20683265': 1, '34475725': 1, '31086618': 1, '28693493': 1, '32566311': 1, '28438221': 2, '33542636': 1, '27812206': 1, '29872327': 1, '19931502': 1, '24478516': 1, '29056665': 1, '9042141': 1, '15624896': 1, '12648282': 1, '27123336': 1, '33255152': 1, '8432825': 1, '33302535': 1, '34584412': 1, '9756400': 1, '21496254': 1, '33213050': 1, '2692867': 1, '29072110': 1, '26239800': 1, '32610556': 1, '27171009': 1, '12643830': 1, '3782269': 1, '31915693': 1, '30126447': 1, '16343985': 1, '32941434': 1, '29780376': 1, '18485517': 1, '19156614': 1, '34976061': 1, '19513103': 1, '33364031': 1, '20676647': 1, '34454634': 1, '6735038': 1, '6192602': 1, '19193475': 1, '28874194': 1, '12660515': 1, '28443214': 1, '21455928': 1, '28074125': 1, '33827520': 1, '31165442': 1, '15583352': 1, '24934873': 1, '1866418': 1, '34135603': 1, '21354448': 1, '27871245': 1, '31756196': 1, '3533299': 1, '15694908': 1, '16044412': 1, '8621817': 1, '33173356': 1, '20977568': 1, '23281596': 2}", "similar_patients": "{'5402664-1': 1}"}