{"patient_id": 157784, "patient_uid": "3347041-1", "PMID": 22586418, "file_path": "noncomm/PMC003xxxxxx/PMC3347041.xml", "title": "Vitreo-Retinal Hemorrhage after Thrombolysis in a Patient with Acute Ischemic Stroke: A Case Report", "patient": "An 84-year-old white male presented to the emergency room with complaints of right arm and leg weakness. The onset of symptoms was approximately 30 minutes prior to presentation to the emergency room. The patient had no dysarthria, aphasia, vision, or hearing changes. There was no history of a recent fall, injury, or seizures. Past medical history included hypertension, type 2 diabetes mellitus, hyperlipidemia, bilateral retinopathy from long-standing diabetes and hypertension, bilateral cataracts, benign prostatic hypertrophy, and invasive adenocarcinoma. Past surgical history included laminectomy (1 year prior) and colonoscopy with polyp removal (2 days prior). The only drug allergy the patient had was to penicillin. Prior to admission, his medications were aspirin, metformin, metoprolol, multivitamin, and simvastatin. Social and family histories were not pertinent to this case.\\nIn the emergency room, patient’s vital signs were stable with an average blood pressure around 160/60 mmHg. Patient’s physical examination revealed weakness and decreased sensation on the right side. Of note, patient’s eye exam was normal with no vision changes. An urgent CT scan of the head was performed which was negative for any intracranial or ocular hemorrhage (Figure ).\\nThe decision to administer t-PA was made since the patient met the inclusion criteria and had no contraindications (The National Institute of Neurological Disorders, ; Package Insert Alteplase, ). The risks and benefits of therapy were well explained to the patient and his family. The potential for intracranial hemorrhage and specifically gastrointestinal hemorrhage, in view of patient’s recent colonoscopy, were also discussed in detail. Within 2 hours after the onset of symptoms, patient was administered alteplase, according to the standard weight-based dosing protocol (Package Insert Alteplase, ). Patient was frequently evaluated for any change in neurological status and his blood pressure was appropriately maintained throughout this time period.\\nFour hours after the administration of alteplase, the patient developed bright-red-blood-per-rectum and new onset black–red visual loss in the right eye. Other than the visual changes, rest of the physical and neurological exam remained unchanged. A repeat CT scan demonstrated a new right intraocular hemorrhage (Figure ). There was no evolution of the infarct or evidence of hemorrhage in the brain. Patient’s hemoglobin and vital signs remained relatively stable during this time. Evaluation by ophthalmology and neurology consultants confirmed the presence of a right-sided vitreo-retinal hemorrhage. Follow-up MRI of the brain confirmed the presence of the intraocular bleeding along with an acute/subacute left parietal infarct.\\nThroughout the hospital stay, patient continued to have right ocular visual loss even though his neurological status improved. Eventually, the patient underwent in-patient rehabilitation and was subsequently discharged without any further complications. At discharge, patient was almost back to his baseline in regards to activities and functionality except for visual loss in the right eye. Follow-up 8 months later revealed that patient had no vision in the right eye except for perception of light in the periphery.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'12635684': 1, '9499772': 1, '7477192': 1, '32576868': 1, '15664229': 1, '23943336': 1, '12390175': 1, '21160056': 1, '9385883': 1, '22586418': 2}", "similar_patients": "{}"}