{"patient_id": 35370, "patient_uid": "3103442-1", "PMID": 21554678, "file_path": "comm/PMC003xxxxxx/PMC3103442.xml", "title": "Alpha-fetoprotein-producing primary lung carcinoma: A case report", "patient": "A 69-year-old man consulted a nearby internal medicine clinic with the chief complaint of epigastric pain. He was diagnosed as having gastroesophageal reflux and initiated on treatment. A chest x-ray performed at that time revealed a mass in the right lower lung field. The patient had a history of smoking (Brinkman index: 1800) and had been diagnosed earlier as having pulmonary emphysema. He had the past of the alcoholic hepatitis. His family history was not noteworthy. He was 160 cm tall and weighed 55 kg. Physical examination revealed no abnormalities. A chest x-ray revealed a mass measuring 65 mm in diameter in the right lower lung field (Figure ). Chest CT revealed a lobulated mass measuring 65 mm in diameter involving S9 and S10 of the right lung, as well as an enlarged right hilar lymph node (Figure ). Abdominal CT revealed no lesions in the liver, gallbladder, or pancreas. FDG-PET revealed uptake in the mass (SUV: 8.1) in the right lung and in the swelling of #10 lymph node (SUV: 4.1). No abnormal FDG accumulation was noted in any other organ. Serum biochemical tests did not reveal any evidence of hepatic dysfunction or hepatitis B or C. Of the tumor markers, serum carbohydrate 12-5 (CA12-5), neuron-specific enolase (NSE), Sialyl Lewis X (SLX), β-human chorionic gonadotropin (βHCG), pro-gastrin releasing peptide (PRO-GRF), and cytokeratin 19 fragment (CYFRA) levels were within normal range, while the serum AFP was markedly elevated (4620 ng/ml), and serum carcinoembryonic antigen (CEA; 6.6 ng/ml) and carbohydrate antigen 19-9 (CA19-9; 46.6 ng/ml) were slightly elevated. Transbronchial lung biopsy led to the diagnosis of AFP-producing lung carcinoma. Surgical treatment was selected on the basis of the preoperative tumor stage (T2N0M0). Right lower lobectomy + mediastinal lymph node dissection excision was carried out by video assisted thoracic surgery. The resected tumor measured 6.5 cm in diameter and was a solid tumor (Figure ). Histopathologically, the tumor was composed of tumor cells with relatively irregular nuclear sizes and cylindrical, partially eosinophilic and dimly bright cell bodies showing little polymorphism, leading to the diagnosis of moderately differentiated adenocarcinoma (p0, pm0, ly1, v0). Lymph node metastasis was noted in #7,#10 and #11i lymph nodes, which led to a revision of the tumor stage to T2bN2M0/stageⅢA. Immnohistochemical staining for AFP revealed positive staining of a number of tumor cells for AFP, leading to the diagnosis of AFP-producing lung adenocarcinoma (Figure ,). The cells also showed positive staining for cytokeratine (CK)18, CK19, and anti-hepatocyte antibody. Thus, although the histological and morphological features of the tumor differed from those of hepatocellular carcinoma, the chromatic responses of the tumor to immunostaining were close to those known for hepatocytes. Of the indicators of the tumor malignancy grade, tumor protein 53 was negative, and the MIB-1 index was slightly high (40%). The postoperative course was favorable, and the serum AFP level returned to normal range by about 2 weeks after the surgery. At present, the patient is receiving adjuvant chemotherapy (Tegafur-Uracil), and has not, until date, shown any signs of tumor recurrence.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'1370196': 1, '33564297': 2, '24408270': 1, '8609692': 1, '4111729': 1, '33841629': 1, '12399135': 1, '8865130': 1, '2164876': 1, '4160512': 1, '1700600': 1, '27347123': 1, '33607799': 2, '32582542': 1, '12931013': 1, '15505704': 1, '25125960': 1, '22559879': 2, '33800799': 1, '9298890': 1, '13495347': 1, '31281709': 2, '24959228': 2, '34422656': 2, '5030745': 1, '34691933': 1, '11940206': 1, '21554678': 2}", "similar_patients": "{'4063569-1': 1, '7899914-1': 1, '8377348-1': 1, '7841735-1': 1, '3407768-1': 1, '6590554-1': 1}"}