{"patient_id": 37588, "patient_uid": "3349527-1", "PMID": 22480217, "file_path": "comm/PMC003xxxxxx/PMC3349527.xml", "title": "Parapharyngeal space hemangiopericytoma treated with surgery and postoperative radiation- a case report", "patient": "A 66-year old male with known diagnosis of diabetes mellitus, hypertension, cerebrovascular accident and benign prostatic hyperplasia presented in December 2009 with 3 months history of nasal obstruction, headache and difficulty in swallowing. For the past 1 month, he had developed numbness over the right side of face. CT scan head and neck on 27/12/2009 showed well defined heterogeneously enhancing 3.6 × 6.6 × 5.5 cm left parapharyngeal solid mass with multiple small cystic components, bulging into nasopharynx and oropharynx with extension to pharyngeal mucosal surface (Figure ). The mass was causing narrowing of airways, total obstruction of left posterior nostril, remodeling of medial and lateral left pterygoid plates and abutting the left internal carotid artery. There was left maxillary sinus retention cyst along with opacification of left middle air and mastoid air cells. D/D of schwannoma vs. glomus vegale was made and MRI suggested. MRI neck done on 30/12/2009 confirmed the left parapharyngeal pear shaped mass occupying the pre-styloid parapharyngeal space extending to post-styloid space bulging into the oro and nasopharynx, likely representing schwannoma(Figure ). Carotid and vertebral arteries duplex US on 9/1/2010 showed patent bilateral common, external and internal carotid arteries along with patent vertebral arteries. There was 1.8 mm intimal wall thickening at left CCA. External carotid angiogram and embolization of left parapharyngeal tumor was done on 10/1/2010. Enlargement of left external carotid artery caliber along with enlargement of ascending pharyngeal artery mainly supplying left parapharyngeal tumor was seen. There was no significant shunting to the intracranial circulation. Left parapharyngeal tumor, likely schwannoma was embolized using 25% Glubran with adequate devascularization. Patient tolerated the procedure without any complications.\\nHe remained on regular follow up until his CT scan head and neck on 19/1/2011 demonstrated interval progression with increase in the size of mass lesion occupying the prestyloid compartment of left parapharyngeal space to 6.5 × 7.5 × 3.5 cm anteriorly abutting the nasal choana. It was now involving the deep lobe of left parotid gland. It was causing mild narrowing of the airways. The upper part of left internal jugular vein was not visualized at the level of jugular foramen.\\nHe underwent surgical excision of left parapharyngeal mass along with left parotidectomy and left level II neck node dissection on 1/5/2011. The tumor consisted of multiple small and large variegated gray white to tan firm pieces of tissue measuring in aggregate 8 × 7 × 1.5 cm. Histopathology showed vascular neoplasm consisted of sheets and groups of spindle and oval shaped cells (pericytes) in between thin wall blood vessels in some areas with stag horn pattern consistent with hemangiopericytoma G II (Figure ). Left Parotid mass and two left cervical level II lymph nodes showed no significant pathologic changes.\\nHe was seen in radiation oncology clinic on 08/02/2012. Examination revealed ECOG PS O with left facial nerve palsy. There was well healed scar mark over the left upper neck. After discussing the case in tumor board, it was decided to give him postoperative radiation therapy. He received 60 Gy in 30 fractions, 200 cGy/day, 5 days per week by IMRT technique to tumor bed which started on 2/6/2011 and completed on 2/8/2011. He tolerated radiation treatment quite well developing only G-1 skin reaction in last week of radiation therapy. He is on regular follow up till now and is disease free. His CT scan neck done on 27/11/2011 showed no evidence of recurrence or residual disease.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'22058597': 1, '18587218': 1, '3623949': 1, '20071805': 1, '9282253': 1, '2262350': 1, '10670028': 1, '15558145': 1, '17858068': 1, '29556387': 1, '1203874': 1, '1244311': 1, '12365023': 1, '33584040': 1, '26097321': 2, '10937909': 1, '20868476': 2, '31857770': 1, '22480217': 2}", "similar_patients": "{'4451651-1': 1, '2954839-1': 1}"}