{"patient_id": 37678, "patient_uid": "3350116-1", "PMID": 22606483, "file_path": "comm/PMC003xxxxxx/PMC3350116.xml", "title": "Nonischemic Central Retinal Vein Occlusion in an Adolescent Patient with Ulcerative Colitis", "patient": "A 16-year-old female patient presented to the emergency eye clinic with a 5-day history of blurred vision in her right eye. Her past ophthalmic history was unremarkable. Her past medical history was significant for a diagnosis of UC, 3 months previously, treated initially with oral prednisolone, at a dose of 60 mg tapered down to 10 mg when she was seen in the eye clinic. She was also on Azathioprine 100 mg daily. She denied being on the oral contraceptive pill.\\nThe visual acuity was 6/5 in both eyes on checking with a Snellen's chart. There was no relative afferent pupillary defect, and colour vision testing using the Ishihara charts showed no abnormality, showing a clinically normal optic nerve function. Anterior segment examination revealed no abnormality, and the intraocular pressure was normal in both eyes. Fundus examination revealed dilated retinal veins, a few cotton wool spots, few deep retinal hemorrhages, peripapillary exudates, and mild oedema of the right optic disc (see ). Fundus examination of the left eye showed no abnormality. A diagnosis of a nonischemic central retinal vein occlusion was made. She had comprehensive range of blood tests including a full blood count, protein electrophoresis, lupus anticoagulant, autoantibodies, and thrombophilia screen all of which showed no abnormality. MRI scanning of the orbits and visual pathway showed no focal abnormality.\\nOn followup at 3 months, she reported an improvement in the subjective visual symptoms. The visual acuity was 6/4 in both eyes, and there was a marked reduction in the exudates. The cotton wool spots had disappeared. At her final followup 15 months after the initial presentation, all retinal signs had reversed and the visual acuity was 6/4 in both eyes.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'9014768': 1, '9822971': 1, '9109757': 1, '25320522': 1, '28932076': 1, '15016749': 1, '14609712': 1, '18773278': 1, '30700456': 1, '22606483': 2}", "similar_patients": "{}"}