{"patient_id": 165571, "patient_uid": "3908535-1", "PMID": 24523805, "file_path": "noncomm/PMC003xxxxxx/PMC3908535.xml", "title": "Flecainide associated torsade de pointes: A potential case of reverse use dependence", "patient": "A 69-year-old woman with a past medical history of hypertension and symptomatic paroxysmal atrial fibrillation presented to the emergency department with altered mental status that occurred on past two nights. She described awakening during the night after wetting her bed and feeling paralyzed. Her husband noticed her “thrashing around the bed with garbled speech” and activated emergency medical service.\\nHer home medications had been lisinopril 2.5 mg twice a day, flecainide 150 mg twice a day, dabigatran 150 mg twice a day, digoxin 0.125 mg daily and diltiazem CD 120 mg daily. Her digoxin and diltiazem were discontinued recently due to symptomatic sinus bradycardia. Transthoracic echocardiogram showed a structurally normal heart and a recent nuclear stress test was negative for perfusion defect.\\nAt the time of admission the physical exam was significant for bradycardia at a rate of 50 beats/min with otherwise normal vital signs. She had no focal neurological deficits and her cardiac exam was normal. Laboratory evaluation exhibited normal basic metabolic panel, thyroid function tests, blood counts, urine and serum drug screen. Electro cardiogram (ECG) demonstrated sinus bradycardia at a rate of 49 beats/min, first degree AV block (PR interval 272 ms), and QT prolongation (QTc 506 ms). QRS duration was 100 ms.\\nShortly after admission she had a cardiac arrest. She was successfully resuscitated after 2 rounds of external defibrillation. A telemetry rhythm strip at the time of the event showed non-sustained ventricular tachycardia (VT) with “R on T” phenomenon leading to polymorphic VT in a TdP pattern followed by ventricular fibrillation []. ECG after her resuscitation demonstrated sinus bradycardia, QT prolongation (QTc 546 ms) and QRS widening (160 ms). The patient underwent coronary angiography, which showed normal epicardial arteries.\\nFlecainide was discontinued and intravenous lidocaine was started. She underwent placement of a dual-chamber intracardiac defibrillator and her atrial pacing rate was set to 80 beats/min. Due to previous side effects, the patient was unable to tolerate amiodarone or sotalol. As the patient was very symptomatic during atrial fibrillation, a rhythm control strategy with flecainide and diltiazem was utilized. Prior to discharge, she was monitored in the hospital for 3 additional days after restarting flecainide and there was no recurrence of her arrhythmia. At a 6-week ICD interrogation appointment, she was in stable condition and had no arrhythmia.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'8762029': 1, '1279606': 1, '1900101': 1, '21317626': 1, '11852963': 1, '4956181': 1, '8246130': 1, '26159617': 1, '2114236': 1, '7889236': 1, '20185054': 1, '24523805': 2}", "similar_patients": "{}"}