{"patient_id": 160959, "patient_uid": "3611116-1", "PMID": 23560140, "file_path": "noncomm/PMC003xxxxxx/PMC3611116.xml", "title": "Fabry Cardiomyopathy", "patient": "A 44-year-old man was admitted to evaluation of aggravated exertional dyspnea with orthopnea for two weeks in 2010. He had been diagnosed with ESRD of unknown etiology at age 41 followed by renal transplantation in 2007. He had been admitted for azotemia three times after renal transplantation. Percutaneous biopsy of the transplanted kidney was performed three times in 2008, 2009, 2010. The findings on renal biopsy were acute rejection, chronic renal calcineurin inhibitor toxicity, antibody mediated rejection and no evidence of FD in the graft kidney. He had been treated with oral immunosuppressive agents, including prednisolone (10 mg daily), tacrolimus (4 mg, bid) and mizoribine (50 mg, qd). Vital signs on arrival included a blood pressure of 162/98 mmHg and a regular pulse rate of 73 bpm, and body temperature of 36.5℃. The initial electrocardiogram showed LVH with a strain pattern, ST-T changes in leads II, III, aVF, V3-V6 and short PR interval (). Chest radiography demonstrated cardiomegaly (cardiothoracic ratio = 70%) and blunting of both costophrenic angle (). Laboratory studies revealed that hemoglobin was 6.2 g/dL, BUN 64.2 mg/dL, creatinine 6 mg/dL, sodium 134 mEq/L, potassium 6.1 mEq/L, and serum N-terminal pro-B type natriuretic peptide level 126043 pg/mL. On hospital day two, two-dimensional transthoracic echocardiography revealed concentric LVH (interventricular septal dimension 23 mm, LV posterior wall dimension 22.8 mm), mimicking non-obstructive HCM (). The interventricular septal dimension and posterior wall dimension was thicker than 3 years ago (interventricular septal dimension 17 mm, LV posterior wall dimension 17 mm). And left atrial enlargement was seen (4.5 cm). Left ventricular systolic function was preserved (ejection fraction = 59%), but diastolic dysfunction was present. Pulsed-wave Doppler recording of mitral inflow revealed a phase resembling an abnormal relaxation diastolic filling pattern, with an ratio between early (E) and late (A) mitral inflow velocity (E/A) of 0.82 (). The mitral annulus early diastolic tissue Doppler velocity (E') and the E/E' index were 2.64 cm/s and 26.4, respectively, indicating increased LV filling pressure and a pseudonormal pattern (). The patient was prescribed diuretics for dyspnea and epokine for anemia. And the patient's condition improved. The patient's history of early onset ESRD and echocardiographic findings were suggestive of Fabry cardiomyopathy as well as idiopathic HCM. Alpha-galactosidase activity assay was performed. The assay was performed by fluorescence assay with 4-methylumbelliferyl and sequencing. The patient was confirmed FD by demonstration of a low plasma α-Gal A activity of 3.8 nmoles/hr/mg (normal mean, 7.5-12.5 nmol/hr/mg). Sequent analysis of genomic DNA showed c.639 + 5G > A [IVS4 (+5)G > A] mutation in the α-Gal A gene leading to a low plasma α-Gal A activity. Family screening was done, and his brother was also confirmed FD by α-Gal A enzyme activity test and renal biopsy. Enzyme replacement therapy with recombinant α-Gal A was started on an out-patient basis.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'19846394': 1, '11439963': 1, '26600044': 1, '11786107': 1, '12911529': 1, '19218538': 1, '9918480': 1, '15202618': 1, '15100373': 1, '12952834': 1, '1846223': 1, '18437007': 1, '11804208': 1, '15025684': 1, '12897098': 1, '2977798': 1, '9067983': 1, '12585833': 1, '23560140': 2}", "similar_patients": "{}"}