{"patient_id": 39116, "patient_uid": "3459166-1", "PMID": 22985615, "file_path": "comm/PMC003xxxxxx/PMC3459166.xml", "title": "Iatrogenic Cushing’s Syndrome Following Short-Term Intranasal Steroid Use", "patient": "A 6-year-old girl was referred to our endocrinology clinic for evaluation. Her height was 102 cm (3rd percentile), weight 18kg (50-75th percentile), and body mass index was 17.3kg/m2 (85-97th percentile). Examination revealed facial puffiness (moon facies), hypertrichosis over forehead and back, and acanthosis ( and ). Striae, edema and proximal muscle weakness were absent. Blood pressure was normal for age. On further enquiry, it was found that the child was prescribed combined moxifloxacin-dexamethasone eye drops (Milflox-DM eye drops, Unimed, India) by her family physician, to be applied intranasally for epistaxis. She had finished 6 bottles of the drops in the past 3 months. Hemogram, serum electrolytes, liver function tests and urine examination were all normal. Hormonal analysis performed on a blood sample taken at 8 am and repeated on 2 consecutive days revealed a low cortisol (<1μg/dL) level as well as a low adrenocorticotropic hormone-stimulated cortisol level ().\\nThe steroid drop administration was stopped; hydrocortisone was started in a dose of 15mg/day (10 mg in the morning after waking up, half an hour before getting out of the bed; 5 mg at 3 pm). The dose was tapered to 10mg/day in the morning only after 1 week. The patient was followed closely to detect any signs of illness or stress. Calcium supplementation was also started. When the patient was evaluated 1 month after the initial diagnosis, it was observed that a significant decrease in the facial puffiness had occurred.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'21854345': 1, '25584165': 1, '1986026': 1, '20972726': 1, '19026171': 1, '4050838': 1, '29767298': 1, '34084246': 1, '12089123': 1, '10463118': 1, '24062268': 1, '34296386': 1, '31572522': 1, '28752153': 2, '19270151': 1, '22985615': 2}", "similar_patients": "{'5530168-1': 1}"}