{"patient_id": 37614, "patient_uid": "3350028-1", "PMID": 22606422, "file_path": "comm/PMC003xxxxxx/PMC3350028.xml", "title": "Role of Confocal Laser Endomicroscopy in Detection of Residual Barrett's Esophagus after Radiofrequency Ablation", "patient": "A 70-year-old man with a history of long-standing reflux, symptomatic GERD, histologic evidence of BE without dysplasia and a large hiatal hernia, was referred to our department for further management. After a Collis-Nissen surgical treatment, the endoscopic followup, over a 3-year period, revealed unchanged histological features: IM within the 8 cm segment of endoscopic BE (C7M8—Prague C & M Criteria), without dysplasia. These endoscopies were performed both with and without methylene blue stain, by using 4-quadrant biopsies every 2 cm throughout the BE (Seattle's biopsy protocol). After this surveillance period according with the patient and after an informed consent was obtained, we start to treat the BE by endoscopic endoluminal RFA (Barrx Halo 360 System). Under monitored anesthesia care and after the endoscopic esophageal landmarks were defined, the esophageal wall was sprayed with acetylcysteine 1% for the ablation procedure. The esophageal diameter was sized with a sizing catheter, passed endoscopically over a stiff guidewire, and then removed. An autosizing balloon of the ablation system was used to determine the diameter of the esophagus and allow good contact between the radiofrequency delivery system (balloon/electrodes) and the esophageal wall on one hand and not apply excessive pressure on the other. The RFA procedure started moving from distally to proximally, and the balloon was progressively repositioned allowing a very small overlap with the previous treated zone (). The exudative material caused by the burn was scraped off the esophagus with aggressive washing and an endoscopic cap (used for mucosal resection). Because of the length, the ablation was repeated until the 2/3 of the BE (6 cm), were treated with radiofrequency energy, and carried out the treatment of the last 2 cm after two months (as suggested by the producers of the ablation system). The patient was discharged the same day with a prescription of esomeprazole 40 mg twice a day for the first month and 40 mg every day until the following examination. He was also instructed to eat only a soft diet for 2–4 days, use liquid acetaminophen for the eventual discomfort, and avoid aspirin and anti-inflammatory drugs for 7 days.\\nAfter a month, we decided to control the treated area of the esophagus. Under monitored anesthesia care, the mucosa was initially examined with standard white-light endoscopy. Subsequently the patient was intubated with a confocal endomicroscope (EC-3870CIFK; Pentax, Tokyo, Japan). After an intravenous injection of 5 mL fluorescein sodium 10%, the 6 cm treated area was circumferentially imaged and stored digitally. We collect 78 images at a scan rate of 0,8 frames per second (1024 × 1024 pixels), using an optical slice thickness of 7 μm, with lateral and axial resolution of 0.7 μm. The microscopic field of view was 475 × 475 μm with an infiltration depth of the blue laser light from the surface to 250 μm. Endomicroscopy was performed in the whole treated esophagus, in the 4 quadrants mimicking the Seattle biopsy protocol [], from the surface to the deeper portion. The site of interest was placed at the lower left corner of the CLE window and the distal tip of the endoscope in contact with the mucosa using blue laser as guide. The position of the focal plane within the specimen was adjusted using the buttons on the endoscope control panel. During the procedure, a gentle suction was used to stabilize the endomicroscope and minimize excessive movement, reducing motion artifacts. All images revealed a typical regular-appearing subepithelial capillary network. The capillary loops within the papillae were visible due to the high contrast of the fluorescein within the vascular structures, surrounded by normal epithelial cells (Figures and ). The same procedure was also performed over the proximal not treated surface. In that case, the CLE revealed regular-shape subepithelial capillaries underneath a columnar-lined epithelium with presence of focal dark mucin goblet cells in the upper parts of the mucosal layer (). At that point, we concluded the examination performing 4-quadrant biopsies every 1 to 2 cm throughout both treated and not treated surface. The “optical biopsy” site was located 5 mm immediately to the left of the suction-marked area, obtained during the CLE examination. Histopathologic examination of the biopsy specimens confirmed the normal squamous epithelium over the whole treated esophageal area without any evidence of residual IM beneath the newly generated epithelium confirming the CLE diagnosis. The residual columnar epithelium was completely ablated with a single session of Halo 90°.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'11145505': 1, '17258973': 1, '16843068': 1, '18440377': 1, '18192453': 1, '20857372': 1, '18577474': 1, '18063417': 1, '9500226': 1, '27158198': 1, '10605403': 1, '16551852': 1, '10811320': 1, '16012999': 1, '8360967': 1, '18324640': 1, '15138203': 1, '19746317': 1, '9378378': 1, '22606422': 2}", "similar_patients": "{}"}