{"patient_id": 160081, "patient_uid": "3531536-1", "PMID": 23277818, "file_path": "noncomm/PMC003xxxxxx/PMC3531536.xml", "title": "Central venous catheter-related superior vena cava syndrome following renal transplantation -A case report-", "patient": "A 55-year-old man who developed ESRD secondary to type II diabetes mellitus nephropathy underwent living related renal transplantation. He had been diagnosed with diabetes mellitus 10 years earlier and had been on hemodialysis for 3 years. Due to a history of deep vein thrombosis and left arm arteriovenous fistula thrombosis, he had been taking the antithrombotic agents warfarin and clopidogrel. However, he elected to stop taking these medications 10 days before transplantation. Preoperative laboratory tests showed a BUN of 30 mg/dl, a serum creatinine concentration of 6.2 mg/dl, a potassium concentration of 5.0 mmol/L, a serum cholesterol concentration of 141 mg/dl, a prothrombin time (PT) of 1.17 PT-INR (international normalized ratio), an active partial thromboplastin time (aPTT) of 29.9 seconds, and a serum cholesterol concentration of 141 mg/dl. Chest X-rays showed no active lesions in either lung field. Preoperative transthoracic echocardiography revealed severe left ventricular dysfunction, with an ejection fraction of 24%, which was controlled by digoxin.\\nThe patient did not receive premedication on the day of surgery. Before anesthesia was induced, his radial artery was cannulated with local anesthesia for arterial pressure monitoring. General anesthesia was induced with IV lidocaine (40 mg), etomidate (12 mg), and atracurium (50 mg). After tracheal intubation, anesthesia was maintained with 6-7% desflurane in 50% oxygen with N2O. To monitor central venous pressure (CVP) and to infuse drugs and fluids, a CVC (PreSep™, Edwards Lifesciences, Irvine, CA, USA) was inserted into his right internal jugular vein. Cannulation was performed under ultrasound guidance. A venous valve or thrombus was not visible in his right jugular vein. The CVC was successfully inserted during the first trial without complications. The function of the CVC was checked, and the catheter was fixed 15 cm from the tip. During surgery, the CVP of the patient ranged from 20 mmHg to 25 mmHg, but his other vital signs remained stable and the CVP wave form was normal. His total urine output after reperfusion was 180 ml. The patient was transferred to the intensive care unit at the end of the operation. On the day after the operation, his CVP stayed between 20 mmHg and 25 mmHg, and his urine output was more than 3,000 ml per day. PT and aPTT were 1.03 PT-INR and 30.8 seconds, respectively. On postoperative day 3, his CVP increased to 30 mmHg, but the patient had no complaints and was moved to the general ward. On postoperative day 8, his CVP increased further to 38 mmHg and his urine output decreased to below 1,300 ml per day. An emergency echocardiogram showed that his left ventricular ejection fraction was 55%. A cardiologist judged that the preoperative heart failure of the patient had improved and was not the cause of his elevated CVP. The patency of the CVC lumen had been checked daily up until that point, but problems had never been observed. On postoperative day 9, the patient complained of dizziness and presented with facial redness, cyanosis of the upper extremities, and right neck vein engorgement. He was assessed for SVC syndrome, followed by an urgent angiographic computed tomography (CT) scan. CT images revealed diffuse low attenuation around the central line within the distal internal jugular vein and proximal SVC, suggesting a thrombus (). X-rays that had been taken on post-transplantation days 1 () and 8 () were then evaluated retrospectively and compared. A slight difference was observed near the neck: on the day 8 X-ray, the CVC shape had become bent near the proximal right internal jugular vein. On postoperative day 10, the patient was diagnosed with SVC syndrome resulting from a CVC thrombus. Since the thrombus was considered to be too big to remove with anticoagulation therapy, he underwent emergency surgery to remove the thrombus. Anesthesia was induced with etomidate (10 mg) and atracurium (10 mg) and maintained with propofol at 1 mcg/kg/min and remifentanil at 15 ng/kg/min. To monitor his vital signs, a new arterial line and CVC were inserted into his femoral artery and vein. Cardiac surgeons removed the CVC and thrombus in his right internal jugular vein and reconstructed the SVC-right atrium junction with bovine pericardium using a cardiopulmonary bypass. On post-thrombectomy day 4, he was extubated and moved to the general ward. His symptoms, including the facial redness and edema, disappeared and his urine output was maintained at over 2,000 ml per day. He was restarted on oral anticoagulation with warfarin on post-thrombectomy day 5. On post-thrombectomy day 17, the patient was discharged without sequelae.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'15041454': 1, '33458570': 1, '15538639': 1, '11889329': 1, '14665557': 1, '8462332': 1, '20534301': 1, '21233490': 1, '24085809': 1, '11495620': 1, '7799025': 1, '18032796': 1, '3725437': 1, '16040638': 1, '12646670': 1, '19447309': 1, '23277818': 2}", "similar_patients": "{}"}