{"patient_id": 160441, "patient_uid": "3558655-1", "PMID": 23372891, "file_path": "noncomm/PMC003xxxxxx/PMC3558655.xml", "title": "Left ventricular outflow tract obstruction with systolic anterior motion of the mitral valve in patient with pericardial effusion caused by ascending aortic dissection -A case report-", "patient": "A 72-year-old woman (145 cm, 47 kg) who was diagnosed with ascending aortic dissection presented for ascending aorta and hemiarch replacement surgery. She visited the emergency department with chest discomfort, nausea, and vomiting which started the day before. Her past medical history included common bile duct stone and hypertension that was controlled with an angiotensin receptor blocker. On arrival, her vital signs were stable with a blood pressure of 147/100 mmHg and heart rate of 86 beats per minute (bpm). Physical examination revealed abdominal tenderness on her epigastric area. Her chest X-ray showed bilateral pleural effusion, while her electrocardiogram (ECG) was normal . A chest computed tomography (CT) revealed Stanford type A aortic dissection that started from the aortic root through the proximal descending aorta that resulted in a large amount of pericardial effusion. Immediate emergent operation was planned, and transthoracic echocardiography (TTE) could not be performed.\\nWhen she arrived in the operating room, electrocardiography, pulse oxymetry and invasive blood pressure monitoring was conducted. Her blood pressure was managed with continuous infusion of nicardipine 2 µg/kg/min, esmolol 100 µg/kg/min, nitroglycerin 2 µg/kg/min, and nitroprusside 0.5 µg/kg/min. The initial vital signs checked in the operating room were stable with blood pressure of 100/56 mmHg and heart rate of 86 bpm. Induction of anesthesia was performed with 7 mg of midazolam, 50 µg of sufentanil, and 10 mg of vecuronium. After the injection of the induction agents, her blood pressure decreased to 76/46 mmHg, and the maximum heart rate noted at the time was 100 bpm. The infusion of the hypotensive agents (nicardipine, esmolol, nitroglycerin and nitroprusside) was discontinued, and subsequently 10 mg of ephedrine, 30 µg of phenylephrine and rapid volume infusion using lactate Ringer's solution were administered. In response to persistent hypotension, 10 mg of ephedrine was administered again, but hypotension was exacerbated resulting in a blood pressure of 66/42 mmHg. After endotracheal intubation, transesophageal echocardiography (TEE) was performed to evaluate cardiac function and to guide the hemodynamic treatment. TEE showed a large amount of pericardial effusion (), septal hypertrophy, severe eccentric mitral regurgitation and systolic anterior motion (SAM) of mitral valve combined with dynamic left ventricular outflow tract (LVOT) obstruction (). To improve LVOT obstruction with SAM, 50 mg of esmolol and several 100 µg boluses of phenylephrine , and more rapid volume resuscitation (300 ml of lactate Ringer's solution and 300 ml of hydroxyethyl starch solution) were administered. Afterwards, the patient's blood pressure became stable at 102/56 mmHg and heart rate of 88 bpm. LVOT obstruction with SAM improved, and mitral regurgitation decreased to a mild level. A triple lumen catheter with introducer (Advanced Venous Access®) was placed in the right internal jugular vein and a pulmonary artery catheter was inserted to monitor the central venous and pulmonary artery pressure. Anesthesia was maintained with propofol (1.5-2.5 µg/ml), and remifentanil (8-20 ng/ml) by target controlled infusion system under bispectral index monitoring. Vecuronium was infused continuously (1 µg/kg/min) for muscle relaxation.\\nFollowing sternotomy and opening of pericardium, about 200 ml of bloody pericardial effusion was drained for evacuation. After the drainage, residual SAM and mitral regurgitation completely disappeared on TEE. An ascending aorta and hemiarch replacement was conducted under cardiopulmonary bypass (CPB). While attempting to wean from CPB, SAM with LVOT obstruction reappeared. Esmolol was administered with bolus (50 mg) and continuous infusion (50 µg/kg/min). Afterwards, SAM with LVOT obstruction improved, and patient was weaned from CPB successfully. Postoperative TTE was performed one week after surgery and revealed no evidence of SAM. She was discharged from the hospital 11 days following the operation without major complications.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'21742088': 1, '7850958': 1, '17664378': 1, '21286421': 2, '17678791': 1, '34398321': 2, '11886323': 1, '16290226': 1, '15281499': 1, '10978957': 1, '24771569': 1, '12540642': 1, '23372891': 2}", "similar_patients": "{'8368401-1': 1, '3030017-1': 1, '3030017-2': 1}"}