{"patient_id": 165788, "patient_uid": "3927077-1", "PMID": 24575146, "file_path": "noncomm/PMC003xxxxxx/PMC3927077.xml", "title": "Clear cell variant of solid pseudopapillary neoplasm of pancreas diagnosed by fine needle aspiration: A case report and review of the literature", "patient": "A 22-year-old woman was admitted to the hospital for abdominal pain. Ultrasonogram showed a solid/cystic mass, 2.6 cm in diameter, in the tail of the pancreas. Percutaneous ultrasound-guided fine needle aspiration biopsy (FNAB) was performed using a 22-gauge needle. Rapid onsite evaluation was performed using Diff-Quik-stained smears. Additional smears were fixed in ethanol and stained by the Papanicolaou method. The excess material was fixed in an alcohol-formalin solution for cell block preparation and paraffin sections were stained by hematoxylin and eosin. Immunocytochemical stains were performed on cell block sections.\\nThe material was highly cellular and consisted of a monotonous population of loosely cohesive small to medium-sized, round to cuboidal epithelioid cells exhibiting high nuclear/cytoplasmic ratio, finely granular “salt and pepper” chromatin and nuclear grooves. Pseudopapillary structures with arborizing capillaries and metachromic core on Diff-Quik-stained smears were lined by epithelioid cells. Acinar and rosette-like formations, as well as single neoplastic cells were observed []. The background was clean, but scattered foamy histiocytes were present. Many tumor cells exhibited single or multiple clear cytoplasmic vacuoles, displacing the nucleus [Figures and ]. The vacuoles were well-defined and variable in size, producing coin-shaped empty spaces in the cytoplasm [Figures and ]. Necrosis and mitosis were not seen. Coin-shaped vacuoles were mimicking signet-ring appearance on the cell-block [Figures and ]. Periodic acid-schiff (PAS) and mucicarmine stains were negative on the cell block sections.\\nTumor cells showed strong nuclear staining for β-catenin and cytoplasmic staining for vimentin and CD10 [Figures –]. The stains were negative for chromogranin A, synaptophysin and cytokeratin.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'17001153': 1, '15235877': 1, '15731574': 1, '34295975': 2, '12451561': 1, '23584981': 1, '21042533': 2, '19926573': 1, '16916512': 1, '15767807': 1, '17486055': 1, '20514858': 1, '26587305': 2, '18484644': 1, '21396870': 1, '18156811': 1, '11833495': 1, '24575146': 2}", "similar_patients": "{'2964857-1': 1, '8289679-1': 1, '4637475-1': 1, '4637475-2': 1}"}