{"patient_id": 36018, "patient_uid": "3162595-1", "PMID": 21887360, "file_path": "comm/PMC003xxxxxx/PMC3162595.xml", "title": "Functional Foveal Splitting: Evidence from Neuropsychological and Multimodal MRI Investigations in a Chinese Patient with a Splenium Lesion", "patient": "The patient was a right-handed Native Chinese, male and 80 years old, with 16 years of education. He had a stroke with a sudden onset of a blurred vision and light numbness over his left limbs in July of 2003. At that time he also complained about reading difficulties. Common therapies for stroke patients were administered following the first month of his stroke onset. Thereafter, he stayed in a sanitarium and regularly took oral medicines. In February of 2007, he was admitted to the 1st affiliated hospital of Nanjing Medical University and complained of reading problem for about three years post-onset. Neurological examination revealed a right homonyous hemianopsia. The MRIs (January, 2004) showed that he had lesions involving the left occipitotemporal cortex and the left splenium of the corpus callosum (for details, see Lesion Analysis below). Neuropsychological assessments showed that the patient was unable to identify the left component of Chinese characters, a symptom similar to the cases reported by Binder et al. in alphabetic readers (the authors labeled this symptom as left hemiparalexia). The patient often misread Chinese character as another one that shares the same right component as the target. For example, he misread (/deng 1/, lamp) as (/da 3/, beat), and (/zhi 4/, order) as (/tie 3/, iron). Visual perimetry confirmed a right homonymous hemianopia but with 1.5° of foveal sparing. The Line Bisection Test and Albert Cancellation Test showed no sign of visual hemineglect. According to the assessments with the Chinese version of Western Aphasia Battery, the patient was not aphasic; his Aphasia Quotient was 97.8 (cutoff: 93.8). He scored 27 on mini-mental state examination (MMSE, cutoff: 24).\\nTwo healthy men (both were 80 years old and with approximately the same educational experience with KY) served as normal controls in the behavioral experiments.\\nThe study was approved by the Ethics Committee of the First Affiliated Hospital of Nanjing Medical University. The patient and the normal controls gave written informed consent prior to their participation in the study according to the Declaration of Helsinki, and they also provided written informed consent (as outlined in the PLoS consent form) to publication of their case details.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'12729488': 1, '401836': 1, '19246332': 1, '15922165': 1, '11495111': 1, '407893': 1, '10869045': 1, '13955389': 1, '14967210': 1, '6478187': 1, '11988177': 1, '17014378': 1, '14615297': 1, '19231478': 1, '8138815': 1, '19147129': 1, '7840882': 1, '8812068': 1, '14967216': 1, '3353708': 1, '1702463': 1, '3367210': 1, '20430428': 1, '17502592': 1, '16854598': 1, '12627758': 1, '17651009': 1, '10827445': 1, '4163791': 1, '17034948': 1, '7917239': 1, '18639566': 1, '19576580': 1, '1838793': 1, '8744853': 1, '8756449': 1, '9448246': 1, '8783216': 1, '11089408': 1, '1307679': 1, '19465034': 1, '15817170': 1, '11587895': 1, '17956755': 1, '16211466': 1, '4736313': 1, '16499892': 1, '18999347': 1, '10976967': 1, '20433858': 1, '14967218': 1, '11960895': 1, '17239621': 1, '25444089': 1, '5023091': 1, '12860187': 1, '9153031': 1, '12657593': 1, '6721821': 1, '12126503': 1, '19720073': 1, '16630832': 1, '10648437': 1, '16153629': 1, '9761299': 1, '18723038': 1, '9151747': 1, '15110040': 1, '16154326': 1, '16019234': 1, '7189256': 1, '2545836': 1, '18657313': 1, '15322531': 1, '17672421': 1, '18416490': 1, '15327934': 1, '19698725': 1, '4198545': 1, '14967214': 1, '21887360': 2}", "similar_patients": "{}"}