{"patient_id": 163526, "patient_uid": "3788302-1", "PMID": 24101838, "file_path": "noncomm/PMC003xxxxxx/PMC3788302.xml", "title": "Congestive myelopathy (Foix-Alajouanine Syndrome) due to intradural arteriovenous fistula of the filum terminale fed by anterior spinal artery: Case report and review of literature", "patient": "A 54-year-old male presented with gradually progressive history of walking difficulty, weakness, and decreased sensation in lower limbs, diffuse gluteal, and leg pain and bowel and bladder incontinence of 3 years duration. He had undergone L4-L5 fenestration and microdiscectomy (in another hospital) 2 years previously for a disc bulge that was thought to be the causative pathology. As there was steady deterioration even after this procedure, he underwent nerve conduction studies that were inconclusive and was on various types of medication and physiotherapy. A repeat magnetic resonance imaging (MRI) of the whole spine was now carried out, which showed multiple flow voids in the dorsal sub arachnoid space (from C3 to L4) and T2 hyperintense signal change in the dorsal cord from D6 body to the conus []. At current presentation, he was unable to stand, even with support. Bilateral foot drop was present. Right lower limb power was grade 3/5 in hip flexors and knee extensors and 2/5 in knee flexors, ankle plantar flexors, and hip extensors. Left lower limb power was grade 4/5 in hip and knee flexors and extensors and 3/5 in ankle plantar flexors. Power in bilateral ankle dorsiflexors, toe flexors, and extensors was grade 0/5. There was wasting of the muscles of the lower limb and foot. Bilateral knee and ankle jerks were absent. All modalities of sensation were decreased from L3 dermatome downwards bilaterally with complete perineal anesthesia.\\nSpinal digital subtraction angiography (DSA) showed an arteriovenous fistula (AVF) of the filum terminale at L4 level fed by a single mid-line descending anterior spinal artery (ASA) that was augmented by a radicular feeder from D12 level. A tortuous vein was looping back from L4 and running cranially [Figures and ].\\nThe patient underwent L3 laminectomy and disconnection of the AVF by coagulating and cutting the feeding artery and vein after application of separate “Liga” clips proximally and distally on both. Intra operatively, the vein was tortuous and thickened. There was no evidence of any filling of the vein after the artery had been initially disconnected. The arachnoid was clear and thin and had no stigma of prior subarachnoid hemorrhage. The patient had slow recovery of motor and sensory functions and also regained reasonable sphincter control in the following 6 months. His dysesthesias and leg and gluteal pain also disappeared. A repeat MRI done at 5 months follow-up showed disappearance of flow voids as well as cord T2 hyperintensity []. Currently at 14 months follow-up, he is independently ambulant, continent and has full power in both lower limbs.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'21852379': 1, '21427772': 2, '33033040': 1, '16381214': 1, '8750655': 1, '28501955': 1, '3147533': 1, '34178190': 1, '16921175': 1, '26171088': 1, '31903378': 2, '21499152': 1, '29904039': 1, '22506223': 2, '33654556': 2, '12450276': 1, '21697980': 2, '24101838': 2}", "similar_patients": "{'3309391-1': 1, '3046416-1': 1, '3115162-1': 1, '3115162-2': 1, '6896622-1': 1, '7911147-1': 1}"}