{"patient_id": 153932, "patient_uid": "3027455-1", "PMID": 21293782, "file_path": "noncomm/PMC003xxxxxx/PMC3027455.xml", "title": "Cholinergic Crisis after Rodenticide Poisoning", "patient": "A 29-year-old male presented to the emergency department (ED) after a suicide attempt by ingesting a large amount of rat poison, which according to emergency medical services (EMS) occurred just prior to arrival. Although EMS had been told that the patient had ingested a rat poison, the exact type of rodenticide was unknown.\\nUpon arrival to the ED, the patient was diaphoretic and in moderate respiratory distress. His vital signs were as follows: temperature 36.0 0C, blood pressure 113/99 mm Hg, heart rate 100 beats/minute, respiration rate 28 breaths/minute and oxygen saturation 88% on room air.\\nOn arrival he was awake but appeared to be confused and was not answering questions. Excessive secretions were noted. His neck was supple. He had respiratory distress with harsh breath sounds and rhonchi throughout both lung fields. He was tachycardic but had a regular rhythm. The abdomen was soft and non-tender with increased bowel sounds. The patient had urinated on himself. He was moving all extremities but had some muscle fasciculations. His skin was diaphoretic, but no rash or track marks were evident. He was confused, uncooperative and not speaking. The pupils were 2 mm and non-reactive to light. Cranial nerves otherwise appeared to be intact. It was difficult to assess his motor, sensory and cerebellar function because he was very uncooperative. Initially he was moving all his extremities.\\nAn initial bedside serum glucose analysis was 186 mg/dL. Other laboratory values were as follows: serum sodium 138 mmol/L, potassium 2.9 mmol/L, chloride 101 mmol/L, bicarbonate 17 mmol/L, glucose 247 mg/dL, blood urea nitrogen 16 mg/dL, and creatinine 1.0 mg/dL. Complete blood count showed a white blood count of 12.8 × 103/μL with 58% neutrophils and 33% lymphocytes, hemoglobin level of 17.2 g/dL and platelet count of 311,000 × 103/μL. Creatine kinase (CK) was 191 U/L (40–210) and CK-MB was 1.96 ng/ml (0.0–4.99) with a CK-MB index of 1% (0.0–2.49). Troponin I level was < 0.20 μg/L (0–2). His liver function tests showed that bilirubin, AST, ALT, and lipase were all within the normal range. Urine analysis was normal and the urine toxicology screen was negative. The coagulation profile was normal. His electrocardiogram showed sinus tachycardia without ischemic changes or QRS or QT prolongation. A plasma cholinesterase level was drawn and sent to the laboratory.\\nFifteen minutes after being initially assessed, his condition rapidly deteriorated. He developed excessive salivation with large amounts of foamy white secretions, which continually spewed from his mouth, making it very difficult to keep his airway clear, even with mechanical suctioning. His oxygen saturation dropped into the low 80s, despite receiving high flow oxygen, and he was subsequently intubated. He was given 2 mg lorazepam intravenously (IV) prior to intubation to sedate him, and he was given another 2 mg of it after he was intubated.\\nBased on the history and physical examination findings, which were consistent with an overdose of a cholinergic agent – probably an organophosphate or carbamate – the patient was given 2 mg of atropine IV, without any effect. He was then given another 2 mg IV every five minutes until his secretions were dry. He received a total of 16 mg of atropine IV in the ED. He was also given 1 gram of pralidoxime as an IV infusion over 30 minutes. He was hydrated with intravenous normal saline and his hypokalemia was corrected with potassium chloride.\\nWhen the staff realized that he had possibly taken an organophosphate, they double gloved and donned gowns and masks. All of the patient’s clothes were removed and discarded in plastic bags. He was washed with soap and water. After he was intubated, a nasogastric tube was inserted. He was lavaged and 50 grams of activated charcoal was administered down the nasogastric tube. None of the EMS or ED personnel developed any signs or symptoms of cholinergic poisoning.\\nAfter intubation and treatment with atropine, pralidoxime and lorazepam, the patient’s respiratory status showed marked improvement. His oxygen saturation was 100%. He was admitted to the intensive care unit, where he did not require any further treatment with atropine or pralidoxime. He was weaned off the ventilator and extubated without difficulty on hospital day 4. He remained stable and was transferred to the medical floor where psychiatry was consulted. The patient was then admitted for attempting to suicide by ingesting a rat poison called “Tres Pasitos.” Its active ingredient is aldicarb, a very potent carbamate. His initial serum cholinesterase level was 103 units/ml (normal range 350–934), confirming the clinical diagnosis. This level was not repeated, because his clinical status greatly improved.\\nEventually, he was cleared by psychiatry and discharged home with appointments for close follow up in the medical and psychiatry clinics. When the patient was seen in the medical clinic one week after discharge, he had no complaints, and no evidence of residual toxicity was found on examination. No further testing was performed.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'8285817': 1, '27245814': 1, '12133188': 1, '10445493': 1, '16440515': 1, '3304999': 1, '19755437': 1, '8523493': 1, '20028214': 1, '11545234': 1, '15822765': 1, '11291736': 1, '17977518': 1, '10585902': 1, '9270397': 1, '9347907': 1, '15639596': 1, '17482033': 1, '3747617': 1, '18022496': 1, '34305823': 1, '21293782': 2}", "similar_patients": "{}"}