{"patient_id": 162898, "patient_uid": "3757642-1", "PMID": 24014996, "file_path": "noncomm/PMC003xxxxxx/PMC3757642.xml", "title": "Oculocardiac Reflex in a Medial Orbital Wall Fracture without Clinically Evident Entrapment", "patient": "A 15-year-old male struck the left side of his head on the floor, resulting in a left medial orbital wall fracture. On computed tomography, obtained the day of injury, the adjacent medial rectus muscle was in a normal position, but was slightly rounded suggesting tethering by surrounding fibrous tissue []. Thereafter, he experienced daily 5-10 min episodes of dizziness, lightheadedness, chest pain, and nausea, typically occurring upon standing after prolonged sitting. During an emergency room visit 10 days after the injury, orthostatic blood pressures were: lying 117/54 mm Hg; standing 101/27 mm Hg, with associated nausea, lightheadedness, and visible pallor. No bradycardia was noted. The patient was diagnosed with a vasovagal reaction and anxiety. Twenty-one days after the injury he underwent a 24 h Holter monitor. Mean heart rate was 76 beats/min. One significant episode of bradycardia (heart rate 43) was documented, despite several recorded episodes of “dizziness and chest pain.” On oculoplastics examination 23 days after the injury, the patient had full extra ocular motility and was orthotropic in all fields of gaze and no diplopia. Because of the persistence of daily symptoms, the patient underwent fracture repair.\\nPrior to incision, forced duction testing revealed no evidence of restriction and heart rate remained around 70 during the manipulation. Fat herniating through the bony defect was reposited into the orbit, and the defect was covered with a Medpor Titan Implant (Porex Surgical, Newnan, Georgia). The patient reported complete resolution of all symptoms immediately post-operatively and when interviewed 6 weeks later. The remainder of the examination including, motility remained normal.\\nAlthough, seen with both, an oculocardiac reflex has been more commonly described with trapdoor than comminuted fractures. Trapdoor fractures most often involve the orbital floor and not surprisingly an oculocardiac reflex has most often been described in association with inferior trapdoor fractures. Medial trapdoor fractures with and without oculocardiac reflex have also been described. To our knowledge, this is the first case description of a patient with a comminuted medial wall fracture, with normal ocular motility manifesting an oculocardiac reflex.\\nThe most similar previously published case that we are aware of was published by Joseph et al. in 2009. They described a patient with a large inferior orbital floor fracture with prolapsed orbital contents including the inferior rectus muscle. Despite normal extra ocular motility their patients had findings consistent with an oculocardiac reflex. Our patient differ in that the medial wall was involved and more notably the fracture was small without displacement of the adjacent rectus muscle.\\nA noteworthy finding was the shape of the medial rectus muscle. On imaging the ipsilateral medial rectus muscle was slightly rounded on cross-section relative to the contralateral medial rectus muscle. This indicates that despite seemingly normal function, the muscle was under some tension. There is a very defined and extensive connective tissue network in the orbit (i.e., muscle sheaths, inter-muscular septae, Tenons’ capsule, fibrous septae within fat compartments), and it is likely that it is this connectivity resulted in tension being placed on the muscle despite not being displaced within the fracture. Subtle traction on connective tissue is presumably the source of the trigeminal stimulation responsible for the oculocardiac response.\\nIn conclusion, in this report, we describe a patient with an orbital fracture presenting with vasovagal-type symptoms secondary to an oculocardiac reflex. Despite normal extra ocular motility repair led to immediate resolution of symptoms. This reinforces the guideline that even in the absence of overt muscular entrapment, non-resolving signs and symptoms of increased vagal tone in the setting of an orbital fracture are indications for surgical repair.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'20651594': 1, '8496657': 1, '19935262': 1, '9842557': 1, '17711773': 1, '20145507': 1, '19386870': 1, '21959489': 1, '15309979': 1, '9682717': 1, '27928355': 1, '24014996': 2}", "similar_patients": "{}"}