{"patient_id": 154342, "patient_uid": "3088391-1", "PMID": 21691488, "file_path": "noncomm/PMC003xxxxxx/PMC3088391.xml", "title": "Lingual Ischemia from Prolonged Insertion of a Fastrach Laryngeal Mask Airway", "patient": "A 75-year-old woman (71 kg, 165 cm) was brought to a small, rural, emergency department (ED) with a two-day history of headache and confusion. Computerized tomography of the head demonstrated an acute intracerebral hemorrhage without signs of midline shift. One hour into her ED course the patient had a brief generalized tonic-clonic seizure followed by a second seizure 20 minutes later. The patient then developed a prolonged postictal phase and appeared unable to protect her airway, prompting endotracheal intubation. After three unsuccessful intubation attempts by direct laryngoscopy (DL) performed by a single ED physician, a size 5 Fastrach™ Intubating Laryngeal Mask Airway® (FT-LMA) [Laryngeal Mask Company, Jersey, UK] was successfully inserted as a rescue airway device. It is unknown why a FT-LMA was selected, what volume of air was used to inflate the FT-LMA cuff, or why intubation via the FT-LMA was not attempted. The patient was placed on a ventilator, appropriate medical management was instituted, and she was transported to our facility for definitive neurosurgical care.\\nThe patient arrived in the intensive care unit at our facility approximately five hours after placement of the FT-LMA. The anesthesia team was consulted for endotracheal intubation and removal of the FT-LMA. An initial oral exam revealed edema and marked purple-black discoloration of the tongue. Fiberoptic bronchoscope (FOB) exam through the FT-LMA demonstrated marked edema of all glottic structures. After unsuccessful attempts to intubate the patient with FOB-assistance through the FT-LMA, a bedside tracheostomy was performed by the surgical service. The FT-LMA was then removed and the oropharnyx inspected, revealing the entire length of tongue (from tip to base) to be swollen, markedly purple-black in coloration, and free of lacerations. Pictures taken two days later with the patient awake and following commands demonstrated residual discoloration of the tongue (). The patient denied any sensory deficits to the tongue, dysarthria, dysphagia, or stridor. The patient did not experience any necrosis or sloughing of her lingual mucosal surfaces and did not appear to have any lasting sequela from the prolonged FT-LMA insertion. She was ultimately discharged home in good condition.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'15601291': 1, '11444458': 1, '14982574': 1, '9534645': 1, '8733466': 1, '15777310': 1, '16645443': 1, '26783527': 1, '11871949': 1, '20112078': 1, '10201670': 1, '12950868': 1, '11721707': 1, '10631430': 1, '8779375': 1, '10434175': 1, '10969377': 1, '17584849': 1, '15247112': 1, '9054270': 1, '19453334': 1, '16931707': 1, '10215711': 1, '16006489': 1, '21691488': 2}", "similar_patients": "{}"}