{"patient_id": 37777, "patient_uid": "3350244-1", "PMID": 22606563, "file_path": "comm/PMC003xxxxxx/PMC3350244.xml", "title": "Pseudoaneurysm of Lumbar Artery following a Vertebral Biopsy: A Case Report", "patient": "A 74-year-old man suffering from low back pain for 6 months visited another hospital. His condition worsened, and a week before being admitted to our institution, he gradually developed severe low back pain for no particular reason, accompanied by fever (38.5°C). Antibiotics (cefazolin sodium, 2 g/day intravenously) were prescribed at the previous hospital, and he was transferred to our clinic. Due to severe back pain, the patient could not sit upright. No neurological abnormalities were found, and laboratory data showed high white blood cell count (13800/μL), high C-reactive protein (19.35 mg/dL), and low hemoglobin levels (10.8 g/dL). On the lumbar radiograph, collapse of the L5, anterosuperior vertebral body and narrowing of the L4/5 disc space were identified. Computed tomography (CT) showed the collapse of L5, and magnetic resonance imaging (MRI) further demonstrated decreased signal intensity in the L3, 4, 5 vertebral bodies on T1-weighted images, intermediate signal intensity on T2-weighted images, and increased signal intensity on T2 STIR images ().\\nFor the purpose of a diagnosis, vertebral biopsy from the L4, 5 body and L4/5 disc was performed using a threaded bone biopsy trocar (Ostycut, Angiomed) through posterolateral approach under local anesthesia. The patient was positioned in the right lateral decubitus position. All procedures were performed under the biplane fluoroscopic control, and there were no immediate complications. The histology showed nonspecific reactive hyperplasia with no malignancy, and the culture tests were all negative.\\nHowever, the next day of the biopsy, the patient experienced a left lower abdominal pain and a hypotension, and hemoglobin levels decreased to 7.0 g/dL. An abdominal CT showed approximately 6 cm hematoma in left retroperitoneal space (). Moreover, angiography revealed left fourth lumbar artery pseudoaneurysm (). The pseudoaneurysm was treated with transcatheter placement of microcoils (VORTEX, GDC, Boston-Scientific Japan) into left fourth lumbar artery (). After coil embolization, the patient's abdominal pain decreased. After the treatment for the pseudoaneurysm, the patient was treated with a rest and antibiotics for a month, leading to both subjective improvement and fall in white blood cell and C-reactive protein.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'6826616': 1, '16184334': 1, '20675335': 1, '32071026': 1, '7846598': 1, '9682317': 1, '8880709': 1, '19838988': 1, '9460157': 1, '16449893': 1, '10660019': 1, '19558292': 1, '30034956': 2, '12638116': 1, '22606563': 2}", "similar_patients": "{'6047838-1': 1}"}