{"patient_id": 44532, "patient_uid": "3848570-1", "PMID": 24341706, "file_path": "comm/PMC003xxxxxx/PMC3848570.xml", "title": "Hypogammaglobulinemia factitia- Munchausen syndrome masquerading as common variable immune deficiency", "patient": "A male in his 30s was seen as an outpatient at a large metropolitan hospital with a seven month history of a 20 kg weight loss, pallor and lethargy. He had developed chronic diarrhea. Further investigations confirmed the presence of severe anemia (Hb 40 g/l, nr >125) and profound hypoalbuminemia (23 g/l, nr >40). On initial presentation he minimized his medical history and noted he had conceived a child with in-vitro fertilization 2 years prior to his symptoms.\\nGastroscopy showed duodenal atrophy consistent with celiac disease. Duodenal ulceration was also noted (Figure ). The biopsies showed villous atrophy but absence of a lymphocyte infiltrate. A diagnosis of presumptive celiac disease was made in spite of the absence serological markers. He was placed on a gluten free diet. His anemia was thought to be due to iron malabsorption and he was treated with a blood transfusion and an infusion of parenteral iron. He was taking nonsteroidal anti-inflammatory drugs (NSAIDS) for a knee injury and was advised to discontinue these.\\nA colonoscopy was normal. A CT scan of the abdomen did not reveal malignancy. He had a markedly elevated fecal calprotectin (>500 μg/g feces, nr <50) indicating ongoing small intestine inflammation. His ESR and CRP were elevated. There was no improvement in his clinical state with ongoing anemia and lethargy despite a gluten free diet and reporting no further NSAID use.\\nCapsule endoscopy was undertaken which showed extensive, severe ulceration of the small intestine (Figure ). He was thought to have concomitant Crohn’s disease. His ASCA antibodies were negative. In the context of clinical decline despite gluten free diet, the patient’s confirmation of NSAID withdrawal and extensive small bowel ulceration on capsule study, he was treated with high dose oral prednisone, with temporary improvement of his symptoms. Azathioprine was added as a steroid sparing agent.\\nHis immunoglobulins were subsequently measured, revealing profound hypogammaglobulinemia. His IgG was 1.5 g/l (nr> 8) with reduced IgA of 0.4 g/l (nr> 0.8) but IgM just in the normal range at 0.4 g/l (nr> 0.4). He was referred to the clinical immunology service at Auckland Hospital with suspected Common Variable Immune Deficiency (CVID) with predominant gut involvement. His fecal alpha 1-antitrypsin level was elevated consistent with protein losing enteropathy. The absence of serological markers of his gut disease was thought to be due to the humoral immune defect even though vaccine responses to H. influenzae type B (0.44 μg/ml, protective range >0.15) and tetanus toxoid (0.16 IU/ml protective range >0.1) were preserved. He had low levels of diphtheria antibodies and pneumococcal antibodies, which may have reflected absence of recent immunization. Vaccine challenge responses were not undertaken prior to IVIG treatment, because of the severity of the immune defect. The major immunology results are shown in Table .\\nPersonal history and review of computerized medical records revealed a benign infectious history prior to the current presentation. Repeat testing confirmed persistent severe hypogammaglobulinemia. Immunophenotyping showed normal numbers of B cells (12% of total lymphocytes) and the presence isotype switched memory B cells. He was thought to have protein losing enteropathy secondary to CVID. He was commenced on high dose IVIG but his serum IgG failed to increase to the normal range (Figure ). In spite of his immunosuppression his albumin remained at 23 g/l. The fecal calprotectin levels remained markedly elevated indicating ongoing bowel inflammation. The clinical immunology service considered the use of Infliximab for the refractory CVID-associated enteritis.\\nThe gastroenterology team became increasingly suspicious about the atypical presentation and lack of response to treatment. A bleeding time was prolonged raising the possibility of NSAID abuse. Careful review of gastric biopsies revealed micro ulcerations. These findings were discussed but both the patient and his wife offered repeated assertions that he had not taken any NSAIDs or similar agents for several months. Subsequent to that appointment however, his family discovered numerous concealed packets of an Ibuprofen/codeine combination and brought this to the attention of the clinical staff.\\nWhen confronted with this information, the patient admitted surreptitious use of NSAIDS throughout the preceding year. It was felt by both the gastroenterology and immunology teams that all his symptoms were due to small bowel enteropathy caused by NSAID abuse. His immunosuppression and immunoglobulin infusions were discontinued and per his family, his symptoms abated.\\nAlthough the patient declined psychiatric evaluation or outpatient therapy, collateral information elicited a complicated history. His family psychiatric history included bipolar disorder and addiction. In terms of his social history, the patient had undergone more than 6 career changes, including biochemistry and chemistry training as he had indicated at one point that he planned to pursue a career in medicine. According to his family, he frequently read medical texts and at times he described himself as a “pre-med” or a medical student although he had no formal medical training. He also reportedly was prone to self-medication that extended to significant use of recreational drugs such as marijuana, peyote and other hallucinogens that he felt “sharpened his understanding”.\\nIn addition to illegal drugs, family reported that he used caffeine pills and energy drinks on a daily basis. His social history also included ongoing issues with financial stressors. His personal psychiatric history included sexual abuse as a child and a history of at least one known suicide attempt. While he was noted to be impulsive, he was not known to have received a diagnosis or treatment for bipolar disorder. He had been diagnosed and treated for depression. He has not returned for follow up.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'8042885': 1, '9350888': 1, '8297288': 1, '16513885': 1, '29030829': 1, '443658': 1, '23859429': 1, '33755987': 1, '20669602': 1, '11186425': 1, '25309532': 1, '22983507': 1, '18991214': 1, '31379811': 1, '12972228': 1, '31824486': 1, '26318181': 1, '20629103': 1, '18222591': 1, '23403444': 1, '17590619': 1, '16225229': 1, '21963927': 1, '23360162': 1, '18281800': 1, '499769': 1, '14805062': 1, '18418027': 1, '24341706': 2}", "similar_patients": "{}"}