{"patient_id": 157112, "patient_uid": "3294115-1", "PMID": 22403755, "file_path": "noncomm/PMC003xxxxxx/PMC3294115.xml", "title": "A hybrid operation in a patient with complex right subclavian artery aneurysm", "patient": "A 70-year old woman with a history of hypertension presented with an aneurysm of the right subclavian artery. She had suffered from dry cough and hoarseness for 1 year.\\nComputed tomography (CT) angiography revealed a 50 × 49 mm size, true aneurysm of the right subclavian artery. The aneurysm developed from the innominate artery proximally and extended to the right subclavian artery distally. The right vertebral artery was originated the aneurysm, while the left vertebral artery was occluded (). We planned to adopt a less invasive approach including a stent graft of innominate artery to carotid artery and extra-anatomic bypass as shown in .\\nUnder general anesthesia, after harvest of the great saphenous vein (GSV) for carotid-vertebral bypass, a subclavicular incision was made and the axillary artery was isolated. Then an oblique skin incision was made along the anterior border of the sternocleidomastoid muscle, and the common carotid and vertebral arteries were exposed. An 1 cm-long vertical incision was made below the carotid bifurcation. A Pruitt-Inahara carotid shunt (LeMaitre Vascular Inc., Burlington, MA, USA) was inserted through the arteriotomy to reduce the cerebral ischemic time. An anastomosis was made between the common carotid artery below the arteriotomy and the vertebral artery using GSV ().\\nThe proximal anastomosis of the carotid-axillary bypass was made with a 7-mm reinforced polytetrafluoroethylene (PTFE) graft (W.L. Gore and Associates Inc., Newark, DE, USA) in an end-to-side fashion at the site where the carotid shunt was inserted (). The carotid shunt was maintained until the completion of the posterior wall suture and the beginning of the anterior wall suture of the anastomosis.\\nAnd then percutaneous access was obtained through the right groin and a 5-French pigtail catheter was advanced into the ascending thoracic aorta. An angiography confirmed the patency of the carotid-vertebral bypass.\\nA 6-French sheath was introduced through the side of the PTFE graft in the right common carotid artery. A Berenstein catheter (Terumo Co., Tokyo, Japan) with a guide wire was inserted, with the tip of the catheter advanced into the ascending aorta. The size and position of the stent graft were assessed on the angiography. The Zenith stent graft with a diameter of 12 to 16 mm and a length of 72 mm (Cook Medical Inc., Bloomington, IN, USA) was reloaded in a reverse manner using umbilical tape (). The stent graft was deployed from the innominate artery to the common carotid artery for excluding the origin of the subclavian artery ().\\nSince the thyrocervical trunk, costocervical trunk and internal mammary artery were already occluded on the angiography, further embolization was not required.\\nFinally, the graft was anastomosed to the axillary artery in end-to-side fashion with ligation of the axillary artery just distal to the aneurysm (). Completion angiography of the aortic arch showed good flow through the stent-graft and bypasses with complete exclusion of the aneurysm.\\nThere were not any perioperative events including ischemic symptoms of the brain or arm. Postoperative course of the patient was uneventful during 1-year follow-up. And in the second month after operation, the hoarseness and dry cough disappeared completely. A CT angiography showed complete exclusion of the aneurysm without any endoleaks, and the maximal diameter of aneurysm decreased to 40 mm from 50 mm ().", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'12932181': 1, '438285': 1, '7877237': 1, '10834488': 1, '27231430': 1, '2141315': 1, '17626993': 1, '17669880': 1, '26131027': 1, '16376215': 1, '1799760': 1, '16100464': 2, '22403755': 2}", "similar_patients": "{'2782168-1': 1}"}