{"patient_id": 41295, "patient_uid": "3595685-1", "PMID": 23509468, "file_path": "comm/PMC003xxxxxx/PMC3595685.xml", "title": "Extensive Bilateral Intracranial Calcifications: A Case of Iatrogenic Hypoparathyroidism", "patient": "A 69-year-old man presented to the outpatient clinic 48 hours after an episode of loss of consciousness lasting a few seconds. He had a medical history of hypertension and hyperlipidaemia well controlled with medicine and a history of total thyroidectomy 18 years ago treated since then with levothyroxine. The patient's clinical course after surgery is unknown, as he rejected any postoperative followup, and the effort made to obtain any past medical records was ineffective. Nevertheless, the patient did report exophthalmos, excessive weight loss, and a large goitre before surgery, as well as calcium supplementation for a month after surgery, which he stopped taking by himself. Following the aforementioned patient's statements, Grave's disease was presumed to be the indication for total thyroidectomy. Neurological examination showed only mild extrapyramidal signs (mild rigidity and bradykinesia but not rest tremor) and the presence of more than one primitive reflex. A brain computed tomography (CT) scan revealed extensive bilateral symmetrical brain calcifications in the frontal lobes, basal ganglia, subcortical and periventricular white matter, and in the cerebellar hemispheres (Figures , , and ). Minimental scale examination revealed a score of 24/30 (noted that the patient had only primary education). Family members reported no profound signs of dementia or incapability throughout patient's everyday life. The patient himself reported fatigability and a tingling sensation around the mouth. On investigation, his calcium level was 5.3 mg/dL (normal values (nv) 8.5–10.5 mg/dL), serum albumin 4.0 g/dL (nv 3.5–5 g/dL), serum magnesium 2.22 mg/dL (nv 1.58–2.55 mg/dL), serum phosphate 5.4 mg/dL (nv 2.5–5 mg/dL), PTH was undetectable, and TSH was normal 2.2 μU/mL (nv 0.27–4.2 μU/mL). The rest of the laboratory evaluation was unremarkable. An EEG showed evolution of alpha dominance and rare slow wave bursts of theta and delta activity. The clinical presentation of our patient was attributed to hypoparathyroidism. To prevent further complications from hypoparathyroidism, patient was prescribed with calcitriol 0.5 μg/day and calcium 1 gm/day. With normalization of serum calcium levels (8.7 mg/dL), patient had improvement of extrapyramidal signs and complete diminish of paresthesias. Patient was followed up for a year, and he remained in good mental and physical health.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'13634399': 1, '2717000': 1, '30504755': 1, '18535072': 1, '27485169': 1, '22912949': 2, '22224190': 1, '10474306': 1, '31267306': 1, '28894780': 2, '3808313': 1, '27034860': 2, '22439169': 1, '12605179': 1, '17872351': 1, '33363663': 1, '8680101': 1, '24098952': 1, '12948301': 1, '1902012': 1, '7266863': 1, '34123939': 1, '22288727': 1, '23509468': 2}", "similar_patients": "{'4806275-1': 1, '3421919-1': 1, '5585835-1': 1}"}