{"patient_id": 36169, "patient_uid": "3175417-1", "PMID": 21941535, "file_path": "comm/PMC003xxxxxx/PMC3175417.xml", "title": "A Case of Definitive Therapy for Localised Prostate Cancer: Report of a Urological Nightmare", "patient": "A 65-year-old patient was referred to our urological clinic for a prostate biopsy indicated for a PSA elevation of 4,5 ng/mL. The patient presented without any previous morbidities in his medical or urological history and was entirely asymptomatic. Digital rectal examination (DRE) and transrectal ultrasound (TRUS) of the prostate were normal, the size of the gland was 36 mL. An octant biopsy was conducted in January 2002 by which adenocarcinoma of the prostate (PCa) was diagnosed in 1 out of 8 cores. The lesion was circumscribed with a length below 2 mm and a Gleason grade of 2, WHO grade was 1, all the other seven biopsies were classified as benign prostatic hyperplasia and chronic inflammation. Following discussion of all therapeutical options, the patient decided to undergo permanent brachytherapy with J125. 62 seeds with 0,467 mCi/seed were implanted, total activity was 28,95 mCi, and postoperative course was without any complications.\\nDuring the early postoperative phase, the patient was free of complaints, there was neither a sign of incontinence nor any stool disorder, even the erectile function was assessed by an IIEF-score of 21. PSA was constantly decreasing to reach its nadir of 0,75 ng/mL 15 months after seed implantation.\\n21 months after brachytherapy, the first increase of PSA up to 2,6 was observed. Presuming the possibility of a so-called “PSA bouncing” with an episode of prostatitis a cycle of antibiotic therapy with ciprofloxacin over three weeks was administered, after which PSA fell again to a level of 2,11. At the subsequent follow-up examination half a year later, the patient presented with obvious local and systemic progression: PSA rose up to 8,1 ng/mL with a doubling time of three months, and digital rectal examination showed a dense left lobe with a firm node on the contralateral side. At this time, the patient refused restaging and rejected the recommended LHRH agonist therapy. After prophylactic radiation to the breasts with a dose of 1500 cGy antiandrogen monotherapy with bicalutamide 150 mg per day was initiated. Receiving this medication a drop of PSA to 2,4 ng/mL was achieved, the patient was furthermore feeling asymptomatic.\\nDue to a PSA progress up to 10,6 ng/mL after 15 months of antiandrogen treatment, reevaluation was conducted. While choline PET-CT showed an increased fluorocholine (FCH) metabolism in the right lobe of the prostate with no signs of lymph node or bone metastases, a rebiopsy of the gland yielded a dramatic upstaging and upgrading of the local disease: of 15 cores taken 13 were infiltrated by prostate cancer with Gleason Score 8 (4 + 4), WHO grade was 3. Antiandrogen therapy was stopped; the LHRH agonist leuprorelin acetate was administered. Due to the history of brachytherapy, any form of further external beam radiation was not feasible.\\nOnly two months later, the patient had to be hospitalised again because of gross haematuria and clot retention. A CT scan showed local progression with a large solid tumour dorsal of the right side of the prostate and bladder with a diameter of 6 cm as well as pathologically enlarged lymph nodes in the pelvis up to 2 cm. Due to continuous bleeding under bladder irrigation palliative transurethral resection of the prostate had to be performed, 15 g of fragile tumour tissue were removed. The pathological report confirmed the diagnosis of an adenocarcinoma with a Gleason score of 8, but additionally larger areas with neuroendocrine differentiation were found.\\nAfter a period of the next three weeks, transurethral reintervention for severe haematuria had to be undertaken, and due to persistent bleeding transfusions of several red cell concentrates were necessary. Obstruction of the upper urinary tract led to bilateral nephrostomies. After discharge, several recurrent episodes of bleeding and clot retention occurred. The general health status deteriorated preventing the initiation of systemic chemotherapy.\\nOnly two months following the previous CT scan, MRI showed a large solid local tumour with a diameter of now 9 cm infiltrating the trigone and the bladder floor on each side (). Beneath lymph nodes, up to 3 cm disseminated bone metastases were diagnosed. Four years after the “first definitive” therapy, the patient received a palliative ileal conduit to control local symptoms. With regards to the limited life expectancy, the prostate and bladder remained in situ; recurrent bleeding was controlled by percutaneous transluminal angiography and coil embolization; additionally, instillations with formalin were performed twice. The patient's health status was declining rapidly and three weeks after the last surgery, he died due to dilatation of the right ventricle and pulmonary oedema. Beyond that, autopsy showed extensive pulmonary metastases.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'21574145': 1, '20664477': 1, '21265984': 1, '24643215': 1, '21574148': 1, '17631339': 1, '17084558': 1, '19303197': 1, '15774239': 1, '16280761': 1, '17920184': 1, '19092321': 1, '15661408': 1, '21596486': 1, '7536722': 1, '21941535': 2}", "similar_patients": "{}"}