{"patient_id": 46366, "patient_uid": "3970397-1", "PMID": 24716017, "file_path": "comm/PMC003xxxxxx/PMC3970397.xml", "title": "Cooled Radiofrequency Ablation for Bilateral Greater Occipital Neuralgia", "patient": "A 35-year-old female presented to a physiatric outpatient clinic with a 2.5-year history of chronic suboccipital bilateral headaches that radiated to the posterior scalp and vertex of her head. The pain was described as constant, burning, and pulsating with a severity of 5/10 on the verbal analog scale (Numeric Pain Scale) but has intermittently increased to 10/10 in the previous past 2 weeks. Associated symptoms include insomnia, imbalance, muscle aches, nausea, neck pain, scalp tenderness, tingling, and numbness. The aggravating factors for the pain included flexion, extension, or rotation of neck position, fatigue, medications, weather changes, and bright light. Mitigating factors included ice packs and pain medication, specifically Fioricet provided mild relief. In the recent months leading up to the office visit, she was taking 4 Fioricet tablets in a day. Additionally, in the past she has tried physical therapy, chiropractic treatment, massage, acupuncture, NSAIDS, and several pain and nerve medications that provided mild relief. She had pulsed RFA, continuous RFA, and greater and lesser steroid and anesthetic occipital nerve blocks in the past. She reported that her experience with continuous RFA was extremely painful and did not provide relief to her pain. Her experience with pulsed RFA resulted in moderate pain relief of approximately 50% but returned to 100% after 2 weeks.\\nThe past medical history includes systemic lupus erythematosus and three motor vehicle accidents with the last one in 2010. Her current medications included Fioricet, Plaquenil, levonorgestrel-ethinyl estradiol, and ondansetron.\\nPhysical examination revealed exquisite tenderness of the suboccipital region upon palpation with radiation into the area over the vertex of the head. This is worsened with neck rotation in passive and active range of motion. The remainder of the examination was normal.\\nReview of recent flexion and extension cervical radiographs revealed no joint space or disk narrowing, and vertebral body height was normal. No acute pathology was demonstrated. No instability with flexion and extension. Report from magnetic resonance imaging revealed mild disk bulging at C5-C6 level slightly eccentric to the right and mild moderate right-sided neuroforaminal narrowing but otherwise normal.\\nBilateral greater occipital nerve blockade under ultrasound guidance for needle positioning was done on initial evaluation using 0.2 mL of 2% lidocaine (preservative-free) mixed with 0.8 mL of dexamethasone solution (10 mg/mL). She responded positively to the GON blocks with 95% relief for five days. This blockade was diagnostic and therapeutic. We decided to pursue cooled radiofrequency ablation with hopes of significant pain relief and improvement in symptomatology.\\nSubsequently, 18 days later, she underwent cooled RFA of bilateral GON. The patient perceived sensory stimulation at 0.6 V. Cooled RFA was performed at 40°C for 150 seconds. Immediately after the procedure, she had 100% relief of pain. Seven hours after the procedure, she continued to have 100% relief of pain in the suboccipital and occipital regions but felt the similar presenting tingling, pulsating pain near the vertex of her head. There were no complications after the procedure. Prior to cooled RFA procedure, she took 4 Fioricet daily with only minimal improvement of pain. 24 hours later, she has experienced sustained relief with 75% reduction of pain after using 1 Fioricet and ice pack.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'20301822': 1, '7897518': 1, '10414567': 1, '18648237': 1, '18417022': 1, '30275783': 1, '28176938': 1, '22299761': 1, '16385335': 1, '4853577': 1, '17908581': 1, '17014606': 1, '22390409': 1, '23869175': 1, '34526815': 1, '27729811': 1, '30830462': 1, '22606384': 1, '17201844': 1, '11110923': 1, '14979299': 1, '24716017': 2}", "similar_patients": "{}"}