{"patient_id": 154741, "patient_uid": "3129945-1", "PMID": 21808887, "file_path": "noncomm/PMC003xxxxxx/PMC3129945.xml", "title": "Graft-versus-host disease after liver transplantation", "patient": "A 64-year-old male with hepatitis C virus infection, alcohol-related cirrhosis and hepatocellular carcinoma in segments V, VI and VIII received a liver transplant from an ABO-identical (blood group A) 53-year-old male cadaveric donor. The donor was cytomegalovirus-seronegative and toxoplasma-seropositive. The recipient was cytomegalovirus-seropositive and toxoplasma-seropositive and had a body mass index of 24.5 kg/m2. The Child–Pugh score was A6 and the model end-stage liver disease score was 10. During transplantation, 2 units of concentrated red cells and 4 units of fresh frozen plasma were transfused. Initial immunosuppressants comprised tacrolimus (through levels 8–10 ng/ml) and Corticosteroid (500 mg methylprednisolone intraoperatively, 250 mg postoperatively, 1 mg/kg body weight on days 1 to 4, 0.5 mg/kg body weight on day 5, 0.4 mg/kg body weight on days 6 to 10, then tapering).\\nOn day 9, an increase in hepatic enzymes aspartate aminotransferase and alanine aminotransferase was identified from a hepatic biopsy, where acute cellular rejection was diagnosed. The postoperative laboratory examinations are shown in detail in Tables 1 and 2.\\nThe treatment was steroid pulse therapy using 500 mg methylprednisolone on five consecutive days. Sixteen days later, a new hepatic biopsy showed regression of the rejection. After recovery in timely fashion the patient was discharged home on day 25. The patient was readmitted on day 31 and presumptive diagnosis of GVHD was made on clinical grounds, which was supported by the presence of a skin rash and generalized maculopapular eruption (most accentuated on the abdomen, trunk and face) in conjunction with erythema and palm rash, fever, severe leukopenia (0.45 mil/mm3), anemia, low hemoglobin and low blood pressure levels and watery diarrhea. Skin biopsies were consistent with GVHD, showing vacuolar degeneration of the basal layer of the epithelium, epidermal infiltration by lymphocytes and necrotic eosinophilic keratinocytes. Other findings were as follows: spongiosis, basal cell hydropic changes, many apoptotic keratinocytes, and lymphocytic exocytosis (including satellite-cell necrosis) in the epidermis. Furthermore, there was subepidermal cleft formation (grade III of acute GVHD) ( and ). A myelogram performed a few days later revealed a hypoplastic bone marrow resulting in aplasia. The main microscopic features were single-cell necrosis (apoptosis) in the mucosa of all three organs. No specific infectious agents could be identified in those samples. The gastric mucosa had some gland abscesses and partial mucosal denudation. Genomic DNA from recipient peripheral blood showed the presence of both donor and recipient antigens on day 32 (chimerism). Flow cytometry indicated the level of donor T-lymphocyte macrochimerism to be between 3 and 4%. The patient received 1 g intravenous methylprednisolone for 3 days, starting on day 31, and antithymocyte globulin (500 mg i.v. on five consecutive days): there was no improvement in the skin rash.\\nOn day 36, there was a progressive worsening of the patient's clinical condition, with pulmonary and renal insufficiency, agranulocytosis, and, subsequently, multi-organ failure resulting in death.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'12859540': 1, '12544883': 1, '8434393': 1, '34786412': 1, '2219407': 1, '8871714': 1, '32226622': 1, '15620459': 1, '9267240': 1, '15023138': 1, '8384098': 1, '4192216': 1, '11498743': 1, '3294303': 1, '31058114': 1, '27652837': 1, '26795873': 1, '31333306': 1, '23066319': 1, '27729070': 1, '1860684': 1, '12783394': 1, '3278235': 1, '14966423': 1, '10155545': 1, '11821752': 1, '27495762': 1, '14508798': 1, '1736772': 1, '10978951': 1, '4875305': 1, '12176475': 1, '10894351': 1, '11959211': 1, '15612994': 1, '4117232': 1, '1357298': 1, '17580224': 1, '21808887': 2}", "similar_patients": "{}"}