{"patient_id": 34479, "patient_uid": "3014749-2", "PMID": 21209802, "file_path": "comm/PMC003xxxxxx/PMC3014749.xml", "title": "Novel Heterogenous CHS1 Mutations Identified in Five Japanese Patients with Chediak-Higashi Syndrome", "patient": "Patient 5 was a 21-year-old female who suffered from recurrent infections in childhood. At the time of the study, she had visual disturbance and neurological dysfunction including gait disturbance. Detailed information on this patient was not available.\\nPeripheral blood samples were obtained from five CHS patients who had not undergone bone marrow transplantation. Blood samples from parents of patients 1, 2, and 3 were also obtained. Genomic DNA was obtained from blood samples. Extraction of DNA was performed using the QIAamp DNA Blood kit (QIAGEN Inc., Valencia, CA, USA) according to the manufacturer's protocols. Polymerase chain reaction (PCR) primer pairs (25–35 bp) designed from intron sequences flanking each exon were used to amplify genomic DNA segments spanning each exon. For example, exons 9-10 were amplified using the F primer 5′-ATTTTTGCCACTAGATCTTCTAAATG-3′, and R primer was 5′-AGAAGCCATTATTATCAACTTTTCAC-3′. The F primer of exon 18 was 5′-TGCTACTGGCCACTAAGGTTGTGTGTC-3′, and R primer was 5′- GACTTTGATGACGAGATGAGTATCACTGC-3′. The F primer of exon 30 was 5′-CATTGTATCTATTACATCTAATACACCTGATACAC-3′, and R primer was 5′-ACGTATAATACAGTCAACATAAAACCTCTATTTCC-3′. PCR was performed using KOD-Plus-Ver. 2 according to the manufacturer's protocols (TOYOBO, Tokyo, Japan). The PCR products (220–3600 bp) were separated by electrophoresis on agarose gels. DNA was isolated from each band using the QIAquick Gel Extraction kit (QIAGEN Inc.). Direct sequencing using dye termination cycle sequencing was performed at FASMAC Co., Ltd. (Atsugi City, Kanagawa, Japan). The mutations were analyzed using Sequence Scanner Ver. 1 (Applied Biosystems, Tokyo, Japan) and were also checked at the cDNA level. For this purpose, total RNA was extracted from blood samples using Isogen-LS (Nippon Gene Co., Ltd., Tokyo, Japan) according to the manufacturer's protocols. cDNA was synthesized using PrimeScript reverse transcriptase (Takara Bio. Inc., Shiga, Japan), and PCR was performed as described above.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'18043242': 1, '9215680': 1, '24134793': 1, '12100490': 1, '15896657': 1, '12125812': 1, '11529921': 1, '19185618': 1, '10811017': 1, '8896560': 1, '12234919': 1, '9606205': 1, '20503323': 1, '9368050': 1, '17554367': 1, '25129365': 1, '2230592': 1, '20368792': 2, '11857544': 1, '17499200': 1, '8717042': 1, '12753649': 1, '2541700': 1, '21209802': 2}", "similar_patients": "{'3014749-1': 2, '2846365-1': 1}"}