{"patient_id": 163118, "patient_uid": "3764972-1", "PMID": 24019777, "file_path": "noncomm/PMC003xxxxxx/PMC3764972.xml", "title": "Herpes Simplex Virus Type-I and Pyogenic Granuloma: A Vascular Endothelial Growth Factor-Mediated Association?", "patient": "A 52-year-old woman was diagnosed with hairy-cell leukemia in 1999 and treated with cladribine [2-chlorodeoxyadenosine (2CDA)], which led to complete remission. Two recurrences occurred in 2005, both successfully treated with 2CDA and lenograstim, a recombinant granulocyte colony-stimulating factor. In 2006, another recurrence was treated with lenograstim without obtaining complete remission. In 2007, due to persisting grade-2 pancytopenia and medullar infiltration, interferon alpha-2a was initiated. In 2008, remission was obtained with the chimeric anti-CD20 monoclonal antibody rituximab (8 cures), but leuconeutropenia persisted. Since June 2011, no further treatments have been administered, although the patient still presents moderate leuconeutropenia (without any infectious complications, however).\\nThree months previously, a slow-growing vascular lesion appeared on the lower lip following an episode of labial herpes. Clinical examination revealed a large, unilateral, annular, ulcerated, painful, indurated and easily bleeding lesion on her left cheek (fig. ). No locoregional lymphadenopathies were evidenced. The treatment consisted of aldactazine once daily, elthyrone 100 gamma/day, lutenyl once daily and bisoprolol 2 × 2.5 mg. The laboratory counts were as follows: red blood cells 3.26 × 106/mm3 (3.90–4.90); platelets 146,000/mm3 (150,000–353,000); white blood cells 2.33 × 103/mm3 (4.60–10); neutrophils 31.1% (42.2–71.0); lymphocytes 67.2% (17.5–43.5); sedimentation rate 57 mm/h (<21); C-reactive protein 21.6 mg/l (0.0–6.0), and IgM <0.17 g/l (0.40–2.48). The T-cell population did not reveal any aberrant phenotype, and the CD4/CD8 ratio was 0.91. Immunophenotyping revealed the virtual absence of B cells, and the tricholeucocyte phenotype CD103 percentage was 0.2%. The serological status for HSV was IgM– and IgG+. The renal and hepatic functions were unremarkable. Various treatments, including topical antifungals, antibiotics, antiseptics and corticosteroids, were unsuccessful. Systemic antibiotics and antifungals were also inefficacious. After 3 months, a dermatologic advice was requested. Histology confirmed PG, revealing a vascular neoplasm characterized by small vessel ectasia with thin walls, normal endothelial cells and a dense lymphocytic and neutrophilic inflammatory infiltrate. The conjunctive stroma was severely edematous (fig. ). On serial sections, some isolated epithelial cell islands were intermingled in the PG. These epithelial cells sometimes showed signs of cytopathic effects (CPE), including intranuclear inclusions and giant syncytial cell formation, suggesting an alpha-herpesviridae infection (fig. ). Immunohistochemistry (IHC) was performed according to an earlier published protocol [] with the antibody panel shown in table . A strong nuclear and cytoplasmic signal for HSV-I was evidenced in some epithelial cells (fig. ), whereas the HSV-II and varicella zoster virus stainings remained negative. Some of the HSV-I-positive cells presented CPE, whereas others did not (fig. ). No immunohistochemical signal for HSV-I was evidenced in the endothelial cells or vessel walls of the PG. IHC using the Ulex europaeus lectin revealed a strong signal on the cell membranes of the HSV-I-infected epithelial cells as well as on the endothelial cells of the PG (fig. , red signal). Mac 387 immunostaining was positive for HSV-I-infected epithelial cell membranes. The vascular endothelial growth factor (VEGF) immunostaining provided a positive signal in the HSV-infected keratinocytes as well as in endothelial cells (fig. , red signal). The epidermal growth factor receptor (EGFR) immunostaining revealed intense membranous expression on HSV-I-infected epithelial cells (fig. , brown signal). The Ki67 marker revealed a strong signal in the nuclei of some epithelial and endothelial cells (fig. , red signal). IHC with antibodies against CD45 evidencing the leucocyte common antigen and CD3 T-cells provided an intense staining of the inflammatory infiltrate of the PG, but no signal surrounding the HSV-1-infected epithelial cells was observed. In contrast, IHC with CD45R0 demonstrating activated T cells revealed a very dense infiltrate among the epithelial cells. The CD45R B cell marker was negative. The markers CD68 and Mac 387 were positive in the inflammatory infiltrate surrounding the epithelial cells and the PG. Using the identical antibody panel for a post-traumatic labial PG of a patient without recurrent herpes labialis, the staining patterns were similar, except for the absence of signals for HSV-I, EGFR and CD45R0. A viral culture remained negative.\\nFollowing the discovery of the HSV-I antigens in the PG, oral treatment with valaciclovir (1,000 mg, thrice daily for 15 days) was initiated, and the lesion promptly resolved after 15 days (fig. ). No search for viral thymidine kinase (TK) resistance was performed. After 1 month, a slightly erythematous postinflammatory pigmentation persisted (fig. ). Until now, the patient has remained recurrence free.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'28658902': 1, '31105949': 2, '15655777': 1, '19722843': 1, '19115032': 1, '23125933': 1, '22659469': 1, '8547009': 1, '22955520': 1, '28197698': 1, '10872949': 1, '10598753': 1, '20227572': 1, '7864296': 1, '22434943': 1, '16536821': 1, '9669126': 1, '28197699': 1, '21056516': 1, '24019777': 2}", "similar_patients": "{'6501470-1': 1}"}