{"patient_id": 159109, "patient_uid": "3467448-1", "PMID": 23091509, "file_path": "noncomm/PMC003xxxxxx/PMC3467448.xml", "title": "A Case of Aortic Dissection With Fistula From Aorta to Right Ventricle", "patient": "A 66-year-old woman presented to the emergency department of our center with complaints of melena and back pain in April 2010. The patient had a medical history that included hypertension which had been treated for 15 years with medication, an aortic valve replacement, and a MAZE procedure for degenerative aortic valve regurgitation 3 years prior. Her admission systemic blood pressure was 140/110 mm Hg, her pulse rate was 72 bpm, and her respiratory rate was 20 breaths per minute. A continuous murmur was noted at that time. A chest radiograph showed cardiomegaly with cardiothoracic index of 62%. Ventricular premature complex and left ventricular hypertrophy were noted on electrocardiogram. Esophagogastroscopy revealed no abnormal findings. Transthoracic echocardiography showed severely dilated aortic root and ascending aorta with intimal flap suggestive of aortic dissection (). Color Doppler demonstrated a shunt flow from aortic root to right ventricle, probably representing an aorto-right ventricular fistula (). The prosthetic aortic valve was normal. The left and right ventricles had normal function. Without further aortography or cardiac catheterization, we conducted emergency cardiac surgery. In the operation field, we found that the ascending aorta was severely enlarged. Although the prosthetic aortic valve was intact, the organized flap extended to the aortic root. A perivalvular adhesion was seen between the right atrium and the aortic wall, and a fistula had formed towards the right ventricle with less adhesion (). We conducted a modified Bentall operation with closure of the fistula. At 2 weeks post-surgery, echocardiography showed insignificant shunt flow from the ascending aorta to the right ventricle. The patient's condition improved and she was discharged 20 days after surgery.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'29911015': 2, '5044486': 1, '19144552': 1, '3794101': 1, '26653694': 2, '25349657': 1, '8404129': 1, '2334544': 1, '7695379': 1, '31236080': 1, '10685714': 1, '8338017': 1, '20417762': 1, '9918965': 1, '10625836': 1, '21519516': 2, '2223135': 1, '23091509': 2}", "similar_patients": "{'3079137-1': 1, '4677595-1': 1, '5989549-1': 1}"}