{"patient_id": 164769, "patient_uid": "3862322-1", "PMID": 24371681, "file_path": "noncomm/PMC003xxxxxx/PMC3862322.xml", "title": "A case of synchronous mucinous metaplasia and neoplasia of the female genital tract without an STK11 or KRAS mutation", "patient": "A 52-year-old woman presented at our institution with increased vaginal discharge. She did not have any notable disease history. Peutz–Jeghers syndrome was excluded following a thorough medical examination. Multiple cystic lesions were subsequently detected in the uterine cervix by pelvic CT, and the histopathology of endometrial curettage tissue indicated mucinous adenocarcinoma. Her planned surgery was postponed due to her sudden development of a detached retina, thus one course of paclitaxel–carboplatin chemotherapy was administered for suspected adenocarcinoma then she underwent a total hysterectomy and a bilateral salpingo-oophorectomy. The inner surface of the resected uterus from this patient showed multiple dilated glands with marked mucin secretion (a and b). Histologically, these cystic lesions were composed of a single layer or low-papillary glands of mucinous epithelia. The cystic glands extended widely, replacing the whole endocervical and endometrial mucosa (b and c). Lobular endocervical glandular hyperplasia was also noted; however, neither cytologic atypia nor destructive invasion was observed. Mucinous epithelia were also detected in the glands of adenomyosis without invasive growth pattern (d).\\nImmunohistochemical analysis revealed that the mucinous glands were diffusely positive for HIK1083 (e), suggesting a gastric phenotype. p53 was negative and Ki-67 positivity was 5.5% in a field of 1000 mucinous cells (f), indicating benign behavior. The epithelia of the bilateral fallopian tubes were intact and no mucinous gland was observed, although the lumens were dilated as a result of mucin congestion. The bilateral ovaries contained neither a mucinous cyst nor a tumor. Peritoneal cytology revealed several mucin-containing epithelial clusters, indicating that the uterine glands had migrated to the peritoneal cavity via the fallopian tubes. To next investigate the somatic genetics of the SMMN-FGT cells, paraffin-embedded tissues were microdissected and DNA was extracted from the mucinous cells and normal squamous cells, respectively. STK11 is known to be the tumor suppressor gene responsible for the development of Peutz–Jeghers syndrome (), and to be involved in sporadic minimal deviation adenocarcinoma of the uterine cervix (). Mutations in KRAS have been reported in 89% of papillary mucinous metaplasias of the endometrial glands, which are potential precursor lesions of endometrial mucinous adenocarcinoma (). We performed sequencing analysis of the STK11 (exons 1–9) and KRAS (codons 12, 13, 61) genes in our patient subject. However, the mucinous glands and normal squamous epithelia showed identical sequence patterns, and no mutations were therefore detected. Additional immunohistochemical analysis using anti-STK11 antibody (sc-374300, Santa Cruz Biotechnology, Santa Cruz, USA) revealed that focal positivity in the cytoplasm of mucinous epithelia while no labeling was detected in control endocervical glands of a hysterectomy specimen performed for uterine leiomyomas (g and h), suggesting possible epigenetic activation of STK11 in cases with SMMN-FGT.\\nreported one case died of SMMN-FGT, thus additional five courses of paclitaxel–carboplatin chemotherapy were administered after the surgery.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'17433059': 1, '22766790': 1, '19207943': 1, '12533684': 1, '8522315': 1, '7821898': 1, '14751181': 1, '16110486': 1, '24371681': 2}", "similar_patients": "{}"}