{"patient_id": 154266, "patient_uid": "3078254-1", "PMID": 21503246, "file_path": "noncomm/PMC003xxxxxx/PMC3078254.xml", "title": "Massive maxillary radicular cyst presenting as facial fracture and abscess, a case report", "patient": "A 20-year old man was referred to the maxillofacial department following a single alleged punch to the left side of the face. He complained of swelling and parasthesia of his left cheek, left lateral nose and upper left gingivae.\\nOn examination he had gross swelling of the left side of the face, but there was no bony deformity or bony tenderness. A fracture of the left lateral wall of the maxillary sinus was diagnosed on the basis of the occipito-mental (OM) radiographs () and he was treated conservatively with oral antibiotics. One week after his injury, a small haematoma was noted on the left cheek. He was advised to massage the haematoma to decrease its size and to return to the outpatient clinic in one week. Two days later he presented with increased oedema. On examination he was found to have a 3-cm×3-cm fluctuant erythematous swelling of the external left cheek. He underwent incision and drainage of the suspected infected haematoma under general anaesthesia. More than 50 ml of purulent fluid was drained and the patient was discharged two days later.\\nAn orthopantomograph (OPG) was taken to rule out dental abscess. The OPG () showed radiolucency in the left side of the maxilla extending from the upper right central incisor to the upper left first molar, which had not been clear on the previous occipito-mental views.\\nA computed tomography (CT) scan showed an extremely large lobulated lesion with a relatively well defined border extending from the upper right lateral incisor to the upper left first molar (). The lateral wall of the antrum was perforated. Due to the massive size of the lesion and its multi-lobulated nature on the CT scan, the diagnosis of an odontogenic keratocyst was suspected, but ameloblastoma could not be ruled out.\\nFollowing the OPG and CT results, a biopsy was performed at two sites under local anaesthesia. Histopathology reports indicated this was a cystic cavity lined with stratified squamous epithelium showing some hyperplasia. The wall of the cyst consisted of dense fibrous connective tissue with abundant chronic inflammatory cells, few mast cells, and eosinophils. The condition was diagnosed as a radicular cyst.\\nThe cyst was enucleated by a Caldwell-Luc approach and was found to extend through the entire maxilla on the left side into the antrum, and distally to the second molar tooth. The postoperative course was uneventful. The patient required long-term follow-up to check for recurrence. He was referred to his GDP for thorough investigation and treatment of non-vital teeth.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'9477796': 1, '12029806': 1, '30558010': 2, '1072441': 1, '26697153': 2, '11717781': 1, '21503246': 2}", "similar_patients": "{'6319864-1': 1, '4682017-1': 1}"}