{"patient_id": 40231, "patient_uid": "3518948-1", "PMID": 23243524, "file_path": "comm/PMC003xxxxxx/PMC3518948.xml", "title": "Insulinoma Causing Liver Metastases 15 Years after Initial Surgery, Accompanied by Glomerulonephritis", "patient": "A 54-year-old woman was for the first time admitted to our hospital in 1996 for evaluation of recurrent episodes of hypoglycemia associated with neuroglycopenic symptoms. To evaluate the repeated episodes of spontaneous hypoglycemia, she underwent the prolonged fast. Ten hours after the last ingestion of food, her plasma glucose was 1.8 mmol/L, serum insulin and C-peptide were 22.8 mE/L, and 0.97 nmol/L respectively, clearly indicating endogenous hyperinsulinism. Preoperatively, a tumor mass was localized at the head of the pancreas by endoscopic ultrasound and confirmed by a selective arteriography of the arteria mesenterica superior. Surgical exploration confirmed the preoperative localization and a well demarcated, roundish tumor with a diameter of 15–18 mm was completely enucleated. Histopathological examination confirmed an islet cell adenoma, and the tumor was positive for insulin by immunostaining (). Tumor cells showed mild atypias with nucleolar enlargement, a slightly increased nuclear/cytoplasmatic ratio and nuclear crowding. No mitotic activity was observed but the proliferative rate, measured by Ki-67 index of 5%, was found slightly increased. There were no histomorphological signs which might suggest malignancy (). Macroscopically, there were no signs of either invasion or metastases. After surgical excision of the tumor, the patient was relieved from hypoglycemic attacks. Postoperatively, her serum insulin and C-peptide level were in normal range. The patient was without any symptoms of the disease and without significant abnormalities in laboratory data for the next 14 years.\\nThe 69-year-old patient again experienced repeated episodes of seizure and conscious disturbance upon fasting. She was readmitted to our hospital. A fasting test again confirmed hypoglycemia and endogenous hyperinsulinism with a serum glucose values 1.6 mmol/L, serum insulin and C-peptide were 24.8 mE/L, and 1.03 nmol/L respectively. All currently available radiological imaging techniques could not confirm our suspicion for either recurrence of pancreatic insulinoma or metastatic growth. Repeated ultrasonography, MRI, and CT with contrast revealed scattered tiny lesions in the liver, as might be seen in cases of multiple hemangioma. Percutaneous needle biopsy of the liver and explorative laparotomy were refused by the patient (). She was dismissed to home care with oral administration of diazoxide to prevent hypoglycemic attacks and instructions for a specific dietary regime. Six months later the patient was readmitted to our department of nephrology due to fully developed symptoms and laboratory signs of nephritic syndrome and rapidly progressing renal insufficiency. Two repeated percutaneous needle kidney biopsies revealed pauci-immune crescentic glomerulonephritis. Atypical P-ANCA was positive in low titer 1 : 80 by indirect immunofluorescence. Her hypoglycemic attacks got worse and became more persistent. The patient had to be treated with continuous infusions of 40% glucose. Later she developed thrombosis of the left iliofemoral vein and both sides jugular veins, accompanied with ileus, which was fatal for our patient.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'16253900': 1, '16622982': 1, '18508996': 1, '18206821': 1, '7549277': 1, '6758582': 1, '15522939': 1, '25774199': 2, '20525548': 1, '18156937': 1, '1677058': 1, '2070707': 1, '26558131': 2, '8322793': 1, '15180952': 1, '23243524': 2}", "similar_patients": "{'4357775-1': 1, '4618123-1': 1}"}