{"patient_id": 43334, "patient_uid": "3747615-1", "PMID": 23984144, "file_path": "comm/PMC003xxxxxx/PMC3747615.xml", "title": "A Case of Primary Non-Hodgkin's Lymphoma of the External Auditory Canal", "patient": "D.G.E., a 46-year-old man, came to our attention in March 2009 for a left hearing loss started 3 weeks before. The patient referred only to aural fullness and he did not report any other symptoms like earache or effusion. Otomicroscopy revealed a polypus occluding the left EAC. The tympanic membrane was not visible. Pure tone audiometry showed a left conductive hearing loss and a normal hearing threshold at right (). This peculiar clinical picture could be referred to a middle ear otitis with granulation tissue in external ear, but the absence of aural fullness, othorrea was atypical for this diagnosis.\\nTherefore, a petrous bone computed tomography (CT) was performed. The CT scan showed a pedunculated polypoid mass occluding only the lateral portion of the EAC, with a normally aerated middle ear and mastoid, and a normal bone of the EAC without signs of erosion ().\\nWe carried out a excisional biopsy under local anesthesia. The histologic examination of the mass revealed a peripheral B-cell NHL: diffuse large cells 60% and follicular 40%, with an immune-proliferative activity (Ki-67 index) of 60%. Immunoperoxidase staining of the atypical cells was positive for CD20, bcl2, bcl6, CD10, CD21 and negative for CD3, CD5, CiclineD1, and CD30. Clinical staging was completed with a total-body Positron Emission Tomography (PET), a CT scan of the chest and abdomen, and a percutaneous bone marrow biopsy were performed which resulted negative for other lymphoma's localitation.\\nThe patient was admitted to the Hematology Clinic and treated with six cycles of immunopolychemotherapy according to R-CHOP scheme (Cyclophosphamide, Adriablastin, Vincristine, Rituximab, and methylprednisolone).\\nAt 24 months, follow-up evaluation confirms stable complete remission. No localized recurrence or any systemic involvement was detected. An ear examination did not reveal any anomaly. The tympanic membrane was normal; the hearing threshold as well as the EAC was normal. A CT scan, performed after 9 months of follow-up showed a normal EAC ().", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'8679160': 1, '2190267': 1, '30016857': 2, '1728283': 1, '2294944': 1, '18447981': 1, '10965264': 1, '33815785': 1, '8791750': 1, '33936891': 2, '17044427': 1, '34359303': 2, '11791249': 1, '16819255': 1, '1958401': 1, '11860651': 1, '23984144': 2}", "similar_patients": "{'8307750-1': 1, '8081646-1': 1, '6348312-1': 1, '6348312-2': 1}"}