{"patient_id": 159608, "patient_uid": "3502743-1", "PMID": 23185676, "file_path": "noncomm/PMC003xxxxxx/PMC3502743.xml", "title": "Cavernous Hemangiolymphangioma of the Testis without Cutaneous Hemangiomatosis in an Elderly Patient", "patient": "An 84-year-old man visited our hospital with a chief complaint of right scrotal swelling. He had a 1-month episode of a rapidly growing painless mass on his right scrotum. His past medical history was unremarkable, and he had no previous history of trauma or infection. He had no family history or personal history of vascular or lymphatic malformations. Physical examination revealed a nontender, hard, 6.0-cm mass in the testis of the right scrotum. There was an elastic, irregular, palpable hard mass on the testis. There were no features of cavernous diseases such as cutaneous port-wine hemangioma, varicose veins, or bony hypertrophy. The laboratory results, including complete blood count, serum electrolytes, and serum tumor markers, were all within the normal range. Scrotal ultrasonography (US) demonstrated a hypoechoic, multilobulated mass with septation in the right testis, and low blood flow was seen on color Doppler US (). There was no extension to the perineum or groin and no regional lymph adenopathy. Right radical orchiectomy by the inguinal approach was performed. At surgery, a red, wide-based, nodular tumor was found on the testis. The orchiectomy specimen weighed 35 g and measured 6.7×5.4×2.8 cm. The testis was diffusely thickened and showed dilated blood vessels filled with blood (). Histological examination of the resected specimen showed it to be a cavernous hemangiolymphangioma. Histopathological features of the testicular mass showed both hemangiomatous and lymphangiomatous components (). The postoperative course was uneventful and no recurrence was seen after 1 year.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'11952973': 1, '11727026': 1, '9801098': 1, '8267869': 1, '9793196': 1, '10701595': 1, '12116101': 1, '9639642': 1, '26090372': 1, '15026587': 1, '29285187': 1, '23185676': 2}", "similar_patients": "{}"}