{"patient_id": 45444, "patient_uid": "3906751-1", "PMID": 24475740, "file_path": "comm/PMC003xxxxxx/PMC3906751.xml", "title": "Unusual mucoepidermoid carcinoma of the liver misdiagnosed as squamous cell carcinoma by intraoperative histological examination", "patient": "A 60-year-old Chinese woman, presented with a history of progressive jaundice, epigastric discomfort, anorexia, malaise, and weight loss for 1 month. She had no remarkable medical or family history and had not had viral hepatitis. Clinical examination revealed a deeply jaundiced, emaciated woman without ascites. A hard, irregular liver was palpable 4 cm below the xiphisternum. The results of relevant laboratory studies were as follows: total protein, 7.6 g/dl; albumin, 3.5 g/dl; total bilirubin, 513 u mol/L; GOT, 35U; and GPT, 23U. α-Fetoprotein (AFP) and carcinoembryonic antigen (CEA) were within the normal range and carbohydrate antigen 19-9 (CA19-9) was slightly increased to 50 mg/dl (normal range, 0-37 mg/dl). Hepatitis B viral antigen and hepatitis C antibody assays were negative. Abdominal ultrasound and abdominal computed tomography (CT) both showed a large liver tumor lesion, 8 cm in diameter involving the left lobe of the liver with intrahepatic bile duct stone (Figure ). Therefore, a preliminary diagnosis of a cholangiocarcinoma of the liver was made, and the patient underwent left hepatic lobectomy with regional lymph node dissection. Intraoperative finding revealed an elastic hard tumor was found in the left lobe of the liver. The cut surface of the resected specimen showed an irregular, yellowish white solid tumor, measuring 8.5 × 6.5 × 3.0 cm, with central necrosis. The border between the tumor and normal liver tissue was indistinct (Figure A). A piece of tumor tissue was resected from the surface for intraoperative histological examination. Microscopically, the tumor was predominantly composed of nests of invasive epidermoid cells. Most of the tumor cells were epidermoid with intercellular bridges and keratinization. There were no distinct mucin-producing cells in the tissues (Figure B). Based on these findings, the diagnosis of squamous cell carcinoma of liver was made. The mass was totally removed.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'31351495': 2, '19943606': 1, '6730963': 1, '14871971': 1, '21943228': 1, '18336545': 1, '8311822': 1, '1609465': 1, '10710890': 1, '24166608': 1, '3730778': 1, '3309470': 1, '7092364': 1, '21119274': 1, '12907212': 1, '19772659': 2, '15526136': 1, '15489658': 1, '5126031': 1, '23826550': 2, '12630031': 1, '6246472': 1, '21092204': 1, '24475740': 2}", "similar_patients": "{'6661078-1': 1, '2759908-1': 1, '3697425-1': 1}"}