{"patient_id": 46645, "patient_uid": "3986754-1", "PMID": 24744673, "file_path": "comm/PMC003xxxxxx/PMC3986754.xml", "title": "Primary Breast Mucosa-Associated Lymphoid Tissue (MALT) Lymphoma Transformation to Diffuse Large B-cell Lymphoma: A Case Report", "patient": "A 69-year-old female presented with a mass on her left breast, which was first noticed approximately 3 months earlier. Physical examination showed a 3 x 3-cm mass located 1 cm from the areola on the upper lateral quadrant of the breast at the 1 o’clock position, which was fixed and firm. The patient did not have sweats, weight loss, or fever. Her medical history was unremarkable. Complete blood count was normal, biochemistry was normal, except for LDH of 274 U L-1 (normal range: 0-200 U L-1), and the erythrocyte sedimentation rate (ESR) was 56 mm h-1.\\nExcisional biopsy was performed and pathologic examination of the specimen showed a lymphoepithelial lesion rich in plasma cells, centroblasts, and immunoblast-like cells. These regions stained diffusely with LCA (), CD20, and CD79a, and focally with bcl2. An extensive invasion pattern had destroyed the breast tissue; frequent mitosis and apoptosis were observed. Large centroblastictype and polymorphic lymphoid cells were interpreted as MALT lymphoma transforming to DLBCL ().\\nAnalysis of a bone marrow biopsy specimen was negative for lymphoma infiltration. Cervical and abdominal computed tomography (CT) showed no involvement. Thoracic CT showed a 15-mm lymphadenopathy in the left axillary zone. The patient was staged as II-EA. The rituximab (375 mg m-²) cyclophosphamide (750 mg m-²), doxorubicin (50 mg m-²), vincristine (1.4 mg m-² [maximum: 2 mg]), methylprednisolone (80 mg d-1) (R-CHOP) protocol was scheduled as the treatment. After 6 courses of R-CHOP, 2 additional courses of rituximab were administered. Positron emission tomography (PET-CT) was done at the end of the treatment. PET showed that the patient was in complete remission.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'8001000': 1, '28321110': 1, '10648389': 1, '16046532': 1, '12691156': 1, '10375092': 1, '18621616': 1, '27247809': 1, '4555557': 1, '17621460': 1, '9894478': 1, '1456611': 1, '12643011': 1, '24744673': 2}", "similar_patients": "{}"}