{"patient_id": 166539, "patient_uid": "3969677-2", "PMID": 24700936, "file_path": "noncomm/PMC003xxxxxx/PMC3969677.xml", "title": "Hypnotherapy: A Useful Adjunctive Therapeutic Modality in Hansen's Disease", "patient": "A 35-year-old female presented with Hansen's disease-lepromatous lepromatous with recurrent ENL lesions. The patient was on MDT for 8 months, systemic corticosteroids (prednisolone 30 mg oral daily for 6 weeks, then inj. dexamethasone 2 ml daily for 4 weeks) and thalidomide (100 mg twice daily for 4 weeks initially followed by thrice daily for 2 months). The course of the reaction was characterized by repeated remissions and exacerbations necessitating five admissions to the hospital during a span of 3 months. On psychological evaluation, she was observed to be depressed (HAD scale-19, DLQI-29). After obtaining informed written consent, we subjected her to hypno analysis and we could realize that the fear of spreading the disease to her family members was the reason for her stress. We asked her to visualize that her body infected with the lepra bacilli and after taking the MDT all the bacteria were killed completely and not even a single bacterium was left behind to infect her family members. After the first session, her fear was markedly decreased (HAD scale-11, DLQI-18). The ENL lesions stared subsiding. We repeated two more sessions at 3 days intervals. Psychologically she became stable (HAD scale-5, DLQI-6) and the ENL lesions subsided completely by 3 weeks. We could reduce the dose of corticosteroids (inj. dexamethasone 1.5 cc for 1 week, 1 cc for 1 week, Tab. Prednisolone 20 mg 1 week, 15 mg 1 week, 10 mg 1 week, 5 mg 1 week and then stopped) and thalidomide (100 mg thrice daily- 1 week, 100 mg twice daily- 1 week, 100 mg once daily - 2 weeks and stopped by 1 month) quickly. We continued the MDT up to 1 year and followed-up the patient for 2 years. She had no more ENL recurrences and admissions thereafter.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'6880820': 1, '8033378': 1, '10769981': 1, '32742673': 1, '32874007': 1, '16844504': 1, '7772485': 1, '20921635': 1, '24700936': 2}", "similar_patients": "{'3969677-1': 2}"}