{"patient_id": 38697, "patient_uid": "3423055-1", "PMID": 22805653, "file_path": "comm/PMC003xxxxxx/PMC3423055.xml", "title": "Spontaneous tibiotalar arthrodesis as a complication of acute tibial osteomyelitis due to Panton-Valentine leukocidin-producing Staphylococcus aureus: a case report", "patient": "A previously healthy 12-year-old Caucasian girl was brought to the emergency department of our hospital complaining of a swollen left ankle and fever. She had a history of ankle trauma three days before. Her vital signs included a temperature of 40°C, a pulse rate of 132 beats/minute, a respiratory rate of 22 breaths/minute and blood pressure of 90/55 mmHg. Her left leg and ankle were diffusely tender. There was redness on her foot and the medial aspect of her leg. Laboratory results showed a white blood cell count of 21,000 cells/mm3, an elevated C-reactive protein (200 mg/dL; reference range: 0 to 10 mg/dL) and an abnormal erythrocyte sedimentation rate (78 mm/h).\\nInitial conventional X-rays were normal (Figure ), but magnetic resonance imaging (MRI) demonstrated a large osteomyelitis of her left tibia with an increased signal intensity in its bone marrow, spreading up to her mid-tibia (Figures and ). The MRI of the tibia showed the presence of intramedullary abscesses and significant edema of the surrounding muscles (Figure ). Our patient was taken to the operating theater, where she underwent multilevel surgery with pus drainage and extensive cleaning of the intramedullary cavity, using 12 liters of saline solution. An intravenous empiric antibiotic therapy was immediately started with flucloxacillin and gentamicin. Abscess cultures were positive for methicillin-sensitive S. aureus, and a polymerase chain reaction (PCR) was positive for PVL. Because our patient remained symptomatic, she had revision surgery under general anesthesia four times over a 17-day period. New recurrent abscesses were drained each time, and the tibial diaphysis was thoroughly washed using 12 liters of isotonic saline solution. After the fifth intervention, we finally obtained a resolution of local and biological signs of infection. Intravenous antibiotics were given for four weeks, followed by an oral antibiotic for another four weeks. Six weeks after the onset of the infection, we noted a severe restriction of the range of motion of her left ankle, and an X-ray showed an alteration of the tibiotalar joint line (Figure ). Two months later, she had total fusion of the ankle, fortunately in a functional position (Figure ).", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'16507501': 1, '17562682': 1, '15872271': 1, '3778543': 1, '11888586': 1, '10524952': 1, '16276417': 1, '15295218': 1, '12364368': 1, '17371535': 1, '16678376': 1, '17934203': 1, '17905965': 1, '17984813': 1, '3654698': 1, '1111494': 1, '16452363': 1, '34274022': 2, '2929280': 1, '16333133': 1, '22805653': 2}", "similar_patients": "{'8285845-1': 1}"}