{"patient_id": 161534, "patient_uid": "3659247-1", "PMID": 23700575, "file_path": "noncomm/PMC003xxxxxx/PMC3659247.xml", "title": "A Stercoral Perforation of the Rectum", "patient": "An 83-year-old female patient was admitted to Gyeongsang National University Hospital because of diffuse abdominal pain and rectal bleeding that had begun began 24 hours earlier She had a 10-year history of chronic constipation. She had no underlying disease and no history of abdominal surgery. Clinical examination demonstrated a diffuse abdominal pain, mainly located in the lower abdominal area, but no rebound tenderness was found on palpation. She was hemodynamically stable. Laboratory examination showed that the white blood cell count was 12,250 cells/mm3 (segment form, 91.7%), the hemoglobin was 12.6 g/dL and the C-reactive protein was 4 mg/L. Abdominal computed tomographic (CT) scan revealed free air in the upper rectum mesorectum and diffuse thickening of the rectum wall (). A transverse image shows fecal impaction and retroperitoneal air (). On the CT scan, fluid collection was found to be localized in the pelvic cavity. Emergency surgery was performed by using a laparoscopic procedure. One 11-mm camera port was inserted just above the umbilicus, and three additional working ports were placed in the abdominal quadrants. The size of the right lower quadrant port was 12-mm whereas the remaining ports were 5-mm in size. We found a perforation site in right side wall of the upper rectum and turbid ascites. Except for the pelvic cavity, other intra-abdominal cavities were clean. Stool throughout the rectum was removed using an endobag. Laparoscopic Hartmann's procedure was performed. The inferior mesenteric pedicle was divided at its origin. To minimize the contamination due to discharged stool, we used a linear stapler to transect the sigmoid colon at the level of the rectosigmoid junction. The rectum containing the perforated lesion was transected and extracted by using an endobag throughout the colostomy site. We identified the irregular perforation of the right wall of the rectum () and a significant amount of firm stool in the specimen (). The patient recovered well without postoperative complications and was discharged on the 9th postoperative day.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'862497': 1, '21489173': 1, '19699413': 1, '844396': 1, '22347716': 2, '33062368': 2, '21147303': 1, '22820704': 1, '33854677': 1, '32789083': 2, '16489660': 1, '22736343': 1, '28584566': 1, '33750354': 2, '23700575': 2}", "similar_patients": "{'7945347-1': 1, '7417182-1': 1, '7547356-1': 1, '3278635-1': 1}"}