{"patient_id": 39590, "patient_uid": "3485898-1", "PMID": 23133786, "file_path": "comm/PMC003xxxxxx/PMC3485898.xml", "title": "Idiopathic, Serial Coronary Vessels Dissection in a Young Woman with Psychological Stress: A Case Report and Review of the Literature", "patient": "A 38-year-old woman, without any cardiovascular risk factors or drug abuse, presented to the emergency department with a 60-minute history of chest pain. She referred no prior medical history but an intense period of psychological stress (she recently applied for a divorce). Electrocardiographic (ECG) findings were suggestive for anterior acute myocardial infarction (AMI). Echocardiography revealed an apical and septal akinesia with an ejection fraction (EF) of 45%. Troponin I, CPK, and CK-MB levels were over the upper normal limit. We administered acetylsalicylic acid 250 mg iv, clopidogrel 300 mg po, heparin bolus 4000 IU iv followed by continuous infusion, ranitidine 50 mg iv, and atenolol 5 mg iv. The coronary angiogram, performed using the left radial approach, revealed a long dissection of the proximal and medium tract of the left anterior descending (LAD) artery, involving the origin and proximal tract of the first diagonal branch (FDB) (TIMI flow I) ().\\nThe operator applied the intra-aortic balloon pump (IABP) and administered nitrate ic and GP IIb/IIIa inhibitors. Due to the regression of angina with stable hemodynamic parameters, no further operation was carried out and the woman was transferred, asymptomatic, to the coronary care unit (CCU).\\nBy the third day, CPK levels normalized, with no more rising during the remainder of the hospitalisation, and the IABP was removed. During the control angiogram, performed seven days later using a 4 French catheter, a progression of the dissection to the distal tract of the LAD and the FDB was shown and a proximal dissection with occlusion of the left circumflex artery (LCX) appeared (). Clinical conditions got worse with the renewal of the chest pain. Plain old balloon angioplasty (POBA) was immediately performed, obtaining TIMI flow III and symptoms resolution (). No stents were implanted, and the woman was transferred again to the CCU.\\nFour days after, the patient complained of a short period of chest discomfort. Despite an unchanged ECG and no enzyme rising, a third angiogram was carried out, showing distal occlusion of the LAD and LCX patency in spite of the presence of a persistent line of dissection (). Considering the clinical stable conditions, we decided to manage the patient with a watchful waiting and medical therapy.\\nThe last control angiogram, performed 36 days after the admission, showed normal patency of all coronary arteries without any line of dissection (). So the patient was discharged, and the echocardiogram demonstrated an EF of 50% with residual akinesia of the apex.\\nAt the one-year followup, the patient was in good clinical condition (NYHA I, CCS 0).", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'2773790': 1, '20676782': 1, '24106639': 1, '8477592': 1, '29481627': 1, '18958258': 1, '21805582': 1, '20108081': 1, '12215191': 1, '8172069': 1, '15907402': 1, '11952112': 1, '23133786': 2}", "similar_patients": "{}"}