{"patient_id": 36823, "patient_uid": "3251536-1", "PMID": 22145982, "file_path": "comm/PMC003xxxxxx/PMC3251536.xml", "title": "Epithelioid hemangioendothelioma of the forearm with radius involvement. Case report", "patient": "A 24-year-old, right-handed male, machinist, with no pathological personal or family history, was admitted to evaluate a right forearm mass that has slowly increased in the past 4 years. The patient described vague forearm pain, weakness and an oval mass (of approximately 7/4 cm) of hard-elastic consistency that was found on palpation of the extensor part of the forearm. No numbness or functional impairment of the hand were present and the neurovascular examination revealed a normal distal extremity. No history of trauma or other significant systemic diseases was found. Routine laboratory tests were in between normal range. The anteroposterior (AP) radiograph of the distal forearm showed the presence of lamellar periostosis of the radius bone associated with diffuse changes in the bone structure and an aria of reduced bone density in the distal radius (Figure ). The ultrasound performed described a highly vascularizated mass situated over the radius, poorly delimitated from the surrounding tissues. Magnetic resonance imaging (MRI) was obtained to delineate bone and soft tissue involvement (see details in Figure and ).\\nThe patient was scheduled for elective surgical resection. Intrasurgically we found an oval mass that was delimitated by the extensor digitorum muscle, and the extensor brevis of the thumb muscle, and the tendinous portion of the extensor carpi radialis brevis muscle. (Figure ). The tumor was not dissociable from the radius, the direct continuity with the bone substance being observed. This observation was interpreted as being a continuous tumor growing. Tumor invasion into the adjacent radius being confirmed, the lower third of the radius was scraped out.\\nThe resected mass measured 6.8 cm × 3.5 cm and was surrounded by healthy tissue with grossly negative margins.\\nThe submitted material was fixed in 10% formalin, paraffin-embedded and cut at 5 μm. Slides were stained with hematoxylin and eosin (H&E stain), Masson trichrome, with monoclonal antibody against CD31 (clone M0823, Dako Corporation), as well as the standard avidin-biotin complex immunostaining method for Ki67.\\nMicroscopic examination revealed the proliferation of venous channels with dilated lumina, partially filled with thrombi. Papillary endothelial proliferation was focally present. On this background, a particular finding was the presence of a solid intraluminal nodule, formed by spindled cells that infiltrated the venous wall and extended into the surrounding fibrous and adipose tissue, focally reaching the bone surface (Figure ). The tumoral nodule showed many small angulated lumina, delineated by flattened cells, positive for CD31 (Figure ). On higher magnification, the tumoral nodule was formed by spindled and epithelioid cells with mild nuclear atypia and scant mitotic activity. Prominent clear vacuoles were seen within the cytoplasm of some epithelioid cells (Figure ).\\nThe patient was referred to the Oncology Centre for local adjuvant radiotherapy having a total dose of 60 Gray/23 fractions/43 days. The tolerance of the treatment was good.\\nNo regional or distant metastasis was found. No local recurrence has been observed at the 6, 12 and 24 month follow-up.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'24063649': 2, '24942542': 2, '31315787': 1, '1951188': 1, '7507796': 1, '16418256': 1, '7093931': 1, '15925176': 1, '20181136': 2, '8738008': 1, '2430475': 1, '23800015': 2, '27303497': 1, '33953894': 1, '3303234': 1, '18655700': 1, '8898834': 1, '21418612': 2, '18513426': 1, '15696060': 1, '26184358': 1, '25992243': 1, '25924932': 2, '24716052': 2, '11392296': 1, '22145982': 2}", "similar_patients": "{'3852300-1': 1, '3068068-1': 1, '4070622-1': 1, '3970260-1': 1, '3711789-1': 1, '4437253-1': 1, '2829510-1': 1}"}