{"patient_id": 159772, "patient_uid": "3513810-1", "PMID": 23251059, "file_path": "noncomm/PMC003xxxxxx/PMC3513810.xml", "title": "Maxillary and mandibular hyperparathyroidism", "patient": "A 21-year-old female reported to the department of oral and maxillofacial surgery with complaint of a painless swelling in the mandible and posterior maxilla bilaterally [Figures –], left lateral wall of the nose and left knee joint for the past three years, which was growing slowly; swelling started in the mandible first then in maxilla and later in lateral wall of the nose and knee joint. Clinical examination and CT scan showed a diffused swelling in the mandible measuring 6 × 7 cm and diffused swelling in the posterior maxilla at the tuberosity region; on the right side it measures 4 × 2 cm and 2 × 2 cm on the left side, and lateral wall of the nose measures 1 × 2 cm and left knee measures 10 × 6 cm [Figures –]. Skin over the swelling was normal and pinchable, mouth opening was normal, teeth involved were mobile.\\nCT scan was evident for a large non-homogenously enhancing mixed density lesion. An incisional biopsy showed numerous osteoclastic giant cells with fibroblastic proliferation and areas of hemorrhage were seen with no evidence of malignancy. The histopathological features were suggestive of reparative giant cell granuloma. Routine blood investigation like HB, BT, CT, ESR, total WBC count, platelet count, and biochemical examination like thyroid profile, serum calcium, parathormone levels, FBS, and urine examination for deposits and albumin was done. The blood and urine investigation showed normal values except for the hemoglobin, which was below normal value and wide increased in the parathormone levels []. Two units of pre-surgical blood transfusion and one unit of transfusion postoperatively were given to maintain the hemoglobin levels. Surgery was performed under general anesthesia; the mandibular tumor site was approached extraorally through bilateral submandibular incision along with chin sparing lip split technique. The mandibular mass was removed by segmental mandibulectomy, and bilateral maxillary mass was approached through the mandibular resected site and posterior maxillectomy done bilaterally till the clear pterygoid plates were seen and lateral nasal lesion was approached intra orally [Figures and ]. Reconstruction plate was used to maintain the contour of the mandible []; primary closure was achieved in the mandible [] and lateral wall of the nose, but posterior maxilla was left to heal by secondary intention. The resected specimen was sent for histopathological examination; the histopathological slide with eosin and hematoxylin section with 40× magnification diagnosed as Brown tumor []. The case was further referred to endocrinologist for further management of hyperparathyroidism and was reviewed for three years, which showed no signs of recurrence.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'8944301': 1, '32911586': 1, '271707': 1, '26881146': 2, '31602147': 1, '28616750': 1, '26413096': 2, '24353773': 1, '25408600': 1, '34299820': 2, '15252248': 1, '6828717': 1, '11688042': 1, '12796885': 1, '4843118': 1, '7927452': 1, '3793483': 1, '23251059': 2}", "similar_patients": "{'8304219-1': 1, '4556817-1': 1, '4735908-1': 1}"}