{"patient_id": 159539, "patient_uid": "3495359-2", "PMID": 23162281, "file_path": "noncomm/PMC003xxxxxx/PMC3495359.xml", "title": "Reversible dialysis-dependent renal failure due to undiagnosed renovascular disease", "patient": "Another 52-year-old male, a chronic smoker with poorly controlled hypertension of 5 years presented with malaise and anorexia since 2 months. Patient was diagnosed as rapidly progressive renal failure with accelerated hypertension and initiated on hemodialysis. His weight was 48 kg with pallor, no edema; BP- 160/100 mmHg, all peripheral pulses palpable; systemic exam was unremarkable. Labs showed Hb – 9.8 gm%; TLC- 11,200/ mm3, urinalysis showed 3+ albuminuria with protein creatinine ratio 2.1, urea - 166 mg/dl; S-creatinine: 6.3 mg/dl; S K+ 4.2 mEq/L. Ultrasound abdomen showed small right kidney and normal-sized left kidney. MRI abdomen showed diffuse atherosclerotic aorta, bilateral proximal renal artery stenosis and focal saccular aneurysm of right renal artery []. Two-dimensional echo showed normal left ventricular function with minimal pericardial effusion. Conventional angiogram showed nonvisualization of right renal artery and >90% stenosis on the left. Percutaneous transluminal renal angioplasty (PTRA) was done [] with good result. Transient increase in urine output (500-700 ml/ day) was noted but he reverted back to oliguria after 5 days due to stent thrombosis which was confirmed on CT angiogram. Hemodialysis was continued. His BP control was poor despite five classes of antihypertensive drugs. Radionuclide isotope renography (DTPA isotope) showed good tracer uptake by left kidney suggesting its viability. Renal artery bypass (left common iliac to left renal artery with reverse saphenous venous graft) was done subsequently and brisk diuresis was noted postoperatively with a urine output >3L/day. He required only two more hemodialysis postsurgeries and was discharged with S-creatinine – 3 mg/ dl, BP110/80 (on three classes of antihypertensives) after 2 months of continued intermittent dialysis. Follow-up at 3 years showed his S-creatinine to be 4 mg/dl without any need for dialysis.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'19937777': 1, '10522722': 1, '19414832': 1, '11022901': 1, '9631841': 1, '7853594': 1, '10957653': 1, '11054344': 1, '19666661': 1, '9527401': 1, '19907042': 1, '2918582': 1, '9882798': 1, '32922767': 2, '23162281': 2}", "similar_patients": "{'3495359-1': 2, '7448260-1': 1}"}