{"patient_id": 44520, "patient_uid": "3847611-1", "PMID": 24010554, "file_path": "comm/PMC003xxxxxx/PMC3847611.xml", "title": "Tissue concentration of paraquat on day 32 after intoxication and failed bridge to transplantation by extracorporeal membrane oxygenation therapy", "patient": "A 23 years old Caucasian man was admitted to a local hospital after reporting that he had accidentally ingested paraquat. Allegedly he had filled the paraquat (Gramoxone®, 20% [weight/volume]) into a soda bottle a few days before in order to facilitate the dosing of the herbicide at his job as a gardener, avoiding the use of the industrial size original container. On a Monday morning he confused the bottle with the paraquat aliquot with a real soda bottle and accidentally swallowed one mouthful, which probably accounts for an ingested amount of paraquat of 6–10 g. He immediately provoked emesis and presented to the nearest emergency room. There, a gastric lavage was performed, 40 g of activated charcoal were administered and paraquat levels in serum (2.12 mg/l) and urine (350.00 mg/l) were determined (Figure A), suggesting that the ingested amount of paraquat was at a lethal dose []. After developing acute non-oliguric kidney injury within 48 h, which is another known sign indicating a fatal outcome [], the patient was transferred to our tertiary care centre for further treatment. At this time, the patient did not report any shortness of breath, nausea, pain or impaired diuresis. Physical examination revealed mild jaundice and swelling and redness of the throat. Laryngoscopy showed redness and necroses of the hypopharynx, the epiglottis and the vocal cords. Otherwise, physical examination was unremarkable, with normal findings for chest and abdominal examination and a normal chest X-ray (Figure A). Forced vital capacity was reduced to 38% predicted on day 4, the alveolar-arterial oxygen gradient was 34 mmHg. Laboratory values revealed pathological liver function tests, mildly elevated inflammatory parameters and acute kidney injury (Table ), so daily hemodialysis was started. Using the GENIUS® system with a sleddFlux dialysator (Fresenius Medical Care GmbH, Bad Homburg, Germany) and a blood flow of 300 ml/min, a paraquat clearance of 122 ml/min was achieved. No paraquat (i.e., < 0.01 mg/l) was detectable in the collected spent dialysate. In addition, a therapy with methylprednisolone (5 × 1 g i.v.) and cyclophosphamide (15 mg/kg bodyweight per day i.v. for two days) was started to delay the development of pulmonary fibrosis []. Additionally, we initiated treatment with tamoxifen (3 × 20 mg p.o.), for which a hormone-independent antiproliferative and anti-inflammatory effect is well known in retroperitoneal fibrosis []. However, 72 h after paraquat ingestion, desaturation occured, and the patient had to be transferred to the medical intensive care unit. Due to progressive respiratory failure, oxygen supplementation had to be started despite its potentially enhancing effect on paraquat toxicity []. On the 9th day after paraquat ingestion, invasive ventilation became necessary due to the progression of pulmonary fibrosis (Figure B). Because of the convincing negation of a suicidal attempt, confirmed by repeated psychiatric evaluation, we decided to list the patient for high urgency double lung transplantation. The patient’s condition worsened progressively with development of a systemic inflammatory response syndrome. On his 12th hospital day, FiO2 had to be increased from 50 to 100% due to deteriorated oxygenation, and a veno-venous extracorporeal membrane oxygenation (vvECMO) was implemented (Figure C-D). Even with maximum support by vvECMO, multiple drastic declines in gas exchange led to hemodynamic instability, so that the veno-venous system had to be switched to veno-arterial ECMO (vaECMO) on the 20th day. After initial stabilization on a poor clinical level, septic multiorgan dysfunction with kidney, liver and hemodynamic failure developed from the 29th day on. Thirty-two days after paraquat ingestion, the patient died from cardiac failure with pulseless electrical activity. An autopsy was performed, showing fibrotic remodelling of the lungs and ubiquitous signs of shock, such as swelling of the brain, liver and kidneys. Postmortem tissue specimens were examined for paraquat levels (Table ). For this purpose, frozen tissue specimens were mechanically homogenized, extracted with perchloric acid and neutralized. After pre-purification, paraquat levels in extracts or serum samples were quantified by reverse-phase HPLC and UV detection at 270 nm with a detection limit of 0.01 mg/l for serum and 0.2 μg/g for processed tissues (intraassay imprecision 2.4%).\\nTreatment options in paraquat poisoning are limited. This holds especially true for the use of extracorporeal treatment methods, which are currently evaluated in a standardized approach []. Since the main problems arise from irreversible lung damage, the major goal is to reduce intestinal absorption and enhance elimination of paraquat before it can be stored in the tissue. Administration of activated charcoal and gastric lavages are regularly performed. However, intestinal absorption of paraquat is a rapid process and high paraquat plasma levels are reached within minutes to 4 hours after paraquat ingestion []. When our patient came to the hospital approximately 6 h after paraquat ingestion, serum levels might already have reached their maximum, so charcoal administration and gastric lavage probably had no effect.\\nAlthough paraquat is eliminated by the kidneys, forced diuresis has no proven benefit on mortality. The early initiation of charcoal hemoperfusion within the first hours after paraquat poisoning seems to have a beneficial prognostic effect on survival [], but the majority of patients with paraquat poisoning do not benefit from extracorporeal methods including hemoperfusion, hemodialysis or hemofiltration [,]. The reason for that might be that the ingested paraquat reaches the lungs before renal replacement therapy can be implemented. Paraquat is stored in different tissues, expecially the lung, but also in brain, liver, kidney, bile and muscle in varying amounts [-], from where it is only released slowly. Finally, immunosuppressive therapy regimens and antioxidants [] have been used to prevent the development of fibrosis, including high-dose steroids, cyclophosphamid [], and sirolimus [], with varying success. But even with this aggressive therapy, pulmonary fibrosis develops in most patients including ours, so that lung transplantation seems to be the last option in absence of contraindications. However, lung transplantation can only be successful, if the body is completely depleted of paraquat. Otherwise, fibrosis would potentially recur in the allograft. The first attempt of single lung transplantation in a case of paraquat poisoning was reported as early as 1968. The transplantation was performed seven days after accidental paraquat ingestion, when there was still paraquat detectable in the patient’s blood (0.4 mg/l) and the explanted left lung (8.50 μg/g). Two weeks after the transplantation, the patient died from respiratory failure. Postmortem histopathology revealed the same paraquat-induced fibrotic changes in both the native right and the transplanted left lung, indicating a recurrence of fibrosis caused by paraquat released from its body stores. At this time, no paraquat could be detected in both the native and the transplanted lung postmortem, but other tissues were not examined []. Walder et al. [] reported the first successful single lung transplantations performed 44 days after paraquat ingestion. The patients showed no signs of recurrent pulmonary fibrosis in the allograft and survived at least one year. However, serum was free from detectable paraquat levels as early as 4 d after paraquat ingestion, when serum levels still reached 0.15 mg/l in our patient despite daily hemodialysis.\\nOur patient was listed for high-urgency lung transplantation, because all of the described treatment strategies failed. We used extracorporeal support to bridge the time to transplantation, but the patient developed septic multiorgan failure and finally died before a suitable donor organ was available. In postmortem tissue specimen no paraquat could be detected, suggesting that lung transplantation would potentially have been successful. Furthermore, the donation of otherwise undamaged organs would have been possible without endangering the recipient, as has been demonstrated for corneas in single cases [].", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'20357045': 1, '28352307': 1, '34141041': 1, '4877735': 1, '16424716': 1, '21615775': 1, '19888892': 1, '7358347': 1, '28514303': 1, '27562309': 1, '18987262': 1, '7318377': 1, '7175991': 1, '3285127': 1, '19779613': 1, '9311725': 1, '25289040': 2, '31934217': 1, '974404': 1, '23144759': 1, '89392': 1, '27689124': 2, '15062592': 1, '23246124': 1, '11774102': 1, '9797765': 1, '22578059': 1, '24010554': 2}", "similar_patients": "{'4186487-1': 1, '5039990-1': 1}"}