{"patient_id": 34318, "patient_uid": "3000835-1", "PMID": 21110895, "file_path": "comm/PMC003xxxxxx/PMC3000835.xml", "title": "Regurgitant leak from the area between the stent post and the sewing ring of a stented bovine pericardial valve implanted in the aortic valve position", "patient": "A 59-year-old man (weight, 76 kg; height, 163 cm) with a history of hypertension and smoking was scheduled for aortic valve replacement (AVR) to treat severe aortic stenosis due to a bicuspid aortic valve. Echocardiography revealed an aortic valve area of 0.5 cm2 and a mean pressure gradient of 51 mmHg across the stenotic aortic valve. Left ventricular hypertrophy was evident with normal systolic function and grade 1 diastolic dysfunction.\\nAfter anesthetic induction and tracheal intubation, a 5-MHz multiplane TEE probe (Agilent Technologies, Andover, MA) was inserted into the esophagus. An initial, intraoperative, pre-CPB TEE revealed severe aortic valve stenosis due to a bicuspid aortic valve. The valve was replaced with a 21-mm Carpentier-Edwards Perimount Magna aortic valve, model 3000 (Edwards Lifesciences, Irvine, CA, USA). The patient was weaned off CPB on low-dose dopamine and dobutamine.\\nTEE examination immediately after CPB confirmed a well seated AV prosthesis with normal leaflet mobility in the mid esophageal (ME) AV short-axis (SAX), ME AV long-axis (LAX) and trans-gastric (TG) LAX views. Further examination with color flow Doppler (CFD) showed turbulent flow from outside to inside at the region corresponding to the anterior stent-post in the ME SAX view with the multiplane angle at 30° and a field depth of 10 cm, originating from outside of the stent-post (Additional file , Video clip 1). The regurgitant flow was revealed as being between the stent-post and the sewing ring in the TG LAX view with the multiplane angle at 104°, a field depth of 10 cm, and velocity range of 77 cm/sec (Figure ) (Additional file , Video clip 1). On zooming in on the region, a little flow convergence was seen at the root of the leakage between the stent-post and the sewing ring (Figure ) (Additional file , Video clip 1). This was identified as the possible site of the leak orifice. This flow profile was consistent with oblique regurgitation throughout diastole, which flowed from anterior to posterior, toward the anterior mitral leaflet. Twenty minutes after separation from CPB, protamine was administered, following which the regurgitation decreased considerably (Additional file , Video clip 2). At the end of the operation, about 90 min after protamine administration, regurgitation had almost disappeared in the TG LAX view with the multiplane angle at 125°, a field depth of 10 cm and velocity range of 75 cm/sec (Figure ) (Additional file , video clip 2). Throughout the procedure, when assessing leakages with CFD, the velocity range in the color scale was set to the highest possible level to avoid overestimation of the regurgitation.\\nThe patient spent 5 days in the intensive care unit and was discharged from the hospital 17 days later. Post-operative transthoracic echocardiography 11 days after the operation confirmed the absence of regurgitation.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'19921389': 1, '31937339': 2, '18922449': 1, '21110895': 2}", "similar_patients": "{'6961360-1': 1}"}