{"patient_id": 166564, "patient_uid": "3971912-1", "PMID": 24707189, "file_path": "noncomm/PMC003xxxxxx/PMC3971912.xml", "title": "Refractory headaches treated with bilateral occipital and temporal region stimulation", "patient": "A 31-year-old female had a 10-year history of daily severe occipital and temporal region headaches that were refractory to numerous conservative therapies. She had initially presented with new daily persistent headache (NPDH) in the absence of a prior history of migraine. However, the phenotype of the headache disorder did not meet ICHD-II (International Headache Classification – 2nd edition) criteria for NDPH due to the daily presence of migraine features including nausea, photophobia, and phonophobia. The phenotype did meet the ICHD-IIR (revised) criteria for chronic migraine, with the exception of not having 5 prior attacks. A complete, thorough, and exhaustive search for secondary causes was unrevealing. The patient developed a daily and persistent headache in the absence of any analgesic use; ie, she did not have a medication overuse headache. She did begin to overuse analgesic medications as a consequence of her new and persistent daily pain. The patient was withdrawn from all analgesics after a rigorous withdrawal schedule. Unfortunately, despite being off analgesics for >3 months, there was no change in her headache pattern in terms of severity, disability, or its continuous nature.\\nThe patient was ultimately diagnosed with chronic migraine (>15 headache days per month for at least 3 months) and treated with numerous medications including divalproex sodium, amitriptyline, gabapentin, topiramate, botulinum toxin, opiates, and metoclopramide. Lithium and verapamil were also tried after all other conventional and evidence-based options had been exhausted.\\nThe patient was referred to the pain clinic and after a 5 day successful trial (>50% reduction in pain severity) of bilateral ONS with Advanced Neuromodulation Systems leads (now St Jude Medical Neuromodulation; St Paul, MN, USA) the patient underwent permanent implant of an ONS system that included bilateral quadripolar leads and placement of an internal pulse generator (IPG) in her lower lateral abdomen. This resulted in sustained, compete resolution of her occipital pain. However, she continued to report significant pain in her temporal regions bilaterally that was unfortunately not diminished with ONS. Specifically, she identified the areas lateral to the eyebrows and superior to her zygomatic arches as the regions most affected.\\nDespite medical management, the patient experienced daily pain in these areas. She reported to her headache neurologist that her bilateral temporal pain was 10/10 in intensity, and that four to five days per week she was bedbound. Her primary care physician prescribed local anesthetics that she self-injected subcutaneously up to eight times per day, providing mild relief from her intractable temporal headaches. After consultation with neurology headache, pain management, and neurosurgical specialists at our institution, the interdisciplinary team felt she would benefit from placement of bilateral temporal region stimulators.\\nUnder intravenous sedation and local anesthesia, a St Jude Neuromodulation quadripolar lead (St Jude Medical Neuromodulation) was inserted subcutaneously from a point approximately 6 cm above the temporal region. This was carried out bilaterally through a 14-gauge Tuohy needle, with the goal of maintaining the needle in the subcutaneous fat, above the fascial layer. Intraoperative testing confirmed appropriate patterns of stimulation in the region of the patient’s temporal pain. The stimulation patterns were a result of various electrode combinations, rates, and pulse widths that provided a non-painful sensation of stimulation.\\nNext, under general anesthesia, the left electrode was tunneled to a point near the vertex in the subcutaneous channel. Both leads were then tunneled down the right side of her neck and between her breasts to reach the IPG (). Therefore, the patient had tunneled extensions both anteriorly for her temporal stimulator and posteriorly for her ONS ().\\nThe patient tolerated the procedure well. At 6-month and 12-month follow up, the patient noted considerable improvement in her daily headaches. Stimulation settings were adjusted at each follow-up visit to patient comfort and effect, and varied somewhat over time. Her stimulator settings fell into ranges typical for this patient population: rate of 30–60 Hz; amplitude 1–5 volts; pulse width 250–450 milliseconds.\\nThe patient essentially began to experience improvement immediately after implantation. Prior to implantation, she reported daily 10/10 pain; following the operation, she was reporting 10/10 temporal pain just one day per week and on average, 8/10 on the numeric pain scale, which she considered a significant improvement although she continued to have daily headaches. She was using both the occipital and temporal stimulators continuously and her only pain medications were over-the-counter analgesics on a pro re nata basis. Overall, she noted a 50% improvement in her functional status. She was no longer bedbound the majority of the week; she was able to participate in activities of daily living including caring for her three-year-old child and attending yoga classes. Her quality of life was markedly improved and during the intervening year she delivered a second child.\\nUnfortunately, an infection developed over the anchor in her right parietal region. Initially, antibiotic treatment was attempted but when component erosion occurred, the bi-temporal stimulator components were removed. The patient has indicated she strongly wants the temporal stimulator replaced as soon as possible.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'22151211': 1, '17341049': 1, '23034698': 1, '23707274': 1, '19614702': 1, '26177612': 1, '17381554': 1, '22882274': 1, '21992787': 1, '24338699': 1, '21854497': 1, '22150992': 1, '25688595': 1, '21422775': 1, '21267040': 1, '26049769': 1, '24348076': 1, '26558174': 2, '18279430': 1, '17635606': 1, '19732075': 1, '24707189': 2}", "similar_patients": "{'4633430-1': 1}"}