{"patient_id": 45077, "patient_uid": "3878216-1", "PMID": 24359316, "file_path": "comm/PMC003xxxxxx/PMC3878216.xml", "title": "Identical twins:one with anti-glomerular basement membrane glomerulonephritis,the other with systemic lupus erythematosus", "patient": "A 25-year-old female was admitted to our hospital complaining of intermittent gross hematuria for 6 months and elevated serum creatinine for 1 month. She was in good health until November of 2009, when she noticed gross hematuria without fever, dysuria, frequency, urgency, and suprapubic pain. Hematuria was noted every month, but she did not pay it any attention. In March of 2010, she noticed edema of her lower extremities and went to a local hospital. Laboratory analysis showed urine protein 7.28 g/24 h, RBC 823 per high-power field, Hemoglobin 8.5 g/dl, serum albumin 3.1 g/dL, creatinine 4.98 mg/dL. One month later, she was transferred to our hospital. On physical examination, she presented with a pale face and edema of the lower extremities. Blood pressure was 150/100 mmHg, Hemoglobin was 7.4 g/dL, while the leukocyte and platelet counts were normal. Serum creatinine was 7.15 mg/dL and albumin 2.8 g/dL. Urinalysis showed hematuria (484 RBCs per high-power field) and proteinuria 4+. Antinuclear antibody, complement levels and ANCAs were all negative or normal. Renal ultrasound showed normal-sized kidneys without obstruction or masses. Serum anti-GBM antibody assay by enzyme immunoassays (ELISA, EA 1251-9601 G, EUROIMMUN Medical Laboratory Diagnostics Co.,Ltd) showed 119.70 RU/mL (normal range, <20 RU/mL). She became weaker and serum creatinine gradually elevated to 9.3 mg/dL while urine output decreased to 300 ml/day. No hemoptysis developed and chest X-ray was normal.\\nThe patient was diagnosed with anti-GBM nephritis, then treated with plasma exchange (2000-3000 ml plasma/exchange) plus hemodialysis every other day for 5 times, methylprednisolone 0.5 g for three days, plus cyclophosphamide 1 g for pulse infusion. Then her medications were shifted to oral prednisone 50 mg/day. 2 weeks later, MP and CTX were administered again. Although serum anti-GBM antibody titer decreased gradually to normal, serum creatinine and urine outcome did not improve (Figure ). Hemodialysis therapy continued.\\nSurprisingly, her identical twin sister came to our hospital complaining of malar erythema and arthralgia one month later. No hemoptysis, photosensitivity, edema and hematuria were recorded. Physical examination showed butterfly rash. No edema, oral ulcer, fever and hair loss. Hemoglobin was 13.1 g/dL, WBC was 5.46x109/L, platelet was 116x109/L, serum albumin was 4.17 g/dL and creatinine was 0.56 mg/dL. Urine protein was 0.1 g/24 h, No microscopic hematuria was revealed. Antinuclear antibody was positive with liter 1:1000, Smith (Sm) antibody ++, dsDNA antibody negative, ANCA negative. Anti-GBM antibody and complements were within their normal ranges (C3 1.07 g/L, C4 0.139 g/L). Based on the diagnostic criteria of SLE in 1982 of American College of Rheumatology, she was diagnosed as SLE. Oral prednisone 40 mg/day was initiated and tapered regularly with alleviation of her rash and arthralgia. Two years later, malar erythema relapsed with lowered C3 0.652 g/L. Prednisone was increased to 40 mg/day combined with leflunomide 20 mg/day and hydroxychloroquine 400 mg/day. Her rash faded again. At the end of follow up, serum creatinine was 0.71 mg/dL, serum albumin was 4.18 g/dL, hemoglobin was 14.2 g/dL, WBC was 4.25x109/L, platelet was 114x109/L, anti-GBM antibody was still within normal range.\\nConsidering HLA-DRB1*1501 alleles are associated with susceptibility to anti-GBM nephritis and lupus, we analyzed HLA-DRB1 alleles in these two sisters, and they were both HLA-DRB1*1501 homozygotes.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'12969182': 1, '18413431': 1, '18250969': 1, '11567730': 1, '9071706': 1, '19502265': 1, '9160184': 1, '11388816': 1, '18752876': 1, '12145745': 1, '14669136': 1, '1536669': 1, '19307730': 1, '19654074': 1, '16766367': 1, '33381119': 1, '1101680': 1, '21627046': 1, '15067087': 1, '19262577': 1, '17728789': 1, '18437207': 1, '10377175': 1, '3052951': 1, '28509118': 1, '27558022': 1, '24359316': 2}", "similar_patients": "{}"}