{"patient_id": 38547, "patient_uid": "3420585-1", "PMID": 22937471, "file_path": "comm/PMC003xxxxxx/PMC3420585.xml", "title": "Coronary Subclavian Steal Syndrome Unamenable to Angioplasty Successfully Managed with Subclavian-Subclavian Bypass", "patient": "An 80-year-old Caucasian male with history of coronary artery bypass graft (CABG) was brought to emergency room (ER) after being found unconscious at home. Detailed examination showed that left radial pulse was markedly diminished compared to right side and blood pressure on left arm was 60/44. There was numbness and weakness of left hand with hand exercise but did not result in any overt mental status changes or cardiovascular manifestations. No bruit was appreciated over the subclavian artery; however, carotid bruit was appreciated bilaterally. Electrocardiogram showed sinus rhythm with RSR pattern in V1, Q waves in V2, V3, with T wave inversions in AVL, which were new compared to his old EKG. Troponin I was 22.75 ng/mL, and diagnosis of NSTEMI was made.\\nEptifibatide was started per cardiac and renal protocol. The patient had chronic kidney disease with acute worsening due to dehydration. Echocardiogram showed anterior wall, distal septal, and apical hypokinesia with ejection fraction around 50%, grade II diastolic dysfunction, moderate mitral and tricuspid regurgitation, and severe pulmonary hypertension. Difference in blood pressure in two arms was indicative of underlying left subclavian artery stenosis which was probably the cause of his syncope. Cardiac catheterization was planned, but patient was at considerable risk for contrast induced nephropathy given his renal insufficiency.\\nPatient had left heart catheterization after stabilization of renal insufficiency. This showed that left main coronary artery bifurcated into the left anterior descending and left circumflex artery. The left main coronary artery was normal. The left anterior descending coronary artery (LAD) showed an ostial 90–95% stenosis. The proximal LAD was diffusely diseased, and mid LAD was 100% occluded. There was evidence of flow into the left internal mammary artery (LIMA) anastomosis to LAD, distal to mid LAD occlusion. There was significant back filling of the LIMA graft with minimal competitive flow (Figures and ). The first obtuse marginal artery (OM1) was 100% occluded. The right coronary artery was proximally occluded 100%. The saphenous vein graft (SVG) to the right coronary artery was patent. The SVG to the OM1 was widely patent and provided grade III collaterals to the LAD system. The LIMA to the LAD was not cannulated; however, the graft itself appeared to be healthy based on back filling with left coronary injection. Pressure in the LIMA appeared low.\\nSelective injection into the left subclavian artery demonstrated high-grade stenosis of 99% or greater in the ostial left subclavian artery (). Diagnosis of coronary subclavian steal syndrome (CSSS) was made.\\nAngioplasty confirmed 2.5 cm long calcified occlusion of the left subclavian artery. It extended from the aortic arch to the near vertebral artery. A 6 French R4 guide was advanced and engaged into the ostium of the left subclavian artery. An attempt was made to cross this stenosis with a Terumo Glide followed by a stiff Terumo Glide. 4000 units of heparin were given. The obstruction was approached distally using a 5 French R4 guide and a Terumo Glide followed by a stiff Terumo Glide. Attempts were unsuccessful to cross this lesion. The procedure was aborted due to severe calcification and length of stenosis.\\nCardiothoracic surgery was consulted for possibility of bypass surgery to ameliorate the stenosed section of subclavian artery. Carotid duplex was obtained which showed evidence of bilateral carotid artery stenosis of 70–90% on the right and 50–69% on the left. Given the bilateral carotid artery disease, carotid subclavian bypass was deferred.\\nLater on, the patient had magnetic resonance angiography () which delineated his coronary and subclavian anatomy appropriately, and he finally underwent a bypass to his proximal left subclavian artery stenosis from the right subclavian artery (subclavian-subclavian bypass).\\nSurgery was performed using propaten graft to bridge the patent portion of left SCA with right SCA. Completion angiogram showed that the graft was widely patent, that the left subclavian artery did show flow from the right side, and that there was an antegrade flow reestablished into the vertebral artery (Figures and ).\\nThis was a daring attempt on the part of cardiothoracic surgeon which resulted in complete amelioration of his symptoms and normalized blood pressure in both arms thus decreasing potential of further cardiovascular or cerebrovascular adverse events. His postoperative course was uneventful.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'16039206': 1, '25140474': 1, '9066422': 1, '12649917': 1, '16368420': 1, '12522706': 1, '850426': 1, '34419122': 2, '22937471': 2}", "similar_patients": "{'8379753-1': 1}"}