{"patient_id": 160720, "patient_uid": "3590517-1", "PMID": 23494161, "file_path": "noncomm/PMC003xxxxxx/PMC3590517.xml", "title": "Prallethrin poisoning: A diagnostic dilemma", "patient": "A 20-year-old girl was brought to the emergency department with a history of sudden onset convulsions. There was no history of fever, drug usage, trauma, or any past history of convulsions before the onset of convulsions. The patient was given a single dose of intravenous (IV) diazepam 10 mg for control of generalized tonic-clonic convulsion but since control over the convulsions was achieved, a loading dose of phenytoin 1 g was given. As the convulsions persisted, propofol 50 mg IV was given, which controlled the convulsions. Computed tomography (CT) scan head revealed no abnormality. Electroencephalograpy could not be done due to lack of facilities. Blood sugar, electrolytes, and arterial blood gas analysis showed no deviation from normal values. Noninvasive blood pressure, electrocardiography, and oxygen saturation monitoring was done. The patient was then shifted to the intensive care unit (ICU) and IV infusion of midazolam 0.1 mg/kg/h was initiated and phenytoin 100 mg given 8 hourly. There was no episode of convulsions thereafter. The patient developed hypotension for which inotropic support was started. A central venous cannulation was done to guide the fluid therapy and titrate the dose of inotrope. Breathing was normal and there was no need to mechanically ventilate the patient.\\nOn arrival in the ICU, the relatives accompanying gave some history of domestic dispute and doubt of ingestion of some substance. A Ryle's tube was inserted and gastric lavage given. The patient had complaint of nausea, vomiting, and abdominal discomfort for which symptomatic treatment was given. The patient's sensorium improved the next day and she gave the history of ingestion of contents of two bottles of mosquito repellent available in the house commercially marketed as All-Out (prallethrin 1.6% w/w liquid, 35 mL in each bottle, that is, total dose of 1120 mg). The patient had excessive secretions so atropine 0.6 mg IV was started at 4 hourly intervals, in addition to antiemetics and proton-pump inhibitors. The condition of the patient improved gradually and by 5th day the patient was shifted to the ward from where she was discharged on the 7th day.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'9521986': 1, '17433931': 1, '33902677': 1, '10778904': 1, '25829802': 1, '18206347': 1, '2742502': 1, '24574614': 1, '31768860': 1, '8691900': 1, '20195813': 1, '19881178': 2, '16180929': 1, '23494161': 2}", "similar_patients": "{'2772261-1': 1}"}