{"patient_id": 44011, "patient_uid": "3800621-1", "PMID": 24187634, "file_path": "comm/PMC003xxxxxx/PMC3800621.xml", "title": "Cyclic Bicytopenia in a Patient with Shapiro Syndrome", "patient": "Here we describe a case of cyclic bicytopenia in a twenty-four-year-old female with a lifelong history of epilepsy and cognitive impairment. Due to a presumed intrauterine toxoplasmosis infection, she was found to have colpocephaly with absence of posterior hemispheric structures and bilateral parieto-occipital porencephaly as well as malformation of the right frontal lobe. She was also found to have partial agenesis of the corpus callosum including an absent splenium. Her childhood was marked by developmental delays, and she began having seizures at age 5. She was diagnosed with Lennox-Gastaut syndrome as she experienced multiple seizure types including atonic and generalized tonic-clonic.\\nApproximately two years before presenting to Mayo Clinic, she began having episodes where she would become increasingly lethargic and experience a change in demeanor. During these episodes, she was noted to be hypothermic with nadir temperatures as low as 30.5°C. These episodes were marked with systemic hypotension, marked lethargy, and compromised functional status during which the patient would refuse to eat, drink, or take her seizure medications, leading to hospitalization for breakthrough seizures characterized by a marked postictal state. She was consistently noted to be hyponatremic during these multiple admissions. These spells generally occurred monthly and would resolve slowly over one to two weeks.\\nOver the course of two years, she was also found on multiple occasions to be thrombocytopenic, anemic, and, at times, leukopenic. These hematological changes were felt to be secondary to valproic acid, which along with lamotrigine was her antiepileptic regimen for the last fifteen years. This agent was discontinued in January 2012, and she was switched over to levetiracetam. However, her blood counts continued to decline with this agent as well. After discontinuation of levetiracetam, her seizures were controlled with zonisamide, clobazam, and rufinamide. She also had a vagal nerve stimulator placed. During another hospitalization after these medication changes, her counts were again depressed. A presumed diagnosis of aplastic anemia was made, secondary to her antiepileptic medications. However, no bone marrow biopsy was performed.\\nDuring another recent episode in which she again became lethargic and poorly responsive, she was admitted to her local hospital and transferred to our institution. She was found to be thrombocytopenic with a platelet count of 57 × 109/L (normal range 150–450 × 109/L), anemic with a hemoglobin of 8.4 g/dL (12.0–15.5 g/dL) marked with reticulocytopenia at 12.7 × 109/L (38.1–112.6 × 109/L). Though she had a history of leukopenia, her white blood cell count was within normal limits upon admission at 6.7 × 109/L (3.5–10.5 × 109/L). The differential diagnosis of her bicytopenia included decreased marrow function, including drug effect from antiepileptic agents causing aplastic anemia and primary hematologic malignancy, destruction or consumption, including disseminated intravascular coagulation (DIC), heparin-induced thrombocytopenia, and autoimmune-induced cytopenias, or a sequestration effect. More common causes of anemia including nutritional deficiencies and infectious causes were also considered. A complete infectious workup, including HIV, parvovirus B19 PCR, and blood and urine cultures, was negative. Iron, vitamin B12, and folate levels were within normal limits. D-dimer, fibrinogen, and coagulation studies did not suggest DIC. The heparin-induced thrombocytopenia PF4 antibody was negative. No rheumatoid factor was found. Additionally, her peripheral smear was normal. More obscure causes of the presentation were ruled out as arsenic, cadmium, mercury, and lead levels were within normal limits. Bone marrow biopsy showed a slightly hypocellular marrow with a mild granulocytic hypoplasia and megakaryocytic hyperplasia. Trilineage maturation was within normal limits.\\nContinuous EEG monitoring showed generalized, bifrontal, and left posterior temporal epileptiform discharges, though she did not experience any seizures while being monitored. Her vagal nerve stimulator was interrogated and found to be functioning. No changes were made to her antiepileptic regimen as it was felt that seizure activity was not responsible for her presentation.\\nAt the resolution of her hypothermic episode, she experienced brisk recovery of both platelet count and hemoglobin level. Upon review of records from prior hospitalizations, it was found that this pattern had been established previously (). Upon discharge, her counts were near normal.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'3975756': 1, '8497439': 1, '33902431': 2, '7565067': 1, '21041995': 1, '5790256': 1, '34213619': 1, '2314606': 1, '23578790': 1, '8198674': 1, '3373468': 1, '22927684': 1, '16009897': 1, '7465475': 1, '11465571': 1, '1337813': 1, '4543639': 1, '32276361': 2, '4733250': 1, '18203725': 1, '19027594': 1, '12454320': 1, '4733249': 1, '21815872': 1, '21339684': 1, '21927958': 1, '18641886': 1, '13888227': 1, '13491706': 1, '24187634': 2}", "similar_patients": "{'7230753-1': 1, '7230753-2': 1, '8073958-1': 1}"}