{"patient_id": 41361, "patient_uid": "3599576-1", "PMID": 23013612, "file_path": "comm/PMC003xxxxxx/PMC3599576.xml", "title": "A case report of para-esophageal bronchogenic cyst with esophageal communication", "patient": "A 56 years old woman was admitted into our hospital with symptoms of intermittent and reprieved chest pain and dysphagia over 3 years as well as a rapid weight loss of 10 kg in two months. She has no fever, cough, and shortness of breath. And there was no significant positive finding in physical examination. A barium swallow revealed a huge para-esophageal cyst compressed to esophagus, and also communicated with esophagus through a canal (Figure\\na). The chest computer tomography scan showed a huge cystic mass full of gas and liquid located in the posterior mediastinum with a direct compression of the pericardium, esophagus and right lung (Figure\\nb). However, the gastroendoscopy revealed a ulcero-necrotical hole (1.5 cm × 1.0) on the right anterior wall of the esophageal at 36 cm from the incisors, and the local surface mucosa were smooth (Figure\\n). So, differential diagnoses included esophageal diverticulum, esophageal fistulas to mediastinum mass, para-esophageal bronchogenic cyst with esophageal communication, a duplication cyst was considered before operation. The patient underwent right posterlateral thoractomy. The cyst was found in situated lower pare-esophageal, segment and communicated to esophagus through a pedicle about 1.3 cm of the width, and 1.2 cm of the length, with an intact inner surface. There was no bronchial communication. The well demarcated and capsulated 8 cm × 7 cm × 7 cm cyst was excised completion (Figure\\na). The opening on the esophageal wall was closed by a 4–0 interrupted suture in whole layers (Figure\\nb). The postoperative evolution was uneventful with a rapid and total recovery. Ciliated columnar epithelium lining the cyst (Figure\\na) and cartilage in the walls with smooth muscle (Figure\\nb) were found in the postoperative pathology and cyst was confirmed. The symptoms of chest pain and dysphagia were relieved immediately after operation. The follow-up was satisfied 2 years after the surgery.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'9670305': 1, '11845887': 1, '10770373': 1, '32714540': 1, '21625867': 1, '2069465': 1, '21357324': 1, '17958719': 1, '619429': 1, '831699': 1, '7284917': 1, '18064522': 1, '26986156': 2, '9720691': 1, '25971609': 1, '25669636': 1, '1507711': 1, '17670412': 1, '29765221': 2, '11899200': 1, '12809250': 1, '19917786': 1, '11577133': 1, '23013612': 2}", "similar_patients": "{'5939876-1': 1, '4839937-1': 1}"}