{"patient_id": 154272, "patient_uid": "3078281-1", "PMID": 21503261, "file_path": "noncomm/PMC003xxxxxx/PMC3078281.xml", "title": "Central nervous system demyelination associated with etanercept in a 51 years old woman", "patient": "A 51-year old woman with a 2-year history of rheumatoid arthritis presented with three weeks history of vertigo and vomiting. Her symptoms worsened progressively and she became unsteady on walking. She also felt episodes of tingling and numbness on the right side of the face. There was no prior history of neurological disease and no family history of multiple sclerosis.\\nShe was maintained on Methotrexate 20 mg weekly for the arthritis, however due to inadequate response, subcutaneous Etanercept 50 mg weekly was begun three months prior to her admission with marked improvement in her joint symptoms. She had received the last dose of Etanercept four days prior to hospital admission. Past medical history was also significant for 1-year history of diabetes on Metformin, and hypercholesterolemia on Simvastatin 10 mg. The physical examination revealed a horizontal nystagmus with fast component towards left side and broad-based, ataxic gait with tendency to fall to the left side. Rest of examination was unremarkable and there were no signs of active joint disease.\\nComplete blood count, urea, electrolytes, and blood sugar were normal and Electrocardiography revealed occasional ventricular ectopic beats. Autoimmune tests including ANA, Anti-ds DNA and Anti-CCP were negative. Rheumatoid factor also was negative at admission.\\nMRI of the brain () revealed multiple rounded foci with iso-intense T1 and hyper-intense FLAIR and T2 signals involving the left side of the medulla, the right middle cerebral peduncle, the body of the corpus callosum and the sub-cortical white matter of both cerebral hemispheres, which were suggestive of demyelinating foci. The patient refused lumbar puncture.\\nEtanercept was discontinued immediately. Three days later she felt better, with reduction in intensity of vertigo and disappearance of nystagmus, however her gait remained ataxic.\\nIntravenous methylprednisolone pulse therapy was then started and three days later, she made a good recovery and was able to walk unsupported. She was discharged on oral prednisolone 60 mg daily to be tapered gradually and then maintained on Methylprednisolone 4 mg daily. Three months later, she presented with new onset ataxia, double vision and vertigo. Neurological examination revealed ataxic gait, nystagmus with fast component to left side. Repeated MRI of the brain () revealed a newly developed rounded, about 1 cm in size, demyelinating lesion in the right posterior pariental area, with scattered small demyelinating lesions. The patient requested discharge to seek a second opinion abroad.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'15058523': 1, '8088324': 1, '16862660': 1, '16384777': 1, '15851524': 1, '14550876': 1, '1999503': 1, '16755671': 1, '11723281': 1, '15103247': 1, '16979537': 1, '15157003': 1, '15956528': 1, '16150792': 1, '7739505': 1, '16328088': 1, '15115709': 1, '31064292': 1, '15136342': 1, '1918322': 1, '15915246': 1, '8960740': 1, '11899754': 1, '12236620': 1, '11762947': 1, '10449104': 1, '21503261': 2}", "similar_patients": "{}"}