{"patient_id": 158772, "patient_uid": "3425768-1", "PMID": 23011993, "file_path": "noncomm/PMC003xxxxxx/PMC3425768.xml", "title": "HYPOTHYROIDISM PRESENTING WITH DYSARTHRIA", "patient": "A 39-year-old female presented to the clinic with dysarthria of six months duration. She had noticed that she was developing a lisp. On further questioning, it was revealed that there had been episodes of dysphonea, snoring, sleep apnea, dysphagia and choking during eating or drinking. Her past medical history was normal apart from one occasion of delayed recovery from anaesthesia during surgery for a fractured femur the year before. Clinical examination, including the central nervous system, was normal apart from a slightly puffy face. Her thyroid gland was not palpable. An otolaryngeal examination revealed no local cause for her problem. There was no abnormality in the movement of the tongue or pharygeal/palate muscles. A further neurological examination did not show any abnormality. Routine thyroid function tests showed a free thyroxin of < 5 pmol/L (normal 9.2-23.9 pmol/L), a thyroid stimulating hormone of 82.7 miu/L (normal 0.32-5.00 miu/L), antithyroglobulin antibodies were 1:320 u/ml (normal 1:40 u/ml), antiperoxidase autoantibodies of 1:1600 u/ml (normal 1:40 u/ml). Radioactive iodine uptake was low 0.18% (normal 1-4%). A complete blood count film was consistent with iron deficiency, a haemoglobin of 7grams (normal 11-16 grams), low serum iron of 2 umol/L (normal 10-28 umol/L), increased red cell distribution width (RDW) of 17.2 (normal 11.6-13.7%). Other biochemical abnormalities were high serum cholesterol of 6.9 mmol/L (normal 3.6-6.8 mmol/L). High triglycerides of 2.5 mmol/L (normal 0.5-1.7 mmol/L). The Electroencephalo-gram (EEG) was normal.\\nBased on these findings, hypo-thyroidism was diagnosed. In the light of the patient's diagnosis, a second history was taken which showed that she suffered from other symptoms of hypothyroidism such as, dry skin, generalised weakness, excessive sleeping , hoarse voice, and menorrhagia. All of these symptoms were neither reported nor elicited. After the administration of thyroxin, the symptoms rapidly improved. Two months after the initiation of therapy, the patient had no more dysarthria or other associated symptoms.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'7238266': 1, '6229226': 1, '140512': 1, '4568250': 1, '9106130': 1, '9613423': 1, '8085631': 1, '11172218': 1, '9623334': 1, '8531966': 1, '29188160': 2, '4910326': 1, '4797030': 1, '32754873': 1, '5167014': 1, '23011993': 2}", "similar_patients": "{'5703586-1': 1}"}