{"patient_id": 36497, "patient_uid": "3201580-2", "PMID": 22121422, "file_path": "comm/PMC003xxxxxx/PMC3201580.xml", "title": "Acute myocardial infarction in young adults with Antiphospholipid syndrome: report of two cases and literature review", "patient": "A 30-year-old Caucasian man was admitted in our intensive care unit because of bilateral acute ischemia of the two legs. He was regularly treated for Basedow disease. Smoking was the only risk factor of atherosclerosis disease. Physical examination showed a skinny patient. Peripheral pulses of the legs were absent. Arterial pressure was normal. The electrocardiogram showed a QS pattern in leads V1, V2, V3, and V4. Echocardiography revealed an apical large thrombus measuring 38 by 18 mm associated with a thinning left ventricular wall, suggesting painless myocardial infarction. It also demonstrated a markedly reduced left ventricular ejection fraction (19%) (). The patient was immediately brought to the cardiovascular surgical department where bilateral Embolectomy to Fogarty probe was effectuated. Then amputation of the right leg was done because of so late consultation. Intravenous heparin was administrated with oral aspirin and clopidogrel.\\nHaematological tests showed normal levels of C, S and ATIII Protein. While FT4, FT3 were high, TSH was low. The patient was found to have a positive Lupus anticoagulant LA and a false positive VDRL. Anticardiolipin antibodies were also tested and subsequently came back positive for anticardiolipin antibody of the IgM isotype with a low level (19.25 MPL). The patient had no evidence for infection or any other triggering event before the MIs.\\nThe patient was also found to have a false positive VDRL. Antinuclear antibodies, anti DNA, antiSm, anti SSA and anti SSB were negative. This was consistent with a primary antiphopholipid syndrome. Unfortunately, the patient died 15 days after his admission because of the failure of many of his organs (heart failure, acute renal failure, cytopenia).", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'28566597': 1, '8572808': 1, '26135672': 1, '2721035': 1, '2867345': 1, '1586106': 1, '15507296': 1, '17307484': 1, '8689541': 1, '30572471': 1, '2178669': 1, '8304360': 1, '19732604': 1, '9505929': 1, '12891167': 1, '8793173': 1, '12957736': 1, '17537384': 1, '12638897': 1, '8701863': 1, '14750252': 1, '12892391': 1, '13679527': 1, '7791180': 1, '11953980': 1, '16420554': 1, '1951025': 1, '8646232': 1, '8155200': 1, '22121422': 2}", "similar_patients": "{'3201580-1': 2}"}