{"patient_id": 41643, "patient_uid": "3615587-1", "PMID": 23573431, "file_path": "comm/PMC003xxxxxx/PMC3615587.xml", "title": "Acute Generalized Exanthematous Pustulosis Induced by Etanercept: Another Dermatologic Adverse Effect", "patient": "A 29-year-old, healthy man was admitted to our department with a 6-year history of psoriasis. His psoriasis had been treated with narrowband ultraviolet B phototherapy, psoralen plus ultraviolet A photochemotherapy, acitretin, and topical steroids. He also was previously treated with cyclosporin for 4 months. He discontinued cyclosporin secondary to adverse effects, and subsequently started oral methotrexate at a dose of 20 mgr weekly with minimal improvement of his psoriasis. At the time of admission, he presented with severe plaque type psoriasis involving the face, scalp, trunk, and limps (). We decided to start etanercept 50 mgr subcutaneously twice a week. One day after initiation of etanercept therapy, he developed pruritic, erythematous halo around the psoriasis lesions that evolved into widespread maculopapular erythematous rash on the second day. It was decided to continue etanercept and treatment with oral antihistaminics and topical corticosteroids. Following the second injection after 4 days, the rash progressed with the development of generalized erythoderma characterized by tiny pustules (Figures and ). His general condition was good, and there was no systemic symptoms that may accompany skin eruptions including fever, leukocytosis, reduction in creatinine, or elevation of aminotransferases. Bacterial and fungal cultures of the patient's blood and pustules were negative. Acute generalized skin rash was attributed to etanercept, and, subsequently, a skin biopsy was taken from the pustular lesions. Histopathologic examination revealed subcorneal and intraspinous collections of neutrophils with mild epidermal oedema (spongiosis) consistent with AGEP (). Etanercept was discontinued, and the rash improved with systemic antihistaminics and topical corticosteroids treatment.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'9920948': 1, '25832756': 1, '16778426': 1, '17714134': 1, '12176818': 1, '16421645': 1, '17310002': 1, '30612984': 1, '28058373': 2, '16684300': 1, '15146441': 1, '25932057': 1, '10955351': 1, '20738458': 1, '21242398': 1, '11390425': 1, '19204628': 1, '29687066': 1, '17853314': 1, '18986481': 1, '23573431': 2}", "similar_patients": "{'5175112-1': 1}"}