{"patient_id": 44515, "patient_uid": "3847484-1", "PMID": 24034807, "file_path": "comm/PMC003xxxxxx/PMC3847484.xml", "title": "BetaHCG secretion by a pulmonary adenocarcinoma", "patient": "A 43-year-old woman (gravida 2, para 1, abortion 1 in 2010) presented with amenorrhea, nausea, chest pain and asthenia. Her medical history included a diagnosis of hepatitis C 2 years ago, weaned heroin and cocaine addiction and active tobacco addiction. She had smoked two packs of cigarettes daily for a period of 20 years and drank two glasses of wine per day. She had no treatment or allergy.\\nWhen she presented at the hospital, pregnancy was suspected because of a 2-month history of amenorrhea and lack of consistent use of contraception. A qualitative BetaHCG test was positive. Pelvic examination revealed a normal sized uterus and normal adnexum. She had neither bleeding nor pelvic pain.\\nSerums concentrations of BetaHCG, taken 2 days apart, were 1,135 and 1,180 UI/l (negative value < 5 UI/l). Because of the elevated serum BetaHCG level, with an abnormal increase, the patient underwent a pelvic ultrasound, which revealed an empty uterine cavity and normal ovaries. Uterine curettage was performed and revealed no chorionic villi. Therefore, a laparoscopy was performed, which revealed a normal abdominal cavity, eliminating an ectopic pregnancy diagnosis. A germ cell tumor was then suspected. Despite two cycles of methotrexate, the patient’s BetaHCG concentrations increased (3,393 UI/l). At the same time, the patient’s chest pain worsened, leading to the performance of a chest radiography (Figure \\n), which revealed many lesions in both lungs.\\nA computed tomography scan (Figure \\n) confirmed multiple pulmonary lesions. The most significant lesion was on the right lung (23 mm) with ipsilateral hilar node. A bone scan showed a paravertebral mass, which explained the chest pain. The bronchoscopy was macroscopically normal. A lung biopsy was performed. Histological examination revealed a poorly differentiated carcinoma, AE1-AE3 and CK7 positive, CK20, TTF1 and OCT3-4 negative, with cytoplasmic vacuoles positive to anti-HCG antibody. No EGFR or KRAS mutation or ALK rearrangement was found, but an amplification of the ALK gene was observed in 22% of the analyzed cells. Moreover, blood tests were performed to evaluate the presence of tumor markers and showed normal levels of carbohydrate antigen 19–9 (CA19.9), neuron specific enolase and alpha-fetoprotein. We noted a slightly increased level of carcinoembrionic antigen (ACE = 8 ng/ml, negative value < 5 ng/ml) and cytokeratin 19 fragment (Cyfra21 = 4.32 ng/ml, negative value < 3 ng/ml).\\nThe paravertebral mass was rapidly irradiated, and a cisplatin-based chemotherapy was initiated. After three courses of a cisplatin-vinorelbine regimen, a computed tomography scan showed progressive disease in the lung, and BetaHCG concentrations continued to increase markedly. Chemotherapy was therefore modified; treatment with docetaxel was initiated. After four courses, a partial tumor response was obtained in the lung, but brain metastases appeared. The BetaHCG concentration dropped to 436 UI/L. The patient received whole-brain radiotherapy and two additional cycles of docetaxel. Once the disease was stabilized, she received an oral 1-year maintenance treatment of erlotinib but ultimately experienced tumor progression and died from complications of the disease.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'10798545': 1, '28668822': 1, '30603606': 1, '18304689': 1, '34179786': 1, '20620641': 1, '23107252': 1, '33394143': 2, '26715912': 1, '7188695': 1, '19624411': 1, '12186103': 1, '21267813': 1, '20810794': 1, '16352372': 1, '19031270': 1, '8383484': 1, '17868483': 1, '23337393': 1, '23017787': 1, '24034807': 2}", "similar_patients": "{'7960598-1': 1}"}