{"patient_id": 43550, "patient_uid": "3765461-1", "PMID": 23941677, "file_path": "comm/PMC003xxxxxx/PMC3765461.xml", "title": "An unusual case of orbito-frontal rod fence stab injury with a good outcome", "patient": "We present the case of a 35-year-old man who suffered a high-energy non-missile orbito-frontal? penetrating brain injury after falling five meters from a terrace onto a rod iron fence. The patient was transported to our Emergency Department with the rod still embedded into his right orbit and skull (Figure A).\\nThe GCS score on admittance was 6. The rod was removed in the Emergency Room without any radiological control; a consequent CT scan revealed that the injury involved the right orbit floor, roof and zygoma, both the frontal sinus and the frontal lobes and had caused a frontal post-traumatic acute subdural haemorrhage. The right ocular globe was intact because the “burst” fracture of the orbital compartment (a comminute fracture of the floor, roof, lateral and medial orbital walls) allowed the ocular globe to undergo a downward displacement without being smashed against an osseous wall (Figure B-E). Cranial and maxillo-facial CT scans excluded signs of vascular damage.\\nAccording to our imaging and treatment protocols, an angiogram was not performed because, considering the location and trajectory of the foreign body, there was no evidence of possible vascular injury. The patient immediately underwent surgery to evacuate the subdural haemorrhage and to repair both cranial and facial defects. Neurosurgeons and maxillo-facial surgeons participated simultaneously in the procedure. A bifrontal craniotomy was performed through a bicoronal flap. Intracranially, the dura mater and both frontal lobes with the first third of the superior longitudinal sinus were lacerated (Figure A). Haemorrhagic and necrotic tissue was debrided and the superior longitudinal sinus was clipped without difficulty. Rust was found inside the parenchyma and was removed together with (through??) a meticulous irrigation of the operative field. The frontal sinuses were cranialised, the mucosa was removed from the nasofrontal ducts. After cranialization, the nasofrontal ducts were obliterated using the temporalis muscle flap, fibrin sealant was applied over the ducts, and the pericranial flap appropriately folded in order to obliterate the dead space of the sinus. A large-scale duroplasty was performed with a bovine pericardial patch (Figure B). A right eyelid incision was performed to expose and reduce margin fractures using a titanium plate and screws (Figure C-E). A collagen membrane was used for orbital floor and roof reconstruction.\\nThe patient was then moved to the intensive care unit and his neurological status showed a progressive and constant improvement; after fifteen days, sedation was stopped and the patient was discharged from the intensive care unit.\\nA large spectrum antimicrobial therapy (gram+, gram-, anaerobics and fungi) was administered continuously for one month because of the high risk of intracranial septic complications, which at the end did not occur.\\nA CT scan, performed one month after injury, showed a good reconstruction of the cranial vault, of the orbital floor and of the roof and demonstrated the chronic evolution of the frontal lobe injury (Figure A-B).\\nThe patient was discharged to a rehabilitation unit in good general condition (GCS 15), without focal neurological signs. The right ocular globe was completely undamaged and visual acuity remained intact; however, a mild paresis of right superior rectus muscle and a slight ptosis were evident (Figure C). The patient’s neurological status and visual acuity were unchanged at the eight-month follow-up and he went back to being a street musician. He refused to undergo neuro-psychological testing to assess the frontal abilities.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'2008646': 1, '20868210': 1, '31168221': 1, '19499165': 1, '15782012': 1, '14279830': 1, '2276815': 1, '25328717': 2, '10817393': 1, '18392426': 1, '25624934': 2, '9760976': 1, '16763734': 1, '1125159': 1, '22446451': 1, '1185203': 1, '19277462': 1, '20606803': 2, '20229776': 1, '6027450': 1, '28751948': 1, '11007502': 1, '17856711': 1, '20615305': 1, '23941677': 2}", "similar_patients": "{'2884457-1': 1, '4189941-1': 1, '4302551-1': 1}"}