{"patient_id": 37112, "patient_uid": "3292813-1", "PMID": 22284897, "file_path": "comm/PMC003xxxxxx/PMC3292813.xml", "title": "Safety and efficacy of rituximab treatment for vasculitis in hepatitis B virus-associated type II cryoglobulinemia: a case report", "patient": "A 60-year-old Caucasian male patient with a six-month history of relapsing rash, sicca syndrome, abdominal pain and peripheral edema was admitted to hospital for further investigation. A physical examination showed bilateral edema and hypertension (blood pressure 200/108 mmHg), while a chest X-ray confirmed bilateral pleural effusions and showed an enlarged cardiac silhouette. There was marked (4+) pitting edema of both forearms and legs, extending up to his thighs. A neurologic examination was normal. A cardiac examination revealed a systolic murmur in the left side of his sternum. Raised purpuric lesions were present on his left leg. His right third proximal interphalangeal joint, left elbow and right knee were slightly warm to the touch at examination, without effusion. Our patient described symptoms that suggested the presence of Raynaud's phenomenon.\\nAbnormal laboratory results included a platelet count of 123 × 103/μL, serum creatinine level of 490 μmol/L, proteinuria with 8.2 g/24 h, hematuria and hypoalbuminemia (18 g/L). Cryoglobulins were positive, with a cryocrit of 6% containing IgG at 510 mg/dL and a monoclonal IgM band at 680 mg/dL, elevated rheumatoid factor (5995 IU/mL) and hypocomplementemia (C3 level, 0.21 g/L, normal range 0.80 g/L to 2.14 g/L; C4, 0.02 g/L, normal range 0.13 g/L to 0.60 g/L). Viral screening was negative for hepatitis C by serology and polymerase chain reaction. A test for hepatitis B surface antigen was positive while a test for hepatitis B surface antibody was negative. The hepatitis B viral load was slightly positive at 100,000 copies/mL. A test for hepatitis B e-antigen was negative, and a test for hepatitis B e-antibody was positive, suggesting the possibility of mutation. The first renal biopsy findings revealed acute renal vasculitis characterized by segmental fibrinoid necrosis associated with 35% crescents. Diffuse mesangial endocapillary proliferation and inflammatory cells infiltration were observed as well, consistent with cryoglobulinemic glomerulonephritis (Figure ). No immunofluorescence study was done because of a lack of material. A skin biopsy specimen of a purpuric lesion showed leukocytoclastic vasculitis. A biopsy specimen of his bone marrow was normal.\\nA diagnosis of MC vasculitis with glomerulonephritis was made and treatment initiated with intravenous methylprednisolone (1 g/day for three days) and oral prednisolone (60 mg daily), thereafter associated with antiviral therapy (lamivudine). One week later, because of gradual deterioration in renal function (serum creatinine 620 μmol/L; urine protein 12 g/24 h) and a falling hemoglobin level (6.9 g/dL), our patient underwent plasma exchange (60 mL/kg/day for 15 days). The subsequent course was complicated by severe sepsis due to Pseudomonas aeruginosa, requiring intensive care and dialysis.\\nDespite further plasma exchange, the vasculitis and renal failure did not improve. A diagnosis of polyarteritis nodosa was then suspected and cyclophosphamide was used (0.5 g/m2 monthly, six times) but a second renal biopsy then showed type I membranoproliferative glomerulonephritis (lobular mesangial proliferation, double-contours and persistence of inflammatory cells infiltration), finally confirming a diagnosis of MC vasculitis. Immunofluorescence staining showed IgM and C3 discontinuous granular deposits along the peripheral glomerular loops (Figure ).\\nCyclophosphamide was stopped, antiviral therapy was switched from lamivudine to entecavir and our patient then received a monoclonal anti-CD20 antibody, rituximab, 375 mg/m2, as four-weekly infusions with oral prednisolone (25 mg/day). This led to a depletion of circulating B-cells. His purpura remitted, the proteinuria declined (0.56 g/day) and his renal function returned to normal (creatininemia, 95 μmol/L). His cryocrit and rheumatoid factor fell and complement levels rose. The HBV viral load became undetectable. Mycophenolic acid was begun after the four rituximab infusions as maintenance therapy and our patient was then discharged from hospital. One year after his initial admission, our patient felt well, and took medication including mycophenolic acid, entecavir and irbesartan. The creatininemia level was within normal range at 88 μmol/L and the level of rheumatoid factor remained negative. The HBV viral load remained undetectable.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'8382969': 1, '17936213': 1, '7469231': 1, '32928133': 1, '17644544': 1, '28509274': 1, '18796155': 1, '20740617': 1, '17936215': 1, '11825916': 1, '28507447': 1, '6103434': 1, '33292799': 2, '33505148': 1, '18178690': 1, '14513286': 1, '25400473': 1, '16344620': 1, '34070832': 1, '19075218': 1, '904674': 1, '28243475': 2, '19140189': 1, '17092786': 1, '22284897': 2}", "similar_patients": "{'7672878-1': 1, '5294364-1': 1, '5294364-2': 1}"}