{"patient_id": 165874, "patient_uid": "3928480-1", "PMID": 24570890, "file_path": "noncomm/PMC003xxxxxx/PMC3928480.xml", "title": "A Case of Esophageal Fibrovascular Polyp That Induced Asphyxia during Sleep", "patient": "A 51-year-old man visited our institution for routine endoscopy. He had a long history of snoring and obstructive sleep apnea. His wife frequently heard his labored breathing while he slept and would wake him up. However, the patient did not undergo a complete medical examination because he regarded his condition as simple snoring. Moreover, he did not have a history of regurgitation, pain during swallowing, weight loss, or signs and symptoms of upper gastrointestinal bleeding. His medical and surgical history was unremarkable, and the physical examination findings were normal. Laboratory results were also unremarkable.\\nEndoscopy revealed a pedunculated polyp, >5 cm in length, that was detected immediately after inserting the endoscope into the patient's throat (). The polyp arose from just below the pyriform sinus and regurgitated into the oral cavity during endoscopy. Occasionally, the polyp passed through the vocal cords () and obstructed the airway (). We removed the polyp endoscopically using a polypectomy snare () because we believed that the polyp could induce asphyxia during sleep. Histopathological examination indicated that the polypoid lesion contained vascularized loose fibrous shafts covered by squamous epithelium with acanthosis, which were indicative of an FVP (). The patient was discharged on the next day without any complications. At the 3-month follow-up examination, the patient was found to be doing well without any further occurrence of snoring or sleep disturbances.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'12452402': 1, '29416309': 1, '33026474': 1, '16368421': 1, '3039413': 1, '16683893': 1, '19653354': 1, '1130373': 1, '31620525': 1, '8610549': 1, '2178401': 1, '16121086': 1, '31964152': 1, '1948225': 1, '29349606': 1, '1731684': 1, '34459277': 2, '9477279': 1, '7077729': 1, '27148424': 2, '28984298': 1, '26593170': 2, '18957112': 2, '30300986': 2, '12683881': 1, '24570890': 2}", "similar_patients": "{'6453852-1': 1, '4846627-1': 1, '8408901-1': 1, '4673374-1': 1, '2585102-1': 1}"}