{"patient_id": 42794, "patient_uid": "3697985-6", "PMID": 23228021, "file_path": "comm/PMC003xxxxxx/PMC3697985.xml", "title": "COG5-CDG: expanding the clinical spectrum", "patient": "Patient 4 is a 3 year old boy (Figure\\n). He was born as the third child of non-consanguineous Belgian parents. Pregnancy was unsupervised. Vaginal delivery occurred, despite of breech presentation. He presented with severe hypotonia and generalized convulsions. Brain MRI at the age of 5 days was normal. Flexion contractures of knees and elbows were suggestive for reduced fetal movements. Clinical examination revealed a dry, scaly skin, campodactyly of the third and fourth finger, clinodactyly of the second and fifth finger and a micropenis with cryptorchidism. There was slight facial dysmorphism with low set, posteriorly rotated ears, a prominent nose with a broad root and retrognathia. The neck was short with loose and wrinkled skin. Feeding problems due to hypotonia and important gastroesophageal reflux made tube feeding necessary. Urosepsis at the age of 20 months led to the diagnosis of neurogenic bladder. Intermittent urinary catheterization and antibiotic prophylaxis prevented occurrence of further infections. Hearing tests and ophthalmological examination showed sensorineural deafness and cortical blindness respectively. The boy now presents with severe hypotonia, failure to thrive, progressive microcephaly, epilepsy and profound psychomotor retardation. There is still no head control. The general condition of the patient gradually declines.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'17904886': 1, '16537452': 1, '16510524': 1, '19494034': 1, '31381138': 1, '19028570': 1, '21062782': 1, '17220172': 1, '24348268': 2, '34956305': 1, '26578865': 1, '21421995': 1, '19577670': 1, '19277556': 1, '21185756': 1, '30049793': 1, '32174980': 1, '14633925': 1, '22343051': 1, '31572517': 1, '32730773': 1, '18353293': 1, '24554337': 1, '31804708': 1, '17356545': 1, '19690088': 1, '16051600': 1, '28355134': 1, '21384227': 1, '29063274': 1, '32629928': 1, '33277529': 1, '24167464': 1, '28960046': 1, '17331980': 1, '15107842': 1, '16020545': 1, '19008299': 1, '20605848': 1, '25331899': 1, '34711829': 1, '27014691': 1, '23228021': 2}", "similar_patients": "{'3697985-1': 2, '3697985-2': 2, '3697985-3': 2, '3697985-4': 2, '3697985-5': 2, '3861123-1': 1, '3861123-2': 1, '3861123-3': 1, '3861123-4': 1, '3861123-5': 1}"}