{"patient_id": 164372, "patient_uid": "3841497-1", "PMID": 24339646, "file_path": "noncomm/PMC003xxxxxx/PMC3841497.xml", "title": "A case of pulmonary alveolar proteinosis treated with whole lung lavage", "patient": "A 54-year-old male, non-smoker, non-alcoholic, known diabetic and hypertensive, presented with fever, dry cough, and progressive breathlessness for one month. Initial evaluation in a different hospital confirmed hypoxia and PFT (pulmonary function tests) was suggestive of a restrictive pattern. A CT chest demonstrated characteristic crazy-paving pattern. []. Sputum for PAS was negative. He was labeled as having interstitial lung disease and was discharged on oxygen and steroids.\\nHis symptoms worsened gradually and he presented to our Institution on high flow oxygen and was found to be PaO2-42 on FIO2 of 1. There was no history suggestive of a connective tissue disorder. On examination, he had bilateral basal crepitations on the chest. Patient was admitted in ICU, blood gases showed type I respiratory failure with a paO2 of 53 mm of Hg on FIO2 of 0.6. Rest of the routine investigations were normal. The chest X-ray [] showed bilateral reticular shadows affecting the lower zones (left > right). Bronchoscopy with lavage was done; the patient did not consent to lung biopsy. BAL microbiology was negative. After counseling, a repeat bronchoscopy with TBLB was done, which showed pulmonary alveolar proteinosis on histopathology (PAS stain was strongly positive) []. As the patient was deteriorating, it was decided to treat him with whole lung lavage (WLL).\\nPatient was intubated with a double-lumen endotracheal tube for WLL. The left lung was lavaged first with 15.5 L of warmed (at 37°C) normal saline using aliquots of 500 mL. The procedure was terminated once the effluent had cleared significantly. The effluent fluid was collected in sequentially numbered glass bottles []. It had characteristic opaque, milky appearance with dense sediments on standing, which were strongly positive for PAS stain.\\nPatient's oxygen requirement decreased to 2-3 liters/min post-extubation. ABG showed pH-7.44, PaO2-62 on FIO2 of 0.4, and PaCO2- 44. CXR showed marked clearing of left side []. Subsequently, the procedure was repeated on the right lung with 20 liters saline. Patient had marked improvement symptomatically and objectively. His PaO2 on room air was 68 mm of Hg. Repeat HRCT showed marked clearance. Blood samples were sent to University of Cleveland (USA) for anti-GM-CSF antibody titers, which were reported to be highly positive, so recombinant GM-CSF was started. The patient was discharged on N-acytyl cystine nebulization and rGM-CSF therapy for 3 months. His chest X-ray [] after 8 months was almost normal. His oxygen saturation on room air was found to be 92%, and he was carrying out his routine activities including work without getting breathless.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'27890991': 2, '10731299': 1, '9041997': 1, '14695413': 1, '28031836': 1, '9042125': 1, '21632797': 1, '13552931': 1, '11179134': 1, '6879484': 1, '10189465': 1, '27186004': 2, '12119235': 1, '24339646': 2}", "similar_patients": "{'5112819-1': 1, '4857576-1': 1}"}