{"patient_id": 155442, "patient_uid": "3179009-1", "PMID": 21965854, "file_path": "noncomm/PMC003xxxxxx/PMC3179009.xml", "title": "CHRONIC MYELOID LEUKEMIA IN AN ADULT GHANAIAN WITH SPORADIC NEUROFIBROMATOSIS 1", "patient": "Our patient was a 37-year old female teacher who was first seen in the hematology outpatient clinic following a referral from the dermatology clinic where she was being managed for type 1 neurofibromatosis (NF1). She presented with a 6-month history of easy fatigability and a left-sided abdominal mass. She had lost more than 10% of her weight in the past 6 months, and also complained of night sweats. Our patient was married with three children; there was no history of NF in either her nuclear or extended family.\\nOn examination, she was chronically ill-looking and pale, afebrile to touch with Café-au lait spots over her trunk and lower limb, she also had neufibromas over her trunk []. Her spleen was enlarged 16 cm below the left costal margin. There was no hepatomegaly.\\nThe result of her full blood count is shown in , peripheral blood film and marrow aspirate were consistent with CML in chronic phase []. A FISH analysis for BCR/ABL translocation showed that all 200 of her cells screened were positive for the BCR/ABL signal.\\nWhile awaiting her FISH analysis result, she was started on 2 g hydroxyurea (HU) daily, 300 mg allopurinol daily, and liberal oral fluids of at least 3L over 24 h. She was on hydroxyurea for about 6 months with fairly good results as shown in . When her FISH result was obtained, she was subsequently placed on 400 mg glivec daily. The patient did not tolerate glivec for very long, as she developed a pancytopenia, worst affected were the platelet count, she then started bleeding from the gums and developed menorrhagia, clotting profile done was normal apart from the presence of thrombocytopenia. Glivec was stopped and she was recommenced HU with poorer results this time, WBC did not respond and continued to rise.\\nBone marrow aspirate confirmed that she had progressed into the blast state attempts at inducing remission with AML regimen failed.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'26538735': 2, '9286287': 1, '10329933': 1, '18759727': 1, '19348714': 1, '16261595': 1, '33954070': 2, '11110599': 1, '19101781': 1, '17675741': 1, '21965854': 2}", "similar_patients": "{'4601456-1': 1, '8088774-1': 1}"}