{"patient_id": 161890, "patient_uid": "3680903-1", "PMID": 23772251, "file_path": "noncomm/PMC003xxxxxx/PMC3680903.xml", "title": "Vulvar migration of the peritoneal end through the inguinal canal in a female infant: An unusual complication of the ventriculo-peritoneal shunt: A case report and review of literature", "patient": "A 3-month-old premature female infant, first born issue of third degree consanguineous marriage presented with a gradual increase in the head size since birth. It was associated with persistence of downward gaze since birth. There was no history of fever, convulsions, vomiting, lethargy or refusal to feed. She was born at 7th month of gestation due to premature onset of labor in the hospital. Infant was kept in the incubator for 1 month in intensive care unit. There were no respiratory complications and baby recovered without sequelae. Immunization of the baby was up to date.\\nOn examination, baby was conscious with spontaneous eye opening, playful and moving all four limbs. The baby was accepting feeds well. There was macrocephaly with head circumference of 43 cm and “sunset sign” was positive. Anterior fontanel was widely open and pulsations were felt on palpation. Fundus was showing grade 1 papilledema on both sides. Reflexes were normal in all the four limbs and plantars were upgoing.\\nCT scan [] revealed obstructive hydrocephalous secondary to aqueductal stenosis. Cerebrospinal fluid examination (CSF) examination was normal.\\nIn view of above findings, ventriculo-peritoneal shunt (Chhabra shunt, Surgiwear Co., India) was performed through the right parietal burr hole (Keen′s point).\\nThere were no complications in the immediate post-operative period. However, 10 days after this procedure, she again presented with swelling and redness over the left vulvar region of 1 day duration. On examination, the swelling was tender and the tip of the shunt tube could be palpated in the subcutaneous tissue.\\nX-ray abdomen [] showed the peritoneal end of the catheter in the left vulvar region, which had migrated through the patent processus vaginalis. This finding was also confirmed on ultrasound examination of the abdomen and inguinal region.\\nSurgical obliteration of the patent processus vaginalis with replacement of the peritoneal end into the peritoneal cavity was performed by the pediatric surgeon.\\nIn the post-operative period, the patient recovered well with no recurrence till the recent follow-up of 6 months.", "age": "[[3.0, 'month']]", "gender": "F", "relevant_articles": "{'25553524': 1, '4843985': 1, '633503': 1, '17881969': 1, '3374797': 1, '4431676': 1, '6603136': 1, '21206193': 1, '10398996': 1, '5779274': 1, '23772251': 2}", "similar_patients": "{}"}