{"patient_id": 154250, "patient_uid": "3075827-1", "PMID": 21572632, "file_path": "noncomm/PMC003xxxxxx/PMC3075827.xml", "title": "Atlantooccipital dislocation in motor vehicle side impact, derivation of the mechanism of injury, and implications for early diagnosis", "patient": "The patient was a 51-year-old female, and was of 165 cm in stature and 101 kg in total body mass. She was the driver of a four-door sedan stopped at a controlled intersection facing north. As the patient began a left turn into the west bound lane, an east bound half-ton pickup truck entered the intersection and collided with the driver side door of the case patient's vehicle. The patient was restrained in a three-point seatbelt and the front driver-side airbag did not deploy.\\nUpon extrication, the patient had a Glasgow Coma Scale (GCS) score of 15, and she was immobilized in a hard cervical collar and transported to a local hospital. From there, she was airlifted to our Adult Level One Trauma Center, with a stabilized GCS score of 15. Twenty-four hours after admission, the patient developed mild dysarthria and bradypnea. After decline in respiratory status, the patient was intubated and immobilized in a halo brace. Diagnostic radiograph, magnetic resonance imaging (MRI), and three-dimensional computed tomography (3D CT) images were obtained. The patient also developed a left cranial nerve VI palsy and quadriparesis at this time.\\nPlain X-ray radiographs indicated an anterior AOD with a Powers Ratio 1.1 [][] . The AOD was confirmed with CT scans [], and imaging of the brain revealed a subarachnoid hemorrhage in the posterior fossa. Intraventricular blood was noted in the fourth ventricle and prepontine cisterns. MRI revealed a cervical cord contusion from the occiput to C2, and an epidural hematoma in the tectorial membrane and alar ligaments at the C1–C2 level []. Angiography findings indicated intimal tears of both cervical vertebral arteries and rupture of the left external carotid artery.\\nThe patient was taken to the operating room, general anesthesia was administered, and fiber-optic intubation was performed. The patient was turned to the prone position with the halo vest in place. The posterior portion of the vest was removed and occipitocervical alignment was verified by intraoperative fluoroscopy. The occiput and upper cervical spine were exposed through a standard midline exposure. The atlas was completely dislocated from the occiput, and disruption of all atlantooccipital ligaments and capsule was seen. Rupture of the alar ligaments, tectorial membrane, and inferior portion of the vertical cruciate ligament was also noted at C1–C2 level. The epidural hematoma was evacuated bilaterally from around the spinal cord at the occiput–C2 level. C2–C3 joints were intact. An occiput–C2 fusion [] was performed using the Summit (Acromed/Johnson and Johnson, Raynham, MA, USA) system. This included placement of three screws into the occiput, sublaminar wires beneath the arches of the atlas and across the lamina of C2 bilaterally.\\nThe patient was positioned in a halo vest and monitored in the intensive care unit. Her quadriparesis partially resolved into a residual mild right-side hemiparesis. The sixth-nerve palsy on the left side did not improve. Significant diplopia was noted initially; however, this gradually resolved over the treatment course. At the time of discharge, the patient was neurologically intact on the left side of her body. The residual right-side hemiparesis persisted, as well as the left sixth-nerve palsy and minor dysarthria.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'8115947': 1, '19215658': 1, '15662569': 1, '3187698': 1, '27043728': 1, '1500898': 1, '20182201': 1, '19235459': 1, '8782187': 1, '17075091': 1, '27555993': 1, '8855460': 1, '31098351': 2, '25013345': 2, '2009707': 1, '8614494': 1, '16933382': 1, '16776353': 1, '17330577': 1, '450210': 1, '15799814': 1, '21572632': 2}", "similar_patients": "{'4085909-1': 1, '4085909-2': 1, '4085909-3': 1, '6495583-1': 1}"}