{"patient_id": 165080, "patient_uid": "3883272-1", "PMID": 24404414, "file_path": "noncomm/PMC003xxxxxx/PMC3883272.xml", "title": "Computed Tomography Findings of an Unusual Maxillary Sinus Mass: Brown Tumor Due to Tertiary Hyperparathyroidism", "patient": "A 59-year-old man presented with a 10-month history of progressively increasing swelling in the left maxillary sinus and associated pain. He also had signs and symptoms of chronic renal failure developing following long-standing pyelonephritis with urolithiasis. He was maintained on hemodialysis 4 h, three times per week. Physical examination revealed a large mass located in the left maxillary sinus. The mucosa-covered lesion was discernible at the left maxillary vestibule. Routine laboratory exams revealed the following: Blood urea nitrogen 33 mg/dL, serum creatinine 7.8 mg/dL, serum calcium 11.7 mg/dL (normal range: 8.6-10.2 mg/dL), alkaline phosphatase 304 IU/L (normal range: 40-150 IU/L), and parathormone 1942 pg/mL (normal range: 12-65 pg/mL). Due to the high serum calcium level, the patient was diagnosed with tertiary HPT associated with long-standing chronic renal failure. Maxillofacial computed tomography (CT) scan revealed a 38 × 46 × 68 mm, well-defined, lobular, expansile radiolucent mass in the left maxillary sinus extending through the left nasal cavity, floor of the orbit, left infratemporal fossa, and premaxillary soft tissue. The anterior, medial, and posterior walls of the maxillary sinus were eroded. The mass was slightly hyperdense with adjacent soft tissue on contrast-enhanced maxillofacial CT scan []. The differantial diagnosis of the lesion included benign and malignant tumors of jaw, odontogenic tumors, infectious diseases, metastasis, simple bone cyst, and Brown tumor.\\nThe incisional biopsy followed by histopathologic investigation of the excised mass revealed a lesion with regions of discrete bone resorption with osteoclast activity, fibroblasts with areas of hemorrahage, and multinucleated giant cells []. Finally, together with the medical history, imaging and pathological findings, and laboratory results, our case was diagnosed as tertiary HPT with Brown tumor of maxillary sinus. Ultrasound examination of the neck showed enlargement of all four parathyroid glands. A subtotal parathroidectomy was performed. Postoperatively, there was distinct improvement as shown in the blood profile with serum phosphate, calcium, and parathormone levels dropping to 5.2 mg/dL, 9.8 mg/dL, and 3 pg/mL, respectively. There have been no signs of enlargement or destruction of adjacent bone tissue during the 27-month follow-up period. CT scan (in January, 2013) 27-months post-treatment showed thickened cortical bone of the tumor walls, decreased tumor size, and increased density of the lesion matrix [].", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'16798410': 1, '21462819': 1, '28616750': 1, '26413096': 2, '19830212': 2, '10450884': 1, '6828717': 1, '14505628': 1, '12796885': 1, '20549204': 1, '19114425': 1, '24404414': 2}", "similar_patients": "{'2737776-1': 1, '4556817-1': 1}"}