{"patient_id": 46037, "patient_uid": "3943265-1", "PMID": 24568362, "file_path": "comm/PMC003xxxxxx/PMC3943265.xml", "title": "An Egyptian child with erythromelalgia responding to a new line of treatment: a case report and review of the literature", "patient": "Our patient was a 34-month-old right-handed Hamitic boy who presented with insidious intermittent attacks of bilateral intense pain, warmth and flushing of feet, each lasting minutes to hours. The age of onset for these symptoms was 2 years. His symptoms had the tendency to be symmetrical, localized to his feet and never extended proximally beyond his ankle joints; they were precipitated and worsened with exercise and/or warm temperature exposure such as covering his legs with blankets and were abated by cooling measures like cold water. There was no history of similar conditions in his family or drug intake before the precipitation of the attacks. He had no history of previous blood transfusion. He looks well, with no manifestations of acute illness. Physical examinations during multiple visits revealed: normal vital signs; no pallor, jaundice or cyanosis were present; no organomegaly or lymphadenopathies were present; only both his feet appeared red in color (Figure ) and warm. Extensive investigations were done for exclusion of other diseases causing pain and/or flushing of both lower limbs as well as for exclusion of secondary EM.\\nIn this child, the investigations revealed normal complete blood count (CBC) with differential, normal serum immunoglobulin E (IgE) titre (11IU/mL), normal levels of serum cholesterol (146mg/dL) and triglycerides (49mg/dL), normal levels of serum urea (16mg/dL) and serum creatinine (0.7mg/dL), normal liver enzymes (alanine aminotransferase 22U/L and aspartate aminotransferase 34U/L), normal serum uric acid (3.7mg/dL), negative antistreptolysin O titre, and normal urine analysis and stool analysis. The fasting and 2 hours post-prandial blood glucose levels were 89 and 122mg/dL respectively.\\nIn addition, the results of an X-ray of the bones in both his feet and legs and a Doppler of the arteries of both his lower limbs were normal, normal nerve conduction velocities of both peroneal nerves and normal bone marrow biopsy were present. A pelvic and abdominal sonography and brain computed tomography (CT) were done and all were normal.\\nA skin biopsy was performed, showing nonspecific changes consistent with the diagnosis of primary EM (Figure ) in the form of numerous telangiectatic blood vessels in the capillary dermis associated with sparse perivascular mononuclear cell infiltrate and some vessels showed swelling of the endothelial lining. The intimal thickening and thrombi seen in secondary EM were lacking.\\nHe received ibuprofen (15mg/kg/dose three times a day) for 2 to 3 weeks but no relief of his symptoms was observed, but he did report a partial response to cetirizine hydrochloride (2.5mg/kg/once daily). When the child stopped cetirizine hydrochloride for 1 month as a test, his symptoms became aggravated but were relieved when cetirizine therapy was restarted; the frequency and severity of the attacks were reduced. His mother was advised that he should avoid all conditions that exacerbated his symptoms and that she should expose his lower limbs to cold air (fan) during an attack and avoid his exposure to cold or ice water to avoid ischemia of both his lower limbs. She was advised on the benefit of routine follow-up evaluation in the pediatric clinic for follow-up by CBC and, if necessary, any other investigations needed. Finally, the diagnosis of primary EM was made based on the clinical history and examination.", "age": "[[34.0, 'month']]", "gender": "M", "relevant_articles": "{'12843854': 1, '15741349': 1, '10733667': 1, '22247059': 1, '7737785': 1, '19584578': 2, '29641704': 1, '19557861': 1, '17950472': 1, '23149731': 1, '15385606': 1, '16533490': 1, '14568838': 1, '23433844': 1, '18945915': 1, '430305': 1, '11918719': 1, '22035805': 1, '8740669': 1, '23383113': 2, '15958509': 1, '18060017': 1, '22033523': 1, '12566278': 1, '10724194': 1, '16392115': 1, '21798623': 1, '9350163': 1, '6682511': 1, '21705421': 1, '23152140': 1, '23232607': 1, '17112366': 1, '22156790': 1, '11847944': 1, '16230578': 1, '30214279': 1, '70633': 1, '24568362': 2}", "similar_patients": "{'2841462-1': 1, '2841462-2': 1, '3561374-1': 1, '3561374-2': 1}"}