{"patient_id": 162237, "patient_uid": "3713249-1", "PMID": 23869275, "file_path": "noncomm/PMC003xxxxxx/PMC3713249.xml", "title": "Ureteral Penetration Caused by Drilling During Internal Pelvic Bone Fixation: Delayed Recognition", "patient": "A 49-year-old man was referred to our department with persistent serous fluid discharge via a Penrose drain that had been intraoperatively placed into the operation site and had remained until postoperative day 10 after orthopedic internal fixation with metal screws for multiple pelvic bone fractures. The creatinine and blood urea nitrogen values of the discharged fluid were 25.56 mg/mL and 86 mg/mL, respectively. Subsequently, intravenous urography was performed, which showed urinary extravasation arising from the right distal ureter suspicious of a right distal ureteric injury (). Renal ultrasonography was also performed, which confirmed grade I hydronephrosis of the right kidney. Following this, a percutaneous nephrostomy (PCN) tube was successfully inserted to divert the urine output into an external drainage bag. To further specify the location and severity of the right distal ureteric injury, an antegrade nephrostogram was performed via the PCN tube, which clearly demonstrated extravasation of contrast material around the right distal ureter (). However, an antegrade attempt to internalize the right ureter by placement of a double J ureteric stent failed. After detailed discussion with the patient, it was decided to proceed with an emergent reconstructive operation to repair the right distal ureteric injury. A midline laparotomy was performed to obtain adequate surgical exposure of the injured right ureter. After careful dissection, the right ureter was found to be displaced medially by a well-formed urinoma secondary to urinary leakage along the right pelvic side wall. In addition, reactive inflammatory changes adjacent to the injured ureter had resulted in adhesions that made ureteric dissection difficult. Two penetrating holes leaking urine at the same level of the right distal ureter were intraoperatively identified. After complete evacuation of the urinoma, approximately 2 cm of the injured ureteral segment was excised and an additional ureteral dissection was made so that tension-free ureteral anastomosis could be safely achieved. Eventually, an end-to-end ureteroureterostomy was performed over a 6-French double J ureteral stent (). The patient recovered fully without complications or adverse sequelae.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'9806199': 1, '11257678': 1, '33782736': 1, '17160445': 1, '10930939': 1, '34841185': 1, '23869275': 2}", "similar_patients": "{}"}