{"patient_id": 164896, "patient_uid": "3872699-1", "PMID": 24381898, "file_path": "noncomm/PMC003xxxxxx/PMC3872699.xml", "title": "An unusual case of paraganglioma", "patient": "A 32 year old African male an accounting clerk by profession presented with history of Weight loss of around 6 kilograms over a period of two years and episodes of Palpitations accompanied by Headaches. He also had episodes of perspiration and sometimes Giddiness. On several occasions he had been admitted in a local hospital with the above Symptoms. He however had no loss of vision at any time and there was no relief by the intake of sugar. A few times there was pain in the abdomen during such episodes which though he says was severe but short lasting. There were no bowel disturbances. He was taking multiple anti hypertensives and also Tab Morphine for pain during these episodes.\\nOn initial presentation the patient was a thinly built, anxious looking individual and his palms were moist to touch. His thyroid was not enlarged and there were no unusual skin findings. The blood pressure recorded both in the ward and by us averaged 150/96mmHg. He had tachycardia to the tune of around 100/mins. Other than that the lungs, Central and peripheral nervous system examinations were normal. On examining his abdomen a vague, ill defined, mildly tender mass was felt in right hypochondrium and extending up to the epigastric region. Based on the symptomatology and general physical examination of this patient; a battery of investigations were ordered for establishing the cause of the hypertension. Blood sugars Serum electrolytes, Calcium, Phosphorous etc., all were normal. The Liver, Kidney parameters were also normal. The Renal Artery Doppler was normal. The ECG showed a Left Ventricular Hypertrophy pattern and the Echocardiogram revealed a concentric Left Ventricular Hypertrophy consistent with long standing hypertension. A 24hrs Urinary Metanephrines and normetanephrines study was ordered and an MRI abdomen scheduled.\\nA large mass found indenting the great vessels. and .\\nClinically correlating with the symptomatology a catecholamine producing lesion was suspected and the Urinary Normetanephrines-55217 nmol/L (normal 72-505) were grossly elevated. The Urinary Metanephrines 698 nmol/L (normal 9.3-122) too were very high. To finally confirm that the mass in abdomen was indeed responsible, an meta iodo benzyl guanidine (MIBG) scan was done .\\nThe MIBG scan uses meta-iodobenzylguanidine[] scintigraphy that has a specificity of almost 100%in localising a pheochromocytoma. As shown above the tumor is clearly visualized.\\nAlpha receptor blockade initiated first with Prazosin (minipres) a short acting alpha-one blocker. The Patient was given four pints of normal saline per day to prevent volume depletion and minimise the postural hypotension that usually accompanying alpha blockade. An Effective alpha blockade is signalled by >20mm fall in BP on upright posture. This was achieved. Beta blockade was then initiated with non-selective agent propranolol to control tachycardia due to catecholamines. His Blood pressure was maintained at approx. 110/78mm Hg. The Patient was operated successfully by the Oncosurgeon and intra operative pressure managed by the Anesthesiologist. Post operatively patient was monitored closely and propranolol restarted to cater for still circulating catecholamines. The Patient made a full and complete recovery and was eventually taken off anti hypertensives on discharge.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'26688704': 1, '24381898': 2}", "similar_patients": "{}"}