{"patient_id": 157622, "patient_uid": "3339131-1", "PMID": 22557858, "file_path": "noncomm/PMC003xxxxxx/PMC3339131.xml", "title": "Idiopathic Calcinosis Cutis of Nasal Dorsum", "patient": "A 23-year-old lady presented to our hospital complaining of an asymptomatic subcutaneous nodule over the dorsum of the nose which had started about 8 months ago. The nodule had progressively grown in size over the past few months. There was no history of trauma. She gave a history of similar nodules over the scalp and great toes. The nodules over the scalp healed after discharging a chalky material. The nodules over the great toes were left untreated as the patient did not give consent for its evaluation as they were not cosmetically detrimental. There was no family history of similar lesions.\\nAt the time of presentation, she had no complaints of joint pain, muscle weakness, skin rashes, Raynaud's phenomenon, dysphagia or dyspnoea. She was not on any medication and had not undergone any surgery [].\\nOn physical examination, we found a firm subcutaneous nodule measuring approximately 0.7 × 1 cm. Intra-nasal examination was normal. The systemic evaluations including the neurological examination were normal, and the patient had no symptoms such as muscle weakness or stiffness.\\nThe laboratory investigations revealed within normal serum calcium levels of 8.6 mg/dl and phosphorus levels of 4.8 mg/dl.\\nBiochemical examinations gave normal results for a complete haemogram, erythrocyte sedimentation rate, blood sugar, uric acid, electrolyte, and liver function and kidney function tests. Routine urine examination was normal. Screening tests for collagen vascular disease, including anti-nuclear antibodies, anti-deoxyribo nucleic acid, anti-SM, anti nuclear cytoplasmic antibodies, serum C3, C4 and CH50 levels, and rheumatoid arthritis (RA) test were within normal limits. A radiological examination of the nose showed calcification at the region adjacent to the lower one-third of the right nasal bone with no bony invasion or erosion [].\\nThe nasal mass was excised via an external approach. The mass was noted to be arising from the skin over the nasal dorsum and was overlying the lower one-third of the right nasal bone. There was no attachment from the mass to the underlying bone. The mass contained a pasty white material within it. After the excision, the soft tissue defect over the nasal dorsum was augmented using silicone block prosthesis [].\\nThe histopathology of the swelling (on haematoxylin and eosin staining) showed calcified nodules of varying size within the fibrotic tissue, and some areas were surrounded by foreign body cell reaction consistent with calcinosis cutis []. This was confirmed by von Kossa staining [].\\nOn the basis of clinical, radiological and histopathology data, a diagnosis of ICC of the right nasal dorsum was made. Post-operatively, she was started on a bisphosphonate, ibandronate 150 mg once a month. The hospital stay was uneventful, and she patient was discharged after suture removal. She is presently asymptomatic and has no nasal deformity.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'8227711': 1, '20676479': 1, '21679810': 1, '7557937': 1, '17332236': 1, '16777281': 1, '21679811': 1, '7593766': 1, '25484443': 1, '20101349': 1, '20652108': 1, '14725667': 1, '22557858': 2}", "similar_patients": "{}"}