{"patient_id": 162379, "patient_uid": "3724090-1", "PMID": 23956580, "file_path": "noncomm/PMC003xxxxxx/PMC3724090.xml", "title": "A case of late-onset allgrove syndrome presenting with predominant autonomic dysfunction", "patient": "A 22-year-old recently married male, born to non-consanguineous parents, presented with erectile dysfunction and loss of spontaneous morning erections for six months, but with normal libido. He was having irregular bowel movement including nocturnal diarrhea for three months along with recurrent postural dizziness on standing from supine position. He had occasional palpitation, gustatory sweating, decreased sweating and tingling, numbness of both distal extremities. He had persistent redness and itching of eyes for the last six months along with decreased tears while crying for two years.\\nHe had no history of nausea, vomiting, dysphagia, weakness or thinning of limbs, nasal intonation of voice, difficulty of vision, nasal regurgitation of food. There was no past history of seizure, shock, hypoglycemia or any major illnesses like tuberculosis or similar episode in childhood. He was on no regular drug therapy. His family history was insignificant.\\nOn clinical examination he had hyperpigmentation of skin, especially of creases of palm and sole, buccal mucosa, both his eyes were congested. He had normal testicular volume (18 ml, bilaterally) and secondary sexual characters (pubic hair was Tanner stage P5, axillary hair was present). His resting pulse rate was 104/min, blood pressure on supine posture was 122 / 84 mmHg with a postural drop of 32/20 mmHg on standing with no compensatory tachycardia on repeated occasions.\\nHis neurological examination revealed normal higher mental function, cranial nerves, cerebellar functions, pupillary reflex and fundoscopy. There was no wasting of muscles or fasciculation with normal muscle tone. Tendon reflexes were normal except diminished ankle jerks bilaterally. He had bilateral flexor plantar responses. He had decreased pinprick and vibration senses distally in both hands and feet.\\nHis complete blood count, ESR, blood urea, serum creatinine, calcium, magnesium and liver function tests were normal. Fasting blood glucose (80 mg/dl) was with normal serum sodium (139 meq/l) and potassium (3.8 meq/l). Serum cortisol was low-1.8 mcg/dl (normal-6.2-19.4) with very high 8 AM plasma adrenocorticotrophic hormone (ACTH) of 1871 pg/ml (normal 7.2-63.3 pg/ml). Synthetic ACTH (synacthen) stimulation test failed to raise the plasma cortisol-3.4 mcg/dl (normal>18). Computed tomography (CT) scan abdomen showed normal adrenal sizes. Chest X-ray was normal and Elisa for HIV was negative. Thyroid function tests, TPO antibodies, prolactin, leutinizing hormone (LH), follicle stimulating hormone (FSH) were within normal limits. Nerve conduction velocity (NCV) study of all four limbs suggested distal motor polyneuropathy with axonopathy with features of sensorimotor neuropathy.\\nEven after full replacement with oral hydrocortisone (20 mg/ day) the postural hypotension (28 mm Hg) and resting tachycardia (108/min) persisted. His serum aldosterone levels and plasma renin activity were normal. Suspecting autonomic dysfunction in view of persistent postural hypotension other clinical tests for autonomic dysfunctions were performed. His heart rate variation with deep breathing was 9 beats/min (normal ≥ 15), heart rate response (30:15 ratio) to standing was 1.01 (normal ≥ 1.04) and valsalva ratio (heart rate response to valsalva maneuver and was abnormal at 1.11 [normal ≥ 1.21]. His diastolic response to sustained handgrip was 8 mm Hg (normal ≥ 16).\\nOpthalmological evaluation revealed significant reduction of tear film bilaterally. Schirmer’s test was positive, 4mm (normal > 10mm) but tear film break-up time was normal confirming the diagnosis of alacrima. A barium swallow esophagus showed narrowing of the lower esophageal sphincter constriction with dilatation of the esophagus above suggestive of achalasia cardia. Esophageal manometry revealed mean resting LES pressure >60 and absent relaxation to wet swallows. There were simultaneous contractions to wet swallow and spontaneous esophageal body contractions confirming the diagnosis of achalasia.\\nPresence of autonomic dysfunction, adrenal insufficiency, alacrima and asymptomatic achalasia was consistent with the diagnosis of Allgrove’s syndrome. The patient was treated with replacement dose of oral hydrocortisone (20 mg/day) and topical eye lubricants. On regular follow-up at 18 months his lethargy and weakness improved and pigmentation decreased significantly but autonomic dysfunctions and peripheral neuropathy persisted. He also developed symptoms of achalasia like occasional vomiting and dysphagia.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'20674935': 1, '14571020': 1, '30612286': 1, '12700313': 1, '30069287': 2, '21656342': 1, '3789580': 1, '20687490': 1, '14621049': 1, '23956580': 2}", "similar_patients": "{'6050446-1': 1}"}