{"patient_id": 41456, "patient_uid": "3600992-1", "PMID": 23497685, "file_path": "comm/PMC003xxxxxx/PMC3600992.xml", "title": "Acute tetraparesis secondary to bilateral precentral gyral cerebral ischemia: a case report", "patient": "An 82-year-old Caucasian man was admitted to our urology department for radical cystoprostatectomy because of prostate cancer.\\nDuring the night of the fourth day post-surgery the patient suddenly developed painless severe tetraparesis (Medical Research Council grade 2/5 of proximal muscles on both arms and 0/5 of both legs) without involvement of cranial nerves or impaired consciousness. There were no signs of sensory deficits. He did not present with any cerebellar symptoms. Further clinical examination revealed brisk tendon reflexes and positive pyramidal signs on both sides. The clinical presentation was highly suggestive for spinal cord affection, for example by abrupt compression, subdural bleeding or ischemia. There was no trauma or fall shortly before the onset of the neurological deficits. For analgesic treatment, a peridural catheter had been implanted after surgery which had been removed without any complications the day before.\\nFor an emergency magnetic resonance imaging (MRI) diagnostic, metal brackets in the subcutaneous tissue placed after surgery had to be removed at night. Surprisingly, spinal MRI did not reveal spinal cord compression or signs pointing towards spinal cord ischemia (Figure \\nA). By contrast, cranial MRI imaging showed bilateral acute infarctions in the median precentral gyrus (Figure \\nB and C; arrows), whereas the internal capsule was unaffected on both sides (Figure \\nD). The T2-weighted images at the level of primary motor cortex did not yet present with abnormal signal, thus confirming acute ischemia consistent with the time course of symptom occurrence (Figure \\nE). The precentral area of the primary motor cortex is supplied by the anterior cerebral artery (medial one third of the precentral gyrus) and the middle cerebral artery (lateral two thirds) on either side\\n[].\\nIn the following days, paresis in both arms resolved but the legs remained paraplegic. Further diagnostic workup including carotid duplex sonography, 24-hour electrocardiogram (ECG) and transesophageal echocardiography failed to identify the underlying cause of stroke. Hypercoaguability due to prostate cancer may have been contributed to cerebral ischemia. Routine coagulation parameters were normal, and more extensive coagulation diagnostics were not performed in the acute phase of the cerebral ischemia. Due to the simultaneous bilateral territorial infarctions in at least two independent vascular territories, the absence of macroangiopathy, and the preceding extensive surgery with narcosis we considered a cardiac embolic origin. Therefore the patient was placed on full anticoagulant dose of low-molecular weight heparin for embolic stroke prophylaxis. Early prophylactic treatment with antiplatelet drugs was not possible according to current guidelines because of extensive surgical intervention four days before stroke onset. In consent with the surgeons, we decided in this case to use low-molecular weight heparin as an early prophylactic treatment. After neurological rehabilitation we started a prophylactic treatment with acetylsalicylic acid because repeated 24-hour ECG could not identify a paroxysmal atrial fibrillation.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'31317877': 2, '19770466': 1, '9257319': 1, '8757000': 1, '10078752': 1, '16389270': 1, '16225180': 1, '16256841': 1, '23497685': 2}", "similar_patients": "{'6659433-1': 1}"}