{"patient_id": 46381, "patient_uid": "3970456-1", "PMID": 24716011, "file_path": "comm/PMC003xxxxxx/PMC3970456.xml", "title": "Spontaneous Intestinal Perforation: An Atypical Presentation of Neutropenic Enterocolitis—A Case Report", "patient": "Our patient was a 4-year-old girl diagnosed with common acute lymphoblastic leukemia. She was on remission induction phase of chemotherapy consisting of prednisolone (60 mg/m2/day; 1–28 days; from day 29 tapered to withdrawal over 9 days), vincristine (1.5 mg/m2/day; days 8, 15, 22, and 29), L-asparaginase (5,000 U/m2/day; days 12, 15, 18, 21, 24, 27, 30, and 33), daunorubicin (30 mg/m2/day; days 8 and 15), and intrathecal methotrexate (dosage adjusted to age). She was in deep neutropenia since she was admitted to hospital. On the day 27 of chemotherapy, she developed fever. Her leukocyte count was 0.5 × 109/L and absolute neutrophil count was 0.0 × 109/L. C-reactive protein (CRP) was 2.6 mg/dL. Her renal, liver function panel, and urinalysis were normal. Blood from the port catheter and pheripheral vein was sampled for cultures and then broad-spectrum antibiotics were initiated empirically and chemotherapy was postponed. On her physical examination there was not any focus on fever. Her oral mucous membrane was normal. She did not have oral mucositis. Her liver and spleen were not palpable. She did not have abdominal tenderness, distension, or any other clinical findings related to abdominal distress. Her oral intake was good. She did not have vomiting and her stool was normal. Thorax radiograph was normal. Her fever lasted for two days. On the 3rd day of antibiotics her fever resolved; on the 4th day she was still afebrile but she developed abdominal pain. Physical examination revealed abdominal distension and tenderness. Abdominal ultrasonography was performed but, because of the presence of free intense air superposition, the bowels were not evaluated optimally. Plain abdominal radiograph demonstrated subdiaphragmatic free intra-abdominal air () and the one obtained in lateral decubitus revealed free air movement within the abdominal cavity (). She was operated immediately. During operation it was seen that the small intestine was perforated from approximately 2.5 cm apart from cecum. Small intestine and colon were very fragile, inflammatory, and bloody. Necrotic tissue was removed completely. Pathological analysis of the specimen revealed findings related to chronic inflammatory degenerative changes in intestine. It excluded malignancy. After surgery we treated her with bowel rest and decompression using nasogastric tube, total parenteral nutrition, and broad-spectrum antibiotics. Chemotherapy was postponed until complete recovery. On the day 15 of surgery, she was in good condition; her physical examination and laboratory findings were normal and we decided to continue chemotherapy.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'23236322': 2, '16319675': 1, '31692935': 1, '10593241': 1, '8218694': 1, '1727660': 1, '17562596': 1, '12149691': 1, '22669860': 1, '20350277': 1, '27803612': 1, '11157028': 1, '3856402': 1, '24716011': 2}", "similar_patients": "{'3517949-1': 1}"}