{"patient_id": 165301, "patient_uid": "3891166-1", "PMID": 16295790, "file_path": "noncomm/PMC003xxxxxx/PMC3891166.xml", "title": "Clear Cell Hepatocellular Carcinoma with Spontaneous Regression of Primary and Metastatic Lesions", "patient": "A previously healthy 72-year-old man visited Kyungpook National University Hospital in August 2002 because of intermittent right-upper quadrant discomfort which had recently developed. Physical examination revealed a hard, tender liver that extended to 5cm below the right costal margin. He had been consuming more than 70 g/day alcohol for the last 20 years. A biological evaluation showed a normal complete blood count (WBC 7800/mm3, Hemoglobin 14.2 g/dL, Platelet 164000/mm3), a normal total protein/albumin (7.4 and 4.5 g/dL, respectively), and a normal bilirubin (total bilirubin 0.6 mg/dL), but his liver enzymes were elevated (AST/ALT 118/43 IU/L). Prothrombin time was 89.8%. He was negative for surface antigen and antibodies to HBV, HBc-IgG, and HCV. Ultrasonography of the abdomen revealed a huge mass of about 9×11 cm on the right lobe of the liver. Abdominal enhanced computerized tomography (CT) scanning also revealed the same findings with right portal vein invasion (). The lesion was shown not to be high-density on an arterial phase because of the hugeness and central necrosis. Instead, it was low-density on a portal phase. There were no abnormalities on either kidney or on other intra-abdominal organs. His serum alpha-fetoprotein (AFP) was above 500 ng/mL. His Child-Pugh score was 5 (class A). HCC (modified UICC stage IV-A, T4N0M0) was clinically diagnosed, and we recommended him for transarterial chemoembolization (TACE). However, he refused the procedure, and we decided to follow-up regularly. Three months later (November 2002), he complained of pain in the left anterior chest region. A chest X-ray showed a lesion which was invading the rib on the left upper lung (). A follow-up CT scan revealed an aggravated primary lesion of the liver, and he attended the outpatient clinic regularly where he received painkillers. He was later hospitalized because of the intermittent aggravated pain in the left anterior chest region. The mass size slowly increased up to 10×10 cm in diameter during the follow-up period (). Fourteen months later (October 2003), he complained of pain in his left hip joint. A CT scan revealed a mass invading the left sacrum. On scanned upper abdominal imaging, however, it was noted that the primary HCC had decreased in size (about 4×3 cm) (). His serum AFP was above 500 ng/mL. To rule out other rare conditions, we performed an incisional biopsy on the chest mass. Microscopic examination showed necrosis and eccentric nucleoli with vacuolated foamy-to-clear cytoplasm that did not stain with hematoxylin and eosin (). These findings were consistent with clear cell carcinoma. Seventeen months later (January 2004), he felt better than before and did not complain of chest pain. It was a surprise to see upon physical examination that no palpable mass was found. A chest X-ray also showed no mass lesion. A CT scan revealed the same findings, and on the scanned upper-abdominal imaging, a further decrease in the primary lesion (about 3×2 cm) was noted (). His serum AFP, however, was still above 500 ng/mL. Now (June 2004), it has been about 23 months since the diagnosis. He no longer complains of discomfort and he attends the outpatient clinic regularly. On imaging study, there has been no progression in chest, liver, or sacral lesions. Additionally, his serum AFP has decreased to 8.0 ng/mL ().", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'2408740': 1, '25228980': 2, '6282440': 1, '8870006': 1, '6174388': 1, '2996742': 1, '2983534': 1, '11592607': 1, '2546879': 1, '6166811': 1, '227575': 1, '21468325': 1, '2157513': 1, '8607517': 1, '6261918': 1, '7525432': 1, '6305477': 1, '2990661': 1, '27038447': 1, '11922591': 1, '8119543': 1, '16295790': 2}", "similar_patients": "{'4164250-1': 1}"}