{"patient_id": 39821, "patient_uid": "3502780-1", "PMID": 23198199, "file_path": "comm/PMC003xxxxxx/PMC3502780.xml", "title": "Clinical Responses to Rituximab in a Case of Neuroblastoma with Refractory Opsoclonus Myoclonus Ataxia Syndrome", "patient": "A 3.5-year-old girl was referred to pediatric neurology department with ataxia and dancing eye movements starting since 1.5 years ago. The patient was admitted for further evaluations. Initial laboratory workups including hematological and biochemical parameters were in normal range. The 24-hour urinary vanillin mandelic acid (VMA) concentration showed an increase. Imaging studies including chest and abdominal computed tomography (CT) scan revealed a tumoral lesion located in posterior mediastinum extending from T6 to T10. The patient was scheduled for thoracotomy and the mass was resected as much as possible.\\nSurgical specimens were submitted to the histopathologic laboratory. Microscopic evaluation was compatible with poor stroma, undifferentiated neuroblastoma. N-myc was amplified to more than 10 copy numbers using fluorescence in situ hybridization (FISH). Bone survey study was performed and show no abnormality. Bone marrow aspiration and whole body Tc-99 m was unremarkable and brain CT scan was normal.\\nChemotherapy started referring to N6 protocol []. Within the first weeks following chemotherapy patient's symptoms and signs remarkably alleviated except opsoclonus-myoclonus syndrome which was the main complaint of the patient. It was planned to prescribe corticosteroids and clonazepam to treat the syndrome. After about 4 weeks, the debilitating problem for the patient was ataxia which showed no acceptable improvement. It was decided to prescribe intravenous immunoglobulin (IVIG) 1 g/Kg, monthly to improve ataxia and opsoclonus. After 2 courses of IVIG for 2 consecutive months, no obvious change was observed. Finally rituximab 375 mg/m2 as the last recognized option was considered to control patient's symptoms.\\nOMS Evaluation Scale was applied to evaluate clinical outcome of the patient as previously described []. A significant improvement in patient's ataxia and eye movements was observed after first dose of rituximab. About 3-4 weeks later the symptoms returned but with much less severity. Thus, it was decided to continue rituximab at least for 4 doses while patient was under close observation for clinical improvement. As it is shown in , based on the OMS Evaluation Scale, total severity score decreased by 61.1% after rituximab (28/36 versus 6/36). After each administration of rituximab the patient showed marked improvement; however, the symptoms again reoccurred exactly close to the next chemotherapy cycle, each time milder than previous. Patient's ataxia markedly improved to the extent that she was able to walk almost independently after 6 months. Meanwhile, it is noteworthy that the patient was in remission for her tumor at this time. The follow-up imaging studies were normal and there was no tumoral lesion after 1 year of treatment. N-Myc amplification decreased to the normal range. Considering the patient as stage 3 she was scheduled for autologous stem cell transplantation.", "age": "[[3.5, 'year']]", "gender": "F", "relevant_articles": "{'15601813': 1, '10561020': 1, '16900484': 1, '24665300': 1, '20871403': 1, '10959901': 1, '12902475': 1, '21618414': 1, '19672966': 1, '18675552': 1, '15574722': 1, '12571855': 1, '21211990': 1, '17226843': 1, '15254934': 1, '11705566': 1, '12640069': 1, '20110181': 1, '20020394': 1, '7527454': 1, '19423368': 1, '21737325': 1, '19838774': 1, '11801811': 1, '17006265': 1, '19714340': 1, '23198199': 2}", "similar_patients": "{}"}