{"patient_id": 34869, "patient_uid": "3056214-1", "PMID": 21423542, "file_path": "comm/PMC003xxxxxx/PMC3056214.xml", "title": "Phaeochromocytoma Mimicking Scleroderma", "patient": "A 45-year-old Chinese female presented to the rheumatology outpatient clinic with a 2-month history of daily episodes of spontaneous blanching of the fingers of both hands, associated with numbness, which resolved within a few minutes. She also noticed tightening of the skin over her fingers and increased nail fragility but denied fever, rashes, joint pains, and changes in weight, appetite, and bowel habits. Physical examination revealed sclerodactyly, onycholysis, and small pits on the index and middle fingers of the right hand, leading to a diagnosis of scleroderma. Her peripheral pulses were of normal volume, capillary refill time was normal, and no discolouration was noted. She gave a history of oesophageal reflux and difficulty in swallowing, which were partially relieved by omeprazole. Her past medical history was significant for hypertension diagnosed six months ago. She had no family history of autoimmune disease. Blood pressure (BP) in the clinic was 160/95 mmHg on atenolol 50 mg om and amlodipine 10 mg om. Hemoglobin level, renal and thyroid function tests were normal. She tested negative for antinuclear antibody, anti-double-stranded DNA, anti-Ro, anti-La, anti-RNP, anti-Sm, anti-Jo-1, and Sc1-70 antibodies.\\nComputed tomography (CT) thorax, performed to evaluate pulmonary complications of systemic sclerosis, showed no pulmonary fibrosis or embolism but incidentally detected a heterogeneous left adrenal mass 7.5 × 7 cm in diameter with areas of necrosis and hemorrhage and enhancement with contrast (). The diagnosis of adrenal phaeochromocytoma was confirmed by elevated 24-hour urinary catecholamine and metanephrine levels. She denied a history of headache, palpitations, or diaphoresis. There was no family history of phaeochromocytoma.\\nGood BP control (110–130/60–80 mmHg with pulse rate 60–80/minute) was achieved with phenoxybenzamine and atenolol before an uncomplicated adrenalectomy. Histology of the adrenal tumor was consistent with a phaeochromocytoma. Postoperative urine catecholamine and metanephrine levels were normal. Three months after surgery, her BP was 120/60 mmHg without any medication. The symptoms and signs of “systemic sclerosis” (blanching of hands, sclerodactyly, finger pitting, reflux, and dysphagia) had completely resolved.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'8923592': 1, '10743810': 1, '7378088': 1, '31482181': 1, '3395752': 1, '15003984': 1, '1497010': 1, '18176142': 1, '21423542': 2}", "similar_patients": "{}"}