{"patient_id": 38264, "patient_uid": "3407770-1", "PMID": 22584039, "file_path": "comm/PMC003xxxxxx/PMC3407770.xml", "title": "Vocal cord palsy after vincristine treatment in a child and the inefficacy of glutamic acid in the prevention of relapse: a case report", "patient": "A Caucasian 18-month-old girl, born to an Italian family and raised in Italy, with a high-risk acute lymphoblastic leukemia (ALL) was being treated according to the AIEOP-BFM ALL 2000 protocol. After the third dose of VCR (1.5 mg/m2) she developed isolated hoarseness, but stridor appeared soon after the fourth dose of VCR (last dose of induction phase). A flexible fiber-optic endoscope study showed a bilateral VCP (Figure ). Electromyography revealed a predominantly axonal motor neuropathy involving above the lower extremities. A nerve conduction study of the larynx was not performed because the association of VCR administration with significant respiratory symptoms and immobility of the vocal folds, clearly shown by the fiber-optic endoscope, allowed us to make a definite diagnosis. No side effects of VCR other than VCP were found. Her stridor started to improve within the first seven days and both stridor and hoarseness completely resolved 28 days after the onset of palsy: a repeat laryngoscopy study showed normal vocal cord mobility.\\nFollowing two consolidation blocks it was decided to administer VCR at full dose (1.5 mg/m2) first, and completely omit the second dose (scheduled just five days later): no side effect was noted. The first reinduction protocol II started 22 days after completion of consolidation block therapy and the four weekly doses of VCR were uneventfully administered with a one-third reduction (1 mg/m2).\\nAfter four weeks of interim maintenance the second reinduction protocol II was scheduled and the first weekly dose of VCR was again administered at 1 mg/m2 without any problems; then our patient received glutamic acid 1.5 g daily orally in three divided doses and, one week later, a bolus injection of VCR was administered at full dose. Three days later she developed an intermittent hoarse voice lasting about 72 hours. Moreover, she manifested reduction of deep tendon reflexes, neuritic calf pain (treated with oral acetaminophen) and foot drop; the pain and foot drop resolved after about 24 hours. The following weekly VCR was omitted and glutamic acid was stopped after 10 days of overall treatment. The fourth and last dose of VCR was administered again at 1 mg/m2 and was well tolerated. She is now in complete remission and on maintenance therapy.", "age": "[[18.0, 'month']]", "gender": "F", "relevant_articles": "{'11882230': 1, '1405987': 1, '20921909': 1, '1939879': 1, '20505534': 1, '23338712': 1, '24886197': 2, '8608515': 1, '19153315': 1, '19179723': 1, '16609949': 1, '22584039': 2}", "similar_patients": "{'4045940-1': 1}"}