{"patient_id": 45085, "patient_uid": "3878282-1", "PMID": 24455370, "file_path": "comm/PMC003xxxxxx/PMC3878282.xml", "title": "Locked Superior Dislocation of the Acromioclavicular Joint", "patient": "A 52-year-old right handed Caucasian male farmer fell off a galloping horse landing heavily on his left shoulder. He experienced immediate pain, swelling, and inability to move the shoulder. He originally presented to the emergency department on the same day and initial radiographic evaluation (AP and scapular Y views), Figures and , showed dislocation of AC joint. He had no other injuries and had no active ongoing medical problems. He was subsequently provided with a broad arm sling and referred to orthopaedics where he was seen in fracture clinic five days after the initial injury. On presentation in fracture clinic he had swelling around the AC joint with significant pain and reduced range of movement in his left shoulder (30 deg. abduction, 40 deg. flexion, 30 deg. external rotation, and 10 deg. internal rotation). Neurovascular examination of the left upper extremity including the brachial plexus and axillary nerve was entirely normal. After assessment a diagnosis of type 2 ACJ dislocation was made and a trial of conservative management with a broad arm sling and early physiotherapy was organised. The patient was subsequently reviewed three weeks after the initial injury, when he complained of ongoing pain and loss of function with no improvement with physiotherapy.\\nAt this point the patient was referred to the senior author (MW) whose clinical evaluation confirmed a dislocated AC joint with secondary winging of the scapula. With improvement in swelling around shoulder a noticeable asymmetry of the AC joints was observed (). Further radiographic imaging (Y view and axillary view), Figures , , and , confirmed this unusual form of AC joint dislocation with complete dislocation of the joint and the lateral end of the clavicle displaced and locked superiorly directly on top of the acromion. After consideration of patient level of activity and the irreducible locked dislocation, a decision was taken to proceed to open reduction of the joint and subsequent stabilization using the Nottingham Surgilig Ligament (Surgilig, Surgilig Craft, Redditech, UK). Surgery was performed five weeks after injury by the senior author (MW) under general anaesthetic with regional anaesthetic augmentation and intravenous antibiotic cover. The patient was positioned in beach chair position and a bra strap incision was utilised. A superiorly dislocated lateral end of the clavicle was identified. Both acromioclavicular and coracoclavicular ligaments were found to be disrupted but there was no periosteal stripping of lateral end of clavicle. It was not possible to reduce the clavicle so distal clavicular resection of approximately 1 cm was undertaken with subsequent reduction of the acromioclavicular joint. An 11 cm Surgilig ligament secured with a 3.5 × 36 mm fully threaded cortical screw with washer was used to stabilise the joint. Further augmentation and repair of superior acromioclavicular ligament was done using 1-0 PDS suture. Routine skin closure using subcuticular 4-0 monocryl and steri-stips was undertaken.\\nThe patient was discharged the following day with a polysling to protect the repair. The initial exercise program included pendulum and single plane passive range of movement for the shoulder and the sling to be worn for 3 weeks. Active assisted exercises were commenced at 3 weeks postoperatively. Full activity was resumed at 8 weeks. At 2 years followup, the patient reported resumption of full activity with no pain. Clinical examination confirmed a full range of pain-free movement at the shoulder, with no residual scapular winging. Radiographs confirmed maintenance of the AC joint 93 stabilization, Figures and . Outcome measures revealed an Oxford shoulder score of 43 (out of 60, i.e., satisfactory joint function) and University of California, Los Angeles (UCLA), shoulder score of 33 (excellent as per UCLA scoring being > 27).", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'5889033': 1, '18564470': 1, '4652050': 1, '22245825': 1, '17880964': 1, '24455370': 2}", "similar_patients": "{}"}