{"patient_id": 161361, "patient_uid": "3644770-1", "PMID": 23661979, "file_path": "noncomm/PMC003xxxxxx/PMC3644770.xml", "title": "Radiological evolution and delayed resolution of an optic nerve tuberculoma: Challenges in diagnosis and treatment", "patient": "A 40-year-old male presented with complaints of decreased vision in the right eye of 4 months duration. There was pain in the right eye at onset and the visual loss progressed to complete loss of vision within 6 weeks of onset of symptoms. There was no history of seizures or focal limb weakness. There were no systemic features like fever, loss of appetite, or weight. Previous treatment history for the visual loss included a short course of oral steroids; no improvement was noted with the same.\\nHe presented to us nearly 4 months after onset of visual symptoms and nearly 10 weeks after manifesting complete visual loss. On examination, there was no light perception in the right eye. Relative afferent pupillary defect and optic disc pallor were noted. Magnetic resonance imaging (MRI) brain and orbit at this time (16 weeks after onset of symptoms) revealed a homogenously enhancing, diffusely thickened optic nerve [] with nodular enhancing lesions in the right parietal and frontal lobes. [Figures and ]. Human immunodeficiency virus enzyme-linked immunosorbent assay (HIV ELISA) was negative. Cerebrospinal fluid (CSF) analysis including cultures was noncontributory. There was no significant lymphadenopathy. Chest X-ray and abdomen ultrasonography were noncontributary. As there was still significant enhancement of the optic nerve, possibility of an infiltrative optic neuropathy due to an infectious (tuberculosis, cysticercosis) or inflammatory condition (sarcoidosis) was considered most likely. Infiltrations from lymphomatosis, gliomatosis, and other compressive optic neuropathies were considered less likely especially considering the brain lesions. At this stage, he was asymptomatic for the brain lesions and had already completely lost his vision in the right eye. Initiation of empiric antituberculous therapy was strongly contemplated. However, considering the risk of missing other diagnosis in which different treatment will be required, it was decided to go ahead with a biopsy for definitive diagnosis. The options included an optic nerve biopsy versus brain biopsy.\\nWhile awaiting the biopsy in the ward, mild impairment of dexterity of the left hand was noted. Antituberculous therapy (ATT) (isoniazid, rifampicin, pyrazinamide, and ethambutol) with dexamethasone was started after a repeat imaging. A repeat MRI brain revealed conglomerate ring enhancing lesions in right frontal and parietal lobes with perilesional edema, mass effect, and midline shift. [] There was also a 30 × 21 mm ring enhancing lesion in the right optic nerve [] with associated thickening. Biopsy from the right parietal lesion revealed necrotizing granulomatous inflammation with numerous acid fast bacilli. Pansensitive mycobacterium tuberculosis was grown on culture. ATT with steroids was continued. Decompression of optic nerve lesion was not done as he already had complete loss of vision with optic atrophy. The mild weakness of the left hand improved completely. Repeat imaging at 2 months follow up revealed subtle increase in the size of the right optic nerve necrotic rim enhancing lesion []. There was remarkable increase in the size, number, and perilesional edema of the brain lesions as well consistent with paradoxical worsening. [] The dosage of steroids was hiked up and ATT was continued. Repeat MRI at 18 months showed significant resolution of the intracranial lesions. [] The optic nerve lesion persisted, though there was a decrease in the size and degree of enhancement []. Hence, ATT was continued.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'16477577': 1, '14519219': 1, '14505863': 1, '4321752': 1, '18029267': 1, '8506198': 1, '7356430': 1, '30460000': 1, '21572867': 1, '23661979': 2}", "similar_patients": "{}"}