{"patient_id": 156421, "patient_uid": "3249281-1", "PMID": 22263132, "file_path": "noncomm/PMC003xxxxxx/PMC3249281.xml", "title": "Thoracic Duct Cyst in Mediastinum - A case report -", "patient": "A 53-year-old woman was transferred to our hospital with abnormal findings on chest computed tomography. She had been taking medications for reflux esophagitis for 3 years but her symptoms persisted. She had no unusual past histories and had undergone gastrofibroscopy several times in the past with no abnormalities. Chest CT scan showed a cystic mass at the posterior mediastinum ().\\nLaboratory findings and a chest X-ray showed no abnormalities. Gastrofibroscopy showed reflux esophagitis and erythematous change with a suspicious submucosal mass in the upper thoracic esophagus. The gastric body and fundus also showed erythematous change. Endoscopic ultrasonography showed a normal esophageal wall and a cystic mass next to the aortic arch. A small polypoid mass was found in the cyst ().\\nWith general anesthesia, thoracoscopic resection of the mass was done. A vascular structure that seemed to be the thoracic duct was found in connection with the cystic mass superiorly and inferiorly (). Careful dissection of the cystic mass and the thoracic duct was done with care not to rupture the cyst or the duct. The thoracic duct was ligated above and below the mass and the cystic mass was successfully removed. The content of the mass was clear fluid.\\nThe patient was sent to the general ward without any problems or hemodynamic instability. Postoperatively, the patient was well without any complications such as hemothorax or chylothorax. The chest tube was removed on the second postoperative day and she was discharged the next day.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'11685959': 1, '26004105': 1, '10335715': 1, '10856873': 1, '8197433': 1, '27275479': 1, '3763916': 1, '15692550': 1, '25207258': 1, '26078934': 2, '31793448': 2, '22263132': 2}", "similar_patients": "{'4463235-1': 1, '7597866-1': 1}"}