{"patient_id": 155841, "patient_uid": "3205541-1", "PMID": 22064787, "file_path": "noncomm/PMC003xxxxxx/PMC3205541.xml", "title": "Primary abdominal pregnancy following intra-uterine insemination", "patient": "Mrs. Y.P, a 31-year-old female, attended our OPD on 22nd August 2010, with chief complaints of amenorrhea of 2 months, following an IUI cycle. She had primary infertility of 3 years, and was undergoing IUI for mild-to-moderate male factor coupled with mild pelvic endometriosis. This was her first IUI cycle (CC1 00 mg D2-D6, HCG trigger, and dydrogestrone as luteal support). Urine pregnancy test was negative on two ocasions after IUI. She had no other complaints [Figures –].\\nHer previous menstrual cycles were regular. LMP was performed 28.06.2010. Double IUI was done on 12th and 13th July 2010. She was amenorrhoeic for almost 9 weeks. On transvaginal sonography, the uterus was bulky, very thick regular echogenic endometrium, and no gestational sac in cavity []. Both ovaries were normal with a corpus luteum in the left ovary [Figures and ]. There was a 1.6 cm mass with strongly echogenic rim, close to the uterus, in the left side suggestive of an ectopic pregnancy sac. Serum b-HCG in the same day was 9470 mIU/ml [Figures and ].\\nLaparoscopy was offered to the patient, who however, desperately requested for the conservative approach (she had undergone diagnostic hystero-laparoscopy 2 months back during her infertility workup , and also did not want to loose a fallopian tube).\\nShe was given one intramascular injection of methotrexate (50 mg) on 22.08.2010 following routine blood tests. However, follow-up of serial b-HCG on 26.08.2010 showed persisting levels of 9300 mIU/ml and transvaginal sonography showed a size of the mass increased to 2 cm.\\nShe was taken up for laparoscopic surgery on 28.08.2010. At laparoscopy uterus was bulky, deviated to the right side with a few old and new endometriotic deposits on the antero-superior surface. Both the fallopian tubes and ovaries were normal. Pouch of Douglas was free. No fresh or old blood was found in the peritoneal cavity. The pregnancy sac was implanted on the peritoneal surface of the broad ligament,between the round ligament and the utero-vesical fold.\\nInitial appearance was a mound-like elevation, with yellowish brown margins [Figures and ]. Fresh bleeding started only upon manipulation of the uterus. Gestational sac was sucked out [Figures and ]. There was significant bleeding from the base [], which was controlled with bipolar coagulation and superficial infiltration of Pitressin []. Endometrial curettage was performed. The product of conception retrieved was sent for histopathology []. The patient made an uneventful postoperative recovery. β-HCG fell to 203 IU within 4 days, and subsequently declined to non-pregnant levels.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'18382809': 1, '11717071': 1, '5641022': 1, '19881157': 2, '678418': 1, '4423882': 1, '12456628': 1, '8844319': 1, '18722977': 1, '5635834': 1, '18394622': 1, '3347437': 1, '12856525': 1, '32675831': 1, '34094887': 1, '6940571': 1, '19918376': 2, '8378016': 1, '18665381': 1, '4761385': 1, '2801033': 1, '24995221': 1, '29550756': 1, '20575881': 1, '5696553': 1, '2225575': 1, '16785724': 1, '10895983': 1, '22064787': 2}", "similar_patients": "{'2800936-1': 1, '2769446-1': 1}"}