{"patient_id": 38608, "patient_uid": "3420696-1", "PMID": 22937321, "file_path": "comm/PMC003xxxxxx/PMC3420696.xml", "title": "Myelodysplastic Syndrome with Myelofibrosis Transformed to a Precursor B-Cell Acute Lymphoblastic Leukemia: A Case Report with Review of the Literature", "patient": "A 53-year-old Caucasian woman with a known history of diabetes mellitus type 2, osteoarthritis, hypertension, and hyperlipidemia presented, after a possible acute upper respiratory tract infection, with shortness of breath, fatigue, nausea, and vomiting. Initial physical examination showed no lymphadenopathy or hepatosplenomegaly. Her CBC revealed pancytopenia with white blood cell (WBC) count = 1.8 × 109/L, hemoglobin = 4.5 g/dL, mean corpuscular volume (MCV) = 84.8 fL, hematocrit = 12.5, and platelet count = 83 × 103/cmm.\\nShe underwent a bone marrow aspirate and biopsy. The bone marrow aspiration was unsuccessful. The bone marrow biopsy showed a markedly hypercellular bone marrow at 90% cellularity with panhyperplasia (). Mild-to-moderate erythroid dysplasia was present in the form of binucleation, nuclear blebbing and irregular nuclear contours. The megakaryocytes were moderately increased with focal abnormal clustering and occasional dyspoietic forms like nuclear hypolobation and micromegakaryocytes. The myeloid precursors showed abnormal localization in the core biopsy without significant morphological dyspoiesis. Blasts were not increased at 0.4%, with only rare scattered CD34-positive cells in the core biopsy by immunostains. Scattered clusters of small lymphocytes with occasional irregular nuclear contours were present; however, no clusters of lymphoblasts are noted. Special stains for reticulin and collagen fibers showed marked reticulin fibrosis without significant collagenous fibrosis. Conventional cytogenetic studies showed a normal female chromosome karyotype. Florescence in situ hybridization (FISH) studies using probes for MDS including MLL gene (11q23) region, monosomy 7, and trisomy 8 and for deletions of 5q31, 7q31 and 20q12 were performed and were negative. Molecular studies for BCR-ABL and JAK2 mutation studies were also negative. A diagnosis of myelodysplastic syndrome (MDS) with myelofibrosis was rendered. Regarding the MDS International Prognostic Scoring Classification [], the patient had 3 cytopenias with normal conventional and FISH cytogenetic studies, so her overall score would be 0.5, and she would fall into the intermediate 1 risk category. She was started on treatment for her MDS, including Erythropoietin and G-CSF.\\nTwo months after the initial presentation, she was evaluated for a possible allogeneic stem cell transplantation, and her CBC revealed severe pancytopenia with WBC = 1.0 × 109/L, hemoglobin = 8.7 g/dL, hematocrit = 25.1%, MCV = 82 fL, and platelets = 74.0 × 103/uL. Rare circulating blasts were identified in the peripheral blood smears (). Bone marrow biopsy was then performed and showed markedly hypercellular (98%) with 82% B-lymphoblast population (Figures –). The blasts were intermediate sized with fine chromatin, small nucleoli, nuclear folding, and scant cytoplasm. No granules or Auer rods were identified. Cytochemical stains for myeloperoxidase, Sudan black B, and dual esterase were all negative. Flow cytometric analysis showed a lymphoblast population expressing CD19, CD24, and bright CD38 at 71% of ficolled cells, consistent with precursor B-cell acute lymphoblastic leukemia. Clonality was also confirmed by a positive molecular study for immunoglobulin heavy chain gene rearrangement. Severe reticulin fibrosis was also present. A final diagnosis of precursor B-cell acute lymphoblastic leukemia (pre-B ALL) and marked reticulin fibrosis was made. Cerebrospinal fluid was negative for lymphoblasts. She was started on an induction therapy with hyper-CVAD (cyclophosphamide, vincristine, doxorubicin/adriamycin, and dexamethasone). She also received intrathecal prophylaxis (methotrexate and cytarabine) and tolerated well.\\nFollow-up bone marrow at 28 days after her chemotherapy showed a hypocellular marrow (20%) with panhypoplasia, persistent reticulin fibrosis, but no residual leukemic blasts were seen. Flow cytometry analysis was also negative for blasts. Patient subsequently underwent allogenic stem cell transplantation, seven months after her initial diagnosis of MDS, and five months after she developed pre-B ALL. She tolerated the procedure and was alive upon the last follow-up.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'2358204': 1, '3874040': 1, '8448244': 1, '26171043': 1, '1592101': 1, '6933843': 1, '7059673': 1, '11722413': 1, '8639433': 1, '3460328': 1, '3880643': 1, '8695722': 1, '7771469': 1, '9595816': 1, '2049740': 1, '7647000': 1, '11532514': 1, '10560363': 1, '12393641': 1, '2375920': 1, '3101358': 1, '1859889': 1, '15005342': 1, '32556451': 1, '1493471': 1, '8642864': 1, '1958747': 1, '21282718': 1, '19322741': 1, '3859321': 1, '3861089': 1, '7272222': 1, '17921857': 1, '6571788': 1, '3539173': 1, '29805685': 1, '9585074': 1, '21663505': 1, '9058730': 1, '16046234': 1, '1712222': 1, '3864486': 1, '3164979': 1, '22937321': 2}", "similar_patients": "{}"}