{"patient_id": 43958, "patient_uid": "3796388-1", "PMID": 24137441, "file_path": "comm/PMC003xxxxxx/PMC3796388.xml", "title": "Mature teratoma of the spinal cord in adults: An unusual case", "patient": "A 22-year-old previously healthy female presented with an intermittent pinching pain in the lower right shank that had lasted for three months, progressive lower right extremity weakness and instability while standing. The onset of the shank pain and weakness occurred without any obvious cause. After one month, the patient experienced a shooting pain from the right shank, which traveled towards the right groin, foot and thigh. The patient had not received spinal surgery or any other spinal procedures, and did not complain of lower extremity numbness or urinary incontinence. The physical examinations revealed that there were no motor or sensory deficits in either extremity, and no palpable midline spinal displacement. Upon neurological examination, the patient demonstrated normal physical reflexes and the pathological examinations revealed no cutaneous abnormalities or dermal sinus tracts. In addition, the routine laboratory examinations were normal.\\nThe magnetic resonance imaging (MRI) results revealed a lobulated, intradural, heterogeneous, 6.0×1.5×1.7-cm mass between T12 and L2 levels of the lumbosacral spine (). The lesion was located in the middle of the spinal canal and extruded the spinal cord, and could not be separated from the conus medullaris. No centrum erosion or other abnormalities were identified.\\nThe patient underwent a total resection of the tumor by means of a T12-L1 laminectomy performed under a surgical microscope. Through an incision into the dura, three connected cystic tumors were observed. A portion of the mass was in contact with the medullary and conus medullaries, and a yellow, oval-shaped, fatty cyst extruded to the cauda equina where it had become inseparable. Following the incision into the tumor cyst wall located in the conus medullaris, a white fluid containing hair follicles and gray soft tumor tissue was observed. A histopathological examination of the excised mass revealed the presence of elements from multiple germ cell layers. Under a light microscope, numerous fatty cysts consisting of neuroepithelial and epithelial tissues were observed (). The final histopathological diagnosis was that of a mature cystic teratoma.\\nThe prognosis of the patient, following surgery, was good. No further neurological deterioration was observed during the three-month follow-up period and the leg pain symptoms were relieved subsequent to the surgery.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'21087779': 1, '15239016': 1, '11198778': 1, '910647': 1, '15337156': 1, '17198224': 1, '8115946': 1, '26396595': 2, '32648386': 2, '14604315': 1, '13378634': 1, '29492146': 2, '19487866': 1, '9817426': 1, '7946024': 1, '25883663': 2, '3054599': 1, '21107150': 1, '32358400': 1, '17561750': 1, '32095150': 2, '10449085': 1, '14618137': 1, '9522216': 1, '9868320': 1, '16132500': 1, '18415933': 1, '28110362': 1, '15464638': 1, '19639248': 1, '479930': 1, '6528298': 1, '1109624': 1, '14149736': 1, '19119471': 1, '10912193': 1, '895969': 1, '671084': 1, '6877572': 1, '31227969': 1, '16523223': 1, '30459890': 2, '16770222': 1, '5088071': 1, '19240975': 1, '3311611': 1, '1476931': 1, '9590773': 1, '5666063': 1, '14320730': 1, '17857556': 1, '14045787': 1, '3096113': 1, '1452780': 1, '11821970': 1, '7443001': 1, '3358665': 1, '21574106': 1, '9061077': 1, '20010388': 1, '19142973': 1, '19247572': 1, '18886672': 1, '12962297': 1, '11673179': 1, '3950158': 1, '9840366': 1, '24137441': 2}", "similar_patients": "{'4398823-1': 1, '4553720-1': 1, '6208199-1': 1, '5820871-1': 1, '7595849-1': 1, '6995675-1': 1}"}