{"patient_id": 161919, "patient_uid": "3684487-1", "PMID": 23795265, "file_path": "noncomm/PMC003xxxxxx/PMC3684487.xml", "title": "Acanthosis nigricans, Abnormal Facial Appearance and Dentition in an Insulin Resistance Syndrome", "patient": "A 10-year old girl was referred to the Children's Medical Center, the pediatrics center of excellence in Iran, with history of poor-controlled diabetes mellitus since six years of age. The parents of this patient were first consanguine; the father is a 42-year old man with height of 175cm. Her mother is a 35-year old female with height of 152 cm. The patient has a 12-year old healthy brother. There was no history of diabetes mellitus or insulin resistance.\\nThe patient had a history of low birth weight (2200 g); developed irritability at 22 days of age; the work-up performed at that time, showed hyperammonemia. Sodium benzoate was started, but no specific metabolic disease was diagnosed. Left renal cystectomy through laparatomy was performed at two months of age. She developed progressive abdominal protrusion; hepatomegaly and bilateral renal microlithiasis were revealed at one year of age, based on clinical and radiological evaluation, respectively. Hyperammonemia resolved, while benzoate therapy was stopped at six years of age. At that time, she suffered from polyuria, polydipsia, and dental decays. All of her deciduous teeth were extracted after showing severe dental caries before the school age. Fasting blood sugar (FBS) was more than 350 mg/dl in repeated tests. The diagnosis of diabetes mellitus was made; consequently insulin treatment was started, but glycemic response was poor; so, insulin dosage was increased gradually, without salient effect on blood glucose level. She has been under insulin therapy (105-110 units) and metformin (1000 milligram per day) since 6 years, and 8 years old, respectively. In spite of such treatment, her FBS was always more than 350 mg/dl. The results of recent laboratory tests were as follow: Insulin >500 mU/L (normal range: 7-24 mU/L), Ca in 24 hrs urine: 92 mg (normal >4 mg/kg), oxalate: 54 mg (normal up to 35 mg/kg), HbA1c: 10.5 (normal up to 5.5).\\nThe height was 115.5 cm (<3rd percentile) and the weight 20 kg (<3rd percentile) at the time of admission. Her blood pressure was 105/65 mmHg (50th-75th percentile) at that time. She had triangular face with prognathism, abnormal teeth formation, deep fissured large tongue and hair dandruff, posterior cervical and axillary acanthosis nigricans, shield chest and normal heart sounds (). The liver border was palpable 4 cm below costal margin and spleen was just palpable. Sparse pubic hair was present without clitoromegaly. She had convex nails. There was no evidence of hearing loss. Except a delay in starting walking age (at two years old), her psychomotor development was normal. Only her growth was delayed in relation to chronologic age, but there was no evidence of muscular hypertrophy.\\nAbdominal magnetic resonance imaging (MRI) revealed large liver with increased signal density. The head circumference was 51 cm. Brain MRI excluded pineal enlargement. Heart echocardiography showed tricuspid regurgitation, atreal septal defect and a hypertrophic right ventricle with appropriate systolic function. Insulin level was above 500 U/ml. Anti-insulin antibodies were negative. Liver function test was normal. Fasting blood sugar (FBS) was above 350 mg/dl. There were hyperoxaluria and hypercalciuria in 24 hours urine analysis. Glycosylated hemoglobin A1 (HbA1c) was 10.5%.\\nUnder the clinical hypothesis of RMS, 22 exons of insulin receptor (INSR) gene were sequenced. However, only 3 homozygous single nucleotide polymorphisms (SNPs) (c.5C > G, c.1230G > T and c.1650G > A), but no disease causing mutation was detected. Indeed being suspect to pigmented hypertrichosis with insulin dependent diabetes (PHID), the SLC29A3 [Solute Carrier Family 29 (Nucleoside Transporter), Member 3] gene was also sequenced which did not come up with any disease causing mutation.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'18411068': 1, '20155514': 1, '1881419': 1, '18717867': 1, '27190511': 1, '23795265': 2}", "similar_patients": "{}"}