{"patient_id": 40509, "patient_uid": "3533874-1", "PMID": 23241416, "file_path": "comm/PMC003xxxxxx/PMC3533874.xml", "title": "Status epilepticus and cardiopulmonary arrest in a patient with carbon monoxide poisoning with full recovery after using a neuroprotective strategy: a case report", "patient": "A 25-year-old Saudi woman with no previous medical illness was brought to the Emergency Department at 8.00 a.m. after being found unresponsive, two hours earlier, at home. She had placed a charcoal fire at her bedside since midnight to warm her room. On arrival to her room, family members found her having brief abnormal generalized body movements and she was unresponsive. There was no history of psychiatric illness, drug misuse, previous suicidal attempts or epilepsy.\\nOn arrival to our Emergency Room, she was comatose with a Glasgow Coma Scale (GCS) score of 3/15. A vital signs examination revealed an oral temperature of 37.0°C, a regular pulse of 114 beats/minute, blood pressure of 127/98mmHg and a respiratory rate of 24 breaths/minute. Her pulse oximetry was 99 percent on room air. Otherwise the results of her general routine examination were unremarkable.\\nHer serum glucose and routine serum electrolyte levels were normal. Her hemoglobin (Hb) level was 135g/L, and her leukocyte count was 22×109 cells/L with neutrophilia. Her creatinine kinase level was 6489U/L (normal range 38 to 174U/L), creatinine kinase-MB isoenzyme level 143.5U/L (normal range 0.20 to 5.00U/L), aspartate aminotransferase 128U/L (normal range 15 to 40U/L), lactate dehydrogenase 459U/L (normal range 100 to 190U/L) and troponin I was 4.69ng/L (normal range <0.10ng/L). The results of urine toxicology screening tests, including tests for benzodiazepines, cannibinoids, amphetamines, opiates and cocaine, were negative.\\nHer arterial blood gases on a non-rebreather facial mask at 15L/min oxygen showed pH 7.35, PaCO2 36.2mmHg, PaO2 348.9mmHg, HCO3- 19mmol/L, SaO2 99.8 percent and carboxyhemoglobin (COHb) of 21.4 percent.\\nAn electrocardiogram (ECG) showed sinus tachycardia with no ST segment changes. The results of a brain computed tomography (CT) scan were normal.\\nThe initial impression was of severe carbon monoxide poisoning associated with coma, hypoxic rhabdomyolysis and cardiac muscle injury.\\nEndotracheal intubation was instituted because of her low GCS. Soon after, she started to have a generalized tonic-clonic seizure that continued for approximately 50 minutes despite frequent intravenous doses of benzodiazepines and intravenous phenytoin loading. Her convulsions finally abated after adding thiopental (100mg intravenously) to the regiment. Soon after that she developed asystole. Sinus rhythm and a recordable blood pressure were re-attained following a 10-minute cardiopulmonary resuscitation. She had not had an electroencephalogram (EEG) during the time of her clinical seizure but a subsequent EEG showed α-coma waves and bilateral sharp epileptiform discharges with no signs of status epilepticus.\\nIn our Intensive Care Unit (ICU), she was mechanically ventilated with FiO2 100 percent and her COHb level normalized after 54 minutes. We used our hospital protocol for severe traumatic brain injury, which is compatible with the Brain Trauma Foundation protocol (2007), in order to achieve brain protection\\n[]. The protocol included the following:\\n(1) management of airway and breathing by early intubation and mechanical ventilation, which was adjusted to maintain a pulse oximetry ≥95 percent and/or PaO2 ≥80mmHg and eucapnea with PCO2 of 35 to 40mmHg;\\n(2) maintaining euvolemia using isotonic fluid to keep central venous pressure equal 8 to 10mmHg;\\n(3) inotropes to maintain mean arterial pressure (MAP) above 80mmHg;\\n(4) moderate hypothermia (32°C to 34°C);\\n(5) maintaining normoglycemia (8.1 to 10mmol/L);\\n(6) intravenous phenobarbitone and phenytoin to prevent seizure recurrence and intravenous fentanyl and midazolam for sedation.\\nAn echocardiogram showed normal left ventricular function and no regional wall abnormalities. A repeat EEG on day seven revealed no evidence of status epilepticus; however, it showed evidence of a moderate degree of encephalopathy that was attributed to multiple factors that would, possibly, include a previous CO poisoning and hypoxic event, on top of the effect of medications used (that is, midazolam, phenytoin and phenobarbitone), since a repeated CT scan of the brain and repeat electrolyte test results were normal.\\nShe remained on mechanical ventilation for 13 days. This was complicated by ventilator-associated pneumonia. She was successfully extubated and started on an intensive rehabilitation program with rapid improvement. She was discharged home fully independent in physical function. A brain magnetic resonance imaging (MRI) scan did not show any signs of CO poisoning three weeks after her initial presentation. A cognitive function assessment was not performed by a psychologist at that time since her mental and psychological functions were recovering significantly. She returned back to work as an office secretary two months after the event with excellent and complete functional recovery and no neurological or psychological deficits. Our patient cordially agreed to attend our clinical meeting discussing her case presentation and management. She confirmed to the audience that she felt both physically and cognitively back to her normal self. Subsequently, she actively participated in an awareness campaign for CO poisoning. Currently, she is a postgraduate student studying abroad.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'7742705': 1, '10230524': 1, '9308139': 1, '18430228': 2, '12362006': 1, '20674229': 1, '9828249': 1, '17438487': 1, '27549147': 1, '10092916': 1, '7501665': 1, '16390213': 1, '22304785': 1, '21491385': 1, '17496229': 1, '10788755': 1, '7710152': 1, '19592201': 1, '5430002': 1, '2569600': 1, '20130351': 1, '16537269': 1, '23241416': 2}", "similar_patients": "{'2390579-1': 1}"}