{"patient_id": 42577, "patient_uid": "3679777-1", "PMID": 23706166, "file_path": "comm/PMC003xxxxxx/PMC3679777.xml", "title": "An intraductal papillary neoplasm of the bile duct mimicking a hemorrhagic hepatic cyst: a case report", "patient": "A 65-year-old man presented at the hospital with epigastric pain. Laboratory tests indicated mild anemia (hemoglobin, 12.7 g/dl), elevated liver enzymes (aspartate transferase, 69 IU/l; alanine transferase, 131 IU/l), and increased concentrations of total bilirubin (1.4 mg/dl), γ-glutamyl transpeptidase (116 IU/l) and C-reactive protein (5.68 mg/dl). Carcinoembryonic antigen (CEA), carbohydrate antigen 19–9 (CA19-9) and α-fetoprotein were at normal levels. Computed tomography (CT) of the abdomen revealed a large hemorrhagic cyst in the right lobe of the liver. Transarterial embolization of the peripheral portions of the right and middle hepatic arteries was performed for hemostasis. The patient was referred to our hospital and was recommended surgical treatment because additional episodes of intracystic bleeding and abdominal pain were anticipated. Abdominal CT showed a large cystic lesion (13 cm in diameter) with a thickened wall, around which we observed several small cystic lesions (Figure \\na). The large cystic lesion contained low-density fluid with several high-density components (Figure \\nb), which were observed as mural nodules on abdominal ultrasonography (Figure \\nc). These mural nodules were considered to be intracystic hematomas. Abdominal ultrasonography and magnetic resonance imaging also revealed small multilocular cystic lesions (Figure \\nd). On the basis of these findings, a diagnosis of hemorrhagic hepatic cysts was made, and surgical resection was subsequently scheduled. Because the presumptive resected liver volume was 68%, we performed preoperative portal vein embolization to induce hypertrophy of the remnant liver\\n[].\\nThe presumptive resected liver volume had decreased to 60% 14 days after the portal vein embolization; the surgical resection was performed on day 18. A laparotomy revealed whitish cystic lesions on the right lobe of the liver and in the inferior region of the left medial section. Intraoperative cholangiography (IOC) is routinely performed before hepatic resection in our institute to map the intrahepatic bile duct\\n[]. IOC indicated communication between the intracystic space and the hepatic duct (Figure \\n), which is a characteristic manifestation of IPNB. We performed an extended right lobectomy and cholecystectomy without reconstruction of the biliary system.\\nThe large cystic lesion exhibited a white thickened wall and was filled with rust-colored hematoma, as seen in the resected specimen (Figure \\na). The levels of both CEA and CA19-9 were high in the cystic fluid (117.5 ng/ml and 217.5 U/ml, respectively). Histological analysis indicated that the large cystic lesion was not lined with epithelium (Figure \\nb); however, the surrounding small multilocular lesions were lined with columnar epithelial cells (Figure \\nc). These cells contained abundant eosinophilic cytoplasm and round nuclei, and presented as papillary growths with intermediate-grade neoplastic changes (Figure \\nd) and lacked ovarian-like stroma. Immunohistochemical staining indicated that these epithelial cells were positive for cytokeratins 7 and 19, indicating that they were derived from the biliary epithelium. These cells were also positive for mucin core proteins (MUCs) such as MUC5AC and MUC6 with focal expression of MUC1; however, MUC2 expression was weak. Mucin did not accumulate in the cystic lesions. The pathological diagnosis was oncocytic-type IPNB with intermediate-grade intraepithelial neoplasia according to the World Health Organization (WHO) classification system (2010)\\n[]. Intracystic bleeding with denudation of the epithelial cell lining could have occurred as the cystically dilated bile duct increased in size.\\nThe patient had an uneventful recovery and was discharged 13 days after the operation. At his one-year follow-up visit, the patient was healthy and did not show any signs of recurrence.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'12640536': 1, '8877996': 1, '22021503': 1, '22634127': 1, '17058219': 1, '28123732': 1, '21946282': 1, '33317146': 1, '19777623': 1, '21412069': 1, '13086878': 1, '19680592': 1, '20822741': 1, '12658414': 1, '19770676': 1, '19023172': 1, '27858902': 1, '15179832': 1, '11338106': 1, '15467680': 1, '26604656': 1, '28438794': 1, '9430029': 1, '10535497': 1, '21930444': 1, '32011460': 2, '16088402': 1, '16741522': 1, '25047921': 2, '8439758': 1, '19515221': 1, '23706166': 2}", "similar_patients": "{'7220086-1': 1, '4119182-1': 1, '4119182-2': 1}"}