{"patient_id": 164175, "patient_uid": "3830151-1", "PMID": 24251260, "file_path": "noncomm/PMC003xxxxxx/PMC3830151.xml", "title": "Solitary Crossed Renal Ectopia with Vesicoureteric Reflux Presenting with Impaired Renal Function in a Neonate", "patient": "A 15-day-old male neonate was brought to us by parents with an antenatal ultrasound scan suggestive of right sided hydronephrosis and hydroureter. At the time of presentation, the general and systemic examination of the neonate was normal. His renal functions were deranged (blood urea nitrogen (BUN): 16.2 mmol/L [8.0-16.4 mmol/L] and serum creat: 331 μmol/L 50-110 μmol/L]). Patient was having grade V VUR. There were no associated, cardiovascular and vertebral abnormalities.\\nRoutine urine examination revealed plenty of pus cells and urine culture showed growth of Escherichia coli. Ultrasound of abdomen showed right sided hydronephrosis with right upper hydroureter with non-visualization of the left kidney. There were mobile internal echoes in urinary bladder. Patient was catheterized perurethrally and urinary tract infection (UTI) was treated with intravenous antibiotics.\\nRenal radionucleotide scintigraphy, technetium-99m-L, L-ethylenedicysteine (EC scan) was done which was suggestive of absent left kidney and incomplete pelviureteric junction obstruction on the right side with adequate cortical function [].\\nAfter obtaining a sterile urine culture report, a voiding cystourethrogram (VCUG) was done. It revealed grade IV VUR into the left ureter. The VCUG showed the ureter crossing the midline and entering the kidney on the right side [Figure and ]. Magnetic resonance urography, done to confirm the anatomy, revealed a solitary right kidney with the ureter crossing midline and opening on the left side of urinary bladder along with presence of hydroureteronephrosis []. Diagnostic cystoscopy revealed absent right ureteric orifice and a wide left ureteric orifice with left hemitrigone confirming the diagnosis of SCRE.\\nPatient was managed initially with conservative treatment (antibiotics and catheterization). Once renal functions improved (BUN: 8 mg/dL and serum creatine: 1.2 mg/dL), the patient was discharged on chemoprophylaxis. However, in view of breakthrough UTIs with VUR in a solitary functioning renal unit, ureteric reimplantation was done at 6 months of age. Patient is asymptomatic and renal functions are normal at follow of 16 months.", "age": "[[15.0, 'day']]", "gender": "M", "relevant_articles": "{'6164143': 1, '10663865': 1, '671645': 1, '10415306': 1, '3999200': 1, '19595632': 1, '13794746': 1, '25829677': 2, '19362344': 1, '5479708': 1, '9463293': 1, '28228880': 1, '2678982': 1, '1746088': 1, '26167315': 2, '24251260': 2}", "similar_patients": "{'4360465-1': 1, '4488548-1': 1, '4488548-2': 1}"}