{"patient_id": 157760, "patient_uid": "3345154-1", "PMID": 22624075, "file_path": "noncomm/PMC003xxxxxx/PMC3345154.xml", "title": "Acute Myocardial Infarction in a Young Adult Male Associated with the use of Smokeless Tobacco (Sweka)", "patient": "A previously healthy 21-year-old man presented with central chest pain that awakened him from sleep two hours before, associated with nausea, vomiting, dizziness, and shortness of breath. He had used dipping ST in the form of Niswar (Sweka) five to ten times per day [] continuously for one year, which was preceded by the habitual use of both types of smoking for another year. There was no past history of cardiac disease, diabetes, hypertension, hyperlipidemia, drug abuse or family history of coronary artery disease.\\nOn physical examination the heart rate was 100 beats / minute, regular, and the blood pressure was 100/70 mmHg. The remaining physical examination was unremarkable. A 12-lead electrocardiogram (ECG) showed ST elevation in leads V2-V5, I, AVL with reciprocal ST-segment depression in leads II, III, and AVF []. The chest X-ray was normal. In the first few minutes of presentation, the patient developed cardiac arrest due to ventricular tachycardia (VT), which rapidly disintegrated to ventricular fibrillation. The patient was successfully resuscitated.\\nFibrinolyitic therapy was given at presentation as well as intravenous nitrate and heparin. Oral aspirin, clopidogrel, metoprolol, and statin were also instituted.\\nThe patient responded successfully to fibrinolyitic therapy. The chest pain subsided and ST elevation was markedly reduced after 30 minutes []. Apart from short runs of nun-sustained VT, he remained asymptomatic until the third hospital day, when the chest pain reappeared and a coronary angiogram was performed which revealed a 70% proximal left anterior descending artery (LAD) lesion, 40% left circumflex artery (LCX) lesion, and a normal right coronary artery []. Even though the patient was on continuous intravenous nitrate, further intra-coronary nitrate failed to relieve a presumed coronary spasm. Angioplasty was performed and followed by a bare metal stent implantation for the culprit lesion in the LAD [Figures and ]. The laboratory tests showed a peak in the troponin-T level, of 5.056 ng / ml (normal < 0.1 ng / ml), and creatine kinase MB of 350.6 u / l (normal < 24 u / l). Blood urea, glucose, and electrolytes were normal. The drug screen for cocaine, amphetamine, ethanol, barbiturates, benzodiazepines, methadone, opiates, phencyclidine, propoxyphene, and tetrahydrocannabinol was negative. The thrombophilia screen for Factor V Leiden mutation, antiphospholipid antibodies, proteins C and S, and antithrombin levels was negative. Transthoracic echocardiography during admission revealed left ventricular segmental wall motion abnormalities and an ejection fraction of 28%.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'1410167': 1, '14871462': 1, '16920470': 1, '10629244': 1, '10577570': 1, '17697156': 1, '8129055': 1, '19473535': 1, '8419026': 1, '12704595': 1, '14660785': 1, '9411127': 1, '7597474': 1, '15953977': 1, '14660767': 1, '15613940': 1, '22624075': 2}", "similar_patients": "{}"}