{"patient_id": 41550, "patient_uid": "3606738-1", "PMID": 23533831, "file_path": "comm/PMC003xxxxxx/PMC3606738.xml", "title": "Inflammatory Myofibroblastic Tumor of the Lung and the Maxillary Region: A Benign Lesion with Aggressive Behavior", "patient": "In February 2011, a 53-year-old female patient was referred to our Department of Oral and Maxillofacial Surgery with a chief complaint of swelling and pain of the left upper maxillary region. The symptoms were noticed 2 months previously, after root canal treatment of upper left canine. There was no medical history of note but a remarkable history of pneumonia surgically treated two years ago.\\nExtraorally, the swelling was diffuse, nontender, with increased local surface temperature and redness in the left infraorbital region. Intraorally, no lesions were observed. There was noted pain on percussion of the endodontically treated canine and adjacent premolar teeth. Radiograph showed root canal filling extending 1 mm beyond the canine root apex and imprecise periapical radiolucency with a diameter of about 2 cm (). No root resorption was detected. Previous radiographs nine months before root canal treatment showed no clear radiolucency. Then, a provisional diagnosis of radicular cyst was considered, and a decision was made to perform periapical surgery under local anaesthesia.\\nIntraoperatively, a cyst-like lesion with unclear margins occupied with globular soft tissue was discovered. All surgical material was sent for histopathologic examination. A postoperative CT showed an infiltrative lesion in the left maxillary sinus with destruction of the maxillary bone anteriorly and minimal destruction of the infraorbital wall, invading skin ().\\nAlthough the histopathologic examination was consistent with an active and chronic inflammation without atypical mitosis, a lymphoproliferative or malignant tumor was suspected due to the CT images. A skin and subcutaneous tissue biopsy was performed. Histopathology examination revealed again inflammatory changes without a definitive diagnosis of the lesion.\\nThen, the patient underwent a total excision of the mass under general anaesthesia in April 2011. Postoperative histopathology of the surgically excised material revealed a solid, nonencapsulated mass, which is composed of compact spindle cells sprinkled with inflammatory cells, with a predominance of plasma cells and lymphocytes (). Special stains for microorganisms, including mycobacteria, fungi, and virus, were negative. The neoplastic cells showed myofibroblastic phenotype and reacted immunologically with vimentin and alpha-smooth muscle actin (Figures and ), while a smaller number was positive for CD5, CD20, and Ki67 (). Staining for desmin, CD117, p53, and S100 was negative. With these findings, the diagnosis of IMT was made.\\nAs referred, the patient had a remarkable history of pneumonia surgically treated in January 2009. Histology of lung demonstrated intra-alveolar inflammatory cell infiltration and prominent lymphoid infiltrate with obliteration of bronchiolar space. At that time, the diagnosis based on computed tomography (CT) and histopathology study of surgical specimen was cryptogenic organizing pneumonia (). Corticosteroid and calcifediol therapy was prescribed for ten-month duration. During the steroid therapy, the symptoms disappeared and a marked shrinkage of the mass and radiographic improvement was achieved. Prednisolone was gradually tapered and finally discontinued in February 2010, and no regrowth of the tumor was observed. After treatment, CT scans of the chest showed no significant changes in lesion size. The patient was still controlled by Respiratory Care Department.\\nIn view of such findings in maxillary region, histopathological results of the previous lung lesion, initially suggesting a cryptogenic organizing pneumonia, were carefully revised. A complete immunohistochemical staining was performed to rule out a possible metastases of previous misdiagnosed lung IMF. In fact, inflammatory cells, with a predominance of plasma cells and lymphocytes (), reacted immunologically exactly the same as maxillary IMT. Lung tumor cells reacted positive with vimentin and alpha-smooth muscle actin (Figures and ), smaller number was positive for Ki67 (), and staining for desmin, CD117, p53 and S100 was negative. Thus, considering these findings, the specimen was diagnosed as lung IMT with metastasis to the maxillary region.\\nThe patient's recovery was uneventful. At her most recent followup, 20 months after maxillary resection, there was no sign of oral recurrence. The pulmonary IMT is carefully reviewed with no regrowth or chest symptoms observed to date.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'24808436': 1, '8616772': 1, '11035586': 1, '8655685': 1, '1746682': 1, '24248314': 1, '17141382': 1, '20493620': 1, '15328880': 1, '32509097': 1, '34477134': 1, '17236943': 1, '26557237': 1, '16182167': 1, '25593882': 2, '15897859': 1, '26767012': 1, '29216875': 2, '7857424': 1, '26623133': 1, '10102613': 1, '23533831': 2}", "similar_patients": "{'4293853-1': 1, '5721699-1': 1}"}