{"patient_id": 37136, "patient_uid": "3295378-1", "PMID": 22431932, "file_path": "comm/PMC003xxxxxx/PMC3295378.xml", "title": "The Specific Sagittal Magnetic Resonance Imaging of Intradural Extra-Arachnoid Lumbar Disc Herniation", "patient": "A 56-year-old male was suffering from right thigh pain, numbness, and gait disturbance for 1 month before presentation.\\nNeurological examination showed that his muscle power was normal in lower extremities and his right patellar tendon reflex was absent. Sensory disturbance was detected in the right thigh. The patient was diagnosed with right L3 radiculopathy. All laboratory findings were within normal limits.\\nLumbar spine MRI showed a mass compressing the dura that caudally migrated at the L2-L3 level on T2-weighted sagittal image (). The mass continued to the disc and was assumed to be a lumbar disc herniation. The ventral dural line was divided into two near the disc herniation such that the herniation existed between these lines. The cauda equina was compressed by the disc herniation on T2-weighted axial images (). Intradural extra-arachnoid disc herniation was diagnosed.\\nThe lumbar spine was explored through a straight posterior midline approach. Partial laminectomy at L2-L3 revealed no disc herniation in the epidural space. We identified a disc herniation in the dura with an ultrasonography (). Durotomy revealed fragments covered with the arachnoid (). After removing the fragments, we found a hole in the ventral aspect of the dura; this hole was connected to the disc space. We did not suture the ventral dural defect to avoid the risk that threads irritate cauda equina.\\nThe patient's leg symptom disappeared soon after surgery. One year after surgery, he has returned to a normal daily life with moderate low back pain.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'30459862': 2, '31534929': 2, '26871842': 2, '31534362': 2, '32049799': 2, '34079362': 2, '32399334': 2, '30039101': 2, '2658126': 1, '14564663': 1, '31320965': 1, '26430608': 1, '7939983': 1, '25295205': 2, '17197344': 1, '24757484': 2, '22431932': 2}", "similar_patients": "{'4175384-1': 1, '3941752-1': 1, '8166278-1': 1, '7035013-1': 1, '6682322-1': 1, '6727451-1': 1, '6032468-1': 1, '7212749-1': 1, '4753938-1': 1, '6208249-1': 1}"}