{"patient_id": 161771, "patient_uid": "3670645-1", "PMID": 23741218, "file_path": "noncomm/PMC003xxxxxx/PMC3670645.xml", "title": "Matrix-Producing Carcinoma of the Breast: A Case Report", "patient": "We present the case of a 44-year-old premenopausal woman, without a family history of breast cancer and no significant medical history, who was referred to our Tumor Prevention Center after detection by self-palpation of a mass in the upper inner quadrant of the left breast, with a maximum diameter of about 6 cm. Consistency of the mass was only slightly increased, and there was no skin or nipple retraction or adhesion to the skin. Moreover, clinical examination did not reveal axillary lymphadenopathy. On mammography, there was a radiopaque lump, with a maximum diameter of 5.5 cm. There were no calcifications inside and no well-defined regular margins. It was classified as BI-RADS category 4.\\nOn ultrasound (fig. , fig. ), the lesion appeared as a nodular formation, oval, hypoechoic and inhomogeneous due to the presence of numerous anechoic internal areas, without ultrasonic attenuation. The lump had a maximum diameter of 5.5 × 5 cm, occupying almost the entire gland. Near the lump, another hypoechoic nodule (max. diameter 2 × 2 cm) with multilobulated margins was observed. Results of a fine needle aspiration biopsy (FNAB) stained with Papanicolaou staining showed amorphous material and a bloody background with some foam cells (cytology reporting category C1). Next, a core needle biopsy was performed with a mammotome and an 11-gauge probe; histological examinations carried out on the sample showed necrotic material and, in a few fragments, vital tissue with proliferation of cellular elements with chondroid structures, immersed in a variously differentiated chondroid matrix. The cells showed noticeable pleomorphism and frequent atypical figures. These findings led to the diagnosis of chondrosarcoma, and histological confirmation was postponed until the excisional biopsy.\\nThe patient underwent surgery for a simple mastectomy with removal of skin and the nipple as well as axillary lymph node dissection. The extemporaneous histological examination showed macroscopically a 10 × 7-cm lesion with well-demarcated boundaries; it was whitish, with a hard consistency and had foci of cystic and hemorrhagic degeneration. Histologically, the lesion appeared as a proliferative process of mesenchyme, with spindle-shaped and chondroid cells but without an epithelial component. The sentinel lymph node appeared normal. The definitive histological examination confirmed the presence of a malignant tumor with high mitotic activity and marked polymorphism.\\nIn histological sections, the following characteristics could be seen: several round and spindle-shaped cells, densely thronged, sometimes in sarcomatoid organization; a myxoid matrix containing medium to large cells with large and hyperchromatic cell nuclei, vacuolated cytoplasm, and an overall chondroid appearance; aggregates of giant multinucleated osteoclastic cells. The diagnosis of metaplastic carcinoma with squamous metaplasia, containing spindle-cell, chondroid (matrix-producing carcinoma) and osteoclastic components, was confirmed. Immunohistochemical analysis confirmed the origin of the histologically metaplastic breast lesion and its epithelial nature. Cytokeratins and S-100 protein showed immunopositivity; estrogen was also weakly immunopositive (<10%). The neoplastic cells were negative for progesterone and HER-2; Ki-67 was 70%. The margins of resection, the skin and the nipple were not infiltrated. The sentinel node was negative. The staging was pT3 pN0 PMX, G3.\\nAt present, there are few data on the best pharmacological treatment of this type of malignancy. In particular, the most recent data mostly show a certain chemoresistance []. In accordance with the negative lymph node status and the radical surgical treatment, the patient did not undergo radiotherapy or adjuvant chemotherapy.\\nTo date, the patient is alive and in good health.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'2544506': 1, '18603703': 1, '31565596': 2, '22778998': 1, '19896123': 1, '18559079': 2, '29255401': 2, '26435956': 1, '29514832': 1, '27904534': 1, '8725133': 1, '23741218': 2}", "similar_patients": "{'2440382-1': 1, '5727344-1': 1, '6758965-1': 1}"}