{"patient_id": 159611, "patient_uid": "3503353-1", "PMID": 23181180, "file_path": "noncomm/PMC003xxxxxx/PMC3503353.xml", "title": "Takotsubo Cardiomyopathy in a Patient with Lung Adenocarcinoma", "patient": "A 59 year-old man without any history of cardiovascular disease was admitted to emergency service with the complaint of chest and back pain. ECG revealed sinus rhythm with a rate of 70/min, 2-3 mm ST elevations in V2 and V6 []. His blood pressure was 110/70 mmHg. He was on antihypertensive medication and smokes 20 cigarettes per day for more than 20 years. He was immediately taken into the cardiac catheterization laboratory with the diagnosis of acute anterior myocardial infarction. Coronary angiography demonstrated patent coronary arteries without significant stenosis. Ventriculography demonstrated systolic apical ballooning which is typical for TC []. Transthoracic echocardiography demonstrated apical akinesia with a dynamic LV outflow tract obstruction (peak resting gradient: 45 mmHg, peak gradient reaches to 177 mmHg and mean gradient to 81 mmHg with valsalva maneuver) []. ST elevations returned towards baseline and his complaints were improved progressively with medical treatment, which included antiplatelet agents and anticoagulation, beta adrenergic receptor blocker and renin-angiotensin system blocker agents. Troponin T level peaked at 0.71 ng/ml.\\nPatient had a cachectic appearance and had complaints of backache and dysphagia with weight loss of 25 kg during the last 12 months. Endoscopic examination revealed esophageal obstruction due to external compression. Computed tomography scan of the chest revealed a mass with 5 x 2.5 cm diameter at the level of right pulmonary upper lobe on the posterior segment, extending from retrotracheal to paravertebral space with bone invasion. There were also multiple mediastinal lymphadenopathies. Fine needle aspiration biopsy obtained from mass showed neoplastic cells and immunohistochemical analysis demonstrated that these cells were reactive with CK7, CK20, and TTF-1 antibodies. He was diagnosed with lung adenocarcinoma and whole body positron emission tomography (PET) demonstrated hypermetabolic subcarinal and paraosephageal lymphadenopathies and lytic/sclerotic lesions on thoracic vertebral bodies (T 3-4-5) and right sided ribs (from 4th to 9th), which were accepted as metastases.\\nRepeat transthoracic echocardiogram performed 10 days after admission revealed complete resolution of LV systolic dysfunction and disappearance of LV outflow gradient [].", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'18692439': 1, '32082786': 1, '20195267': 1, '20723983': 1, '17573507': 1, '18645066': 1, '29761372': 1, '18689580': 1, '19158054': 1, '20119847': 1, '24944763': 1, '23181180': 2}", "similar_patients": "{}"}