{"patient_id": 157015, "patient_uid": "3283756-1", "PMID": 22363385, "file_path": "noncomm/PMC003xxxxxx/PMC3283756.xml", "title": "A Case of Late Stent Thrombosis Following Platelet Transfusion in a Patient With Aplastic Anemia", "patient": "A 52-year-old man who had been diagnosed with aplastic anemia and stable angina visited the emergency room of the authors' hospital with a complaint of chest pain. The chest pain had developed 1 hour before the patient's arrival at the hospital. The initial electrocardiogram showed a hyperacute tall T wave in the precordial leads (). In the initial laboratory findings, the cardiac markers were in the normal range, but thrombocytopenia was noted (initial white blood cell count: 3350, hemoglobin: 12.5 g/dL, platelet: 45000/µL). The patient's vital signs were stable. His past history revealed that he had been admitted to a hospital a year ago for acute coronary syndrome and percutaneous coronary intervention (PCI) of the left anterior descending artery (LAD), for which a Cypher Select stent (3.5×28 mm, Johnson & Johnson-Cordis, Miami, FL, USA) procedure was performed (). He had been taking 100 mg of aspirin, 75 mg of clopidogrel and 100 mg of oxymetholone (anabolic steroids) for aplastic anemia daily since the last one year. However, he had stopped taking aspirin and clopidogrel for 3 days before presenting himself at the hospital since he was scheduled to be treated for a decayed tooth. He also visited the hematology clinic routinely. His laboratory findings showed that he had severe thrombocytopenia (platelet count: 12000/µL). His hematologist recommended platelet transfusion for anticipated bleeding. Therefore, transfusion of 6 pints of platelet concentrates was performed on the same day of the patient's visit to the hospital. Four hours later, he developed chest pain.\\nThe emergent coronary angiography demonstrated total occlusion\\nof the mid-LAD. Balloon angioplasty was done with a 3.0×15 mm non-complaint coronary balloon. Thrombolysis in myocardial infarction 3 distal flow was obtained. Thus, no additional stent was needed ().\\nA dose of 7,000 units of unfractionated heparin was injected during the CAG with another loading dose of 300 mg of clopidogrel. After the PCI, the chest pain subsided. On the second day, blood started oozing from the puncture site, hence a manual compression dressing was applied for 1 hour, after which there was no more complications. The follow-up platelet count was 12000/µL. On the 12th day, the patient's dental caries was treated with tooth extraction without bleeding complications, and the patient was discharged. He was prescribed triple antiplatelet therapy with aspirin, clopidogrel, and cilostazol. He was also asked to continue oxymetholone (anabolic steroids) therapy for aplastic anemia.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'8759570': 1, '12495174': 1, '30281037': 1, '12644882': 1, '2111051': 1, '15282070': 1, '18401478': 1, '7933553': 1, '17906354': 1, '8236090': 1, '17397769': 1, '10996840': 1, '22363385': 2}", "similar_patients": "{}"}