{"patient_id": 162334, "patient_uid": "3719296-1", "PMID": 23926491, "file_path": "noncomm/PMC003xxxxxx/PMC3719296.xml", "title": "Ectopic Molar Pregnancy: A Rare Entity", "patient": "A 30-year-old female patient, gravida 4, para 3, was admitted to North Eastern Indira Gandhi Regional Institute of Health and Medical Sciences (NEIGRIHMS), Shillong, India with a 7-week history of amenorrhea followed by an episode of mild bleeding per vaginum. She also had abdominal pain 1 week prior to the presentation. On examination, her vital signs were stable with no pallor or edema. Per abdominal examination revealed tenderness over the left iliac fossa, without any guarding or rigidity. Per vaginal examination showed a normal-sized uterus and a tender left adnexal mass measuring 4x4 cm.\\nHer hemoglobin concentration was 8.6% gr/dl and the urine pregnancy test was positive. Trans-abdominal ultrasonography confirmed the finding of a left tubo-ovarian mass denoting a live fetus corresponding to 7 weeks and 6 days of gestation with free fluid in the pelvic cavity.\\nKeeping in view the above findings, decision for exploratory laparotomy was made. However, such hemodynamically stable patients could have been managed by laparoscopy in the presence of the required facility and expertise.\\nDuring the operation, hemoperitonium was found with a normal uterus, an intact right-sided fallopian tube and a ruptured left tubal ectopic pregnancy. Consequently, left-sided salpingectomy was performed to maintain proper homeostasis.\\nGross examination showed grey brown tissue, measuring 6x4x2 cm with moles ranging in size from 1 to 3 mm and a fetus corresponding to 6 to 7 weeks of gestation (). The specimen was then subjected to histopathological examination ().\\nOn histological examination, there were chorionic villi showing circumferential trophoblastic proliferation, hydropic changes and karyorrhexis. Based on these findings, the possibility of a molar pregnancy was thought and serum β-hCG level determination was asked. Postoperatively, on the day of surgery, serum β-hCG was 5308 mIU/ml. Her post-operative period was otherwise unevenful, but she was followed up by weekly serum β-hCG measurements. The tests showed a decreasing trend and turned negative at the end of the 6th week. Barrier contraception was advised for at least 1 year during which she was also on regular follow-ups.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'1315103': 1, '11975948': 1, '16752246': 1, '16273594': 1, '14712955': 1, '11422477': 1, '19320420': 1, '15968202': 1, '18583920': 1, '27648323': 2, '34159242': 1, '19682939': 1, '16673252': 1, '15066479': 1, '17581760': 1, '19003680': 1, '23926491': 2}", "similar_patients": "{'5014949-1': 1}"}