{"patient_id": 161357, "patient_uid": "3644766-1", "PMID": 23661975, "file_path": "noncomm/PMC003xxxxxx/PMC3644766.xml", "title": "Acute posterior circulation infarct due to bicuspid aortic valve vegetation: An uncommon stroke mechanism", "patient": "A 28-year-old man presented with acute weakness of the right upper limb and lower limb associated with one episode of generalized tonic–clonic seizure. The patient had a history of fever 2 weeks before admission to this hospital, for which he was treated in the outlying hospital. On general examination, the patient was afebrile. There was no clubbing, cyanosis or splinter hemorrhages on the nails. Pulse was 76/min, regular, and the blood pressure was 140/80 mmHg. There was no hepatomegaly or splenomegaly. Cardiac examination revealed a basal short systolic murmur. On neurological examination, the patient was conscious and well oriented in time place and person. Cranial nerves were normal. He had triparesis comprising power of 3/5 in the left upper and lower limbs, and power of 2/5 in the right lower limb with reduced deep tendon reflexes and extensor plantar on the left side. There were no sensory or cerebellar signs. Magnetic resonance imaging showed bilateral parasagittal parietal hemorrhagic infarcts [], infarcts in splenium of corpus callosum and left thalamus [] and right cerebellar hemisphere []. Magnetic resonance venography was normal. Transthoracic echocardiogram (TTE) showed bicuspid aortic valve with mild regurgitation, moderate aortic sclerosis and moderate concentric left ventricular hypertrophy. TEE showed vegetation attached to the anterior commissure in the 5 ‘O’ clock position []. His vasculitic workup was negative. Serum homocysteine, antinuclear antibody, anticardiolipin antibodies, lipid profile, protein C and S and antithrombin III levels were normal. Magnetic resonance angiography was normal. Blood cultures were sterile after incubation for 48 h. The patient was treated with intravenous Ceftriaxone 2 grams IV od for 4 weeks, of which he had received 2 weeks therapy before coming to our hospital. In addition, he received intravenous Gentamycin 3 mg/kg od for 2 weeks. This treatment regimen is in accordance with the most recent ACC/AHA guidelines, which covers most of the organisms (Streptococcus viridens and S. bovis, Enterococci and Staphylococcus aureas) that cause infective endocarditis (IE).[]\\nThe patient had significant recovery of his weakness and his power improved to 4/5 in the affected limbs, bringing his modified Rankin's score to 1 and Barthel score to 90 at the time of discharge.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'12186790': 1, '8306732': 1, '18848134': 1, '1987242': 1, '9860802': 1, '8579094': 1, '20833085': 1, '18799444': 1, '8417064': 1, '23661975': 2}", "similar_patients": "{}"}