{"patient_id": 160810, "patient_uid": "3594647-2", "PMID": 23487478, "file_path": "noncomm/PMC003xxxxxx/PMC3594647.xml", "title": "Endovascular abdominal aortic aneurysm repair in patients with renal transplant", "patient": "The second patient was a 67-year-old woman presenting with asymptomatic 6.5 cm-sized infrarenal AAA. Nineteen years ago, she underwent a renal transplantation for renal failure secondary to diabetes and hypertension. The transplanted kidney was well functioning after transplantation. At 2 months prior to admission, she underwent ureteroneocystostomy due to recurrent vesicoureteral reflux. Preoperative computed tomographyangiography (CTA) revealed a heavily calcified, stenotic lesion in the left external iliac artery. shows the maximal intensity projection view of the preoperative CTA and the volume rendering view of the postoperative CTA. Iliac conduit was a possible option to overcome this stenotic lesion. After the creation of the iliac conduit on the left iliac bifurcation using 10 mm Dacron graft (), her AAA was repaired with an Zenith (Cook Medical Inc.) bifurcated stent graft. A 28 × 117 mm Zenith main body device was placed through the iliac conduit (). A 14 mm × 71 mm limb extender was used as the ipsilateral extension. Two limb extenders of 14 mm × 71 mm and 12 mm × 54 mm were used as contralateral extension. The guidewire was not passed during the cannulation of contralateral gate due to sharp angulation and heavy calcium on the right common iliac artery (CIA). The guidewire could be passed after snaring the wire, which was inserted though left brachial artery (). The completion angiogram showed a well-perfused kidney. There was no endoleak. A total of 120 mL of Visipaque (iodixanol) was used for this patient. The total fluoroscopic time was 95 minutes. Over the following 20 months, no endoleak was detected as evaluated by serial CT scan.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'19270833': 2, '16132381': 1, '21342677': 1, '18572372': 1, '10958292': 1, '15959694': 1, '34381624': 2, '14725708': 1, '18996913': 1, '21335174': 1, '17723020': 1, '23487478': 2}", "similar_patients": "{'3594647-1': 2, '8352712-1': 1, '2651000-1': 1}"}