{"patient_id": 157439, "patient_uid": "3322205-1", "PMID": 22500203, "file_path": "noncomm/PMC003xxxxxx/PMC3322205.xml", "title": "Paradoxical Transtentorial Herniation Caused by Lumbar Puncture after Decompressive Craniectomy", "patient": "A 38-year-old man was presented with mental deterioration after head injury. Two hours after the accident, he became stuporous with Glasgow Coma Scale of 9. Brain computed tomography (CT) revealed a hemorrhagic contusion in the right frontotemporoparietal region and acute epidural hematoma in the left temporo-occipital region (). Routine laboratory tests, which included platelet count, prothrombin time, and activated partial thromboplastin time were within normal limits. He has not taken any antiplatelet agents prior to the injury. The patient underwent emergent decompressive craniectomy on right frontotemporoparietal region, followed by craniotomy for removal of epidural hematoma on the left side (). Postoperatively, he became conscious and was able to obey commands without any neurologic deficit. Five weeks later, he complained of a febrile sensation and had fever by 38.0℃. Brain CT scan showed no midline shift (). Furthermore, his WBC count was increased to 11500/mL and erythrocyte sedimentation rate to 48 mm/hr. Lumbar puncture was performed to rule out pyogenic meningitis. He underwent an uncomplicated lumbar puncture with an 18-gauge spinal needle followed by the drainage of only 20 mL CSF. The opening pressure was 14 cmH2O without evidence of pyogenic meningitis. CSF analysis revealed 4 WBC cells/mm3 with glucose level of 50 mg/dL. After lumbar puncture, he complained of severe headache and dizziness. Two days later he was found to be deeply drowsy with left hemiparesis to the extent of having difficulty to obey commands. A brain CT showed marked herniation to the left (). Under the diagnosis of paradoxical transtentorial herniation, he was placed in the Trendelenburg position and sufficient hydration was given intravenously. After the conservative treatment alone, he recovered gradually over a week. By then, he was able to obey commands and showed alert consciousness. Follow-up brain CT revealed resolution of the midline shift (). Cranioplasty was performed 4 months after the head injury and brain CT after cranioplasty showed complete resolution of the shift ().", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'12383414': 1, '15921849': 1, '18064408': 1, '17060591': 1, '17586009': 1, '29184716': 1, '26032808': 1, '16145506': 1, '9068692': 1, '4033856': 1, '6741628': 1, '25764258': 1, '29805538': 1, '21082053': 1, '22500203': 2}", "similar_patients": "{}"}