{"patient_id": 162179, "patient_uid": "3707322-1", "PMID": 23869281, "file_path": "noncomm/PMC003xxxxxx/PMC3707322.xml", "title": "Migration of traumatic intracranial subdural hematoma to lumbar spine causing radiculopathy", "patient": "Our patient is a 26-year-old male who presented with a left tentorial SDH following blunt trauma to the head. The patient was brought to our Emergency department alert and oriented to person, place, and date and had no focal neurologic deficits. Noncontrast computed tomography (CT) imaging of the head revealed a 4 mm left tentorial SDH and 2 mm of pneumocephalus []. Given the patient's nonfocal neurologic exam and the small size of hematoma, the SDH was managed conservatively, in accordance with accepted traumatic brain injury guidelines.[] The patient was discharged on postadmission day 2 following an uncomplicated hospital course. At the time of discharge patient did not exhibit any lower extremity symptoms.\\nThe patient returned on postinjury day 8 for follow up and discontinuation of his antiseizure prophylaxis. The patient noted that he was experiencing progressively worsening lower back pain that radiated into both lower extremities and had started one day after discharge. He also reported occasional ataxia and dizziness. He denied any changes in bowel or bladder function. The patient had 5/5 strength on confrontational motor testing in all lower extremity muscle groups.\\nThe patient underwent contrast-enhanced magnetic resonance imaging (MRI) of the cervical, thoracic, and lumbar spine. Imaging of the cervical and thoracic spine revealed no abnormal enhancement and showed normal alignment. However, the MRI of the lumbar spine revealed a 6.84 mm SDH extending from the T4-T5 to the L5-S1 levels causing central displacement of the cauda equina. No cord deformity, compression, or edema was seen. There was a signal difference in the fluid of the thecal sac and moderate facet hypertrophy was observed at L4-L5 and L5-S1 []. Follow up MR angiography was negative for vascular malformations or spinal dural arteriovenous (AV) fistulas. Given that the patient had no focal neurologic deficits, the decision was made to manage the patient conservatively. At last follow up 3 months postinjury, the patient has had no further symptoms of radiculopathy and has no neurologic deficits on exam.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'15070147': 1, '12486364': 1, '22102963': 1, '11459084': 1, '19880902': 1, '10199259': 1, '10889882': 1, '18262617': 1, '4672158': 1, '11476820': 1, '3392571': 1, '33393068': 1, '12520314': 1, '8686543': 1, '11916810': 1, '2339809': 1, '16710968': 1, '21257311': 1, '21945405': 1, '9322857': 1, '8837281': 1, '16370287': 1, '8421539': 1, '19838356': 2, '25501732': 1, '23869281': 2}", "similar_patients": "{'2762181-1': 1}"}