{"patient_id": 36512, "patient_uid": "3202142-1", "PMID": 22110512, "file_path": "comm/PMC003xxxxxx/PMC3202142.xml", "title": "Successful Handling of Disseminated BCG Disease in a Child with Severe Combined Immunodeficiency", "patient": "A 5-months-old boy was admitted to the intensive care unit of a tertiary pediatric hospital in Lisbon for respiratory insufficiency following three days of fever, cough, and worsening respiratory distress. He presented with oral thrush, bilateral pulmonary rales, and hepatosplenomegaly. He had been vaccinated at birth with BCG (Danish strain 1331) and had had recurrent infections (conjunctivitis, otitis media, and persistent oral thrush).\\nThere was no consanguinity. Two maternal uncles died of pneumonia in infancy.\\nThe chest X-ray revealed absence of a thymus and showed bilateral areas of opacities (). The immunologic panel confirmed the hypothesis of SCID (), later genetically characterized (missense mutation in exon 5, codon 226 CGC→CAC, leading to an arginine 226 substitution by histidine; common cytokine receptor gamma chain of IL-2—IL2RG gene). This mutation has previously been described as causing human X-linked SCID [].\\nAlthough being asymptomatic, chimerism studies were performed to assess the presence of exogenous maternal lymphocytes, which can be important for an early diagnosis and for the choice of the conditioning regimen if bone marrow transplantation is considered. The results confirmed that 75% of total lymphocyte count was maternal.\\nThe bronchoalveolar lavage was positive for Candida albicans, Pneumocystis jiroveci, and acid-fast bacilli. An ultrasound evaluation showed an enlarged spleen with nodules. The BCG primer-specific polymerase chain reaction quickly identified the infection by BCG (amplification of pncA gene1 and a multiplex PCR that targets the RD1 region for BCG [–]), and presumptive diagnosis of disseminated BCG was made.\\nHe was treated with trimethoprim-sulfamethoxazole and a four-tuberculostatic drug regimen, comprised of isoniazid, rifampin, ethambutol, and levofloxacin, according to laboratory data regarding BCG strain susceptibility. The infant started antibacterial and antifungal prophylaxis and immunoglobulin replacement therapy.\\nSplenectomy was performed aiming for a reduction in BCG load which could worsen the prognosis following immune reconstitution. Spleen analysis revealed severe BCG infiltration (), thus establishing the definitive diagnosis of disseminated BCG disease. Four and a half months after the start of tuberculostatic therapy, T-cell depleted bone marrow transplantation (BMT) from an unrelated 10/10 HLA matched donor following reduced intensity conditioning with treosulfan, fludarabine and campath was performed (graft contained 12,5 × 106/kilograms CD34+ stem cells). To enhance immune reconstitution, donor lymphocytes were administered at d + 31, d + 61, and d + 88 containing 5, 15, and 50 × 104 CD3+ T cells per kilograms, respectively. The transplant course was uneventful with the exception of repeated periods of fever that, in the absence of other reported infections, were probably related to active BCG infection, treated continuously by isoniazid, rifampin, and ethambutol. Haematological reconstitution occurred within normal time frame, and there were no signs of graft-versus-host disease. About three months after transplantation, relevant numbers of T cells become detectable. During this phase of immunological reconstitution, signs of BCG infection augmented with prominent nodules at the BCG inoculation site (), enlarged thoracic and abdominal lymph nodes, fever, leukocytosis, and massive elevation of C-reactive protein. Linezolid was added to other antituberculous drugs, and some short courses of steroids were administered. The child remained in good clinical condition and is alive and well to date.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'11091267': 1, '11334259': 1, '2189588': 1, '12105777': 1, '26309707': 1, '34622389': 1, '33111199': 1, '9431955': 1, '9195072': 1, '9041390': 1, '17577648': 1, '9058718': 1, '18044052': 1, '18955515': 1, '24995715': 1, '20030825': 1, '8885960': 1, '19089604': 1, '19490658': 1, '8733714': 1, '22430715': 1, '18595532': 1, '22110512': 2}", "similar_patients": "{}"}