{"patient_id": 42950, "patient_uid": "3711848-1", "PMID": 23844904, "file_path": "comm/PMC003xxxxxx/PMC3711848.xml", "title": "Retained palmar foreign body presenting as a late hand infection: proposed diagnostic algorithm to detect radiolucent objects", "patient": "A 39 year-old right hand dominant male, presented to an outside facility after a large wooden splinter had pierced through the hypothenar eminence of his non-dominant hand and had broken off. Per report, a splinter was removed and plain film radiography was unremarkable. However, despite the procedure, the patient reported a persisting density in his palm. Eight weeks later, the patient presented to our Emergency Department complaining of a “popping” sensation, palmar erythema and swelling in the affected hand. Clinically, the hand was neurovascular intact, with intact tendon function. Forced passive extension was painful in the palm and there was obvious local swelling. The patient had a mild leukocytosis, while C-reactive protein and sedimentation rates were normal. Plain film radiographs were unremarkable except for a well-healed fifth metacarpal fracture and the presence of palmar soft tissue swelling.\\nThe patient was taken to the operating room for irrigation and debridement. Exploration of his palm revealed no foreign body or purulence. However, there was inflammation involving the flexor tendon sheath. After an uneventful recovery, the patient regained full finger function and resumed work. Three months later, the patient returned to the Emergency Department with a fluctuant abscess in the affected palm (Figure \\n). Surgical exploration at that time showed a large epifascial abscess, which originated in the mid-palmar space and had spread superficially (Figure \\n). Further deep exploration revealed, surprisingly, a retained one-inch long wooden splinter (Figure \\n). The deep location of the splinter below the flexor tendons in the midpalmar space may have contributed to the failed detection of this object during the first exploration (Figure \\n). Subsequent recovery after removal of the foreign body was uneventful.\\nA 46 year-old carpenter had sustained a wooden splinter injury six months before presenting in hand clinic with tenderness in the first webspace. There were no signs of infection on clinical exam and plain film radiographs were negative. Our new foreign body diagnostic pathway was implemented and the high-frequency ultrasound examination revealed a 2.7 mm foreign object in the first webspace (Figures \\n and\\n). Subsequent surgical exploration revealed a retained wooden splinter, and the patient had an uneventful recovery.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'6615220': 1, '24991476': 1, '14682417': 1, '7091533': 1, '19250240': 1, '671938': 1, '305576': 1, '17273812': 1, '23200331': 1, '25320384': 1, '2037630': 1, '11553831': 1, '32967414': 1, '2004200': 1, '4008034': 1, '23844904': 2}", "similar_patients": "{}"}