{"patient_id": 155354, "patient_uid": "3173668-1", "PMID": 21949532, "file_path": "noncomm/PMC003xxxxxx/PMC3173668.xml", "title": "Successful Treatment of a Ruptured Aortic Arch Aneurysm Using a Hybrid Procedure", "patient": "A 71-year-old male patient with diabetes mellitus and hypertension visited the emergency room of our hospital because of hemoptysis. He was diagnosed with a 7 cm sized aortic arch aneurysm 2 years earlier. He was recommended to undergo an operation for the aneurysm, but refused to do so. He also did not take his medicine and was without a follow up examination over that period.\\nAt the time of admission, his blood pressure was 150/100 mmHg, pulse rate was 86 beats/min, respiratory rate was 20 breaths/min and body temperature was 36.5℃. The patient was alert, but looked quite ill in appearance. His heart sounds were regular without murmurs, and the lung sounds were decreased at the left lung field. All other aspects of the physical examination were normal.\\nThe initial laboratory findings showed that his hemoglobin level was 8.1 g/dL, white blood cell count was 9.7×103/µL and platelet count was 170×103/µL. Additional laboratory studies were normal. An electrocardiogram showed normal sinus rhythm without specific abnormal findings and a chest X-ray showed a mass-like lesion in the left hilar zone (). The chest CT showed a 9 cm sized saccular aneurysm 0.5 cm distal to the left subclavian artery with thrombus in the aortic arch, which was oozing to the anterior wall owing to rupture of the aneurysm, and there was a hemothorax in the left lung (). Labetalol was infused intravenously for controlling blood pressure.\\nWe recommended an operation for treating the ruptured aortic arch aneurysm, but the patient and his family refused an operation because of the risk of surgery. Therefore, we decided to perform a hybrid procedure that consisted of a carotid to carotid bypass operation and the placement of stent grafts in the aortic arch aneurysm to save the left carotid artery. We planned to sacrifice the left subclavian artery intentionally and later performed a second stage left carotid to left subclavian artery bypass operation if the patient displayed subclavian steal syndrome, severe dizziness and/or left arm pain. Before endovascular stent graft placement, we checked the whole aortogram and excluded the presence of stenosis that would interfere with collateralization in the carotid or vertebral arteries. We referred him to a thoracic surgery to perform the carotid to carotid bypass operation connecting from the right carotid artery to the left carotid artery in advance for revascularization of the post-stent grafting. Insertion of the aortic stent grafts was performed following the successful by-pass operation. The aortography showed the presence of a huge aortic arch aneurysm 0.2 cm distal to the left subclavian artery (). We deployed two pieces of aortic stent grafts (40 mm×10 cm, 36 mm×10 cm, S&G biotech, Korea) across the left carotid artery and left subclavian artery through the left femoral artery (). The second aortic stent graft (36 mm×10 cm, S&G biotech) was deployed in the first aortic stent graft with a 7 cm overlapped segment to protect against disconnection of the aortic stent grafts. The post-procedure aortography showed no endoleak or other complications.\\nDirectly after the procedure, the patient was transferred to the intensive care unit, where he complained of aggravated dyspnea and massive hemoptysis. Chest X-ray showed total haziness in the left lung field and a chest CT showed successful stenting in the aortic arch aneurysm and total ateletasis of the left lung due to external compression of the left main bronchus by hematoma (). Therapeutic bronchoscopy was performed to remove a large amount of blood clots in the left bronchus. The left atelectasis improved on the chest X-ray taken 5 days after a bronchoscopy procedure (). Follow up CT angiography of the aorta after 7 days showed successful stenting, no endoleak and no thrombus in the aortic arch ().\\nThe patient was discharged from our hospital without any further adverse clinical events. No cardiovascular events were observed during 1 year of follow-up.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'8310417': 1, '22781493': 2, '24387673': 2, '11828304': 1, '9197217': 1, '33821590': 1, '10701787': 1, '11439230': 1, '23577875': 2, '7776479': 1, '9851478': 1, '12166839': 1, '12869185': 1, '15111198': 1, '19949581': 2, '27495079': 2, '11718405': 1, '7984192': 1, '14502197': 1, '19632400': 1, '21949532': 2}", "similar_patients": "{'2771785-1': 1, '4979833-1': 1, '3648365-1': 1, '3898389-1': 1, '3439684-1': 1}"}