{"patient_id": 39479, "patient_uid": "3478990-1", "PMID": 22551002, "file_path": "comm/PMC003xxxxxx/PMC3478990.xml", "title": "Molecular cytogenetic characterization of undifferentiated embryonal sarcoma of the liver: a case report and literature review", "patient": "A 19-year-old girl was admitted to the Surgical Department of the First Hospital of Jilin University because of continuous abdominal distension and increasing abdominal girth. An abdominal ultrasound revealed the presence of a lesion in the right lobe of the liver (approx. 19 × 17 cm). Computed tomography revealed a well-defined, low-density mass in the right lobe. The initial impression by the CT scan was possible hepatic echinococcosis. Laboratory investigations showed a normal serum α-fetoprotein level, normal albumin, normal aspartate aminotransferase (AST), and normal alanine aminotransferase (ALT). Due to the good general condition of the patient and the history of close contact with pets, the primary diagnosis was hepatic echinococcosis. An open biopsy of the liver mass was performed, and subsequently, the patient underwent right hemihepatectomy.\\nThe gross specimen weighed 3200 g and measured 25 × 19 × 12 cm. The lesion was well demarcated from the surrounding hepatic parenchyma by a fibrous pseudocapsule. The tumor had multiple greyish-white, partially mucoid, fluid-filled cysts together with areas of hemorrhage and necrosis (Figure A). On microscopic examination, there was no hydatid or hydatid scolex in the fluid. The tumor was composed of a pleomorphic lesion with an abundance of abnormal cells, including multinucleated cells, primitive undifferentiated mesenchymal cells, and fusiform cells (Figure B). Immunohistochemically, the tumor expressed vimentin and macrophage-myeloid associated antigen (CD68) but did not express actin, epithelial membrane antigen (EMA), smooth-muscle actin (SMA), or α-fetoprotein. The pathological diagnosis was undifferentiated embryonal sarcoma of the liver with resection margins free of disease. Magnetic resonance imaging (MRI) demonstrated no evidence of disease one month post-surgery. Forty months post-surgery, the girl remained clinically well.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'11376805': 1, '1396908': 1, '10664295': 1, '9149737': 1, '27034807': 1, '29285191': 1, '15611929': 1, '8023157': 1, '12881704': 1, '14605984': 1, '8764111': 1, '9269965': 1, '25674229': 1, '208754': 1, '26861296': 1, '15710230': 1, '17311676': 1, '17311249': 1, '19888223': 1, '32831921': 1, '9331300': 1, '11779051': 1, '11815984': 1, '19821490': 1, '9327749': 1, '21725288': 1, '11211901': 1, '20082856': 1, '32647564': 1, '22551002': 2}", "similar_patients": "{}"}