{"patient_id": 42611, "patient_uid": "3681312-1", "PMID": 23819093, "file_path": "comm/PMC003xxxxxx/PMC3681312.xml", "title": "Sturge-Weber Syndrome with Osteohypertrophy of Maxilla", "patient": "An 8-year-old female patient reported with osseous abnormalities in the oral cavity. Her history revealed reddish discoloration (port wine stain) on the face since birth and also history of enlarging right maxilla. Medical history revealed that the patient was under medication for convulsion (carbamazepine). There was no visible sign of mental retardation. Family history was noncontributory. Extraoral examination revealed, port wine stain with unilateral (right side) distribution involving forehead, eyelids, cheek, philtrum, upper lip, half of nose, neck, chest, abdomen, and hand. The lower lip and jaw were unaffected (). Both eyes appeared normal. Blanching of port wine stains was observed on digital pressure.\\nIntraoral examination of maxilla on the right side revealed reddish discoloration of gingiva extending from labial frenum to the first molar region with osseous enlargement and drifting of teeth with retained primary upper right central incisor tooth (). Gingiva showed overgrowth (hyperplasia) on the right side with bleeding on probing. Gingival enlargement blanched on applying pressure which was suggestive of angiomatous enlargement. Orthopantamographic examination revealed retained upper primary right central incisor, osseous enlargement on the right side of maxilla with drifting of upper permanent right lateral incisor, canine, and first and second premolar teeth (). Maxilla showed asymmetric growth with malocclusion. Further CT scan investigation showed facial asymmetry with marked osseous expansion of maxilla (). Diagnosis of Sturge-Weber syndrome with osteohypertrophy with gingival hyperplasia was made based on clinical, radiographic, and CT scan investigation.\\nMaxillectomy was advised for enlarging maxilla. But patient's parents were unwilling for the surgical resectioning of maxilla; hence, the patient was instructed for plaque control measures which included oral prophylaxis at regular interval, oral hygiene instructions, and plaque index scoring. Mobile deciduous right molars were extracted under local anesthesia. Postextraction healing was uneventful.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'20137589': 1, '22114413': 2, '16722280': 1, '15580124': 1, '6239297': 1, '20072683': 2, '19182685': 1, '11572256': 1, '8336219': 1, '7659055': 1, '11345237': 1, '15681335': 1, '12677589': 1, '18974543': 1, '8734416': 1, '16484391': 1, '33768801': 1, '23819093': 2}", "similar_patients": "{'3220108-1': 1, '2806399-1': 1}"}