{"patient_id": 154810, "patient_uid": "3134025-1", "PMID": 21772633, "file_path": "noncomm/PMC003xxxxxx/PMC3134025.xml", "title": "Dual massive skeletal allograft in revision total knee arthroplasty", "patient": "A 70-year-old male patient, farmer by occupation, presented with a swollen, painful and unstable right knee with primary complaint of inability to bear weight. Passive range of motion was painful and limited to 10 degrees of hyperextension to 50 degrees of flexion in April 2005. Primary TKA for osteoarthritis was performed 12 years back in some other hospital. The patient also had a periprosthetic supracondylar fracture of femur following a trivial fall, for which open reduction and internal fixation was done elsewhere eight years back with condylar blade plate. The skin revealed thick scar tissue on both anterior and lateral aspects of the knee due to secondary wound healing after previous surgeries. Anteroposterior and lateral radiographs [] revealed severe osteolytic bone defects on femoral and tibial aspects along with primary total knee prosthesis and condylar blade plate in situ. Infection was ruled out preoperatively with bone scan and laboratory markers (Erythrocyte sedimentation rate, C- Reactive Protein). We decided to reconstruct the knee with structural distal femur and proximal tibia allografts and constrained fixed-bearing revision knee prosthesis (Nexgen, LCCK, Zimmer, Warsaw).\\nWe used the previous midline incision and a medial parapatellar approach. We removed much necrotic, granulomatous tissue (biopsy proven) which usually occurs due to extensive polyethylene wear. Total knee prosthesis was found loose and removed easily. We were also able to remove the condylar blade plate through the same approach.\\nAfter debridement, the whole proximal tibia [] presented a massive uncontained defect, classified as type III according to Anderson Orthopaedic Research Institute classification. The whole distal femur also presented a large uncontained type III bone defect involving both medial and lateral femoral condyles []. The medial collateral ligament attachment on the femoral side was saved. However, femoral attachment of lateral collateral ligament was deficient, and ligament was identified with a piece of bone.\\nBoth proximal tibial and distal femoral cadaveric allografts [] with a diameter smaller than that of the host bone were selected so that they could be placed within the host cortical shell. The allografts were taken from our own cadaveric bone bank, where they underwent radiation with 2.5 megarads and were stored at –70°C. Two surgical teams were used during the management of the case, for optimal efficiency. One team prepared the allograft, making appropriate femoral cuts and cementing in a long-stemmed revision femoral component. The other surgical team prepared the recipient bone. Cultures were taken from the knee as well as the allograft to rule out any existing infection.\\nBoth the recipient distal femur and proximal tibia were step-cut with minimal bone resection. On the side table, step-cut was made in both allografts to match that of the host bone and instrumented with trial implants. The implant allograft composite was put for trial in situ, and the cuts were fine tuned as required. Soft tissues were balanced to obtain equal flexion and extension gaps.\\nAfter trial, the revision knee components were cemented [] on the back-table into the distal femoral and proximal tibial allografts with a long stem. Care was taken during cementing to avoid getting cement on the interface between the graft and the host. Once the cement had set, the construct was implanted with full assembly, matching the two step-cuts. The residual host femur, with its ligaments and other soft tissues attached, was wrapped around the allograft host junction to serve as a living bone graft []. Lateral collateral ligament was attached with the help of two screws. Extensor mechanism alignment and tracking was checked, and the wound was closed in layers.\\nProphylactic antibiotics consisted of an intravenous first-generation cephalosporin for five days, followed by oral antibiotics for seven days. Gentle active and passive ranges of motion were begun at 48 hours. Partial weight bearing was allowed at four weeks, and full weight bearing was started after eight months when there was radiographic evidence of union on both sides. No wound complication was noted during the entire follow up.\\nAt the end of five years of follow up (i.e., in April 2010), the patient was walking full weight bearing and had complete incorporation of allograft and host bone with no signs of osteolysis []. His active range of motion range of motion (ROM) was 0-110 degrees.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'16672879': 1, '29881205': 1, '1587885': 1, '29628687': 1, '30893934': 1, '16520214': 1, '3279038': 1, '18056496': 1, '8194260': 1, '8713900': 1, '21772633': 2}", "similar_patients": "{}"}