{"patient_id": 46447, "patient_uid": "3972884-1", "PMID": 24744945, "file_path": "comm/PMC003xxxxxx/PMC3972884.xml", "title": "A Case of Neurosarcoidosis with Labyrinthine Involvement", "patient": "We present a case of an eight-year-old male with a progressive history of headache, neck pain, and deteriorating vision over a six-month period. Approximately one month prior to presentation, he developed right facial weakness and unilateral tongue weakness. There was no history of seizures, fever, gastrointestinal symptoms, respiratory symptoms, or exposure to heavy metals. His immunization record was current and he had no recent vaccinations. No changes in behavior or cognition were reported. Clinical examination revealed blindness in the right eye and impaired vision in the left eye. On formal ophthalmologic examination, right optic disc pallor was present with an afferent pupillary defect. Bilateral oculomotor and abducens nerve palsy were present. Lower motor palsy of the right and left facial nerves as well as right accessory and right hypoglossal nerve was noted. There was hearing loss of the right ear and Weber test lateralized to the left ear. There was, additionally, mild weakness of the soft palate suggesting involvement of the glossopharyngeal and vagus nerves. Right hemiparesis and motor weakness of the left lower limb were noted. The growth parameters were normal.\\nLaboratory investigations revealed a hypochromic, microcytic anemia; marked elevation of the sedimentation rate; cerebrospinal fluid pleocytosis; hyperglobulinemia; normal serum calcium; and alkaline phosphatase. The tuberculin skin test was negative and microscopy and staining of gastric washings for acid fast bacilli were negative.\\nAt presentation to our institution, the patient had undergone CT and MRI of the brain; the former was not available for formal review but was reported as normal. MRI revealed extensive smooth pachymeningeal thickening and enhancement involving the anterior, middle, and posterior skull base. This included thick pachymeningeal enhancement along the lateral dural margin of the right and left cavernous sinuses, the right and left petroclinoid ligaments, and along the right petrous temporal bone inferiorly to the level of the foramen magnum (Figures , , and ). These areas of dural enhancement and thickening were isointense on noncontrast T1 FSE and hypointense on T2 FSE (). There was also dural enhancement of the walls of the right and left internal auditory canals (more extensive on the right) as well as the cisternal and intracanalicular segments of the seventh and eighth cranial nerves (Figures and ). There was no apparent involvement of the petrous, tympanic, or descending segments of the facial nerves. Mild enhancement of the leptomeningeal surfaces of the intracranial portion of the right optic nerve, the optic chiasm, and the bilateral optic tracts was noted ().\\nMild leptomeningeal enhancement was also noted along the basal surfaces of the brain.\\nInterestingly, there was enhancement of the cochlea, semicircular canals, and vestibule on the left (). There was also fluid opacification of the left mastoid sinus air cells and tympanic cavity with extensive mural enhancement (Figures and ). Similar but less extensive changes were also noted in the right mastoid sinus and tympanic cavity. Subsequent CT of the temporal bones demonstrated similar changes in the mastoid sinuses with no associated bony destruction.\\nSubtle erosive changes were also noted involving the right and left medial and lateral pterygoid plates. There was mild generalized mucosal thickening involving the right and left maxillary sinuses and the anterior and posterior ethmoidal sinuses with thickening of the associated bony walls ().\\nThe patient had an otolaryngology consult and a biopsy done of the floor and medial wall of the right maxillary sinus and wall of the right ethmoid sinus. The final pathology report of that biopsy revealed sarcoidosis.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'4432869': 1, '10319978': 1, '16481814': 1, '1763760': 1, '10879708': 1, '3896208': 1, '11437156': 1, '19193748': 1, '3460405': 1, '9012596': 1, '8059671': 1, '10671588': 1, '14736648': 1, '10430755': 1, '10209662': 1, '24744945': 2}", "similar_patients": "{}"}