{"patient_id": 164845, "patient_uid": "3869915-1", "PMID": 24368892, "file_path": "noncomm/PMC003xxxxxx/PMC3869915.xml", "title": "Isolated granulocytic sarcoma of the nasopharynx: a case report and review of the literature", "patient": "A 63-year-old Caucasian female sought evaluation in the Otolaryngology clinic (Virginia Mason Medical Center, Seattle, WA, USA) due to decreased hearing in her left ear and progressive nasal congestion. Prior to that visit, she had been treated empirically for several months with various antibiotics and decongestants and briefly with intranasal steroids. Her chronic medical problems were notable for nonallergic rhinitis, hypertension, hyperlipidemia, and morbid obesity. Her general and cranial nerve exam were unremarkable, but she was identified as having conductive hearing loss due to a left middle ear effusion. On sinonasal endoscopy, an excoriated mass was also identified, involving the posterior nasopharynx and nasal turbinates. A biopsy of the mass revealed intermediate-sized blastic cells that stained positive for MPO, CD68 (dim), CD99, and CD117 (dim), consistent with involvement by GS (). The results of the laboratory studies included a normal complete blood count (CBC) as well as unremarkable serum chemistry and liver enzyme levels. A flow cytometry study of the circulating white cells was also unremarkable, as were the polymerase chain reaction (PCR) studies of peripheral blood for the breakpoint cluster region (BCR)-Abelson (ABL) gene rearrangements and Janus kinase 2 (JAK-2) mutations. A bone marrow biopsy showed no evidence of AML or features of an MPN; normal trilineage hematopoiesis was present. A chromosome analyses showed an XX karyotype. An integrated whole body positron emission tomography–computed tomography (PET-CT) scan showed only modest inflammation in the nasopharynx (). Because of her age and comorbid medical conditions, we elected to treat her GS with involved-field radiation therapy to the nasopharynx, 30 Gy delivered in 15 daily fractions. She tolerated the radiation therapy well, with alopecia involving the vertex of her scalp and mild mucositis, fatigue, and dysgeusia. Subsequently, she was monitored closely, with exams of her nasopharynx coupled with blood studies every 2 to 3 months. Twelve months after her initial diagnosis of isolated GS, the patient presented to clinic with fever and cough of a week’s duration and complained of recrudescent fatigue and dyspnea on exertion. On exam, she appeared acutely ill, dehydrated, febrile, and diaphoretic, and with diminished breath sounds and crackles at the left lung base. A chest radiograph showed findings consistent with left lower lobe pneumonia. Her CBC consisted of a white blood count (WBC) of 11.8 × 109/L with 62% myeloid blasts, hematocrit of 23%, and platelets of 117 × 109/L. The flow cytometric analysis of peripheral blood revealed an abnormal population of blasts (CD45-dim) that expressed CD117 (moderate) and bright uniform CD33; this population comprised approximately 80% of the circulating WBCs. The tumor cells were negative for human leukocyte antigen (HLA)-DR, CD34, CD13, CD14, CD15, CD16, CD64, CD2, CD3, CD4, CD5, CD7, CD56, CD71, and CD38. The phenotype was similar to the phenotype of the myeloid blasts identified in her prior nasopharyngeal biopsy. Band karyotyping of the peripheral blood blasts showed normal (46, XX) cytogenetics. Induction chemotherapy was prescribed, consisting of cytarabine (100 mg/m2/day, days 1–7) and idarubicin (13 mg/m2/day, days 1–3). Her clinical course was notable for mild mucositis, fluctuating blood sugars, and culture-negative neutropenic fever. A bone marrow aspirate and biopsy obtained on day 14 was markedly hypocellular; a repeat bone marrow biopsy on day 28 was normocellular, with maturing trilineage hematopoiesis and no residual leukemia. She went on to receive an additional three cycles of consolidation therapy, with continuous infusion cytarabine and bolus idarubicin (5+2 regimen). She remains in remission, with a normal CBC at the 18-month follow-up visit.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'15352981': 1, '14745436': 1, '18688157': 1, '11443644': 1, '21640961': 1, '17169797': 1, '3465429': 1, '18606981': 1, '11135470': 1, '11172221': 1, '23233559': 1, '3466674': 1, '31788245': 2, '20116851': 1, '2423654': 1, '26957189': 1, '21638303': 1, '8733701': 1, '9167610': 1, '8423716': 1, '27698857': 1, '3455867': 1, '16450777': 1, '23557893': 1, '12357718': 1, '17579173': 1, '11920536': 1, '12481238': 1, '32821125': 2, '6950808': 1, '16898967': 1, '7602369': 1, '4513297': 1, '4908654': 1, '7625623': 1, '383264': 1, '18089498': 1, '15481450': 1, '11342325': 1, '7023656': 1, '17170724': 1, '23017332': 1, '15567934': 1, '9244412': 1, '1730080': 1, '10862926': 1, '19887783': 1, '21685468': 1, '19565030': 1, '12764375': 1, '21747080': 1, '21795742': 1, '27123069': 1, '17443224': 1, '24368892': 2}", "similar_patients": "{'7423397-1': 1, '7423397-2': 1, '7423397-3': 1, '6878049-1': 1}"}