{"patient_id": 38886, "patient_uid": "3436778-1", "PMID": 22799750, "file_path": "comm/PMC003xxxxxx/PMC3436778.xml", "title": "Cutaneous leiomyosarcoma arising in a smallpox scar", "patient": "A 66-year-old man was referred to our outpatient clinic by his dermatologist. He presented with a painless, slow-growing lump in a small pox scar on his left shoulder (Figure ). Histological biopsies were taken and reviewed by a specialised panel for soft tissue tumours, which showed the lesion to be a primary, well-differentiated cutaneous leiomyosarcoma. On re-examination, a firm, nodular scar was seen with no signs of ulceration. There was no lymphadenopathy in his axilla and/or neck. Additionally, a CT scan of the thorax was conducted, which showed no signs of metastases. The complete lesion was then surgically excised and submitted for further pathological examination (Figures and ). Histopathological examination revealed a poorly delineated tumour located in the dermis with nodular extension into the superficial subcutis and showing a fasciculated growth pattern of spindle cells with eosinophilic cytoplasm and hyperchromatic, elongated, blunt-ended and pleomorphic nuclei. The mitotic index was less than 10/7 HPF (1.7 mm). Neoplastic cells showed reactivity to α-smooth muscle actin and desmin (Figure ).\\nNo necrosis was found. Clear surgical margins (> 5 mm) were confirmed histologically. In conclusion, it concerned a radically excised cutaneous type leiomyosarcoma, Coindre type 1. At 13-month review, the patient was doing well with no evidence of tumour recurrence. A control chest x-ray after 6 and 12 months showed no evidence of metastases.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'33959460': 2, '12177782': 1, '15949892': 1, '15937070': 1, '31068995': 1, '12734473': 1, '26516329': 1, '30767371': 1, '17451590': 1, '18495007': 2, '11865300': 1, '9344316': 1, '25408738': 2, '10469099': 1, '12772087': 1, '9601595': 1, '19389092': 1, '8680785': 1, '18691246': 1, '22799750': 2}", "similar_patients": "{'2409359-1': 1, '8093099-1': 1, '4197510-1': 1}"}