{"patient_id": 34789, "patient_uid": "3042902-1", "PMID": 21294922, "file_path": "comm/PMC003xxxxxx/PMC3042902.xml", "title": "Oriental schistosomiasis with neurological complications: case report", "patient": "A 14-year-old female presented to Xiang-Yue hospital, Yueyang City, Hunan Province, People's Republic of China with a four month history of vertigo, headache, vomiting and syncope. The patient had lived in the Dongting Lake region, a highly endemic area for schistosomiasis, since birth. The patient reported no past medical history of epilepsy, tuberculosis, hepatitis B/C and no known drug allergies. Upon physical examination, the patient's vital signs were within normal limits; she had no evidence of skin itching, no fever, no bloody stool, no obvious abdominal discomfort was observed and no other neurological signs were detected. Electrocardiography and chest X-ray were unremarkable. Hematological testing revealed evidence of eosinophilia (eosinophil count 0.8 × 109) but white blood cells (white blood cell count, 5.6 × 109; lymphocyte count 1.2 × 109; neutrophil count 3.4 × 109), liver and renal functions were within normal limits. Serological tests were positive for S. japonicum infection both by indirect haemagglutination and enzyme linked immunosorbent assays, using soluble egg antigen. S. japonicum eggs were further detected in the stool by Kato-Katz thick smear stool examination confirming the diagnosis. Ultrasound examination showed a wide echo dot pattern and increased echogenicity but no network in the liver (Figure ), and no abnormality in the size or texture of the spleen (Figure ). An unenhanced axial section computed tomography (CT) brain scan showed a 1.6 × 2.4 cm isodensity mass in the left parietal lobe with edema (Figure ). Axial section magnetic resonance imaging (MRI) showed two hypointensity and hyperintensity lesions on T1- (Figure ) and on T2-weighted spin-echo images (Figure ), respectively. Multiple small nodular or 'silt-like' enhancements clustered in the sub-cortical region were evident following intravenous administration of Gadolinium-DTPA (Figure ). A diagnosis of 'cerebral schistosomiasis' was subsequently made and the patient was treated intravenously with 20% mannitol (125 ml daily for 5 days) to lower the intracranial pressure and orally with praziquantel (PZQ) (120 mg/kg three times a day for six days after meal). Follow-up MRI and CT scans (25 days post PZQ treatment) showed that the edema and lesions were partially resolved and were almost completely resolved 3 months post PZQ (Figure ).", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'33324527': 2, '11961151': 1, '16112072': 1, '22903225': 1, '30813615': 1, '27445457': 1, '20332823': 1, '34695134': 1, '14679467': 1, '8599059': 1, '16997665': 1, '18861097': 1, '17317603': 1, '21674195': 1, '24265055': 1, '17905371': 1, '15486636': 1, '10348228': 1, '11841700': 1, '8909380': 1, '21294922': 2}", "similar_patients": "{'7732780-1': 1}"}