{"patient_id": 34858, "patient_uid": "3053217-1", "PMID": 21352610, "file_path": "comm/PMC003xxxxxx/PMC3053217.xml", "title": "Nonbacterial thrombotic endocarditis associated with cancer of unknown origin complicated with thrombus in the left auricular appendage: case report", "patient": "A 63-year-old man was admitted to our hospital with a complaint of right lateroabdominal pain. He had a history including hypertension, hyperlipidemia and chronic rheumatoid arthritis. Physical examination found his blood pressure was 130/74 mmHg and pulse was regular at 72 beats/min. No heart murmur was heard and the lungs were clear on auscultation. Chest X-ray and 12-lead electrocardiography findings were normal. Laboratory test results showed D-dimer of 22.8 μg/ml and serum carcinoembryonic antigen of 1073 ng/ml. Colon contrast enema and colonoscopy revealed the stenosis of the rectum and transverse colon. Endoscopic ultrasonography disclosed that a tumor in the muscular layer of the rectum had invaded from the peritoneal cavity, but that the mucosa and submucous layer were intact. These findings led to a diagnosed of metastatic colon cancer. Seven days after admission, aphasia occurred, and magnetic resonance imaging of the brain confirmed the presence of multiple embolic infarctions. Transesophageal echocardiography to evaluate the neurological symptoms indicated that two mobile, echo-dense masses measuring 3 × 7 mm and 6 × 4 mm, were attached to the anterior and posterior mitral valve leaflet, respectively (Figure , and , Additional file ; Video 1). However, no significant mitral stenosis or regurgitation was observed (Additional file ; Video 2). Furthermore, a thrombus (12 × 8 mm) was detected in the left auricular appendage (Figure , Additional file ; Video 3). Other sites of thomboembolic dissemination were not documented. The patient was therefore suspected of having infectious endocarditis with subsequent multiple brain infarctions. However, we also considered the possibility of aseptic endocarditis because serial blood cultures were sterile and there were no clinical signs of infection. Anticoagulation therapy with heparin was administrated, but the patient's general condition worsened and he died 13 days after admission.\\nThe autopsy showed poorly differentiated cancer in multiple organs, including the serous side of the transverse colon, the sigmoid colon, rectum, pancreas head, bladder, mediastinum, peritoneum and epicardium. However, no primary tumor could be identified. The masses of the mitral valve were histologically composed mainly of fibrin without bacteria or oncocytes (Figure ). This patient was therefore ultimately diagnosed with NBTE associated with cancer of unknown origin.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'24876861': 2, '11011342': 1, '3548296': 1, '16965557': 1, '8339326': 1, '15919332': 1, '17456071': 1, '15726268': 1, '17522239': 1, '21352610': 2}", "similar_patients": "{'4037642-1': 1}"}