{"patient_id": 44094, "patient_uid": "3808952-1", "PMID": 24174699, "file_path": "comm/PMC003xxxxxx/PMC3808952.xml", "title": "Pulmonary Alveolar Microlithiasis: A Rare Case Report", "patient": "A 27-year-old man presented with complaints of shortness of breath on exertion and dry cough of 2 years’ duration. He had been a carpenter by profession for the last 5 years. There was no history of fever, chest pain, hemoptysis, or weight loss. He was a non-smoker and had no pulmonary disease or significant family history. On auscultation, there were wheezes and coarse crackles bilaterally. Cardiac auscultation was normal, and no cyanosis/clubbing/peripheral edema was observed. The routine blood examination was found to be normal, and the pulmonary function tests showed mild restrictive lung disease.\\nChest radiograph posteroanterior view () revealed the presence of innumerable widespread, small, dense nodules-diffusely involving both the lungs-predominantly in the basal regions with obscuration of the mediastinal, cardiac, and diaphragmatic borders. A few fibrotic strands were also seen.\\nHRCT of the chest () showed the presence of widespread nodular intra-alveolar opacities of calcific density with diffuse ground-glass attenuation, more pronounced in the lower pulmonary regions. Calcifications were seen along the interlobar septa and subpleural regions. There was also evidence of septal thickening. Subpleural cysts, black pleural lines, and a few fibrotic changes were also noticed. These features were consistent with the diagnosis of PAM. Multidetector computed tomography (MDCT) of chest (mediastinal window, ) revealed diffuse ground-glass opacities in bilateral lung parenchyma, septal thickening, and calcification along the interlobar septa and subpleural regions with black pleural lines.\\nThe patient was advised to undergo bronchoalveolar lavage and lung biopsy. Fiberoptic bronchoscopy was done along with bronchoalveolar lavage, in which microliths were observed. The lavage fluid was not suggestive of tuberculosis or fungi. Transbronchial biopsy was performed, which revealed concentric laminated microliths in the alveoli along with thickened interstitial septa, confirming the diagnosis of PAM.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'16960801': 1, '33145073': 1, '32328294': 2, '12097548': 1, '17328501': 1, '18026653': 1, '15507428': 1, '12070068': 1, '19617834': 1, '11250426': 1, '25191486': 1, '14665786': 1, '11293850': 1, '24174699': 2}", "similar_patients": "{'7171818-1': 1}"}