{"patient_id": 160143, "patient_uid": "3538804-1", "PMID": 23320011, "file_path": "noncomm/PMC003xxxxxx/PMC3538804.xml", "title": "A case of transfusion-related acute lung injury induced by anti-human leukocyte antigen antibodies in acute leukemia", "patient": "A 79-year-old man visited the dermatology clinic with flushing of the face and hands for the previous 2 months. He had a history of coronary stent insertion because of unstable angina and a history of chronic obstructive pulmonary disease. He also had a history of cigarette smoking (50 pack-years). His prescription drugs included aspirin, beta-blocker, calcium channel blocker, and prednisolone. Complete blood cell count with differential white cell count indicated bicytopenia. He was therefore admitted to the hematology division.\\nOn admission, his vital signs were stable. He was alert and oriented. Physical examination revealed purpura of the lower legs and pale conjunctiva. Breath sounds were normal without wheezing or crackle. Heart rate was regular without murmur. Laboratory data showed that hemoglobin level was 7.1 g/dL; platelet count, 7.0×109/L; WBC count, 4.0×109/L (neutrophils 53% and blasts 8%); blood urea nitrogen, 15.9 mg/dL; creatinine, 1.2 mg/dL; prothrombin time, 12 sec; international normalized ratio, 1.07; activated partial thromboplastin time, 36.2 sec; lactate dehydrogenase, 397 U/L. Based on the history and laboratory findings, acute leukemia was suspected.\\nBecause of severe thrombocytopenia and purpura, 6 units of PC were administered. Approximately 30 minutes after the transfusion, the patient suddenly developed dyspnea and began sweating. At that time, arterial oxygen saturation (SaO2) dropped to 45%, and systolic blood pressure was 80 mmHg. Use of 100% mask oxygen inhalation did not improve his hypoxemia, resulting in stupor. Tracheal intubation was performed, and he was transferred to the intensive care unit. Complete blood count, arterial blood gas analysis, cardiac enzyme analysis, and other blood chemistry tests were performed (). Chest radiography, which had shown no active lesion 6 hours previously, revealed bilateral lung infiltrations (). A central venous catheter was inserted via the right subclavian vein, and the central venous pressure revealed a low possibility of cardiogenic pulmonary edema. After 1 hour, his systolic blood pressure fell below 60 mmHg. Hypotension was managed with fluid administration and dopamine infusion. His fraction of inspired oxygen (FiO2) increased to 100%, but SaO2 remained below 80%. Despite intensive efforts, he became asystolic and died 7 hours after the transfusion.\\nWe suspected acute myocardial infarction (AMI), pulmonary embolism (PE), or TRALI. However, normal electrocardiogram results and cardiac enzyme levels ruled out the possibility of AMI. PE was excluded based on the presence of bilateral extensive pulmonary infiltrates and lack of clinical evidence of deep vein thrombosis. Therefore, TRALI was highly suspected.\\nThe patient's pre-transfusion and post-transfusion blood samples and segments from the PC bags were collected and evaluated for the presence of HLA antibodies. HLA typing of the patient was performed by sequence-based typing using SeCore A, B, C, and DRB1 Locus Sequencing Kit (Invitrogen, Brown Deer, WI, USA). HLA antibody screening and identification of the transfused PC units was performed with Luminex technology using LIFECODES LifeScreen Deluxe Kit and LIFECODES Class I and Class II Identification kits (Gen-Probe, Stamford, CT, USA). The HLA genotyping results were A. One PC unit was confirmed to contain HLA antibodies with a specificity reacting against one of the patient's HLA-DR antigens (DR13). This unit had multiple class II HLA antibodies with strong reactivity (DR4, DR8, DR11, DR12, and DR13) and moderate reactivity (DR15 and DR16). We did not evaluate anti-human neutrophil antigen (anti-HNA) antibody. Based on the results, we confirmed immune-mediated TRALI.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'15818095': 1, '4071603': 1, '18564387': 1, '17381617': 1, '15249468': 1, '9525989': 1, '15572582': 1, '27139606': 1, '17626910': 1, '22117051': 1, '22323958': 2, '8614963': 1, '20035217': 1, '21030555': 1, '20808691': 2, '12393667': 1, '23320011': 2}", "similar_patients": "{'2923780-1': 1, '2923780-2': 1, '3272533-1': 1}"}