{"patient_id": 39248, "patient_uid": "3465875-1", "PMID": 23056968, "file_path": "comm/PMC003xxxxxx/PMC3465875.xml", "title": "Candida albicans as the Sole Organism Cultured from a Perirectal Abscess", "patient": "An 86-year-old female patient with a history of hypertension, hyperlipidemia, and lumbar stenosis presented with a complaint of abdominal pain and rectal bleeding. She had just completed a steroid taper for sciatica. Four days prior to admission she stopped having bowel movements and noticed some rectal discomfort with passage of gas and blood per rectum. There was no bleeding one or two days prior to admission, but was brought in by her niece presumably when she learned of these complaints. The patient's appetite had recently been greatly diminished.\\nOn general exam, the patient was afebrile with a blood pressure of 101/62 and pulse rate of 95/minute. Physical examination revealed internal hemorrhoids with some blood and brown stool in the rectal vault. The patient was stable on the day of admission so she was managed conservatively while investigations were begun. The hematological parameters were as follows: hemoglobin: 13.0 gm/dL, total leukocyte count: 17,000/μL with 83% PMNs (16% bands), platelet count: 249,000/μL, prothrombin time: 15.1 seconds, and INR: 1.2. The biochemical values were fasting blood sugar: 143 mg/dL, sodium: 131 meq/L, potassium: 6.0 meq/L, TSH: 0.438 IU/mL, and creatinine: 0.7 mg/dL.\\nA colonoscopy was performed on hospital day (HD) 3 which demonstrated moderate rectal prolapse with ulcerated mucosa and a small rectal ulceration. The scope was otherwise unremarkable. On HD 4 the patient had severe overall weakness and fatigue to the point that she was unable to ambulate. This was accompanied by a still-elevated leukocyte count of 16,600/μL with 87% PMNs and 9.5% bands. No rectal bleeding was noted. A urine culture grew coagulase-negative Staphylococcus believed to represent perineal contamination rather than a true urinary tract infection (UTI) pathogen. The patient was treated with cefazolin empirically.\\nBecause the origin of leukocytosis and accompanying left shift were not readily apparent, computed tomography (CT) of the abdomen and pelvis were performed on HD 9 to evaluate for an occult site of infection. CT demonstrated a 4.6 × 2.8 cm perirectal rim-enhancing fluid collection containing air locules with a fistulous tract to the anorectum (), concerning for abscess. Additional findings include rectal wall thickening with perirectal fat stranding concerning proctitis. The patient's antibiotic regimen was switched to piperacillin/tazobactam for anaerobic coverage.\\nOn HD 12, percutaneous drainage of the perirectal abscess revealed 10 mL of cloudy brown liquid. Gram stain demonstrated many polymorphonuclear cells with no microbes. The material was inoculated on Blood agar, MacConkey agar, Chocolate agar, and CNA agar along with several anaerobic agars. The aerobic cultures yielded growth of Candida albicans on the second day of culture with no growth on any anaerobic plates. Fluconazole treatment was initiated. The patient was discharged on HD 14 on fluconazole and piperacillin/tazobactam with drain in place which led to satisfactory recovery.", "age": "[[86.0, 'year']]", "gender": "F", "relevant_articles": "{'1576283': 1, '7741334': 1, '13360660': 1, '3789617': 1, '22224007': 2, '12548410': 1, '16601946': 1, '17342358': 1, '9633180': 1, '20835504': 1, '8969668': 1, '8173900': 1, '9350771': 1, '21524615': 1, '13732880': 1, '23056968': 2}", "similar_patients": "{'3249999-1': 1}"}