{"patient_id": 41355, "patient_uid": "3599389-1", "PMID": 23452779, "file_path": "comm/PMC003xxxxxx/PMC3599389.xml", "title": "Emergency cholecystectomy and hepatic arterial repair in a patient presenting with haemobilia and massive gastrointestinal haemorrhage due to a spontaneous cystic artery gallbladder fistula masquerading as a pseudoaneurysm", "patient": "A 22 year old male presented to the emergency with history of severe colicky non-radiating pain in right upper abdomen of 7 days duration along with episodes of non-bilious vomiting. There was no history of fever, haematmesis, melana or any alteration of bowel or bladder habits. Past history and personal history were non-contributory. Mild icterus was noted and a tender gallbladder lump was palpable. His blood investigations at admission revealed a Hb of 11.9 gm/dl, TLC of 15500/mm\\n[], total bilirubin was 4.5 gm/dl, ALT 162 IU, AST 160 IU, Alk PO4 628 IU, an abdominal sonography showed a distended gallbladder with diffusely thickened walls, focal ill-defined echogenic mass in the fundus and 13 mm sized calculi in the neck, CBD was 8 mm with smooth distal tapering.\\nHowever subsequent to his admission he developed multiple episodes of vomiting with history of passage of a worm in vomitus, waxing waning jaundice, and episodes of severe haematmesis and melana for which he was further evaluated. His Haemoglobin level decreased to 6 gm/dl, an upper GI endoscopy showed an ulcer with a clot in the first part of duodenum but no active bleed was seen. As the patient continued to have repeated episodes of upper GI bleed an angiography was planned. Additional file\\n: Video S1 and Figure \\n shows video of selective hepatic arterial angiography. Selective hepatic artery angiography demonstrated extravasation from the right hepatic artery (RHA) into a sac like structure which was suspected to be a ruptured pseudoaneurysm. Microcoil embolization of feeder artery was tried, however the coil dislodged into the right branch of hepatic artery (Figure \\n).\\nAn emergency laparotomy revealed: 1) dense adhesions in Calots triangle 2) dark discoloration of right lobe of liver 3) gallbladder distended with clots 4) short wide cystic duct 5) large stone and blood clots impacted at the cystic duct CBD junction 6) cholecystoduodenal fistula seen corresponding to the site of duodenal ulcer detected in endoscopy 7) mildly dilated CBD, without stones or blood 6) no pseudoaneurysm could be identified. Review of the angiographic video in the context of the operative findings suggested that the sac like structure which was thought to be a pseudoaneurysm was actually infact the gallbladder itself and thus a diagnosis of fistulation of cystic artery into the gallbladder was made. Retrograde cholecystectomy, evacuation of clots, transcystic irrigation of CBD, closure of cholecystoduodenal fistula right hepatic arteriotomy, retrieval of the endo-coil and right hepatic arterial repair was done. The microcoil could be palpated in the right branch of hepatic artery distal to the origin of the cystic artery. Vascular slings were passed in proximal and distal portion of the right hepatic artery. An arteriotomy was performed just proximal to the coil. At the time of arteriotomy no bleeding was observed however immediately after removal of a clot lodged in the proximal segment of the artery profuse bleeding was noticed on loosening of the proximal vascular sling. However still no back bleeding was seen distally, subsequently upon retrieval of the endocoil significant back-bleed was observed. Immediately after repair of the arteriotomy, pulsations returned in the proximal segment of the artery. There was no leak. The elapsed time from embolization to arterial repair was approximately 4 hours.\\nIn the postoperative period the patient developed deep jaundice with significant elevation of bilirubin, SGOT SGPT alkaline phosphatase and amylase, which rapidly improved after 24 hrs and his biochemical parameters normalized within 4 weeks. A follow-up CT angiography performed at 2 weeks was normal demonstrating free flow in the right hepatic artery. Histopathologic examination of the gallbladder showed features suggestive of acute cholecystitis, and an area of granulation tissue was also seen at the site of cholecystoenteric fistula. At six months followup the patient is asymptomatic without any further episode of bleed or jaundice.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'9127031': 1, '21159098': 1, '22365670': 1, '14169009': 1, '17548259': 1, '16615240': 1, '31709867': 1, '22179021': 1, '17468824': 1, '18235189': 1, '12658412': 1, '17633861': 1, '20309807': 1, '15565412': 1, '19341209': 1, '23986845': 2, '18397862': 1, '9623321': 1, '20962563': 1, '18408634': 1, '8306223': 1, '9732939': 1, '19178902': 1, '16784952': 1, '29298787': 1, '18677616': 1, '8887048': 1, '32874789': 2, '20458590': 1, '3505169': 1, '19409527': 1, '21867355': 1, '21607845': 1, '9453897': 1, '16201077': 1, '20354255': 1, '22470707': 1, '16227490': 1, '22468082': 1, '18668748': 1, '12061226': 1, '17724896': 1, '20675459': 1, '28641193': 1, '17386110': 2, '18161898': 1, '17563639': 1, '9484731': 1, '1812632': 1, '22712712': 1, '1773638': 1, '26021378': 1, '18405897': 1, '23452779': 2}", "similar_patients": "{'7455374-1': 1, '3738354-1': 1, '1851966-1': 1}"}