{"patient_id": 162823, "patient_uid": "3752483-1", "PMID": 23984241, "file_path": "noncomm/PMC003xxxxxx/PMC3752483.xml", "title": "A rare case of woolly hair with unusual associations", "patient": "A 4-year-old boy, product of third degree consanguineous marriage, presented with history of light colored curly hair on the scalp and skin-colored pinhead type of raised lesions over the body since birth. The skin lesions began on the scalp and later spread to the whole body. He also gave a history of recurrent pus-filled lesions over the body since the age of 3 months. There was no delay in developmental milestones.\\nExamination revealed curled hypopigmented scalp hair []. The scalp hairs were short and thinner in diameter. The body hair was also sparse, shorter and lighter in color. Multiple skin colored, spiny follicular papules were present over his scalp, back and arms [Figures and ]. The eyebrows had sparse hair. Multiple bullae were present over his extremities, some of which were filled with yellow fluid with a positive hypopyon sign []. There was canaliform dystrophy of the bilateral great toe nails []. Dental examination revealed increased interdental spaces and dental caries []. Eye examination was normal. There were no cardiac manifestations or any other systemic involvement.\\nInvestigations revealed normal hematological and biochemical parameters. Skin biopsy of the keratotic papules revealed features consistent with keratosis pilaris []. Gram stain of pus from the bullous lesion revealed gram positive cocci, and the culture grew Staphylococcus aureus. Microscopy of hair revealed an elliptical cross-section, axis rotation and calibre variation. There was no evidence of trichorrhexis nodosa. X-ray chest, electrocardiogram and echocardiography were normal.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'29267480': 2, '31332722': 1, '2347106': 1, '30719357': 2, '17651168': 1, '19052410': 1, '26538742': 2, '11063735': 1, '2945574': 1, '11453928': 1, '10902626': 1, '4467886': 1, '668970': 1, '23984241': 2}", "similar_patients": "{'4601463-1': 1, '5726711-1': 1, '6335686-1': 1}"}