{"patient_id": 42455, "patient_uid": "3671982-1", "PMID": 23687974, "file_path": "comm/PMC003xxxxxx/PMC3671982.xml", "title": "Pseudoaneurysm of the superior lateral genicular artery: case report of a rare complication after total knee arthroplasty", "patient": "A 68 year old man with stiff knee due to long standing osteoarthritis of underwent primary TKA (LCCK, Legacy Constrained Condylar Knee Nexgen, Zimmer, Warsaw,USA) (Figures and ). Preoperatively, he had flexion contracture of 30 degrees with only 10° of further flexion possible. There was a varus deformity of 10 degrees with no noticeable instability. Apart from long standing hypertension of 15 years, there was no other co morbidity. Due to stiffness of the joint, extensive soft tissue releases including excision of all fibrotic bands over patellofemoral and suprapatellar areas, debridement of medial and lateral gutters of the knee joints, excision of the lateral aspect of the prepatellar fat pad and quadriceps snip were performed to facilitate eversion of patella and exposure of the joint. Lateral retinaculum was left intact. There were no intraoperative complications and the alignment and stability of the prosthesis was satisfactory. Tourniquet was inflated before cementing for a total duration of 20 minutes. Before closure, tourniquet was deflated and hemostasis was achieved. Immediate postoperative period was uneventful and one unit blood was transfused to compensate for intra operative losses. Drain was removed 24 hrs after surgery. Static quadriceps exercises were started followed by knee mobilization on third day. On fourth post operative day, patient complained of increasing pain and swelling over the knee joint. The swelling was warm, tender, non pulsatile and any passive or active motion aggravated the pain. There was no neural deficit with good posterior tibial and dorsalis pedis pulses and normal capillary refill. Blood chemistry and coagulation profile were normal. Initially the limb was elevated and cold compresses were applied. Within the next two hours, swelling rapidly increased in size extending into distal thigh (Figure ). Urgent Doppler ultrasound was performed which revealed pseudo aneurysm of size 3.5 × 2.3 cm2 arising from a vessel on lateral aspect of knee joint but its vessel of origin could not be identified. A subsequent angiogram revealed pseudo aneurysm originating from superior lateral geniculate artery (Figure ). Using a micro catheter, a sub selective catheterization of the superior lateral genicular artery was performed and the artery was embolized by means of 3 mm coils (Figure ). The patient experienced immediate relief from pain and swelling gradually decreased in size. The limb was immobilized for next 24 hours after which range of motion exercises were started as tolerated by the patient. Repeat Doppler 24 hr later showed no aneurysm with normal arterial and venous refill. There was a marked improvement in functional capabilities with range of motion of 5-100° and no evidence of recurrent bleeding at follow up.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'11476535': 1, '18162694': 1, '29694643': 1, '15788322': 1, '30306198': 1, '16906096': 1, '22115766': 1, '29318071': 2, '26236119': 1, '14681604': 1, '14716660': 1, '21435827': 1, '12424047': 1, '32989614': 1, '9802673': 1, '18411615': 1, '21472529': 1, '20076944': 2, '23687974': 2}", "similar_patients": "{'5727692-1': 1, '2887507-1': 1}"}