{"patient_id": 159147, "patient_uid": "3468791-1", "PMID": 23091550, "file_path": "noncomm/PMC003xxxxxx/PMC3468791.xml", "title": "An Unusual Case of Gastric Cancer Presenting with Breast Metastasis with Pleomorphic Microcalcifications", "patient": "A 54-year-old pre-menopausal woman with unremarkable past health issues, presented with a 1-month history of abdominal distension and a mass in the right breast. On physical examination, a 5-cm mass with indistinct border was found in the upper outer quadrant of the right breast without evidence of axillary lymphadenopathy. A pelvic mass of 20-week size was also detected on physical examination. The CA125 was slightly elevated (41.7 IU/mL).\\nA mammogram revealed a large area with pleomorphic microcalcifications of architectural distortion in the upper outer quadrant of the right breast, suggestive of a malignant lesion (). The ultrasound demonstrated a 3.5-cm ill-defined hypoechoic lesion in the upper outer quadrant of the right breast, 1 to 4 cm from the nipple (). The provisional diagnosis given was primary breast carcinoma. A biopsy of the right breast mass was performed which showed scattered foci of microcalcification. An immunohistochemical stain showed that the cells were negative for estrogen receptor and c-erbB-2 staining (). The malignant cells showed positivity in cytokeratin AE1/AE3, PAS-D, and E-cadherin staining (). The malignant cells also showed positivity for cytokeratin 7 (CK7). The histological examination that followed confirmed the diagnosis of poorly cohesive carcinoma with signet ring cell features, compatible with metastasis from the stomach ().\\nAbdominal ultrasonography showed bilateral heterogeneous adnexal masses and ascites. An abdominal and pelvis computed tomography (CT) confirmed a large pelvic mass that likely had originated in the left ovary and a smaller right adnexal lesion which were both worrisome of malignancy. The clinical provisional diagnosis was ovarian carcinoma.\\nA total abdominal hysterectomy and bilateral salpingo-oophorectomy was performed. Intra-operatively, a large left ovarian lesion was found. A pathological examination revealed a poorly metastatisized differentiated adenocarcinoma with signet ring features ().\\nImmunohistochemical examination showed that the malignant cells were diffusely positive for CK7 and focally positive for cytokeratin 20 (CK20) (). Features were compatible with metastasis from the stomach or pancreatico-biliary system (Krukenberg's tumor).\\nAn oesophago-gastric-duodenoscopy (OGD) was performed post-operative on day 4 which revealed an ulcerative tumor with elevated borders extending from the esophago-gastric junction to the higher lesser curvature. A biopsy of the tumor was performed which confirmed poorly differentiated adenocarcinoma.\\nThe patient was treated with chemotherapy but her gastric cancer progressed with bone metastases and peritoneal dissemination. She died 11 months after the initial diagnosis.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'644055': 1, '18311479': 1, '11064645': 1, '11675677': 1, '16718828': 1, '30344710': 1, '12464875': 1, '9245879': 1, '30729058': 1, '25890325': 2, '16006706': 1, '11079630': 1, '27123067': 1, '10517440': 1, '25544018': 1, '20082359': 1, '21637360': 2, '23091550': 2}", "similar_patients": "{'4386101-1': 1, '3100085-1': 1}"}