{"patient_id": 165151, "patient_uid": "3884935-1", "PMID": 24470667, "file_path": "noncomm/PMC003xxxxxx/PMC3884935.xml", "title": "Tuberculosis Verrucosa Cutis Presenting as Diffuse Plantar Keratoderma: An Unusual Sight", "patient": "A 52-year-old male farmer, presented with a 9-month long history of thickening of left plantar skin, along with diffuse pedal edema of the same foot for last 2 months. He reported a history of a thorn prick injury 1 month preceding the onset of symptoms. At the onset, patient experienced only roughness of plantar skin which progressively developed a verrucous surface involving almost 80% of plantar skin of left foot. However, it remained asymptomatic until recent times, when he felt a chronic dull pain which was aggravated on walking. Patient had no past history of tuberculosis or any other systemic illness. He denied any history suggestive of immunodeficiency or constitutional symptoms of tuberculosis. He was a nonalcoholic and nonsmoker with a negative family history of tuberculosis.\\nOn examination; he had left-sided, pitting, pedal edema. Almost 80% of plantar skin of left foot had developed diffuse keratoderma. The surface of the lesion was verrucous with variable degree of thickening becoming plaque-like at places, sparing the toes and instep, with ill-defined borders []. Posteriorly, the verrucous lesion had a well defined 2 cm broad linear extension up to the ankle. There was no evidence of scarring or any signs of healing. The other foot was uninvolved. He had no other cutaneous, mucosal lesions, or nail abnormalities. He was well-built and nourished, without any other abnormal systemic findings. There was no active focus of infection as evidenced by absence of fever, lymphadenopathy, leukocytosis, and a normal chest radiograph. There were two prominent BCG scar marks on his left arm. Routine investigations showed hemoglobin to be 12 g/dL; total leukocyte count of 11,000/mm3; differential count was 59 neutrophils (N), 2 eosinophils (E), 39 lymphocytes (L); and erythrocyte sedimentation rate was 45 mm in the first hour. Chest X-ray revealed no foci of old or recent tuberculosis or evidence of any other abnormalities. Mantoux reaction reading after 48 h was 20 mm. With these details, a provisional diagnosis of TVC was made and a punch biopsy was taken from the heel area. Histopathology of the plantar skin sample showed striking pseudoepitheliomatous hyperplasia with diffuse tuberculoid granulomatous inflammation in dermis []. There was no underlying bony involvement on X-ray of the foot. Patient was started on standard antitubercular regimen.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'33425164': 1, '25972972': 1, '2196232': 1, '2498216': 1, '2670785': 1, '15725242': 1, '29851791': 2, '22121276': 1, '25071267': 1, '9797751': 1, '5665267': 1, '18888597': 1, '24470667': 2}", "similar_patients": "{'6392906-1': 1}"}