{"patient_id": 162376, "patient_uid": "3724086-1", "PMID": 23956576, "file_path": "noncomm/PMC003xxxxxx/PMC3724086.xml", "title": "Clinical and radiological findings in chlorfenapyr poisoning", "patient": "A 28-year-old female, housewife from Tenali in Guntur district of Andhra Pradesh, was brought to the hospital, Guntur, with chief complaints of low backache, weakness of lower limbs, and drowsiness for 2 days. Ten days prior to presentation, she consumed pesticide chlorfenapyr with suicidal intent and she was apparently normal prior to the incident. At her hometown, gastric lavage and supportive treatment were given before discharge, 2 days later. Three days post-discharge, she was treated symptomatically for headache and neck pain, which reportedly were relieved. For 7 days following discharge she was apparently normal and had no history of fever/vomiting/diarrhea/abdominal pain/cough/breathing difficulty/chest pain/palpitations/cranial nerve/motor/sensory/cerebellar dysfunction. However, she presented to the Guntur hospital, 7 days later, with rapidly progressing weakness and pain in lower limbs, low back pain, swaying, increasing drowsiness, since 2 days. On admission, she was treated with Inj. Neurobion one ampoule IM, Inj. Pantoprazole 40 mg IV, Inj. ceftriaxone 1 gm IV, Inj. Methylprednisolone 1 g IV stat and IV fluids - RL, DNS,5%D. Except for the poisoning history, initial clinical presentation looked similar to acute disseminated encephalomyelitis, requiring the steroid. Symptoms progressed rapidly over the next 24 h. Lower limbs weakness progressed to involve the upper limbs and complete paralysis ensued. Motor examination showed complete loss of power, hypotonia, bilateral plantar extensor, and lost superficial and deep tendon reflexes in all limbs. Sensory examination showed complete loss of all sensations. Her sensorium rapidly deteriorated to coma. She developed high grade fever on 2nd day and eventually died within 24 h of admission and 10 days after consuming chlorfenapyr.\\nHemoglobin was 8.4 gm %, Total count was 8400 and ESR was 20 mm at 1 hour. Serun biochemistry was normal. S Cholinestrase was 10370u/ml. MRI showed white matter changes in the brainstem and white matter in the brain and spinal cord [Figures –].", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'26957914': 2, '27752575': 2, '25114438': 2, '22726517': 1, '21266037': 1, '16628293': 1, '17533964': 1, '23956576': 2}", "similar_patients": "{'4126128-1': 1, '5052853-1': 1, '4781768-1': 1}"}