{"patient_id": 40666, "patient_uid": "3542167-1", "PMID": 23134665, "file_path": "comm/PMC003xxxxxx/PMC3542167.xml", "title": "Activity of pemetrexed and high-dose gefitinib in an EGFR-mutated lung adenocarcinoma with brain and leptomeningeal metastasis after response to gefitinib", "patient": "In June 2005, a 52-year-old man was admitted to our hospital after the detection of a mass in his right lung in a routine physical examination. He was a non-smoker and did not have any disease-related symptoms, such as cough, dyspnea or emptysis. Chest computerized tomography (CT) scan revealed a mass of 2.5 cm × 2.0 cm in size in the right upper lobe with ipsilateral, multiple bulky hilar and mediastinal lymph nodes. Abdominal CT scan, brain magnetic resonance imaging (MRI) and bone emission computerized tomography (ECT) scan showed no evidence of any distant metastasis. He was diagnosed with adenocarcinoma by a CT-guided percutaneous core needle biopsy. His clinical stage was cT1N2M0 (stage IIIA). Right upper lobectomy and systematic lymphadenectomy were performed after receiving informed consent. No adhesions to the visceral pleura were observed during the operation. Black swollen lymph nodes were found surrounding the carina, main bronchus, as well as in the mediastinum. Complete resection was achieved.\\nPathologically, the primary lesion was 2.5 cm × 2.0 cm in size in the right upper lobe. The final pathological report showed adenocarcinoma with violations of the vascular supply, negative bronchial resection margins, and metastasis to hilar and mediastinal lymph nodes; 23/47 lymph nodes were positive (Figure\\n). Immunohistochemical staining showed the tumor was negative for CgA, and positive for P53, PCNA, CK-L, CK-H, and NSE.\\nThe patient received four cycles of adjuvant chemotherapy consisting of gemcitabine 1.0 g/m2 on day 1 and day 8, and carboplatin AUC 5 on day 1, repeated every 3 weeks. Sequential adjuvant radiotherapy with the dosage of 15 mV-X line DT 5000 cGy/25F irradiation on the mediastinal area was given.\\nAbout one year after operation, asymptomatic multiple cerebral metastases were detected during a routine follow-up, without any other recurrent extracranial lesions. As the patient refused systemic chemotherapy, we gave him gefitinib, 250 mg per day, and concurrent whole brain radiation therapy (WBRT) with the dosage of DT 4000 cGy/20F. Complete remission of the intracranial lesions was found one month after radiation. The patient continued to use gefitinib at 250 mg per day as maintenance therapy. A progression-free survival (PFS) of 50.0 months was obtained.\\nIn August 2010, more than five years after the operation, the patient was readmitted to our hospital because of intense headache with nausea and vomiting. Emergent brain MRI found dilated ventricles, diffuse white matter atrophy, and also a metastatic mass about 1.5 cm in size in the right temporal lobe (Figure\\n). Chest CT scan showed mild radiation pneumonitis without any evidence of tumor recurrence. The intracranial pressure measured by lumbar puncture was 220 mm H2O. Malignant cells were found in the cerebrospinal fluid. The patient was diagnosed with recurrent brain lesions and newly developed leptomeningeal metastases. A lumbar drainage catheter was lined to relieve intracranial hypertension symptoms. A double dosage of gefitinib of 250 mg twice a day combined with pemetrexed 500 mg/m2 on day 1 every 3 weeks were suggested. After six cycles of pemetrexed, no obvious changes were documented on the brain MRI and chest CT, but the symptoms of intracranial hypertension were completely relieved. The lumbar drainage tube was removed, all dehydration agents were stopped, and the performance score of the patient was improved from 2 to 1. Then, the patient stopped pemetrexed and went on with gefitinib single agent, 250 mg twice a day, obtaining a time to progression of 6.0 months.\\nAt the end of February 2011, about two months after stopping pemetrexed, the patient had a recurrence of headache with nausea and vomiting, and the performance score deteriorated quickly to 4. The dosage of gefitinib was increased to 250 mg three times a day, however, no improvement was observed. The patient finally died of pulmonary infection, hernia and cachexia within three months.\\nThe patient tolerated treatment well throughout the whole treatment process. No obvious adverse reactions were documented during the adjuvant chemotherapy and radiotherapy, the palliative whole brain radiation therapy, or the gefitinib treatment with a dosage of 250 mg per day. Grade 1 acne-like rash on the face and back, and itching of the lower limbs were observed during the gefitinib treatment with an increase in dosage to 500 mg or 750 mg per day. Grade 4 neutropenia and thrombocytopenia were documented in the first cycle of pemetrexed with the standard dosage of 500 mg/m2. With a 20% reduction of pemetrexed dosage and prophylactic use of granulocyte colony-stimulating factor (G-CSF) and recombinant human thrombopoietin (TPO), the patient completed the following five cycles smoothly. Repeated grade 1 liver dysfunction was observed during the pemetrexed treatment.\\nThe mutation analysis of related genes was carried out in 2010 when the patient was diagnosed with recurrent brain lesions and leptomeningeal metastases. Genomic DNA was isolated from the tumor specimen obtained from the operation five years earlier, after receiving informed consent. The direct sequencing after PCR amplification or pyrosequencing analysis were performed to detect mutations in exons 19, 20 and 21 of the EGFR gene, codon 12 and 13 of the K-ras gene, and codon 600 of the BRAF gene. A deletion of 15 nucleotides (2240-2254del15; L747-S752del5) and a point mutation (A2262T; K754I) in exon 19 of EGFR gene were detected (Figure\\n). Both exons 20 and 21 were wild type. A point mutation of codon 12 (GGT→GAT; G12D) of the K-ras gene was also identified, which led to an amino acid change from glycine to aspartic acid (Figure\\n). The codon 600 of the BRAF gene was wild type.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'15468973': 1, '29230121': 1, '12871787': 1, '15741570': 1, '20096951': 1, '27446584': 1, '32899099': 2, '9593802': 1, '16024135': 1, '9525828': 1, '15870435': 1, '26483335': 1, '25248713': 1, '20146086': 1, '23769350': 1, '20921461': 1, '27512852': 1, '18804418': 1, '19632738': 1, '21321089': 1, '17538177': 1, '24125485': 1, '16983123': 1, '15474674': 1, '19091441': 1, '29353976': 1, '17434236': 1, '15944791': 1, '27536527': 1, '19375814': 1, '20186026': 1, '23134665': 2}", "similar_patients": "{'7478551-1': 1}"}