{"patient_id": 155397, "patient_uid": "3174457-1", "PMID": 21977473, "file_path": "noncomm/PMC003xxxxxx/PMC3174457.xml", "title": "Unilateral segmental odontomaxillary hypoplasia: an unusual case report", "patient": "A 17-year-old South Indian female was reported of a complaint of a pain in mandibular molar for three months. She had a very prominent facial asymmetry on the left side of her face. She had the asymmetry since the birth, however she was unaware of any progression of the asymmetry. She also reported of absence of both deciduous and permanent teeth in left posterior region of the upper jaw. There was no history of trauma or extractions in the region. Due to the absence of teeth, she never chewed on her left side. She also complained of a slight restriction in her mouth opening. Her family history was non-contributory. Her peri-natal history revealed a full term normal delivery and there was no history of any serious childhood illness.\\nOn general examination, she appeared to be in a good overall systemic health. Extraoral examination revealed a marked facial asymmetry with flattening of left middle third of her face. The left angle of her mouth was pulled upwards even at rest (). The lips were incompetent and mild drooping of left eye was seen. No abnormality was noted in her speaking, vision, and hearing. She exhibited a straight facial profile and a deficiency of muscle bulk on the left side of her cheek associated with hypertrichosis.\\nA slight reduction in mouth opening (approximately 25 mm inter-incisal opening) was noted. The mandible deflected to the right side with maximum mouth opening and maxillary midline shifted to the left side at rest position. Intraorally, hard tissue examination revealed clinical absence of all premolars and molars in the left maxilla. The corresponding alveolar ridge appeared rudimentary and underdeveloped (). The left deciduous maxillary canine was over-retained. The left mandibular first molar showed severe dental caries involving the pulp and exhibited tenderness on vertical percussion.\\nA panoramic radiograph of the jaws confirmed the absence of the left maxillary premolars and molars with severe underdevelopment of the left maxillary alveolar process. The lower jaw exhibited a full complete sixteen teeth ().\\nA posteroanterior projection of the skull also revealed the deficiency in the middle third of the face on the left side. No other abnormalities of the lower jaw or any other facial skeletal defects were noted ().\\nAfter confirming the absence of any other abnormalities, a diagnosis of segmental odontomaxillary hypoplasia was made. The patient was advised to have endodontic treatment of the dental caries in mandibular molar, followed by prosthetic rehabilitation of the maxillary missing teeth. The patient underwent the endodontic treatment, however chose not to have any intervention for the missing teeth or the facial symmetry as she had adapted to the situation.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'12532068': 1, '11991305': 1, '11027387': 1, '2371053': 1, '8936524': 1, '21977473': 2}", "similar_patients": "{}"}