{"patient_id": 155561, "patient_uid": "3190011-1", "PMID": 22016686, "file_path": "noncomm/PMC003xxxxxx/PMC3190011.xml", "title": "Identification of Compound Heterozygous Mutation in a Korean Patient with Alpha 1-antitrypsin Deficiency", "patient": "A 36-year-old woman visited our emergency department with progressive dyspnea. The patient started experiencing dyspnea on exertion 10 years ago, and the condition exacerbated gradually. After experiencing pneumonia 3 months ago, her symptoms worsened and her daily activities were restricted. Two weeks before the visit, she experienced symptoms of upper respiratory tract infection (intermittent fever, cough, sputum, and sore throat) and dyspnea, which was observed even when the patient was in a resting state. Chest computed tomography revealed diffuse severe panlobular emphysema in both lungs, which suggested AAT deficiency (). Pulmonary function tests showed a severe obstructive pattern with positive bronchodilator response, increased residual volume, and decreased diffusing capacity. Serum AAT levels, measured by using nephelometry (BNII, Siemens Healthcare Diagnostics Inc., Newark, DE, USA), significantly decreased to 33 mg/dL (reference interval: 90-200 mg/dL). She had never smoked nor did she show a definite risk of environmental exposure to harmful dusts or noxious gases. Physical examination and laboratory findings showed no evidence of hepatic dysfunction.\\nWe suspected AAT deficiency and performed genetic analysis of the SERPINA1 gene. All 4 coding exons of the SERPINA1 gene and their flanking regions (NC_000014.8, NM_00102235.2) were analyzed by PCR-direct sequencing using primers reported in a previous study []. The allelic backbone of the SERPINA1 gene was M1 (Val237, numbered from a methionine at translation initiation site) and 2 sequence variations were identified-c.230C>T and c.1158dupC (). Substitution of cytosine by thymine leads to the substitution of serine by phenylalanine at codon 77 (p.Ser77Phe) and duplication of cytosine yields a frameshift mutation with a premature stop codon (p.Glu387ArgfsX14). These variations were found in previous reports and corresponded to a deficient allele, Siiyama, and a null allele, QOclayton [, ].\\nThe patient's pedigree () shows that the patient's father and son had the QOclayton alleles, and the patient inherited the Siiyama allele from her mother and transferred it to her daughter. However, none of the patient's siblings harbored the mutations. Serum AAT levels of the carriers, i.e., the parents and the children of the patients, were less than or approximately equal to the lower reference interval limit (65-100 mg/dL).\\nThe patient is being treated with a bronchodilator and is scheduled to undergo lung transplantation.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'412531': 1, '12426287': 1, '29769092': 1, '2690952': 1, '26937147': 1, '11334395': 1, '9070606': 1, '28138235': 1, '33655122': 2, '7977369': 1, '14522813': 1, '34408833': 1, '7045697': 1, '2035534': 1, '8520784': 1, '17964515': 1, '1905728': 1, '22016686': 2}", "similar_patients": "{'7746044-1': 1}"}