{"patient_id": 157324, "patient_uid": "3309207-1", "PMID": 22506156, "file_path": "noncomm/PMC003xxxxxx/PMC3309207.xml", "title": "Acquired Tracheoesophageal Fistula through Esophageal Diverticulum in Patient Who Had a Prolonged Tracheostomy Tube - A Case Report -", "patient": "A 55-year-old male patient, diagnosed as quadriplegia by intracerebral hemorrhage resulting from rupture of a cerebral aneurysm on the left middle portion of the brain, was hospitalized in the rehabilitation medicine department of our hospital to receive expansive rehab ilitation. There was no past history of high blood pre ssure, diabetes, tuberculosis or hepatitis, but he had a smoking history of 20 years and a clinical history of recurrent pneumonia accompanying pleural effusion. On physical examination, crackling was auscultated at the lower right lung and there was no special diagnosis except dyspnea. On October 30, 2007, 4 days after an operation for intracerebral hemorrhage, tracheotomy was conducted and the patient remained with the tracheostomy tube for 6 months, until May, 2008. When he was hospitalized at my clinic on 12th, June, 2009, a nasogastric tube had been continually inserted for >1.5 years and was used for nutrition intake after the intracerebral hemorrhage. A videofluoroscopic swallowing study (VFSS) was conducted and a slight aspiration was observed with solid and semi-solid foods. However, when using a compensation technique by tossing his head toward the paralyzed side, it was confirmed that food entered the esophagus without aspiration. After removing the nasogastric tube and offering sufficient education regarding the compensation technique, oral feeding was started. Since then, when eating using the compensation technique, there were incidents of fitful cough, sputum, fever, and a chest x-ray revealed increased haziness on the left lung, so antibiotic treatment was started under the diagnosis of aspiration pneumonia. However, there was no improvement, so gastric emptying scintigraphy was conducted for detecting other etiologies (). On the gastric emptying scintigraphy, a leak of contrast medium was observed in the middle of the esophagus to the right, and tracheoesophageal fistula was suspected. Therefore, CT was conducted on the chest for an exact diagnosis (). On the image of the chest CT, a cavitary lesion containing 1.8 cm sized air was observed in the lower part of the right neck, at the level of middle part of the esophagus. Tracheoesophageal fistula was confirmed and upper gastrointestinal endoscopy was conducted to identify the exact size and location (). The hole of a tracheoesophageal fistula to the side of the esophagus was in the middle part of the esophagus diverticula, which existed at the 1/3 spot of the middle esophagus, 33 cm away from eye tooth, and air was observed. It was possible to detect a passage between the esophagus and the trachea. The size of the tracheoesophageal fistula was measured as 3 mm and the leak of contrast medium (Gastrograffin) was observed during the upper gastrointestinal endoscopy. At that time, endoscopic ligation using clips was conducted (4 in total), and the absence of a leak was confirmed using contrast medium (Gastrograffin) (). However, in order to eliminate the possibility that the tracheoesophageal fistula was clogged due to inflammation resulting from mucous membrane irritation and edematous changes from endoscopic ligation, an upper GI series was conducted after inflammation and edema subsided on the third day of ligation of the tracheoesophageal fistula (). An upper GI series confirmed there was no leakage of contrast medium and the patient once again started dysphagia meals after a period of continual fasting. Since that time, fever has not been observed, the amount of sputum decreased, and there are no clinical features such as aspiration.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'18670027': 1, '29268375': 1, '27885346': 2, '5424780': 1, '1208527': 1, '6834870': 1, '12755313': 1, '28303554': 1, '22506156': 2}", "similar_patients": "{'5112309-1': 1}"}