{"patient_id": 43735, "patient_uid": "3784233-1", "PMID": 24106503, "file_path": "comm/PMC003xxxxxx/PMC3784233.xml", "title": "Isolated Spherophakia and Glaucoma", "patient": "A 72-year old man was referred to our outpatient clinic suspected of suffering from uveitis in his left eye. He initially presented 2 years ago with acute angle-closure glaucoma in his right eye that was treated with lowering the intra ocular pressure by local beta blockers and local prostaglandins followed by neodymium: YAG laser peripheral iridotomies in both eyes. Intraocular pressure values were 36 mmHg in the right eye and 18 mmHg in the left eye on admission and lowered to 16 mmHg in the right eye and 12 mmHg in his left eye before performing the iridotomies. After that, the IOP was within normal limits for 2 years, and there is no documentation of recurrent iritis in either eye in this period of time.\\nThe patient had chronic renal failure, cardiac arrhythmia, and arterial hypertension.\\nOn examination at referral, best-corrected visual acuity was 6/10 in his right eye and 6/12 in his left eye. Refraction was −2.5 spherical in the right eye and −3.25 spherical in the left eye. The intraocular pressure was 8 mmHg in his right eye and 26 mmHg in his left eye. He had bilateral neodymium: YAG laser peripheral iridectomies. Both eyes had a shallow anterior chamber. In the left eye, the lens was located slightly forward causing a pupillary block, and the anterior chamber angle was very narrow on indentation gonioscopy (). C/D ratio was 0.3 in the right eye and 0.4 in the left eye. Retina was normal in both eyes. Full-threshold visual fields were normal in both eyes. The sagittal lens diameter was 5.35 mm in the right eye and 5.70 mm in the left eye (the mean sagittal lenticular diameter in a young adult's eye is 3.7 mm ± 0.26 SD and in spherophakia 4.5 to 4.9 mm) [].\\nUltrasonographic A-scan biometry recorded axial length of 22.2 mm in the right eye and 22.15 mm in the left eye. Ultrasound biomicroscopy with a 50 mHz probe showed a spherophakia lens in both eyes and pupillary block in the left eye due to forward subluxation of the lens (). On the basis of these findings, a diagnosis of spherophakia in both eyes was made. In light of the diagnosis of spherophakia the patients' medical history and examination were reviewed. The patient had no history of cardiovascular diseases or skeletal problems and had high intellect. The patient's height was 173 cm with normal skeletal proportions. There were no features of Marfan's syndrome, the Weill-Marchesani syndrome, or homocystinuria.\\nChronic pupil block was believed to be responsible for the uncontrolled glaucoma in the left eye. At this stage, we performed lens extraction in the left eye by phacoemulsification, and we implanted a foldable 3-piece acrylic intraocular lens. The postoperative course was routine. The intraocular pressure was controlled with no antiglaucoma drugs, the anterior chamber depth was normal, and the final uncorrected visual acuity was 6/9.\\nThe patient had the same surgical procedure in his right eye with an excellent outcome.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'6455083': 1, '12036655': 1, '8534447': 1, '6984233': 1, '4759438': 1, '24106503': 2}", "similar_patients": "{}"}