{"patient_id": 37561, "patient_uid": "3347000-1", "PMID": 22577393, "file_path": "comm/PMC003xxxxxx/PMC3347000.xml", "title": "Instant Abdominal Wall Reconstruction with Biologic Mesh following Resection of Locally Advanced Colonic Cancer", "patient": "A 42-year-old man admitted to the hospital complaining of a painful abdominal mass and pain in the right lower quadrant. There was also serous-purulent discharge through the skin incision over the mass. He had undergone appendectomy via a McBurney incision and an umbilical hernia repair via midline incision 4 years previously. Histopathology had revealed inflammatory changes with no additional abnormalities. Abdominal examination revealed an abdominal mass in the right lower quadrant. Laboratory data and tumor markers were within normal limits. Wound culture results over the course of one year showed negative discharge. He declined to undergo the surgical exploration suggested at a local hospital and was referred to our tertiary reference hospital. Ultrasound revealed a solid abdominal mass that was approximately 5 cm in diameter, localized near the cecum and the skin incision. There were mesenteric reactive nodes, 20 mm in maximum diameter. No sign of hernia was recorded upon performance of the Valsalva maneuver. An abscess with dense contents was observed. Computed tomography scan (CT) confirmed the existence of a solid tumor 7 cm in diameter, originating from the cecum and ileocecal valvula, invading the anterior abdominal wall and skin. There were pericolonic, paraaortic, and paraceliac lymph nodes of 2.5 cm in maximum diameter (). Colonoscopic investigation revealed an ulcero-vegetative mass filling the bottom of the cecum. Multiple biopsies were obtained, and histopathology revealed adenocarcinoma. The medical oncology department advised a neoadjuvant FOLFOX regimen. The patient could not be given the last cycle of the treatment because of increasing wound discharge and fever. Repeat CT demonstrated an inadequate response to chemotherapy (). The patient was then referred back to the surgical department.\\nWide excision of the tumor was planned. A cystoscopic examination was performed, and a double-J catheter was applied to the right ureter to facilitate a safe surgical dissection. The mass and possible intraabdominal margins were marked before the operation (). Preoperatively, single dose antibiotic prophylaxis was applied. Laparotomy revealed a colonic mass invading the anterior abdominal wall and skin. En bloc resection of the lesion was achieved (). Between the skin and peritoneum macroscopically tumour invaded tissues including skin, subcutaneal adipose tissues, muscles, and fascias were excised with secure margins while performing standard right hemicolectomy. After lymphatic dissections were completed, end-to-side ileotransversostomy was done via two layers of suturing. The abdominal wall defect was reconstructed with 20 cm × 10 cm and 1.5 mm thickness porcine dermal Permacol mesh (Covidien Ltd. Dublin, Ireland; Mansfield, Massachusetts, US). Mesh fixation was performed with 2/0 prolen separate sutures on the inside of safe abdominal wall (Figures and ). After surgical procedure two suction drains were applied before closure of abdomen. One was placed on the right lower quadrant, over the mesh in the reconstructed abdominal wall defect area, and the other one was placed on the left symmetrical location in the peritoneal cavity (). No blood transfusion was required. Histopathology revealed a mildly differentiated adenocarcinoma of 11 cm maximum diameter. It had invaded the dermis but not the epidermis. There was vascular but not neural invasion. Only one lymph node out of a total of 20 lymph nodes retrieved was found to have metastasized tumor cells. Peritoneal cytology was negative. The case was determined as Stage 3-C according to the TNM system. After beginning of intestinal motility, the patient was given oral intake on the second postoperative day. Intraperitoneal drain was removed at the same time. He was discharged after a four-day uneventful stay. Only simple analgesics were prescribed. The drainage volume from the first drain was measured daily. It was 100 cc and serous on first postoperative day and gradually reduced to 10 cc/day on seventh day. Then it was removed. The monthly follow up observations were planned. There was neither sign nor symptom of local inflammation for six months. The patient complained of mild pain and paresthesia in the right lower quadrant and right upper leg during the first month of followup. His neurologic examination was normal. There was no abnormal finding on lumbar magnetic resonance imaging and electromyography. Local ultrasound investigation of the wound revealed no collection. We observed excellent mesh adaptation with physical and CT examination at six months postoperatively (Figures and ).", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'18086240': 1, '21435917': 1, '21789645': 1, '15897038': 1, '18298854': 2, '21372667': 1, '21188442': 1, '18256994': 1, '20145965': 1, '21222009': 1, '15477745': 1, '21629064': 1, '19597889': 1, '30622748': 1, '21115373': 1, '21298542': 1, '17279319': 1, '20031943': 1, '20563756': 1, '18546180': 1, '22577393': 2}", "similar_patients": "{'2267469-1': 1}"}