{"patient_id": 154255, "patient_uid": "3076572-1", "PMID": 21503192, "file_path": "noncomm/PMC003xxxxxx/PMC3076572.xml", "title": "An innovative prostheses design for rehabilitation of severely mutilated dentition: a case report", "patient": "A 49-year-old partially edentulous male was referred to the prosthodontic clinic for the management of his complex dental status. His chief complaint was dissatisfaction of his existing dental condition that affected quality of his life. He requested a predictable treatment to improve his dental function and restore the missing teeth. His medical status was unremarkable. Intraorally (), the prominent features were as followed: all the remaining teeth were unopposed and almost contacting the residual ridges; absence of posterior or anterior teeth support, and no occlusal guidance. The excessive thickness of the attached gingival band indicated over-eruption of the remaining teeth which might be the cause of the significant disfigurement of the occlusal plane. The maxilla and the mandible were partially edentulous and classified as Kennedy Class II modification 1. None of the teeth were mobile. The remaining maxillary incisors and the left mandibular premolar were extensively carious and deemed non-restorable. The mandibular left first molar was carious on the mesial surface and required root canal treatment. Measuring the vertical dimensions revealed excessive loss of vertical dimension of occlusion (VDO) which was manifested as excessive freeway space (FWS) (6 mm) (). There was no sign of temporomandibular disorder. The phonetic assessment revealed difficulties in pronouncing the /s/ and /f/ sounds. However, the patient adapted to the missing incisal edges and was able to produce the sound with relative acuity. Radiographic assessment indicated limited vertical alveolar bone height in the second quadrant.\\nThe patient was stabilized by extracting the non-restorable teeth and initiating root canal treatment for the mandibular left molar. Oral hygiene measures were demonstrated and emphasized before considering any rehabilitative treatment.\\nAfter obtaining study models, occlusal rims were fabricated to record the centric relation at the restored VDO (FWS = 2 mm). With the aid of facebow transfer record, the study models were mounted on a semi-adjustable articulator (Artex Articulator, Jensen Dental, North Haven, CT, USA) (). Subsequently, it was possible to assess the potential treatment options closely and any adjunctive procedure required correction of the occlusal plane. The diagnostic wax-up was completed with simulated crown lengthening surgery (). The planned occlusal scheme was unilateral group function with long centric following the principles of biological occlusion described by Becker and Kaiser. The bilateral group function was opted because of the tendency for Class II incisal relationship hindering efficient canine guidance. Due to the excessive FWS, there was no need to consider further increase in the VDO. On the basis of the diagnostic wax-up, it was decided to extract the severely over-erupted mandibular left second molar and crown lengthening of all the remaining teeth. Further, the diagnostic wax-up was utilized to determine the location of the implants in the second and fourth quadrant. The next treatment options were presented:\\nMaxillary rehabilitation with crowns and precision implant-supported removable partial denture (RPD). Mandibular rehabilitation with crowns, fixed partial denture and implant fixed partial denture. Extraction of the maxillary teeth and rehabilitation with implant fixed prosthesis. Mandibular rehabilitation with crowns, fixed partial denture and implant fixed partial denture. Maxillary and mandibular RPDs\\nFor the maxilla, despite the patient's preference for the fixed option, he was reluctant to undergo through extensive bone grafting procedure. Therefore, the first option was selected. As recommended by several authors, strategic freestanding implant placement was considered to modify the Kennedy classification.- Additional advantages included improving of the retention and stability, enhancing of patient comfort, and simplifying of prosthesis design.,,\\nSurgical templates were fabricated to guide the implant placement and the crown lengthening surgery. For the mandible, thee regular platform implants (Biomet 3i, Palm Beach Gardens, FL, USA) were inserted in the region of lower right canine, first premolar and first molar. For the maxilla, to overcome the limitation of compromised bone quantity, single wide platform implant (Southern Implants Ltd, Irene, SA) was placed posterior to the maxillary sinus with angular orientation (). The angular implant placement allowed engaging of maximal amount of available bone. To minimize the impact of poor bone quality, conventional healing period was followed as advised by Friberg et al..\\nThe first phase of the rehabilitative treatment involved restoring the VDO, stabilizing the occlusion and improving the esthetics by constructing provisional maxillary cobalt-chromium RPD and mandibular screw-retained metal reinforced composite resin FPD (). The patient was monitored closely for 3 months. Through this period, mastication, comfort, phonetics, and esthetics were closely assessed.\\nThe second phase of the rehabilitation comprised of preparing the maxillary and mandibular teeth for porcelain fused to metal prostheses. Due to the need to rectify the occlusal plane, it was necessary to prepare all the teeth simultaneously. Chair-side provisional prostheses were fabricated (Luxatemp, DMG, Hamburg, Germany) and cemented with temporary cement (TempBond, Kerr Corporation, Orange, CA, USA). The maxillary RPD was readapted to fit the provisional prosthesis.\\nThe technician was instructed to follow the diagnostic wax-up closely to correct the occlusal plane. In this phase, the definitive mandibular prostheses were completed at the correct occlusal plane. The maxilla was provisionally restored with metal-reinforced cross arch provisional prosthesis. As described by Emtiaz and Tarnow, a mesh of cobalt-chromium was constructed and veneered with acrylic resin (SR Ivocron, Ivoclar Vivadent, Schaan, Liechtenstein). This allowed the major portion of the fitting surface along with all margins to be covered with acrylic resin () facilitating future removal and possible adjustments.\\nThe mandibular definitive prostheses were cemented with glass ionomer cement (Fuji I, GC Corporation, Tokyo, Japan). The maxillary prosthesis was tried in and cemented temporarily (TempBond, Kerr Corporation, Orange, CA, USA). Any necessary occlusal adjustments were performed on the maxillary provisional prosthesis. From the diagnostic perspective, the maxillary provisional prosthesis allowed more precise assessment of the function, esthetics and phonetics (). The patient was reviewed weekly for a period of one month and demonstrated high level of oral hygiene.\\nThe final phase of the rehabilitation involved the fabrication of definitive maxillary fixed prosthesis and precision RPD. Since the maxillary provisional prosthesis provided stable occlusion, it was utilized to obtain precise interocclusal record. To enhance the predictability of the laboratory articulation, medium body silicone impression material (Exahiflex, GC Corporation, Tokyo, Japan) was applied on the occlusal surface and the patient was asked to occlude on the previously achieved occlusion. For the first quadrant, porcelain fused to metal crowns were fabricated with milled surfaces incorporated on the palatal aspect (). As a future contingency planning, extra-coronal precision attachment (Bredent LTD, Chesterfield, UK) was incorporated mesial to the maxillary right canine. For the second quadrant, telescopic retention mechanism was used. Common path of insertion and an occlusal convergence angle of 4 degrees were obtained for palatal milled surfaces and the primary telescopic copings with the aid of a milling system attached to a surveyor table (AmannGirrbach AG, Bregenz, Austria).\\nThe merit of applying telescopic attachment is omitting the palatal major connector without compromising the rigidity of the final RPD framework. For the angulated implant, the telescopic attachment was suitable to compensate for angulated orientation without compromising the retention. Another advantage of palatal milled surfaces and telescopic attachments is enhancing the stability and retention by restricting the RPD path of withdrawal and creating friction between the intimately fitting parallel surfaces., In addition, with well distributed abutments, the occlusal forces are directed axially.\\nThe maxillary fixed prostheses were tried in and pick-up impression was taken with polyether impression material (Impregum Penta Soft, 3M ESPE, St. Paul, MN, USA). Secondary copings were fabricated by electroforming process on the primary telescopic copings. Precision cobalt-chromium framework was constructed on the milled surfaces and secondary copings (). The framework try-in step revealed passive fit of all the components. The definitive RPD was designed to mimic the morphology and occlusion of the provisional prosthesis ().\\nThe fixed prostheses and the primary coping were cemented permanently with glass ionomer cement (Fuji I, GC Corporation, Tokyo, Japan). The implant primary coping was fitted and the retaining screw was tightened to 35 Ncm. The telescope fitting surface of the framework and the external surface of the electroformed copings were sandblasted and treated with metal primer (Panavia F Alloy Primer, Kuraray Dental, Osaka, Japan). Individually, the electroformed copings were cemented with resin based cement (Panavia F, Kuraray Dental, Osaka, Japan) to the RPD and the excess cement was removed. The patient was review weekly for the first month ().", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'6389829': 1, '8374710': 1, '10416900': 1, '15232557': 1, '11093390': 1, '8359879': 1, '10874806': 1, '19548404': 1, '9576327': 1, '359788': 1, '17695860': 1, '26199524': 1, '19418863': 1, '21503192': 2}", "similar_patients": "{}"}