{"patient_id": 43245, "patient_uid": "3738031-1", "PMID": 23940492, "file_path": "comm/PMC003xxxxxx/PMC3738031.xml", "title": "Erythrodermic mycosis fungoides with hypereosinophilic syndrome: a rare presentation", "patient": "A 22-year-old female presented in the Dermatology Outpatient Department of Era’s Lucknow Medical College and Hospital, complaining of multiple itchy lesions all over the body, which were initially flat but had gradually increased in size and number over the past six months. A few of the lesions had been eroded with a foul-smelling discharge. The patient had received treatment from a local medical practitioner in the form of oral antibiotics and anti-inflammatory drugs according to medicine strips she showed us, but no detailed records were available, and she did not have any relief from this treatment. On dermatological examination, multiple plaques and nodules were distributed all over the body, including the scalp, face, chest, abdomen, and bilateral upper and lower limbs, of size ranging from 1 × 2 to 6 × 7 cm. A few lesions had well-defined margins, while others had ill-defined margins. The colour of the lesions varied from normal skin colour to erythematous [–]. Excoriation marks were present all over the body. A clinical diagnosis of MF was made, and multiple skin biopsies were taken from different sites. On histopathological examination, the scanner view revealed a dense diffuse lymphocytic infiltrate in the upper and mid dermis with no particular adnexotropism. Neither was there on any areas of pale blue-staining mucin pools. Higher magnification revealed that these atypical lymphocytes were mainly arranged in an interstitial pattern. On immunohistochemistry (IHC), lymphocytic infiltrate was strongly positive for T-cell marker CD4 but not for CD8. B-cell marker CD20 did not show positive expression in epidermotropic cells [–].\\nContrast Enhanced Axial Computed Tomographic (CECT) images showed bilateral axillary and inguinal lymph nodes enlarged (white arrows). The dimensions of axillary lymph nodes were; Left : 25 × 17.1 mm, Right: 40.6 × 16 mm and of inguinal lymph nodes were Left: 33.7 ×15 mm, Right: 40.6 × 18.1 mm [ and ].\\nA haematological examination revealed the following values: haemoglobin: 10.9 g/dl (reference range 14.0–17.5 g/dl); total leucocyte count: 13,500 cells/μl ( reference range 4,500–11,000 cells/μl); neutrophils: 65% (reference range 40–75%); lymphocytes: 18% (reference range 20–45%); eosinophils: 16% (reference range 01–06%); monocytes: 01% (reference range 01–08%); and absolute eosinophil count (AEC): 2,150/μl (reference range 40–400/μl). Bone marrow aspiration was not conclusive. Liver and kidney function tests were within normal limits. No organomegaly was evident. CT-guided aspiration cytology from enlarged axillary and inguinal lymph nodes showed reactive lymphoid hyperplasia. Peripheral blood smears did not reveal any Sézary cells. According to updated ISCL/EORTC staging classification, she was diagnosed with the erythrodermic variant of MF, stage IIIA (T4N1M0B0): T4, erythroderma; N1, clinically abnormal peripheral lymph node; M0, no visceral organ involvement; and B0, absence of significant blood involvement. Based on the history, examination, histopathology and IHC, diagnosis of erythrodermic MF was made []. Narrow-band ultraviolet B (UVB) therapy and low-dose methotrexate resulted in improvement of the lesions and a decrease in AEC; regular follow-up visits were conducted for eight months to monitor progression to Sézary syndrome.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'17540844': 1, '17199560': 1, '9207472': 1, '10432915': 1, '20639008': 1, '1090795': 1, '11756953': 1, '3379722': 1, '6220677': 1, '11806979': 1, '23940492': 2}", "similar_patients": "{}"}