{"patient_id": 159362, "patient_uid": "3483331-1", "PMID": 23115673, "file_path": "noncomm/PMC003xxxxxx/PMC3483331.xml", "title": "Retroperitoneal Spinal Extradural Arachnoid Cyst Combined with Congenital Hemivertebrae", "patient": "A 26-year-old man presented with abdominal discomfort mainly over the right lower quadrant for 4 months. Although the patient did not have any significant medical or surgical past history, L4 hemivertebra had been incidentally found during a minor fall-off event in his teenage years (). He denied any symptom related to L4 hemivertebra including lower back pain and never had sought any treatment for such abnormality. In the examination, he did not complain any pain in his leg and lower back or any difficulty in defecation, voiding, and walking. We could not find any deficit in the neurologic examination, either.\\nSymptoms of the patient were refractory to common digestive medicines and gastrointestinal motility modulating drugs. During the course of treatment, he underwent a series of studies, and a large cystic mass was first noted on abdominal sonography. For further diagnosis, he underwent abdominal computed tomography (CT) and lumbar spine magnetic resonance imaging (MRI), in turn. A large (6.2×4.0×8.0 cm) cystic mass originating from the right L4 spinal nerve root sleeve and extending to the prevertebral space of L2, L3, and L4 through the associated bony defect in the L4 vertebral body was revealed (). MRI demonstrated a homogenous signal, hypointense on T1-weighted imaging and hyperintense on T2-weighted imaging that was not enhanced by gadolinium contrast media. On conventional lumbar MRI and magnetic resonance (MR) myelography, a long pedicle of the cyst was identified, but the communication between the cystic space and the spinal subarachnoid space was indistinct. In addition, the 'thecal sac-side' end of the cystic pedicle was cone-shaped and appeared to be clogged ().\\nAlthough in usual circumstances removal of a spinal extradural arachnoid cyst focuses on exploration and ligation of the fistulous channel, a direct anterior retroperitoneal approach to the cyst was planned in this case, considering that removal of the main mass in the retroperitoneal space was essential for symptom relief, and that the communication between the cyst and the spinal subarachnoid space was unlikely. This decision was based on our experience with spinal extradural arachnoid cysts without identifiable communication points on imaging, in which detachment from the spinal cord was feasible and did not require ligation of the cystic origin. The literature also supported this concept of noncommunicating spinal extradural arachnoid cysts,.\\nThe patient was placed in a \"three-quarter lateral\" position, and an incision was made along the lateral margin of the rectus abdominis muscle. After retraction of peritoneum and dissection through the retroperitoneal fat, the right kidney was noted. The cyst was identified below the right kidney and was placed on the surface of psoas major muscle (). The cyst was displacing the inferior vena cava ventrally. For convenient dissection, internal decompression was performed; the cyst contained a clear liquid. The pedicle of the cyst originated from the intervertebral foramen, and the remaining cystic pedicle could be removed en bloc by undermining into the intervertebral foramen and gently drawing it. After the removal was completed we explored the cystic pedicle of the specimen with a blunt probe and observed that the 'thecal sac-side' end was clogged (). The final tissue pathology diagnosis was reported to be consistent with an arachnoid cyst ().\\nDuring the postoperative period, the patient did not complain of any symptoms other than postoperative pain. Flatus was passed on the first postoperative day, and the patient was discharged on the sixth postoperative day without any problem. A postoperative lumbar MRI was obtained one month after surgery and demonstrated no residual cyst and intact thecal sac without evidence of cerebrospinal fluid (CSF) leakage (). After the subsidence of postoperative pain, the patient was free of any abdominal discomfort.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'8416228': 1, '4826604': 1, '17608349': 1, '15454723': 1, '7143073': 1, '13949360': 1, '15799150': 1, '17542517': 1, '16505968': 1, '5684190': 1, '20835874': 1, '3343608': 1, '23115673': 2}", "similar_patients": "{}"}