{"patient_id": 158927, "patient_uid": "3445283-1", "PMID": 23024856, "file_path": "noncomm/PMC003xxxxxx/PMC3445283.xml", "title": "Recurrent Hydatosis at the Site of Non-union Humerus Fracture", "patient": "A 39-year-old female presented with non-union of the left humerus fracture following trauma. The surgeon found the cystic lesion intraoperatively. Curettage with evacuation of the cyst was done and the fracture was fixed with dynamic compression plate. Analysis of resected specimen reconfirmed the diagnosis and the patient was referred for chemical therapy. After 2 years, the patient was re-admitted with the diagnosis of non-union humeral fracture. In physical examinations, motion of fractured site decreased and pain was eminent, but neuromuscular examination was normal. The laboratory findings were not specific and the routine serological tests were normal. Before operation, radiological plans including X-ray [], CT scan [], and MRI [] showed a cystic lesion in the proximal part of the left humerus in the presence of non-union.\\nWe administered albendazole (10 mg/kg/day) and praziquantel (40 mg/kg/day) for 2 weeks before surgery. During surgery, we found a highly viscous, yellowish liquid which was aspirated. After curettage, we cleaned the wound with a solution of H2O2 and hypertonic saline solution to prevent recurrence of cysts. Because of massive resection, we used autographs from fibula and iliac bones, and the fracture was fixed with LCP [].\\nThe histopathologic tests revealed the characteristic trilamellar hydatid cyst wall and scolices of E. granulosus scattered amidst fragments of bone and marrow. An ultrasound and CT scans of the brain, breast, and abdomen were performed later, which revealed no cysts in these organs. After the operation, we performed serological investigations which showed negative results for complement fixation test (CFT) and latex agglutination test (LAT). The patient was discharged on albendazole (10 mg/kg/day) and praziquantel (40 mg/kg/day) to prevent recurrence of cysts. At the last follow-up (9 months), the patient was doing well. She was pain-free and completely asymptomatic. X-ray did not show any local recurrences.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'2218593': 1, '11486632': 1, '9809883': 1, '6494937': 1, '9867269': 1, '16044700': 1, '2298801': 1, '3425874': 1, '21912062': 1, '25971825': 1, '2058516': 1, '9117155': 1, '9524526': 1, '8495574': 1, '9377998': 1, '9095291': 1, '31759302': 1, '21943017': 2, '9657508': 1, '9095290': 1, '21938198': 1, '23024856': 2}", "similar_patients": "{'3189151-1': 1}"}