{"patient_id": 44444, "patient_uid": "3842782-1", "PMID": 24220072, "file_path": "comm/PMC003xxxxxx/PMC3842782.xml", "title": "Evidence of the causal role of human papillomavirus type 58 in an oropharyngeal carcinoma", "patient": "A 69-year-old Caucasian woman presented with a 2 months history of foreign-body sensation in the throat. She had a negative history for tobacco and alcohol use. The patient underwent regular gynecological examinations and cytological cervical cancer screenings until the age of 64, and no HPV-associated genital lesions or cytological alterations were found. No anogenital tumor had become symptomatically apparent since then and extending also into the follow-up period after treatment of the index throat condition. The patient got infected with hepatitis B virus (HBV) by blood transfusion at the age of 26, and had been treated for lichen ruber planus in the oral cavity at the age of 34. The ENT (Ear Nose and Throat) physical examination revealed an enlarged left tonsil without ulceration. On palpation, the left tonsil was found to be firm to hard in consistency. She did not have any palpable cervical lymphadenopathy. A computed tomography (CT) scan with contrast of the neck confirmed a left tonsillar lesion of 20 × 23 × 26 mm in dimension, extending up to the soft palate, without crossing midline, and down to the glossotonsillar sulcus, and revealed two homogeneously enhancing lymph nodes, with maximum transverse diameters of 13 mm, in the left submandibular triangle. Baseline investigations including complete and differential blood cell count, serum electrolytes, liver and renal function tests, electrocardiogram, and X-ray chest, were well within normal limits. The patient underwent wedge biopsy of the left tonsillar mass. Pathologic review revealed the presence of a poorly differentiated SCC with basaloid features.\\nThe patient underwent left side mandibulotomy, extended radical tonsillectomy and ipsilateral selective neck dissection (levels I-II-III-IV). The surgical defect was reconstructed with a microvascular ulnar forearm flap. Final pathology confirmed an infiltrating, poorly-differentiated SCC of the left tonsil, with tumor measuring 28 mm in greatest dimension and a thickness of 14 mm, abundant comedo-type necrosis and the presence of both vascular and perineural invasion. Histopathological examination of the neck dissection tissue showed an enlarged lymph node with intracapsular metastasis at level II (pT2N1). To minimize the risk of locoregional recurrence the treatment was completed with adjuvant external beam radiation therapy (EBRT), which started 7 weeks after surgery. Radiation treatment targeted the tonsillar bed and the left cervical region. A dose of 60 Gy was delivered with conventional fractionation (2 Gy/fraction, once daily, five times weekly). The HPV molecular data were not available at the time of clinical diagnosis and tumor treatment. After 1 year of follow-up, the patient is well with no evidence of recurrent cancer.\\nAnalyses were performed in fresh-frozen tumor biopsy, formalin-fixed paraffin-embedded (FFPE) tumor tissue and serum. All samples were collected at the time of initial tumor diagnosis before surgery and radiotherapy.\\nGenomic DNA was extracted from sections of fresh-frozen and FFPE tissues following previously described procedures [,,]. More than 80% of the cells in hematoxylin eosin-stained adjacent sections were neoplastic.\\nHPV genotyping was performed by BSGP5+/6+ −PCR/MPG [-], an assay capable of amplifying about 150 base pairs (bp) of the L1 gene of 51 HPV mucosal types, followed by hybridization to type-specific probes on fluorescent suspension array beads. It includes detection of the human β-globin gene as DNA quality control as well as internal PCR and hybridization controls. Sample DNA was also analyzed by MY09/11-PCR amplification followed by both Restriction Fragment Length Polymorphism (RFLP) analysis and direct sequencing [].\\nGenomic DNA extracted from both fresh-frozen and FFPE tumor tissues contained HPV58 as single mucosal HPV infection, as shown by both mucosal HPV genotyping methods.\\nTotal RNA was obtained from FFPE tissue sections using the Pure-Link FFPE Total RNA Isolation Kit (Invitrogen, Carlsbad, CA) following the manufacturer’s protocol. Viral RNA expression was analyzed by E6*I reverse transcription (RT)-PCR []. Briefly, the HPV type-specific assay generates 70 bp long cDNA amplicons across the E6*I splice site that are subsequently detected by hybridization to type-specific and splice site-specific probes on fluorescent suspension array beads. A duplex assay was performed for RNA of HPV16 and the cellular housekeeping gene ubiquitin C (UbC), and a singleplex assay for HPV58. The sample was positive for the HPV58 E6*I and UbC transcripts and negative for the HPV16 E6*I transcript.\\nThe HPV antibody status was analyzed by a glutathione S-transferase (GST) capture immunosorbent assay using as antigens full-length HPV proteins bacterially expressed as GST fusion proteins [,] in combination with fluorescent suspension array beads as previously described [,,]. Antibodies to the E6 and E7 oncoproteins of high-risk HPV types 16, 18, 31, 33, 45, 52 and 58 and low-risk types 6 and 11 were quantified. Positivity was high for E6 and E7 of HPV58. Weaker signals were observed for E7 of the closely related HPV types 31 and 33 and are interpreted as cross-reactivity with the HPV58 E7 protein (Figure ).\\nThe expression level of the cellular proteins p16INK4a and pRb, markers for HPV transformation, were evaluated by immunohistochemistry (IHC). The monoclonal antibodies CINtec (V-kit, MTM laboratories, Heidelberg, Germany) and NCL-RB (Novocastra, Newcastle, UK), were used for p16INK4a and pRb, respectively. Well characterized sections from CxCa and a healthy mucosa were used in each staining batch as reference for scoring of the protein expression levels for both markers. IHC was evaluated independently by two investigators. The tumor cells of the sections showed strong nuclear and diffuse cytoplasmic staining of p16INK4a (>95%) and low staining of pRb (<25%), while proliferating basal and parabasal cells of the tumor-adjacent mucosa showed low p16INK4a (<5%) and high pRb (>25%) expression (Figure ).\\nTP53 mutation status was determined in genomic DNA isolated from the fresh-frozen biopsy. Exons 4–10 were amplified using specific primer pairs for each exon as described in the IARC protocol []. Amplification products were sequenced using the ABI PRISM® 3730XL Genetic Analyzer (Applied Biosystems, Foster City, CA). No mutations or polymorphisms were observed.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'14652239': 1, '16406059': 1, '10652419': 1, '17925550': 1, '15734974': 1, '30940162': 1, '21351269': 1, '16455905': 1, '23265074': 1, '29074172': 1, '23778529': 1, '11410871': 1, '20530316': 1, '11896579': 1, '21527208': 1, '23092620': 1, '23034864': 1, '19795456': 1, '20952254': 1, '31665045': 1, '18270337': 1, '23286396': 1, '17205528': 1, '26351343': 1, '18199790': 1, '28530265': 1, '18192968': 1, '23503618': 1, '18223558': 1, '21798893': 1, '28693152': 1, '18841393': 1, '20920878': 1, '17494927': 1, '10709102': 1, '22445259': 1, '21798897': 1, '12367730': 1, '22991302': 1, '29940024': 1, '17680565': 1, '9466762': 1, '16099939': 1, '22514107': 1, '11384677': 1, '31142100': 1, '23457055': 1, '23718828': 1, '22841678': 1, '22991304': 1, '21969503': 1, '21224273': 1, '23785208': 1, '24220072': 2}", "similar_patients": "{}"}