{"patient_id": 155513, "patient_uid": "3183693-1", "PMID": 21911996, "file_path": "noncomm/PMC003xxxxxx/PMC3183693.xml", "title": "Pseudotumor cerebri in a child receiving peritoneal dialysis: recovery of vision after lumbo-pleural shunt", "patient": "The patient was a 9-year-old boy with end-stage renal disease secondary to hypoplastic kidneys who was being treated by continuous ambulatory peritoneal dialysis (CAPD). He also had chronic hepatitis B and was deaf and mute. The patient's renal-replacement medications included lisinopril, minoxidil, amlodipine, propranolol, sodium polystyrene sulfonate (Keyexalate), 1-alpha calcidiol, calcium carbonate, erythropoietin and ferrous sulfate. One day prior to admission, the family noted that he seemed to have impaired vision. The mother noted that her son was running into objects and walls like a blind person. Also, he would not reach for objects when given to him, but when placed in his hand, he would handle an object properly. The mother also noted that he was pointing to his eyes, gesturing that he was not able to see her. There was no history of trauma or vomiting or change in sensorium and he had no abnormal movements. There was a history of apparent headache; being unable to communicate well, he would point to his head and appear distressed.\\nOn examination, he was alert, with a Glasgow Coma Scale (GCS) score of 15/15. His weight was 15.6 kg (<5th centile for age); height, 110 cm (<5th centile for age). His temperature was 36.8°C; respiratory rate, 18/minute; pulse rate, 110/minute; blood pressure, 110/67 mm Hg. The left pupil was 7 mm dilated and not reactive to light. The right pupil was 7 mm dilated and sluggishly reacting to light. Fundoscopy showed severe bilateral papilledema. Extra-ocular movements were normal, but he could neither fix nor follow a test object. He did not blink to shined light nor to a threatening hand waved before him. The other cranial nerves, the motor examination and the general physical examination were normal. A CT scan of the brain was normal. A lumbar puncture (LP) showed an opening pressure of 290 mm of water. The patient showed improvement in vision immediately after LP. He started making eye contact with the examiner, and was reaching for objects that were given to him. CSF analysis showed: WBC, 1; RBC, 13; protein, 0.18 g/L; glucose, 4.1 mmol/L; and culture was negative.\\nHe was admitted to the pediatric intensive care unit (PICU) for observation, and developed hypotension, with the blood pressure falling to a low of 70/40 mm Hg, which was treated by fluid boluses and later a dopamine drip to a maximum of 10 μg/kg/min. There was no clear explanation for the hypotension, though hypovolemia was suspected. While in the PICU, he developed another episode of apparent deterioration in vision, which improved after another LP. Dopamine was weaned slowly over 3 days. Echocardiography was normal. Ophthalmology evaluation revealed bilateral papilledema, flat retina and macula. Brain magnetic resonance imaging and venogram were normal, with no signs of venous thrombosis. His condition stabilized, and he was discharged from the PICU to a regular ward. Laboratory studies showed the following: hemoglobin, 9.3 g/dL; blood urea nitrogen, 31 mmol/L (normal range, 2.1-7.1 mmol/L); creatinine, 857 μmol/L (normal range, 27-62 μmol); serum glucose, 5.5 mmol/L; thyroid-stimulating hormone, 1.01 MIU/L (normal range, 0.35-5.5 MIU/L); free T4, 20 pmol/L (normal range, 11.5-22.7 pmol/L); cortisol level, 866 nmol/L (normal range, 119-618 nmol/L); vitamin A level, 3.13 μmol/L (normal range, 1.02-2.72). Parathyroid hormone was 97 pg/mL (normal range, 12-72); serum iron, 4 μmol/L (normal range, 9-21 μmol/L); serum ferritin, 129 μg/L (normal range, 22-322 μg/L). Subsequently, he developed two other episodes of loss of vision. In each of these, the symptoms improved after LP. Management options were limited because of renal failure and peritoneal dialysis. The renal failure precluded the use of acetazolamide. Similarly, lumbo-peritoneal shunting was not an option because of the peritoneal dialysis. The procedure of optic nerve sheath decompression was not available in our institution. A lumbo-pleural shunt was eventually performed. In the immediate postoperative period, there was improvement in his vision. He was discharged after 5 days in stable condition. Follow-up chest x-ray showed no evidence of pleural effusion. Twelve months later, the papilledema had completely resolved and his vision had returned to normal.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'12743224': 1, '8037348': 1, '6930579': 1, '2296378': 1, '6661938': 1, '14993587': 1, '14424301': 1, '4434179': 1, '34256721': 2, '15808268': 1, '9063429': 1, '1525975': 1, '11013197': 1, '26989531': 2, '4318283': 1, '5925714': 1, '15337617': 1, '9305333': 1, '10366091': 1, '21911996': 2}", "similar_patients": "{'8278647-1': 1, '8278647-2': 1, '8278647-3': 1, '4771878-1': 1}"}