{"patient_id": 40265, "patient_uid": "3520864-1", "PMID": 23110777, "file_path": "comm/PMC003xxxxxx/PMC3520864.xml", "title": "Adams-Stokes attack as the first symptom of acute rheumatic fever: report of an adolescent case and review of the literature", "patient": "A 14-year-old Italian boy, weight 50 kg, was admitted to the emergency room of our Paediatric Department for syncope which occurred at home after he got out of bed. He had complained of transient thoracic pain the day before. On admission, the patient appeared extremely pale. Severe bradycardia (30 beats/minute) was found, blood pressure was 115/65 mmHg, respiratory rate 24/minute and transcutaneous oxygen saturation was 98%. A grade 2/6 systolic murmur was audible at the apex. The remaining physical examination was unremarkable.\\nThe ECG showed a complete AV block with narrow QRS and a ventricular rate of 30 beats/minute (Figure ). A 5.52 second period of asystole was recorded as well (Figure ). Transthoracic echocardiography revealed mild mitral regurgitation, no cardiac chamber enlargement (left ventricle end-diastolic diameter was 47 mm) and normal contractility (ejection fraction 67%, shortening fraction 37%); a temporary pacemaker was implanted via the right femoral vein. In the suspicion of an inflammatory etiology, intravenous methyl-prednisolone (20 mg b.i.d) was started.\\nHistory pointed out a febrile pharyngitis occurred about one month before. At that moment, a rapid antigen detection test was positive for β-haemolytic group A Streptococcus. Amoxicillin plus clavulanate, 1 gram b.i.d, had been prescribed for ten days.\\nLaboratory investigations revealed neutrophilic leukocytosis (WBC 17.750/mm3, N 82%), elevation of ESR and CRP (72 mm/hr and 136 mg/L, respectively), elevated streptococcal antibodies (ASO titre 3.220 U/mL, streptozyme test positive 1/5000, anti-streptokinase antibodies positive 1/2560). The throat culture for β-haemolytic group A Streptococcus was negative. Myocardial necrosis indices and Borrelia Burgdorferi antibodies also were negative.\\nAfter 24 hours, the patient recovered sinus rhythm (HR = 80 beats/minute) with first degree AV block (PR duration 250 milliseconds). A second echocardiography confirmed the mild mitral regurgitation, but also showed a slight thickening of the aortic leaflets with trivial aortic regurgitation. The temporary pacemaker was removed and the anti-inflammatory treatment was continued with oral prednisone 25 mg b.i.d. for two weeks. When the normalisation of the inflammatory indices was achieved, steroid treatment was progressively tapered and acetylsalicylic acid 750 mg q.i.d. was started and continued for four weeks. ECG performed on fourth day after admission showed a normal sinus rhythm with a normal PR interval duration. Forty days after the first examination, echocardiography showed complete resolution of both mitral and aortic regurgitation; the Holter ECG showed a sinus rhythm with normal AV conduction.\\nThe final diagnosis was Adams-Stokes attack due to complete AV block in the course of acute rheumatic carditis.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'8005983': 1, '9826853': 1, '11999098': 1, '14982290': 1, '5093234': 1, '6472641': 1, '19949599': 2, '5444406': 1, '2348904': 1, '5031638': 1, '27053901': 1, '30459521': 1, '34687748': 1, '19196582': 1, '14982287': 1, '9538373': 1, '5137062': 1, '13794097': 1, '29440244': 1, '15751526': 1, '18747280': 1, '26535164': 1, '16534586': 1, '662486': 1, '14099153': 1, '23110777': 2}", "similar_patients": "{'2771801-1': 1}"}