{"patient_id": 154607, "patient_uid": "3119976-1", "PMID": 21242641, "file_path": "noncomm/PMC003xxxxxx/PMC3119976.xml", "title": "Soft tissue mass of the chest wall as the sole manifestation of brucellosis in a 7-year-old boy", "patient": "A 7-year-old boy was referred to King Faisal Specialist Hospital and Research Centre with a complaint of a chest wall mass of 1-month duration to rule out malignancy. This mass was painful and increasing in size. He had a history of weight loss of about 1 kg and a decrease in appetite over the previous 1 month, but no history of fever or trauma. He had ingested raw camel milk, but had no history of contact with animals. Clinically he was comfortable, oriented, afebrile, not in pain or respiratory distress, with average body weight. His clinical examination was unremarkable except for a mass on the left chest wall, measuring about 54 cm, tender, firm, not fluctuating, mobile, with no skin changes. His laboratory workup was as follows: white blood cell count was 8.8Χ109/L, lymphocytes were 53%, absolute neutrophil was 42%, hemoglobin level was 9.9 g/dL and the platelet count was 332Χ109/L. The erythrocyte sedimentation rate was 54 mm/h. Alkaline phosphatase was 177 IU/L. CT of the chest revealed a left chest wall mass with a layering effect () with a subpleural mass retrosternally ().\\nDuring surgery, a subfascial swelling filled with a whitish fluid with a small cavity was found. Histopathological examination showed mixed inflammation with histiocytic/granulomatous reaction with a foci of necrosis. Brucella serology showed that the standard tube agglutination titer (STAT) was more than 20 480 at first; 2-mercaptoethanol was more than 1:20 480. Fastidious tissue culture was reported as gram-negative coccobacilli identified as Brucella species. A peripheral blood culture for fastidious organism was discontinued at day 2 of incubation because of growth of coagulase-negative staphylococci, which was considered a contaminant. The patient was started on antibrucella treatment including trimethoprim/sulfamethoxazole of standard formulation (80 mg trimethoprim/400 mg sulfamethoxazole) 2 tablets per day and rifampicin 20 mg/kg/d for 3 months.\\nThree months later, the patient was seen in the clinic in good condition; a repeat STAT was 1:5120. Repeated CT chest 6 months after the surgery was completely normal.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'8823856': 1, '3757394': 1, '19141748': 1, '8750800': 1, '8532438': 1, '806883': 1, '23265371': 1, '2314956': 1, '8111184': 1, '12630723': 1, '17984747': 1, '719990': 1, '1527811': 1, '3797296': 1, '21242641': 2}", "similar_patients": "{}"}