{"patient_id": 157847, "patient_uid": "3354401-1", "PMID": 22624088, "file_path": "noncomm/PMC003xxxxxx/PMC3354401.xml", "title": "Acute Right Coronary Ostial Stenosis during Aortic Valve Replacement", "patient": "An 85-year-old woman with critical aortic stenosis, awaiting elective admission for aortic valve replacement (AVR), was admitted to hospital with symptoms of heart failure. The transthoracic echocardiogram revealed a peak aortic gradient of 86 mmHg, an aortic valve area of 0.5 cm2, moderate left ventricular dysfunction, and a normal right ventricle with mild pulmonary hypertension.\\nCoronary angiography revealed a mild left anterior descending artery lesion, with a normal left main stem, and normal, dominant, right and circumflex arteries []. The resting electrocardiogram (ECG) showed normal sinus rhythm.\\nThe intraoperative findings revealed a moderately calcified tri-leaflet aortic valve with moderate annular calcification and severe calcification in the aortic wall superior to the ostium of the right coronary artery (RCA). A transverse aortotomy was performed; the valve was excised and the annulus decalcified, followed by multiple saline washouts and a 19-mm Perimount (Edwards Life Sciences) bioprosthesis was implanted.\\nOn discontinuation of the cardiopulmonary bypass (CPB), there was prominent right ventricular dilatation, with poor contractility. A full bypass was reinstated, with increase in perfusion pressure and the heart rested. On a second attempt at weaning from bypass, although initially appearing fine, the right ventricle (RV) gradually dilated with poor contractility. An intra-aortic balloon pump was placed with no significant improvement of the cardiac index. In light of the heavy aortic annular calcification and poor contractility of the RV, the distal RCA was opened on bypass with a beating heart to reveal no flow from the proximal RCA. Therefore, coronary artery bypass to the distal right coronary sinus was performed. On revascularization, excellent flow was observed through the RCA and on discontinuation of cardiopulmonary bypass a normal contracting RV was immediately apparent. The fact that there was no flow from the proximal RCA raised the possibility of an acute RCA obstruction due to calcium embolus.\\nPostoperatively the patient continued to make good progress and on day four a cardiac echocardiogram revealed good RV function. At the six-week follow-up the patient remains well.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'1960898': 1, '29457058': 2, '8281371': 1, '18398243': 1, '311874': 1, '16998265': 1, '19126931': 1, '6024040': 1, '6970557': 1, '10155103': 1, '17597056': 1, '22624088': 2}", "similar_patients": "{'5804590-1': 1}"}