{"patient_id": 155077, "patient_uid": "3159295-2", "PMID": 21897553, "file_path": "noncomm/PMC003xxxxxx/PMC3159295.xml", "title": "Cytodiagnosis and pitfalls of genital tuberculosis: A report of two cases", "patient": "A 45-year-old multiparous postmenopausal Indian female presented with complaints of post-coital bleeding and blood-stained vaginal discharge. Per vaginum examination showed thickened cervix with nabothian follicles and nodules in fornices. Per speculum examination revealed a small growth on the inner lip of cervix that bled on touch. Simultaneous per vaginum and per rectum palpation showed no thickening of recto-vaginal septum. ESR was increased. Abdominal ultrasound and chest radiograph were normal. Sputum and urine were negative for AFB. Clinical diagnosis of carcinoma cervix was made. Pap smears were taken, followed by cervical and endometrial biopsies.\\nMicroscopic examination of Pap smears of Case 1 and Case 2 showed granulomas composed of several clusters of epithelioid cells with pale vacuolated cytoplasm and round or oval nuclei, having thin nuclear membrane and fine ground glass chromatin []. Occasional macrophages, lymphocytes and Langhans’ giant cells [] were also present along with focal (Case 1)/confluent large (Case 2) necrotic material. Pap smears were negative for AFB. Histopathological examinations of cervical biopsies of both the cases were consistent with tuberculous cervicitis [], while that of endometrial biopsies were consistent with tuberculous endometritis []. Endometrial biopsy sections of both the cases and cervical tissue sections of Case 2 were positive for AFB, while cervical biopsy sections of Case 1 were negative.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'30294190': 2, '27921005': 1, '1358690': 1, '19946532': 2, '7684754': 1, '23905137': 1, '9019082': 1, '17541465': 2, '4501869': 1, '23905138': 1, '23320216': 2, '33088034': 2, '21897553': 2}", "similar_patients": "{'3159295-1': 2, '7542037-1': 1, '3535739-1': 1, '1874669-1': 1, '2783117-1': 1, '6166426-1': 1}"}