{"patient_id": 163420, "patient_uid": "3783718-1", "PMID": 24082929, "file_path": "noncomm/PMC003xxxxxx/PMC3783718.xml", "title": "Pediatric anti-N methyl D aspartate receptor encephalitis", "patient": "A 13-years-old girl presented with recurrent episodes of new onset seizures. Semiology consisted of sudden onset of repetitive eye blinks with loss of contact with surroundings and facial twitching towards right side and dystonic posturing of upper limbs, lasting for one to two minutes, followed by post-ictal confusion. Some of the episodes were associated with secondary generalization. Child was born by normal full term vaginal delivery, and developmental milestones had been attained normally. There was no history of febrile seizures or any other CNS insult in past. Besides, no history of fever, abnormal behavior or altered sensorium was forthcoming. After the first seizure, levetiracetam 500 mg per day had been started by a pediatrician. However, seizures continued to recur at a frequency of almost an episode every other day, despite subsequent escalation of levetiracetam dose to 750 mg per day and the addition of second anti-epileptic, i.e. carbamazepine at the dose of 600 mg per day. About 10 days after the onset of seizures, parents noticed language abnormalities in the form of progressively decreasing word output. MRI Brain was unremarkable, except for a well-defined cystic extra-axial lesion along anteromedial aspect of left temporal lobe measuring 4.2 by 2.7 cm, with no contrast enhancement, suggestive of left temporal arachnoid cyst []. MRV of brain was normal. Interictal EEG done twice in 10 days revealed mild left temporal focal slowing and amplitude attenuation, possibly related to underlying arachnoid cyst. Neither awake nor sleep record revealed any abnormal epileptiform activity. Neurosurgical consultation was sought at this stage for further evaluation as to whether the arachnoid cyst could be epileptogenic and whether its surgical removal would be curative.\\nExamination at this stage revealed a conscious patient with severe non-fluent aphasia with preserved comprehension. In view of short history, unrelenting seizures and rapidly progressive language deficits, possibilities of infectious (viral) encephalitis, immune encephalitis, and acquired epileptiform aphasic disorder (Landau Kleiffner Syndrome) were considered. Repeat MRI brain revealed interval development of few FLAIR hyperintensities in left temporal region []. CSF examination revealed mild lymphocytic pleocytosis (10 cells per high power field) with normal glucose and protein levels. CSF viral markers (for herpes simplex virus, Lyme, enterovirus, cytomegalovirus, and Epstein Barr virus), VDRL, gram stain, AFB stain, India ink, cryptococcal antigen and bacterial, mycobacterial, and fungal cultures were negative while immune markers i.e. anti-VGKC antibody, anti-NMDA antibody, and anti-GAD antibody were yet awaited. Levetiracetam was further hiked upto 1500 mg per day, carbamazepine was continued in the same dose, and empiric intravenous acyclovir 10 mg/kg body weight thrice a day were started. Over the next few days, the language deficits progressed further to global aphasia. Besides, patient developed orolingual dyskinesias as well as facial action myoclonus precipitated by attempted speech, smile or attempt to show her teeth. Moreover, relentless seizures continued to occur, despite further increase in anti-epileptics to 3000 mg levetiracetam, 1200 mg carbamazepine, and 20 mg clobazam per day. Twenty-four hour video EEG recording was done, which revealed 6 to 8 hertz background with intermittent left temporal slowing and frequent epileptiform activity arising from left mid-temporal leads with two instances of secondary generalization corresponding to clinical seizures, besides frequent facial jerks and oro-lingual movements with no EEG correlate. Sleep EEG did not show continuous slow waves and spikes. At this stage, despite the results of CSF immune markers not yet being available, it was thought prudent to treat the patient as immune encephalitis in view of the clinical evolution of the disease. Intravenous immunoglobulins were started in the dose of 0.4 g/kg/day for 5 days. A gratifying clinical response was achieved, with remission of the seizures within 3 days after starting IVIG. Language deficits too began to show gradual but definite improvement within the next few days. Meanwhile, two weeks after initiation of IVIG, anti-NMDA receptor antibody in CSF was reported positive, thus confirming it as a case of anti-NMDA receptor antibody-associated immune encephalitis. Pelvic ultrasonography and magnetic resonance imaging did not reveal any ovarian teratoma or any other neoplasm. Patient was discharged in a significantly improved state and currently remains on follow up with steadily resolving symptoms. The anti-epileptic drugs are being tapered, with no recurrence of seizures. Comprehension deficits of language have completely resolved while residual mild non-fluent aphasia is resolving. Likewise, extra pyramidal dyskinesias have fully resolved while facial myoclonus has become relatively very infrequent.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'20016378': 1, '17262855': 1, '20739825': 1, '21045695': 1, '21163445': 1, '22109736': 1, '22028524': 1, '27606032': 1, '17898324': 1, '24082929': 2}", "similar_patients": "{}"}