{"patient_id": 163406, "patient_uid": "3783667-1", "PMID": 24083150, "file_path": "noncomm/PMC003xxxxxx/PMC3783667.xml", "title": "Giant chondroid syringoma with divergent differentiation: Cyto-histo-immuno correlation", "patient": "A 50-year-old male presented with painless, progressively enlarging swelling over the lower back since 3 years. Examination revealed a firm non-tender swelling measuring 12 × 8 × 5 cm. Surface showed two nodules, largest measuring 6 × 5 × 4 cm and smallest 1.5 × 1 cm []. Aspiration yielded thick, mucoid, and gelatinous material.\\nSmears showed cells arranged in loose cohesive clusters and in discretes, amidst which was chondromyxoid material []. Cells were round to oval, centrally located nuclei having fine chromatin with moderate to abundant cytoplasm, a few showed one to two prominent nucleoli [] consistent with chondroid syringoma.\\nReceived a skin covered soft tissue mass which measured 14 × 9.5 × 4 cm. Skin measured 12.5 × 8.5 cm. External surface showed two nodules, largest measured 6 × 5 ×4 cm and smallest 1.5 × 1 cm. Cut surface revealed a lobulated mass showing grey white myxoid areas [].\\nRevealed a well-demarcated neoplasm composed of round to oval cells arranged in sheets, tubuloalveolar, and branching cleft-like pattern. Tumor showed bands of eosinophilic material along with fibromyxoid stroma and chondroid areas. Areas showing lipomatous and clear cell changes [], cartilage [], osteoid bone formation [], and foci of calcification [] were also observed.\\nThe tumor cells arranged in tubuloalveolar pattern showed expression of IHC markers. The inner layer of epithelial cells were positive for pancytokeratin (AE1 + AE2) [] and the outer layers expressed vimentin (V9) []. Mouse monoclonal antibodies manufactured by Biogenix were used for our study.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'9504667': 1, '9138118': 1, '9822789': 1, '2556458': 1, '15335266': 1, '19693940': 1, '2456654': 1, '15739085': 1, '16638382': 1, '12930345': 1, '13907712': 1, '2848409': 1, '18301822': 1, '8187595': 1, '31118727': 2, '13905736': 1, '6096423': 1, '24083150': 2}", "similar_patients": "{'6497915-1': 1}"}