{"patient_id": 39389, "patient_uid": "3472534-1", "PMID": 23091742, "file_path": "comm/PMC003xxxxxx/PMC3472534.xml", "title": "A Case of Nonfunctioning Pituitary Carcinoma That Responded to Temozolomide Treatment", "patient": "A 58-year-old male was admitted to our university hospital in January 2011 because of his general fatigue, weight loss, and occipital headache associated with hyponatremia and hypercalcemia. None of his family members suffered from endocrinological disorders. His past medical history was marked with urolithiasis at age 42. He had also had bilateral hemianopsia, and he had undergone transsphenoidal surgery against nonfunctioning pituitary adenoma in a local hospital at age 53 in 2006. After the surgery, his visual acuity and bilateral hemianopsia improved. However, his visual acuity decreased again one year after the pituitary surgery. The recurrent pituitary adenoma was then partially dissected, followed by external irradiation (50 Gy) in 2007. This treatment reduced the pituitary tumor, and thus the patient's visual acuity improved.\\nAt admission to our hospital, the patient's physical examination was not remarkable. His visual acuity was not decreased and there were no defects in the visual field. Blood tests showed mild hyponatremia (132 mEq/L) and hypercalcemia (11.2 mg/dL). There was pituitary insufficiency (). The serum level of intact PTH was also high (252.4 pg/mL, reference range 10.3–65.9 pg/mL), and thus his hypercalcemia seemed to be due to primary hyperparathyroidism.\\nBecause of the patient's past history of pituitary tumor and present primary hyperparathyroidism, the patient was suspected to be a sporadic case of multiple endocrine neoplasia (MEN) type 1. To test this, a systemic survey was performed. First, a large pituitary tumor with a diffuse meningeal dissemination with multiple metastatic tumors in the brain and the L1 spine () was found. A lumbar punctuation to obtain cytology specimens was not performed because of the potential risk of the brain herniation. Secondly, a neck tumor with a marked accumulation of MIBI (not shown) was identified. Finally, multiple pancreatic tumors with increased vascularity, compatible with a neuroendocrine tumor (not shown) were identified. No other tumors were detected, and therefore the patient was clinically diagnosed as a sporadic case of MEN type 1 with a clinically nonfunctioning pituitary carcinoma, a parathyroid tumor, and pancreatic neuroendocrine tumors. Genomic analysis failed to identify mutation(s) in menin exons (data not shown).\\nAfter starting 20 mg of hydrocortisone followed by 25 μg of levothyroxine, the patient recovered his appetite and his hyponatremia was corrected. However, severe orbital pain developed, and it was exacerbated upon light and sound. This additional symptom seemed to indicate rapid progression of the pituitary carcinoma.\\nAfter informed consent including a potential risk to the additional radiation to the whole brain was obtained from the patient and his family, TMZ (75 mg/mm2 per day for 42 days) was initiated along with total brain irradiation (30 Gy) as well as monthly zoledronic acid (4 mg). Adverse effects were only minor, that is, hair loss in the irradiated area and mild bone marrow suppression. Thus, we continued the TMZ (192 mg/mm2 for 5 days every 28 days) starting four weeks after the initial 42-day treatment was completed. The pituitary carcinoma visibly declined () and the patient's complaints of periorbital pain and occipital pain also decreased. There was an apparent decrease of the meningeal dissemination in the spine (not shown). The patient has completed 20 cycles of TMZ (192 mg/mm2 for 5 days every 28 days) with continuous clinical efficacy.\\nWe analyzed the pituitary tumor specimens obtained in the second pituitary surgery. There was no expression of GH, PRL, ACTH, TSH, LH, or FSH (not shown). The MIB-1 index and p53 positivity were increased by 7.6% and weakly 1.5%, respectively. We also examined MGMT (O6-methyl-guanine-DNA methyltransferase) expression because negative MGMT expression may be associated with a favorable response to TMZ. As expected, MGMT expression in the patient's pituitary tumor was negative ().", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'16984254': 1, '21715538': 1, '30020466': 1, '17285366': 1, '24481996': 1, '9024719': 1, '11070098': 1, '8692397': 1, '20668043': 1, '19589911': 1, '29404894': 1, '20660056': 1, '19960369': 1, '26106414': 1, '18757334': 1, '20870708': 1, '15741248': 1, '27551432': 1, '34191060': 1, '8747957': 1, '15758009': 1, '27106209': 1, '12960735': 1, '22404748': 1, '23955641': 1, '18772354': 1, '31528496': 2, '17505000': 1, '16750503': 1, '29299820': 1, '17044568': 1, '21956419': 1, '21496012': 1, '23091742': 2}", "similar_patients": "{'6744763-1': 1}"}