{"patient_id": 40787, "patient_uid": "3549382-1", "PMID": 23346439, "file_path": "comm/PMC003xxxxxx/PMC3549382.xml", "title": "An Unusual Case of Madelung's Disease with Multiple Atypical Fractures", "patient": "A 56-year-old male retired as coal worker admitted for progressive proximal muscle weakness for 1-year duration. His past medical history was significant for heavy smoking with 50 pack-years and heavy drinking for 20 years. He had had minor traumatic left proximal tibia and clavicle fractures 7 and 1 years ago, respectively. He had psoriasis vulgaris for forty years and had been using topical steroids for his psoriatic lesions for the last 6 months prior to admission. He had been bedridden for the last 6 months due to muscle weakness. He denied any major trauma or falls. His physical examination revealed abdominal obesity, coarse breath sounds, and extensive erythematosus exfoliative skin lesions on his trunk. There were also multiple lipomatous lesions distributed on the upper arms, pectoral area, and neck (). His proximal muscle strength was of grade 3-4/5, while distal muscles had normal strength. Laboratory tests showed a hemoglobin level of 12.1 g/dL with mild macrocytosis, 2- and 4-fold increases in transaminases and alkaline phosphatase, respectively. Serum vitamin B12 (305 pg/mL), folic acid, creatine kinase level, and electromyography were normal. Plain radiographies of the chest, pelvis, and knee demonstrated old fractures located at the clavicles, left proximal tibia, pubic ramus, and right femoral head. The computed tomography of the thorax revealed multiple lipoma lesions—various in size—over the trunk and arms, bilateral costal and scapular healed fractures, as well as fractures of the thoracal and lomber vertebral transverse and spinous processes. His serum calcium, phosphorus, and magnesium concentrations and 24-hour urinary calcium excretion were within normal limits. However, serum 25-hydroxy vitamin D level was very low (5.4 ng/mL, normal range: 10–55) and intact parathyroid hormone level significantly elevated (311 pg/mL, normal range 12–72). Bone mineral densitometry showed an apparent osteoporosis with total femoral and lomber T scores of −2.8 and −4.3, respectively. His serum basal cortisol and adrenocorticotropic hormone levels were consistent with iatrogenic hypercortisolism (basal cortisol: 2.3, normal range 6–30 mg/dL, ACTH: 8.8, normal range <60 pg/mL). Liver ultrasonography demonstrated irregular liver contours and caudate lobe hypertrophy, consistent with chronic liver disease. Esophageal varices were observed via esophagogastroduodenoscopy. Viral hepatitis and autoimmune liver serologic markers were all negative. Skin biopsy obtained from abdomen was reported as psoriasis.\\nPatient's nutritional requirements were evaluated, and requirements of trace elements and vitamins, including vitamin D, were replaced parenterally. He was advised to quit alcohol and received medical support for this. He was provided a physiotherapy program. With supportive therapy, he was able to mobilize, initially with assistance and then independently within two months. His long-term medical therapy included nutritional support, teriparatide, vitamin D, and calcium supplementation. Low-dose oral steroid and cyclosporine were initiated for generalized erythematous psoriasis. He was doing well at his follow-up visit at 4 months after discharge. His psoriatic lesions were in remission; however symmetric lipomatosis remained unchanged.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'15164232': 1, '3179687': 1, '26851254': 1, '3312316': 1, '6318013': 1, '17577504': 1, '9393341': 1, '29682541': 1, '10716764': 1, '25065051': 1, '11850759': 1, '7783758': 1, '23346439': 2}", "similar_patients": "{}"}