{"patient_id": 160466, "patient_uid": "3565150-1", "PMID": 23400265, "file_path": "noncomm/PMC003xxxxxx/PMC3565150.xml", "title": "Electrolyte Imbalances and Nephrocalcinosis in Acute Phosphate Poisoning on Chronic Type 1 Renal Tubular Acidosis due to Sjögren's Syndrome", "patient": "A 30-yr-old woman presented to the emergency department (ED) in extreme mental agitation with the recent onset of carpal spasm, a tingling sensation in the lower extremities, and circumoral numbness about 2 hr after the second dose of oral sodium phosphate (OSP) on March 14, 2012, which she took for the bowel preparation of a screening colonoscopy. She had watery diarrhea twice with abdominal discomfort before presentation to ED.\\nIn ED, vital signs were stable but with a respiratory rate of 24/min, and other physical examinations were unremarkable except for the presenting neuromusclar manifestations of hypocalcemia including the positive Chvostek's sign. As shown in , laboratory findings with normal kidney function in ED were hyperphosphatemia (9.5 mg/dL; normal, 2.5-4.5 mg/dL), hypocalcemia (total calcium of 6.5 mg/dL and ionized calcium of 1.90 mM/L; normal, 2.26-2.64 mM/L), hypokalemia (3.3 mEq/L), and respiratory alkalosis (alkaline arterial pH, 7.53; bicarbonate, 21.1 mEq/L; PCO2, 24.8 mmHg). After the intravenous injection of 1 gram of calcium gluconate in ED, carpal spasm resolved rapidly, and hyperphosphatemic hypocalcemia was no longer noticed. On subsequent hospital days (day 2 and 3), however, sustained hypokalemia (3.3 to 3.4 mEq/L) with inappropriately high transtubular potassium gradient (≥ 7.0) suggesting renal potassium wasting despite dietary potassium supplementation, metabolic acidosis with normal blood anion gap (9 to 11 mEq/L; reference, 10 ± 2 mEq/L), and alkaline urine pH (> 6.0) with positive urine anion gap (> 16 mEq/L) suggested type 1 RTA, which was ascertained by other positive evidences for the impaired urinary acidification of distal tubules by loopdiuretic (torsemide) test (urine pH > 6.5) and urine to blood PCO2 gradient (> 20 mmHg) upon intravenous alkali load with sodium bicarbonate.\\nOn further questioning in careful history taking, she admitted chronic gritty sensation of eyes using artificial eye drops frequently and dry mouth with polydipsia and polyuria more than 5 yr, which suggested an impaired exocrine gland secretion mostly due to Sjögren's syndrome. Also, keratoconjunctivitis sicca was confirmed by Schirmer's test. Furthermore, several autoantibodies for Sjögren's syndrome were positive with high titers; antinuclear antibodies, antibodies to the ribonucleoprotein antigen La (SS-B) and Ro (SS-A), and rheumatic factor. In imaging tests, the subsequent abdominal ultrasonography revealed prominent medullary nephrocalcinosis (), and the salivary scintigraphy showed the evidence of salivary gland dysfunction in both submandibular and parotid glands (). Therefore, the secondary type 1 RTA due to Sjögren's syndrome was diagnosed. Subsequently, oral intake of potassium citrate (Urocitra-K®, 1,080 mg/tablet) was initiated, of which dose was adjusted for the adequate alkali supplementation as well as for the correction of hypokalemia. Since then, hypokalemia and metabolic acidosis were no longer noticed.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'27134493': 1, '26889420': 1, '19675530': 1, '4812435': 1, '13098034': 1, '5008523': 1, '20278772': 1, '12954755': 1, '16115850': 1, '18596115': 1, '1391725': 1, '12695271': 1, '12138150': 1, '19679669': 1, '23400265': 2}", "similar_patients": "{}"}