{"patient_id": 154291, "patient_uid": "3081466-1", "PMID": 21572662, "file_path": "noncomm/PMC003xxxxxx/PMC3081466.xml", "title": "IFN-α-2a (Interferon) and ribavirin induced suicidal attempt in a patient of chronic HCV: A rare case report", "patient": "A 43-year-old man diagnosed with chronic hepatitis C viral infection was referred to medicine outdoor. His viral load was found to be 9.6 million copies/ml with genotype 1. He was started on therapy with IFN-α-2a (3 MIU thrice a week s.c) and ribavirin (1000 mg p.o/ day). The patient had no history of any intravenous drug intake. He had neither received any blood transfusion, nor had any history of multiple sex partners. Patient was admitted to surgery for operating appendectomy. During preoperative laboratory investigations, patient was reported to be positive for HCV, with raised levels of alanine transaminase and s. bilirubin. Liver biopsy revealed hepatic parenchymal destruction with lymphocytic infiltration of periportal regions with evident fibrosis. Screening tests for HBV, HAV, and HIV were negative.\\nIn initial 3 months of start of therapy with IFN-α-2a and ribavirin, patient experienced adverse effects in the form of high-grade fever, malaise, myalgia, and fatigue which were relieved by paracetamol (500 mg). After 16 weeks of therapy, patient reported to experience feeling of guilt, anxiety, fear, and sadness. Patient wanted to keep himself isolated from family and friends. He started blaming himself for financial crises he was facing that time. He was unable to perform his job as school teacher. Hamilton Depression Rating Scale (HDRS-17) revealed the patient to be suffering from moderate to severe depression with score of 15.[] He was given psychotherapy for the same. Paroxetine (20 mg o.d.) and zolpidem (10 mg h.s.) were started along with IFN-α-2a and ribavirin. Patient did not respond significantly to antidepressants over 3 weeks. After 25 days of starting antidepressants, patient attempted suicide but was rescued in time. IFN-α-2a and ribavirin were withheld for 1 month and antidepressants were continued. Patient's condition normalized and he started taking interest in self and surroundings. He started following his normal routine. Patient was advised to again continue IFN-α-2a and ribavirin, as patient was otherwise responding to the treatment. There was clearance of HCV-RNA in patient, which was performed after suicidal attempt. But unfortunately, patient again experienced same symptoms of depression and ideas of self destruction within 3 weeks of start of therapy. IFN-α-2a and ribavirin were promptly stopped. Patient showed dramatic improvement within 1 week. His mood was normalized and he started taking interest in his normal routine.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'10479948': 1, '19897271': 1, '26244067': 1, '17873700': 1, '9305674': 1, '16633105': 1, '11496031': 1, '10789339': 1, '10581980': 1, '20118434': 1, '30460000': 1, '10501682': 1, '9136611': 1, '19625882': 1, '9775706': 1, '21572662': 2}", "similar_patients": "{}"}