{"patient_id": 37926, "patient_uid": "3364222-1", "PMID": 22666492, "file_path": "comm/PMC003xxxxxx/PMC3364222.xml", "title": "Characterisation of the Cell Line HC-AFW1 Derived from a Pediatric Hepatocellular Carcinoma", "patient": "The patient was a boy, 4 years and 6 months old, who presented with a large intra abdominal mass. No risk factors such as prematurity, viral infection, or developmental disorders were present at the time of diagnosis. Radiological assessment suggested a multifocal epithelial tumor in both sides of the liver. Multiple bilateral lung metastases were also identified, classifying the tumor as stage Pretext IV. Serum α-fetoprotein (AFP) at diagnosis was 400.000 µg/l. Treatment was initiated at this stage following the guidelines of the collaborative international center trial SIOPEL3. The high risk protocol consisted of 4× Cisplatin (CDDP, 80 mg/m2/24 h), 3× Carboplatin (CARBO, 500 mg/m2//1 h), and 3× Doxorubicin (DOXO, 60 mg/m2/48 h). After these courses, the tumor showed stable disease with slightly decreased AFP levels and tumor volume. However, lung metastases had completely disappeared. After completing chemotherapy, a local progress (tumor volume) occurred. Consecutively, the patient received high dose chemotherapy (CARBO/VP16 according to the GPOH protocol HB99) together with autologous stem cell transplantation and a transarterial chemoembolisation. This led to a partial response of tumor volume and AFP (50.000 µg/l). With lung metastases still absent and the primary tumor being regarded as unresectable, the decision was taken to perform a living related liver transplantation (segments II and III) from the child's father. Immediately before operation, AFP rose again to a level of 153.000 µg/l, still there were no lung metastases detectable. Hepatectomy and liver transplantation were carried out 6 months after initial diagnosis.", "age": "[[4.0, 'year'], [6.0, 'month']]", "gender": "M", "relevant_articles": "{'233137': 1, '19200578': 1, '10487827': 1, '11458518': 1, '12065556': 1, '21488153': 1, '8887093': 1, '12537564': 1, '19237511': 1, '7543080': 1, '24837480': 1, '17574594': 1, '19711346': 1, '20639898': 1, '26515460': 1, '20118773': 1, '21132272': 1, '10435629': 1, '11855756': 1, '57894': 1, '12228909': 1, '21237236': 1, '25921286': 1, '20178109': 1, '16386904': 1, '8606490': 1, '6286115': 1, '10847487': 1, '23187893': 1, '19751877': 1, '17006932': 1, '9927029': 1, '12704668': 1, '25072259': 1, '27938502': 1, '12228910': 1, '16061629': 1, '9635572': 1, '19637320': 1, '22666492': 2}", "similar_patients": "{}"}