{"patient_id": 155378, "patient_uid": "3173916-1", "PMID": 21977089, "file_path": "noncomm/PMC003xxxxxx/PMC3173916.xml", "title": "Acute hemorrhagic encephalomyelitis in childhood: Case report and literature review", "patient": "A 2-year-old, previously healthy girl was admitted to the hospital with a 1 week history of extreme irritability. Associated with irritability, her parents noticed progressive difficulty in walking. She did not have any antecedent history of infection or vaccination preceding the present symptoms. The neurological examination on the first evaluation showed impairment of consciousness, ranging from irritability to numbness. She was unable to walk without support due to cerebellar ataxia. Brisk deep tendon reflexes, bilateral Babinski sign and ankle clonus were present. Computed tomography scan was normal and the cerebrospinal fluid showed the following: white cell count 15 cells/mm3(92% lymphocytes, 3% monocytes, 3% neutrophils), red blood cells 15/mm3, protein levels 70 mg/dL, gamma globulin levels 18.3% on protein electrophoresis, and glucose levels 47 mg/dL. Acid-fast bacilli staining was negative as was polymerase chain reaction for herpes simplex and cytomegalovirus. Fungal and bacterial cultures were negative. The first MRI showed hyperintense FLAIR/T2 lesions in cerebellar white matter [], and also in central, periventricular and juxtacortical white matter [Figure and ].\\nShe had significant improvement after IV administration of high-dose intravenous methylprednisolone (30 mg/kg/day) for 5 days, followed by oral prednisolone (2 mg/kg/day) taper for 6 weeks.\\nAfter 2 months of the initial symptoms, she had recurrence of her symptoms, associated with rapidly progressive refractory status epilepticus. An electroencephalogram obtained showed delta wave activity that was consistent with diffuse, severe encephalopathy. Continuous sharp waves on parasagittal and right temporal regions were observed in the records. It was necessary to administer IV midazolam (23 μg/kg/min) followed by thiopental (50 mg/kg/hour) to control the seizures. The second MRI, in addition to the impairment of cerebral and cerebellar white matter [Figure and ], showed hemorrhagic lesions in the corpus callosum and right centrum semiovale [Figure and ]. She was submitted to a new high-dose IV steroid therapy and IV immunoglobulin, but no improvement was observed and she died after a nosocomial pneumonia following 2 months of intubation.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'11200696': 1, '14760270': 1, '13143094': 1, '25015513': 1, '29593631': 2, '11099444': 1, '17524086': 1, '9343149': 1, '15127316': 1, '13364334': 1, '9373802': 1, '3209846': 1, '12206493': 1, '14447519': 1, '11810602': 1, '22399246': 1, '17438235': 1, '12973660': 1, '34104284': 1, '12391351': 1, '33643732': 2, '1105376': 1, '21977089': 2}", "similar_patients": "{'5857578-1': 1, '7901574-1': 1}"}