{"patient_id": 157459, "patient_uid": "3324739-1", "PMID": 22514783, "file_path": "noncomm/PMC003xxxxxx/PMC3324739.xml", "title": "Aspiration Pneumonitis Caused by Delayed Respiratory Depression Following Intrathecal Morphine Administration", "patient": "A 46-year-old man with chronic bilateral hip and leg pain was referred to our clinic. He was previously injured with a left sacral fracture and sacro-iliac joint separation from falling down in a building, and since then, he had been suffering from a tingling sensation and lancinating pain bilaterally in the hip and both legs. The intensity of the pain using the visual analogue scale (VAS) from 0 to 10 mm was 8 mm. Initial neurologic examination of the patient showed motor weakness of the lower extremities (grade III/I) and moderate sensory weakness of the lower extremities. His electromyography and nerve conduction velocity findings suggested left lumbosacral plexopathy and right chronic L5-S1 radiculopathy.\\nHe had been treated with acetaminophen/tramadol tablet 3 times a day, imipramine 25 mg 3 times a day, divalproate 500 mg twice a day, and pregabalin 75 mg twice a day orally. He had received a lumbar sympathetic ganglion block; however, his pain did not improve. Pethidine HCl 75 mg was administered intravenously 4 or 5 times a day. Despite the oral medications, his pain intensity was high (VAS 4-8 mm).\\nHe underwent a patient-controlled continuous epidural morphine infusion since his pain was responsive to injections of opioids. Satisfactory catheter placement was confirmed by epidurogram and the reservoir bag contained preservative free morphine at a concentration of 0.28 mg/ml. The pump was programmed to deliver a basal rate of 0.5 ml/h, with an on-demand bolus dose of 4.0 ml, and a lock out interval of 30 minutes. He did not experience any significant adverse events and reported about 20% pain reduction. There was no further improvement in pain intensity despite increasing the basal rate up to 1.0 ml/h.\\nIn order to control his pain, we considered neuromodulation. Spinal cord stimulation was expected to be difficult because of previous spinal surgery; therefore, implantation of an intrathecal morphine pump was selected after discussing it with the patient. Epidural PCA was stopped and he was placed in a lateral decubitus position on a table. His skin was prepared for needle insertion using an iodine-based antiseptic solution. A 25-gauge 10 cm spinal needle was inserted in the L4-5 interspinous space and advanced to obtain a spontaneous flow of cerebrospinal fluid (CSF). After confirming the CSF free flow through the needle, 0.3 mg of morphine sulfate (BC World, Korea) was administered intrathecally. The dose of the intrathecal morphine was one tenth of the epidurally administered morphine in a half day.\\nOne hour after morphine injection, he reported about 60% pain reduction and his respiratory rate was 17/min. However, his pain recurred 8 hours after the morphine injection with a VAS of 7. Tramadol 50 mg was injected because of severe pain 15 hours after intrathecal morphine injection. Epidural PCA was restarted. His family reported that he could communicate with others but he had dysarthria and drowsiness. Twenty-one hours after intrathecal morphine injection, he did not respond to painful stimulation. Epidural PCA was stopped.\\nTwenty-five hours after morphine injection, the patient was found to be unresponsive by his family members with a respiratory rate of 15/min, a blood pressure of 88/54 mmHg, and pulse oximetry showing oxygen saturation at about 69-71%. An oxygen mask with a reservoir bag was placed on him and he was transferred to the intensive care unit. Naloxone 0.4 mg was administered intravenously, but his mental state did not improve. His chest radiograph revealed newly developed multifocal patchy consolidation in the left upper and lower lung zones (). We assessed that he developed aspiration pneumonia due to the morphine-induced deep sedation. Conservative therapy for aspiration pneumonia like antibiotic therapy and ventilation care was done. Three days after the event, the blood gas was within normal range and was mentally alert so extubation was done. His chest radiograph also improved (). He was discharged with his previous medication and his VAS score was 7.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'19194148': 1, '11710090': 1, '6896150': 1, '20648202': 1, '8706199': 1, '14599609': 1, '31354919': 1, '22259717': 2, '32112166': 1, '21893302': 1, '17341537': 1, '19435651': 1, '22514783': 2}", "similar_patients": "{'3259138-1': 1}"}