{"patient_id": 160304, "patient_uid": "3546221-3", "PMID": 23342218, "file_path": "noncomm/PMC003xxxxxx/PMC3546221.xml", "title": "Clinical Experiences on the Effect of Scrambler Therapy for Patients with Postherpetic Neuralgia", "patient": "A 70-year-old woman visited our pain clinic with pain around the right L1 dermatome. She suffered from constantly burning and intermittently electric shock-like pain for 15 months. She had been diagnosed with PHN and began to take oral medications including pregabalin 75 mg twice a day, and nortriptyline 25 mg before sleep in our clinic. She was also being treated with anticoagulant therapy for ischemic heart disease, and was afraid of receiving invasive treatment. Thus we tried the Scrambler Therapy for pain relief. With the patient's informed consent, we started the Scrambler Therapy with a 50-minute daily treatment for 10 consecutive days. At the beginning, the VAS score was 6/10 and T-PRI on the SF-MPQ was 18/45. After the fifth treatment, the VAS score was 3/10 and T-PRI on the SF-MPQ was 5/45. Moreover, she reported that the electric shock-like pain decreased to a tolerable range. On the last day, the VAS score was 2/10 and T-PRI on the SF-MPQ was 3/45. In addition, the electric shock-like pain disappeared completely. On the fourth day after her last treatment, she received one more therapeutic treatment for pain relief. Since that day, the VAS score was maintained within the range of 2-3 for the next 2 weeks. Four weeks later, at the patient's follow-up visit, the VAS score was 3.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'26977329': 2, '24478894': 1, '30310548': 1, '33980957': 1, '21394458': 1, '17488885': 1, '12555009': 1, '28298208': 1, '24143893': 1, '31014125': 1, '29137098': 2, '20813492': 1, '31777690': 2, '16012423': 1, '31209630': 1, '27041741': 1, '26408323': 1, '21763099': 1, '30633163': 1, '23342218': 2}", "similar_patients": "{'3546221-1': 2, '3546221-2': 2, '6853271-1': 1, '6853271-2': 1, '5690791-1': 1, '4761663-1': 1}"}