{"patient_id": 154876, "patient_uid": "3139338-1", "PMID": 21808517, "file_path": "noncomm/PMC003xxxxxx/PMC3139338.xml", "title": "Multidetector-row computed tomography in cerebral hydatid cyst", "patient": "A 13-year-old boy presented to the emergency department with onset of acute vomiting and generalized tonic-clonic seizures since 5 days. He had been having headache for a month or so, which also aggravated recently. On examination, he was stuporous with Glasgow Coma Scale (GCS) score of 10/15; papilledema was present on both the sides. An urgent CT of head was performed on a 64-slice multidetector-row CT (MDCT) before and after intravenous injection of iodinated contrast. Noncontrast CT showed a large, well-defined rounded mass measuring 9 × 8 cm in the right occipital region of the brain. Hypodense mass lesion in the right occipital lobe showed homogenous fluid attenuation of <15 Hounsfield units (HU) with a thin and smooth peripheral wall; no perilesional edema was present in the adjacent white matter, and no calcification was seen []. Thin curvilinear septations were seen inside the cyst attached to the posterior cyst wall, which was better demonstrated by a sagittal reformatted image, representing a daughter cyst []. Postcontrast CT did not show any contrast enhancement in the cyst wall or in the peripheral mural septation (daughter cyst) posteriorly inside the cyst []. Compressed brain parenchyma was seen all around the periphery of the cystic mass, although it appeared effaced along the posterior aspect [Figures –]. There was mass effect due to the cyst in the form of effacement of right lateral ventricle and midline shift toward left [Figures , ]. CT findings of a large intraaxial cyst in the brain without any edema or enhancement were compatible with a possible diagnosis of right occipital lobe hydatid cyst. All three dimensions of the cyst in the transverse, anteroposterior, and superoinferior orientations, along with its relationship with the adjacent cortex and deep structures of the brain were depicted well by MDCT. Chest radiography and ultrasonography of abdomen did not reveal any hydatid in lung or liver. The patient was operated and a large cyst was found in the right occipital lobe on craniotomy, which was removed in toto taking special care not to rupture the cyst. Gross and microscopic examination of the cyst contents confirmed its hydatid nature. The patient made unremarkable recovery and was discharged on the 10th postoperative day. No recurrent or residual cyst was present on the follow-up scan after 2 months.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'12213372': 1, '14738581': 1, '11595368': 1, '2027440': 1, '15389350': 1, '3989049': 1, '19455447': 1, '8512521': 1, '10514582': 1, '9843277': 1, '21808517': 2}", "similar_patients": "{}"}