{"patient_id": 162027, "patient_uid": "3696269-1", "PMID": 23825821, "file_path": "noncomm/PMC003xxxxxx/PMC3696269.xml", "title": "Negative pressure pulmonary oedema following use of ProSeal LMA", "patient": "A 10-year-old female patient weighing 25 kg presented with the complaints of painful swelling over lateral aspect of right chest wall and high-grade fever for past 4 days. She had tachycardia (PR 128/min) with normal blood pressure (114/71 mmHg). Her airway assessment revealed Mallampati class II, adequate mouth opening and short neck with limited head and neck movement. Local examination revealed a tense and tender swelling present over lateral aspect of right chest wall. On systemic examination, no abnormality was detected. Her investigations revealed anaemia (haemoglobin: 8.6 gm%) and leucocytosis (total leucocyte count: 19,500/mm3). A clinical diagnosis of an abscess (?pyogenic) over right chest wall was made and patient was scheduled for incision and drainage under general anaesthesia.\\nIn the operating room, monitoring for electrocardiography, pulse oximetry and noninvasive blood pressure (by oscillometry method) was commenced by using COLIN-306 monitor. Anaesthesia was induced with fentanyl 2 μg/kg and propofol 2.5 mg/kg, and maintained with sevoflurane 1-2% in oxygen and nitrous oxide (1:1) with spontaneous ventilation on face mask through Magill's circuit. PLMA size 2.5 was inserted without muscle relaxant and cuff was inflated with 14 ml air. The bite block was kept between the incisors. Following insertion of PLMA, difficulty in spontaneous ventilation was observed with chest retraction due to airway obstruction. Her head was almost in neutral position as sniffing position was not possible due to restricted movement of head and neck. Three attempts were made to correct the position of PLMA with restricted movement of head and neck to get an unobstructed clear airway, but no success was achieved. Resistance was felt in the bag when assisted ventilation was tried following each attempt. The value of partial pressure of end-tidal carbon dioxide (PEtCO2) was zero and tracing line was touching to the base of the capnograph. The whole event of correction of position and observation of respiration took about 2 min. Meanwhile, SpO2 started dropping to a minimum of 92% on inspired fraction of oxygen (FiO2) 0.5. PLMA was removed and no difficulty on mask ventilation was observed. Her trachea was then intubated with 5.5-mm-ID cuffed endotracheal tube under the effect of atracurium (0.5 mg/kg) and intermittent positive pressure ventilation (IPPV) was started. Following intubation, anaesthesia was maintained with oxygen and nitrous oxide (1:1) with halothane (0.5-1%) through Bain's circuit. After tracheal intubation, PEtCO2 initially observed was 47 mmHg, which later on came down to 42 mmHg with normal waveform of capnograph. However, there was no improvement in SpO2 even on IPPV with FiO2 0.5. Surgery was continued. On auscultation of chest, extensive coarse crepts were observed bilaterally. After few minutes, pink frothy secretions appeared in the endotracheal tube and breathing circuit with further fall in SpO2 to a minimum value of 86% on FiO2 1. Clinical diagnosis of pulmonary oedema was made and managed with diuretic, narcotic and IPPV under atracurium.\\nAfter surgery, she was put on ventilator for IPPV with positive end expiratory pressure (PEEP) in ICU. She responded well to the therapy. She was weaned off from ventilator and her trachea was extubated after 11 h of mechanical ventilation. Her 12-lead electrocardiogram, arterial blood gas analysis (PaO2 111 mmHg, PaCO2 31 mmHg, pH 7.37) and X-ray chest were within normal limits. She was discharged from ICU after 24 h in a satisfactory condition.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'9257208': 1, '11878665': 1, '21957413': 1, '11296448': 1, '12456459': 1, '8379969': 1, '17094538': 1, '26266194': 1, '8669573': 1, '16103390': 1, '12032050': 1, '23825821': 2}", "similar_patients": "{}"}