{"patient_id": 155824, "patient_uid": "3205486-1", "PMID": 22059122, "file_path": "noncomm/PMC003xxxxxx/PMC3205486.xml", "title": "Multiple non-branching dissecting aneurysms of the mid-basilar trunk presenting with sequential subarachnoid hemorrhages", "patient": "A 54-year-old female woke up with a severe headache and described it as the, ‘worst headache of her life’. She went to work as usual, but was later sent home because of lack of improvement in her pain. At home, she was found unresponsive by a family member. Paramedics were summoned, and on arrival she was intubated and ventilated with sonorous respirations in the field. The only contributing medical factors were a history of smoking and a brother who had experienced aneurismal SAH at the age of 21.\\nOn arrival to the National Brain Aneurysm Center she presented with decerebrating posturing and pupil dilatation. Her initial CT-scan revealed a severe SAH (thick basal SAH with intraventricular extension) []. After CT-scan, she underwent emergency ventriculostomy. The admitting angiogram showed a 2.7 mm × 1.8 mm × 1.3 mm aneurysm originating from the ventral aspect of the mid-basilar artery. The aneurysm in the neck measured 2.7 mm in maximum dimension [Figures and ]. Two-dimensional images of this aneurysm did not reveal any vessel associated with the aneurysm origin, and three-dimensional pictures confirmed the non-branching location. Post ventriculostomy the patient demonstrated neurological improvement to the point where she was withdrawing to pain. As the aneurysm was small and broad-based, a decision was made to proceed with the microsurgical clipping of this complicated basilar trunk aneurysm via a translabyrinthine, pre-sigmoidal, sub-temporal approach.\\nUnder high power magnification, the cerebellopontine angle region was accessed. A significant amount of subarachnoid clot was removed from above and below the seventh to eighth cranial nerve complex. The fifth cranial nerve was identified laterally; an additional clot was removed from between the fifth cranial nerve and the seventh to eighth cranial nerve complex, allowing exposure of the lateral aspect of the basilar trunk. Dissection continued between the fourth and fifth cranial nerves. The aneurysm's proximal neck was identified just above the fourth cranial nerve. A temporary clip was placed on the basilar artery between the fourth and fifth cranial nerves, which was followed by the safe placement of a long bayoneted clip across the aneurysm in the neck. Intraoperative angiography confirmed obliteration of the aneurysm and preservation of flow through the basilar artery.\\nPostoperatively the patient continued to improve, until one week later when a change in her clinical status was noted. Further radiological evaluation revealed a new SAH. An emergency angiogram demonstrated the growth of a distinct, laterally directed, sidewall aneurysm, arising from the basilar artery, approximately midway between the AICA and SCA []. This aneurysm was close to, but not contiguous with the previously clipped ventral lesion. Given the pattern and distribution of the hemorrhage on the new CT scan, it was felt that this aneurysm was probably responsible for the second SAH. On account of the small size, with an overall diameter measuring less than 2 mm and a relatively broad neck, it was considered not amenable to primary coil embolization. Endovascular stenting was considered, but in the face of the recent major surgery we were concerned by the potential need for plavix, to limit the risk of in-stent thorombosis.\\nThe patient was therefore returned to the Operating Room, and the previous craniotomy was re-opened. Once again the fourth cranial nerve was identified; the basilar artery was widely exposed from the posterior fossa below the fourth and fifth cranial nerves, all the way to its bifurcation. In order to allow for clipping of the second lesion, the previously placed clip at the neck of the ventrally located aneurysm was removed. On doing so, it was noticed that this aneurysm was already thrombosed.\\nThe new aneurysm was identified, but during dissection began to bleed. To gain control of the situation a temporary clip was placed on the basilar artery below the fourth cranial nerve. On visual inspection the sidewall aneurysm was sessile, thin-walled, and broad-based. The basilar artery itself, at this point, appeared to be very thin. Bleeding control was achieved by placing a heavily curved clip across the front of the basilar artery, which gently tensioned the neck of the aneurysm, allowing reconstruction of the sidewall of the basilar artery. A second clip was repositioned across the ventral basilar aneurysm that had been previously clipped.\\nThe patient made a subsequent, slow, but steady recovery. She underwent repeated angiographic imaging demonstrating a stable appearance at two weeks, three months, and 18 months. At the time of her two-year follow-up, the patient had returned to work and had no obvious neurological deficit, with the exception of unilateral hearing loss from her surgery.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'18094866': 1, '10547021': 1, '15796382': 1, '19057425': 1, '11688709': 1, '19962251': 1, '20664260': 1, '9059711': 1, '8847591': 1, '14520541': 1, '17406043': 1, '20377983': 1, '3963755': 1, '12371596': 1, '18791752': 1, '10229748': 1, '33024594': 2, '9657184': 1, '4056899': 1, '5069379': 1, '15200123': 1, '4880820': 1, '3368069': 1, '1885981': 1, '12762895': 1, '17460508': 1, '8177400': 1, '6693960': 1, '11354403': 1, '8342208': 1, '7731504': 1, '9040697': 1, '22059122': 2}", "similar_patients": "{'7533090-1': 1}"}