{"patient_id": 40136, "patient_uid": "3514212-1", "PMID": 23098331, "file_path": "comm/PMC003xxxxxx/PMC3514212.xml", "title": "Dengue hemorrhagic fever and severe thrombocytopenia in a patient on mandatory anticoagulation; balancing two life threatening conditions; a case report", "patient": "A fifty one year old Sri Lankan woman, presented with fever for three days and constitutional symptoms such as arthralgia, myalgia and headache. There was no specific focus for an infective process such as a urinary or a respiratory tract infection. She was a diagnosed patient with tight mitral stenosis (following rheumatic carditis), for which a metallic mitral valve replacement had been done eight years ago. She was on lifelong anticoagulant therapy with target INR (International Normalized Ratio) maintained with 7 mg of warfarin per day. Her other medication included; digoxin for atrial fibrillation, penicillin prophylaxis for rheumatic valvular disease and a combination of captopril, spiranolactone and furosemide for heart failure. Physical examination showed pallor, dental caries and ankle oedema without any peripheral stigmata of infective endocarditis. On admission, she was hemodynamically stable with a pulse rate of 82 beats per minute and a blood pressure of 110/60 mmHg. There was no postural drop in blood pressure or a narrowed pulse pressure to indicate intravascular volume depletion. On auscultation, the metallic first heart sound and a loud pulmonary component of the second heart sound were heard. Lungs had a few bilateral basal crackles. Rest of the examination was normal.\\nThe provisional diagnosis was dengue fever as the clinical picture was typical of the infection. However, measures were taken to exclude an alternative infective process such as infective endocarditis. Her admission coincided with a dengue epidemic in the area. Strict monitoring of vital parameters and appropriate fluid management was initiated according to the national guidelines on dengue [].\\nThe initial full blood counts showed a leucopenia and a trend of dropping platelet counts confirming our suspicion. The dengue antibodies assessed by IgM antibody capture ELISA (MAC- ELISA) were positive indicating an acute infection. On day 3 after admission (date of admission taken as day 0), her fever subsided but there was evidence of a small right sided pleural effusion indicating the onset of plasma leakage and the start of critical/leakage phase. The platelet count that was already low was expected to hit a nadir between days 4–5 (within 48 hours after the start of critical phase). The patient was at high risk of internal haemorrhage. The usual management protocol at this time calls for fluid restriction and observation for bleeding manifestations. Prophylactic platelet transfusions are discouraged. However, this particular patient had the complication of a mitral valve replacement needing mandatory anticoagulation. Stopping anticoagulation had the potential life threatening complication of valve thrombosis while continuing warfarin had the risk of a torrential internal haemorrhage aided by an already low platelet count. In the absence of guidelines or even previous case reports with similar experience, we managed the patient with institutional expert opinion.\\nFever and vomiting was treated symptomatically with paracetamol and domperidone. Spiranolactone, captopril and furosemide were temporarily withheld since admission. Once the platelet count dropped below 100 × 103/μl, warfarin was withheld. Digoxin was continued at its usual dose of 0.125 μg three times daily. The rationale for stopping warfarin was to keep the patient off it during the critical phase until the platelet count picked up. However, as warfarin has a long half life, it was necessary to stop it at least two to three days before the anticipated onset of critical phase. The plan was to restart warfarin as soon as the platelet count was back within ‘safe’ margins. It was anticipated that the critical phase would only last for 48 hours (which is the typical clinical picture). It was a race against time and she was closely monitored both clinically and echocardiographically for evidence of valve thrombosis.\\nThree days after stopping warfarin she entered the critical leakage phase (heralded by the detection of the pleural effusion). During this time she developed gum bleeding, petechiae and haemorrhagic blebs reaching a maximum size of 2 × 2 cm at venepuncture sites in both arms. During the critical phase, the platelet count dropped to 5,000/μl. It was decided to transfuse her with one unit of red cell concentrate and four units of platelet concentrates at this time. After the transfusion the patient was haemodynamically stable without any further evidence of bleeding. Rest of the critical phase was uneventful. However, the platelet count did not rise as expected immediately after the critical phase. It barely passed 50 × 103/μl on day 11 (6 days after the end of critical phase) at which point warfarin was restarted at a dose of 5 mg daily (Table ). This was not accompanied with heparin due to the risk of bleeding and heparin induced thrombocytopaenia. The patient did not develop a valve thrombosis despite being off anticoagulation for 10 days (assuming the period of retained warfarin activity due to long half life since stopping warfarin is equal to the time to regain full anticoagulatory effect after resumption). The target INR was reached within 3 days of restarting warfarin and the patient was discharged on day 15. She was free of symptoms with a platelet count of 260,000/μl when reviewed in clinic one week later. Further follow up for her cardiac condition was arranged at the Institute of Cardiology, National Hospital of Sri Lanka.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'30652671': 1, '21740550': 1, '25917474': 1, '21030703': 1, '21450059': 2, '17285789': 1, '27724852': 1, '28061906': 2, '23098331': 2}", "similar_patients": "{'5219719-1': 1, '3073920-1': 1}"}