{"patient_id": 155177, "patient_uid": "3162716-1", "PMID": 21887037, "file_path": "noncomm/PMC003xxxxxx/PMC3162716.xml", "title": "Nasal leech infestation causing persistent epistaxis", "patient": "A 7-year-old girl presented to the emergency room at the rural health center with history of nasal stuffiness for 4 weeks along with history of persistent bleeding from the left nostril for 3 days which frequently soaked her handkerchief in the form of small drops. She gave history of marked irritation in the left nostril, associated with difficulty in breathing when right nostril was occluded. She complained of having a sensation of a moving object in the left nostril and was repeatedly picking her left nostril. She had been prescribed xylometazoline nasal drops and oral pseudoephedrine; however, these did not result in improvement. She did not give history of inserting any foreign body in the nostril, fever, runny nose or similar episodes of epistaxis in the past. Physical examination revealed that the child was in agony and was crying with pain. Her pulse rate was 96/min and blood pressure was 126/74 mm Hg. She had pallor, and fresh blood was persistently oozing from the left nostril. Local pressure did not help in controlling the epistaxis.\\nExamination of the nasal cavity revealed a soft fleshy material bulging into the left nostril close to the inferior turbinate. Attempt was made to pull it out with the help of an artery forceps; however, being a slimy structure, it repeatedly slipped from the grip of artery forceps and appeared to be tightly stuck to the inferior turbinate. After making a few attempts, the lower part of this fleshy material could be disentangled, and it was found to be moving. At this stage, it was identified as leech infesting the left nostril. Since repeated attempts to dislodge the leech by artery forceps failed, irrigation of the left nostril with normal saline was done and it was decided to wait and watch. After a few minutes, it could be easily dislodged with the help of artery forceps. The leech was still alive and was 8 cm long []. After a few minutes, the bleeding from the left nostril also decreased. Left nostril was packed with gauze piece. The child was given oral decongestant tablets, oral amoxicillin and intramuscular tetanus toxoid. Hematological investigations revealed hemoglobin to be 7.6 g/dL; and total leukocyte count, 9,800/mm3. Examination of external auditory canal did not reveal any evidence of leech infestation. After the procedure, she informed that she belonged to a very low socioeconomic stratum of society and had no access to safe drinking water and had to drink polluted water from an open pond and also take bath in it. Nasal packing was removed the next day, and the child became completely asymptomatic. She was advised not to take bath in polluted stagnant ponds or drink water from the open ponds. She was also advised to report immediately to the emergency department if similar complaints arose.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'23429838': 1, '12020918': 1, '10781486': 1, '1694646': 1, '19395059': 1, '27066409': 1, '92719': 1, '23119883': 1, '10748835': 1, '13130448': 1, '21887037': 2}", "similar_patients": "{}"}