{"patient_id": 37484, "patient_uid": "3335714-1", "PMID": 22567455, "file_path": "comm/PMC003xxxxxx/PMC3335714.xml", "title": "Dental Aspect of Distal Tubular Renal Acidosis with Genu Valgum Secondary to Rickets: A Case Report", "patient": "A 9-year-old male patient reported to the Department of Pedodontics and Preventive Dentistry with chief complaint of pain and extraoral swelling in lower right posterior region. Family history was noncontributory. 4 days later patient again reported with extraoral swelling in lower left posterior region (Figures and ). On intraoral examination, mandibular right and left first permanent molars were sound without being involved with caries (). Teeth present were 11, 12, 55, 16, 21, 22, 23, 65, 26, 31, 32, 33, 36, 41, 42, 43, 46. Early exfoliation of deciduous teeth was seen. Patient also showed open bite ().\\nPhysical examination showed the patient as being with a short stature and waddling gait, weight of 14 kg and a height of 2 feet 6 inch. Lower limbs showed Genu Valgum (knock-knee) deformity (). Scar was seen on bilateral knees. Medical records suggested that there was 30° genu valgum in right knee and 25° in left knee. Bilateral medial maleollus distance was 20 cm. Bilateral procurvature deformity was around 15°, and deformity disappears on flexing knees. History related to development suggests that patient could stand at the age of 2 yrs and walk at the age of 3.5 yrs. There was no similar history in any other sibling in the family.\\nMedical history revealed that the patient was a case of distal tubular renal acidosis with bilateral genu valgum secondary to rickets. Patient's medical record showed that there was history of pain in both limbs since 1.5 yrs and inward bowing of knees since 1.5 yrs. Patient was admitted 1 year back and was on oral calcium tablets.\\nLaboratory investigation revealed the following: urine calcium 12.6 mg%, urine creatinine 55.2 mg%, serum calcium 12.2 mg%, serum chloride 62.6 mEq/L, inorganic phosphate 4.2 mg%, serum potassium 17.7 mEq/L (normal range in male: 3–5 mEq/L), serum sodium 83 mEq/L (normal range in male: 136–145 mEq/L), and serum phosphorous 3.1 mg%. Alkaline phosphatase level was 1544 IU/L.\\nRadiographic examination showed radiolucencies in enamel and dentin and cracks in enamel and dentin extending to the pulp. Also periapical lesion was present associated with 36, 46. Root apices of 36, 46 were not complete ().\\nPulp vitality test showed 36 and 46 were nonvital.\\nDepending upon signs and symptoms, pulp revascularization for 46 and root canal treatment for 36 was considered. For pulp revascularization of 46, triple antibiotic paste was used consisting of ciprofloxacin, metronidazole, and tetracycline mixed with normal saline. The paste was kept in the canal for 11 days. It was later on replaced by mineral trioxide aggregate. Root canal treatment was carried for 36. Remaining teeth were treated with pit and fissure sealants and topical fluoride as a preventive measure.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'173749': 1, '1908216': 1, '9457302': 1, '20278772': 1, '11095014': 1, '23341834': 1, '22567455': 2}", "similar_patients": "{}"}