{"patient_id": 158089, "patient_uid": "3371427-1", "PMID": 22626804, "file_path": "noncomm/PMC003xxxxxx/PMC3371427.xml", "title": "Endoscopic Management for Delayed Diagnosis of a Foreign Body Penetrating the Esophagus into the Lung", "patient": "A 31-year-old man presented to our hospital complaining of 1-week history of lower substernal chest pain, which worsened with eating. The patient sought attention at an outside emergency department 1 week prior for similar chest pain after eating chicken. He was discharged home after his symptoms improved. A chest X-ray was reported as normal. After discharge he was able to tolerate both solids and liquids, but developed worsening chest pain with food. He self-medicated with ibuprofen 800–1200 mg daily. The patient then presented to our institution with the above-mentioned symptoms. The complete blood count, basic metabolic panel, chest X-ray, and electrocardiogram were all normal. An upper endoscopy was performed; however, it was aborted after visualization of a sharp-edged chicken bone lodged in the midesophagus []. A computed tomography of the chest and neck revealed a wish bone–shaped foreign body perforating the midesophagus with extension into the right lung parenchyma []. There was no evidence of pneumothorax, soft tissue emphysema, or fluid collection. Repeat upper endoscopy was performed under general anesthesia in the presence of a thoracic surgery team. A 25 cm long esophageal overtube (US Endoscopy, Mentor, OH) was placed to protect the upper esophageal sphincter. The chicken bone was gently removed with a rat tooth forceps. About 1.5 cm long midesophageal perforation with friable edges was visualized. Given lack of pulmonary symptoms and no evidence of mediastinitis, the team decided on nonsurgical management. A 10 cm long fully covered self-expandable metal esophageal stent with 23 mm flared ends and an 18 mm mid-body diameter (Wallflex, Boston Scientific, Natick, MA) was deployed across the perforation site. Two endoclips (Resolution clip, Boston Scientific, Natick, MA) were used to anchor the proximal end of the stent to the esophageal wall. The patient was started on antibiotics, antiacids, and pain control medications. He was kept nothing by mouth for next 24 h. A subsequent barium esophagogram showed no evidence of contrast extravasation. The patient was discharged home on oral antibiotics and mechanical soft diet. The esophageal stent was removed on repeat upper endoscopy 3 weeks later. The esophageal perforation site had completely healed.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'15209749': 1, '20234349': 1, '31335713': 2, '21792721': 1, '15812424': 1, '29917025': 1, '22626804': 2}", "similar_patients": "{'6709094-1': 1}"}