{"patient_id": 155402, "patient_uid": "3176407-1", "PMID": 21468619, "file_path": "noncomm/PMC003xxxxxx/PMC3176407.xml", "title": "Meniscus tear developed by pulling of the anomalous insertion of medial meniscus on anterior cruciate ligament", "patient": "A 20-year-old female college-level soccer player presented to the senior author’s clinic due to symptoms of left knee instability. Her height was 177.8 cm, and her weight was 70.3 kg. Her past surgical history was remarkable for contralateral (right) knee ACL double-bundle reconstruction performed approximately 2 years prior to this visit. Two months ago, the patient suffered a non-contact cutting injury to her left knee (valgus and internal rotation of the tibia) during a game. She heard a pop in the left knee, immediately felt pain, and was unable to continue playing. She had a positive Lachman test and positive pivot shift test. Interestingly, 1 month before her injury, she had been involved in a clinical research program comparing the MRI studies of reconstructed and normal anterior cruciate ligaments. Thus, we were able to obtain a pre-injury 3T MRI of the left knee joint. On the MRI image, we found an abnormal band originating from the medial meniscus, coursing in the front of the ACL (Fig. ). Post-injury MRI revealed increased signal and complete loss of continuity of the ACL fibers. The corresponding sagittal MRI slice showed a slackened low-signal band which we suspected as an AIMM.\\nDuring the arthroscopic examination, a white-colored, round band could be seen running from the medial meniscus to the torn ACL remnant (Fig. a). The distal end of this structure fanned out in the shape of a “hockey stick blade.” The proximal end of the abnormal band was directed toward the femoral ACL insertion site and attached on the bony surface adjacent to the remnant ACL tissue on the ACL insertion site. Next, careful examination was performed to determine the tear pattern of the meniscus. The medial meniscus that was attached to the abnormal band was torn along the inner meniscus from the anterior insertion site on the tibial plateau to the anteromedial corner of the medial meniscus (Fig. b). The torn inner meniscus was still attached to the outer meniscus, similar to a posterior-based flap tear.\\nAfter inspection, the abnormal band and torn meniscus were excised using a basket forcep. Abrasion was performed by a motorized shaver. Finally, the planned double-bundle ACL reconstruction was performed [].", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'19028170': 1, '16983564': 1, '17971476': 1, '17318661': 1, '34560880': 2, '18657737': 1, '15905996': 1, '11830824': 1, '18442913': 1, '10384988': 1, '9681544': 1, '2745483': 1, '16814552': 1, '24037262': 1, '33530796': 2, '11675561': 1, '9185993': 1, '21468619': 2}", "similar_patients": "{'8464142-1': 1, '7871066-1': 1}"}