{"patient_id": 40776, "patient_uid": "3546470-1", "PMID": 23346114, "file_path": "comm/PMC003xxxxxx/PMC3546470.xml", "title": "Laser Therapy of Recurrent Aphthous Ulcer in Patient with HIV Infection", "patient": "Patient FC, African descent, 26 years old, male, HIV+, exposure category man who have sex with men (MSM), last CD4 cell counts 67 cells/mm3, virological status 5000 copies/mm3, came to the Center for Study and Care of Special Patients(CEAPE), School of Dentistry, Paulista University(UNIP), SP, Brazil, with minor RAU in the upper () and lower right side lip, measuring about 5 mm, and major RAU in tongue and the tonsillar pillar () measuring 2 cm. Reported pain at the site of ulcers and difficulty in eating (swallowing). The patient is HIV positive since 2008 and makes use of antiretroviral therapy (HAART): tenofovir, Kaletra, and 3TC. He reported symptoms of night sweats, diarrhea, fever, arthralgia, myalgia, and weight loss. Due to the medication already used by the patient and the condition of lesions, was advocated as the treatment of RAU the use of a diodo laser Gallium Aluminum Arsenide (GaAlAs) with a wavelength of 660 nm and with a spot size of 0.07 cm² (), the laser therapy was released with a power of 0.03 W, a fluence rate of 0.428 W/cm², in continuous mode and irradiation of 4 Joules each point for 2 minutes and 13 seconds and energy Fuency of 57.14 J/cm², being two points per lesion according to their size []. The objective was to help reverse the damage and decrease the symptoms. After one week there was remission of the lesions and the patient reported decrease in the pain (Figures , , and ). In the 12-month followup the patient was reported as not having the ulcer that he presented in this case.\\nThe case report was approved by the Ethics Committee of Paulista University (643/09), and the patient has signed the informed consent.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'17850936': 1, '19929224': 1, '16857406': 1, '10706474': 1, '25879049': 1, '11203919': 1, '20950190': 1, '26557145': 1, '15287304': 1, '16211162': 1, '9456687': 1, '16155535': 1, '23346114': 2}", "similar_patients": "{}"}