{"patient_id": 155225, "patient_uid": "3162852-1", "PMID": 21886994, "file_path": "noncomm/PMC003xxxxxx/PMC3162852.xml", "title": "Intraosseous calcifying cystic odontogenic tumor", "patient": "A 75-year-old male was referred to M M College of Dental Sciences and Research for a swelling on left side of the mandible. The patient first noticed the swelling five years back when he underwent uneventful extraction of 33, 34. Initially the swelling was minimal, but it had grown slowly with time to the present size. The swelling was painless throughout its course.\\nClinical examination disclosed a 4 × 2 cm, ovoid firm swelling on the residual ridge in the region of 32 to 34 []. The swelling was noncompressible and immobile with an intact overlying mucosa. There was no associated lymphadenopathy. Radiographically a poorly demarcated unilocular radiolucency with radiopaque foci in the region of 33, 34 was seen []. Expansion of the cortical plates in relation to the lesional site was evident.\\nThe lesion was excised under local anesthesia. After fixation in buffered formalin the tissue was processed and stained with H and E stain.\\nThe H and E stained section showed a cystic cavity lined by odontogenic epithelium of varying thickness (1–3 cell layers). The basal cells were cuboidal to columnar in shape with their nuclei pushed away from the basement membrane resembling ameloblasts. The outer layers of the cells were composed of loosely arranged angular cells resembling stellate reticulum, which in some areas were eosinophilic, ballooned, and keratinized forming ghost cells []. The nuclei of these cells were pushed to the periphery and eventually disappeared as the cells enlarged. Individual cells became confluent with the adjacent ballooning cells and gradually lost their cell boundaries, making large sheets of amorphous, acellular eosinophilic material, filling the cystic lumen. Some ghost cells were also seen in the underlying connective tissue, which was loose and vascular, with hemorrhagic areas along with some variable-sized islands of odontogenic epithelium. Irregular masses of hyalinized acellular calcified material (dentinoid) were also observed in the connective tissue, in relation to both epithelial lining and masses of ghost cells [, ].\\nBased on these features the lesion was diagnosed intraosseous calcifying cyst odontogenic tumor. Healing was uneventful and in the six-month follow-up there were no signs of recurrence.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'6948493': 1, '17322800': 1, '10645413': 1, '29862107': 2, '13949298': 1, '34849223': 2, '25709974': 2, '26345145': 2, '34350106': 2, '9482020': 1, '1057143': 1, '4508214': 1, '23248487': 2, '15636095': 1, '5238796': 1, '24224104': 2, '24431819': 1, '25013415': 1, '34258079': 2, '21886994': 2}", "similar_patients": "{'4325392-1': 1, '8257329-1': 1, '3519230-1': 1, '4529262-1': 1, '5971271-1': 1, '3809591-1': 1, '8291095-1': 1, '8609189-1': 1}"}