{"patient_id": 46643, "patient_uid": "3986742-1", "PMID": 24637313, "file_path": "comm/PMC003xxxxxx/PMC3986742.xml", "title": "Isovaleric Acidemia Presenting as Diabetic Ketoacidosis: A Case Report", "patient": "A 2-year-old female patient was admitted to our hospital with fever, vomiting, diarrhea and stupor. There was no history of psychomotor retardation nor recurrent bouts of acute encephalopathy before hospitalization. There was a first-degree consanguinity between the parents and a family history of multiple deaths with unknown etiology.\\nAt initial assessment, the patient was lethargic and dehydrated with marked Kussmaul breathing. Blood glucose level was 334 mg/dL. Blood gas analysis revealed severe metabolic acidosis (pH:7.09) with an elevated anion gap (27.8 mmol/L) and an increased base excess (-25.2 mmol/L). Results of biochemical analyses were within normal limits except for hyperglycemia and mildly increased levels of urea, creatinine and uric acid. Ketonuria was also present (). Based on typical laboratory findings such as hyperglycemia, ketonuria, ketonemia, metabolic acidosis and clinical features such as vomiting and encephalopathy, a diagnosis of DKA was considered and treatment with intravenous fluids and insulin was started. After twelve hours of treatment, blood glucose and blood gas analysis returned to normal, but neurological status did not improve. Brain imaging studies revealed neither brain edema nor any other intracranial pathology. At that time, complete blood count examinations demonstrated pancytopenia. The patient was considered to suffer from a metabolic disease since metabolic diseases can mimic DKA. All laboratory findings were well compatible with a metabolic decompensation of an organic aciduria. Blood and urine samples were taken and saved for metabolic investigations. Erythrocyte and thrombocyte transfusions were given for the anemia and severe thrombocytopenia. Antibiotic treatment and L-carnitine (100 mg/kg IV per day) supplementations were added and a protein-restricted diet was started. Urine organic acid analysis by gas chromatography-mass spectrometry showed slight increment in concentration of 3-hydroxyisovaleric acid and a massively elevated (tenfold) concentration of isovalerylglycine. Tandem mass spectrometry of acylcarnitines in dried blood spots showed elevated C5-carnitine (isovalerylcarnitine). Mutation analysis revealed a homozygous splice site mutation (IVS4+2T>C) in the IVD gene. On the seventh day of antibiotic treatment, the patient’s fever was under control and her white blood cell and platelet counts began to increase. The clinical and neurological status of the patient was stabilized within two weeks.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'30166758': 1, '3794887': 1, '27023793': 1, '22277694': 1, '7367115': 1, '2124776': 1, '20662350': 1, '6794359': 1, '21823546': 1, '8830183': 1, '16602101': 1, '9665741': 1, '24637313': 2}", "similar_patients": "{}"}