{"patient_id": 164665, "patient_uid": "3855092-1", "PMID": 24968424, "file_path": "noncomm/PMC003xxxxxx/PMC3855092.xml", "title": "Transection of left common pulmonary vein during left upper lobectomy: how should it be reconstructed?", "patient": "A 62-year-old man complained of cough and bloody sputum and consulted our hospital. Chest computed tomography (CT) showed a nodule with a diameter of 15 mm in the left upper lobe. Pathologic study of a specimen obtained by transbronchial biopsy showed small cell lung cancer. Positron emission tomography and brain magnetic resonance imaging revealed a clinical stage of T1N0M0 as categorized by the 7th edition of the union for international cancer control (UICC) classification.\\nThoracoscopic left upper lobectomy was performed. The common trunk of the left pulmonary vein was misidentified as a superior pulmonary vein until incidental transection with an endostapler during port access surgery. The caliber change between the common trunk and the inferior pulmonary vein was marked. Thoracoscopic surgery was converted to open thoracotomy. The left upper bronchus and pulmonary arteries to the left upper lobe were transected with endostaplers, and the common trunk of the pulmonary vein was left intact. The left main pulmonary artery was then clamped under intravenous heparin injection to achieve an activated coagulation time of 200 s. Annuloplasty of the inferior pulmonary vein was completed during intermittent declamping of the left pulmonary artery. The orifice of the inferior pulmonary vein was augmented by a cuff technique using an orifice of the superior pulmonary vein, as shown in Fig. . The staples on the stump of the left common pulmonary vein on the atrial side were removed to adjust the augmented orifice of the left inferior pulmonary vein under partial clamping of the left atrium following pericardiectomy. End-to-end anastomosis was completed using running sutures with a 4-0 polypropylene thread. The anticoagulant therapy was continued until 2 months after surgery. The postoperative course was uneventful, and the patient was discharged on postoperative day 14. A pathologic study showed stage T1N2M0 small-cell carcinoma as categorized by the 7th edition of the UICC classification. Postoperative enhanced CT demonstrated successful reconstruction of the left common trunk (Fig. ).", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'32944319': 1, '29078649': 1, '19231436': 1, '15919274': 1, '25922744': 1, '14739316': 1, '24968424': 2}", "similar_patients": "{}"}