{"patient_id": 166757, "patient_uid": "3985800-1", "PMID": 24748873, "file_path": "noncomm/PMC003xxxxxx/PMC3985800.xml", "title": "Vitreous Amyloidosis as the Presenting Symptom of Familial Amyloid Polyneuropathy TTR Val30Met in a Portuguese Patient", "patient": "An apparently healthy 66-year-old man, born in Santa Maria da Feira and resident in Vila Nova de Gaia, Portugal, was first examined in March 2010 for right blurred vision and floaters. Symptoms were progressing for 2 months. Best-corrected visual acuity was 20/30 in the right eye and 20/20 in the left eye. The anterior segment of both eyes was unremarkable, with no abnormal conjunctival vessels, no change of pupillary shape, and no amyloid deposition at pupillary border or lens surface. Intraocular pressure, ocular movements and pupillary reflexes were normal. Vitreous yellowish-white opacities precluding examination of the fundus were identified in the right eye. The vitreous and retina of the left eye were normal.\\nFull clinical evaluation showed an asymptomatic first-degree atrioventricular (AV) block in the absence of other neurologic or cardiac signs of disease. The mutation TTR Val30Met was identified by full sequencing of the gene, and a salivary gland biopsy was done but failed to show amyloid deposition.\\nIn November 2010, as the right visual acuity dropped to 20/100 the patient underwent a pars plana vitrectomy. The pathological examination of the surgical specimen which included Congo red stain showed material with yellowish-green birefringence consistent with amyloid. Postoperatively, best-corrected visual acuity was 20/20. In the summer of 2011, the patient had several episodes of dizziness and fainting. A Mobitz 2 second-degree AV block was demonstrated with a Holter register and he was submitted to a pacemaker implantation, with complete recovery of these symptoms. In September 2012, the visual acuity decreased to 20/100 in both eyes. The right eye developed a cataract and the left eye presented vitreous opacities (fig. ). At that time, the light pupillary reflex and the pupil shape were normal. Biomicroscopy of both eyes revealed no amyloid deposits on the lens surface or at the pupillary border. The intraocular pressure was normal. He was submitted to a phacoemulsification of the cataract with intraocular lens implantation in the right eye in September 2012. One month later, pars plana vitrectomy was performed in the left eye without complications (fig. ). In February 2013, his best-correct visual acuity of both eyes was 20/20, and the ophthalmological examination was normal, except for pseudophakia of the right eye.\\nThe patient remains free of neurologic symptoms or signs. There is no evidence of FAP in any of the patient's relatives. His parents died very old without FAP manifestations. Nine siblings (1 brother, 1 sister and 7 half-brothers and half-sisters), 3 sons and 7 grandsons had no symptoms suggesting onset of the disease up to the time of reporting (fig. ).", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'13054873': 1, '1547960': 1, '8878404': 1, '32823388': 2, '2060679': 1, '8599154': 1, '26437390': 1, '8599155': 1, '22856884': 1, '17554795': 1, '5755734': 1, '14640030': 1, '59590': 1, '12566023': 1, '8825887': 1, '32774294': 2, '27165517': 1, '8063479': 1, '16076612': 1, '12408681': 1, '28904227': 1, '22094129': 1, '12978172': 1, '1268160': 1, '15930086': 1, '28802308': 2, '3032328': 1, '2896079': 1, '16009758': 1, '1690688': 1, '3279959': 1, '3714052': 1, '9215058': 1, '20142544': 1, '21358362': 1, '16129098': 1, '24748873': 2}", "similar_patients": "{'5554541-1': 1, '7690539-1': 1, '7383199-1': 1}"}