{"patient_id": 159679, "patient_uid": "3506829-1", "PMID": 22249402, "file_path": "noncomm/PMC003xxxxxx/PMC3506829.xml", "title": "Withdrawal syndrome after donepezil cessation in a patient with dementia", "patient": "This 62-year-old woman was first seen by a psychiatrist in 2007. About 10 months before this consultation, the family physician had diagnosed her with mild dementia. An MRI examination revealed generalized cortical degeneration, especially in the medial temporal lobes. The patient’s MMSE score was 21 points, and her ADAS-cog score was 22 points. Standard laboratory tests revealed no clinically significant abnormalities. Alzheimer’s disease was diagnosed, and donepezil (in generic form) was prescribed, at a dosage of 5 mg daily. As the drug was tolerated so well by the patient, after 6 weeks the dosage was increased to 10 mg once a day.\\nThe patient took donepezil systematically until August 2008. During that period she was taking no other drugs, except for a few cold remedies (paracetamol, aspirin). She reported for regular checkups with her caregiver (her husband) once every 4 weeks on average. Her mental state was found to be stable. No significant abnormalities were found in laboratory tests or EKG examination.\\nIn August 2008, the patient had symptoms of a somatic disease. Due to difficult communication with the patient, the only complaints that could be confirmed were headaches and stomachaches. She had no appetite. Her temperature went up to 37.8°C, and the heart rate was 90. There were slight electrolyte changes: 104 mmol/l Cl, 4.0 mmol/l K, 147 mmol/l Na. There were no clinically significant changes in urine culture and hematology, apart from mild increase in some parameters of white cell count (total WBC and neutrophils). Based on the digestive symptoms (aches, loss of appetite), the family physician decided that the symptoms were probably a side effect of donepezil treatment and recommended termination of treatment. For the next 24 h, the patient did not improve: she remained bedridden, and her temperature was still 37.7°C.\\nWithin 3 days after the medicine had been withdrawn, the caregiver asked for psychiatric consultation due to significantly intensified dementia symptoms and increased anxiety. During the consultation, the patient showed a fluctuating level of consciousness and was unable to pay full attention; her behavior also demonstrated possible hallucinations. An attempt to conduct a neuropsychological assessment failed because of her fluctuating level of consciousness. The patient had also not slept the previous two nights, which increased her anxiety. Delirium was diagnosed, together with a somatic infection, on the basis of prior morphological tests and the clinical state. It was decided that donepezil should be reintroduced in the previous dosage of 10 mg, but divided into 2 × 5 mg. Anti-inflammatory treatment was also prescribed: aspirin (1,500 mg) and ascorbic acid. EKG and X-ray examinations were also recommended.\\nTwo days later, the patient was consulted again at home. Her behavior was calm, it was possible to cooperate with her, and there were no signs that would indicate the presence of psychotic symptoms. She still showed a loss of appetite and stayed in bed most of the time. The EKG and X-ray examinations had not revealed any pathological changes. Her temperature was 36.8°C, and her pulse was 82. According to the patient’s husband, she had calmed down significantly the next day after taking donepezil and had slept from early morning.\\nFive days after renewing donepezil treatment, her husband called to inform that the patient had regained her appetite and was no longer bedridden; her temperature was normal. A subsequent consultation in the outpatient clinic took place 7 days later (14 days after the delirium). The patient did not display a fluctuating level of consciousness; she was disoriented in time, but not in space, and was able to concentrate. However, once in every few hours, she demonstrated increased agitation and intensified disorientation. These episodes lasted from several minutes to about an hour. According to her husband, the patient wanted to leave home at these times and displayed great anxiety. Verbal persuasion was sufficient to keep her at home and calm her down after some time. Her MMSE score was now 17, and the ADAS-cog score was 34. No significant abnormalities were found in laboratory tests. The former dosage of donepezil was reintroduced (10 mg in one dose).\\nDuring subsequent monthly consultations, no disorders of consciousness were observed. Short-lasting episodes of agitation and intensified disorientation lasted for 10 days after reintroducing donepezil and then receded.\\nA complete follow-up examination, including neuropsychological assessment, was done within 6 months after the delirium episode. This examination confirmed intensification of cognitive deficiency, which was revealed a week after the delirium, but without any features of further progression in the following months.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'11926729': 1, '1811770': 1, '1556357': 1, '11563209': 1, '25702360': 1, '9894735': 1, '30741683': 1, '14618549': 1, '9469212': 1, '16863459': 1, '10078910': 1, '12673601': 1, '30654782': 1, '10401470': 1, '10327941': 1, '18341753': 1, '22249402': 2}", "similar_patients": "{}"}