{"patient_id": 164786, "patient_uid": "3863677-1", "PMID": 24353868, "file_path": "noncomm/PMC003xxxxxx/PMC3863677.xml", "title": "Epileptic Nystagmus and Vertigo Associated with Bilateral Temporal and Frontal Lobe Epilepsy", "patient": "A nine-year-old female visited our outpatient clinic suffering from intermittent, rotatory vertigo for one year. Initially, she experienced a dizzy spell two or three times a week. The duration of vertigo was less than one minute. During vertigo attack, there was no loss of consciousness, visual loss or hallucination, or any orbital discomfort. Based on the clinical pictures (spontaneous rotatory vertigo lasting less than 1 minutes, symptoms sometimes related to positional change, and no prominent abnormal findings in neurologic function test), doctor at the local clinic prescribed medication for dizziness (dimenhydrinate 150 mg/day) under the initial diagnosis of benign paroxysmal positional vertigo. However, there was no improvement of the attacks of dizziness.\\nTwo months before visiting our clinic, she had experienced more frequent (>10 dizzy spells in a single day) and severe vertigo attacks. Since then, her father has reported observation of rapid, jerky movements of the eyeball during vertigo attack. There were no accompanying neurologic, ophthalmologic, or audiologic complaints. Her father reported that he had experienced several attacks of generalized tonic-clonic seizure.\\nIn order to rule out the peripheral cause of vertigo, we performed head shake test, head impulse test, Dix-Hallpike test and head rolling test. We also performed video nystagmography, caloric test and posturography during the interictal period. Results of all these examinations were normal during the interictal period.\\nResults of neurologic examination were normal during interictal phase. However, during the ictal phase, horizontal rapid left-beating nystagmus was observed for approximately 20 seconds. The rapid phase of nystagmus was left-sided, and the slow phase was right-sided without crossing the midline (). There was no cognitive impairment, gaze deviation, cortical blindness, or visual hallucination during episodes of EN. No specific findings were observed on magnetic resonance imaging (MRI). Her ophthalmologic examination for visual acuity and visual field showed normal findings.\\nInterictal electroencephalography (EEG) showed no abnormal epileptic activity. Frequent ictal episodes were monitored during a 12 hour video EEG. During the left-beating nystagmus, the ictal EEG pattern showed rhythmic fast frequency spikes discharges initially in the right temporal regions (), with rapid spread to both temporal regions (). It was then followed by rhythmic fast spikes in bilateral frontal areas ().\\nUnder the impression of EN, we started carbamazepine (15 mg/kg/day). Only two days after the initial treatment, we observed a decrease in frequency (<10 times a day) and duration (<10 seconds) of EN and vertigo attack. After two weeks of treatment, she no longer complained of vertigo attack. Maintaining carbamazepine (15 mg/kg/day) since then, she had not experienced any dizziness for the previous 12 months.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'20832824': 1, '32877235': 1, '17182413': 1, '7619420': 1, '16511649': 1, '11160520': 1, '1743165': 1, '6781616': 1, '18707021': 1, '23087632': 1, '25795644': 1, '9335021': 1, '8255448': 1, '24353868': 2}", "similar_patients": "{}"}