{"patient_id": 42430, "patient_uid": "3671306-1", "PMID": 23762673, "file_path": "comm/PMC003xxxxxx/PMC3671306.xml", "title": "Vascular Endothelial Cell Function in Catastrophic Antiphospholipid Syndrome: A Case Report and Review of the Literature", "patient": "A 79-year-old Indian man was referred to the Division of Hematology, McGill University Health Centre, Montreal, QC, Canada, for isolated thrombocytopenia. His past medical history was limited to mild dyslipidemia, and he was taking no medications. Physical examination was significant for the absence of hemorrhagic manifestations, lymphadenopathy, and splenomegaly. The blood count confirmed mild thrombocytopenia (platelet count of 85 × 109/L) and no evidence of clumping or schistocyte formation. A prolonged prothrombin time (86.5 seconds) with a normal thrombin time led to a complete immune workup, revealing the presence of a circulating lupus anticoagulant antibody detected by a clotting assay (American Diagnostica Inc., Montreal, QC, Canada) in the absence of antiphospholipid antibodies (IgG and IgM). The antinuclear antibody (ANA) test was positive and homogeneous at 1/160, while anti-DNA binding complement was normal. Further laboratory analyses revealed a normal liver and kidney profile. Serology testing for HIV and hepatitis B and C was negative. Bone marrow aspiration and biopsy suggested an elevated number of megakaryocytes compatible with peripheral platelet destruction. Further investigation led to the diagnosis of immune thrombocytopenia (ITP) with an incidental finding of a lupus anticoagulant antibody. In the context of no previous history of a thrombotic event, no anticoagulant treatment was recommended.\\nFour years later in February 2009, the patient presented to the Emergency Department with a painful red toe felt to be secondary to arterial thrombosis. This complaint combined with the presence of a persistent positive lupus anticoagulant prompted the diagnosis of antiphospholipid syndrome. The arterial thrombosis improved with low molecular weight heparin (LMWH), and then long-term anticoagulation with warfarin following completed resolution.\\nOne year later, the patient presented with petechiae on his lower extremities and more severe thrombocytopenia of 10 × 109/L. The lack of response to a combination of prednisone (1 mg/kg/day) and intravenous (IV) immunoglobulin (1 gr/kg/day for 2 consecutive days) after 2 weeks led to the withholding of his anticoagulation, and subsequently, a splenectomy was performed.\\nHis platelet count increased to 50 × 109/L on the first post-operative day, and therapeutic anticoagulation was restarted with LMWH. On the third post-operative day, the patient suffered a myocardial infarct with inferolateral ST depression and an increased serum troponin I to 7.43 μg/L (normal <0.06 μg/L). Due to the persistence of thrombocytopenia (platelet < 50 × 109/L), acetylsalicylic acid and clopidogrel therapy were not initiated. The LMWH was switched to intravenous unfractionated heparin. Regular platelet transfusions were also administered to maintain a platelet count above 50 × 109/L.\\nA transthoracic echocardiogram showed a mildly decreased global left ventricular systolic function of 45–50%, moderate mitral regurgitation secondary to restricted systolic leaflet motion, and pulmonary artery systolic pressure of 60 mmHg.\\nAt 36 hours after the onset of the chest pain, the patient underwent a coronary angiogram, which showed normal coronaries. The serum troponin-I continued to rise up to 52 μg/L, and he developed cardiogenic pulmonary edema requiring mechanical ventilation. In the interim, his condition was complicated by acute renal failure with elevated serum creatinine to 264 μmol/L from a baseline of 127 μmol/L.\\nIn light of refractory thrombocytopenia with evidence of cardiac ischemia without macrovascular disease and progressive kidney injury, treatment for CAPS was instituted and consisted of daily plasma exchange therapy, IV immunoglobulin (1 g/kg IV on two consecutive days), and pulse steroid treatment (2 mg/kg daily). To minimize the potential risk of heparin-induced thrombocytopenia in the context of preexisting thrombocytopenia in this patient, unfractionated heparin was replaced with argatroban.\\nFour days after presentation, the patient developed massive hemoptysis felt to be secondary to the development of sepsis-related disseminated intravascular coagulation (DIC). Argatroban was withheld due to severe bleeding in the context of DIC, and the patient received supportive blood products including cryoprecipitate, fresh frozen plasma, pack red blood cells, and platelets. In the context of refractory thrombocytopenia, rituximab was initiated at the dose of 375 mg/m2 IV. Two days later, the patient developed cardiogenic shock, and a repeat transthoracic echocardiogram revealed a new echodense prolapsing mass of 10 mm attached to the anterior mitral valve leaflet, as well as severe mitral regurgitation (). His left ventricle was hyperdynamic with an ejection fraction of 65%. Despite intensive care support the patient died from multiorgan failure secondary to systemic hypoperfusion.\\nAn autopsy showed microvascular thrombi in small myocardial arteries and arterioles consistent with CAPS. Patchy but extensive myocardial necrosis was observed in both ventricles. In the midportion of the anterolateral papillary muscle, this necrosis was most evident and had resulted in rupture (). The coronary arteries were normal. Extensive pulmonary hemorrhage and a thromboembolus in the left main pulmonary artery were also observed. There was no evidence of pulmonary microvasculature thrombosis.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'23078059': 1, '19067253': 1, '30504326': 1, '12892393': 1, '23040365': 1, '16880080': 1, '20445191': 1, '19324520': 1, '19059760': 1, '12233899': 1, '1593568': 1, '16868979': 1, '22354668': 1, '22635223': 1, '22553312': 1, '20696282': 1, '23762673': 2}", "similar_patients": "{}"}