{"patient_id": 166111, "patient_uid": "3941761-1", "PMID": 24757487, "file_path": "noncomm/PMC003xxxxxx/PMC3941761.xml", "title": "Combined Chronic Occipito-atlantal and Atlanto-axial Rotator Fixation with Cerebral Palsy", "patient": "A fifty-one year old man who had fallen down 16 years ago was transferred from department of neurology because of severe pain, neck stiffness, torticollis, tilt head and ambulation difficulty by keeping holding up the head with the right hand. On physical exam, there was left side 40° tilt. 30° of rotator to the right (), and he held up his chin on his hand because of the weight of head and fixed wry neck. He could not rotate it to the left side. There were no neurological deficits except diplegic cerebral palsy, athetotic type left side dominant.\\nCervical computerized tomography (CT) and Magnetic resonance imaging (MRI) confirmed the occipito-atlantal and atlanto-axial rotatory fixation (). Conservative treatments such as botulinum toxin injection for 3 months were not effective in relief of symptom. We didn't perform traction because we thought it wouldn't be effective for his chronic state. Further conservative treatment plan was established and a halo vest was applied to the patient. During 2 months of halo vest appliance, he showed good compliance. But, halo vest fixation was not maintained after 60 days. Because pain was developed over time, he removed it. After that, skull fracture and pneumocephalus with hemorrhagic contusion were presented in brain CT scans. After confirming the absorbed pneumocephalus with hemorrhagic contusion in brain CT scans, we revised halo vest and finished using intravenous antibiotics. But he did not overcome headache and removed it again by himself one more time. Compared with the previous halo vest immobilization, there still remained torticollis in C-spine X-ray. The head is badly rotated on the right side and tilted on the left. He can hardly maintain this position less than 3 minutes devoting his strength. After 3minutes, he has to support his head with his hand. So we decided to operate using occiput-C1-C2 arthrodesis and C3-4-5 bilateral screw fixation for reinforcement to correct undesirable turning head because of spasmodic torticollis (). After the operation, we tried to make halo vest again for stability during 100 days. He was discharged from our hospital with plentiful of satisfaction about postoperative state after removal of all outer devices.\\nOne year after the operation, he complained of headache in occipital area, we made C-spine X-ray and found occipital plate loosening. So we performed re-fixation of occipital plate and screw. After the re-fixation, we have monitored him for 2 years and not found any complication (). Now he doesn't have neurologic deficit and shows good outcome enough to sustain his head, not using his hands, in his daily life.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'3576344': 1, '833172': 1, '2365725': 1, '10199260': 1, '22269577': 2, '12724596': 1, '19337133': 1, '16284564': 1, '22281477': 1, '24757487': 2}", "similar_patients": "{'3275470-1': 1}"}