{"patient_id": 36732, "patient_uid": "3227534-1", "PMID": 22162705, "file_path": "comm/PMC003xxxxxx/PMC3227534.xml", "title": "Septic Mesenteric Venous Thrombophlebitis: A Rare Complication of Acute Appendicitis", "patient": "A 45-year-old man was transferred in our emergency department due to abdominal discomfort. He mentioned the presence of diffuse abdominal pain since four days with concomitant fever up to 38,5°C and diarrhea. No regular medication intake was mentioned. The clinical examination revealed epigastric pain and the absence of rebound tenderness. Biochemical and hematologist tests (electrolytes, liver and kidney function tests) were within normal laboratory range, with the exception of elevated white blood cells count (WBC = 14.000/mm3). Abdominal computed tomography (CT) revealed the presence of an acute appendicitis with acute mesenteric vein thrombosis (Figures and ). Particularly, CT scan of the pelvic region () showed inflammation of the appendix (arrow) with marked periappendiceal infiltrates, while few slices above a thrombus into the superior mesenteric vein (arrow) were detected (), without the presence of ascites or splenomegaly. Apparently, the septic allocation passed through the ileocolic vessel to the superior mesenteric vein, predisposing its thrombosis.\\nWith these findings and prior to operation, the volume flow rate of blood in the portal/superior mesenteric vein was assessed using a duplex ultrasound system.\\nThe patient was treated with emergent open appendectomy and received broad spectrum antibiotics (cefuroxime plus metronidazole). A low-molecular-weight heparin was perioperatively administered, while the postoperative course was uneventful.\\nThe followup included a monthly performed duplex ultrasound, which never revealed thrombus expansion into portal or splenic vein. Furthermore, no splenomegaly or cavernosus transformation of the portal vein was observed. A remarkable thrombus shrinkage was detected during his last examination. The patient remained asymptomatic during the six-month follow-up period.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'20864076': 1, '11045699': 1, '20735334': 1, '31770213': 2, '22162705': 2}", "similar_patients": "{'6890307-1': 1}"}