{"patient_id": 166500, "patient_uid": "3968549-1", "PMID": 24683429, "file_path": "noncomm/PMC003xxxxxx/PMC3968549.xml", "title": "Revision Total Hip Arthroplasty Combined with Subtrochanteric Shortening Osteotomy: Case Report", "patient": "A 66-year old female was referred to our hospital with a chief complaint of pain in her bilateral buttocks and the need to use two crutches to walk.\\nShe had a history of acetabular dysplasia, however, the treatment was unspecified. When she was 44 years old, she underwent bipolar head arthroplasty (BHA) with a bone graft.\\nNo clinical signs and laboratory findings of infection were observed prior to the revision surgery.\\nRoentgenograms showed that the implant of her right BHA had migrated proximally, and sapphire pins were placed at the new acetabulum. We concluded that she underwent BHA with a bone graft to create a new acetabulum in the high hip center, because her right true acetabulum was intact in spite of the hypoplasia. In addition to the right implant migration, her left hip joint was congenitally completely dislocated (Fig. ).\\nThe patient then underwent revision THA combined with V-shaped subtrochanteric shortening osteotomy and allogenic bone grafting. A posterolateral approach was used under spinal anesthesia.\\nAround the proximal femur, there was massive metallosis which had been created from the friction between the outer head and sapphire pins. In addition, there was a marked bone defect in the proximal femur, and stem loosening was also observed.\\nFirst, the prosthesis of the BHA and sapphire pins were removed, and sufficient irrigation and debridement were performed. Placing a shell at the new acetabulum was impossibile, because there was a severe bone defect. Therefore, a V-shaped subtrochanteric shortening osteotomy was performed in order to place the shell at the true acetabulum. The V-shaped osteotomy is considered to be an appropriate surgical procedure because the osteotomy site is torsionally more stable than other types of osteotomy and the osteotomy site can be stabilized with a shorter stem. We performed the V-shaped osteotomy using a special device that was developed by Hotokebuchi et al. [] (Fig. ).\\nThen, an AMS-HA acetabular shell with an AMS (polyethylene liner) liner was placed with six screws at the true acetabulum, and a cementless full hydroxyapatite-coated femoral component (a PerFix-HA Mid Size Stem) with a 28-mm zirconia ball (Kyocera, Kyoto, Japan) was used.\\nMorselized allogenic bone was grafted at the superior site of the shell and defect site of the proximal femur, and bulk allogenic bone was grafted at the new acetabulum (Fig. ). The allogenic bone was frozen, and the grafts were processed aseptically. And they were not irradiated. The total length of the operation was 125 minutes, and the total blood loss was 1151 ml.\\nUnfortunately, the patient had to undergo stem revision 26 days after the first revision surgery for a recurrent dislocation. Moreover, two months after the first revision surgery, she underwent irrigation and debridement for an infected right revisionTHA due to Staphylococcus caprae. The infection was not controlled, and two-stage revision surgery using a cement mold including antibiotics was performed to treat the infected revision THA. The femoral component was changed from a PerFix-HA Mid Size Stem to a Per-Fix HA Long Size Stem (Kyocera, Kyoto, Japan).\\nThereafter, we performed THA with a subtrochanteric shortening osteotomy for the left hip. The last follow-up occurred approximately four years after the first revision surgery, at which time all laboratory findings indicative of infection remained well within the normal limits, and no clinical signs of infection were noted. The patient is currently able to walk without a cane.\\nRoentgenograms showed marked bone absorption at the site of the stem shaft, however, there was no evidence of instability (Fig. ).", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'2592388': 1, '16446198': 1, '3572412': 1, '2016612': 1, '30335030': 1, '22580867': 1, '10150358': 1, '9268805': 1, '7673911': 1, '22005871': 1, '2312556': 1, '8118994': 1, '8421012': 1, '3315381': 1, '24683429': 2}", "similar_patients": "{}"}