{"patient_id": 162077, "patient_uid": "3699688-1", "PMID": 23833761, "file_path": "noncomm/PMC003xxxxxx/PMC3699688.xml", "title": "Acute gastric volvulus treated with laparoscopic reduction and percutaneous endoscopic gastrostomy", "patient": "A 50-year-old man with a medical history of subdural hematoma 8 years previously recently reported the sudden onset of pain in the epigastric area. He visited the local hospital and was checked by simple abdominal X-rays, abdominal computed tomography (CT) and gastroscopy. He was diagnosed with acute gastric volvulus and was transferred to our hospital for an emergency operation.\\nHis vital signs were as follows: temperature, 36.9℃; heart rate, 70/min; blood pressure, 170/90 mmHg; and respiration, 16/min. On physical examination, the abdomen was found to be distended with upper abdominal tenderness and rebound tenderness. Laboratory values were within normal limits.\\nshows the initial simple abdominal X-ray and the endoscopic image. Both the abdominal erect and supine X-ray views reveal the distention and air-fluid levels in the stomach (). The endoscopic image shows the congested and edematous gastric wall (). However, endoscopic reduction of the acute gastric volvulus could not be performed. depicts the twisted axis: the stomach was rotated along the axis that joins the mid and lesser curvatures (mesentero-axial volvulus). The coronal abdominal CT view provides detailed information about the gastric volvulus (). In , arrow ① indicates the esophagus and gastroesophageal junction, and arrow ② shows that the body portion is superior to the fundus area. Arrow ③ in shows that the gastric low body is located below the diaphragm and is connected to the duodenum.\\nThe patient complained of severe abdominal and rebound tenderness. Since this is one of the symptoms and a sign of gastric strangulation, an emergency operation was scheduled.\\nAfter administering a general anesthetic, the patient was placed in the inverted Y position. The surgeon stood to the right of the patient and the first assistant stood opposite the surgeon. The camera operator stood between the legs of the patient. The umbilical camera port was established by using an open technique. After establishing a pneumoperitoneum, four ports were placed (two 11-mm and two 5-mm ports) (). Intracorporeal CO2 pressure was maintained at 12 mmHg. The operation commenced with a survey of the intraabdominal cavity. Blood stains in the greater omentum were detected along with a mass-like twisted stomach below the diaphragm (). The reduction of the gastric volvulus was performed by placing traction on the greater omentum with two atraumatic bowel graspers. Normal stomach anatomy was then observed (). Blood and hematoma could be seen in the spleen hilum. Endoscopist placed the PEG in the midbody greater curvature side (). An endoscopic image of the PEG after its insertion is shown in . An upper gastrointestinal (GI) contrast study was performed on the third postoperative day and complete reduction of the stomach was confirmed without any evidence of obstruction (). The patient was put on a diet on the fourth postoperative day and was discharged on the sixth.\\nThe patient visited the outpatient clinic on the fourteenth postoperative day. A photo of his abdomen is shown in (the blue circles indicate the port sites). He had resumed his regular diet. He was readmitted for the removal of the PEG 2 months after the initial operation. After fasting beginning at midnight, the silicone PEG was removed by extracting the catheter. The patient fasted for 2 days and then resumed his regular diet. He was discharged after 3 days. Five months after his initial operation, the abdominal scars had almost completely disappeared ().", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'10998659': 1, '7396092': 1, '14712102': 1, '33240716': 2, '31872178': 1, '1341543': 1, '29755908': 1, '26161290': 2, '17180266': 1, '4043688': 1, '4016626': 1, '26629290': 1, '8213725': 1, '11056441': 1, '30151116': 2, '29764844': 1, '28275016': 1, '5642730': 1, '23833761': 2}", "similar_patients": "{'7682922-1': 1, '6105112-1': 1, '6105112-2': 1, '4496443-1': 1}"}