{"patient_id": 155166, "patient_uid": "3162281-1", "PMID": 21909222, "file_path": "noncomm/PMC003xxxxxx/PMC3162281.xml", "title": "A Case of Cutaneous Side Effect of Methotrexate Mimicking Behçet's Disease", "patient": "A 63-year-old woman presented with erythematous painful ulcers in the oral cavity and vulva, and multiple erythematous to purpuric crusted patches and papules on both legs. Five weeks ago, she presented with chief complaints of loss of vision in the right eye. Her fundus examination was within normal limits. On anterior segment fluorescein and indocyanine green, the patient was diagnosed as having diffuse necrotizing scleritis. She started treatment with MTX (10 mg daily). Three weeks after starting the treatment with MTX, erythematous ulcers appeared in her oral cavity and vulva. Concomitantly, erosive erythematous crusted patches and papules appeared on both legs. The patient was referred to the department of dermatology for evaluation of Behçet's disease. A physical examination showed erythematous ulcers in her oral cavity (), vagina, and erosive erythematous patches and papules on both lower legs (). Differential diagnosis included Behçet's disease and cutaneous side effects of MTX. Laboratory tests showed hemoglobin of 8.3 g/dl, white blood cell count 1.99×103 cells/mm3 and platelet count 72×103/mm3. Liver and renal function tests were normal. Antinuclear antibodies and HLA-B51 were positive and anti-ENA antibody group was negative. Pathergy test was also negative. Histopathological findings showed flattening of rete ridges and dykeratotic keratinocytes, vacuolar degeneration, and hyperpigmentation in the epidermis. In the dermis dense perivascular lympho-histiocytic infiltration was seen, without evidence of vasculitis (). Although systemic steroid (prednisolone 50 mg/day) was given in combination with colchicines for 1 week, there was no clinical improvement. After reducing the dose of MTX (7.5 mg, weekly twice) for a month and subsequently stopping the MTX and starting treatment with pyridoxine, the mucocutaneous lesions were healed completely. After 12 months, there had been no recurrence of the lesions. Although the patient presented with oral and genital ulcers mimicking Behçet's disease and HLA-B51 was positive, the skin lesions showed significant correlation with the MTX treatment. Therefore we diagnosed the condition as acute cutaneous side effects of MTX.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'17958806': 1, '30818310': 1, '27438211': 2, '15708945': 1, '3042816': 1, '3346128': 1, '12894123': 1, '8115160': 1, '8912599': 1, '6512051': 1, '21909222': 2}", "similar_patients": "{'4938288-1': 1}"}