{"patient_id": 161511, "patient_uid": "3657936-1", "PMID": 23717241, "file_path": "noncomm/PMC003xxxxxx/PMC3657936.xml", "title": "Low-dose spinal anesthesia for urgent laparotomy in severe myasthenia gravis", "patient": "An 84-year-old woman was admitted to our hospital with the diagnosis of abdominal pain, nausea, and vomiting. Computed tomography scan revealed a 2.5-cm foreign body in terminal ileum, with an increased intestinal wall diameter and liquid collection in underlying peritoneal fat []. She had MG for 8 years and was classified as Osserman Grade IIB, with ptosis, respiratory dysfunction, and mild generalized weakness. Her past medical history included allergy to penicillin, gastroesophageal reflux disease, hypothyroidism, hypertension, intestinal dysfunction, and frequent respiratory infections. Her daily medications included pyridostigmine 60 mg every 8 h, levothyroxine 100 μg daily, pantoprazol 20 mg daily, and aziatropin 9 mg daily. She had received anticholinesterase drug therapy 8 h before surgery. Her chest radiograph showed a discrete kyphoscoliosis and electrocardiogram was unremarkable; preoperative hemoglobin was 10.4 mg/dL. Her pulmonary function test performed 6 months ago showed a predicted forced expiratory volume in 1 second (FEV1) of 70%, a predicted forced vital capacity (FVC) of 54%, and FEV1/FVC of 0.94. Pulse oximetry showed a stable saturation of 91-93% whilst she was breathing air. We were concerned that general anesthesia would contribute to further respiratory failure requiring prolonged intensive care management and ventilation, and we opted for a low single dose spinal anesthesia. After routine monitoring tests were done, the patient was sedated with 1 mg midazolam iv. Spinal anesthesia was carried out at L2–L3 vertebral interspace in the sitting position using a 25-gauge pencil point spinal needle (Braun). After free flow of cerebrospinal fluid was observed, 8 mg 0.5% hyperbaric bupivacaine (Braun) plus 20 μg fentanyl (total volume 2 mL) was injected over 10 sec without barbotage. The patient was then turned in 15° head-down tilt position, receiving oxygen 6 L/min through a facemask. This position was maintained during the entire procedure. Pinprick test done 10 min ago demonstrated a bilateral block to T3. The procedure lasted 1.5 h, and the patient received 500 mL of 6% hydroxyethyl starch solution and 1500 mL of lactated Ringer's solution. The patient received spinal bupivacaine, i.v. clindamycin, fentanyl, midazolam, and ephedrine during surgery. Reduction in oxygen saturation or any degree of respiratory difficulty was not observed. A 15-cm ileectomy with mechanical ileocecal anastomosis was performed, with the patient remaining comfortable and hemodynamically stable during the procedure. Sensory and motor function completely recovered 2 h after the surgical procedure. Postoperatively, no adverse respiratory events were observed and the patient was discharged home 12 days after surgery.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'12075657': 1, '8896851': 1, '17986047': 1, '17019167': 1, '22156274': 1, '19258991': 1, '10926074': 1, '18063211': 1, '16575042': 1, '15220175': 1, '23717241': 2}", "similar_patients": "{}"}