{"patient_id": 45938, "patient_uid": "3934533-1", "PMID": 24660002, "file_path": "comm/PMC003xxxxxx/PMC3934533.xml", "title": "Malignant Lymphoma in the Parasellar Region", "patient": "A 78-year-old woman with no remarkable medical history presented with diplopia, left ptosis, and back pain that has persisted for over one month. Her ocular motility improved spontaneously, but 3 months later, fever, polyuria, and polydipsia appeared. Her body temperature rose to between 38° and 39°C every night. Her urinary volume was 4-5 L/day. There was no weight loss or neurological abnormality. So she went to general hospital and performed brain and thoracic magnetic resonance (MR) imaging. These images showed double lesion at sellar region and Th3 vertebral body. Then, she was admitted to our hospital.\\nLaboratory studies showed anemia and a slight elevation of the serum levels of inflammatory markers. Hemoglobin was 10.3 g/dL (normal, 12.0–16.0). C-reactive protein (CRP) was 4.09 g/mL (normal, <5 mg/dL), and the erythrocyte sedimentation rate (ESR) was 20 mm/hr (normal, <3–15 mm/hr). The lactate dehydrogenase (LDH) level was also high at 535 U/I (normal, 124.0–232.0). The patient's basal levels of anterior pituitary hormones were almost within normal range. Diabetes insipidus was suspected based on the clinical findings. The markers of infections, such as HIV, HBV, and HCV, were all negative. The level of serum interleukin-2 receptor (sIL-2R) was examined because of detected multiple lesions, and it increased to 7526 U/mL (normal, 190–650).\\nMR imaging of the brain revealed an intra- and parasellar mass lesion extending to the upper clivus, sphenoid sinus, and right cavernous sinus. The intrasellar mass compressed the pituitary gland to the dorsal side. The lesion was isointense on T1-weighted images, iso- to hypointense on T2-weighted images, and inhomogeneously enhancing after contrast injection (Figures –). No other brain lesion was found. Thoracic MR imaging revealed a mass lesion with compression fracture of the Th3 vertebral body. It was isointense on T1- and T2-weighted images and homogeneously enhancing (). Fluorodeoxyglucose positron emission tomography (FDG-PET) imaging showed abnormal accumulations in the parasellar lesion and the C6 and Th3 vertebrae. Another workup had been done in a different hospital 2 weeks before the patient's admission at our facility, including computed tomography (CT) of the thorax, abdomen, and pelvis and bone scintigraphy; these were all negative. The preoperative differential diagnosis was metastatic tumor, malignant lymphoma, multiple myeloma, Tolosa-Hunt syndrome, Wegener granulomatosis, or skull base sarcoma.\\nWe performed an endoscopic endonasal biopsy. The histological examination revealed hyperplastic tumor cells with a high mitotic index. Immunohistochemically, CD20 (a B-cell marker) was positive, CD3 (a T-cell marker) was negative, and the MIB-1 index was 100%. These findings were consistent with a diffuse large B-cell lymphoma. The bone marrow aspiration revealed positive lymphoma cells. A lumbar puncture showed no tumor cells in the cerebrospinal fluid. Another CT scan of the thorax, abdomen, and pelvis was performed, confirming the presence of hepatosplenomegaly, which seemed to be the consequence of infiltration of the tumor cells. Based on the results of the bone marrow aspiration and CT findings, this patient was diagnosed as having SPL.\\nPostoperatively, the patient underwent five courses of chemotherapy with the R-THP-CVP regimen (rituximab, pirarubicin, doxorubicin, hydrochloride, cyclophosphamide hydrate, vindesine sulfate, and prednisolone). It took three weeks for one course of chemotherapy. After this chemotherapy, the follow-up MR imaging demonstrated a significant interval decrease in the size of the suprasellar and vertebral masses (). Bone marrow aspiration revealed no infiltration. The serum levels of LDH and sIL-2R were decreased (LDH 156, sIL-2R 1063). She was discharged from our hospital after 4 months from operation. After discharge from our hospital, she received one more course of chemotherapy in another hospital. The patient no longer presented with fever. Her diabetes insipidus is well controlled with DDAVP. MR imaging showed complete remission and no signs of recurrence at 4 years after the operation.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'8145058': 1, '10360480': 1, '8225384': 1, '10207686': 1, '10761271': 1, '11297569': 1, '18317685': 1, '10706771': 1, '11216706': 1, '10768833': 1, '8599981': 1, '2764822': 1, '10622097': 1, '21114849': 2, '28362886': 1, '8597896': 1, '8948282': 1, '33613443': 2, '26933415': 2, '11081150': 1, '9078321': 1, '9204025': 1, '33982665': 1, '17886569': 1, '9279568': 1, '20146099': 1, '11901000': 1, '11100751': 1, '16379034': 1, '16284431': 1, '9488992': 1, '638956': 1, '10090680': 1, '20062782': 2, '32221784': 1, '12222836': 1, '14561574': 1, '8078533': 1, '24660002': 2}", "similar_patients": "{'4748791-1': 1, '7890261-1': 1, '7890261-2': 1, '3006376-1': 1, '2803816-1': 1}"}