{"patient_id": 35584, "patient_uid": "3119448-1", "PMID": 21750639, "file_path": "comm/PMC003xxxxxx/PMC3119448.xml", "title": "Case Report: Two Patients with Partial DiGeorge Syndrome Presenting with Attention Disorder and Learning Difficulties", "patient": "Patient 1 was a 13.6-year-old boy born to unrelated healthy parents. Initially, he was admitted to the Psychiatry Department with attention deficit and socialization problems. Following psychiatric assessment, the patient was referred to our pediatric endocrinology department for evaluation of possible hypothyroidism. The patient’s mother reported that he was inattentive and asocial. The boy had medical history of mild recurrent numbness in his hands in the past 2 years. At physical examination, mild facial dysmorphism was noted - prominent nose with a bulbous tip, small mouth and eyes, ocular hypertelorism, and long face (). The laboratory investigations revealed a serum calcium level of 6.6 mg/dL, phosphorus 8 mg/dL, intact parathormone level of 24.9 pg/mL (normal: 10-65), 25-hydroxyvitamin D level of 25 μg/L, and urine calcium/creatinine ratio of 0.01. His thyroid hormone levels were within the reference range. Despite the normal parathormone levels, the presence of hypocalcemia and hyperphosphatemia suggested a possible diagnosis of hypoparathyroidism. The thymus was not visualized at scintigraphic evaluation. Immunologic studies revealed normal levels (%) and absolute numbers (per mm3) of T cells/T-cell subsets, B cells and NK cells, except for a slightly decreased CD3+ (CD16+56+)-cell level (48-58%; normal range for children: 58-82%). The lymphoproliferative response to both phytohaemagglutinin (PHA) and anti-CD3 monoclonal antibodies was also found to be normal. There was no clinically overt immunodeficiency. The patient had no cardiac defects. Ultrasonography of the left kidney demonstrated a cortical cyst (Table 1). Fluorescence in situ hybridization (FISH) analysis, using the Tuple probe specific to the DGS region, showed the chromosome 22q11.2 deletion.\\nPatient 2 was a 14.2-year-old boy born to unrelated parents. He presented to the Psychiatry Department with learning difficulties and numbness in his hands before being admitted to our pediatric endocrinology department. He was referred to our clinic for evaluation of a possible diagnosis of hypothyroidism and hypocalcaemia. The patient’s medical history revealed impaired school performance and mild recurrent numbness in his hands. He had an atrial septal defect (ASD) repaired when he was 6 years old. Physical examination showed mild facial dysmorphism with prominent nose and bulbous tip, small mouth and eyes, ocular hypertelorism, and long face (). Chvostek’s and Trousseau’s signs were positive. The laboratory investigations revealed hypoparathyroidism. Serum calcium level was 4.6 mg/dL, phosphorus 8.4 mg/dL, parathormone level was normal (32.9 pg/mL, reference range: 10-65 pg/mL), 25-hydroxyvitamin D level was 31 μg/L, and urine calcium/creatinine ratio was 0.02. The patient was euthyroid. The thymus was not visualized by thoracic computed tomography. Immunologic studies showed low levels of CD3+ and CD8+ T lymphocytes. There was no clinically overt immunodeficiency (). Peripheral blood CD3, CD4I, CD8, CD19 and CD16+56+ cell counts in absolute numbers, as well as the lymphoproliferative response to PHA and anti-CD3 monoclonal antibodies, were found to be normal. FISH analysis revealed chromosome 22q11.2 deletion.", "age": "[[13.6, 'year']]", "gender": "M", "relevant_articles": "{'19307681': 1, '16463032': 1, '9733045': 1, '19269692': 1, '18956803': 1, '29472823': 2, '19062108': 1, '26056486': 1, '29622714': 1, '9192263': 1, '2512165': 1, '11801894': 1, '21750639': 2}", "similar_patients": "{'5820982-1': 1, '5820982-2': 1, '5820982-3': 1}"}