{"patient_id": 38953, "patient_uid": "3441203-1", "PMID": 22800293, "file_path": "comm/PMC003xxxxxx/PMC3441203.xml", "title": "Strangulated intercostal liver herniation subsequent to blunt trauma. First report with review of the world literature", "patient": "A 61-year old man was admitted at Level 1 Trauma Centre, following a 3 metre fall from scaffolding onto a trestle stand. On arrival the patient showed normal vital signs and was complaining of pain in the right thoracoabdominal region, where a seriously injured skin mark and swelling was obvious. A right haemopneumothorax was identified on chest X-ray and treated with a 32Fr chest tube. Computer tomography (CT) with intravenous contrast demonstrated: right lung contusions, lateral 9th to 12th rib fractures with herniation of segment VI of the liver through an acquired defect in the 9th -10th intercostal space, a grade III liver laceration and a grade III laceration of right kidney without contrast extravasation. Medical history included: obesity, hypertension, and obstructive sleep apnoea requiring a continuous positive airway pressure device at night.\\nThe initial management of these injuries was conservative. The patient required High Dependency Unit admission for non invasive ventilation, pain relief and aggressive chest physiotherapy. Follow-up CT (48 hours postinjury) demonstrated the absence of contrast enhancement suggesting strangulation of the herniated liver (Figure ). Transaminases and all liver function test were only slightly elevated. Conservative management was successful and the patient was discharged 12 days post injury.\\nAt 45 days follow-up the patient presented with a large and painful collection (70 x 65 mm). This was treated with incision and drainage. About 50 ml of necrotic liver was debrided (Figure ). Definitive repair of the TTIH was further postponed due to the risk of a prosthetic mesh infection. Intra-operative cultures taken however showed no growth.\\nAt 7 months follow-up, the patient presented with a large reducible TTIH (Figure ). On CT, the defect measured 120 x 90 mm and the sac contained the hepatic flexure of the colon and a small part of the liver margin (Figure ). The repair of the defect was planned in 2 months in order to allow full recovery from injury and optimization of body weight.\\nDefinitive surgical repair was performed under general anaesthetic, with the patient on left lateral decubitus position. Laparoscopic port placement involved a 10 mm umbilical port, one 15 mm port and two 5 mm ports in equidistant subcostal positions. After initial orientation, the hepatic flexure, the omentum and the liver margin were sharply dissected from the sac. Once the sac and its neck were clearly demonstrated, a 21.0x15.9 cm low profile polypropylene and expanded polytetrafluoroethylene (ePTFE) double mesh prosthesis (Bard® Composix® L/P Mesh, US) was used for the repair. Due to the proximity of the diaphragm to the defect, it was decided to use a combination of intracorporal suturing and endoscopic tacks. The caudal part of the mesh was secured to the abdominal wall with helical tacks (5 mm Protack® Autosuture® Tyco®, US). The cranial aspect of the mesh was sutured to the diaphragm with a continuous 1 braided polyester (CT-1 Ethibond®, US). The postoperative course was uneventful, with hospital discharge on the fourth postoperative day.\\nAt the twelve months follow up after hernia repair the patient presented with some discomfort and features suggesting a recurrent hernia. CT confirmed the diagnosis and identified the presence of omentum in the sac.\\nAt laparoscopic exploration the mesh appeared well embodied and completely peritonealised. There was a 2 x 2 cm defect between the abdominal wall and the lower part of the mesh (due to failure of the endotack fixation). The omentum was reduced in the abdomen and the mesh sutured to abdominal wall by laparoscopic means. In order to increase the strength of the repair, the intercostal space was partially re-approximated with three figure of eight braided polyester stiches (CT-1 Ethibond®, US) through a 5 cm incision. The patient was discharged 48 hours post procedure with minimal discomfort. At the 12-month follow up after the second reconstructive procedure there was no evidence of recurrence.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'5833203': 1, '657905': 1, '10923968': 1, '8553271': 1, '18593423': 1, '28064381': 1, '16921312': 1, '18936683': 1, '9783630': 1, '5758525': 1, '677764': 1, '14759465': 1, '25785325': 1, '11510608': 1, '11426131': 1, '24623405': 1, '15453078': 1, '25197605': 2, '34084890': 2, '30391927': 1, '18293055': 1, '33655114': 1, '17862749': 1, '32766369': 2, '8913225': 1, '18272132': 1, '24068274': 2, '19541311': 1, '8145331': 1, '5429173': 1, '11740284': 1, '25460469': 1, '289379': 1, '15583969': 1, '22800293': 2}", "similar_patients": "{'8163488-1': 1, '4075857-1': 1, '4075857-2': 1, '4075857-3': 1, '7377917-1': 1, '4150516-1': 1}"}