{"patient_id": 166056, "patient_uid": "3937489-1", "PMID": 24616857, "file_path": "noncomm/PMC003xxxxxx/PMC3937489.xml", "title": "A case of subcutaneous zygomycosis", "patient": "A 6 month-old female child presented with the chief complaints of multiple painless swellings over her left knee for the past 4 months, which was insidious in onset and gradually progressive. The present illness was preceded by an insect bite 4 months ago following which she developed erythematous nodules, which have gradually progressed with ulceration. It was associated with low -grade fever for the first 10 days following the insect bite. Physical Examination revealed multiple nodules over the extensor aspect of left thigh and a single well- defined erythematous indurated non- tender nodule of size 3 cm × 4 cm with central ulceration with eschar formation present over the left knee. The swelling was firm in consistency with smooth and rounded edges. It was freely mobile over the underlying structure [Figures and ]. Bilateral inguinal lymphadenopathy was noted.\\nRoutine investigations were carried out; complete blood picture-Haemoglobin -13.7 g%, Total leucocyte count -9,900 cell\\cu.mm, Differential Count –Neutrophils -55%, Lymphocytes- 40%, Eosinophils - 4%, Monocytes - 1%, and Platelets-1.76 lakhs/cu.mm. Complete urine examination - urine was clear with 2-3 pus cells, 3-4 epithelial cells with no albumin and sugar. Human immuno-deficiency virus 1 and 2- non- reactive; and Liver Function Test -normal; X-ray left thigh– showed soft- tissue swelling. Microbiological investigations: On direct examination of the tissue specimen with 10% KOH showed fungal elements with broad aseptate hyphae. Growth on Sabourauds Dextrose Agar at 30°C showed flat creamy brown, furrowed colonies with pale reverse by 3 days []. After about a week, satellite colonies have developed and the colonies have turned brown in colour []. Lactophenol cotton blue wet mount demonstrated aseptate hyphae and smooth walled zygospores with characteristic conjugation beaks, which confirmed the fungus to be B. ranarum []. Histopathological report says sections of normal skin with subcutaneous tissue showing inflammatory granulomatous reaction with diffuse and dense infiltration by eosinophils, polymorphs, histiocytes, plasma cells, lymphocytes, and few multinucleated giant cells. The central fragments showed fragments of aseptate hyphae.\\nFollowing the confirmation of the diagnosis as basidiobolomycosis by culture and microscopy, the patient was put on saturated solution of oral potassium iodide (KI) in milk. The initial dose was 5 drops (approximately 1 ml) thrice a day after meals followed by increase in dosage by 1 drop/dose until 40 drops/dose. Therapy was continued untill the signs of active disease have disappeared. Subsequently, the dosage has been decreased by 1 drop/dose until 5 drops were given, followed by discontinuation. Complete resolution of the lesions was seen by 8 weeks after initiation of treatment [].", "age": "[[6.0, 'month']]", "gender": "F", "relevant_articles": "{'14748801': 1, '33959531': 2, '10669127': 1, '28959073': 1, '30022946': 2, '19961248': 1, '25821287': 1, '30158298': 1, '30859059': 1, '10756000': 1, '24616857': 2}", "similar_patients": "{'8088161-1': 1, '6047539-1': 1}"}