{"patient_id": 44868, "patient_uid": "3867862-1", "PMID": 24368963, "file_path": "comm/PMC003xxxxxx/PMC3867862.xml", "title": "Acute Liver Failure Occurring during the First Trimester of Pregnancy Successfully Treated with Living Donor Liver Transplantation", "patient": "A 30-year-old woman at week 12 of pregnancy was referred and transferred to Chiba University School of Medicine Hospital from another hospital with 10 days of liver test abnormalities and jaundice, for consciousness disturbance and coagulopathy. On the first admission into another hospital, two days after her first symptom of jaundice, her laboratory findings were total bilirubin, 15.6 mg/dL; AST, 2286 IU/L; ALT, 1818 IU/L; and prothrombin time, 37%. She had been healthy, apart from suffering from a left wrist fracture three years earlier and occasionally taking loxoprofen for lower back pain. There was no history of liver disease, alcohol consumption, or transfusion. She had 5 children, who were born via normal vaginal delivery, and she did not show liver test abnormalities at the time of their births. Her family had no history of liver disease. On physical examination, she was obese (her weight, 95 kg; body length, 1.70 m; and body mass index, 32.5 kg/m2) and found to be deeply jaundiced. Flapping tremor, disorientation, and hepatic encephalopathy grade III were noted. On admission to our hospital, her laboratory findings had deteriorated as follows: total bilirubin, 20.5 mg/dL; AST, 281 IU/L; ALT, 495 IU/L; prothrombin time, 12%; international normalized ratio (INR), 3.25; NH3, 131 μg/dL; AFP, 10 ng/mL; and hepatocyte growth factor, 4.43 ng/mL (normal < 0.4 ng/mL). Serum IgG, IgM, ceruloplasmin and copper were at normal levels, but IgA (418 mg/dL) and urine copper (471.6 μg/day) were slightly elevated. Viral serology was negative for HBsAg, anti-HBc IgM, anti-HAV IgM, anti-HCV, anti-HEV IgA, anti-HSV IgM, anti-VZV IgM, anti-EBV VCA, and anti-HIV. Serum HBV DNA, HCV RNA, and HEV RNA were all negative. Anti-CMV IgM was weakly positive but CMV-antigen was negative. Serum antinuclear antibody was slightly positive, but antimitochondrial and antismooth muscle antibodies were negative. Abdominal ultrasound and computed tomography (CT) demonstrated moderate ascites, atrophic liver, and slight splenomegaly but no collateral vessels (). On admission, MELD score was 31. We started to perform online hemodiafiltration concomitant with slow plasma exchange twice as artificial liver supports, and performed dilatation and curettage one day after admission to improve consciousness disturbance and coagulopathy. Seven days later, as her general hepatic status and MELD score did not improve, urgent transplant of a liver from a living related donor, her healthy father, was performed. The patient was discharged with nearly normal liver function at 3 months after surgery, and she and her father were at home in good health at 9 months.\\nThe explanted liver weighed 720 g; there was no sign of cirrhosis, and the hepatic architecture was preserved (). Liver histology of the affected liver was consistent with massive necrosis and extensive coagulative necrosis ().", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'32938902': 1, '19619174': 1, '9275105': 1, '23798915': 2, '2234717': 1, '21053487': 1, '23227416': 2, '2403963': 1, '12131701': 1, '2402806': 1, '16629654': 1, '2487587': 1, '15114933': 1, '7676503': 1, '12170538': 1, '1611024': 1, '8212297': 1, '7648145': 1, '22379955': 1, '11807187': 1, '16449112': 1, '17580226': 1, '1949180': 1, '21929775': 2, '22370690': 1, '7932960': 1, '24368963': 2}", "similar_patients": "{'3678146-1': 1, '3513828-1': 1, '3183039-1': 1}"}