{"patient_id": 40523, "patient_uid": "3534626-1", "PMID": 22676322, "file_path": "comm/PMC003xxxxxx/PMC3534626.xml", "title": "Ileocolic intussusception due to a cecal endometriosis: Case report and review of literature", "patient": "A 19 years old multiparous woman was referred to our unit to investigate an abdominal mass. Her last menstrual period was two weeks before. The patient gave two months history of chronic periombilical pain requiring regular hospital admission and analgesia. The symptoms were not related to menses. There were no other significant symptoms. She had a history of endometriosis involving ovaries, and had undergone an ovarian cystectomy for endometrioma one year previously.\\nThe physical exam showed a periombilical palpable mass, painful, and no lymphadenopathy was noted. Complete blood count and biochemical tests were normal.\\nThe computed tomography (Figure \\n) scan showed one an ileocolic intussusception. The preoperative diagnoses were a malignant tumour of the colon caecum (adenocarcinoma, sarcoma), or benign tumour (lipoma, villous tumour).\\nA laparotomy was performed and revealed an ileocolic intussusception. The abdominal exploration did not find any endometriosis lesion. Ileocaecal resection was performed.\\nPostoperative courses were uneventful. After six months follow-up, patient was asymptomatic.\\nMacroscopic examination showed a unilocular cystic mass, 5.5*4*4 cm large, which seemed to be developped from subserosa, with mucosal ulceration at the top and haemorragic content.\\nMicroscopic examination showed a cystic component, lined by a regular cylindric epithelium.\\nFoci of endometrial tissu were oberved in the cecal subserosa and muscularis mucosal, with irregular endometrial glands lined by cylindric epithelium without atypia immunostained with CK7, and characteristic endometrial stroma immunostained with CD10 (Figure \\n). Stroma and epithelial cells expressed estrogen and progestative receptors. No epithelial hyperplasia, atypia, or invasive carcinoma was observed. These lesions are lined by mucosal ulceration at the top, and surrounded by granulation tissue. We concluded to a cecal endometrioma involving subserosa and muscularis mucosa without malignant transformation.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'19144942': 1, '1348646': 1, '17651575': 1, '6714583': 1, '15541453': 1, '32518799': 1, '20529541': 1, '2664618': 1, '32595920': 2, '7232282': 1, '34987756': 2, '15705388': 1, '3091652': 1, '16990978': 1, '24325735': 1, '18333152': 1, '29364012': 1, '30854348': 1, '30143007': 1, '6602698': 1, '23552188': 2, '24294950': 1, '24559059': 2, '18653289': 1, '25126441': 1, '17218241': 1, '16937103': 1, '18035580': 1, '18226701': 1, '2643194': 1, '10195723': 1, '3574800': 1, '14734195': 1, '3382351': 1, '22676322': 2}", "similar_patients": "{'3621404-1': 1, '8716011-1': 1, '7303101-1': 1, '4001424-1': 1}"}