{"patient_id": 45582, "patient_uid": "3914795-2", "PMID": 24505261, "file_path": "comm/PMC003xxxxxx/PMC3914795.xml", "title": "Evaluation of Cystoid Change Phenotypes in Ocular Toxoplasmosis Using Optical Coherence Tomography", "patient": "A 23 year-old Caucasian woman, with previous history of recurrent ocular toxoplasmosis affecting the left eye, presented with decreased vision in the same eye. On presentation, VA was 20/15 in the right eye and 20/25 in the left eye. Fundus examination of the left eye showed pigmentary changes in the macula unchanged from previous visits, but was otherwise unremarkable. Right fundus examination was normal. OCT imaging of the left eye revealed only the presence of an ERM. Subfoveal PR thickness was 83 µm.\\nOn examination approximately two months later, the patient had a VA of 20/160 in the left eye. On OCT, ERM and punctate hyperreflective spots were seen in the posterior vitreous. The OPL was thickened with focal areas of hyporeflectivity consistent with CSs. Again, a HORC was seen. Inside the HORC, many discrete HRF of irregular shape were observed. The mean retinal thickness in the foveal central subfield was 533.2±26.9 (range, 475.9–600.6) µm. The mean height of the HORC in the foveal central subfield was 152.5±95.2 (0.09–385.0) µm ().\\nOn examination four days later, necrosis of the outer retina, consisting of a hyporeflective empty space, was seen on OCT. The mean retinal thickness in the foveal central subfield was 480.7±32.7 (range, 405.8–526.4) µm. The mean height of the HORC was 249.8±45.0 (range, 70.2–307.4) µm. On examination two weeks later, the previously visible HORC had disappeared completely; however, a new hyporeflective space appeared within PR, more precisely, within OS. Necrosis in the inner and outer retina in the fovea was seen, with total retinal destruction in the fovea at subsequent visits. The patient's final VA was 20/125 ().", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'8119376': 1, '23322579': 1, '22898648': 1, '11986090': 1, '6721755': 1, '2243685': 1, '10234186': 1, '20357195': 1, '19262439': 1, '21629569': 1, '13895031': 1, '14986110': 1, '23455232': 1, '2404923': 1, '24843310': 1, '13691323': 1, '21862646': 1, '16282146': 1, '22733253': 1, '33807871': 1, '31037491': 1, '20008714': 1, '22880144': 1, '19643489': 1, '19027421': 1, '22361847': 1, '26010656': 1, '21810980': 1, '10577593': 1, '33625111': 1, '17591668': 1, '24505261': 2}", "similar_patients": "{'3914795-1': 2}"}