{"patient_id": 161270, "patient_uid": "3636818-1", "PMID": 23633816, "file_path": "noncomm/PMC003xxxxxx/PMC3636818.xml", "title": "Addison's disease", "patient": "A 26-year-old female came with the complaint of bleeding gum and bad breath, since last 10 months. Patient was anxious, but evidently fatigued, weakened, and easily irritable. Patient also gave a history of occasional abdominal pain, amenorrhea, nausea, and vomiting, dysphagia, weight loss and hypotension. She also gave history of sleep disturbances occasionally, which is usually accompanied by the exacerbation of abdominal pain. On clinical examination thin and brittle nail, scanty body hair, hyperpigmentation of skin in the neck [] and in the lower abdominal region was present. There was a pulse of 106 bpm, and blood pressure 90/65 mmHg supine. Extraoral examination showed browny pigmentation affecting the perioral region. Intraoral examination demonstrated pigmentation with bilateral involvement of buccal mucosa, gingival, mucosal surface of lower lip, alveolar mucosa, and hard palate []. Tongue appears to be smooth with loss of the papilla with pigmentation on the posterior surface []. The gingiva appears to be blunt with apical positioning of gingival margins, significant loss of attachment with pocket depth between 3 and 5 mm.\\nLaboratory investigations revealed anemia with hemoglobin level 7.8 g/dl, with normal red blood cell morphology, erythrocyte sedimentation rate (ESR) 59 mm/h, fasting blood sugar 70 mg/dl. The metabolic profile, including serum urea, creatinine and electrolyte all were within the normal range. Early morning cortisol level was well below normal level 2.2 μg/dl. Anti-HIV, anti hepatitis C virus hepatitis B surface antigen (HCV HBsAg) factors were negative. Mantoux tuberculin skin test was negative and chest radiograph also ruled out tuberculosis. Based on patient history, clinical findings and laboratory investigations, we reached to the diagnosis of Addison's disease. Initially, scaling was done and instruction was given to maintain oral hygiene. Cortisol replacement in from of methyl prednisolone 10 mg in morning and 5 mg in evening is started, as her condition improved the dose of methyl prednisolone is reduced to 7.5 mg per day. She had an episode of Addisonian crisis 3 months after the initial visit and admitted to the hospital, where acute malarial attack was diagnosed to be the precipitating factor. She was managed intravenous fluids, parental supplement glucose, hydrocortisone, and anti-malarial drugs. She had full recovery after 20 days of hospitalization and is maintained on prednisolone.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'24959566': 1, '10341864': 1, '9324137': 1, '8815944': 1, '28571196': 1, '11443143': 1, '4175547': 1, '30671761': 1, '30544387': 1, '20399314': 1, '28717080': 1, '21301655': 1, '28413377': 1, '30283795': 1, '27170604': 1, '33403114': 2, '12788587': 1, '17135373': 1, '30205559': 1, '11361265': 1, '25834753': 1, '34211784': 1, '12656666': 1, '7962298': 1, '31890441': 2, '23633816': 2}", "similar_patients": "{'6935329-1': 1, '7739077-1': 1}"}