{"patient_id": 45765, "patient_uid": "3922799-1", "PMID": 24450358, "file_path": "comm/PMC003xxxxxx/PMC3922799.xml", "title": "A case report of hearing loss post use of hydroxychloroquine in a HIV-infected patient", "patient": "A 57-year-old HIV positive man was referred to the HIV clinic of Imam Khomeini Hospital, Tehran, Iran, with chief complaint of bilateral slowly progressive hearing loss starting from two months ago. He had no previous cochleo-vestibular symptoms and the hearing loss was described without tinnitus, vertigo or balance changes. He had no history of head trauma prior to the beginning of the hearing loss. He was a known case of HIV infection following blood transfusion from 2 years ago. In his medical history, RA was diagnosed from 3 months ago when he was receiving HQ 200 mg and prednisolone 5 mg twice daily. He did not consume any antiretroviral supplements or herbal products.\\nHis laboratory findings showed CD4 count of 107/L and CD4/CD8 ratio of 0.13. All the other routine laboratory parameters were within the normal range. Based on the patient clinical status and his CD4 count, antiretroviral regimen including lamivudine, zidovudine and efavirenz was started. Also sulfamethoxazole/trimethoprim and isoniazid was considered for prophylaxis of pneumocystis and tuberculosis respectively in this patient.\\nOtolaryngological consultation reported normal otoscopic and neurologic examinations for the patient. Pure-tone (air and bone conduction) and speech audiometry showed moderate to severe neuronal hearing loss and reduced speech recognition in his both ears (45 and 40 dB in the right and left ears respectively) (Figure ). Absence of middle ear pathologic conditions was confirmed by pneumatic otoscopy and tympanometry. Furthermore, acoustic reflexes were latent in the patient.\\nWith suspicious of HQ-induced hearing loss, the drug was discontinued and prednisolone was continued to control his RA symptoms. Two months later, his audiometric findings improved. Pure-tone and speech audiometry revealed mild to moderate hearing loss and slight to mild disability in speech recognition in the right and left ears, respectively (Figure ). His acoustic reflexes were still latent.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'32184842': 1, '21873598': 1, '32574312': 1, '8174298': 1, '17075400': 1, '33780902': 1, '13523829': 1, '17594118': 1, '32744901': 1, '33968238': 1, '7249508': 1, '14198705': 1, '2927212': 1, '9706431': 1, '32837851': 1, '8649890': 1, '1524068': 1, '6325838': 1, '4013729': 1, '8371732': 1, '5302911': 1, '16912357': 1, '32774508': 1, '11738695': 1, '9109742': 1, '10984140': 1, '33681293': 1, '27843370': 1, '32669846': 1, '24450358': 2}", "similar_patients": "{}"}