{"patient_id": 44896, "patient_uid": "3870098-1", "PMID": 24383033, "file_path": "comm/PMC003xxxxxx/PMC3870098.xml", "title": "Choking at Night: A Case of Opercular Nocturnal Frontal Lobe Epilepsy", "patient": "The patient is a 13-year-old female seen in clinic for evaluation of nocturnal spells of unknown etiology. Patient was doing entirely well until 8 months prior to presentation. Since then, the patient would wake up in the middle of the night suddenly gasping for air, in severe distress due to shortness of breath. During these episodes she experienced severe nausea, hyperactive bowel sound, retching, and choking sensation. These episodes were followed by hypersalivation, bitter taste, and tongue numbness lasting for about 10–15 minutes. These episodes lasted for about 20–40 seconds and occurred daily about 4-5 times a night. During these episodes the patient was aware of her surroundings, followed commands, but was unable to communicate back verbally. She showed no signs of incontinence, rhythmic shaking movements, or tongue biting. She denies any aura and these episodes occurred only at night. Patient was born via C-section secondary to nuchal cord. The pregnancy, delivery, and postnatal course were unremarkable. Past medical history is unremarkable and there is no history of trauma, febrile seizure, or developmental delay in the patient or her family.\\nPhysical examination is normal including her memory, speech, cranial nerves, coordination, and motor and sensory examination. The patient had been evaluated by neurology, ENT, pulmonology, and GI. She had an extensive workup including complete blood count, serum chemistries with liver function, MRI of brain, 3 EEGs, sleep study, video EEG, pH probe, and upper GI endoscopy. All these studies were normal, expect that the gastric biopsy showed H. pylori for which she was treated with 14 days of antibiotics. Patient was started on omeprazole, with questionable benefit. Patient was also started on a trial of valproate which was titrated up to 750 mg daily. It was discontinued as it did not help.\\nWe repeated a video EEG and during this study the patient had 9 events. The ictal EEG showed low voltage, fast activity, with definite changes in background. The interictal EEG showed right frontocentral sharp waves. After these findings an MRI on 3T magnet with special focus on frontal and temporal lobe was performed. It showed scattered nonspecific tiny white matter hyperintensities on the T2 coronal thin cuts. The largest 5 mm lesion was seen in the right frontal lobe. The patient was initially started on levetiracetam, but the seizures were not controlled, so she was switched to Carbamazepine. On follow continued follow up the patient has remained seizure free for over 2 years now.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'9175743': 1, '32615856': 1, '25317097': 1, '7895015': 1, '9637593': 1, '17124189': 1, '10356056': 1, '7797629': 1, '17116016': 1, '17209228': 1, '4022385': 1, '9577994': 1, '4121520': 1, '1505586': 1, '10996566': 1, '3652596': 1, '9048666': 1, '24383033': 2}", "similar_patients": "{}"}