{"patient_id": 38799, "patient_uid": "3429970-1", "PMID": 22991599, "file_path": "comm/PMC003xxxxxx/PMC3429970.xml", "title": "Unusual Case of a Talon Cusp on a Supernumerary Tooth in Association with a Mesiodens", "patient": "A 6-year-old boy reported to the Department of Pedodontics and Preventive Dentistry, SPPGIDMS, Lucknow, with a complaint of poor esthetics and an additional tooth in the upper jaw. Intraoral examination revealed no soft tissue abnormalities. Maxillary left central incisor was slightly labially positioned with midline diastema because of a palatally positioned supernumerary tooth. A mesiodens was present palatal to maxillary right central incisor (Figure 1 and 2). The supernumerary tooth resembled maxillary central incisor with a mature root and pronounced mamellons and a talon cusp on the palatal surface. The talon cusp was pyramidal in shape and extended from the cementoenamel junction to the incisal edge (Figure 3 and 4).\\nThe periapical radiograph (Figure 4) showed a V-shaped radiopaque structure superimposed on the image of the involved tooth crown, with the tip of the ‘V’ towards the incisal edge. Shallow developmental grooves were present at the junction of the talon cusp with the palatal surface of the affected tooth without any carious lesions. The talon cusp did not interfere with the occlusion because the maxillary and mandibular incisors were not fully erupted. Management included extraction of the taloned supernumerary tooth and mesiodens under local anesthesia.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'6583219': 1, '2671852': 1, '1583201': 1, '19040820': 1, '2181008': 1, '3460010': 1, '12199892': 1, '14971262': 1, '7568721': 1, '16012212': 1, '17908537': 1, '6573416': 1, '4527225': 1, '286273': 1, '6595354': 1, '17082342': 1, '20113806': 1, '18505650': 1, '8958353': 1, '28748055': 2, '1886829': 1, '6943189': 1, '2640678': 1, '10530205': 1, '22991599': 2}", "similar_patients": "{'5519994-1': 1}"}