{"patient_id": 166377, "patient_uid": "3959351-1", "PMID": 24714178, "file_path": "noncomm/PMC003xxxxxx/PMC3959351.xml", "title": "A giant type IVA choledochal cyst", "patient": "A 25-year-old female was referred to our GI Surgery Unit for unexplained fever, jaundice, and right upper quadrant abdominal pain for the last 10 days. There was a past history of similar episodes over the last year. At presentation, she had jaundice, fever and large soft cystic swelling occupying the entire upper abdomen. Laboratory investigations revealed total bilirubin 8 mg/dL, alkaline phosphatase 1230 U/L, ALT 200 U/L and AST 93 U/L. The ultrasonographic examination demonstrated a huge thick walled cystic lesion with internal echogenic particles and septations that extended from the subhepatic area to the left hypochondrium, separate from liver. There were cystic dilatations of intrahepatic ducts. An MRCP examination disclosed a huge cystic dilatation of the common bile duct measuring 12 cm in diameter (). Another separate, large-septated cystic lesion with homogenous fluid signal intensity, measuring 12 cm×10 cm×9 cm (), was seen at porta hepatis contiguous with an extrahepatic segment of left hepatic duct extending to the left hypochondrium. With these findings, the provisional diagnosis of a huge type, IVA choledochal cyst with enormous tortuous dilatation of the extrahepatic segment of the left hepatic duct was considered.\\nPercutaneous transhepatic biliary drainage was done as the patient went into toxic cholangitis and she was not fit for endoscopic retrograde cholangiopancreaticography (ERCP). Subsequently, cholangitis subsided and she was taken up for the surgery after optimization of the coagulation and nutritional status. Intraoperative findings were a large thick walled folded cyst measuring approximately 15 cm arising from the extrahepatic segment of left hepatic duct in continuation with a huge dilatation of CBD confirming the finding of MRCP.\\nThe extrahepatic component of the cyst was excised and biliary-enteric flow was re-established through a wide mucosa to mucosa Roux-en-Y hepaticojejunostomy at the level of the hilum. At 10 months of follow up, the patient was doing well.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'5401505': 1, '341380': 1, '889044': 1, '31632886': 2, '6776832': 1, '7979612': 1, '15549778': 1, '12611583': 1, '13625059': 1, '9358787': 1, '7899614': 1, '10436795': 1, '18332966': 1, '27011558': 1, '19196083': 1, '24714178': 2}", "similar_patients": "{'6797019-1': 1}"}