{"patient_id": 36890, "patient_uid": "3262503-1", "PMID": 22347634, "file_path": "comm/PMC003xxxxxx/PMC3262503.xml", "title": "An Uncommon Ventricular Tachycardia due to Inactive PPM Lead", "patient": "A sixty-year-old male presented to emergency with recurrent episodes of syncope for the last two weeks. He had VVI. pacemaker implantation one year ago in another centre. Subsequently, he had developed pacemaker pocket infection for which pulse generator was removed in the same centre and reimplanted in the contralateral side two weeks prior to presentation. At that time, old lead could not be removed fully and a new lead was used in the opposite side.\\nThis time, according to the patient, syncope occurred in reclining position at particular angle but never during supine or standing position. And during presyncope, if he or his relatives changed the position, syncope averted. This was subsequently corroborated by us in the hospital. His biochemical parameters were within normal limits.\\nEchocardiography revealed normal biventricular function. Coronary angiography was normal. Fluoroscopic examination showed redundant loop of old lead in right ventricular inflow. Our impression was that the redundant loop might have been stimulating right ventricle causing ventricular tachycardia in particular position. We have documented ventricular tachycardia during hospital stay in particular position and immediate resumption of either sinus or pacemaker-dependent rhythm on changing the position of the patient ().\\nWith this idea, we explanted the old lead through transfemoral route. Redundant loop of old lead was initially straightened by pigtail catheter. After that, it was snared out by gentle traction through 12 F femoral venous sheath (Figures , , and ).\\nAfter that patient never had VT during two months of followup. This is an interesting case where redundant loop of lead was responsible for ventricular tachycardia.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'16638753': 1, '6180387': 1, '8011416': 1, '6181469': 1, '11202260': 1, '11918130': 1, '17636308': 1, '29915713': 1, '28491529': 1, '19328039': 1, '27826374': 1, '22347634': 2}", "similar_patients": "{}"}