{"patient_id": 45266, "patient_uid": "3888701-1", "PMID": 24455340, "file_path": "comm/PMC003xxxxxx/PMC3888701.xml", "title": "Small Intestinal Obstruction Caused by Anisakiasis", "patient": "A 63-year-old previously healthy male was brought to our emergency department because of sudden, severe abdominal pain and vomiting. The patient had eaten raw fish (sushi) two days before admission. His blood pressure was 130/66 mmHg, pulse was 103 BPM, and body temperature was 36.1°C. He had severe epigastric tenderness; however, no rebound tenderness or guarding was observed. A blood test revealed that his white blood cell count was 9800/μL and CRP was 5.0 mg/dL, indicating inflammation. His eosinophil count was within the normal range at 3.0%. His IgG was also within the normal range (870–1,700) at 871 mg/dL; however, his IgE (RIST) was elevated at 253 IU/mL (normal value ≤ 170). He tested positive for the anti-Anisakis antibodies IgG and IgA.\\nA plain abdominal X-ray (in decubitus) revealed a prominent sentinel loop (). Contrast-enhanced abdominal CT findings were small intestinal dilatation with wall thickening and contrast enhancement (). Ascitic fluid was found on the liver surface and in in the Douglas pouch ().\\nWe diagnosed the case as small intestinal obstruction by anisakiasis and decided to prioritize conservative treatment. On the first day of admission, we promptly inserted an ileus tube and treated the disease by fasting and fluid replacement. Symptoms quickly resolved, and on the fifth day of admission, we took a contrast-enhanced image of the ileus tube (). There were no obvious abnormalities of the small intestine; therefore, we removed the ileus tube. Because the patient was doing well after that, he was discharged on the seventh day of admission.\\nWe conducted study on human participants with the approval of the University Ethics Committee.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'12925120': 1, '12486851': 1, '20380017': 1, '13776308': 1, '33001287': 2, '27800471': 2, '30146603': 1, '28350977': 1, '15777520': 1, '20595486': 1, '23082711': 1, '23092000': 1, '9502034': 1, '25734153': 1, '10921461': 1, '27403099': 2, '3291604': 1, '17541267': 1, '12616375': 1, '15344219': 1, '16810773': 1, '23423474': 1, '24455340': 2}", "similar_patients": "{'4929386-1': 1, '7530153-1': 1, '5075291-1': 1, '5075291-2': 1}"}