{"patient_id": 40183, "patient_uid": "3515497-1", "PMID": 23031609, "file_path": "comm/PMC003xxxxxx/PMC3515497.xml", "title": "Anterior cruciate ligament reconstruction in a patient with Athetoid cerebral palsy: a case report", "patient": "The patient is a 25-year-old Japanese woman afflicted with athetoid cerebral palsy as a result of a six minutes period of anoxia at the time of birth. Both upper and lower limbs exhibited pronounced involuntary movements and she was rated as level II according to the Gross Motor Function Classification System (GMFCS) []. She presented with a combined crouch and spastic gait pattern. Both hips internally rotated during gait with an equinus foot position, however, she was able to ambulate and ride a bicycle without assistance. She was able to climb stairs one step at a time. She initially twisted and injured the right knee in a fall from a bicycle in 1999. The obvious injury was not pointed out in X-ray examination by the local physician, and the injury was left untreated at that time. She reported an uncomfortable sensation in her right knee since her fall in 1999. She again experienced pain and instability in the right knee while walking and using the stairs in 2001. X-ray, CT and physical examination by another local physician diagnosed an avulsion fracture involving the ACL at the tibial insertion with an intraarticular loose body (Figure A and B). Arthroscopic resection of the loose body and fixation of the avulsed bone fragment under pull-out technique was performed in 2001. Bone healing at the ACL tibial insertion site was not successful and symptoms still remained. An additional surgery for resection of the bone fragment at the tibial ACL insertion was performed in 2003. The patient continued to feel pain and instability when walking after the second surgery, even with the use of the functional ACL brace. Our examination revealed physical findings of involuntary movement, making objective evaluation of ACL function difficult to perform using accurate testing or instruments. Her involuntary movement was increased when she was nervous, such that attaching instrumentation around her leg for testing created anxiety and therefore exaggerated her involuntary movement. Her Lysholm score was 31 points and an International Knee Documentation Committee (IKDC) score was 26.4 []. In addition, she felt a strong sense of discomfort when walking, and the visual analog scale (VAS) was 66 mm on a 100-mm scale. Her popliteal angle was 0°, and no voluntary hamstring contraction was palpated. The patient was able to ambulate using the functional ACL brace. Magnetic resonance imaging (MRI) under sedation indicated that the distal insertion of the ACL was not clear (Figure ). A degenerative change in the posterior horn of the lateral meniscus was also confirmed on MRI.\\nThe clinical manual tests for ACL laxity, to include the Lachman and Pivot shift tests had positive findings under anesthesia. Examination using the arthrometer such as Kneelax or KT-2000 was not performed. Arthroscopy revealed the presence of tiny bone fragments at the site of the ACL-tibial attachment, with reduced ACL tension and degenerative tearing of the posterior portion of the lateral meniscus (Figure A and B). Anatomical double-bundle autologous hamstring graft ACL reconstruction and partial menisectomy was performed. Articular cartilage degeneration was noted on the lateral femoral condyle and was classified as Grade II according to the Outerbridge classification. The semitendinosus and gracilis tendons were each double folded to create an anteromedial bundle with a diameter of 7.0 mm and a posterolateral bundle with a diameter of 5.5 mm (Figure ). Using an accessory far medial portal, the respective bone tunnels were created at the anatomical positions proposed by Yasuda et al.[]. The bundles were fixed with the knee at 20° of flexion using an EndoButton CL (Smith & Nephew, Andover, MA) on the femoral side, and a double-spike plate (Meira, Aichi, Japan) on the tibial side.\\nCast immobilization with the knee at 20° of flexion was utilized for the first three postoperative weeks to prevent hyperextension due to involuntary movement. Knee extension was restricted to −10° for the first 3 months using the functional ACL brace. Partial weight-bearing was started at 1 week following surgery, with full weight-bearing at 4 weeks. Involuntary leg movements made an effective strengthening protocol impossible to perform, so the functional ACL brace was kept in place for 6 months following surgery. Isokinetic strength measurements were also not taken due to her involuntary movement. In addition, accurate assessment with manual examination techniques, such as the Lachman test, or objective measurements of joint stability with an arthrometer were also omitted due to her involuntary movements. Postoperative evaluations were therefore performed using stress radiography with the knee at 90° of flexion, pulling the tibia forward, to evaluate the anterior displacement rate of the tibia based on the results of midpoint measurements (Figure A) []. Stress radiograph evaluation at 6 months following surgery showed a 63% anterior displacement of the tibia. This finding indicated that the reconstructed ACL had appropriate available tension (Figure B), so the knee brace was removed. The stress radiography of the contralateral, non-injured, knee showed a similar 60% anterior translation of the tibia (data not shown). Moreover, preoperative knee instability had disappeared, and the patient expressed a high degree of satisfaction with the postoperative results. The patient felt no knee pain or instability during the course of activities of daily living or even when walking quickly at 8 months after the operation.\\nExamination of the patient 1 year after surgery revealed a Lysholm score of 72 points and an IKDC score of 64.4. The patient continued to feel no knee pain or instability with activities of daily living or when walking quickly. VAS evaluation was scored at 0 mm, with absolutely no pain or sense of discomfort. She did have tenderness upon palpation of the tibial fixation devices.\\nA second-look arthroscopic evaluation was performed 13 months following the ACL surgery and removal of the fixation devices. The Lachman and pivot shift tests performed under anesthesia remained negative. Examination using the arthrometer such as Kneelax or KT-2000 was not performed. Both bundles of the reconstructed ligament were intact. These results were excellent based on the evaluation criteria defined by Kondo (Figure ) [].\\nThe patient examination at 36 months following the ACL reconstruction revealed a Lysholm score of 81 points and an IKDC score of 75.9. The stress radiographic evaluation at 36 months following ACL surgery indicated a 61% anterior translation of the tibia (Figure ). The patient was able to walk, jog, and ride a bicycle without aid, knee pain, instability or the previous uncomfortable sensation.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'20810091': 1, '17986408': 1, '18490472': 1, '8536037': 1, '20566720': 1, '10855648': 1, '26981034': 1, '16517306': 1, '19359417': 1, '15572320': 1, '19028171': 1, '15592229': 1, '19251674': 1, '23031609': 2}", "similar_patients": "{}"}