{"patient_id": 46342, "patient_uid": "3970342-1", "PMID": 24716028, "file_path": "comm/PMC003xxxxxx/PMC3970342.xml", "title": "Laparotomic Myomectomy in the 16th Week of Pregnancy: A Case Report", "patient": "In January 2013, a 35-year-old primigravid Caucasian woman (BMI: 22) was referred to our university hospital in the 16th week of gestation for intractable pelvic pain. The medical history was uneventful. The patient reported a sense of pelvic heaviness, changes in urinary habits, lower abdominal discomfort, and unexplained back pain that had worsened over time. She had a normal white blood cell count but an increased value of serum creatinine (1.6 mg/dL). Obstetrical examination showed a large mass at the level of the posterior fornix. Abdominal ultrasound confirmed a viable fetus and a subserous large implant myoma (diameter of 20 cm; ), a mild bilateral dilatation of the renal pelvis (2 cm on the right-hand side and 3.5 cm on the left), and extrinsic compression of the low ureter with involvement of the initial portion of the ureters.\\nMagnetic resonance imaging (MRI) confirmed the diagnosis ().\\nConsidering the increase in symptoms that were nonresponsive to analgesic therapy, due to organ compression and the level of serum creatinine, after extensive counselling, a myomectomy was planned. Given the volume and the location of the myoma and in order to be able to manage possible complications, laparotomic incision was chosen. After accurate operative field exposure, the huge myoma was removed (). Reconstruction of the uterine wall was carried out using a two-layer monofilament absorbable 2.0 suture (Poliglecaprone 25). Other small fibroids were observed but not removed. Estimated blood loss and operation time were 250 cc and 90 minutes, respectively, and no intra- and postoperative complications occurred. An ultrasonographic control of fetal outcome was carried out 7 days after surgery which proved normal. Antibiotics (ampicillin plus sulbactam 3 gr for three times a day) and low molecular heparin were administered for 5 and 10 days, respectively. The patient was dismissed on the 5th postoperative day. Serum creatinine at discharge was 1.1 mg/dL.\\nHydroxyprogesterone Caproate (341 mg/2 mL im) was dispensed for 15 days to prevent a possible miscarriage.\\nThe patient was closely followed up with ultrasound and physical examination every four weeks until 24 weeks of gestation, every three weeks from 24 weeks to 34 weeks of gestation, and then every two weeks. Physiological fetal growth and an uneventful antenatal period were reported until 38 weeks of gestation when a cesarean section was performed.\\nThe patient delivered a healthy female baby weighing 3250 gr with Apgar scores of 8 and 9 at one and five minutes, respectively. The maternal haemoglobin level, two days after caesarean section, was 12.2 g/dL. Mother and baby were discharged from the hospital after three days. The 6-week postnatal visit was within the norm.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'21688037': 1, '19215567': 1, '17937088': 1, '8583001': 1, '28523198': 1, '8786883': 1, '17454479': 1, '11844914': 1, '11725739': 1, '22152600': 2, '12871885': 1, '11173960': 1, '8894327': 1, '20625689': 1, '15671902': 1, '20818303': 1, '11961378': 1, '21809614': 1, '31673533': 1, '22054171': 2, '10775744': 1, '18609347': 1, '11746127': 1, '22393474': 2, '2812645': 1, '24716028': 2}", "similar_patients": "{'3251549-1': 1, '3291420-1': 1, '3225401-1': 1}"}