{"patient_id": 39436, "patient_uid": "3475009-1", "PMID": 22870935, "file_path": "comm/PMC003xxxxxx/PMC3475009.xml", "title": "Intra-articular corrective osteotomy for malunited Hoffa fracture: A case report", "patient": "A 31-year-old man injured his left knee in a failed landing attempt during snowboarding. Subsequently, he was unable to bear weight. On the day of injury, he was diagnosed with a coronal plane fracture of the lateral femoral condyle and treated with open reduction and internal fixation using 3 screws at a different hospital. The fracture was type I according to the Letenneur classification []. At 2 months postoperatively, the range of motion was 0°/full extension to 40° of flexion, and manipulation of the knee joint was performed under anesthesia. At 4 months postoperatively, he was referred to our hospital for further treatment. On presentation at our hospital, his chief complaints were knee pain after walking and decreased range of knee flexion. The limitation of his knee flexion affected his daily life. He hoped to improve his knee flexion and knee pain in order to continue his job as a waiter. Physical examination showed that the range of motion was 0°/full extension to 120° of flexion, and the Lachman test was positive. No varus-valgus instability was noted. Plain radiographs and computed tomography scans revealed that the middle part of the lateral femoral condyle was depressed and the posterior part of the lateral femoral condyle was displaced posteriorly, although bony union was obtained (Figure ). This incongruity of the lateral compartment of the knee joint was considered to be responsible for his complaints. At the second operation, performed 6 months after the first operation, diagnostic arthroscopy showed severe incongruity of his joint with depressed articular cartilage in the fractured area (25 × 20 mm) (Figure ), with normal tibial surface, meniscus, and posterior cruciate ligament, and scarred anterior cruciate ligament (ACL). Exposure of the malunited fracture site was made with a lateral subvastus approach. With the knee flexed to 90°, the iliotibial band was retracted posteriorly, and the joint capsule was cut. This exposed the lateral collateral ligament (LCL), popliteus tendon, and the posterolateral corner. To reduce the malunited fracture, the malunited portion of the coronal fracture was correctly osteotomized (5-mm wedge osteotomy). Insertion of the LCL and popliteus tendon was preserved on the proximal fragment. The osteotomized fragment was fixed using two 5-mm cannulated screws. The depressed portion was elevated by using a bone graft from the osteotomized fragment, and was fixed using 2 poly-l-lactic acid (PLLA) pins (Figure ). Plain radiographs taken in the operating room showed that the osteotomized fragment and depressed portion were reduced appropriately (Figures a, b). Mobilization was started on postoperative day 7. Partial weight-bearing was allowed from 2 months postoperatively, with full weight-bearing from 3 months postoperatively.\\nOne year after the operation, knee pain was relieved and flexion of the joint had improved to 145°. Plain radiographs and computed tomography scans showed complete bony union (Figures c-e). Though we recommended reconstruction of the ACL at this point, the patient did not want to undergo this procedure because he had no complaint about the stability of his knee.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'2914979': 1, '20149949': 1, '25273616': 1, '18519318': 1, '19483242': 1, '8958668': 1, '8207571': 1, '27222618': 1, '31818893': 1, '31989015': 1, '32047684': 2, '30405997': 2, '697301': 1, '30813201': 1, '22870935': 2}", "similar_patients": "{'6205870-1': 1, '7007957-1': 1}"}