{"patient_id": 39605, "patient_uid": "3487523-1", "PMID": 23130082, "file_path": "comm/PMC003xxxxxx/PMC3487523.xml", "title": "Non-Surgical Repair of Internal Resorption with MTA: A Case Report", "patient": "A 38-year old female suffered from a buccal swelling in the maxillary anterior region for several weeks. She was referred to a private endodontist practice. Her medical history was noncontributory and history of dental trauma was also denied. The patient also reported a history of previous root canal therapy of both maxillary central incisors two years ago. After taking a periapical radiograph an incomplete endodontic treatment and a large resorptive area was observed in the maxillary right central incisor ().\\nFurthermore, the depth of gingival crevice around this tooth was 3-4 mm. After administration of local anesthesia, the crown and the post inside the canal were removed with crown remover (Crown-A-Matic, Peerless International Inc., Stoughton, Mass, USA).\\nAfter cleaning and shaping of the root canal and irrigation with 1.3% sodium hypochlorite (Merck, Darmstadt, Germany), the canal was medicated for two weeks with calcium hydroxide (Golchai, Tehran, Iran) mixed to a creamy consistency. At the second visit calcium hydroxide was removed with master apical file and EDTA irrigation (Golchai, Tehran, Iran). Thereafter, in order to remove remnants of EDTA, root canal was completely irrigated with sterile normal saline. Before repairing the resorption, a master gutta-percha point was placed in the canal to maintain the negotiability of the original canal path. Afterwards, a thick mix of MTA (Angelus Industria de Productos Odontologicos S/A, Londrina, Brazil) was prepared and applied with a small carrier in the resorption area and compacted with a small moistened cotton pellet (). Thereafter, gutta-percha was retrieved, a moist cotton pellet was placed on the MTA and the access cavity was closed with a temporary filling material. The temporary filling material was removed after 24 hours and the setting of MTA was confirmed using an explorer. Finally, the root canal was obturated with gutta-percha and AH26 (Dentsply, Konstanz, Germany) sealer using lateral compaction technique and the crown of the tooth was restored with a post-core and crown (). The clinical follow-up at 18 months showed adequate clinical function and absence of clinical symptoms and sinus tract ().", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'19239482': 1, '15608732': 1, '21909499': 1, '18699793': 1, '19482173': 1, '25598815': 2, '12929703': 1, '16410074': 1, '7970600': 1, '18686667': 1, '21112535': 1, '18215687': 1, '20003930': 1, '26843882': 2, '17586038': 1, '23130082': 2}", "similar_patients": "{'4731538-1': 1, '4293586-1': 1}"}