{"patient_id": 160578, "patient_uid": "3575003-2", "PMID": 23549323, "file_path": "noncomm/PMC003xxxxxx/PMC3575003.xml", "title": "Neonatal Marfan Syndrome: Report of Two Cases", "patient": "A 90-day old male infant was referred due to respiratory distress. He was born preterm through cesarian section due to maternal oligohydramnios with a weight of 2060 grams. He was the first offspring of the family. His mother had an uneventful pregnancy. Ultrasonographic examinations reported no abnormality in the fetus but oligohydramnios at 35th week of gestation.\\nHis non-relative parents had normal body habitus (father 75 kg and 175 cm, mother 81 kg and 174 cm). They refused ophthalmologic and cardiac examinations. On physical examination, his total height, upper and lower segments, and arm span were 58, 24.5, 23.5, and 62 cm, respectively (upper to lower segment ratio 1.04, arm span to height ratio 1.07). His maximum and actual weights were 4.4 and 3.9 kg, respectively.\\nThe anterior fontanel was open (0.5 cm × 0.5 cm). Ophthalmologic examination revealed no lens dislocation. Large ear lobes, micrognathia, dolichocephaly, redundant forehead skin and enophthalmos were evident ().\\nThe fingers were abnormally long but the toes appeared normal (). Both thumb and wrist signs were positive. The elbow joints had limitation of motion. A deep pectus excavatum was evident (). Cardiac examination revealed a grade III/VI holosystolic murmur over the left sternal border and gallop rhythm. The abdomen was soft. His karyotype was normal 46XY.\\nChest X-ray showed cardiomegaly. Brain, abdomen and pelvic sonographic examinations yielded no abnormality. Electrocardiography showed right ventricular hypertrophy. Echocardiography revealed dilated aortic root (23.8 mm, Z value ≥+3) and prolaptic mitral valve with severe regurgitation. Tricuspid valve was prolaptic and severely regurgitant. There was severe pulmonary hypertension (pressure gradient of tricuspid regurgitation = 70 mmHg), pulmonary artery dilation (27.9 mm) and an atrial septal defect (7.7 mm in diameter) through an aneurismal interatrial septum with left-to-right shunt.\\nDespite receiving high-dose intravenous inotropic agents (dopamine, dobutamine, milrinone), furosemide, and captopril for 6 weeks, CHF did not improve and he finally succumbed to the disease.", "age": "[[90.0, 'day']]", "gender": "M", "relevant_articles": "{'15704038': 1, '17687590': 1, '30417312': 1, '20591885': 1, '19117906': 1, '23074603': 1, '21135753': 1, '24928929': 1, '25031493': 2, '31061752': 1, '21087429': 1, '23549323': 2}", "similar_patients": "{'3575003-1': 2, '4100052-1': 1}"}