{"patient_id": 154467, "patient_uid": "3108449-1", "PMID": 21660272, "file_path": "noncomm/PMC003xxxxxx/PMC3108449.xml", "title": "Endovascular stenting of an extracranial–intracranial saphenous vein high-flow bypass graft: Technical case report", "patient": "A previously healthy 43-year-old woman complained of progressive visual field restriction, with a bitemporal hemianopsia and headache.\\nOn admittance, the patient presented also extraocular movements within normal limits and double vision in the right gaze. The bitemporal hemianopsia was confirmed by visual field analysis.\\nMagnetic resonance imaging and magnetic resonance angiography revealed two spherical formations in the right and left carotid siphon.\\nThe patient underwent to a cerebral angiography [Figures and ]. There were two aneurysms. A right supraclinoid one measuring 3 cm in maximum diameter and a left one, also supraclinoid and measuring a maximum diameter of 10 mm.\\nWe decided to clip the right carotid aneurysm microsurgically. A right pterional route was performed and the right carotid aneurysm was approached during temporary endovascular occlusion of the right internal carotid artery (ICA). This allowed careful dissection of the aneurysm sac from the surrounding structures.\\nPreoperatively, a balloon occlusion test of right ICA was performed for 20 minutes; the test confirmed the counter lateral compensate by the anterior communicating artery.\\nDuring the procedure, however, the aneurysm ruptured at the neck and, as surgical clipping could not be achieved, the neck of the aneurysm was sutured and then reinforced with a Yasargil clip. The patient was then transferred to the Intensive Care Unit for postoperative monitoring.\\nAngiographic control demonstrated the complete exclusion of the right ICA giant aneurysm, but a right ICA occlusion was discovered []. Right intracerebral vascularization was compensated by the left circulation. The left carotid aneurysm remained unchanged []. At discharge, the patient presented a right third cranial nerve palsy and hypoesthesia in the right V1and V2nervous branches that recovered within 1 month. After 3 months, the patient returned to our institution to undergo treatment for the left ICA aneurysm for which an endovascular approach was selected.\\nThe wide neck of the left ICA aneurysm suggested the possibility of a stent-assisted coiling, instead of a simple coiling. A right EC-IC bypass was proposed mainly due to the possible risk of a left ICA occlusion during the endovascular procedure. EC-IC bypass has been proposed by Donaghy[] and Yasargil[] to bypass an occlusive process in the arteries supplying the brain that is not accessible surgically in another way.\\nIt was our opinion that a stent-assisted coiling procedure of the left ICA aneurysm could increase the risk of thrombotic complications. Therefore, a right ICA-MCA bypass was planned and a saphenous vein graft was chosen because radial artery was not available as a suitable vessel (Allen test negative).The bypass was performed under electroencephalographic confirmed burst suppression. A frontal branch of the MCA-M2 was chosen as a recipient vessel without perforators. The right ICA was isolated and sectioned 1 cm above the common carotid artery bifurcation and, after removal of the thrombus, a proximal end-to-end anastomosis of the saphenous vein graft to the right ICA and a distal end-to-side anastomosis of distal end of the graft to the MCA-M2 branch was performed. An interrupted 8-0 Prolene suture was utilized both at the proximal and distal end of the graft. The patency of the bypass was assessed intraoperatively by an intraoperative indocyanine green angiography and Doppler ultrasound.\\nThe patient did well postoperatively and magnetic resonance angiography demonstrated the patency of the bypass despite a kinking at the level of the proximal anastomosis [].\\nTwo months later, following an intracranial angiography, endovascular treatment for exclusion of the left carotid aneurysm was performed. Before undergoing the procedure, the patient was pharmacologically treated for 7 days with antiplatelet drugs (ASA 300 mg + ticlopidine 300 mg per QD). During the procedure, an intracranial carotid stent was placed to cover the aneurysm neck (Neuroform, Boston Scientific). A microcatheter was then passed through the stent and GDCs (Guglielmi Detachable Coils) were used to fill the aneurysm sac. The procedure was well-tolerated with no further neurological deficits or complications [].\\nThree months later, the patient underwent an angiographic study confirming a complete aneurysm occlusion, and demonstrating an area of segmental narrowing at the level of the previously revealed kinking of the proximal portion of the graft.The narrowing was graded 75% (NASCET method) []. The endovascular team then proceeded with an angioplasty and stenting of the graft []. The procedure was well-tolerated and followed by a regular clinical course and immediate mobilization.\\nAntiplatelet agents (ASA 300 mg + ticlopidine 300 mg per QD) were continued after the procedure.\\nOne year after the first surgical procedure, the patient presented visual field loss improvement and no other neurological deficits. A follow-up angiogram performed 36 months later showed a widely patent graft and robust flow to the MCA territory []. The patient remained asymptomatic.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'10235022': 1, '12947370': 1, '15276569': 1, '7411205': 1, '994550': 1, '15709718': 1, '19006243': 1, '2865674': 1, '8027807': 1, '16148973': 1, '15509310': 1, '10606108': 1, '8747955': 1, '11523676': 1, '7472547': 1, '18695558': 1, '2398379': 1, '7155360': 1, '15854269': 1, '20657319': 1, '17297373': 1, '16175230': 1, '14963741': 1, '3760951': 1, '21660272': 2}", "similar_patients": "{}"}