{"patient_id": 162022, "patient_uid": "3696245-1", "PMID": 23825856, "file_path": "noncomm/PMC003xxxxxx/PMC3696245.xml", "title": "The depressive façade in a case of compulsive sex behavior with frottage", "patient": "Mr. X, a 25-year-old man, migrant from Uttar Pradesh to Mumbai, presented to the psychiatry out-patient department with chief complaints of persistent sadness of mood and decreased interest in work since the last 3 months. He complained of easy fatigability, body aches, headaches and feelings of guilt, hopelessness and helplessness over the last few weeks. He had decreased sleep but no appetite disturbances. On further probing, he reported of not being able to control urges to rub his genitals in crowded trains. Mr. X reported that after work he would board the Mumbai local trains and travel for 2-3 hours per day in crowded trains. In his description of the act, he recollected that he chose to climb only those coaches in the train that had middle aged women in them. Once he boarded the train, he would then stand near the unsuspecting woman passenger and start rubbing his genitals against her body. In case there was no resistance by the woman, it was taken as a positive signal by him and the act was then continued until orgasm and ejaculation, without actual genital touching or contact. However, if the woman would resist or show anger, he would immediately stop and move away. He specifically reported that he has never removed or exposed his genitals to any woman in the crowd. In case he would not find any woman in the train-coach, then he would get down at another station and board a different coach to search for another victim. He has been indulging in this activity since last 4-5 years. Initially the frequency was about 2-3 times in a week but since 1 year it had increased to once–twice everyday spending almost 2-3 h in a day in this activity. On public holidays and Sundays, he would start his day by watching pornographic films. He would then release his ‘sexual tension’ by spending the whole day (starting at 10 am in morning and stopping by 1 am at night) in genital rubbing in trains. On a few occasions, he had also gone with 9-10 other men to indulge in group genital rubbing against women in the crowd. He told that this activity is known by a local term, ‘tekaa bharna.’ Over a period of time, his liking for such genital rubbing had increased to an extent that now his interest in actual sexual intercourse had reduced compared to his interest in genital rubbing. Sometimes, he also avoided sexual intercourse for the fear of contracting any sexually transmitted disease or HIV. Often he travelled ticketless while indulging in these acts and was caught. On one occasion, he was suspected to be a terrorist element, when he was found frequently changing the train coach in search of a ‘better partner’ for genital rubbing, and was imprisoned for almost a week. Sometimes, he was also beaten by other men when any woman in the crowd raised alarm on his behavior.\\nAlthough the patient said that he enjoyed this act, but since recent past, it was becoming excessive and interfering with his work. He was complaining of not being able to concentrate at work. He was always preoccupied with the thoughts of genital rubbing and wanted to repeatedly go and do it in trains. He expressed distress due to this behavior. There was history of multiple sexual contacts (heterosexual) in the past, all of which were unprotected and involved sex in risky situations such as open public areas, or in group with commercial sex workers.\\nIn addition, even though he was depressed since the last 3 months, his sexual behavior was not affected at all and he was continuing with his genital rubbing behavior in the same way as before. There was no history suggestive of mania, hypomania, anxiety, obsessive compulsive disorder, or psychotic disorder. There was no history of seizure disorder, focal neurologic deficit or head injury. There was occasional alcohol use, around once in a few days, but never to the point of intoxication.\\nThere was no family history of any psychiatric disorder. His father had expired 4 years back due to brain tumor. The patient was married since 6 years but was staying separate from his wife due to work-issues. He would visit his home once in 8-9 months when he would have normal sexual intercourse with her. His average reported frequency of intercourse with his wife (and other sexual partners) was about 5-6 times in one night. In the past too, Mr. X reported of having masturbated at a higher frequency (about 3-4 times every day) than his friends. There were no interpersonal stressors with his wife. He described himself as a social, outgoing and extrovert person who was very religious. However since past 1 year, he had stopped going to temples and praying. He feared that God might punish him for this sin that he was indulging in.\\nHis general and systemic examination was normal and on mental status examination he was alert and fully oriented. He reported his mood as sad. There were ideas of hopelessness, helplessness, and worthlessness, but no suicidal ideations. There were no delusions or hallucinations. His routine blood investigations, thyroid function tests, electroencephalogram (EEG) and Magnetic Resonance Imaging (MRI) brain were normal. His HIV status was sero-negative.\\nMr. X was diagnosed as major depressive disorder and frotteurism on DSM IV-TR. He was started on oral fluoxetine 20 mg which was increased to 60 mg over a period of 2 months. Patient reported gradual improvement in his mood symptoms and also claimed that his sexual urges had reduced after the treatment. He was motivated to make a contract about this behavior that he wanted to change. He was advised to keep himself busy with work and spend time with his co-workers and friends, especially when the thoughts of indulging in genital rubbing came to his mind. He was encouraged to avoid acting out by postponing going to the railway stations to board the train. In every session, his contract was reviewed and he was further motivated to resist his urges. He was taught orgasmic reconditioning strategy wherein he masturbated to the point of orgasmic inevitability, when he switched his fantasy to a more socially desirable one, hoping thereby to increasingly associate orgasm and later erection with the desirable stimulus.\\nThe patient reported almost 80% reduction in his ‘genital-rubbing’ behavior over a period of 8 months. He was now able to concentrate more on his work and postpone acting out on his sexual urges. After about 10 months of being on 60 mg of oral fluoxetine, his dose was reduced to around 20 mg daily. He is now maintained on this dose and is regularly following up.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'12921375': 1, '22921247': 1, '21655207': 2, '19937105': 1, '1429474': 1, '9016275': 1, '20346444': 1, '20877518': 1, '14505297': 1, '23825856': 2}", "similar_patients": "{'3108080-1': 1}"}