{"patient_id": 40653, "patient_uid": "3541570-1", "PMID": 23326745, "file_path": "comm/PMC003xxxxxx/PMC3541570.xml", "title": "Left Internal Mammary Artery Injury Requiring Resuscitative Thoracotomy: A Case Presentation and Review of the Literature", "patient": "A 32-year-old male sustained multiple stab wounds to the left chest, approximately 45 minutes before he was brought to the trauma room. Less than five minutes after arriving to the trauma resuscitation room (TRU) the patient had no detectable pulse and blood pressure. A left chest thoracotomy tube was inserted and approximately 1800 mL of blood was immediately evacuated, but the patient's vital signs were not detectable. Left resuscitative thoracotomy was done and large amount of blood causing massive tension hemothorax and external pericardial tamponade was evacuated. With simultaneous release of tension hemothorax and resuscitation with blood transfusion, the cardiac activity returned with palpable pulses. Left chest was packed and patient was taken to the operating room.\\nLeft thoracotomy exploration revealed transection of the left mammary artery at the third intercostal space. Combining direct approach to LIMA, by extending the stab wound at the third intercostal space and lifting the chest wall in order to access the distal segment of the LIMA, ligation of both ends was achieved. Further exploration revealed injury to the left diaphragm from another separate stab wound. Exploratory laparotomy revealed approximately 4-5 cm laceration to the anterior stomach with large food spillage in the peritoneal cavity. Following closure of thoracotomy with two chest tubes placement and closure of the abdomen, patient was transferred to intensive care unit for further resuscitation, hemodynamically stable. He was extubated after operative day 3 and discharged to home seven days later, having recovered fully.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'3059832': 1, '7473930': 1, '15016050': 1, '16113196': 1, '18653499': 1, '32082790': 1, '3612877': 1, '15290563': 1, '7473991': 1, '16759407': 1, '20392598': 1, '17159702': 1, '23326745': 2}", "similar_patients": "{}"}