{"patient_id": 40594, "patient_uid": "3539385-1", "PMID": 23320233, "file_path": "comm/PMC003xxxxxx/PMC3539385.xml", "title": "Primary Uterine Cervix Schwannoma: A Case Report and Review of the Literature", "patient": "A 48-year-old woman presented to the emergency department with a sharp, severe left lower quadrant pain. Ultrasound imaging of the abdomen and pelvis demonstrated an enlarged uterus with multiple masses (highly suggestive of leiomyoma), an 8.7 cm left adnexal complex mass, and minimal fluid in the pelvis. Subsequent computed tomography (CT) scan of the abdomen and pelvis confirmed the above findings.\\nPelvic examination revealed a posterior cervix with an enlarged, boggy uterus, but no tenderness. The cervix could not be visualized on speculum exam due to a distorted uterus. No palpable inguinal lymph nodes were identified. The remainder of the physical exam was unremarkable. Laboratory workup was notable for an elevated CA-125 level (125.9 U/mL).\\nThe patient's past medical history was significant for breast cancer status after lumpectomy, radiation therapy, and Tamoxifen therapy. Her past gynecologic history was remarkable for laparoscopic myomectomy (12 years prior to this encounter). She resumed having regular cycles every 30 days and denied any recent abnormal bleeding, weight loss, and gastrointestinal or genitourinary symptoms.\\nThe patient was advised that the best approach would be to remove the uterus and ovaries and send them for intraoperative consultation during the surgery. Subsequently, the patient underwent a total abdominal hysterectomy and bilateral salpingo-oophorectomy (TAH/BSO).\\nExploration of the pelvis at the time of surgery revealed a large multilobated uterus that was about 16 weeks in size, as well as hemorrhagic cysts on both ovaries. The left ovary was no longer 8 to 9 cm, but was instead around 4 to 5 cm. Additionally, there was also some blood in the pelvis. Pelvic washings were obtained, and a representative section from the left ovary was submitted for frozen section examination. The diagnosis was reported as a benign hemorrhagic cyst. The surgery and the postoperative course proceeded without complication and the patient was discharged home on postoperative day 4.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'10419748': 1, '9656117': 1, '7387945': 1, '2923834': 1, '12497666': 1, '10021307': 1, '34925929': 2, '28702500': 1, '3177529': 1, '15918410': 1, '30918882': 1, '2200186': 1, '23320233': 2}", "similar_patients": "{'8677399-1': 1}"}