{"patient_id": 159349, "patient_uid": "3482808-1", "PMID": 23112365, "file_path": "noncomm/PMC003xxxxxx/PMC3482808.xml", "title": "Prolonged Varicella-Zoster Virus Reinfection in an Adult After Unrelated Cord Blood Transplantation", "patient": "A 50-year-old Japanese man with a history of CBT for acute lymphoblastic leukemia in March 2009 developed remittent fever and fatigue on 25th August 2010. Subsequently, he noticed an itchy skin eruption and visited our dermatology department on 1st September, 2010. The patient had a childhood history of varicella. Physical examination revealed sparsely distributed vesicles, some with umbilication, and small erythematous erosions on the face, anterior chest, upper back, and upper extremities [Figure , ]. A tense bulla was also present on the left thigh. A total of seven lesions were observed. Histological analysis of a vesicle showed an intraepidermal blister containing degenerated balloon cells [Figure , ]. Within a few days, there was widespread eruption of vesicles and bullae over the body [Figure , ] and the fever became continuous. Zosteriform lesions were not observed.\\nHe was admitted for intravenous acyclovir (10 mg/kg/day) for 5 days, with a reduced dose as the patient had renal dysfunction of an unknown cause. The skin lesions responded promptly to therapy: no new skin lesions developed and the bullous lesions began to scab, though some lesions remained active. In addition, the fever decreased. The patient was discharged after 5 days of intravenous acyclovir, with oral valacyclovir (20 mg/kg/day) advised for a further 9 days. By September 21, most of the skin lesions had scabbed.\\nWe measured the serum levels of anti-VZV IgG and anti-VZV IgM by enzyme-linked immunosorbent assay kits (Enzygnost Anti-VZV/IgG and Enzygnost Anti-VZV/IgM, Dade Behring, Deerfield, IL, USA) on days 3 and 33 after the appearance of the skin eruption. The values of anti-VZV IgG were expressed in international units (i.e., mIU/ml, with values <57.0 mIU/ml being considered negative); the measurement of anti-VZV IgM were expressed as a cut-off index (i.e., <1.0: negative, 1.0–2.0: indeterminate, and >2.0: positive). Serum anti-VZV IgG was negative on day 3 and 260 mIU/ml on day 33. Serum anti-VZV IgM was negative on both days 3 and 33. Based on the clinical and serological findings we diagnosed VZV reinfection.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'6321605': 1, '11407342': 1, '17162216': 1, '18640569': 1, '6302208': 1, '18979611': 1, '12930392': 1, '23112365': 2}", "similar_patients": "{}"}