{"patient_id": 159937, "patient_uid": "3519230-1", "PMID": 23248487, "file_path": "noncomm/PMC003xxxxxx/PMC3519230.xml", "title": "Calcifying ghost cell odontogenic cyst: A review on terminologies and classifications", "patient": "A 89-year-old female reported to our Dental clinic with the chief complaint of swelling in the right maxillary arch for past 1 month. History revealed that the patient underwent uneventful extraction of tooth no (FDI) 14 3 months back in a private Dental clinic and was the last tooth to be extracted before her complete edentulousness. One and half months after extraction, the patient was given maxillary and mandibular complete dentures. For the past 1 month the patient was unable to wear the maxillary denture due to mild discomfort in the region of 14 and 15 for which she was referred to our clinic. The past medical history was not contributory. On intraoral examination we observed completely edentulous maxillary and mandibular arch with mild swelling in the region of 14 and 15, measuring 3 × 3 cms. Overlying mucosa was sore in few areas possibly due to irritation by the denture []. On palpation the swelling was bony hard with mild tenderness. Orthopantamograph (OPG) revealed a radiolucent lesion in 14 and 15 region. []. The history of extraction and clinical features made us to arrive at a diagnosis of residual cyst. The lesion was enucleated under local anesthesia and subjected to histopathological study. Histopathologically, the lesion showed a fragmented cystic odontogenic epithelial lining with associated fibrovascular connective tissue capsule. The epithelial lining was 3-4 cells thickness exhibiting globules of eosinophilic structure suggestive of ghost cells [Figures and ]. Some of the ghost cells appear to undergo dystrophic calcification []. With this we made a final diagnosis of calcifying ghost cell odontogenic cyst. The patient was followed-up for 1 year with no recurrence of lesion.", "age": "[[89.0, 'year']]", "gender": "F", "relevant_articles": "{'12022111': 1, '27847742': 1, '2124593': 1, '17322800': 1, '20614303': 1, '18195516': 1, '31114751': 2, '15876968': 1, '24179921': 1, '25709974': 2, '26345145': 2, '34434027': 1, '9526728': 1, '21206164': 1, '21886994': 2, '23248487': 2}", "similar_patients": "{'4325392-1': 1, '4529262-1': 1, '6506423-1': 1, '3162852-1': 1}"}