{"patient_id": 154141, "patient_uid": "3053503-1", "PMID": 21431097, "file_path": "noncomm/PMC003xxxxxx/PMC3053503.xml", "title": "Laparoscopic Treatment of Adult Sigmoidorectal Intussusception Caused by a Mucinous Adenocarcinoma of the Sigmoid Colon: A Case Report", "patient": "A 79-year-old female patient visited the outpatient clinic with the chief complaints of hematochezia associated with diarrhea from several month ago, tenesmus, and pain in the lower abdomen for colonoscopic examination. Because of insufficient bowel preparation and the abdominal pain of the patient becoming severe, abdominal computed tomography was performed, malignant tumors were suspected, and the patient was admitted to our hospital. In the past history and family history, no special findings were detected. At the time of admission, the blood pressure was 100/80 mmHg, the temperature was 37.6℃, and the pulse was 74 per minute; the patient was conscious. In cardiopulmonary auscultation, no special findings were detected, and in the abdominal area, mild tenderness was detected. A movable mass associated with hemorrhage was palpated in an area approximately 5 cm above the anal verge. Other than the above, no special findings were detected.\\nIn the general peripheral blood test, leucocytes were 5,000/µL, hemoglobin was 7.5 g/dL, and platelets were 248,000/µL. In serum biochemistry tests, AST was 24 IU/L, ALT was 23 IU/L, ALP was 215 IU/L, total bilirubin was 0.38 mg/dL, γ-GTP was 6 IU/L, total protein was 6.6 g/dL, albumin was 3.6 g/dL, BUN was 15.2 mg/dL, creatinine was 0.52 mg/dL, prothrombin time was 12.1 seconds (INR, 1.16), HBs Ag was negative, anti-HBs Ab was positive, anti-HCV Ab was positive, and CEA (RIA) was elevated to 82.1 ng/mL. In plain abdominal radiography, the retention of a large amount of feces could be detected. In anoscopic examination, the rectal inner wall was observed to be occluded by a mass in an area approximately 3 cm above the anal verge and to be covered with dark blood. Continuous hemorrhage from the surface was detected, and the mass was palpated to be relatively movable (). In abdominal computed tomography, an irregularly shaped mass in the sigmoid colon approximately 5 × 3.8 × 3.9 cm3 in size and associated with the intussusception from the mass to the rectum, was detected. In addition, along the invaginated mesentery, about 2 lymph nodes showing contrast enhancement were observed ().\\nUnder general anesthesia, the patient was placed in the modified lithotomy position, the trendelenberg position, and bent with the right side downward. A 12-mm trocar was inserted into the vicinity of the umbilicus, a 12-mm trocar was inserted into the right lower abdomen, a 5-mm trocar was inserted into the right upper abdomen, and an 11-mm trocar was inserted into the left lower abdomen. The sigmoid colon and the rectum were examined, and an intussusception of the sigmoid colon to the inside of the lower rectum was detected. Laparoscopic reduction of the invaginated colon was attempted using a laparoscopic grasper, but failed. Hence, a dilator for end-to-end anastomosis (EEA; 28 mm) was inserted through the anus of patient, the mass was pushed up carefully, simultaneously reduction using a laparoscopic grasper was attempted, and the invaginated area could be readily reduced to the abdominal cavity. The reduced area of mass did not show necrotic findings, and except for mild hemorrhage in the vicinity of the appendiceal epiploica of the sigmoid colon, normal findings were shown (). The reduced mass was restored to the proximal sigmoid colon, and the infer mesenteric vessels were ligated. Subsequently, a laparoscopic anterior resection and primary anastomosis were performed, and surgery was completed. Histological examination was diagnosed a mucinous adenocarcimoma, and metastasis was detected in 10 lymph nodes (). In microscopic examination, infiltration by the adenocarcinoma and secretion of mucus could be observed; thus, it was diagnosed as a mucinous adenocarcinoma (). Three days after surgery, movement of the intestine of the patient was recovered, and diet was initiated. The patient had slight diarrhea symptoms, but recovered without other complications, and is presently under follow-up observation at our outpatient clinic.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'12576888': 1, '25839022': 1, '7846990': 1, '18052669': 1, '2346864': 1, '5557762': 1, '14513327': 1, '8470658': 1, '12640534': 1, '9074370': 1, '14719155': 1, '13326008': 1, '16440436': 1, '10478257': 1, '10195723': 1, '13158719': 1, '34649414': 1, '9296505': 1, '7469558': 1, '12172999': 1, '21431097': 2}", "similar_patients": "{}"}