{"patient_id": 44404, "patient_uid": "3835902-1", "PMID": 24307958, "file_path": "comm/PMC003xxxxxx/PMC3835902.xml", "title": "Low Molecular Weight Heparin Induced Skin Necrosis without Platelet Fall Revealing Immunoallergic Heparin Induced Thrombocytopenia", "patient": "A 57-year-old woman with a history of severe melancholic state was hospitalized in psychiatric ward for 4 months before admission to our hospital. She presented in the emergency department with arterial hypotension and hypothermia due to severe dehydration because of severe feeding troubles with self-induced vomiting, anorexia, and loss of weight. The patient had no history of previous exposition to heparin derivatives. Platelet count was 490 G/L.\\nBiological investigations found severe acute kidney injury (creatinine 720 μmol/L and urea 37 mmol/L), metabolic acidosis (pH 7.10, HCO3–14 mmol/L), and mild hyperkaliemia of 5.4 mmol/L. Abdominal scanning found no renal or digestive abnormality. First line treatment consisted of important fluid loading with crystalloids (5000 mL ringer lactate, 500 mL sodium bicarbonate 1,4%, and 500 mL sodium bicarbonate 4,2%) and parallel norepinephrine infusion to obtain satisfying hemodynamics. The patient was then transferred to our ICU.\\nThe hospitalization course was marked with an acute respiratory distress syndrome due to acute aspiration, cardiac failure with infusion of inotropic agent, and persistent anuric renal failure with the need of RRT (continuous venovenous hemofiltration (CVVHF), using the Aquarius System, Edwards Lifesciences, France, blood flow 200–250 mL/min, and ultrafiltrate flow 35 mL/kg/h, priming with 5000 UI unfractionated heparin (UFH) in 2000 mL saline solution and Hemosol substitution solution delivered one-third prefilter and two-thirds postfilter).\\nAnticoagulation was started with UFH during RRT until day 9. Thromboprophylaxis was started on day ten with low molecular weight heparin (LMWH) and enoxaparin sodium and (40 UI s.c./24 h). On day fifteen, the diagnosis of immunoallergic HIT was suspected following the observation of painful erythematous lesions at the injection sites of LMWH and rapid evolution to skin necrosis (). Bilateral iliac veins thrombosis was found on ultrasound examination (femoral central venous access). No RRT filter clotting event occurred. A switch to danaparoid sodium (Orgaran, Organon, France) anticoagulation was started and immunoassay for immunoallergic HIT (GTI PF4 Enhanced, GTI Diagnostics, Waukesha, WI) revealed the presence of IgG class of anti-PF4/heparin antibodies (1,36 OD). The heparin induced platelet activation (HIPA) assay was negative and the serotonin release assay (SRA) was positive. Platelet count was normal (198 G/L, ). Necrotic lesions disappeared within five days after start of alternative anticoagulation with danaparoid sodium. Notably, our patient presented with a 4T's score of 3 in ICU. Skin biopsy found leukocytoclastic vasculitis and thrombi ().", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'11878697': 1, '20403090': 1, '23450519': 1, '16634744': 1, '20128858': 1, '10380778': 1, '10392668': 1, '8603024': 1, '22642893': 1, '20217043': 1, '34059496': 1, '8568259': 1, '24916515': 1, '20842344': 1, '24307958': 2}", "similar_patients": "{}"}