{"patient_id": 157379, "patient_uid": "3314835-1", "PMID": 22474646, "file_path": "noncomm/PMC003xxxxxx/PMC3314835.xml", "title": "Aneurysmal bone cyst of the mandible managed by conservative surgical therapy with preoperative embolization", "patient": "A 9-year-old girl visited our hospital, complaining of a rapid-growing and rigid swelling of the left posterior mandibular area. The patient detected the swelling 3 days before the visitation. The clinical examination revealed swelling with fever on the left cheek area. The skin over the lesion appeared normal. The swelling had bony hard consistency and there was tenderness on palpation. The involved gingiva blanched on pressure but showed no pulsations or evidence of bleeding from the gingival sulcus. The overall appearance of the lesion gave a clinical impression of benign tumor of the mandible.\\nPanoramic radiograph was acquired with Orthopantomograph OP-100 (Instrumentarium Imaging, Tuusula, Finland) and revealed moderately defined multilocular radiolucencies with honeycomb appearance involving the left mandibular body area (). It showed an external root resorption of the involved right deciduous second molar and the permanent first molar. The developing permanent second premolar was rotated and mesially displaced, and the permanent second molar was also displaced distally. Cortical expansion was evident inferiorly.\\nThe patient's parent asked to remove her deciduous molar of the involved area, complaining of the tooth mobility. The surgeon did not suspect the intra-osseous vascular lesion and tried to extract the deciduous teeth without knowing the risk of bleeding. Consequently, blood oozed from the extraction socket continuously and vaseline gauze was packed for hemostasis.\\nFor the further evaluation, contrast enhanced CT and bone scans were performed several days later. Contrast enhanced CT (Lightspeed Ultra, GE Healthcare, Milwaukee, WI, USA) showed an expansile, multilocular osteolytic lesion and multiple fluid levels within the cystic spaces at the right posterior mandibular area (). A three-phase bone scan was performed after the intravenous injection of 20mCi 99mTc-HDP. The blood-pool and delayed images showed increased radiotracer accumulation in the left mandibular body area (). The patient wanted to delay the surgery 5 month later.\\nFive month later, the lesion was re-evaluated. Panoramic radiograph revealed that lesion grew largely and the internal septa showed multilocular soap bubble appearance () and contrast enhanced CT showed the similar features compared with the previous CT images but enlarged lesion (). Femoral artery angiography showed high vascularization of the lesion and the left facial artery as a feeding vessel ().\\nSelective embolization using polyvinyl alcohol was performed before the surgery considering her tender age. The day after embolization, the lesion was managed using curettage with lateral decortication and repositioning to the original position with screw fixation under general anesthesia (). Thereby, the continuity of the mandible was maintained that provided stability of the mandibular arch. The bony surgical specimen stained by hematoxylin and eosin confirmed the diagnosis of ABC showing the typical histological pattern (). Post-operative period was uneventful, and no sign of recurrence has been observed for 5.7 years ().", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'19081871': 1, '16601582': 1, '28658921': 1, '9563596': 1, '22010069': 2, '16937137': 1, '19233862': 1, '8169709': 1, '6430821': 1, '18848108': 1, '6322559': 1, '20110147': 1, '32736607': 2, '34216372': 1, '31346378': 2, '24348861': 2, '12420274': 1, '16166837': 1, '15599231': 1, '20107833': 1, '22474646': 2}", "similar_patients": "{'3189536-1': 1, '7395336-1': 1, '3861589-1': 1, '6645265-1': 1}"}