{"patient_id": 38597, "patient_uid": "3420679-1", "PMID": 22937351, "file_path": "comm/PMC003xxxxxx/PMC3420679.xml", "title": "Paroxysmal Hypnogenic Dyskinesia Responsive to Doxylamine: A Case Report", "patient": "A 19-year-old healthy, Caucasian man presented with a two-year history of nonrestful sleep nearly every night. He was referred by his employer for evaluation. Nine months prior to presentation, he learned for the first time from coworkers that he shook frequently while sleeping. He had one episode of being awoken to find his extremities moving uncontrollably for a few minutes. These events continued nearly every night, presumably as they had before. There were never any nightmares or terrors, other than anxiety from not having control of his body several times upon awakening. He had a normal polysomnography test at that time.\\nThis condition prevented him from deploying with his military unit, which greatly saddened him. He discovered that Doxylamine (Unisom), an H1 receptor antagonist, alleviated his symptoms, provided restful sleep, and decreased muscle fatigue in the mornings 100% of the time. Hypothermia, sleep deprivation, extreme exercise, explosions, and stress had never triggered an event. He had no family history of this condition and a completely normal physical exam.\\nThe patient was admitted to the Epilepsy Monitoring Unit at Texas A&M Health Science Center at Scott & White Hospital for 96 hours of continuous EEG-video monitoring. The patient had a total of four dyskinetic events during slow-wave sleep, two of which were precipitated by external stimuli (knocking on the door and turning on the light with voice). The episodes lasted approximately 40 seconds total and each began with 3–6 seconds of a tonic phase of both upper extremities and truncal flexors, sometimes partially sitting upright. Choreoathetoid movements followed, which involved primarily the upper extremities, most notably in the wrists and fingers. It appeared as if the patient were trying to get something off or way from his person, primarily towards the left. He also had intermittent torticollis to the right. The episodes ended with the patient laying down appearing to try and get comfortable in the bed, fidgeting with the blanket, quickly moving from his left and right sides, with facial grimacing and choreoathetoid movements of his head, neck, and hands as the movements minimized over approximately 15 seconds. Sleep appeared to resume quite suddenly.\\nDuring one of the episodes, staff carried on a conversation with him in which he was oriented to himself, place, and time. He was aware of what was happening to his body and was able to confirm that the ongoing episode was typical for the episodes he has been aware of in the past. He was not confused at all when the episode ended and remained awake talking with the staff.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'6847446': 1, '6067487': 1, '10435504': 1, '7895015': 1, '21496595': 1, '7256073': 1, '617268': 1, '11346027': 1, '10323309': 1, '4022385': 1, '9196907': 1, '7355039': 1, '17324557': 1, '1557065': 1, '2401246': 1, '22937351': 2}", "similar_patients": "{}"}