{"patient_id": 38958, "patient_uid": "3441307-1", "PMID": 22642663, "file_path": "comm/PMC003xxxxxx/PMC3441307.xml", "title": "Abernethy malformation: a case report", "patient": "We present a case of 5 year old girl who presented to paediatric outpatient clinic of R.D. Gardi Medical College and C.R. Gardi Hospital, Surasa, Ujjain, India with complains of decreased appetite since past four to five days, yellowish discoloration of sclera noticed since past two days and deep yellow coloured urine since past two days. Patient had no history of clay coloured stools, fever, vomiting, haematemesis, malena or history suggestive of hepatic encephalopathy. The perinatal history was uneventful with no history of umbilical sepsis. The child had no significant past medical history including that of jaundice. Immunization of the child was appropriate for age. At initial examination her anthropometric measurements showed a weight of 15 Kg and a height of 110 cm. The weight-for-age was between 3rd to 15th percentiles; height-for-age between 50th to 85th percentiles and weight-for-height below 3rd percentile, according to the WHO Reference Growth Standards 2007 ( ). The anthropometric findings were suggestive of acute on chronic malnutrition with stunting. The dietary evaluation revealed a diet inadequate in calories (by one third), proteins (by one fourth) and iron (by half) for her age and sex. The vitals at presentation were heart rate of 120 per minute, respiratory rate of 20 per minute and blood pressure of 98/60 mm of Hg in right in right upper limb in supine position. Four-limb blood pressure measurement was also normal. Icterus was noticed. Examination of ears, nose and throat showed no abnormality. No skin rash was present. No clubbing, cyanosis or oedema of arms or legs was noted. Cardiovascular examination was normal. The lungs were clear on percussion and auscultation. The abdomen was soft with no organomegaly or clinical ascites. A provisional diagnosis of acute viral hepatitis was made based on history, clinical examination and local endemicity of acute viral hepatitis caused by hepatitis A or hepatitis E. Only blood investigation advised was serum bilirubin, which showed total bilirubin 9.29 mg/dl with direct bilirubin of 7.38 mg/dl and indirect bilirubin of 2.41 mg/dl. Patient was treated symptomatically for viral hepatitis and asked to follow up if any danger signs of acute viral hepatitis appear or after 4 weeks. No serological confirmation of viral hepatitis was deemed necessary in view of acute viral hepatitis caused by hepatitis A virus being an endemic disease in the geographic region.\\nPatient followed four weeks later with persistence of yellowish discoloration of sclera but had no other symptoms. Her clinical examination was unremarkable. A liver profile, complete blood counts and abdominal ultrasonography (USG) were ordered. The complete blood counts were within normal limits and did not reveal any evidence of hypersplenism. The liver profile showed total bilirubin 3.4 mg/dl with direct bilirubin of 3.23 mg/dl and indirect bilirubin of 0.22 mg/dl; aspartate transaminase (AST) 98.2 IU/L (normal values 15–46 IU/L); alanine transaminase (ALT) 109.3 IU/L (normal values 13–69 IU/L); alkaline phosphatase 269.3(normal values 38–126 IU/L); prothombin time (PT) 14 with control of 16; INR 1.2. Abdominal ultrasound showed course ecotexture of the liver with anomalous portal vein. The size of portal vein was 8 mm. The portal vein drained into inferior vena cava. A CT angiography was advised following the above abdominal ultrasound report. The contrast enhanced CT scan of upper abdomen with MIP to include of whole thickness of portal vein revealed that the superior mesenteric vein and the splenic vein join to form a confluence that drained directly in the inferior vena cava. The portal vein drained in the inferior vena cava at the level of head of pancreas caudal to the intrahepatic portion (Figure and ). A dilated inferior vena cava is seen in Figure . The CT scan also showed a mass lesion in right lobe of liver probably an adenoma or focal nodular hyperplasia (Figure ). In view of the above features and absence of portal vein radicals in liver parenchyma a diagnosis of Abernethy malformation type 1 b was made. To complete the work up a fasting blood sugar and serum ammonia was done which were normal. (Blood sugar 71 mg/L and serum ammonia 20 μgm/dL (normal values 10–80 μgm/dL). A skeletal survey did not show any skeletal abnormalities. An echocardiogram with colour doppler did not show any associated congenital cardiac defects.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'9094026': 1, '9686654': 1, '3914226': 1, '32494552': 1, '17184568': 1, '32399371': 2, '21912894': 1, '30671377': 1, '10894598': 1, '25624897': 2, '18663772': 1, '9296537': 1, '25813917': 1, '11431769': 1, '14970742': 1, '21962400': 1, '20601902': 1, '16447097': 1, '33014233': 1, '31374048': 1, '26386552': 1, '17868331': 1, '15121411': 1, '19254272': 1, '12879313': 1, '9296538': 1, '7807356': 1, '22642663': 2}", "similar_patients": "{'4301562-1': 1, '7216313-1': 1}"}