{"patient_id": 154702, "patient_uid": "3128895-1", "PMID": 21747887, "file_path": "noncomm/PMC003xxxxxx/PMC3128895.xml", "title": "Variant Burkitt-type translocation (8;22)(q24;q11) in plasma cell myeloma", "patient": "In August 2010, a 51-year-old-male presented with right pelvic pain, occipital headache, weight loss, and weakness, which lasted for two months. He had visited a local hospital, and was referred to our hospital for further work-up under the suspicion of a hematologic malignancy. On physical examination, neither organomegaly nor lymphadenopathy was noted. His complete blood counts were: white blood cells, 6.3×109/L; hemoglobin, 8.9 g/dL; platelets, 233×109/L. The other laboratory findings were: total protein, 10.4 g/dL; albumin 2.5 g/dL; calcium, 8.6 mg/dL; blood urea nitrogen, 22.6 mg/dL; creatinine, 1.4 mg/dL; beta-2-microcroglobulin, 6.4 mg/L. Serum protein electrophoresis showed a monoclonal spike (5.14 g/dL; 49.9% of protein), which was confirmed as IgG, lambda type of monoclonal gammopathy by serum immunofixation. Radiographically, multiple osteolytic lesions were detected in right pelvic bone, spines, and skull.\\nPlasma cells were increased on the bone marrow aspirate smear (66.9% of all nucleated cells), and showed dispersed nuclear chromatin, high nuclear/cytoplasmic ratio, and often prominent nucleoli (). The patient was diagnosed as having plasma cell myeloma. Flow cytometric immunophenotyping and cytogenetic analysis could not be performed at diagnosis, because the bone marrow study was performed at the previous hospital.\\nAfter three cycles of thalidomide and dexamethasone, monoclonal spike (3.38 g/dL; 42.2%) was persistent, and plasma cells were counted up to 74.9% of all nucleated cells on the follow-up bone marrow aspirate smear. Flow cytometric immunophenotyping demonstrated an expanded population of abnormal plasma cells with CD19 negativity and positivity for the followings: CD38, 60%; CD138, 58%; CD56, 60%. Flow cytometric immunotyping for CD20, CD10 and light chain were not performed. Cytogenetic analysis showed a complex karyotype: 44,XY,-1,t(2;5)(q33;q13),add(8)(q24.1),t(8;22)(q24.1;q11.2),add(10)(p15),der(11)t(1;11)(q21;p11.2),del(12)(p11.2p13),-13,-14,add(14)(q32),der(15)t(1;15)(p22;p11.2),-16,add(17)(q11.2),+21,+1-3mar[cp6]/46,XY[19] () []. Under the diagnosis of stable disease, he has received 1 cycle of bortezomib and dexamethasone, and has been clinically stable.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'7919347': 1, '7934142': 1, '9115968': 1, '7664237': 1, '21181954': 1, '7869764': 1, '11698294': 1, '19225226': 1, '9666801': 1, '20472183': 1, '7627933': 1, '21747887': 2}", "similar_patients": "{}"}