{"patient_id": 162686, "patient_uid": "3743380-1", "PMID": 23961496, "file_path": "noncomm/PMC003xxxxxx/PMC3743380.xml", "title": "Catecholamine induced cardiomyopathy in pheochromocytoma", "patient": "A 42-year-old male working as a clerk, presented elsewhere with episodic palpitations, headache, and sweating of 2 years duration. The frequency of these paroxysms gradually increased over the past 6 months. On evaluation elsewhere, he was found to have hypertension, which was difficult to control with three antihypertensive drugs. He was hence evaluated for secondary hypertension.\\nAn ultra sonogram of the abdomen was performed initially, as he had undergone left side nephrectomy for voluntary kidney donation 9 years ago. The ultra sonogram revealed a right adrenal mass and he had a positive metaiodobenzylguanidine scan suggesting a right adrenal pheochromocytoma. He was started on three antihypertensive agents, elsewhere.\\nHe was referred to our institute for further management. A computerized tomography of the abdomen revealed a heterogeneously enhancing mass of size 4.9 × 5.3 × 5.0 cm [] in the right adrenal gland. Left adrenal appeared normal []. He was evaluated further and was found to have elevated 24-h urinary metanephrin and normetanephrin levels {2050 μg (normal <350 μg/24 h) and 6240 μg (normal <600 μg/24 h) respectively}. He was admitted to the ward at 8.30 PM. At admission his heart rate was 120/min and blood pressure was 160/100 mmHg in the right upper limb in the supine position with no significant postural drop. Cardiovascular examination was unremarkable; few basal crackles were heard on auscultation of chest. Central nervous system examination including optic fundii did not show any significant abnormality. Examination of the abdomen was unremarkable except for a 12 cm nephrectomy scar on the left side.\\nHe did not have any features suggestive of syndromic association including multiple endocrine neoplasiae, Von Hippel Lindau syndrome, or neurofibromatosis.\\nAn electrocardiogram done at admission was within normal limits.\\nIn view of pheochromocytoma, he was started on an alpha blocker. Forty five minutes after administering 2.5 mg of Prazosin, he developed giddiness and had a fall. His systolic blood pressure at that point of time was 60 mm of Hg. First dose effect of alpha blocker was thought of at that point of time. However, the bibasal crepitations, which he already had, worsened progressively. An electrocardiogram done revealed a new onset left anterior fascicular block. Cardiac enzymes were grossly elevated creatinine kinase-muscle brain faction {CKMB: 35 ng/ml (normal <6.7 ng/ml); Troponin T: 1234 pg/ml (normal <14 pg/ml)}. The possibility of a myocardial injury was considered and cardiology opinion was sought.\\nAn emergency echocardiogram was performed. This revealed global hypokinesia with no regional wall motion abnormality. Left ventricular ejection fraction was 31%. This was not consistent with an acute coronary syndrome. The patient was shifted to coronary care unit for further management. Cardiac enzymes were repeated after 4 h. This did not show an elevation.\\nGiven the absence of regional wall motion abnormality on echocardiogram and lack of serial rise of cardiac enzymes, the possibility of catecholamine induced cardiomyopathy was considered to be more likely than an acute coronary event.\\nPatient was started on Milrinone (a phosphodiesterase 3 inhibitor) infusion along with a loop diuretic. He improved gradually, blood pressure stabilized over the next 48 h. He was restarted on beta blockers and continued on alpha blocker prazosin and was shifted out of cardiac intensive care unit (CCU). Phenoxybenzamine was also started within the next 24 h, which he tolerated well.\\nHe was prepared for surgery and underwent the same uneventfully after 2 weeks. During laparoscopic adrenalectomy, a 6 × 5 cm vascular tumor arising in right adrenal gland was found and excised. Immediate postoperative period was managed in surgical intensive care unit as he had a hypertensive surge. After control of blood pressure, he was shifted to ward on the second postoperative day. His blood pressure stabilized and remained within normal limits there after without any antihypertensives.\\nHis cardiac function improved and he did not have any features of failure thereafter.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'11451258': 1, '6195467': 1, '1467043': 1, '6195468': 1, '7995660': 1, '21860721': 2, '33066731': 2, '2634991': 1, '33575936': 2, '30991354': 1, '30959487': 1, '33714404': 1, '23961496': 2}", "similar_patients": "{'8110488-1': 1, '8110488-2': 1, '3150700-1': 1, '3150700-2': 1, '3150700-3': 1, '7566064-1': 1}"}