{"patient_id": 161201, "patient_uid": "3633231-2", "PMID": 23620869, "file_path": "noncomm/PMC003xxxxxx/PMC3633231.xml", "title": "Cases report of unicentric Castleman's disease: revisit of radiotherapy role", "patient": "The patient was a 51-year-old woman who had huge mass in left perirenal space. She took a medical examination because of easy fatigability and headache. On CT scan, there was about 13 cm sized mass originated from left perirenal space with diffusely conglomerated multiple lymphadenopathy in left para-aortic space (). Chest X-ray, bone scan, laboratory test such as CBC and chemistry did not show any abnormal findings. On ultrasonograpy, perirenal mass had few vascularity in it and seated in hilum of left kidney. In addition, about 2 cm sized multiple lymphadenopathy were seen around abdominal aorta. Ultrasonography-guided biopsy of perirenal mass revealed polymorphorous lymphoid proliferation with stromal hyalinization. Proliferated cells consisted with small B and T lymphocytes, and mature plasma cells. Polymorphorous infiltration and stromal hyalinization suggested a benign lymphoproliferative lesion such as CD. Mass excision including left kidney and enlarged para-aortic lymph nodes was done without residual mass. Pathologic examination showed CD, hyaline-vascular type involving perinephric and paraaortic lymph nodes. By Immunohistochemical staining, the lymphoid cells were polymorphorous and polyclonal and there was occasional EBV-ISN positive cells. Polymerase chain reaction for HHV-8 and B cell immunoglobulin heavy chain gene rearrangement were negative. After surgical resection, the patients received regular follow-up with abdominopelvic CT scan. After disease-free state during 52 months, multiple enlarged lymph nodes were found in follow-up CT scan (). Enlarged lymph nodes were seen around left para-aortic and common iliac artery bifurcation. Fludeoxyglucose (18F)-positron emission tomography (FDG-PET) showed linear hypermetabolism (maxSUV = 3.0) along left side para-aortic and focal hypermetabolism (maxSUV = 1.9) in right iliac area. She was consulted for salvage radiotherapy to recurrent lesions. Three-dimensional conformal radiotherapy was performed. Left pelvic lesion was far from para-aortic lymph nodes. Then, two separate radiotherapy plans were needed (). Radiation dose was 40 Gy/20 fractions with daily fraction size of 2 Gy. At 1 month after radiotherapy, CT scan was done and showed partial response with decrease of lymph node size less than 1 cm (). Twelve months after radiotherapy the patient had no evidence of disease on follow-up CT scan.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'3533746': 1, '5700853': 1, '8695726': 1, '31563665': 1, '10607684': 1, '29434951': 1, '2400884': 1, '1873789': 1, '17118850': 1, '11205472': 1, '28403848': 2, '102620': 1, '10520638': 1, '10091744': 1, '476562': 1, '4016679': 1, '11505414': 1, '25035682': 1, '10666218': 1, '4031967': 1, '13356266': 1, '29850111': 1, '32046545': 2, '6821846': 1, '4551306': 1, '32245939': 1, '619617': 1, '23620869': 2}", "similar_patients": "{'3633231-1': 2, '7111022-1': 1, '5389156-1': 1}"}