{"patient_id": 35909, "patient_uid": "3151522-1", "PMID": 21826151, "file_path": "comm/PMC003xxxxxx/PMC3151522.xml", "title": "Spontaneously Healed Pathologic Fracture over a Critical-Size Calcaneal Cyst", "patient": "A 19-year-old man presented to the accident and emergency (A & E) department with a painful left heel after falling off from a height of approximately 1 m and landing on both feet. He was mobilizing with difficulty on toe-touch weight-bearing mobilization. His left hindfoot was swollen and extremely tender. Plain radiographs (lateral and axial views) of both feet were acquired. The right hindfoot proved to be free of any fracture or other pathology. The left hindfoot radiographs revealed a large radiolucent area in the anterior half of the calcaneal body resembling to a cyst (). In the eyes of the on-call registrars, no fracture pathology was clearly evident at the time. Since the clinical view was quite aggravated, the calcaneum had a strange radiographic appearance, no definite diagnosis was set, and a computed tomography (CT scan) was requested. The CT scan revealed an undisplaced pathologic fracture over a 3.8 × 2.4 × 4.2 cm calcaneal simple cyst (Figures and ). The fracture of the calcaneum had a tongue type configuration extending to the junction of the anterior and posterior subtalar joint at the superior aspect of the calcaneal cyst. Both medial and lateral walls of the pinned out calcaneum were also fractured. The sustentacular process was involved by the cyst only at its base with a more mid-to-distal aspect completely normal. The cyst, which was void of bone, filled 100% of the intracalcaneal cross-section in the coronary plane and at least 50% in the sagittal plane.\\nThe patient was consulted to undergo surgical treatment for grafting and stabilization of his fracture. However, he did not consent to this and chose to be treated conservatively although he was warned about the possibility of improper healing and recurrent complications. After the patient's refusal to be admitted in the hospital, a short leg posterior slab was applied prior to discharge. He was advised to have ice therapy, foot elevation, and non-weight-bearing mobilization. The posterior slab was transformed to a below the knee jigsaw cast in 2 weeks, after the swelling had totally subsided. Radiographic control 4 weeks after injury () showed signs of healing, and the patient was advised to start performing range of motion (ROM) exercises in order for ankle stiffness to be avoided. New X-rays, 8 weeks after injury (), revealed callus formation at the fracture site. This, in combination with the lack of pain or tenderness symptoms, drove us to the decision of allowing partial weight-bearing mobilization to be initiated. Full weight-bearing mobilization was allowed 12 weeks after injury. The patient was under monthly radiographic control (lateral and axial views) for the first 6 months remaining asymptomatic. He was discharged back to the care of his general practitioner and was advised to be clinically and radiographically checked on annual base. At his last followup 18 months () after injury, he was painlessly ambulatory with no restriction to his ankle or foot ROM although there were no signs of mineralization in the cystic lesion.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'3346512': 1, '832948': 1, '9816980': 1, '5771835': 1, '685678': 1, '887773': 1, '10101329': 1, '3510295': 1, '18315971': 1, '8040810': 1, '10459305': 1, '11475460': 1, '15308909': 1, '4590225': 1, '18633767': 1, '7075074': 1, '6804147': 1, '15241166': 1, '1658056': 1, '4149588': 1, '34623493': 1, '12131454': 1, '8113358': 1, '21826151': 2}", "similar_patients": "{}"}