{"patient_id": 38456, "patient_uid": "3420403-1", "PMID": 22934204, "file_path": "comm/PMC003xxxxxx/PMC3420403.xml", "title": "Multiple Pulmonary Metastases following Total Removal of a Bilateral Parasagittal Meningioma with Complete Occlusion of the Superior Sagittal Sinus: Report of a Case", "patient": "A 34-year-old man who had previously undergone craniotomy a total of three times in 2005 and 2006 presented with a progressive gait disturbance and was referred to our institution for further treatment. He presented with paraplegia involving bilateral lower extremities and a memory disturbance. Computed tomography (CT) revealed a huge isodense mass, approximately 8 cm in diameter, with strong perifocal edema involving the falx and superior sagittal sinus (SSS). The tumor invaded the calvarium and scalp, with compression of bilateral frontal lobes. Magnetic resonance imaging (MRI) showed the mass as isointensity on T1-weighted imaging and heterogeneously intense on T2-weighted imaging, with heterogeneous enhancement with gadolinium (Figures and ). Intratumoral flow voids were diffusely distributed. Cerebral angiography demonstrated that the tumor was fed by the anterior falcian, precentral, central, and middle meningeal arteries, as well as a thick branch that originated from the tentorial artery (Figures , , and ). The SSS was not visible, and the cortical veins as draining veins were dilated and drained into the sphenoparietal sinus and the superior petrosal sinus. The fourth craniotomy was carried out in 2009.\\nThe tumor was highly vascular, composed of elastic-hard, fibrous, grayish-white tumor and soft reddish components that invaded the calvarium. The tumor adhered tightly to the cerebral cortex with involvement of the falx and SSS, and there was arterial bleeding from the falx. Dense vascular networks were cauterized, the SSS was completely obliterated, and the tumor was dissected from the edematous cortex and then totally removed. Blood loss was 6500 mL. Postoperatively, the patient had paraparesis and was transferred for extensive rehabilitation. Postoperative MR images showed complete removal of the tumor without recurrence (Figures and ).\\nTwo months after the last operation, X-rays and CT scans of the chest demonstrated well-circumscribed, multinodular tumors in bilateral lungs (Figures and ). The right basal posterior segment (S10) of the lung was partially resected thoracoscopically and initially diagnosed as “meningioma.” Two months after biopsy, the posterior segment (S2) and the superior segment (S6) were resected. The specimen showed two nodules in the upper lung (one in each of S2 and S3) and five nodules in the lower lobe (S6). These seven nodules measured 1-2 cm. Macroscopically, the multiple nodules in the lung had well-defined borders, whitish color, and firm consistency (Figures and ). The patient's postoperative course was uneventful.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'3101455': 1, '12629059': 1, '10987382': 1, '9130993': 1, '10560602': 1, '30937064': 2, '10319230': 1, '15795840': 1, '592023': 1, '31762868': 1, '15690330': 1, '7168461': 1, '12082375': 1, '9414189': 1, '175713': 1, '2830799': 1, '7496509': 1, '1991305': 1, '16193389': 1, '33014773': 1, '6413150': 1, '9850654': 1, '11801758': 1, '17431673': 1, '25254095': 2, '1709609': 1, '11242234': 1, '11561761': 1, '3363477': 1, '19919820': 1, '10505022': 1, '26944388': 2, '19580667': 2, '22934204': 2}", "similar_patients": "{'5536718-1': 1, '2717105-1': 1, '4168745-1': 1, '6417304-1': 1}"}