{"patient_id": 156178, "patient_uid": "3227365-1", "PMID": 22144754, "file_path": "noncomm/PMC003xxxxxx/PMC3227365.xml", "title": "Hydroxyapatite crystal deposition causing rapidly destructive arthropathy of the hip joint", "patient": "A 66-year-old male patient presented with 6-month history of intermittent pain in his right hip joint, which rapidly worsened over last few weeks. The pain was dull aching in nature, localized to the right hip joint, and exacerbated by movement at the hip joint. Range of motion was significantly reduced. Neurological examination was normal. There was no history of fever, trauma, infection, preceding systemic illness, prolonged drug intake, or previous surgery of the hip joint. The general clinical examination was unremarkable.\\nTotal leukocyte count was 5 510/μl; E.S.R was 31 mm/hr, and C.R.P. was 2.45 mg/dl. Serum calcium, phosphorus, and alkaline phosphatase levels were normal, as were the liver and renal function tests. Rheumatoid factor and antinuclear antibodies were negative.\\nPlain radiograph of the right hip revealed severe destruction and flattening of the femoral head with mild sclerosis and minimal osteophytes []. Magnetic resonance imaging (MRI) showed foci of low signal intensity (best seen on T1-weighted images) around posterior aspect of greater and lesser trochanter, consistent with the suspicion of calcification []. T2-weighted images showed destruction of the right femoral head, fluid collection in the joint space, thinning and destruction of the acetabular cartilage, and a cystic mass lesion with increased signal intensity and wall enhancement, in the adductor muscle group [].\\nSonography-assisted aspiration of the hip yielded serosanguinous fluid. Fluid analysis results showed a normal total cell count and cultures for bacteria, fungi, and acid fast bacilli were negative. Alizarin red S staining was strongly positive. Polymerase chain reaction test for Mycobacterium tuberculosis was negative. Polarized microscopy demonstrated amorphous non-rhomboid or needle-shaped crystals which were negatively birefringent.\\nAfter thorough discussion with patient regarding prognosis of total hip arthroplasty (THA), surgery was planned. Patient underwent uncemented THA []. Peroperative tissue sample for frozen biopsy was sent to rule out infection. A sample of synovium and capsule were sent for microscopic and histological examinations.\\nMicroscopy revealed diffuse villous proliferation of the synovium with diffuse deposits of bluish, acellular, amorphous material intermixed with fibrin. There was insignificant inflammatory cell infiltration. The amorphous material showed extensive calcium deposits with von Kossa stain []. Histopathologic examination of the tissue specimen demonstrated extensive synovial hyperplasia and hypertrophy with marked calcium and fibrin deposits, marked degeneration of articular soft tissue, and fat necrosis with dead bony trabeculae. Subsequent scanning electron microscopy (SEM) examination revealed small densely packed microspheroids of roughly spherical or elliptical shape with uniformly dense or with less dense centers []. The diagnosis of destructive arthropathy of the hip joint induced by HA crystals was established. The patient is followed up at 2 years and 8 months with good outcome.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'9153562': 1, '6484575': 1, '1395305': 1, '16093631': 1, '5459776': 1, '6289761': 1, '2988572': 1, '3606684': 1, '6615024': 1, '25405044': 1, '23263498': 1, '6274359': 1, '16891924': 1, '6186260': 1, '6260121': 1, '6260120': 1, '2155593': 1, '106859': 1, '22144754': 2}", "similar_patients": "{}"}