{"patient_id": 46021, "patient_uid": "3943025-1", "PMID": 24665272, "file_path": "comm/PMC003xxxxxx/PMC3943025.xml", "title": "A Case Report of Congenital Insensitivity to Pain and Anhidrosis (CIPA)", "patient": "A 2.5-year-old boy was referred to the pediatrics clinic with severe self-mutilating injuries to his hands, feet, tongue and oral mucosa caused by unconscious biting ().\\nHe is the second child of cousin parents and the product of a term, normal vaginal delivery with a birth weight of 3300 gr.\\nAt two-months of age, he was admitted to the hospital as a result of fever and convulsion. The patient continued to have fever throughout his hospital stay and evaluation for the etiology of prolonged fever was done and abnormal results were not seen in any of the diagnostic tests including blood culture, CSF analysis and culture, urine analysis and culture, echocardiography, blood smear, bone marrow aspiration and culture, Wright and Vidal test, abdominal sonography and brain CT scan. Finally, he was discharged from the hospital on phenobarbital medication, but episodes of hyperthermia and unexplained fever recurred.\\nHis parents found him never sweating after birth and he did not tolerate warm weather or sun exposure and he was irritable and cried with appropriate tearing in such situations. The parents also complained that the child showed no response to any kind of injury including pinpricking, burning, hitting and cutting. The boy had never complained of painful sensation and his hands or feet were burned by heater flame or hot water repeatedly.\\nHe had a right third metatarsal fracture without reason when he was 2.5 years old that was managed on an outpatient basis and caused edema and deformity in his right foot.\\nTeething had started at seven months of age, but because of biting and ulcerative lesions in the gums, his teeth had started to shed at 1.5 years of age.\\nOn examination, he had 12 kilograms weight (10th percentile), 92 centimeter height (75th percentile) and 48 centimeter head circumference (10th percentile) and a normal blood pressure without orthostatic hypotension. Ulcerative lesions were seen in his fingers, toes and mouth that were caused by self-biting ().\\nFungiform papillae on the tongue were present. In addition, keratosis and thick and dry skin in the palms of his hands and soles of feet were visible (). He had red eyes and corneal ulcer. The deformity as Charcot joint (neuropathic osteoarthropathy) was observed in the right ankle due to repeated trauma ().\\nNeurologic examination revealed normal function of the cranial nerves. The light response of pupils and deep tendon reflexes (DTR) were normal and plantar reflex was flexor bilaterally. He could not cooperate with the sensory exam. The child had neurodevelopmental delay based on Denver Developmental Screening Test-II. His parents and brother were healthy with normal intelligence. Family history was also negative and they had no sign of hereditary disease. The result of CBC, uric acid, serum glucose, liver, renal and thyroid function tests, serum lactate, ammonia, creatinine phosphokinase level and chromatography of amino acids were normal. Nerve conduction velocity (NCV) was normal and brain MRI showed mild brain atrophy. Electron microscopic study of nerve biopsy and genetic tests were not available in our center.", "age": "[[2.5, 'year']]", "gender": "M", "relevant_articles": "{'13979626': 1, '17242503': 1, '21281970': 1, '26124587': 2, '20847675': 1, '12583863': 1, '15999564': 1, '20647579': 1, '19754700': 1, '21559108': 2, '12949319': 1, '24711919': 2, '11936447': 1, '24665272': 2}", "similar_patients": "{'3977156-1': 1, '3087230-1': 1, '4472877-1': 1}"}