{"patient_id": 43837, "patient_uid": "3787649-1", "PMID": 24151561, "file_path": "comm/PMC003xxxxxx/PMC3787649.xml", "title": "Idiopathic Orofacial Granulomatosis with Varied Clinical Presentation", "patient": "A 40-year-old male patient reported to our OPD with complaint of swelling of lower lip. The patient gave a history of similar swelling 8 months back which was biopsied at another hospital and the report is unavailable. The medical history was noncontributory. Intraoral examination revealed diffuse swelling of lower lip (). On palpation the swelling was nodular with diffuse margin, soft to firm in consistency. A provisional diagnosis of mucocele was made. Routine hematological examination was performed and all were with normal limits. Biopsy of the lip lesion revealed circumscribed aggregates of noncaseating granulomatous inflammation consisting of lymphocyte and epithelioid histiocytes with multinucleated giant cells. The granuloma consists of central aggregates of histiocytes with peripheral rim of inflammatory cells chiefly lymphocytes (Figures and ). The fibrous connective tissue showed areas of vascularity, multiple granulomas containing lot of giant cells suggestive of granulomatous lesion (). Following this, patient was thoroughly investigated to rule out the list of granulomatous disease. Hematological investigation was performed for RBC count, differential count, platelet count, Hb%, ESR, serum folate, iron, and serum ACE (Angiotensin converting enzyme) levels were found to be within normal limits. The Mantoux test was negative. The chest radiograph did not reveal any pathology. Periodic acid Schiff stain for fungal organism and acid fast bacilli stain for mycobacteria were negative. No foreign material was detected. The patient gave no history of allergy. As the patient had normal hematological value and the medical history was not contributory for intestinal manifestation, further investigation for Crohn's disease was not undertaken.\\nThe above investigation ruled out tuberculosis, sarcoidosis, fungal infection, and Crohn's disease. The diagnosis of idiopathic orofacial granulomatosis was made. The patient reported with recurrent swelling. The patient was treated with biweekly intralesional injection of triamcinolone acetonide with simultaneous topical clobetasol propionate for 4 weeks. On review patient showed improvement. On followup for a period of one year the patient showed no recurrences.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'19076470': 1, '20038910': 1, '23248481': 2, '12673090': 1, '15888103': 1, '18321344': 1, '21327588': 1, '24151561': 2}", "similar_patients": "{'3519224-1': 1}"}