{"patient_id": 161638, "patient_uid": "3665200-3", "PMID": 23723666, "file_path": "noncomm/PMC003xxxxxx/PMC3665200.xml", "title": "Effects of turmeric on Alzheimer's disease with behavioral and psychological symptoms of dementia", "patient": "A 79-year-old male patient presented at our hospital accompanied by his wife. She reported that the short-term memory loss gradually developed over several years, though he was already prescribed AChE inhibitor (donepezil 5 mg) by his previous doctor for 3 years. He wanted to stay at home, and lived an idle life. He stopped painting in oils, which he used to do for his hobby. He had a history of hypertension being treated with losartan potassium. The medical family history was insignificant. His physical examination was normal. Routine blood tests were normal, including thyroid function, serum vitamin B1, B12, and folic acid. Cerebral MRI demonstrated mild bilateral temporal atrophy with mild ischemic changes in deep white matter. Single-Photon Emission Computed Tomography showed typical AD pattern, which means perfusion in the temporal, parietal, and posterior cingulated is significantly decreased. His MMSE score was 12/30, with poor orientation to place and time, calculation, concentration, recall, transcription of the figure, spontaneous writing, and verbal fluency. His BPSD was agitation, depression, apathy, anxiety, euphoria, aberrant eating behavior, and irritability. Turmeric 764 mg/day (curcumin 100 mg/day) treatment for 12 weeks relieved the patient's BPDS, especially agitation, irritability, and depression. Both scores of acuity of symptoms and burden of the caregivers were decreased in the Japanese version of the NPI-Q [, Figures and ]. His MMSE score was up five points, 17/30, improving calculation, concentration, transcription of the figure, and spontaneous writing. He has been taking turmeric for more than 1 year; he lives calmly with his wife.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'15681801': 1, '18324353': 1, '33466849': 1, '12670060': 1, '2472207': 1, '34350508': 1, '27649135': 1, '11932745': 1, '11571321': 1, '15590663': 1, '18056833': 1, '12469005': 1, '16297434': 1, '12399581': 1, '30332838': 1, '28720893': 1, '14992327': 1, '29659685': 1, '18766332': 1, '21601931': 1, '19925811': 1, '11994927': 1, '11207325': 1, '27114822': 1, '31801234': 1, '20406252': 1, '24671632': 1, '16266772': 1, '12003250': 1, '20861489': 1, '14994335': 1, '26035622': 1, '15987635': 1, '29338678': 1, '32183152': 1, '18166164': 1, '18408903': 1, '30477087': 1, '32927725': 1, '22211691': 1, '17472706': 1, '29857538': 1, '34500759': 1, '24578620': 1, '29957766': 1, '21839772': 1, '16870699': 1, '14634121': 1, '27792130': 1, '27110749': 1, '18204357': 1, '25025046': 1, '18930076': 1, '19882093': 1, '11606625': 1, '34836334': 1, '32148547': 1, '19127718': 1, '19329286': 1, '11001602': 1, '19100339': 1, '33114170': 1, '34070275': 1, '31934838': 1, '23723666': 2}", "similar_patients": "{'3665200-1': 2, '3665200-2': 2}"}