{"patient_id": 39289, "patient_uid": "3467798-1", "PMID": 23082270, "file_path": "comm/PMC003xxxxxx/PMC3467798.xml", "title": "Frontotemporal Dementia, Manifested as Schizophrenia, with Decreased Heterochromatin on Chromosome 1", "patient": "A 29-year-old woman with a five-year history of schizophrenia was admitted in the psychiatric clinic of our institution, due to suicidal ideation, atypical symptoms, and unresponsiveness to treatment. She was until then treated with antipsychotic drugs, namely risperidone, olanzapine, and trifluoperazine, as well as antidepressants and benzodiazepines, without any improvement.\\nThe patient's history had begun five years ago and consisted of gradual personality and behavioural changes. She initially presented sexual disinhibition disturbing her closest friend, of the same sex, with several calls. After that she was stopping strangers passing by in order to inform them about her sexual preferences and asking their opinion about them. The same period she began to wander far away from home, spending many hours in coffee bars—doing nothing. She presented anxiety, depressed mood, and mood lability with frequent transitions between laughter and tears and somatic complaints of pain in various parts of her body. She gradually began to neglect her personal hygiene and demonstrated compulsive behaviour, wetting her face many times throughout the day, explaining that her friend would see her and think that she was crying for her. Delusional ideas of bizarre content were also developed, such as that there were many small lights on her body. On accidentally being touched by others she became extremely worried, as she thought that this would cause removal of some lights, and when all lights would be removed, she would die. One year before admission, the delusional ideas remitted; however she demonstrated suicidal thoughts, hyperphagia, and severe sexual disinhibition. She started asking from her familiar persons, including her mother, father, and grandmother to have sex with her. Because of her grossly disturbed behavior and suicidal ideation she was hospitalized.\\nOn admission she was agitated and fearful, frequently asking for the doctor's reassurance that she was not going to die. Her verbal output decreased. Her speech was not spontaneous, and she only gave brief, monosyllabic answers. She tended to give repetitive “don't know” replies; she was giggling inappropriately and exhibited mannerisms such as humming and foot tapping. She kept asking whether she was going to die and had no insight.\\nShe had no past medical or psychiatric history. Also, she had no history of alcohol or illegal drug abuse or head injury. She had been delivered normally and developmental milestones were also normal. She had a normal school life. After school, she had few friends and used to work occasionally as a housekeeper, until she became ill. There was no family history for dementia or psychosis.\\nA full range of examinations, including blood, metabolic, hormonal, and cerebrospinal fluid tests, yielded normal results. Serum ceruloplasmin levels were normal. Physical examination was entirely normal. Ophthalmologic assessment including funduscopy did not reveal any abnormalities. EEG was within normal limits. Brain MRI showed focal atrophy of frontal and anterior temporal structures bilaterally. SPECT scan demonstrated bifrontal hypo perfusion of the brain. Assessment with the Wechsler Adult Intelligence Scale (WAIS) yielded a full-scale score of intelligence quotient (IQ) of 64. In the Wisconsin Card Sorting Test she achieved very low performance. Neurological examination was otherwise normal. A clinical diagnosis of frontotemporal dementia was made according to Lund and Manchester groups [] and Neary diagnostic criteria [].\\nAnalysis of the patient's karyotype revealed a decrease in length of the heterochromatin on the long arm of chromosome 1 (46, XX, 1qh-) (). The karyotypes of her parents were normal. The patient was followed up for at least two years after discharge, showing further slow deterioration.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'11708987': 1, '14500612': 1, '12451202': 1, '22535292': 1, '17562930': 1, '8980016': 1, '10071097': 1, '9855500': 1, '12749325': 1, '19336778': 1, '15365985': 1, '8163988': 1, '34733638': 1, '19655382': 1, '16862115': 1, '8576551': 1, '16239184': 1, '24959023': 1, '16862116': 1, '20971753': 1, '20124201': 1, '18771956': 1, '9520001': 1, '15034582': 1, '11255441': 1, '23082270': 2}", "similar_patients": "{}"}