{"patient_id": 161497, "patient_uid": "3657234-1", "PMID": 23716824, "file_path": "noncomm/PMC003xxxxxx/PMC3657234.xml", "title": "Perforating Dermatosis in a Patient Receiving Azathioprine", "patient": "A 26-year-old previously healthy woman was admitted with profuse diarrhea and fever, having been diagnosed with ulcerative pancolitis confirmed by biopsy. This flare was controlled with only one complete cycle of systemic steroids, and afterwards, maintenance treatment was started with mesalazine.\\nThree days later, she developed a well-characterized adverse reaction to several preparations of mesalazine (Pentasa, Claversal) and developed profuse diarrhea. Therefore, the maintenance therapy was substituted with AZA in January, 2011. Three weeks later, the patient presented with a slightly pruritic lesions on the dorsum of the hands that had appeared progressively. No antecedent microtrauma was mentioned. Physical examination revealed reddish, umbilicated papules, 5 to 10 mm in diameter, with adherent central keratotic plugs [Figures and ]. Lesions were located mostly on the hands and a few of them on the lateral aspects of the neck. Routine laboratory tests showed normal serum glucose and renal function. The blood cell counts were completely normal.\\nA biopsy from a lesion on the back of the hands revealed a particular pattern of superficial dermal necrosis, with trans-epidermal elimination of verticalized collagenous fibers and necrotic debris, without any association with follicular structures consistent with perforating dermatosis (PD) [Figures and ].\\nFollowing clinical and laboratory investigations, treatment with tacrolimus 0.1% ointment was started with improvement of symptoms but without disappearance of lesions. AZA was withdrawn, and mesalazine was started with subsequent improvement of the skin involvement within few days. After 6 months of follow-up, the patient remains without lesions.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'16836495': 1, '15589473': 1, '16796971': 1, '2649979': 1, '6371074': 1, '17004986': 1, '20883372': 1, '6459531': 1, '3124265': 1, '19392869': 1, '18182818': 1, '19470057': 1, '11529592': 1, '18086600': 1, '11852924': 1, '23716824': 2}", "similar_patients": "{}"}