{"patient_id": 41012, "patient_uid": "3570283-1", "PMID": 23331641, "file_path": "comm/PMC003xxxxxx/PMC3570283.xml", "title": "Compensatory quadrant-hyperhidrosis after contralateral intrathoracic surgery: a case report", "patient": "A 67-year-old German man admitted to our botulinum toxin clinic complained about extensive sweating of his right upper body including his right facial area, right arm, and chest, whereas the left side of his body appeared to be ‘summer-dry’. At the time of his presentation at our clinic the patient reported a subjective reduction of quality of life. The massive hyperhidrosis made him feel uncomfortable in the company of strangers and therefore kept him from taking part in social activities.\\nSymptoms started some weeks after tumor extirpation of a left-sided pleural lipoma via an anterior-posterior thoracotomy at the 5th intercostal space in conjunction with a partial pleurectomy. After being released from hospital, he experienced contralateral hyperhidrosis which started in the face spreading downwards.\\nClinical neurological examination together with ophthalmological tests yielded a normal status appropriate to the patient’s age. Sympathetic skin nerve action potentials [] were recorded in both arms and legs and revealed a significantly decreased sympathetic activity in the left arm. Pharmacological pupil function test (cocaine and phenylephrine eye drops) showed no discrepancy on the left side. In particular, Horner’s syndrome or hypesthesia were not found. In addition, scintigraphy showed no proof of a reduced function of salivary glands. After physical activity, a starch-iodine preparation was performed, revealing significant hyperhidrosis of the right upper body together with a relevant temperature difference measured on the chest (right 30.5°C, left 33.7°C). Lung auscultation, before and after physical exertion, yielded right-sided bronchial spasm post-exercise.\\nTreatment was started with bornaprine: a central anticholinergic drug. A starting dose of two mg per day increasing to six mg did not lead to a relevant clinical improvement but produced intolerable side effects.\\nDue to a considerable subjective impairment, we decided on a test injection of botulinum toxin type A. A total of 20 units at three injection points on the right side of the patient’s forehead and a total of 40 units at six injection points on his right upper body were administered. Some improvement was achieved and therapy was repeated in a three-month interval.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'646401': 1, '21763575': 1, '10487442': 1, '21061904': 1, '15315923': 1, '9536550': 1, '12553633': 1, '963432': 1, '1619061': 1, '3377982': 1, '7291444': 1, '16932492': 1, '8623124': 1, '8424919': 1, '19222501': 1, '8418531': 1, '10494735': 1, '27190625': 1, '3185901': 1, '8072155': 1, '8721928': 1, '2416174': 1, '17905075': 1, '10885341': 1, '17024534': 1, '6943681': 1, '14610150': 1, '7740586': 1, '9792600': 1, '21685784': 1, '1291162': 1, '1399606': 1, '1255218': 1, '1395337': 1, '3787516': 1, '2331828': 1, '7096027': 1, '16205077': 1, '7283459': 1, '29637451': 1, '11376196': 1, '21796071': 1, '3426955': 1, '7811495': 1, '11735712': 1, '5067394': 1, '21738960': 1, '9159007': 1, '7709421': 1, '13286733': 1, '19085180': 1, '23331641': 2}", "similar_patients": "{}"}