{"patient_id": 36286, "patient_uid": "3183040-1", "PMID": 21929778, "file_path": "comm/PMC003xxxxxx/PMC3183040.xml", "title": "Extensive hyperpigmentation during pregnancy: a case report", "patient": "A 19-year-old Tanzanian primigravida at 32 weeks of gestation sought care at a tertiary hospital antenatal clinic. She presented with concerns of an insidious but progressive onset of an unusual darkening of her abdominal skin and both breasts. The darkening was not associated with itching or irritation of the skin.\\nShe booked for antenatal care at a peripheral clinic and her progress had been unremarkable except for this unusual onset of abnormal skin color. She had no previous history of allergies or family history of skin condition. She was not on any medication except for prescribed iron and folic acid tablets given during antenatal consultations. Her past medical history was unremarkable with no history suggestive of goiter or hyperthyroidism.\\nOn physical examination, her general condition was fair. She was not pale and had no lower limb edema. She had a pulse rate of 70 beats per minute that was regular. Her blood pressure was 120/70 mmHg. Her abdomen was distended with a uterine fundus of 34 weeks. A linea nigra was clearly seen, but in addition almost the entire abdominal skin had dark colored diffuse deep hyperpigmentation, extending from both iliac fossae to involve both breasts (nipples and areolae) to about 2-3 cm beyond the areolae circumferentially (Figure ). She had a fetus in longitudinal lie, cephalic presentation with a normal fetal heart rate of 140 beats per minute. Other system examination findings were unremarkable.\\nThe impression at this stage was exaggerated pigmentation of pregnancy. No medications were prescribed, but she was reassured that the condition should have no effect on her pregnancy and its outcome. She continued attending antenatal care regularly. She had spontaneous onset of labor and normal delivery of a baby girl weighing 3200 g with an Apgar score of 9 and 10 at the first and fifth minutes respectively at 38 weeks gestation.\\nOur patient did not return for follow-up during her postpartum period. She was contacted by phone three months after delivery and she reported that her skin condition had not resolved. We lost contact with her thereafter.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'9034654': 1, '683665': 1, '17263216': 1, '13149891': 1, '21929778': 2}", "similar_patients": "{}"}