{"patient_id": 163944, "patient_uid": "3813666-1", "PMID": 24963909, "file_path": "noncomm/PMC003xxxxxx/PMC3813666.xml", "title": "Cerebral metastasis from malignant pleural mesothelioma", "patient": "We report a case of a 62-year-old gentleman who presented with shortness of breath and right-sided chest pain over the period of 12 months. A chest X-ray showed a right pleural plaque that subsequently caused a right pleural effusion (Fig. ). Decortication, pleurodesis and pleural biopsy were performed with histopathology confirmation of mesothelioma. He declined chemotherapy or radiotherapy, although he was having regular follow-up by the oncologist.\\nHe confirmed being exposed to asbestos, having worked for 20 years in aluminum and margarine factories.\\nEighteen months after his initial presentation, he experienced progressive left-sided weakness and left-sided homonymous hemianopia. An MRI scan of his brain showed extra-axial right occipitoparietal enhancing mass (43 × 43 × 47 mm) with surrounding vasogenic oedema. It was isointense to grey matter on T2 and abutting the falx cerebri with midline shift and effacement of the right lateral ventricle (Fig. ). The lesion was approached through a right occipital craniotomy and entirely removed in a piecemeal fashion. At surgery, it appeared as a greyish-white firm vascular mass with a clear cleavage plane with the surrounding brain. He recovered well after surgery. His left-sided weakness improved significantly with some improvement in the hemianopia. Histopathology revealed metastatic malignant mesothelioma (Fig. ). The patient had good recovery and was discharged home. On 6-week follow-up, the patient continued to improve with significant improvement in his quality of life.\\nSection from the intraoperative specimen showed a large cell-epithelioid malignancy composed of markedly pleomorphic epithelial cells with large hyperchromatic nuclei. Other characteristics included large and multiple nucleoli and abundant acidophilic cytoplasm. Necrosis was also abundant and so were atypical mitoses. Immunohistochemistry is essential to differentiate methastatic mesothelioma from adenocarcinoma. Immunoperioxidase stains demonstrated in fact that the cells expressed vimentin, calretinine, AE1/AE3 and Cam 5.2 as in the previously biopsied pleural lesion. The CK5/6 marker that was previously only lightly positive was now well expressed. EMA and thrombomodulin were also moderately positive. Important negative markers included CEA, CDI5, S100 and TTR-1.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'10741777': 1, '8120568': 1, '34041868': 1, '1710103': 1, '10476113': 1, '13782506': 1, '15519879': 1, '16054941': 1, '34317932': 1, '9181361': 1, '24963909': 2}", "similar_patients": "{}"}