{"patient_id": 46846, "patient_uid": "3999874-1", "PMID": 24678987, "file_path": "comm/PMC003xxxxxx/PMC3999874.xml", "title": "Myopericarditis complicated by pulmonary embolism in an immunocompetent patient with acute cytomegalovirus infection: a case report", "patient": "A 30-year-old caucasian man was admitted to the cardiac intensive care unit on 27 February 2010 for a two-day history of left precordial chest pain. The patient had no particular medical history other than an episode of viral gastroenteritis that resolved favorably three weeks before his hospitalization. His temperature was 38°C (100.4°F), heart rate 86 beats per minute (BPM), and blood pressure 122/86 mmHg at admission. He described typical pericarditis symptoms with substernal and precordial chest pain relieved by sitting up and bending forward and worsened by lying down and breathing in. There was no radiating pain and physical examination was normal without friction rub. Other symptoms included fatigue and anxiety. White blood cells (WBC) count was 10,250 cells/mm3 with 7,240 neutrophils/mm3 and 1,410 lymphocytes/mm3, hemoglobin was 153.0 g/L with a platelet count of 167,000/mm3. His C-reactive protein level was 33 mg/L (normal < 3 mg/l). Cardiac enzyme tests showed a highly elevated level of troponin Ic at 3.51 μg/L. Alanine aminotransferase (ALT) was at 50 U/L, aspartate aminotransferase (AST) at 202 U/L and creatine kinase (CK) at 2,275 U/L. The electrocardiogram showed a 12-lead diffuse, concave ST segment elevation without low-voltage QRS complexes. Transthoracic echocardiography found a normal left ventricular volume with no kinetic disorder or pericardial effusion. Magnetic resonance imaging (MRI) confirmed myopericarditis with a hyper-intense signal on the MRI late gadolinium enhancement (Figure ). The chest pain regressed rapidly, the troponin Ic level decreased and the patient was discharged to home four days later with a medical treatment comprising a combination of colchicine 1 mg per day and acetylsalicylic acid 3 g per day for one month.\\nThree days later, the patient remained febrile (40°C) and presented with a painful right chest with dyspnea. He was readmitted to the cardiac intensive care unit. His temperature was 37.4°C (99.32°F), his heart rate 74 BPM and blood pressure 134/78 mmHg. WBC count was 14,190 cells/mm3, with 3,830 neutrophils/mm3 and 8,370 lymphocytes/mm3 with 2% of the lymphocytes presenting a large hyperbasophilic form. The C-reactive protein level was 100 mg/L. Cardiac enzymes tests showed a normalization of troponin Ic < 0.01 μg/L and CK level of 58 U/L but liver function tests revealed an ALT level of 299 U/L and an AST level of 133 U/L. The electrocardiogram showed the disappearance of ST segment elevation without PR segment depression and the echocardiography was unchanged. Bloody sputum suggested a pulmonary embolism. Chest x-ray showed no opacity on the pulmonary field and the diagnosis was confirmed with a computed tomography (CT) scan showing a bilateral pulmonary embolism of moderate severity with signs of pulmonary infarction. Treatment with intravenous heparin was initiated. Because of the mononucleosis-like biological syndrome, hepatitis virus serology was performed. The results of serological tests for human immunodeficiency virus (HIV) enzyme-linked immunosorbent assay (ELISA), hepatitis A virus IgM, hepatitis B surface antigen, hepatitis C virus, Epstein-Barr virus and toxoplasma IgM antibodies were all negative. For CMV however, ELISA tests were strongly positive for IgM and equivocal for IgG on the first tests performed 7 days after hospital admission. Also at Day 7, quantitative CMV deoxyribonucleic acid (DNA) polymerase chain reaction (PCR) was positive with 2050 CMV DNA copies/mL (ARGENE CMV R-gene™, Biomerieux, France). Of note: CMV PP65 antigen was negative at Day 14. The evolution of the CMV tests is presented in Table .\\nThe fever disappeared 5 days after the second admission with no anti-CMV therapy. The patient presented no further chest pain. He felt very tired for two months. Hepatitis was at its maximum 10 days after the second admission but liver tests returned to normal after one month. Heparin was replaced by six months of fluindione. The coagulation work-up included prothrombin time and tests for activated protein C resistance, antithrombin activity, and proteins C and S, as well as an assay for anticardiolipin and anti-beta 2 glycoprotein-1 antibodies. All results were normal.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'15544758': 1, '8994755': 1, '8687516': 1, '20426575': 1, '21402253': 1, '204737': 1, '14500600': 1, '12766855': 1, '19015608': 1, '20645278': 1, '17278238': 1, '10595791': 1, '15714413': 1, '8023160': 1, '11267524': 1, '21509792': 1, '10080946': 1, '21659716': 1, '20926120': 1, '19686279': 1, '1667576': 1, '9694547': 1, '4299511': 1, '9391056': 1, '15735787': 1, '4124426': 1, '12734246': 1, '4316146': 1, '4341796': 1, '2838925': 1, '10942974': 1, '16701900': 1, '11728056': 1, '4329177': 1, '34386707': 2, '22641988': 1, '20075576': 1, '11739273': 1, '20802904': 1, '29344839': 1, '10904853': 1, '10716509': 1, '29390512': 1, '10190872': 1, '15824240': 1, '18371229': 1, '10618297': 1, '10510062': 1, '11330540': 1, '14689339': 1, '24678987': 2}", "similar_patients": "{'8314879-1': 1}"}