{"patient_id": 155085, "patient_uid": "3159329-1", "PMID": 21836353, "file_path": "noncomm/PMC003xxxxxx/PMC3159329.xml", "title": "Late occurrence of granular dystrophy in bilateral keratoconus: Penetrating keratoplasty and long-term follow-up", "patient": "A 13-year-old boy was seen at our institute in 1988 for diminution of vision of 3 years’ duration in both eyes (BE). The visual acuity was counting fingers at 3 m in the right eye (RE) and 20/50 in the left eye (LE) with a –1.00 DS/–4.00 D Cyl at 90°. Slit-lamp examination revealed corneal ectasia with the presence of Fleischer's ring, Vogt's striae, a small healed rupture of Descemet's membrane in the RE suggestive of old hydrops with scarring in the central cornea of the RE, and central corneal thinning with ectasia and central corneal scar in the central area involving the mid and posterior stroma secondary to healed hydrops in the LE. Lenses were clear. The fundus was within normal limits in both eyes. With a diagnosis of keratoconus in both eyes and healed hydrops in BE, he was advised to undergo PKP in the RE. There was no history of consanguinity. There was no family history of keratoconus or corneal dystrophy.\\nSubsequently, the child was lost to follow-up until 1991 when he presented with diminution of vision in BE. The best spectacle-corrected visual acuity (BSCVA) at this time was unchanged in the RE and reduced to 20/80 in the LE. In addition to previous findings, white, dot-like opacities were noted in the central cornea in the RE. The intervening areas were clear and the limbus was spared. The features were typical of GCD []. The LE showed increased scarring and Vogt's striae without these opacities. PKP was advised; however, the boy was again lost to follow-up. Subsequently, he visited our institute in 1995 with complaints of blurred vision. The visual acuity was stable. The RE corneal findings were unchanged while the LE showed increased scarring secondary to an episode of hydrops with multiple granular white dots in the superficial and mid stroma with clear areas in between, sparing the limbus [].\\nKeratometry (Bausch and Lomb) readings were: RE: >52D, LE 52D @ 180, 50D @ 90°. At the age of 21 years, i.e., in 1996, PKP was done in the RE. The postoperative course in this eye was uneventful till the follow-up in 2002. Intraocular pressure was normal, at 16 mmHg. The sutures were removed intermittently depending on the amount of astigmatism and loose sutures, if any, under the cover of topical corticosteroids and antibiotics. BSCVA in the RE was 20/25 with a –1.50 DS/–3.00 D Cyl at 100. The lens was clear in BE. As vision in the LE dropped further, PKP was done for the LE in 2002. There was a wound leak on the first postoperative day, so resuturing was done. He was lost to follow-up 1 month after PKP, and presented 7 years later with complaints of blurring of vision of 4 months’ duration. BSCVA was 20/30 in the RE with a –5.75 D Cyl at 125° and 20/40 with a –0.25 DS/–5.00D Cyl at 120° in the LE. The RE graft showed the presence of anterior stromal flakes with clear areas in between []. There were a few buried sutures. The LE graft was clear. Intraocular pressures were 15 and 8 mmHg in RE and LE, respectively. Lens in the RE was clear, while the LE lens showed posterior subcapsular cataract. Fundus examination was within normal limits. A diagnosis of recurrence of GCD in the RE graft was made.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'8985551': 1, '9054935': 1, '12598463': 1, '9493273': 1, '19158551': 1, '15623763': 1, '27555713': 2, '1424656': 1, '11805523': 1, '31297486': 2, '21836353': 2}", "similar_patients": "{'6593915-1': 1, '6593915-2': 1, '6593915-3': 1, '6593915-4': 1, '6593915-5': 1, '6593915-6': 1, '6593915-7': 1, '4968150-1': 1}"}