{"patient_id": 163314, "patient_uid": "3778785-1", "PMID": 24082190, "file_path": "noncomm/PMC003xxxxxx/PMC3778785.xml", "title": "Epidermotropic Metastatic Melanoma with Perilesional Depigmentation in an Indian Male", "patient": "A 78 year old male presented to us with complaints of multiple, small, dark colored raised lesions over the left leg which were gradually increasing in size and number over a period of two months. A few of them occasionally ulcerated, bled, discharged pus and were associated with pain. The patient also complained of multiple asymptomatic swellings in left groin region since one month. A darkly pigmented scar was seen over the heel of left foot.\\nOn enquiry, he gave history of single, small, dark colored pea sized raised lesion on the sole of left foot which over a period of two years gradually increased in size to ulcerate and form a non healing ulcer which would bleed occasionally. Complete excision with skin grafting of the lesion was done at his hometown six months prior and was reported as acral lentiginous malignant melanoma on histopathological examination. He gave no history of abdominal pain, bony pain, vomiting, chest pain, convulsions or breathlessness. He had been operated for varicosities of left leg three years back and was a known hypertensive on treatment since two years.\\nClinical examination of the patient revealed multiple, soft, friable, well defined, jet black colored, firm papulonodular lesions ranging in size from 3 mm to 6 cm in dimension. These lesions extended from dorsa of left foot up to the knee. Many of these papulonodular lesions showed a surrounding rim of depigmentation. A few of these had undergone ulceration with overlying crusting []. A single well defined dark colored plaque of 5 × 6 cm was also seen on the heel of the left sole []. The left sided inguinal region showed three enlarged lymph nodes which were mobile, 2-3 cm sized, hard and non tender.\\nComplete blood count showed mild anemia (Hb-12.3 gms/dl). Platelet count, total leukocyte count and differential leukocyte count was normal except for mild eosinophilia. ESR was raised significantly (92 mm) at the end of one hour. Findings of liver and renal function tests were within normal limits. The serum lactate dehydrogenase levels were found to be raised (506 IU/L).\\nBiopsy done from a jet back papule revealed an asymmetric melanocytic neoplasm with irregular distribution of melanocytes and nests of variable size. There was epidermal flattening overlying the dermal nests of atypical melanocytes extending up to mid reticular dermis []. Several melanocytes were present in solitary units above basal layer of the epidermis. Neoplastic melanocytes showed mild to moderate atypia with occasional mitotic figures with haphazard pigment distribution in both normal and atypical melanocytes. Several neoplastic melanocytes were present within some of the dilated capillaries in the deep dermis suggestive of angioinvasion.\\nBiopsy from a papule showing peripheral rim of depigmentation revealed melanocytic neoplasm made up of irregular shaped and sized nests within the mid and upper dermis with numerous solitary melanocytes scattered throughout the surrounding epidermis including the stratum corneum with epidermal flattening. Atypical melanocytes were noted in the deep dermal capillaries. Moderately dense superficial perivascular lymphocytic and plasma cellular infiltrate underlying the dermal nests were seen in addition which were responsible for the depigmented halo clinically [].\\nUltrasonography of abdomen and pelvis showed normal sized liver with multiple hypo echoic lesions involving both lobes, measuring 2.3 by 2.2 cm in size suggestive of secondary metastatic deposits. Chest X ray was reported to be within normal limits. Fine needle aspiration cytology of the left inguinal lymph nodes confirmed metastasis. Reports of Positron emission tomography (PET) revealed presence of metastatic deposits in the lungs, liver, spleen, left para-aortic group of lymph nodes, left inguinal group of lymph nodes and in the subcutaneous tissue over left thigh region []. Computed tomography of the brain was normal.\\nOn co-relating the above findings we reached a diagnosis of epidermotropic metastatic melanoma stage IV (T2N3M1c) with peri-metastatic depigmentation. The patient, however refused further treatment and succumbed to death over a span of two months.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'7059198': 1, '16029417': 1, '11504745': 1, '12923915': 1, '6388769': 1, '17012920': 1, '7943535': 1, '1794178': 1, '3242411': 1, '27559525': 1, '17571079': 1, '619785': 1, '9711667': 1, '15195788': 1, '6643768': 1, '1928623': 1, '10594748': 1, '7358882': 1, '8364867': 1, '3631983': 1, '6643767': 1, '24082190': 2}", "similar_patients": "{}"}