{"patient_id": 157548, "patient_uid": "3330541-1", "PMID": 22529884, "file_path": "noncomm/PMC003xxxxxx/PMC3330541.xml", "title": "Choroidal Neovascularization Following Implantation of Verisyse™ Iris-Supported Phakic Intraocular Lens in a Pregnant Myopic Patient", "patient": "A 39-year-old woman with a manifest refraction (MR) of -14.25+1.50x53º, and a corrected distance visual acuity (CDVA) of 20/20 OS, underwent surgery with placement of a -14.00 diopter iris-supported phakic IOLs (Verisyse™) without knowing she was pregnant. Resultant uncorrected distance visual acuity (UDVA) was 20/30. Three weeks after Verisyse™ implantation she became aware of her pregnancy and was determined to be at 15 weeks gestation. At this time, she developed acute vision loss in the left eye. She reported seeing a dark blue/brown circle in her central vision, and blurriness without pain. The patient denied trauma or flashes of light. Her only medications were a daily prenatal vitamin and artificial tears as needed. On examination her CDVA was 20/60 OS with mild metamorphopsia. Anterior segment exam showed a well-positioned Verisyse™ lens. Fundoscopic exam of the left eye revealed a small area of hemorrhage directly in the fovea, consistent with a Fuch’s spot (Fig. ). Stratus optical coherence tomography (Carl Zeiss Meditec, Dublin, CA) demonstrated findings consistent with CNV (Fig. ). She had a normal optic disc size, shape, and color, with sharp margins and a cup-to-disc ratio of 0.2. The major retinal vasculature appeared to be normal. In the foveal region, pigmentary mottling and some intraretinal hemorrhage extended temporal to the fovea. Fluorescein angiography and visudyne photodynamic treatment were not done due to the pregnancy. The plan was observation and to return if vision worsened. Her vision stabilized one month later, and UDVA remained 20/60. Two months after her onset of symptoms (23 weeks gestation), UDVA improved to 20/40 with less distortion and blurriness. Dilated fundus exam showed subtle hemorrhages just temporal to the fovea.\\nThere was concern that valsalva manouvres during vaginal delivery might lead to increased retinal bleeding, therefore, cesarean section was performed at term. By phone interview one week after delivery, she reported her vision was near baseline and there was only slight distortion on using Amsler grid.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'12648636': 1, '10606452': 1, '16995551': 1, '11032446': 1, '14518742': 1, '15134116': 1, '22529884': 2}", "similar_patients": "{}"}