{"patient_id": 157029, "patient_uid": "3283853-1", "PMID": 22363158, "file_path": "noncomm/PMC003xxxxxx/PMC3283853.xml", "title": "Intravenous Immunoglobulin Treatment in a Child with Resistant Atopic Dermatitis", "patient": "A 5-year-old female with a 3-year history of treatment-refractory AD was referred to our Pediatric Dermatology Clinic. She had failed to respond to 2 years of topical steroids and calcineurin inhibitors. Oral steroid treatments as an inpatient and outpatient during the last year were not much help. Recurrent staphylococcal infections and severe pruritus resulted in numerous hospital admissions. She was clinically depressed and needed a psychiatric consultation. She didn't show any symptoms of allergic rhinitis and asthma. There was also no family history of AD, allergic rhinitis and asthma. Quantitative measurement of the extent and severity of the AD was made using an eczema area and severity index (EASI) scoring system, the initial value of which was 30 (). Laboratory results showed a total IgE of 11,000 kU/L and multiple allergen stimultaneous tests (RIDA Allergy Screening System, R-Biopharn, Darmstadt, Germany) were positive for D. farinae (grade 5), Alternaria (grade 4), house dust (grade 3), and cat (grade 3). The percentage of blood eosinophils was 15.2. She was first treated with cyclosporine (5 mg/kg) without significant benefits; the drug was discontinued after 3 months. After stopping cyclosporine treatment, the patient's state was slightly aggravated for 7 weeks. The EASI score was 32, which was its highest during the whole disease course. Then, IV-GLOBULIN (Greencross, Yongin, Korea) monotherapy was administered (2 g/kg monthly over 5 days) after hospital admission. Although she experienced mild nausea and headaches with every infusion, the skin symptoms subsided as the rate of infusion was decreased and oral antihistamines were administered. After 3 cycles of treatment with IVIG, the skin lesions improved dramatically () and the EASI score declined from 32 to 4 (). The total IgE level and blood eosinophil percentage were 9,000 kU/L and 15.3% each, which did not change significantly during clinical improvement. After 8 months of follow up in the outpatient clinic, the patient's AD remained in a state of remission; at that time she was taking a mild topical steroid and using an emollient.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'8185369': 1, '15761436': 1, '19171549': 1, '9709503': 1, '23667830': 1, '9723561': 1, '9449914': 1, '9922029': 1, '10752921': 1, '12207594': 1, '14690338': 1, '10827410': 1, '15930422': 1, '10102526': 1, '9048525': 1, '16504921': 1, '11453805': 1, '10735971': 1, '22363158': 2}", "similar_patients": "{}"}