{"patient_id": 163253, "patient_uid": "3775226-1", "PMID": 24049605, "file_path": "noncomm/PMC003xxxxxx/PMC3775226.xml", "title": "A Rare Clinicopathological Presentation of the Breast Carcinoma; Implications and Outcome", "patient": "A 45-year-old woman was admitted with complaint of lump in the left breast for 3 months. Blood discharge was present from the lump from 3 months. Physical examination revealed a hard, tender lump of size 8 × 7 cm in upper and outer quadrant in the left breast. Axillary lymph nodes were present of left side. Right side of the breast region was normal.\\nRoutine blood tests were within normal limits. To rule out another primary site, chest radiograph, ultrasonography of the abdomen, computed tomography of the thorax, and gynecological examination were performed. No other primary site was detected. On fine needle aspiration cytology carcinoma of the breast was diagnosed. According to all these findings, the patient underwent modified radical mastectomy with axillary lymph node clearance was performed []. Primary closure of the skin was done.\\nOn microscopic examination, tumoral structure composed of large hyperchromatic nuclei with abundant cytoplasm, along with multiple foci of keratin pearl in different sizes and marked increase in mitotic activity [Figures and ] was observed. There was no origin from the surface epithelium and no different tumoral components were seen. No axillary lymph node deposits were seen. With these entire findings, the lesion was accepted as keratinizing (large cell) SCC. The patient was started with adjuvant 6 cycles of CAP (cyclophosphamide, adriamycin, and cisplatinum) chemotherapy. The patient is alive and disease-free, 8 months follow-up after the diagnosis.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'7609529': 1, '19099605': 2, '22368697': 1, '2041612': 1, '10808370': 1, '16137440': 1, '8638180': 1, '16497446': 1, '12711295': 1, '21954743': 1, '8111712': 1, '14663374': 1, '24049605': 2}", "similar_patients": "{'2626594-1': 1}"}