{"patient_id": 156418, "patient_uid": "3249278-1", "PMID": 22263129, "file_path": "noncomm/PMC003xxxxxx/PMC3249278.xml", "title": "Floating Thrombus in the Ascending Aorta of the Patient with Systemic Sclerosis - A case report -", "patient": "A 67 year old woman was hospitalized in the emergency room due to dysarthria started 4 hours before hospitalization. The patient was diagnosed with systemic sclerosis in 2003 and was taking methylprednisolone 2 mg per day at our clinic's rheumatic internal medicine department. According to physical examination findings, sensorium was normal where as dysarthria, facial palsy, and right deviant of tongue were observed. Blood pressure was 140/80 mmHg, pulse was 102 beats per minute, respiratory rate was 20 times per minute, body temperature was 36.9℃, and there were no abnormalities in chest auscultation. According to blood test result, number of white blood cells was increased and platelet level was normal. Cardiomegaly was observed through simple chest X-ray and acute infarction was observed around the large sulcus and parietal lobe through MRI (). From 3-D CT scan of carotid artery and chest to find out the cause of cerebral infarction, lesion suspicious of aortic arch thrombus was observed. In enhanced image, it was 1.8 cm-long radiolucent (). In transthoracic echocardiogram, normal cardiac function was observed, no abnormal observations were found in regional wall motion and heart valves, and floating thrombus was found in ascending aorta (). According to hematological test, anti-cardiolibin Ab-IgG level was 2.0 GPL U/mL (normal: less than 9.9), anti-cardiolibin Ab-IgM level was 1.0 MPL U/mL (normal: less than 6.9), lupis anticoagulant (-), protein S antigen was 114% (60~150), protein S activity was 93% (58.7~119.2), antiphospholipid Ab IgG was 1.0 U/mL (less than 9.9), and antiphospholipid Ab IgM was 2.0 U/mL (less than 9.9) showing normal values. However, protein C activity was 167% (70~130) and protein C antigen was >160% (72~160) showing increased levels. Due to the facts that size of the thrombus was large, location was from ascending aorta to aortic arch, thrombus was highly mobile and cerebral embolism occurred, surgical treatment was executed rather than a medical approach in removing the thrombus. Median sternotomy was done, arterial cannula was inserted through 8 mm vascular graft anastomosed in right axillary artery, venous cannula was inserted in superior and inferior vena cava, started extracorporeal circulation, and decreased central temperature to 22℃. Cardiac arrest was induced by inserting retrograde cardioplegic solution in coronary sinus, right innominate artery and left common carotid artery were cross clamped, and selective antegrade cerebral perfusion through right axillary artery was done eventually leading to circulatory arrest. Incision was made in ascending aorta and 2.5 cm-long intraaortic thrombus was completely removed (). There were no abnormalities in intima of ascending aorta where the thrombus was attached. Aortic incision was sutured, right innominate artery and left common carotid artery were unclamped resuming systemic circulation, and weaning from cardiopulmonary bypass was done without complications. Selective antegrade cerebral perfusion was done for 15 minutes and cardiopulmonary bypass was done for 128 minutes. Based on pathological test of the thrombus, there were no evidence of malignant neoplasm, and the patient recovered without complications and was discharged.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'18793219': 1, '19185177': 1, '24368975': 2, '17710842': 1, '27510310': 2, '15745299': 1, '9240336': 1, '22263129': 2}", "similar_patients": "{'4980792-1': 1, '3868696-1': 1}"}