{"patient_id": 41775, "patient_uid": "3626176-1", "PMID": 23607024, "file_path": "comm/PMC003xxxxxx/PMC3626176.xml", "title": "Strong ERG Positivity in Papillary Intralymphatic Angioendothelioma of the Testis of a 24-Year-Old Male: A Case Report", "patient": "A 24-year-old male initially consulted his urologist for pain and tenderness in the scrotum. There was no previous history of genital trauma. On examination, the scrotum showed a discrete swelling of the upper pole of the left testis. There was no abnormality to the right testis. Ultrasound examination revealed a circumscribed mass with heterogenous echotexture. The possibility of a testicular tumor was suggested, and the patient was sent to hospital for further investigation. Subsequently, orchidectomy was carried out. The specimen was sent for histopathological examination.\\nThe gross examination revealed a tumor located centrally in the testicular parenchyma; the shape of the testis was maintained. The tumor measured 1.4 cm in diameter. Outer surface was smooth and brownish in colour. The cut surface was reddish brown with areas of hemorrhage.\\nMicroscopic examination showed a lesion consisting of numerous thin-walled ectatic vascular spaces. Many of these contained proteinaceous material and, hence, closely resembled cavernous lymphangiomas, except for the fact that there were prominent intraluminal papillae composed of plump rounded cells with a limited amount of eosinophilic cytoplasm ().\\nImmunohistochemical staining revealed strong nuclear positivity for ERG and CD31 in the cells lining the spaces, as well as the papillary tufts. Staining for D2-40 only showed positivity for the vascular channels, suggesting a lymphatic origin of the vessel structure. The papillaries did not show any positive staining results for D2-40 ().", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'15058457': 1, '18090926': 1, '20409411': 1, '29423171': 1, '12001527': 1, '33463445': 2, '5343389': 1, '21317715': 1, '21238627': 1, '15061715': 1, '10478659': 1, '16859564': 2, '23607024': 2}", "similar_patients": "{'8073449-1': 1, '1555613-1': 1}"}