{"patient_id": 41821, "patient_uid": "3629112-1", "PMID": 23599774, "file_path": "comm/PMC003xxxxxx/PMC3629112.xml", "title": "Malignant transformation of residual endometriosis following hysterectomy and bilateral salpingo-oophorectomy in a female patient from a family with hereditary non-polyposis colorectal cancer", "patient": "A 42-year-old female patient, para 1, was admitted on August 30, 2011, to the Department of Obstetrics and Gynecology at Beijing Chaoyang hospital (Beijing, China) due to a recent-onset pelvic cyst persisting for five months. The patient had a five-year history of ovary endometriosis and had undergone right-side laparoscopic salpingo-oophorectomy and left ovarian cystectomy for bilateral ovary endometriosis in November 2006. A histological examination showed benign endometriosis in the right ovary and salpinx () and a luteal cyst was identified in the left ovary. After the surgery, the patient received gonadotropin-releasing hormone (GnRH) agonist treatment (goserelin, 3.6 mg every 4 weeks for 6 months) and was followed up using serial cancer antigen 125 (CA125). The patient returned to the hospital three years later complaining of having hysteromyoma for 18 months with menorrhagia for 12 months. Laparoscopic surgery was performed on March 18, 2009, and an 8-cm intramural myoma and 2-cm cystic mass were identified in the left ovary. The left ovary and salpinx were markedly adhered to the sigmoid colon. Laparoscopy with hystrorectomy and left salpingo-oophorectomy were performed. The histology of the left ovarian cyst exhibited endometriosis (). Hormone replacement therapy was not selected following surgery. The patient was followed up using CA125 level and pelvic ultrasonography which remained normal five months after surgery. The following hormone levels were tested after the surgery: serum estrogen, follicle stimulating hormone (FSH) and luteinzing hormone (LH; estrogen 2 127.14 pg/ml, FSH 7.44 IU/l, LH 5.86 IU/l). The serum CA125 level was elevated to 119.8 U/ml (normal <35 U/ml). A contrast-enhanced computed tomography (CT) scan was then performed to aid in identifying the reasons for the abnormal test results. The scan showed a mixed-density pelvic lobulated mass measuring 4.2×3.3×3.8 cm on the left side with an irregular surface and exhibiting moderately nonhomegeneous arterial enhancement (). The patient then underwent laparoscopy, which identified a 6×7-cm mass adhering to the left pelvic wall and colon. Subsequently, the adhesion was released and the mass was resected for a frozen biopsy, which revealed adenocarcinoma of the residual left ovary. Laparoscopic staging surgery was then performed, including excision of the tumor mass, omentectomy, appendectomy and pelvic/paraaortic lymphadenectomy. Histological examination following surgery showed that part of the residual normal ovary tissue had moderately differentiated into endometrioid adenocarcinoma directly arising from the residual endometriosis site, without pelvic and paraaortic lymph node involvement. A transition region between endometriosis and endometrioid adenocarcinoma was also observed (). The patient was diagnosed with ovarian endometrioid adenocarcinoma at FIGO stage IIC. The postoperative chemotherapy consisted of 165 mg/m2 paclitaxel and AUC 5 of carboplatin.\\nThe patient’s family history for three generations is presented in . Three cases of colon cancer and one case of ovarian cancer were identified on the maternal side of the family. No cases were identified on the paternal side.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'19969292': 1, '19299121': 1, '7523876': 1, '21742370': 1, '11467689': 1, '22182599': 1, '20205767': 1, '18993168': 1, '11093057': 1, '8110213': 1, '11434899': 1, '12676117': 1, '9077609': 1, '16473398': 1, '2022152': 1, '13087921': 1, '10348829': 1, '16289714': 1, '15950643': 1, '21130491': 1, '11156411': 1, '23599774': 2}", "similar_patients": "{}"}