{"patient_id": 42233, "patient_uid": "3657424-1", "PMID": 23691397, "file_path": "comm/PMC003xxxxxx/PMC3657424.xml", "title": "A Rare Case of Paediatric Neck Swelling: Cervical Sympathetic Chain Schwannoma", "patient": "A fourteen-year-old girl presented with a one-year history of an asymptomatic slowly enlarging mass on the right side of her neck. There was no history of hoarseness, nasal regurgitation or associated pain, fever, or trauma. Her medical history was significant for recurrent tonsillitis in early childhood, but the mass was found to be unresponsive to over three courses of oral antibiotics before being referred to our specialist centre for evaluation. On examination, she had a large six-by-four centimetre immobile solitary right-sided neck mass deep to the right sternocleidomastoid muscle with a smooth regular border. There was no associated palpable cervical lymphadenopathy. The patient's oropharynx revealed no displacement of the peritonsillar structures, and a further physical examination was non-contributory. Routine blood tests including LDH were normal. Ultrasound showed a solid, well-circumscribed homogeneous mass arising from within the fascial planes with low level Doppler venous flow. The mass was displacing the great vessels to the right (). She went on to have an MRI ().\\nThis patient was discussed at our joint radiology/surgical MDT, and a consensus was made to proceed with surgical resection of the mass. During surgery, there were two lymph nodes above the right internal jugular vein identified which were excised for histopathology. These were later confirmed to be reactive hyperplasia. The mass was identified posterior to the right internal jugular vein and mobilised with blunt and bipolar dissection medially off the carotid artery (), and laterally off the scalene muscles. It was arising from the cervical sympathetic chain. The nerve was divided to facilitate complete resection of the mass; however, the remainder of procedure was unremarkable.\\nPostoperatively the patient developed anisocoria and ptosis of her right eye. A diagnosis of Horner's syndrome was made, the description of which forms a vital part of the informed consent process prior to surgical resection. The final histology report confirmed a palisaded spindle cell lesion consistent with a nerve sheath tumour ().", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'9419150': 1, '10651348': 1, '7127876': 1, '18924653': 1, '9115706': 1, '21246207': 1, '10834653': 1, '22087384': 1, '11846946': 1, '5796779': 1, '23691397': 2}", "similar_patients": "{}"}