{"patient_id": 154925, "patient_uid": "3144608-1", "PMID": 21811704, "file_path": "noncomm/PMC003xxxxxx/PMC3144608.xml", "title": "A short segment intracranial–intracranial jump graft bypass followed by proximal arterial occlusion for a distal MCA aneurysm", "patient": "A 54-year-old woman presented with sudden-onset loss of consciousness followed by repeated generalized seizures. During ambulance transport, she was drowsy but able to protect her airway. On admission to the National Brain Aneurysm Center, she suffered another seizure. An intravenous anticonvulsant load was administered, and she was emergently intubated. Admission CT-scan revealed a hyperdense 2 × 3 cm2 lesion involving the temporoparietal junction with an associated 7 mm high attenuation nidus at its anterior margin. This lesion was surrounded by vasogenic edema []. MRA demonstrated the presence of a 2 mm presumed mycotic aneurysm arising from a distal M3 branch of the right MCA. Cerebral angiogram confirmed the small, partially thrombosed aneurysm arising from a large posterior division M3 segment. The filling portion of the aneurysm measured 2 × 2.2 × 1.5 mm3 []. The involved arterial segment continued beyond the aneurysm to supply a significant portion of the nondominant posterior frontal and anterior parietal regions.\\nA thorough medical evaluation disclosed no evidence of fever, and the white blood cell count and tagged white blood cell exam were unremarkable. Her erythrocyte sedimentation rate was within the normal limit, but her C-reactive protein was elevated. Cardiology consult, chest, and abdominal CT-scan were all noncontributory. It was felt that this lesion most likely represented a mycotic aneurysm, and after combined consultations with the neurovascular and infectious disease services, a decision was made to proceed with treatment of the aneurysm. Careful study and evaluation of the aneurysm outflow revealed important supply to the nondominant motor cortex. Thus, simple sacrifice of the involved arterial segment seemed ill-advised. In addition, it was unclear how straightforward it would be to locate the aneurysm within the sylvian fissure or whether the involved segment could be primarily repaired once identified. Due to the poor caliber of the posterior division STA, a traditional extracranial-intracranial (EC–IC) bypass was not feasible. Therefore, we decided to perform an IC–IC short jump graft bypass in preparation for endovascular sacrifice of the parent vessel related to the aneurysmal segment.\\nAt surgery, the anterior division of the STA was exposed and dissected over an adequate length, and a generous craniotomy was performed. Intraoperative angiography was utilized to localize a cortical artery arising from the involved segment as well as a nearby cortical artery arising from a distinct, uninvolved MCA branch. A segment of the STA was harvested, and then 10-0 suture was utilized to anastomose this short segment to both the involved and normal cortical arteries, both as end-to-side grafts []. This created a short jump graft allowing for subsequent sacrifice of the diseased artery. Intraoperative angiogram after completion of the bypass demonstrated patency of the jump graft [].\\nFollowing surgery, the patient was taken directly to the biplane-suite for coil embolization of the parent right MCA-M3 posterior division at the level of the aneurysm []. Postoperatively, the patient remained neurologically stable, and the remainder of her hospital course was unexceptional. She was discharged home in good condition.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'24618804': 1, '947319': 1, '4696195': 1, '1633479': 1, '17015123': 1, '3748335': 1, '19099112': 1, '8692438': 1, '7062130': 1, '26862444': 2, '6171745': 1, '5570773': 1, '3686576': 1, '29790066': 1, '9861850': 1, '11383721': 1, '19322683': 1, '14672274': 1, '6893602': 1, '580294': 1, '17067923': 1, '2320224': 1, '17360002': 1, '21811704': 2}", "similar_patients": "{'4722526-1': 1}"}