{"patient_id": 39509, "patient_uid": "3482561-1", "PMID": 23033818, "file_path": "comm/PMC003xxxxxx/PMC3482561.xml", "title": "Expanded dengue syndrome: subacute thyroiditis and intracerebral hemorrhage", "patient": "A 20 years old man was referred to tertiary care hospital for evaluation of altered behavior and fever during a large epidemic of dengue fever in Punjab in 2011. Patient had high grade fever for which he took self-prescribed medicines including acetaminophen and ibuprofen. Fever was accompanied by myalgias, arthralgias, headache, retro-orbital pain, rigors, chills, vomiting and gum bleeding. On 7th day of illness his fever resolved, but he developed severe headache and within few hours became unconscious. Patient regained consciousness after two hours but headache, altered behavior and loss of bladder control persisted. In this condition (ie 8th day of illness) he was brought to the hospital. These symptoms improved over the next 36 hours. On second day of hospitalization patient complained of sore throat and painful swelling in front of neck accompanied by high grade fever, dysphagia, hoarseness of voice, palpitations, tremors and increased frequency of bowel movement.\\nTwo of his other family members also had fever and were diagnosed as having dengue fever.\\nPhysical examination was remarkable for tachycardia (pulse 110/min), fever (102.6°F), hoarse low intensity voice, fine tremors and thyroid swelling. Thyroid was swollen, warm and tender and patient had painful deglutition. There was no cervical lymphadenopathy. Fundoscopy revealed a small hemorrhage over nasal aspect of right optic disc but no papilloedema. All cranial nerves were intact and there was no motor or sensory deficit.\\nHis serial complete blood counts showed stable hematocrit (range 41.2% to 44%), progressively decreasing platelet count (109,000/mm3 on day 4 to 60,000/mm3 on day 8) and leukocyte count (4,200/mm3 on day 4 to 3,100/mm3 on day 7). There was a sudden rise in leukocyte count from 3,100/mm3 on day 7 to 12,800/mm3 on day 8 and 24,000/mm3 on day 10, coinciding with onset of thyroid swelling (Figure\\n). Platelet count started improving after day 8 of illness. Serum AST levels were 117 U/L and 67 U/L at admission and discharge respectively. Serum ALT levels were 62 U/L and 40 U/L at admission and discharge respectively. During febrile phase anti-dengue IgM ang IgG were tested negative on screening test (lateral flow immunoassay). Anti-dengue IgM by ELISA was negative on day 3 and became positive on day 10. Anti-dengue IgM antibodies were measured by indirect IgM ELISA using commercially available kit (Human GmbH, Wiesbaden, Germany). The ELISA for indirect IgM antibody detection uses Dengue specific antigens (DEN-Ag) coated on microtiter wells. IgM titre on day 10 was 1.937 (cutoff value 0.524). Non-contrast Computed Tomography of brain showed a hyperdense area in right frontal lobe surrounded by a ring of hypodensity (Figure\\n). These findings were consistent with the diagnosis of right frontal lobe hematoma with surrounding edema. Ultrasonography of neck revealed diffuse heterogeneity and low intensity vascular flow in the thyroid area without evidence of abscess formation. Thyroid function tests showed markedly high free T3 (270.9 ng/dl; reference range 75-195 ng/dl) and T4 (724.0 nM/L; reference range 60-140 nM/L), and low Thyroid Stimulating Hormone (TSH) (0.01 mU/L; reference range 0.5-5 mU/L). Erythrocyte sedimentation rate (ESR) by Westergren’s method was 62 mm in 1st hour. On Technetium scanning of the thyroid, the thyroid gland was not visualized due to poor tracer uptake (0.1%; reference range 1-4%).\\nPatient had no evidence of plasma leakage in the form of ascites, pleural effusion or hypoalbuminemia.\\nFever was treated with acetaminophen and tepid sponging. Raised intracranial pressure due to intracerebral hemorrhage was treated with head elevation and intravenous mannitol. Thyroiditis was treated initially with 40 mg daily dose of oral prednisolone and pain improved in two days. Dose was subsequently reduced to 10 mg daily and was tapered off in two weeks. Oral propranolol was given for relief of symptoms related to hyperthyroidism during the first week. Patient was discharged on 8th post-admission day.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'3427792': 1, '25328880': 1, '27703498': 1, '10744091': 1, '18421188': 1, '27365962': 1, '34849227': 1, '30112320': 2, '22297060': 1, '29114318': 1, '30904885': 1, '22242067': 1, '32436948': 1, '32932954': 1, '21666319': 2, '23033818': 2}", "similar_patients": "{'3129759-1': 1, '6069661-1': 1}"}