{"patient_id": 162678, "patient_uid": "3743206-1", "PMID": 23918584, "file_path": "noncomm/PMC003xxxxxx/PMC3743206.xml", "title": "Spurious Elevation of Glucose Concentration during Administration of High Dose of Ascorbic Acid in a Patient with Type 2 Diabetes on Hemodialysis", "patient": "A 31-year-old female was admitted to the department of Ophthalmology for proliferative diabetic retinopathy (PDR) treatment. She had suffered from type 2 diabetes for 12 years and had been on hemodialysis due to diabetic nephropathy. She had been treated with multiple-dose insulin injection therapy using a basal-bolus regimen. On the day after the admission, she was referred to the department of Endocrinology and Metabolism for the loss of consciousness and discrepancies between capillary and venous blood glucose levels. The physical examination showed blood pressure 140/90 mm Hg, heart rate 100/min, and body temperature 36.5℃. Brain computed tomography was normal. Her glucose level measured using Breeze 2 (Bayer HealthCare LLC, Elkhart, IN, USA) was 291 mg/dL.\\nHowever, the venous blood glucose concentration (Modular Analytics DP, Roche Diagnostics, Mannheim, Switzerland) of the blood sample collected simutaneously was 12 mg/dL. After an intravenous injection of 50 mL of 50% glucose solution, the patient became alert. At the time, she was on 10-day medication of high dose ascorbic acid (10 g per day). Because it has been known that glucose measurement reading in SMBG device could be interfered by ascorbic acid, the high dose ascorbic acid treatment was stopped immediately.\\nshows the results of glucose concentration measured with Breeze 2, Accu-Chek Active (Roche Daignostics, GmbH, Mannheim, Germany) and corresponding venous blood glucose concentration in this patient. The glucose concentrations measured with Breeze 2 and Accu-Chek Active upon cessation of the ascorbic acid was also different from the venous glucose concentration. It may be due to the half-life or clearance of ascorbic acid in the body. The Breeze 2 and Accu-Check Acitve meet the international accuracy guideline for blood glucose monitoring systems.\\nshows the glucose concentration measured with SMBG devices and venous glucose concentration in patients with type 2 diabetes mellitus on hemodialysis without ascorbic acid treatment. Overestimation in measurement using SMBG devices did not happen in these patients, suggesting that spurious elevation of glucose concentration in our patient was due to the administration of high dose ascorbic acid. Serum ascorbic acid concentration measured in the blood sample collected during the event in this patient was 1336.64 µg/mL (reference interval of our hospital: 1.90-15.00 µg/mL).", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'31788483': 1, '26915620': 1, '16362814': 1, '34602626': 1, '17076977': 1, '22399892': 1, '12969932': 1, '20351227': 1, '15920083': 1, '10631860': 1, '21129345': 1, '16873777': 1, '29862091': 2, '15333503': 1, '34307844': 2, '30661388': 1, '20144340': 1, '34020705': 2, '20550042': 1, '25519295': 1, '14578265': 1, '18465900': 1, '23918584': 2}", "similar_patients": "{'8139369-1': 1, '5976960-1': 1, '8282517-1': 1}"}