{"patient_id": 165204, "patient_uid": "3888853-1", "PMID": 24427466, "file_path": "noncomm/PMC003xxxxxx/PMC3888853.xml", "title": "Respiratory insufficiency and dynamic hyperinflation after rigid bronchoscopy in a patient with relapsing polychondritis -a case report-", "patient": "A 35-year-old man who had a history of RP (66 kg and 168 cm) was scheduled for rigid bronchoscopy to relieve of his worsening dyspnea. Preoperative fiberoptic bronchoscopy revealed subglottic stenosis (6 mm in diameter, 70% narrowing) (), and laser splitting of the subglottic web was planned. Notable physical findings are flabby ears and nose. Preoperative chest tomography showed diffuse narrowing of the trachea (9.4 mm in diameter) and main bronchi (7.6 mm in diameter), in addition to right lower lobe partial atelectasis ().\\nGeneral anesthesia was induced with propofol (target plasma concentration 5 ug/ml) and remifentanil (target plasma concentration 4 ng/ml), using a target controlled infusion pump (Orchestra IS3, Fresenius Vial, Breezins, France) after injection of lidocaine 40 mg. Ninety seconds after injection of succinylcholine 100 mg, a rigid bronchoscope was inserted by a pulmonologist. Ventilation was manually assisted with 10 L/min of oxygen. In addition to subglottic stenosis, cartilage loss in the entire trachea and airway narrowing, due to luminal collapse, was observed (). Fibrotic band was cut radially by a laser () and ID 7.5 tube was intubated and placed right above the carina. Total procedure time was about 10 minutes. At the present time, stent insertion was not considered as necessary by the pulmonologist.\\nHydrocortisone 100 mg was injected to reduce airway edema by request of the pulmonologist. Although the patient's spontaneous respiration was returned right after the end of the procedure, it was very weak and ineffective. The tidal volume was detected as less than 50 ml and assisted ventilation could not augment expiratory tidal volume significantly (50-100 ml). We encouraged the patient to breathe deeply, but there was no improvement of the tidal volume and minute ventilation, and eventually 20 minutes after the return of spontaneous ventilation, end-tidal carbon dioxide (ETCO2) level increased gradually from 60 mmHg to 110 mmHg. He became irritable with jerky movement of the four limbs, and facial flushing accompanied. His blood pressure (BP) and heart rate (HR) increased to 180/110 mmHg and 110/min, respectively. Presuming that the patient's excessive respiratory effort and anxiety could interfere with the effective ventilation assistance, we restarted the infusion of propofol (2 ug/ml) to sedate the patient. However, the ventilation assistance was still non-effective.\\nWe concluded that the patient was in a state of respiratory failure and recommended the pulmonologist for mechanical ventilation. Waiting for the preparation of ICU bed, the pulmonologist wanted to encourage the patient to breathe in a sitting position after extubation, but the trial was not successful and his SpO2 decreased to 90%. The patient was reintubated with ID 6.5 tube with stylet after an injection of 3 mg of midazolam. Tube was fixed at 24 cm and breathing sound was generally coarse, and in the right lower lung field, breathing sound decreased more prominently. There was no secretion on suction. After injection of additional 100 mg of succinylcholine, we started hyperventilation to reduce ETCO2 level. In pressure controlled mode (PCV), the setting was pressure above positive end-expiratory pressure (PEEP) 28 cmH2O, PEEP 5 cmH2O, peak inspiratory pressure 33 cmH2O, RR 20 /min, I : E ratio 1 : 1.5 and tidal volume was measured as 250 ml. ETCO2 decreased from 110 mmHg to 60 mmHg over 20 minutes and SpO2 was well maintained as 100% at FiO2 0.5.\\nAfter 20 minutes of mechanical ventilation, HR increased from 110 /min to 150 /min, and BP decreased from 120/70 mmHg to 80/40 mmHg abruptly. On the presumption of near tampon status from dynamic hyperinflation (DHI), we immediately changed the mechanical ventilation into manual ventilation, decreased RR into half, and permitted abundant expiration time after several seconds of apnea period. We could not feel any build-up of high pressure through the reservoir bag. The right radial artery was cannulated for continuous hemodynamic monitoring.\\nFew minutes after manual ventilation, the patient's hemodynamic status was stabilized (BP 120/70 mmHg, HR 110 /min). Mechanical ventilation was resumed at different settings to avoid DHI. In PCV mode, the setting was pressure above PEEP 28 cmH2O, no PEEP, RR 13 /min, I : E ratio 1 : 2, FiO2 1.0 and tidal volume was measured as 230 ml. ETCO2 was maintained at 60 mmHg without showing further increase or decrease. Ten minutes after resuming mechanical ventilation, arterial blood gas showed pH 7.25, PaCO2 75 mmHg, PaO2 356 mmHg, and HCO3- 33 mEq/L. We decreased FiO2 to 0.5 and transferred the patient to the ICU. Thirty minutes after ICU admission, arterial blood gas revealed pH 7.28, PaCO2 66 mmHg, PaO2 104 mmHg, and HCO3- 31 mEq/L under the same setting of mechanical ventilation as in the operating room.\\nDuring the repeated weaning and extubation failure, his lung condition has aggravated with increased lung infiltrative opacity. He received tracheostomy at postoperative 16th day and on ventilator support for 27 days, postoperatively. In fiberoptic bronchoscopy taken at postoperative 27th day, generalized tracheobronchomalacia and edematous change were present in the entire trachea and main stem bronchi, and total luminal collapse was observed during coughing or suctioning. He was recommended with Y stent insertion, but refused, and is taking supportive care on the ward.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'1989814': 1, '15984823': 1, '9813506': 1, '16088607': 1, '26711694': 1, '9042655': 1, '775252': 1, '7075306': 1, '10492294': 1, '2393145': 1, '19762318': 1, '12077711': 1, '24427466': 2}", "similar_patients": "{}"}