{"patient_id": 42734, "patient_uid": "3693114-1", "PMID": 23853608, "file_path": "comm/PMC003xxxxxx/PMC3693114.xml", "title": "Ascaris lumbricoides: To Expect the Unexpected during a Routine Colonoscopy", "patient": "A 58-year-old man with medical history significant for diabetes mellitus and hypertension presented to our gastroenterology clinic with symptoms of perianal itching for two months. He denied any symptoms of abdominal pain, nausea, vomiting, diarrhea, or gastrointestinal bleeding. He denied having similar symptoms in the past. He also denied any family member having similar symptoms.\\nPersonal history was significant for six-pack year cigarette smoking history and social alcohol use. He denied any drug allergies. He had travelled to South Carolina several times. On initial examination, blood pressure was 137/65 mmHg, pulse rate 66 beats per minute, respiration rate 16 per minute, and temperature 98 degree Fahrenheit. Physical exam including the rectal exam was normal.\\nDuring colonoscopy, one round live parasite was found in the rectum (Figures and ). Colonoscopy also revealed multiple diminutive polyps in the rectosigmoid colon with one 2 mm polyp each in the transverse colon and the descending colon. Removal of parasite was accomplished with regular forceps. The round intestinal parasite recovered from the rectum was then identified as A. lumbricoides. Biopsy of all the polyps was also performed which turned out to be hyperplastic polyp for all the polyps. Anthelmintic treatment with Albendazole was started, and currently our patient lives a healthy and asymptomatic life with his spouse.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'14642761': 1, '8863040': 1, '14740885': 1, '10209979': 1, '18385494': 1, '18430913': 1, '28599671': 1, '2031358': 1, '24739652': 1, '2011640': 1, '11355560': 1, '17958683': 1, '8287826': 1, '17574143': 1, '16564883': 1, '33552843': 1, '8224692': 1, '27313919': 2, '16679166': 1, '23853608': 2}", "similar_patients": "{'4893448-1': 1}"}