{"patient_id": 46720, "patient_uid": "3993043-1", "PMID": 24753647, "file_path": "comm/PMC003xxxxxx/PMC3993043.xml", "title": "Prolonged Hemoptysis Caused by Primary Pulmonary Epithelioid Hemangioendothelioma; A Case Report and Review of the Literature", "patient": "A 60-year-old woman from Shiraz presented with on and off hemoptysis for 2 years and referred to Nemazee Hospital in August 2011. She also complained of left shoulder pain and mild dyspnea in the last 2 years.\\nShe has been a water pipe smoker for more than 20 years.\\nHer medical history was unremarkable, except for total abdominal hysterectomy and bilateral salpingoophorectomy for prolapse 9 years ago.\\nAt the time of admission, physical examination showed blood pressure of 100/60 mm Hg, pulse rate of 70/min, respiratory rate of 20/min, and temperature of 36.5°C. She had pale conjunctiva and decreased breathing sounds in the left lung.\\nLaboratory examination showed WBC of 8500/mm\\n3\\n, hemoglobin of 11.2 gr/dl, and platelet of 436000/mm\\n3\\n. Additionally, prothrombin time, partial thromboplastin time, and International Normalized Ratio (INR) were all normal, and liver and renal function tests were also unremarkable.\\nEchocardiography was also normal.\\nChest X-ray showed opacity in the left lung (). Spiral computed tomography (CT) scan showed consolidation in the apical segment of the left lower lobe (). In the operating room, fiber-optic bronchoscopy was performed, which showed a mass in the anterior wall of the left lower lobe bronchus. Biopsy was taken. After biopsy, the patient had active bleeding, so emergency surgery was performed and a segment of the left lobe was resected.\\nPathological examination on a segment of the patient's lung revealed multiple small whitish creamy micronodules, measuring 0.2 to 0.4 cm in diameter.\\nHistopathological study of the sections from the nodules showed a tumoral tissue, extending from alveolus to alveolus. Moreover, the nuclei were bland looking and round to oval, with foci of cytoplasmic vacuolization. Mitoses were absent, and there was no necrosis (, ,, ). Immunohistochemistry revealed reactive CD31 (, ) and CD34 as well as non-reactive TTF-1 and cytokeratin. The proliferative index (Ki-67) was about 10%. The diagnosis of primary EHE was made, because all the other body parts, including soft tissue, bone, and brain, were completely unremarkable.\\nMAID (Mesna, Doxorubicin, Ifosfamide, and Dacarbazine) regimen was started for the patient. Six months on, she is well and under follow-up.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'21498344': 1, '22246909': 1, '18751952': 1, '12952278': 1, '21263426': 1, '19277914': 1, '28777494': 2, '19918408': 2, '2389920': 1, '25889253': 2, '32518794': 2, '10684917': 1, '29137048': 1, '20587617': 1, '12823071': 1, '9701420': 1, '20539771': 1, '21418612': 2, '17126100': 1, '24753647': 2}", "similar_patients": "{'4369077-1': 1, '2769418-1': 1, '7262721-1': 1, '3068068-1': 1, '5668507-1': 1}"}