{"patient_id": 160586, "patient_uid": "3578666-1", "PMID": 24963933, "file_path": "noncomm/PMC003xxxxxx/PMC3578666.xml", "title": "PHILOS humerus plate for a distal tibial fracture", "patient": "A 51-year-old Afro-Caribbean man sustained a traumatic, closed, tri-malleolar fracture dislocation of his right ankle after falling down 10 steps under the influence of alcohol. He was otherwise fit and well; he is a smoker of 3 per day with occasional binge drinking habits. He was neurovascularly intact; his fracture was reduced in A&E with adequate analgesia before radiographs were taken. He had a lateral malleolar fracture with a vertical shear of the medial malleolus and comminution at the joint line. The fracture may be classified as a Weber A, or Lauge Hansen type 2 (Fig. ).\\nThe fracture was unstable and required fixation, but due to extensive soft tissue damage and swelling and a lack of sickle cell testing, the operation was delayed for 6 days (Fig. ). The operation was performed under a General Anaesthetic with Popliteal Block with the patient supine and a sandbag placed under the right buttock. A tourniquet was applied and a lateral approach to the fibula was taken with standard washout and fracture reduction achieved. The distal fibular fracture was fixed using three partially threaded cancellous screws.\\nThe distal tibia was approached via a direct medial approach. This revealed an extensively comminuted fracture extending proximally. The fracture site was identified, reduced and held in place with 2 × 2.0 mm k-wires. This medial fracture was not amenable to screw fixation or tension band wiring; an LCP plate was applied which did not have an adequate fit. A four-hole medial distal tibial LCP was not available. The next alternative was to use a PHILOS plate as it appeared to fit the contours appropriately. An intraoperative decision was made to use a 3.5 mm LCP® Proximal Humerus Plate (PHILOS) plate. The plate fit the distal tibial contours well once the fracture was reduced. Three proximal non-locking cortical screws and multiple distal locking screws were applied producing a stable construct (Fig. ).\\nThe wounds were then washed out with normal saline and closed with 2–0 Vicryl to deep tissue, and interrupted 3–0 ethilon to skin. Gelonet and non-adhesive dressings were covered with crepe and a backslab.\\nPost-operatively, antibiotics were prescribed as per local hospital protocol (two further doses of flucloxacillin) and 48 h of strict elevation. The patient was instructed to remain non-weight bearing (NWB) for 6 weeks.\\nThere were no concerns on Day 1 post-operatively, with minimal pain and warm peripheries. There were some residual effects of the block with reduced sensation on the right foot. The patient was discharged 2 days post-operatively once he was mobilizing safely NWB, he was requested to return to clinic.\\nA review of the operative wound 1 week post-operatively showed a mildly inflamed medial wound which was treated with oral flucloxacillin (250 mg QDS) for 1 week. The patient re-attended as an ‘in trouble’ case 5 days later complaining of worsening pain. The wounds were reviewed and both the lateral and medial wounds looked good and the cast was replaced to a below knee POP.\\nThe next clinic was over 7 weeks following surgery. At this point, the cast was removed revealing well-healed wounds. Understandably, his ankle was stiff and X-rays showed an odd-looking cystic area in the distal tibia. He was referred on to physiotherapy and reviewed 6 weeks later. The cystic lesion noted previously had settled and he had regained his range of motion, mobilizing well with one crutch when outside the home only. At this point, there remained only some residual swelling in his right ankle which was not causing any functional problems.\\nHe is due a final review in 4 months.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'17880871': 1, '17966158': 1, '32052083': 1, '32855044': 1, '24963933': 2}", "similar_patients": "{}"}