{"patient_id": 154963, "patient_uid": "3148514-1", "PMID": 21847398, "file_path": "noncomm/PMC003xxxxxx/PMC3148514.xml", "title": "Solitary Small Bowel Metastasis from Breast Cancer", "patient": "A 45-years-old woman presented with melena for several weeks. She showed no other abdominal or constitutional symptoms. The physical examination revealed mild abdominal distension with an alert mentality and stable vital signs. The laboratory data was within the normal range. Abdominal radiograph showed nonspecific multiple small bowel gases. Colonoscopy showed an ulcerative mucosal lesion in the terminal ileum (), and biopsy was performed. Microscopic examination showed focal infiltration of neoplastic cells in intestinal wall. In Hematoxylin and Eosin stain, mucosal surface of epithelium was intact, but some tumor emboli infiltrations were seen in lamina propria, which is the typical feature of metastatic carcinoma (). In immunohistochemistry (IHC), the tumor cells were positive for estrogen receptor (ER) () and negative for Cdx-2 (), which indicates metastatic carcinoma from breast primary.\\nThe woman had had a previous medical history of bilateral breast cancer and she had undergone breast conserving surgery with sentinel lymph node biopsy for both breasts. Both breast cancers were invasive ductal carcinoma () and positive for E-cadherin (). The largest tumor was 1.9 cm at the greatest diameter and both sentinel lymph nodes were free of malignancy. The IHC stains for ER and progesterone receptor (PR) were positive in most of tumor cells and HER2 staining was negative. She then received adjuvant hormonal therapy with tamoxifen and GnRH agonist (Goserelin, Zoladex®; AstraZeneca, Macclesfiled, UK) on and radiation therapy. The postoperative follow-up evaluation was done with breast sonography and mammography at 6 months intervals and with bone scanning at 1-year intervals. The torso positron emission tomography scan was performed at 19 months after surgery and mildly increased uptake was detected in the terminal ileum (SUV max=5.7) (). We considered this originated from inflammation, and planned short-term follow up.\\nShe was diagnosed with solitary ileal metastasis from breast cancer by colonoscopic biopsy at 22 months after surgery. We checked her whole bowels by capsule endoscope and could not find any other lesions. Retroperitoneal computed tomography (CT) showed thickening of the wall of terminal ileum and enlargement of multiple lymph nodes around them (). She wanted to have an operation in other hospital and was transferred. We heard that she underwent hand-assisted laparoscopic ileocecectomy, and then received chemotherapy.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'9448188': 1, '28648876': 1, '27781130': 1, '29441340': 2, '14183817': 1, '34131569': 1, '8211676': 1, '17036400': 1, '27920847': 1, '628727': 1, '31890401': 2, '6691351': 1, '19708319': 1, '25691060': 1, '2843590': 1, '26576142': 2, '21847398': 2}", "similar_patients": "{'6919951-1': 1, '4641863-1': 1, '5801326-1': 1}"}