{"patient_id": 156165, "patient_uid": "3227298-1", "PMID": 22144820, "file_path": "noncomm/PMC003xxxxxx/PMC3227298.xml", "title": "Maxillary first Molar with three canal orifices in MesioBuccal root", "patient": "A 22 years old male patient was referred to the clinic for the treatment of maxillary left first molar tooth. Patient reported the complaint of pain for the preceding 2 weeks. Clinical examinations revealed a tooth with an amalgam restoration and fistula. Tooth had minor discomfort to percussion and palpation and failed to respond to electric pulp testing. Radiographic examination revealed a radiolucent lesion on the distal aspects of the coronal portion extending toward the pulpal outline []. Clinical and radiographic examination lead to a diagnosis of asymptomatic apical abscess, indicating the need for endodontic treatment.\\nAfter the establishing the access cavity, clinical examination of the pulpal floor with an explorer under a magnification of 2.5x, and using magnification loupes presented the anatomy of the tooth as follows: 3 orifices in the MB root, 1 orifice in the disto- buccal root (DB), and 1 orifice in the palatal root (P). MB, DB, palatal roots had Vertucci's additional type XVIII [3-1], type I and type I configurations, respectively. [].[] Exploration of the canals with a size 10 ISO K-file revealed that the canals in MB root fused before exit as a single foramen [Figures –]. All canals were instrumented using crown-down technique under copious irrigation with 2.5% sodium hypochlorite solution and Ethylene Diamine Tetra Acetic acid. The canals were dried with paper point and dressed with calcium hydroxide and sealed with Cavit (ESPE, Seefeld, Germany). One week later, the canals were obturated with gutta-percha and sealer []. The tooth was restored with full veneer crown, and it was asymptomatic thereafter at 6-month follow-up.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'26295029': 2, '27195233': 1, '15167464': 1, '32382930': 1, '25713478': 1, '27994427': 2, '16934622': 1, '25125860': 2, '29026703': 2, '12067135': 1, '22144820': 2}", "similar_patients": "{'4127706-1': 1, '5141674-1': 1, '5141674-2': 1, '5141674-3': 1, '4534730-1': 1, '5629859-1': 1}"}