{"patient_id": 155598, "patient_uid": "3192515-1", "PMID": 22022657, "file_path": "noncomm/PMC003xxxxxx/PMC3192515.xml", "title": "Management of Maternofetal Emergency in Shock with Fracture of Femur", "patient": "A 30-year-old female with short stature of 143.5 cm presented at 24-week gestation of pregnancy with fracture right femur. She was brought to the accident and emergency department with signs of hypovolaemic shock. She had cold clammy periphery with systolic blood pressure of 60 mmHg. Primary management and initial interventions were the “ABCs”: airway, breathing, and circulation. Her airway was patent and breathing was labored. Nasal oxygen was started immediately. She was resuscitated with volume and blood transfusion. Fetal wellbeing was assured with ultrasonography thereafter. On examination of abdomen uterine fundus was palpable just above the level of the umbilicus. Ultrasonography confirmed a gravid uterus of 24 weeks gestational age, with fetal heart rate of 130 per minute. Primary X-ray taken after shielding the abdomen, revealed a displaced comminuted fracture of her right upper third of femur []. Her packed cell volume was 50% (hemoglobin concentration was 7.2 g/dl). Electrolytes and urea, and fasting blood sugar levels were normal. Her TORCH, HIV, and HBsAg status was normal. She denied any history of bleeding diathesis. Her Ante Natal Check up record showed fetal wellbeing. Patient and her relatives were counseled regarding management and its outcome stressing upon the radiation exposure and its subsequent sequel.\\nHematologic and coagulation studies (platelet count, prothrombin time, and partial thromboplastin time) were normal. Patient was kept nil by mouth for 4 h with IV fluids supplements. She was given antiemetic and antacid as aspiration prophylaxis. The patient was positioned on Watson Jones table in a modified supine position tilting 20° toward left side to prevent hypotension by avoiding aortocaval compression due to gravid uterus.\\nAll standard monitors were placed. The patient was given supplemental oxygen via a nasal cannula at a rate of 5 l/min. An epidural anesthesia was preferred over general anesthesia and spinal anesthesia. After giving 500 ml of ringer lactate as preload epidural anesthesia was instituted with 12 ml of 0.5% bupivacaine. Spinal anesthesia was avoided to prevent profound loss of sympathetic tone causing sudden hypotension and bradycardia. Third generation cephalosporin was given intravenously as prophylactic antibiotics.\\nThe patient was placed in supine position on a Watson Jone's fracture table under epidural anesthesia. Conventional cleaning and draping of operative site was done. Abdomen was covered with lead sheet from all around to avoid radiation exposure. Entry site for nail was obtained by locating the piriform fossa with the gloved finger and an awl was used to gain access to the proximal end of the intramedullary canal. Limited shots of fluoroscopy were used to locate entry point of nail. A blunt tipped 2 mm guide wire was introduced into the proximal fragment. Closed reduction of fracture was done with help of guarded fluoroscopy. Guide wire was advanced to the distal fragment. The intramedullary canal was reamed over the guide wire with hand-held, hollow reamers to size 10. Interlock Intramedullary nail size 9 mm/34 cm was inserted over the guide wire. Distal interlocking holes were localized by keeping same size nail externally over lateral aspect of thigh. An incision was made to expose lateral cortex of the distal femur. Lateral cortex was drilled after confirming the localized distal holes of the nail. Then a 2 mm K wire was passed through the cortex and distal interlock hole of the nail. Position of the K wire in the hole was checked by putting guide wire which should abut K wire in the hole. Then distal locking bolt was put after drilling both the cortices across the hole with K wire. Position of bolt was again checked with the help of a guide wire that abutted at the interlock bolts producing an audible and palpable metallic sound. Proximal locking was done using Jig. Postoperative radiograph showed good reduction and implant position []. Intra and postoperatively patient's vitals were stable. Blood loss was minimum.\\nWe protected the patient and the fetus from radiation exposure by draping a lead sheet over her abdomen. Excess radiation exposure was prevented by using minimum number of shots of image intensifier as distal interlocking was done without fluoroscopy. Postoperative recovery was uneventful and she was discharged for home on fourth postoperative day with prescribed physiotherapy. She recovered and rehabilitated satisfactorily as radiograph revealed signs of union. Obstetrician delivered the baby by doing elective caesarean section at completion of 39 weeks of gestation. Baby and mother were normal at the time of discharge from the obstetrics ward.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'12889244': 1, '23741599': 1, '12579075': 1, '9781769': 1, '15284764': 1, '10434075': 1, '8783918': 1, '20622592': 1, '3322602': 1, '14504579': 1, '17562655': 1, '22022657': 2}", "similar_patients": "{}"}