{"patient_id": 156778, "patient_uid": "3271401-1", "PMID": 22362455, "file_path": "noncomm/PMC003xxxxxx/PMC3271401.xml", "title": "Intra-atrial tumor thrombi secondary to hepatocellular carcinoma responding to chemotherapy", "patient": "A 62 year old male with extensive smoking history (30 pack years) came to hospital with right upper abdominal pain which started 2 months earlier and had worsened over last one week. It was associated with 10 pound weight loss over this period, nausea, vomiting and jaundice. At the time of presentation, the patient was afebrile, in mild distress with elevated blood pressure (178/103 mm Hg). Physical examination was significant for yellowish discoloration of eyes and hepatomegaly. Rest of physical examination was unremarkable.\\nComplete blood count, basic chemistries and coagulation studies were within normal limits. Liver function tests revealed total bilirubin of 2.7 mg/dL (normal=0.4-1.1), direct bilirubin 0.7mg/dL (0.1-0.2), aspartate transaminase 158 IU/L (14-34) and alkaline phosphatase 187 IU/L (31-105). The levels of alfa feto-protein (1481 ng/mL) and gamma glutamyl transferase (219 IU/L) were also elevated. Abdominal ultrasound showed heterogeneous and cirrhotic appearing liver with 13 × 13 cm mass occupying right and left lobes of the liver. Computerized tomography(CT) of chest and abdomen revealed extension of liver mass into posterior right lobe, proximal inferior vena cava thrombus extending into right atrium () with thrombosis of the left portal vein, perihepatic ascites and one lung nodule each in the left pleural base and left upper lobe. Transthoracic echocardiography demonstrated two masses in the right atrium one measuring 4.8cm × 2.1cm, the other 2.7cm × 2.7cm with the base of masses extending from inferior vena cava into right atrium (). The patient was diagnosed to have stage IV HCC and was started on sorafenib. Follow up computerized tomography performed 1 month later revealed decrease in size of hepatic mass with increased necrosis, decrease in size of proximal inferior vena cava thrombus (), resolution of left lung nodule but persistent left portal vein thrombosis. Echocardiography performed around the same time showed decrease in the size of the right atrial mass ().", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'34604468': 1, '23837079': 1, '19927515': 1, '27726114': 2, '28425822': 1, '31187001': 2, '31360276': 1, '1318163': 1, '9923565': 1, '14713184': 1, '31807438': 2, '28413389': 2, '15557794': 1, '8674258': 1, '27698525': 1, '14752497': 1, '18650514': 1, '22362455': 2}", "similar_patients": "{'6880769-1': 1, '5056913-1': 1, '6541161-1': 1, '5385863-1': 1}"}