{"patient_id": 41464, "patient_uid": "3601454-1", "PMID": 23573336, "file_path": "comm/PMC003xxxxxx/PMC3601454.xml", "title": "CASE REPORT Spontaneous Forearm Compartment Syndrome in a Boy With Hemophilia A: A Therapeutic Dilemma", "patient": "The patient is a 14-year-old African American boy with a history of severe factor VIII deficiency. He has been previously treated for intra-articular bleeds in his knees, and was maintained with 3 time per week doses of 1250 U recombinant factor VIII. The patient presented to the emergency department after missing 2 such doses. He was in his usual state of health until the evening before admission, when he noted pain and swelling of his left forearm and ankle. The pain initially responded to nonsteroidal anti-inflammatory drugs, but the following morning, the patient woke to severe pain and could not move his fingers of the left forearm. He was taken to the hospital and seen in consultation by hematology, plastic surgery, and orthopedic surgery.\\nAt the time of admission, the patient had a factor VIII activity of 1% (normal range: 50%-200%). Recombinant factor VIII was administered to normalize factor levels. He was alert, but in considerable pain, and denied a history of trauma. Physical examination revealed a tense and swollen left forearm with limited elbow and wrist motion secondary to pain. Pain was diffuse but centered about the volar-radial left forearm and radial hand. Sensation was diminished along the same area, as well as the median and radial nerve distributions of the hand. The left radial pulse was palpable. A diagnosis of compartment syndrome was suspected and the patient was taken to the operating room for emergency fasciotomy.\\nIn the operating room, compartment pressures of 72 mm Hg and 10 mm Hg were measured on the left and right volar forearms, respectively. Intraoperative ultrasonography showed diffuse mild edema of the left forearm musculature, with no focal fluid collection or hematoma. Surgical decompression was obtained with generous release of the volar forearm fascia. The compartment was tense; the muscles were swollen and a hematoma of 5 cm3 was evacuated from the volar forearm (). The fasciotomy preceded ipsilateral carpal tunnel release, after which no tenseness was appreciated in the forearm. An anteroposterior radiograph confirmed that there was no bony involvement, and the wound was closed with vascular loops in “Jacob's ladder” fashion. The arm was placed in a dorsal splint extending from the fingertips to the proximal forearm. Postoperatively, the arm was kept suspended, and factor infusions were continued overnight at 35 U/kg every 6 hours.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'12537271': 1, '6793595': 1, '22674040': 1, '24886030': 2, '7964091': 1, '20763121': 1, '21284819': 1, '2663286': 1, '34221293': 1, '31215795': 1, '28819614': 1, '15995132': 1, '9263290': 1, '721856': 1, '33768512': 1, '863937': 1, '8659734': 1, '23573336': 2}", "similar_patients": "{'4109126-1': 1}"}