{"patient_id": 34706, "patient_uid": "3036638-1", "PMID": 21251318, "file_path": "comm/PMC003xxxxxx/PMC3036638.xml", "title": "Progressive multifocal cerebral infarction from intravascular large B cell lymphoma presenting in a man: a case report", "patient": "A 42-year-old previously healthy Thai man developed slow ataxia, motor aphasia and frontal lobe releasing signs, gradually progressing over two months. A computed tomography (CT) scan of the brain showed multiple hypodensity lesions at bilateral occipito-parieto-frontal and cerebellar regions consistent with cerebral infarction (Figure ). Our patient was treated with aspirin, 300 mg/day. His echocardiography results were unremarkable. A complete blood count (CBC) showed only mild anemia (hemoglobin (Hb) 10.1 g/dL, mean corpuscular volume 80 fL, white blood cell count 6270 cells/mm3, platelet count 192,000 cells/mm3; neutrophils 72%, lymphocytes 17%, monocytes 11%). Antiphospholipid antibody (lupus anticoagulant, anticardiolipin antibodies, anti-B2GP1 antibodies), antinuclear antibody (ANA), and Venereal Disease Research Laboratory (VDRL) tests were negative. Other laboratory test results showed an erythrocyte sedimentation rate (ESR) of 89 mm/hour, a C-reactive protein (CRP) level of 64 mg/L, and a lactate dehydrogenase (LDH) level of 873 U/L (normal range 225 to 450 U/L). Within two weeks his neurological condition had deteriorated, as noted by developing left hemiplegia and a worsening level of consciousness. Concurrently, he had developed low-grade fever without an identifiable source of infection and an elevated level of LDH (1203 U/L). A repeat CBC still showed only anemia (Hb 8.5 g/dL, WBC count 8220 cells/mm3, platelets 160,000 cells/mm3). He also had unexplained hypoxemia (PaO2 59.5 mmHg, O2 saturation 92%, PaCO2 35.9 mmHg). Doppler ultrasound scans of the veins of both legs were normal. Intravascular lymphoma was suspected. A bone marrow study showed normal marrow with no evidence of hemophagocytosis and lymphoma involvement on both hematoxylin and eosin and immunohistochemical staining. Because a bone marrow study and cerebrospinal fluid cytology showed unremarkable results, we decided to perform a random skin biopsy on both thighs. A magnetic resonance imaging (MRI) scan of the brain showed diffuse multistage intraparenchymal infarctions and hemorrhages in the bilateral cerebral and cerebellar hemispheres (Figure ). However, magnetic resonance angiography (MRA) of the brain revealed normal intracranial vasculature (Figure ). Vasculitis was considered, so our patient was treated with pulse methylprednisolone (1 g/day for five days), with his clinical symptoms partially improving as a result. Interestingly, the pathological findings of the random skin biopsies showed intravascular large B cell lymphoma (IVBL, positive for CD20) (Figure ). He also had nephrotic range proteinuria (24-hour urine protein was 3.91 g), hypoalbuminemia (1.9 g/dL), hypertriglyceridemia (353 mg/dL) and very low high-density lipoprotein (HDL) (7 mg/dL). We planned to start our patient on chemotherapy but he developed septic shock from ventilator associated pneumonia and died on the 10th day after the definitive diagnosis.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'16261789': 1, '28674364': 1, '17513823': 1, '18053461': 1, '14658009': 1, '15461623': 1, '12583628': 1, '16507210': 1, '18081700': 1, '12543290': 1, '16720850': 1, '9627024': 1, '21251318': 2}", "similar_patients": "{}"}