{"patient_id": 158637, "patient_uid": "3424179-1", "PMID": 22949968, "file_path": "noncomm/PMC003xxxxxx/PMC3424179.xml", "title": "In-Stent Stenosis of Stent-Assisted Coil Embolization of the Supraclinoid Internal Carotid Artery Aneurysm", "patient": "A 60-year-old female who had no significant prior medical history was refer to our clinic for management of an incidental left posterior communicating artery (PCOM) aneurysm that was initially diagnosed on the basis of magnetic resonance imaging findings. Digital subtraction angiography (DSA), performed under local anesthesia, confirmed a 4.3 mm sized aneurysm of the left PCOM with 3.8 mm neck (). After a discussion about management options-serial image follow-up, surgical clipping, or endovascular coil embolization-and associated risks, the patient elected to proceed with coil embolization. Because of unfavorable dome to neck ratio, a stent-assisted coil embolization was planned to cover the aneurysm neck and preserve the parent artery. The patient was pretreated for 5 days with 75 mg of clopidogrel daily and 100 mg of acetylsalicylic acid daily.\\nThe patient was fully awake during the procedure, and electrocardiogram, arterial oxygen saturation, and blood pressure were appropriately monitored. Baseline activated clotting times (ACT) were obtained before the procedure. Percutaneous access was obtained via the right femoral artery, and a 6 Fr sheath was inserted. Systemic heparinization and a bolus injection of heparin (3000 IU) were administered before the therapeutic procedure; an additional 1000 IU bolus of heparin was administered every hour to maintain an ACT >250 seconds throughout the procedure. A 6 Fr guiding catheter (Envoy, Cordis, FL, USA) was navigated into the distal cervical internal carotid artery (ICA) segment, and pre-procedural angiograms were obtained in orthogonal planes. After establishing the optimal working angles for coil embolization, a 300-cm long, 0.014-inch Transcend 14 microwire (Boston Scientific, Natick, MA, USA) was navigated into the third segment of the left middle cerebral artery (M3). A 4.5×20 mm Neuroform stent delivery system was then advanced over the microwire and positioned across neck of the aneurysm by using roadmap image and stent markers, and the position was angiographically confirmed. A microcatheter (Echelon 10, eV3, USA) was then navigated with a Transcend 14 microwire through the guiding catheter into the aneurysm sac. After a stable microcatheter position within the aneurysm was attained, the Neuroform stent was deployed at the neck portion of aneurysm. The stent was easily and accurately deployed over the microwire. Coil embolization through the jailed microcatheter was then initiated. The aneurysm was completely occluded with employment of seven detachable coils. The final angiogram demonstrated complete occlusion of the aneurysm with final one coil loop extrusion between stent strut and vessel wall, the stent remained widely patent, and the stented segments of the ICA appeared smooth and without evidence of dissection or spasm (). The patient's post-operative period was uneventful, and she discharged on the third post-operative day. After the procedure, the patient was maintained on dual antiplatelet therapy for 9 months.\\nAfter 9 months, we routinely performed a follow-up DSA. Although still experiencing persistent headache, she indicated no new neurologic complaints, and her neurologic examination was normal at that time. A DSA confirmed diffuse stenosis throughout the stented segment of the ICA, most severely within the mid-portion of the stent. A stenosis rate was measured approximately more than 90% (). Collateral circulation was provided mainly by the right ICA through the anterior communicating artery.\\nIn view of the severity of the stenosis while on dual antiplatlet therapy, angioplasty of the stenotic segment of the ICA was performed. A 2.75×9 mm-sized Gateway balloon (Boston Scientific, Natick, MA, USA) was used to dilate the stenotic ICA segment with slow inflations performed for about 10 seconds to a maximum pressure of 6 atmospheres. Postangioplasty control angiography demonstrated a marked improvement in the caliber of the lumen with improved distal flow throughout the ICA (). The patient remained asymptomatic on dual antiplatelet therapy and is awating further follow-up.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'15918935': 1, '14683536': 1, '26170926': 1, '15670395': 1, '9133506': 1, '19721130': 1, '24167794': 1, '21430973': 1, '10730647': 1, '18807024': 1, '24658387': 1, '16823298': 1, '15312851': 1, '15105508': 1, '18162911': 1, '16304994': 1, '15569743': 1, '20827610': 1, '22949968': 2}", "similar_patients": "{}"}