{"patient_id": 160996, "patient_uid": "3613629-1", "PMID": 23559718, "file_path": "noncomm/PMC003xxxxxx/PMC3613629.xml", "title": "Bilateral axillary lymph node uptake of radiotracer during lower extremity and scrotal lymphoscintigraphy in a case of primary scrotal lymphoedema", "patient": "An otherwise well immunocompetent 20-year-old single male with no relevant family history was investigated for scrotal oedema and oozing of fluid from the scrotal skin for last 5 years. He had history of circumcision at the age of 1 year with no other relevant past history viz. malignancy, radiation, filariasis or sexually transmitted disease. On physical examination, scrotal skin was diffusely thickened with multiple small vesicles on it, some of which discharging clear fluid. Scrotal ultrasonography revealed mild right hydrocoele with bilateral edematous and thickened scrotal skin. A clinical diagnosis of primary Lymphoedema with lymphorrhoea was made and was referred for lymphoscintigraphy for evaluation of lymphatic system.\\nWe performed lymphoscintigraphy by using 99mTc sulfur colloid, prepared by aseptic filtration through a 100 nm filter.[] After skin cleansing using an aseptic technique, a volume of 0.1 ml and activity of 20 MBq (0.5 mCi) 99mTc filtered sulfur colloid was injected intradermally near the second web space of each foot []. After the injection patient was made to exercise by brisk walking. Imaging was done using dual-headed gamma camera (Millennium VG Hawkeye, GE Healthcare, USA) with patient in supine position under the camera. Serial static images of popliteal, groin, abdominal and chest area were acquired after 30 min, 1 h, 2 h and 4 h of injection using low energy, all purpose collimator and analyzed using Entegra workstation.\\nLower limb lymphoscintigraphy revealed mild dermal backflow in the both legs (right more than left) [] and avid tracer uptake in bilateral inguinal region at 30 min. Reflux of tracer is seen in the scrotal skin at 1 h []. 2 h images revealed faintly visualized tracer in the iliac and para-aortic lymph nodes [Figures and ]. The 4 h images demonstrated tracer uptake in the liver and bilateral axillary lymph nodes (left more than right) []. Dermal backflow pattern in the scrotal skin was also increased.\\nScrotal lymphoscintigraphy was performed on a separate day. After skin cleansing using an aseptic technique, a volume of 0.1 ml and activity of 20 MBq (0.5 mCi) 99mTc filtered sulfur colloid was injected subcutaneously in the most dependent part of scrotal skin on each side []. Imaging was done with patient in supine position under the gamma camera. Serial static images of groin, abdominal and chest area were acquired after 30 min, 1 h, 2 h, 3 h, 4 h and 5 h of injection.\\nScrotal lymphoscintigraphy revealed faint tracer activity in bilateral inguinal lymph node at 1 h []. Next image at two hours [] shows slightly more activity in inguinal nodes. Tracer activity in the axillae noted at 3 h image []. Tracer activity is increased in the inguinal lymph nodes and faint tracer activity in the iliac and para-aortic lymph nodes at 4 h image []. Liver is not visualized till 5 h [].", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'10836695': 1, '17543128': 2, '17874403': 1, '25400372': 2, '13510649': 1, '9098194': 1, '7241699': 1, '8883714': 1, '16319652': 1, '9744359': 1, '2748809': 1, '7562061': 1, '2885159': 1, '23559718': 2}", "similar_patients": "{'4228596-1': 1, '1894979-1': 1}"}