{"patient_id": 34794, "patient_uid": "3043295-1", "PMID": 21403898, "file_path": "comm/PMC003xxxxxx/PMC3043295.xml", "title": "Spindle Cell Carcinoma of the Tongue: A Rare Tumor in an Unusual Location", "patient": "A 55-year-old woman was admitted to the department of otorhinolaryngology with a painless polypoid lesion located in the tongue (). Clinical history revealed that she had an unhealing lesion in the right lateral border of the tongue diagnosed with SCC and had been operated twice in 2000 and 2002. She had no metastatic lymph node in performed neck dissection. After the last surgery, she had received postoperative RT.\\nOn physical examination, a polypoid, exophytic mass was observed in the previously operated region which was 5 × 3.5 cm in size and of firm, rubbery, and nontender character. Laboratory results were within normal limits. Computed tomography scans (CT) revealed an asymmetric, irregular, soft density localized in the right border of tongue (). CT and physical examination of the neck region disclosed no abnormality but changes which were compatible with previous operation. Chest X-ray did not show any abnormal findings. Incisional biopsy was performed and showed pleomorphic spindle cells. Together with the previous diagnosis of SCC, the biopsy was diagnosed as SpCC. The patient underwent operation; recurrent polypoid mass was resected with wide surgical margins and additionally bilateral mouth floor resection was performed in combination with left extended supraomohyoid neck dissection. The surgery was finished with reconstruction with myocutaneous pectoral flap. During followup, local recurrence was observed in 3 months, and another operation was performed. Only squamous cell carcinoma was determined in the pathologic examination of the specimen.\\nMacroscopically, the bulging mass had been pulled apart and split into two parts by the surgeon. They were 2 × 1.8 × 0.5 cm and 5 × 3.5 × 3 cm in size and had occasional areas of ulceration. The cut surfaces of resected specimen had heterogenous appearance and were firm and whitish in color (). Main specimen consisted of 4 incisor teeth, partially mandibula and glossectomy material. In right lateral margin of the tongue, a firm, dirty whitish-colored polypoid tumor with a stalk attaching it to the tongue was observed. It was 3 × 2 cm in size and 1.4 cm in depth on the cut surface.\\nMicroscopic examination revealed a biphasic tumor composed of keratinized squamous cell carcinoma and spindle cell type sarcomatous stroma. Malign spindle cells, comprising the bulk of the tumor, exhibited hypo- and hypercellular areas and occasional storiform pattern (). These cells were pleomorphic with large, oval-round, vesiculated nuclei, and abundant cytoplasm (). Bizarre cells, multinucleated giant cells, and frequent mitotic figures, some of which were atypical, were also observed in sarcomatous component (). Epithelial component which was moderately to well-differentiated squamous cell carcinoma was easily recognizable throughout the sections but was observed especially in stalk of the tumor. Tumor cells were atypical with increased nuclear/cytoplasmic ratio, having large, pleomorphic, hyperchromatic, vesiculated nuclei, and reasonable eosinophilic cytoplasm. There was no distinct demarcation between two components; a transitional zone could be easily seen in H&E staining (). Immunohistochemical markers such as panCK, EMA, and p63 were positive in cells composing the epithelial component and negative in spindle cells of the sarcomatous component (). The latter were strongly positive with vimentin whereas negative for SMA, desmin, and HMB-45 (). Proliferative index was 60–70% with MIB1 staining (). We diagnosed this case as spindle cell carcinoma of the tongue according to the WHO 2005 classification, in which the diagnostic criteria were defined as the presence of malignant spindle cells in addition to the demonstration of invasive or in situ squamous cell carcinoma, or any evidence of epithelial differentiation of spindle cells []. Lymphatic, vascular, neural invasion, and lymph node metastasis was not observed but mandibula was invaded by the tumor. The patient was classified as stage IVa according to AJCC guidelines [] and showed no evidence of disease after a followup of 13 months.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'16468420': 1, '17098672': 1, '30647940': 1, '16455393': 1, '30785474': 2, '18607933': 1, '17482300': 1, '9866759': 1, '9018257': 1, '6935609': 1, '27190843': 1, '10483756': 1, '19006647': 1, '23204789': 1, '9191000': 1, '7583907': 1, '25114719': 2, '26635898': 1, '6959736': 1, '23119672': 1, '18691220': 1, '27630965': 1, '11904340': 1, '18712413': 1, '18314024': 1, '34277487': 2, '11812937': 1, '19040765': 2, '20730609': 1, '16731596': 1, '27579427': 1, '23120325': 1, '20614332': 1, '19582815': 1, '24701553': 1, '33727822': 2, '15121229': 1, '31110445': 2, '7272943': 1, '17410642': 1, '15766594': 1, '22203850': 1, '28479698': 2, '16275410': 1, '25328308': 1, '20002980': 1, '21403898': 2}", "similar_patients": "{'6503799-1': 1, '6503799-2': 1, '5406791-1': 1, '6377040-1': 1, '8101680-1': 1, '2627831-1': 1, '4118727-1': 1, '7955754-1': 1}"}