{"patient_id": 43178, "patient_uid": "3730207-1", "PMID": 23956888, "file_path": "comm/PMC003xxxxxx/PMC3730207.xml", "title": "A Rare Cause for Acute Chest Pain in the Emergency Setting That Is Hard to Swallow", "patient": "An 81-year-old female with a past medical history significant for atrial fibrillation status post recent cardiac ablation on dabigatran (Pradaxa, Boehringer Ingelheim Pharm) presented to a local emergency department (ED) for evaluation of chest pain that started immediately after drinking juice. The pain was described as similar to previous episodes, but when the pain did not remit, she went to her local ED. An electrocardiogram (EKG) and laboratory studies were obtained, which were significant for normal sinus rhythm without ST changes and a hemoglobin of 13.9 g/dL (8.63 mmol/L; range: 12.0–16.0 g/dL; 7.4–9.9 mmol/L) []. Due to concern for an aortic aneurysm, computed tomography angiography (CTA) was performed which demonstrated a distal impaction of her esophagus, with greatest suspicion for impacted food bolus.\\nThe patient was transported to our tertiary care ED for a gastroenterology consult and endoscopy.\\nOn arrival to the tertiary care ED, the patient was hemodynamically stable. Cardiac, respiratory, and abdominal examinations were unremarkable. Initial evaluation included an EKG and basic laboratory studies, which were obtained approximately eight hours after her initial laboratory studies. The EKG showed a normal sinus rhythm without ST segment elevations. Laboratory studies were significant for a hemoglobin 10.1 g/dL (6.27 mmol/L), prothrombin time 19.5 seconds (reference range 11.1–13.1 seconds) international normalized ratio 1.6, and white blood cell count 11,300/mm3 (11.3 × 109/liter; reference range: 4,400–11,000/mm3, 4.5–11 × 109/liter). Her platelet count, troponin, and liver enzymes were within normal limits. A chest X-ray did not reveal an acute abnormality. After failure to respond to glucagon, the GI service was consulted.\\nUpper endoscopy was performed, and the patient was found to have extrinsic compression of the middle and lower third of her esophagus (Figures and ). The patient was transported back to the ED for computed tomography (CT) of the chest (Figures , , and ) and evaluation by the thoracic surgery team. The CT scan revealed a large intramural esophageal hematoma, measuring 2.4 cm × 2.6 cm and spanned a length of 13 cm craniocaudally. There was no evidence of mediastinal air, perforation, or pericardial effusion. The dabigatran was discontinued upon initial diagnosis of esophageal hematoma.\\nThe patient was admitted to the hospital for observation and serial hemoglobin levels. She did not require transfusion. The thoracic surgery team determined that surgical intervention was not required. The cardiac electrophysiology (EP) service evaluated the patient while in the hospital. Given the risk of an expanding hematoma with continued anticoagulation, antiarrhythmic therapy and low-dose aspirin were initiated for management of the patient's atrial fibrillation. She was discharged home in stable condition after an uncomplicated hospital stay of 4 days with recommendation to continue a soft diet. An EGD performed 3 months later showed full resolution of the IEH ().", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'9559038': 1, '12397298': 1, '6879491': 1, '7926549': 1, '17521051': 1, '1473441': 1, '5676956': 1, '11819586': 1, '19422987': 1, '11057463': 1, '15176542': 1, '7028429': 1, '22244296': 1, '15470219': 1, '20538270': 1, '6973833': 1, '8583868': 1, '19787159': 1, '18691231': 1, '21357841': 1, '17952475': 1, '23956888': 2}", "similar_patients": "{}"}