{"patient_id": 156215, "patient_uid": "3229052-1", "PMID": 22148037, "file_path": "noncomm/PMC003xxxxxx/PMC3229052.xml", "title": "Large Dermal Non Neural Granular Cell Tumor on the Surgical Wound Site", "patient": "A 65-year-old man was presented to our dermatologic clinic with a painless dermal mass on his back (). About two years ago, the mass has developed on the latissimus dorsi flap scar and has grown gradually. Latissimus dorsi flap was done for reconstructing skin defect due to the presence of abscess on the patient's left thigh.\\nSkin examination showed the presence of a non-tender, hard, elevated and well-defined mass on his back measuring 3.5×3.0 cm in dimension.\\nComputed tomography scan also revealed the presence of a 3.6×2.5 cm sized well-circumscribed oval mass in the subcutaneous layer adjacent to the intercostal muscle and minimal peritumoral fat strands ().\\nLow power microscopic views revealed the presence of normal epidermis and broad fascicles of tumor cells infiltrating into the deep dermis (). An increased number of capillaries were present within the lesion. Inflammatory cells were seen focally at the periphery of the tumor. Under high power microscope, the tumor cells were seen as large and polygonal in shape with the presence of numerous, faintly eosinophilic small granules in the cytoplasm (). The eosinophilic granules were positive for periodic acid-Schiff stains (PAS) and resistant to diastase digestion (). Immunohistochemical stains revealed positivity for CD68 and vimentin (). Stains for S-100 protein, neuron-specific enolase (NSE), calretinin, smooth muscle actin and desmin were found to be negative ().\\nThe mass was completely excised and there was no recurrence after 6 months follow-up.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'8188089': 1, '1985501': 1, '16045779': 1, '15958858': 1, '19187104': 1, '4359728': 1, '29200768': 1, '28989104': 1, '11473450': 1, '18360120': 1, '22148037': 2}", "similar_patients": "{}"}