{"patient_id": 39103, "patient_uid": "3457841-1", "PMID": 22928807, "file_path": "comm/PMC003xxxxxx/PMC3457841.xml", "title": "Actinobaculum schaalii an emerging pediatric pathogen?", "patient": "An 8-month-old boy with a lumbosacral myelomeningocele surgically repaired shortly after birth and a hydrocephalus due to an Arnold-Chiari malformation was seen at our clinic for a routine appointment. He had not previously suffered from a UTI and did not need regular catheterization. On presentation he was afebrile and his physical examination was normal. A cystomanometry performed on the same day revealed an elevated bladder pressure and a residual urine volume of 25 ml, confirming the expected neurogenic bladder dysfunction. An ultrasound of the urinary tract was unremarkable. Urinalysis from a catheter specimen showed an elevated leukocyte esterase activity Microscopy of the urine showed more than 20 leukocytes, 5 to 10 erythrocytes, plus a high number of bacteria per high-power field. A UTI was postulated and the patient was empirically treated with oral co-trimoxazole (trimethoprim/sulfamethoxazole 5/25 mg/kg twice daily) for 7 days. According to standard procedure urine cultures were set up on a CHROMagar Orientation plate (Becton Dickinson AG, Basel, Switzerland) and a Columbia-Colistin-Nalidixic acid agar (CNA) plate (Becton Dickinson, Basel, Switzerland) with 5% sheep blood. Growth of small colonies was observed on the CNA plate after 48 h of incubation at 35°C with 5% CO2, corresponding to 104 colony forming units (CFU)/ml. The growing Gram-positive rods were catalase-negative and could not be identified by the API Coryne System (bioMérieux, Geneva, Switzerland). For further identification sequencing of the 16S rRNA gene by MicroSeq500 16S rDNA bacterial identification kit (Applied Biosystems, Darmstadt, Germany) was performed. Nine days later Basic Local Alignment Search Tool (BLAST) analysis of the resulting 477 base pair sequence was available and showed 100% identity with A. schaalii strain BD04-00146 (GenBank accession number AY957507.2).\\nTwo weeks after the initial appointment the patient was reviewed. Microscopy of the urine continued to show 10 to 20 leukocytes and 10 to 20 erythrocytes per high-power field with presence of bacteria. Blood analysis showed a C-reactive protein of 9 mg/l and a leukocyte count of 7 × 109/l. The combination of a repeatedly abnormal urinalysis and growth of A. schaalii in monoculture was considered diagnostic for a UTI. According to current recommendations for the treatment for A. schaalii infection oral amoxicillin (15 mg/kg three times daily) was started [,]. The urine culture from the same day showed growth of coagulase-negative staphylococci. Eight days after starting amoxicillin, results of the urinalysis were normal and urine cultures were negative. The treatment with amoxicillin was continued for a total duration of 14 days.", "age": "[[8.0, 'month']]", "gender": "M", "relevant_articles": "{'20952417': 1, '20031046': 1, '16455938': 1, '17618471': 1, '25006228': 1, '10541510': 1, '21508151': 1, '19666803': 1, '20587200': 1, '19883165': 1, '21712238': 1, '20082680': 1, '16857631': 1, '32824418': 1, '20542207': 1, '25788515': 1, '9226926': 1, '25356339': 1, '16455929': 1, '21412672': 1, '21976754': 1, '16000509': 1, '18976874': 1, '12811591': 1, '22211919': 1, '16208004': 1, '22928807': 2}", "similar_patients": "{}"}