{"patient_id": 158949, "patient_uid": "3446092-1", "PMID": 23056753, "file_path": "noncomm/PMC003xxxxxx/PMC3446092.xml", "title": "Congenital Pouch Colon with Unilateral Renal Agenesis and Monorchism", "patient": "A 1-day old male baby, born of non-consanguineous marriage and from a low economic family, was admitted with history of gradual distention of abdomen, bilious vomiting and failure of passage of meconium with meconuria and pneumaturia since birth. The baby was delivered normally at the 39th week of gestation (BW 2.25 kg; Apgar score 5-7) by a young mother (20 yrs; primigravida, primipara) in a peripheral health center. Prenatal period was uneventful except for lack of proper weight gain. No antenatal ultrasonography was done. On admission, the baby had normal body temperature, high respiratory rates and racing pulse with depressed neonatal reflexes. Physical examination revealed a flat bottom with no anal opening and normal genitalia with empty right scrotal sac. Abdominal examination revealed distended flanks with bulged umbilicus, tympanic on percussion, and sluggish peristaltic sound. The baby also had pneumaturia and meconuria. No family history of congenital abnormalities was reported during admission.\\nRoutine blood count revealed normal hemogram and total cell counts with normal renal function test. The invertogram in AP and lateral view showed a large globular loop of bowel with single air fluid level occupying more than 50% of the total abdominal width. No significant vertebral anomaly was noticed. Chest skiagram revealed normal bony and soft tissue architecture. Abdominal and perineal sonogram showed absence of left kidney and right testis with air in urinary bladder. Intravenous pyelogram, done at 1.6 months age, confirmed absence of left kidney.\\nAnalysis of peripheral blood leukocytes cultured for 72 hrs in presence of mitogen, revealed normal male child with 46,XY karyotype ().\\nAnorectal malformation (ARM) with recto-vesical or recto-prostatic urethral fistula.\\nExploratory laparotomy, done on the 2-day old baby, confirmed type IV CPC communicating with bladder neck. Associated malrotation of the midgut without volvulus was detected and left renal fossa was empty. Pouch was excised and low descending colostomy performed, malrotation was corrected (Ladd's procedure) and appendectomy done. Neither testicular tissue nor structures of spermatic cord was detected in the right posterior abdominal wall.\\nThe baby is presently healthy and undergoing regular monthly follow up. He is awaiting further corrective surgery for anomaly.", "age": "[[1.0, 'day']]", "gender": "M", "relevant_articles": "{'18970947': 1, '4003440': 1, '17923182': 1, '19433179': 1, '15106013': 1, '10789902': 1, '7871484': 1, '1427642': 1, '15877258': 1, '15614510': 1, '9099786': 1, '10415281': 1, '11920333': 1, '19302866': 1, '23056753': 2}", "similar_patients": "{}"}