{"patient_id": 46087, "patient_uid": "3948517-1", "PMID": 23563605, "file_path": "comm/PMC003xxxxxx/PMC3948517.xml", "title": "Divergent elbow dislocation with radial shaft fracture, distal ulnar deformation, and distal radioulnar joint instability: an unclassifiable Monteggia variant", "patient": "Informed consent was obtained from the patient prior to starting this manuscript.\\nA 47-year-old female presented to the outpatient office complaining of right elbow pain after falling down two flights of stairs onto an outstretched hand while intoxicated, 10 days prior to presentation. Initial treatment at an outside institution included attempted closed reduction and posterior splint placement. Upon examination, she was found to have limited range of motion (ROM), intact skin, motor, and neurologic function, and palpable distal pulses in the right upper extremity. Furthermore, she also had limited ROM of the right wrist with laxity to DRUJ shuck as compared to the contralateral limb.\\nRadiographs demonstrated a comminuted and displaced proximal third radial shaft fracture with associated proximal radioulnar, radiocapitellar, and ulnohumeral joint dislocations (Fig. a, b). Distally, DRUJ disruption was obvious both radiographically and clinically (Fig. ). Advanced CT imaging revealed radial head and coronoid process fractures along with posterior dislocation of the ulna and anterior dislocation of the radius in relation to the humerus (Fig. ).\\nThe patient was taken to the operating room for definitive reconstruction. First, the proximal third radial shaft fracture was addressed via a volar Henry approach and a small fragment plate employing both non-locked and locked fixation. Next, dissection proceeded through the Kaplan interval. The comminuted fragments of the radial head and coronoid process were debrided. In an attempt to stimulate fibrocartilaginous synthesis, a 1.6 mm Kirschner wire was then used to drill approximately 1 cm2 of osteochondral loss on the radial head, the coronoid process, and the medial epicondyle of the distal humerus. A completely avulsed MCL was noted during ulnar nerve transposition and was repaired using a 3.5 mm suture anchor inserted into the distal-most aspect of the midsagittal plane of the medial epicondyle.\\nThe stability of the elbow joint was assessed while maintaining manual tension of the LCL, with sutures ultimately incorporated into its definitive repair. The elbow was stable in flexion, varus and valgus, but unstable anteriorly when extended to less than 40°. To supplement the repair for 6 weeks, a unilateral hinged external fixator was placed. Next, the LCL was repaired utilizing the ex-fix guide pinhole as the isometric point for insertion of a 5.5 mm suture anchor. Following repair of the annular ligament, the elbow could be passively ranged in a stable fashion.\\nNext, attention was turned to the DRUJ. Shuck testing under fluoroscopy confirmed clinical findings. The joint was reduced in supination and stabilized with two parallel 2.0 K-wires to engage four cortices from the distal ulna to the distal radius. Finally, the external fixation device was then locked in 70° of flexion, and all wounds were closed primarily.\\nThe patient tolerated the procedure well and was discharged on her second postoperative day. Her external fixator was locked at 70° of flexion for the first 2 weeks of follow-up. At the 2-week follow-up, her external fixation device was unlocked, allowing full range of motion, and occupational therapy was started. At the 3-week follow-up, her active ROM was 0–70°.\\nAt the 5-week follow-up, the patient reported hyperextending her elbow a few days prior when inebriated and falling against a wall. Her elbow AROM was painless and improved to 0–90° with mild but improving wrist stiffness. Radiographs revealed a stable reduced DRUJ and proximal radioulnar joint (PRUJ), although there was some concern regarding the ulnohumeral articulation. CT scan confirmed a small posterior subluxation of the ulna on the humerus. She was then placed in a posterior splint at 90° of flexion, and she was taken to the operating room for ex-fix adjustment, manipulation under anesthesia, and removal of the DRUJ K-wires at 6 weeks postoperatively.\\nIn the operating room, the elbow exhibited stable ROM from 0 to 130° and a concentrically reduced elbow was obtained via ex-fix adjustment. Owing to the patient’s previous slight posterior subluxation and concerns with compliance, the hinge was re-locked for one more week to allow further soft tissue healing. Hardware was removed from the DRUJ and shuck testing demonstrated a stable, well-reduced DRUJ. The patient tolerated the procedure well and was discharged the same day.\\nAt the 9-week follow-up, the patient noted increased ROM in the wrist as well as pain-free ROM of the elbow and shoulder. She remained neurovascularly intact. X-ray examination revealed a well-reduced DRUJ, PRUJ, and elbow joint with radial shaft union. At this time, the calculated DASH score was 38.8 (Fig. a, b). She remained in outpatient physical and occupational therapy for 15 weeks, and continued the exercises at home. At the 1-year follow-up, she had symmetric AROM flexion/extension of the elbow. She was able to supinate her forearm to approximately 45° and pronate it to approximately 80° (Fig. a–d). At the 1-year follow-up, the calculated DASH score had improved to 5.8.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'4434048': 1, '17356149': 1, '15140492': 1, '1761999': 1, '28572849': 1, '8034353': 1, '6029027': 1, '9875931': 1, '16866054': 1, '8836060': 1, '9758451': 1, '14814162': 1, '15397142': 1, '4434024': 1, '16131896': 1, '34019134': 1, '19339581': 1, '23563605': 2}", "similar_patients": "{}"}