{"patient_id": 161001, "patient_uid": "3613644-1", "PMID": 23559989, "file_path": "noncomm/PMC003xxxxxx/PMC3613644.xml", "title": "Delayed radiation myelopathy: Differential diagnosis with positron emission tomography/computed tomography examination", "patient": "A 52-year-old woman was admitted to our hospital with progressive onset of lower extremity weakness for two months. Neurological examination revealed spastic paraparesis (grade: 4/5), sensory deficit below the T7 level, mild hyperreflexia on lower limbs, extensor plantar responses, and clonus on the right side. In her medical history, she received RT and chemotherapy for pulmonary mucinous cystadenocarcinoma on right upper lobe two years prior to her admission. A review of the radiation treatment chart revealed the RT conducted in two phases. In the first, she had received 20 fractions of 2 Gy per month.\\nTwo months later, a second phase RT was given in 11 fractions 2 Gy each. Total tumor dose of 62 Gy was given in three months. The 18 months subsequent to RT were uneventful.\\nMagnetic resonance imaging (MRI) of the spinal cord demonstrated a long segment of intramedullary lesion extending from T3 to T6 levels. The spinal cord appeared diffusely enlarged over the involved segment and a partially enhancing lesion was observed after Gadolinium administration []. Suspected diagnoses according to MRI findings were primary intramedullary tumor, metastatic tumor, or radiation myelitis. The spinal tap revealed a normal cerebrospinal fluid (CSF) chemistry and microscopy. Somatosensorial evoked potential responses were prolonged on right lower limb and absent on the left.\\nFor positron emission tomography (PET)/computed tomography (CT) examination, the patient was intravenously injected 402.93 MBq (10.89 mCi) of F-18 fluorodeoxyglucose (F-18 FDG). After 90 minutes of uptake period, the patient was imaged using an integrated PET/CT camera (GE Discovery STE 8, USA). In the PET/CT images, there was no pathological FDG uptake suggesting malignancy at the spinal cord in the thoracic region []. On the basis of patient history, clinical and radiological findings, the patient was diagnosed as DRM.\\nThe patient was treated with high dose methylprednisolone, 1 g/day for 5 days (pulse therapy) followed by oral methylprednisolone 80 mg day-1 for a week, tapered over 3 weeks. Simultaneously, rehabilitation therapy was also applied. Despite these therapies no objective improvement was detected on neurological examination in six months. Moreover, spasticity deteriorated slightly.\\nThe control MRI findings were not parallel to neurological examination results. Follow-up MRI of spinal cord showed complete resolution of the hyperintense lesion on spinal cord [].", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'1527624': 1, '11514008': 1, '3275603': 1, '9295373': 1, '8773278': 1, '9606393': 1, '9719115': 1, '7969953': 1, '12026238': 1, '6313774': 1, '5775022': 1, '11837531': 1, '7677836': 1, '26170044': 1, '8745630': 1, '31559098': 2, '30515069': 1, '27275369': 1, '9870128': 1, '8836601': 1, '5125754': 1, '9445415': 1, '23559989': 2}", "similar_patients": "{'6735185-1': 1}"}