{"patient_id": 35104, "patient_uid": "3083363-1", "PMID": 21470431, "file_path": "comm/PMC003xxxxxx/PMC3083363.xml", "title": "Natural evolution of desmoplastic fibroblastoma on magnetic resonance imaging: a case report", "patient": "A 60-year-old Japanese man presented with swelling of the medial side of his right thigh and complained of night pain and slight tenderness. Palpation disclosed a hard, well-circumscribed, mobile tumor. Otherwise healthy, he had no history of trauma to the thigh. The results of routine laboratory studies were normal.\\nMRI demonstrated a 4 × 4 cm mass in the right thigh, occupying a space between the vastus medialis, sartorius and semimembranosus muscles (Figure ). Open biopsy was performed. Because the mass was diagnosed histologically as a benign fibrous tumor, we maintained follow-up without surgical therapy. After one year, MRI showed an increase in tumor size to 4 × 5 cm. T1-weighted images characterized the mass as well-circumscribed and inhomogeneous, with signals predominantly isointense with muscle, but including several areas of low signal intensity (SI) (Figure ). On T2-weighted images, the mass predominantly showed low SI with scattered high-SI areas (Figure ). These MRI findings were the same as those obtained one year previously except for tumor size. T1-weighted images after contrast agent administration revealed heterogeneous enhancement of the lesion. Nonenhanced areas corresponded to regions with low SI on noncontrast T1-weighted images (Figure ). Based on this growth, with pain and enhancement of the lesion, resection was performed with narrow surgical margins; the tumor adjoined the vastus medialis, sartorius and semimembranosus muscles and was adjacent to Hunter's canal with fibrous adhesion to the adductor magnus tendon.\\nPathologically, the tumor showed well-circumscribed borders and low vascularity (Figure ). Spindle-shaped and stellate fibroblastic cells were sparsely distributed in a dense fibrous background. In some myxocollagenous areas, cellularity was greater than in the fibrous area (Figure ). No mitotic figures were seen. The pathologic diagnosis was desmoplastic fibroblastoma.\\nAt the most recent follow-up examination two years after surgery, the patient was free from pain and showed no signs or symptoms of recurrence.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'22829025': 1, '8832562': 1, '12271387': 1, '24616744': 1, '17235006': 1, '30847175': 1, '1738999': 1, '18204758': 1, '34554278': 1, '10392630': 1, '28190096': 1, '7661281': 1, '15471428': 1, '9593348': 1, '24179509': 2, '10963429': 1, '16584569': 1, '6501332': 1, '10478622': 1, '9265665': 1, '29374633': 2, '9670823': 1, '30229348': 1, '21470431': 2}", "similar_patients": "{'3813691-1': 1, '5786997-1': 1}"}