{"patient_id": 155578, "patient_uid": "3190512-1", "PMID": 22013254, "file_path": "noncomm/PMC003xxxxxx/PMC3190512.xml", "title": "Cauda equina syndrome after spinal anaesthesia in a patient with asymptomatic tubercular arachnoiditis", "patient": "A boy aged 14 years presented at our hospital with cellulitis of right foot. He had fever with swelling of the right ankle for the past 2 days. The boy had no previous history of any major illness or hospital admission. Preoperative laboratory blood tests yielded normal results. He was posted for emergency debridement of the right foot. After informed consent of the patient's parents, the resident anaesthesiologist elected to give him spinal anaesthesia for the surgery. With the routine monitors attached to the patient in sitting position, lumbar puncture was done in a single attempt with a 25G spinal needle in L3-4 interspace. There was no bloody tap and the cerebrospinal fluid (CSF) drawn was clear and colourless. Thereafter, 50 mg of 5% hyperbaric lignocaine was injected in subarachnoid space after barbotage (dilution to 2% concentration and a total volume of 2.5 ml). Paresthesias or pain at the time of lumbar puncture or injection of the drug was absent. The level of sensory block at the start of surgery was at T10. Intraoperatively, intravenous midazolam 1 mg was given for sedation. The surgery lasting for 45 minutes was completed uneventfully with all the haemodynamic parameters remaining stable. The patient was then shifted to recovery room.\\nAfter four hours in the recovery, the patient complained of inability to move his legs. He had also developed paresthesias in medial parts of both thighs and urinary retention. There had been no regression in his sensory block, which had remained at T10. Similarly there had been no recovery of the motor power in the lower limbs and deep tendon reflexes were absent. Fever, headache, vomiting or neck rigidity was absent . As patient's clinical features were suggestive of CES, he was started on intravenous methylprednisolone (500 mg/day) and shifted to intensive care unit (ICU) for further management. A neurologist's opinion was sought who confirmed the finding of CES and advised for an urgent magnetic resonance imaging (MRI) of the spinal cord.\\nThe MRI imaging of lumbosacral region of spinal cord revealed arachnoiditis with dural ectasia, myelitis with intradural granulomas, clumping of cauda equina nerve roots and fluid collection close to the right posterior paraspinal muscle []. As the MRI findings were indicative of tubercular arachnoiditis, antitubercular drugs (isoniazid, pyrizinamide, ethambutol, rifampicin and pyridoxine) were started while continuing intravenous methylprednisolone (500 mg/day). A serum sample for polymerase chain reaction (PCR) test for tuberculosis was sent which was later reported positive.\\nIn the ICU, on postoperative day 2 the patient showed gradual recovery of sensations in lower limb. Return of motor power was seen on postoperative day 6 and recovery of bladder functions on day 8. A repeat MRI scan done during second week showed significant reduction in size and number of intradural granulomas and resolution of arachnoiditis with normal cauda equina nerve roots. There was mild reduction in the paraspinal collection but dural ectasia still persisted. The dosage of steroid was gradually tapered. On postoperative day 15, the patient was transferred to the ward with complete recovery of motor power of lower limbs and bladder functions, and with no residual sensory deficits. He was discharged from hospital a week later with advice to continue antitubercular treatment and to follow-up in neurology clinic.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'19880902': 1, '10225068': 1, '1817478': 1, '9338907': 1, '16542167': 1, '9057539': 1, '17093364': 1, '11817224': 1, '10794236': 1, '21286446': 1, '10854362': 1, '12955271': 1, '9746851': 1, '17377116': 1, '2035866': 1, '22013254': 2}", "similar_patients": "{}"}