{"patient_id": 158053, "patient_uid": "3364664-1", "PMID": 22666694, "file_path": "noncomm/PMC003xxxxxx/PMC3364664.xml", "title": "A swallowed sewing needle migrating to the liver", "patient": "A 16-year-old girl presented to the emergency room of pediatrics department in our hospital with complaints of abdominal pain, nausea and vomiting. Physical examination revealed tenderness on the right upper quadrant of the abdomen. Blood analysis showed increased white blood count (15, 91/μl) with left shift, an erythrocyte sedimentation rate of 78 mm/h, and C-reactive protein (CRP) 279 mg/l. The other laboratory examinations revealed increased levels of Aspartate transaminase (AST): 57 U/L, Alanine aminotransferase (ALT): 104.91 U/L, Lactate dehydrogenase (LDH): 599 U/L, and Alcalene phosphatase (ALP): 575 U/L.\\nOn abdominal X-ray, a metallic lineer radio opaque image compatible with a foreign body was seen on right hepatic lobe localization (). Abdominal ultrasonography (US) examination revealed a 3cm long lineer echogeneity in segment 5 surrounded by an irregularly contoured heterogeneous hyper echoic area of 10×7cm in size (), and made us think about migration of a swallowed foreign body into the liver accompanied by an abscess formation. The patient was unaware of having swallowed any foreign body, but when we insisted on any possibility of such a condition, she remembered that she could have swallowed a sewing needle approximately a month ago while drinking water. She told that she saw a number of sewing needles in the water glass which she noticed after drinking some water. On further examination with abdominal computed tomography (CT), the metallic foreign body and surrounding inflammation were better demonstrated (Figs. , ).\\nThe patient underwent surgical operation for the excision of the foreign body, but it could not be reached, and it was failed to get the foreign body due to patient's condition change during the operation. The patient went home with antibiotherapy for the surrounding inflammation. Two and a half months later the patient presented again with abdominal pain, and control CT examination demonstrated the migration of the foreign body inferomedially near to the gallbladder (Figs. , ). The surrounding inflammatory changes were disappeared. On reoperation with open abdominal surgery, the sewing needle was found easily due to its migration nearby the gallbladder, and it was removed from the liver. The patient recovered successfully after the operation.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'14530112': 1, '17387495': 1, '5544643': 1, '24707157': 1, '24944504': 1, '26535173': 1, '9244118': 1, '14531934': 1, '25674151': 2, '30882633': 1, '14959730': 1, '22666694': 2}", "similar_patients": "{'4320743-1': 1}"}