{"patient_id": 43067, "patient_uid": "3723000-1", "PMID": 23936707, "file_path": "comm/PMC003xxxxxx/PMC3723000.xml", "title": "Sinonasal Melioidosis in a Returned Traveller Presenting with Nasal Cellulitis and Sinusitis", "patient": "A 51-year-old Caucasian man presented to a tertiary hospital in Melbourne, Australia, with 7 days of headache, myalgia, fevers, and sweats. There was cellulitis affecting the right side face with purulent discharge from a tender right nostril. He had poorly controlled type 2 diabetes requiring insulin and chronic hepatitis B. He was a 25-pack-year smoker, drank >6 standard drinks of alcohol per day, and occasionally snorted cocaine. He also travelled multiple times to Vietnam and worked as a cabinet maker.\\nHe was septic (temperature 39°C, heart rate 110 bpm and blood pressure 90/70 mmHg) with cellulitis extending from the nose across the right cheek and up to the right eye, including a preseptal orbital cellulitis. Visual acuity and eye movements were normal. The right nasal vestibule was tender and swollen with purulent discharge originating from it and the nasal septum.\\nBiochemistry revealed an elevated C-reactive protein of 222.7 (N < 5) and a normal white cell count of 10.2 × 109/L (N = 4.0–11.0 × 109/L), neutrophils 1.95 × 109/L (N = 2.00–8.00), and lymphocytes 0.53 × 109/L (N = 1.00–4.00). Computed tomography (CT) revealed right sinus mucosal thickening and preseptal tissue swelling overlying the right orbit extending over the zygoma and the nose, with no intracranial collection, cavernous sinus thrombosis, orbital collection, or bony erosion (Figures and ).\\nThe patient underwent endoscopic sinus surgery. A right nasal vestibule and septal abscess were identified with boggy, inflamed nasal mucosa (Figures and ). Incision and drainage were performed and necrotic tissue debrided, with samples sent for histopathology and culture. Septal cartilage was intact. A right uncinectomy, middle meatal antrostomy and anterior ethmoidectomy were performed. No pus was seen in the sinuses.\\nBlood cultures and swabs from the nasal cavity revealed a gram-negative bacillus, Burkholderia pseudomallei (sensitive to ceftazidime, cotrimoxazole, and meropenem). The patient spent 5 days in intensive care, requiring ionotropes for ongoing sepsis, and a further 4 days on the ward. He received daily nose toilet, saline sinus rinse, topical nasal decongestants, strict blood sugar control, and initial treatment with intravenous meropenem. Treatment included a further 8 weeks intravenous ceftazidime 2 g qid as a “hospital in the home” patient, followed by 3 months oral Bactrim DS 2 tabs bd with folic acid 5mg daily and doxycycline 100 mg bd.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'28418830': 1, '15831829': 1, '21152057': 1, '25392354': 1, '29005374': 1, '1174405': 1, '8942270': 1, '11049780': 1, '15548312': 1, '11964912': 1, '30787702': 1, '5775003': 1, '23936707': 2}", "similar_patients": "{}"}