{"patient_id": 156382, "patient_uid": "3243862-1", "PMID": 22200046, "file_path": "noncomm/PMC003xxxxxx/PMC3243862.xml", "title": "Histologic confirmation of huge pancreatic lipoma: a case report and review of literatures", "patient": "A 54-year-old male patient with type 2 diabetes mellitus was evaluated for assessment of an incidental pancreatic tumor. There were no specific findings based on laboratory testing (amylase, 84 IU/L; lipase, 23 IU/L; carcinoembryonic antigen, 1.86 ng/mL; carbohydrate antigen 19-9, 12.78 U/mL), with the exception of an elevated glucose level (172 mg/dL). Computed tomography (CT) demonstrated a 9-cm, well-circumscribed, non-invasive tumor in the body of the pancreas with a -100 HU density which was homogeneous in appearance with the fat composition of the abdominal wall (). Although the initial impression was a lipoma, a liposarcoma could not be completely ruled out because of a focal enhancing soft tissue component in the mass. On magnetic resonance imaging, there was a 10.5 cm well-defined, hyperintense mass containing mural nodules in the body and tail of the pancreas on axial T1-weighted images (). After 3 months, a subtotal pancreatectomy with a splenectomy was performed to distinguish the mass from a liposarcoma because the pancreatic tumor increased from 9 to 10.5 cm in size on contrast-enhanced abdominal CT (). In pathologic finding, a 10.4 × 6.9 cm pancreatic lipoma containing yellow focal fibrous tissue and hemorrhagic areas was identified which was suggested as a mural nodule on image findings. Based on the microscopic findings, only mature adipocytes were noted adjacent to the pancreatic parenchyma (). Post-operatively, the patient was treated to control a worsening glucose level and discharged without specific complications in 14 days.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'27257448': 1, '2753287': 1, '31531331': 2, '8659420': 1, '18418457': 1, '19287119': 1, '25126151': 1, '25610289': 1, '16813829': 1, '12499926': 1, '8799422': 1, '18437093': 1, '8265462': 1, '8391251': 1, '22200046': 2}", "similar_patients": "{'6718797-1': 1}"}