{"patient_id": 36878, "patient_uid": "3260251-1", "PMID": 22192457, "file_path": "comm/PMC003xxxxxx/PMC3260251.xml", "title": "Skull base metastases from a malignant solitary fibrous tumor of the liver. A case report and literature review", "patient": "A 24-year-old, unmarried, nulliparous woman had presented one month earlier with upper right abdominal discomfort, distention, and vague right quadrant pain. The patient was a shop assistant for 4 years with no known history of potential environmental hazardous substances exposure. In addition, she was also a nonsmoker. Except for being a carrier of hepatitis B, she had no relevant medical or family history. For the further evaluation of her symptoms, she was referred to the referral hospital, where a contrast enhanced computer tomography (CT) study revealed a 30-cm exophytic heterogeneous mass in the right lobe of the liver (Figure ). In a 2-D view, the lesion appeared as a hypodense area without calcifications measuring 28 cm×18 cm. An arterial-phase infusion of contrast showed peripheral enhancements with thin linear areas of enhancement (probably vessel-related) in the lesion. In the portal phase, there was a dishomogeneous enhancement with multiple hypodense areas. In the late phase, the lesion showed a light enhancement (similar to normal liver tissue) with multiple strong hypodense areas. There was no presence of ascites, and the patient had been given hepatinica. The patient was admitted to our hospital for surgery.\\nOn examination, abdominal distension was present. Palpation revealed tenderness and a large, firm mass in the right hypochondrium and epigastrium, and the liver was 12 cm below the lower edge of the ribs. There was no evidence of ascites, edema, hepatic failure, or cirrhosis stigmata. A firm mass of 4 cm×5 cm×3 cm was present on the right parietal bone without any tenderness (Figure ). Laboratory tests, including routine biochemistry, liver function tests, urinalysis were normal, and tumor markers, such as serum carbohydrate antigen (CA)-125 was abnormal, whereas cancer antigen (CEA), α-fetoprotein, and CA19-9 levels were in the normal ranges. The patient's cranial CT scan revealed a parietal mass that was thought to be a metastatic tumor. On a whole-body skeletal scan, increased activity was found in the right parietal bone.\\nThe patient underwent angiography and transcatheter arterial chemoembolization (TACE, using diamminedichloroplatinum 60 mg, 5-fluorodeoxyuridine 1000 mg, Epirubicin 30 mg + 18-ml Lipiodol emulsifier) of the tumor-supplying vessels a few days before operation (Figure ). A laparotomy was performed 8 days after admission and revealed that the tumor had pushed the colon to left and had adhered to the colon, stomach and omenta. An extended right hepatectomy was performed, and the postoperative course was uneventful. The gross examination revealed a large tumor measuring 30 × 17 × 15 cm and weighing 3750 g that was a firm, whitish, fibrotic nodule-encapsulated mass with necrosis (Figure ). The resection margins were tumor-free. The tumor was located in the liver parenchyma, not in relation to the serosal surface. The cells were spindle-shaped tumor cells that were highly cellular and pleomorphic with areas of necrosis and a high mitotic index (> 10/hpf), haphazardly arranged in the classic short-storiform or so-called patternless pattern, and invading the surrounding liver tissue (Figure ). The immunohistochemical analysis was strong positive for CD34, Bcl-2 and Vimentin. Ki-67 antigen staining was 3-5% positive. The tumor cells were negative for other markers, such as CD117, SM-actin, S-100, CD68, Myo-D1, CD99, Desmin, CD31, Calretinin, Synaptophysin, Cytokeratin, and Keratin (Figure ). A craniectomy was performed 13 days after the extended right hepatectomy. The pathological examination showed skull base metastases from a malignant solitary fibrous tumor of the liver.\\nA postoperative MRI examination in July 2010 demonstrated that the postsurgical residual lesion was still large. At follow-up one month later, the patient had severe back and waist pain. An MRI identified metastatic osteoblastic lesions of the thoracic and lumbar vertebrae (Figure ).\\nThe patient underwent four percutaneous ethanol-injection therapies (PEIs) and was treated with four rounds of chemotherapy that included adriamycin (40 mg on days 1-3), ifosfamide (3.0 g on days 1-4), and mesna (0.6 g IV 0 h, 4 h, and 8 h after IFO). Adjunctive radiation therapy was not administered. Despite the treatment, the tumor relapsed rapidly and was markedly enlarged. At follow-up seven months later, the patient was paralyzed; the patient died 16 months after the initial operation.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'9845719': 1, '19010762': 1, '32972891': 1, '21866493': 1, '9447390': 1, '31523385': 2, '31934058': 1, '498021': 1, '19147392': 1, '15221390': 1, '18985821': 1, '30655864': 1, '20209623': 1, '16481304': 1, '26629228': 1, '2735490': 1, '18040628': 1, '24444015': 2, '29896577': 2, '27746883': 2, '26490964': 1, '28100235': 2, '30643764': 1, '16080476': 1, '22978636': 2, '21480200': 1, '11090404': 1, '19029048': 1, '20361081': 1, '10695631': 1, '2665534': 1, '20589090': 2, '23745040': 1, '24294990': 2, '11536441': 1, '16537181': 1, '24443842': 2, '9745091': 1, '20864281': 1, '19046791': 1, '22192457': 2}", "similar_patients": "{'3926977-1': 1, '3942811-1': 1, '2892660-1': 1, '3487789-1': 1, '3941948-1': 1, '5242002-1': 1, '5064299-1': 1, '5981146-1': 1, '6715584-1': 1}"}