{"patient_id": 37669, "patient_uid": "3350100-1", "PMID": 22606632, "file_path": "comm/PMC003xxxxxx/PMC3350100.xml", "title": "Renal Pelviceal Keratinizing Squamous Metaplasia with Sparing of Pyramidal Zones", "patient": "The patient was a 74-year-old female presenting with a clinical history significant for chronic kidney disease with repeated unilateral renal obstruction and chronic hydronephrosis. The patient had undergone ureteral stenting every six months for the previous five years. The patient was documented to have chronic infection with Extended Spectrum Beta Lactamase producing klebsiella pneumoniae. At presentation there was an obstruction at the level of the renal pelvis resulting in pyohydronephrosis. Ureteroscopy revealed a cobblestone appearance. The bladder appeared unremarkable, and the opposite kidney showed compensatory changes but was otherwise unremarkable. Past medical history was significant for diabetes and controlled hypertension. There was no documented history of urinary reflux, exstrophy, or paralysis.\\nA right nephroureterectomy was performed. The resulting surgical specimen consisted of a macroscopically recognizable kidney weighing 240 grams and measuring 18.0 × 12.0 × 5.8 cm, devoid of perirenal fat. The specimen was bisected, revealing dilated renal papillae and pelviceal components. The pelvis contained caseous, foul-smelling material with caseous appearance that was reminiscent of an epidermal inclusion cyst. The surface of the renal pelvis showed a pearly gray-to-silver sheen with foci of black discoloration (). Interestingly the dilated hydronephrotic papillae showed no evidence of discoloration or involvement by the pathological process.\\nSections of the renal pelvis showed desquamative squamous metaplasia in the absence of adnexal structures or tissue analogs which might have been suggestive of an intrarenal teratoma. The squamous metaplastic process appeared to end abruptly at the juncture of the pelvis and minor calyceal system (insert, ). Histologic features are seen in (H&E stain). Metaplastic changes in the urothelium of the renal pelvis stained CK5+/CK7− ( insert), with abrupt transformation to simple cuboidal epithelium (lining the minor calyx) which stained CK5−/CK7+ ( insert); CK7 would have been the usual cytokeratin found in the collecting ducts. Additionally, at the juxtaposition of these two surfaces, we see changes in the underlying stroma with the transitional loss of the ureteral muscularis mucosa with transition to underlying renal parenchyma in the pyramidal zone of the minor calyx ( insert).", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'17508953': 1, '5776550': 1, '6303938': 1, '19118461': 1, '25364445': 2, '19619064': 1, '24744528': 2, '12534913': 1, '11784056': 1, '3798607': 1, '21170863': 1, '1159901': 1, '1856947': 1, '89882': 1, '9730474': 1, '22606632': 2}", "similar_patients": "{'3989831-1': 1, '4214433-1': 1}"}