{"patient_id": 161402, "patient_uid": "3649601-1", "PMID": 23671366, "file_path": "noncomm/PMC003xxxxxx/PMC3649601.xml", "title": "Metanephric stromal tumour: A rare pediatric benign stromal specific renal neoplasm", "patient": "A three year old boy presented with a complaint of dribbling of urine. He had one episode of hematuria at two years of age but no other complaints such as abdominal pain, fever, loss of appetite or weight loss. On systemic examination, there were no palpable masses or any other abnormalities. As part of the initial work up, an ultrasonography of abdomen was performed, this showed a partly exophytic hypo-echoic mass arising from the interpolar region, measuring 4.7 × 4.8 × 5.3 cm. Vascularity was noted within the mass, suggestive of Wilm's tumour. Ultrasound guided biopsy of the renal mass was performed, which on microscopic examination showed a tumour composed of sheets of spindle shaped cells with oval to elongated nuclei and moderate amounts of cytoplasm. There was no obvious atypia or any other feature of malignancy. Occasional tubules were noted, lined by cuboidal cells. The biopsy was reported as a spindle cell lesion with occasional tubular structures. The cells were negative for WT-1 and S-100 on immunohistochemistry. Based on the biopsy report and the radiological findings, the patient underwent nephroureterectomy. The operation was uneventful and the patient recovered appropriately.\\nA kidney measuring nine cm in maximum dimension was received in the laboratory. The external surface was smooth. Sectioning revealed a firm white tumour, 7.5 × 5.5 × 4.5 cm replacing most of the kidney. There were a few small cystic areas containing serous fluid. The neoplasm appeared to abut the pelvis but there was no infiltration into pelvic or perirenal fat []. Microscopically the tumour had a slightly nodular architecture due to varying cellularity and was composed of spindle cells with thin tapered bland nuclei an indistinct cytoplasm []. Focally, a concentric arrangement around entrapped tubules and vessels, imparting ‘the onion skin’ morphology, was noted []. A few entrapped glomeruli were also present. The tumour was well demarcated from the adjacent kidney, but without a definite capsule []. Some blood vessels showed hypercellularity around the endothelium with thickened walls but there were no features of dysplasia []. Mitotic activity and necrosis were absent. There was no evidence of capsular or vascular invasion, heterologous differentiation or neoplastic epithelium. There were no nephrogenic rests either. On immunohistochemistry, the cells were positive for Vimentin, focally positive for CD-34 [] and negative for WT-1, Desmin and Smooth muscle actin. The entrapped tubules showed positivity for Cytokeratin. These findings were consistent with MST. Patient's initial complaint of ‘dribbling of urine’ subsided after undergoing nephroureterectomy. Patient had come for follow-up after six months of operation. Ultra-sound done during this visit showed no local recurrence.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'19875383': 1, '12576860': 1, '10895814': 1, '30829310': 2, '19679970': 1, '12352423': 1, '23671366': 2}", "similar_patients": "{'6419545-1': 1}"}