{"patient_id": 41188, "patient_uid": "3583747-1", "PMID": 23267527, "file_path": "comm/PMC003xxxxxx/PMC3583747.xml", "title": "Capnocytophaga canimorsus infection presenting with complete splenic infarction and thrombotic thrombocytopenic purpura: a case report", "patient": "Mr. R.E. is a 72-year-old man who presented to the emergency department with a four-day history of abdominal pain, nausea, vomiting and diarrhea, which at one point progressed to confusion and slurred speech. Past medical history was most significant for a fall four months previously that resulted in fracture of several ribs on his left side. On presentation he was alert, oriented, and hemodynamically stable with: temperature 36.7°C, BP 143/83 mmHg, HR 85 beats per minute, RR 20 breaths per minute, oxygen saturation at 96% on room air. He denied shortness of breath, fever, chills, night sweats, or weight loss. Cardiac, pulmonary, and neurological examinations were unremarkable. Abdominal examination revealed extreme diffuse pain to palpation and percussion, positive rebound tenderness, but no evidence of hepatosplenomegaly. Mucous membranes were dry, and petechiae were observed along the inner left thigh.\\nInitially laboratory investigations revealed: hemoglobin (Hb) 138 g/L, white blood cell count (WBC) 14.7×109/L, neutrophil count 13×109/L, platelets 28×109/L, sodium 132 mmol/L, chloride 95 mmol/L, potassium 4.2 mmol/L, bicarbonate 27 mmol/L, BUN 18.6 mmol/L, plasma creatinine 112 μmol/L, total bilirubin 22.2 μmol/L, international normalized ratio (INR) 1.1, prothrombin time (PTT) 30 seconds, aspartate aminotransferase (AST) 95 U/L, alkaline phosphatase 57 U/L, serum creatine kinase (CK) 807 U/L, troponin-T < 0.01 μg/L, lactate dehydrogenase (LDH) 282 U/L, serum lipase 13 U/L and total amylase 58 U/L. Urinalysis was positive for blood with 20 to 30 erythrocytes per high power field, protein 1.0 g/L and pH of 6.5. A CT of the abdomen with contrast showed the entire spleen to be non-enhancing suggesting complete infarction, which was suspected to be caused by spontaneous embolization of the splenic artery at the hilum (Figure ). No definite active vascular extravasation was seen, however there was soft tissue stranding, a small amount of high attenuating fluid in the perisplenic fat and along the right paracolic gutter, and a small to moderate volume of hemoperitoneum in the pelvis.\\nAlthough an atypical presentation, the initial concern was a microangiopathic disorder such as thrombocytopenic thrombotic purpura (TTP), hemolytic uremic syndrome (HUS), or idiopathic thrombocytopenic purpura (ITP). Additional investigations for other vasculitic or autoimmune causes showed: C3 complement level 0.55 g/L (normal 0.66 to 1.68 g/L), C4 complement level 0.07 g/L (normal 0.10 to 0.40 g/L), antinuclear antibody (ANA) very weakly positive. pANCA, cANCA and anti-glomerular basement membrane antibodies were all negative. Direct and indirect Coombs tests, as well as anti-phospholipid IgM and IgG were likewise all negative. Five units of platelets were transfused but it did not increase the platelet count. Thirty-six hours following presentation the hemoglobin remained stable (125 g/L), WBC decreased to 7.5×109/L, erythrocyte sedimentation rate (ESR) was elevated at 38 mm/h, and C reaction protein (CRP) was elevated at 346.3 mg/L. The peripheral blood smear showed reactive granulocytosis but no evidence of hemolysis, and the patient remained afebrile.\\nForty-eight hours after presentation the patient’s condition began to deteriorate with: T 37.8°C, HR 110, RR 26, oxygen saturation at 92% on room air. The patient had high fever, chills, rigor and low back pain, but physical examination was unremarkable. Platelet count further decreased to less than 10×109/L, hemoglobin decreased to 109 g/L, serum LDH increased to 306 U/L, and total bilirubin increased to 45.7 μmol/L along with an increase in creatinine from 74 to 102 μmol/L. There was no evidence of disseminated intravascular coagulopathy (DIC) given a normal Klaus fibrinogen level at 4.30 g/L, INR 1.1, and PTT 26 seconds.\\nOn day three of admission, peripheral blood smears showed some evidence of mild schistiocytes, suggesting the presence of microangiopathic hemolytic anemia (MAHA). Pulmonary condition began to deteriorate, with increased requirement to 6 liters of oxygen per minute producing an oxygen saturation of 88 to 90%. The patient became hemodynamically unstable with a BP 95/58 and experienced decreased level of consciousness. Chest X-ray showed bilateral pulmonary infiltrates with evidence of pulmonary edema. He was transferred to the intensive care unit and intubated due to hypoxic respiratory failure and decreased level consciousness. The nephrology service was consulted and plasma exchange therapy was empirically initiated on the suspicion for TTP as the etiology of his deterioration. Following initiation of plasma exchange, blood culture results obtained on admission to the hospital were found to contain gram-negative rods, and piperacillin-tazobactam 4.5 grams IV Q8H was initiated. Two subsequent blood cultures both showed evidence of an unknown gram-negative organism and the patient remained febrile with temperature 39.5°C. Cardiac echocardiogram did not reveal any valvular vegetation and a head CT scan was also unremarkable. Plasma exchange was stopped on day five of admission due to failure of platelet count to increase with plasma exchange therapy, the presence of gram negative blood cultures, and the degree of thrombocytopenia being largely out of proportion to the level of LDH rise.\\nOn day six of admission, the microbiology laboratory reported that the gram-negative organism identified to be a capnocytophaga species based on its fastidious growth and morphology on gram stain (Figures and ). Antibiotic therapy was switched to imipenem 500 mg IV Q6H given reports of some capnocytophaga species being resistant to certain beta-lactams []. Subsequently, on day seven of admission the platelet count increased to 60×109/L, but the patient continued to be febrile with a temperature of 38.0°C and WBC count continued to increase to 22.5×109/L. Due to his persistent confusion and decreased level of consciousness, antibiotic therapy was changed to meropenem 2 grams IV Q6H to decrease the risk of imipenem induced seizure activity. In an attempt to identify the cause of the splenic infarction a trans-esophageal echo was performed, but it did not demonstrate valvular vegetations.\\nThe patient’s condition began to improve clinically with meropenem. Fever gradually resolved, platelet count continued to increase, and WBC count began to normalize. Following extubation the patient’s neurological status continued to improve. On further questioning, the patient reported that several days prior to his presentation to the hospital he sustained a cut to his hand while performing automobile repairs. He reports that shortly after sustaining this cut that his dog licked his wound. The patient also reported that he plays with his dog in the evenings on a regular basis and often receives minor bites or scratches to his hands.\\nThe patient was discharged home from the hospital on day twenty-one of his admission with no further antibiotic therapy. On discharge his WBC count was 14.2×109/L and platelets were 295×109/L. Blood culture samples were sent to the Central Public Health Laboratory, Toronto, Canada and through gene sequencing the organism C. canimorsus was isolated.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'9515691': 1, '25828064': 1, '20858382': 1, '34041953': 2, '17205476': 1, '11856273': 1, '12078943': 1, '33029457': 2, '17250994': 1, '15521921': 1, '31327837': 1, '7642281': 1, '19268498': 1, '21242095': 1, '11705640': 1, '34775801': 1, '21850657': 1, '15201655': 1, '10835521': 1, '31340776': 2, '19285152': 1, '23267527': 2}", "similar_patients": "{'8165836-1': 1, '7529488-1': 1, '6657077-1': 1}"}