{"patient_id": 38051, "patient_uid": "3384959-1", "PMID": 22761625, "file_path": "comm/PMC003xxxxxx/PMC3384959.xml", "title": "Incidental Diagnostic and Treatment of a Suppurative Appendicitis at Colonoscopy", "patient": "A 54-year-old woman was referred for upper endoscopy for dysphagia. She had a history of esophagectomy with coloplasty for stenosis due to corrosive injuries 5 years ago. Physical examination was normal and laboratory results were within normal limits. Upper endoscopy showed an anastomotic esophageal-colonic stricture with a big diverticulum on the coloplasty. At this moment, our patient receives antibiotherapy for urinary infection. Three days later, there was no diverticulum and the colocolic anastomosis was without abnormalities at colonoscopy, but an erythematous and edematous bulging polypoid lesion () with purulent discharging from appendiceal orifice into the coecum () appeared. These endoscopic features were strongly suggestive of appendicitis. Antibiotherapy was stopped and laboratory results showed mild leucocytosis. The abdominal computed tomography findings were a tumefied appendix with local infiltration and a blade liquid (). Therefore, the case was referred to surgery. Surgeons conclude that there was no emergency given the normality of physical examination and laboratory results being within normal limits. Two weeks later, we performed a colonoscopic second look, the same feature of bulging polypoid lesion into the cecal lumen was found but without purulent discharging this time. To drain the pus, the appendiceal orifice was intubated and abundantly irrigated with saline solution using ERCP endoscopic retrograde cholangio-pancreatography catheter resulting in residual pus flowing (). Three months later, our patient remains asymptomatic.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'20306392': 1, '17140919': 1, '32309490': 1, '26106469': 2, '18255344': 1, '12886859': 1, '24179623': 1, '12196770': 1, '22761625': 2}", "similar_patients": "{'4430798-1': 1}"}