{"patient_id": 166383, "patient_uid": "3959384-1", "PMID": 24714244, "file_path": "noncomm/PMC003xxxxxx/PMC3959384.xml", "title": "Hypercalcemic crisis due to adult T cell leukemia: a rare cause of paralytic ileus", "patient": "A 54-year-old diabetic male presented with diffuse abdominal pain, distension and obstipation for 3 days following an alcoholic binge. The patient had severe anorexia and nausea. The patient had become irritable with incomprehensible speech and abnormal behavior over the last two days and his relatives reported an 8 kg decrease in his body weight over the past 2 months. Six years ago he had undergone patellectomy and was transfused with 6 units of whole blood. There was no family history of malignancy. On examination he was dehydrated, tachypneic and cyanosed with a heart rate of 116 bpm and a blood pressure of 200/110 mmHg. His face and trunk were erythematous. He had generalized lymphadenopathy. Abdominal examination revealed hepatosplenomegaly, generalized tympanitic resonance and absent bowel sounds. Auscultation of the chest revealed diffuse crepitations. Neurological examination showed no signs of meningeal irritation. Cardiac examination was unremarkable. The clinical findings were suggestive of paralytic ileus and the differential diagnosis considered included acute pancreatitis, diabetic ketoacidosis (DKA), porphyria and hypercalcemia.\\nHis hemogram was as follows: hemoglobin, 13.8 g/dL; leukocyte count, 174 × 109 /L with 70% lymphocytes; platelet count, 156 × 109 /L; and ESR, 63 mm. His urea was 112 mg/dL and creatinine level 3.9 mg/dL. He also had hyperkalemia (6.0 mg/dL), hyperuricemia (10.6 g/dL) and LDH levels >5 times the upper limit of normal (ULN) suggesting the possibility of increased cell turn over. His pancreatic enzymes were normal, urine ketones and porphyrinogen negative, thereby ruling out pancreatitis, DKA and porphyria. He had high calcium (15.8 mg/dL), high phosphate (5.8 mg/dL), normal magnesium and low parathormone levels of 8.8 pg/mL (normal 13-55 pg/mL). His alkaline phosphatase was >3 times the ULN. The results were suggestive of a malignancy-associated hypercalcemia. His duodenal aspirate and biopsy were negative for strongyloides larvae. There was evidence of reticulonodular opacities in both lung fields. ABG analysis showed acute lung injury (PaO2/ FiO2 = 252). Sputum cytology showed malignant cells and was negative on silver stain. ECG showed a corrected QT interval of 0.36 sec. Spinal fluid study was normal and was negative for Cryptococcus on Indian ink staining. Dilated bowel loops were seen in the abdominal X-ray. Ultrasound of the abdomen revealed hepatosplenomegaly and intra-abdominal lymphadenopathy. His peripheral smear showed marked leukocytosis, predominantly atypical mononuclear cells with high nucleo-cytoplasmic ratio. Few lymphocytes had convoluted nuclei suggestive of flower cells (), characteristic of ATLL. Bone marrow was studded with abnormal cells () and immunophenotyping showed CD3+, CD4+, CD7−, CD8−, CD25+ lymphocytes. His HTLV-1 serology was positive.\\nThe patient was diagnosed with paralytic ileus secondary to hypercalcemic crisis due to adult T cell leukemia caused by HTLV-1. The patient was treated with aggressive hydration, corticosteroids, furosemide, hemodialysis and chemotherapy was initiated. His calcium levels reduced to 12 g/dL and his bowel sounds reappeared. However his leukocyte count increased to 345 × 109 /L. The patient developed anuria with progressive worsening of renal function (creatinine of 6.4 g/ dL) and succumbed one week after admission.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'6272125': 1, '11781248': 1, '17183844': 1, '16106073': 1, '15353320': 1, '23198151': 1, '29384906': 2, '1468864': 1, '25657421': 2, '11042682': 1, '16155612': 1, '12481881': 1, '12612113': 1, '24714244': 2}", "similar_patients": "{'4318027-1': 1, '4318027-2': 1, '4318027-3': 1, '4318027-4': 1, '4318027-5': 1, '6393021-1': 1}"}