{"patient_id": 154975, "patient_uid": "3149145-1", "PMID": 21860581, "file_path": "noncomm/PMC003xxxxxx/PMC3149145.xml", "title": "A Congruous Superior Quadrantanopsia Following a Junctional Scotoma Induced by Asperogillosis", "patient": "A 69-year old man presented to us with a one month history of decreased vision in his right eye. He was in good physical condition with no history of diabetes. His right vision was hand motion with a relative afferent pupillary defect. His left vision was 20 / 20, including normal color vision. Latency of P100 for pattern visual evoked responses was delayed (146.6 ms) in the right eye. His erythrocyte sedimentation rate was 25, and his c-reactive protein was 0.5. Under the presumption of retrobulbar optic neuritis or ischemic optic neuropathy, fluorescein angiography and an automated Humphrey visual field test (HVF, Humphery Filed Analyzer; Carl Zeiss Meditec Inc., Dublin, CA, USA) were performed. Unexpectedly, the HVF revealed a superior temporal visual field defect in the asymptomatic left eye and a central scotoma in the symptomatic right eye, which was also a junctional scotoma (). Therefore, magnetic resonance imaging was performed to examine the parasellar area. Axial T1 weighted images revealed an isointense mass-like lesion compressing the right optic canal adjacent to the chiasmatic groove. Coronal T2 weighted images revealed marked heterogeneous enhancement of the right sphenoid sinus and a mass like lesion near the optic nerve (). There were no abnormalities in the brain parenchyma. A paranasal sinus computed tomography scan showed destruction of the right medial orbital wall and the distal inferonasal optic canal caused by a soft tissue lesion extending from the sphenoid sinus ().\\nRight optic nerve decompression was performed through a massive endoscopic sphenoidectomy and histopathology confirmed aspergillus with dichotomous branching septate hyphae (). Postoperatively, the patient received no antifungal treatment due to private reasons; however, his vision was 20 / 40, and the HVF showed considerable improvement eight months postoperatively (). At 18 months postoperative, the visual field developed into a left congruous superior quadrantanopsia without a temporal lobe or calcarine cortex lesion ().", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'9440188': 1, '14312647': 1, '6886548': 1, '18825433': 1, '17362865': 1, '8126516': 1, '943065': 1, '7115150': 1, '6420754': 1, '15179067': 1, '21860581': 2}", "similar_patients": "{}"}