{"patient_id": 40084, "patient_uid": "3512256-1", "PMID": 23227386, "file_path": "comm/PMC003xxxxxx/PMC3512256.xml", "title": "Unicentric Castleman's Disease Masquerading Pancreatic Neoplasm", "patient": "A 46-year-old male patient presented with chief complaints of left upper quadrant pain abdomen for last 3 months. The pain was constant, dull aching in nature without any radiation and aggravating and relieving factor. There was no history of fever, night sweats, chest pain, hemoptysis, back pain, abdominal swelling, decreased appetite, weight loss, melena, and alteration of bowel habit. He was not suffering from any kind of morbidity. There was no history of similar problem in the past. His family history was not significant. General survey and systemic examinations were unremarkable. Digital rectal examination was also within the normal limit.\\nUltrasonography (USG) of whole abdomen showed hypoechoic lesion adjacent to the tail of the pancreas on its posterior aspect on left of abdominal aorta and medial to spleen and kidney which was suggestive of neoplastic lesion in relation to the tail of the pancreas or a retroperitoneal tumor. Contrast enhanced computerized tomography (CECT) of the whole abdomen revealed a homogenous enhanced mass (measuring 4.6 cm × 4.4 cm × 4 cm) behind the tail of pancreas without obliteration of surrounding plane (). The margins of the lesion were well circumscribed. CECT did not show any lymphadenopathy, calcification, or ascites and findings of other organs were within normal limit. Colonoscopic examination, chest X-ray, complete hemogram, and blood biochemistry did not show any abnormality. Serological tests for active HIV and Hepatitis B and C and polymerase chain reaction test for herpes simplex virus 8 were negative. The serum IL-6 level was within the normal limit. Tumor markers (CEA and CA 19-9) were not raised. The provisional diagnosis of pancreatic neoplasm was made.\\nThe patient underwent exploratory laparotomy through chevron incision. On entering the lesser sac, a 5 cm × 4.5 cm × 4.2 cm firm mass with fibroelastic consistency was noted behind the tail of the pancreas without invasion to the surrounding organs (). The pancreas, liver, and other organs appeared to be normal. The mass was enucleated with preservation of other surrounding organs. No enlarged lymph nodes, ascites, or peritoneal/omental metastasis was detected. Postoperative period was uneventful and he was discharged on 10th postoperative day. Histopathological examination of the retroperitoneum mass revealed Castleman's disease of hyaline vascular (angiofollicular) type presenting with characteristic features of onion peel cellular deposition with negative resection margins. On followup for the next one year, the patient was healthy without any feature of recurrence.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'15941478': 2, '11505414': 1, '7585657': 1, '13356266': 1, '28107758': 1, '30513495': 1, '18419976': 1, '2672747': 1, '18028547': 2, '15191498': 1, '11242214': 1, '4551306': 1, '22233957': 1, '22824621': 2, '11325657': 1, '7564550': 1, '3871724': 1, '10091744': 1, '13111435': 1, '23227386': 2}", "similar_patients": "{'1166581-1': 1, '1166581-2': 1, '2206042-1': 1, '3447677-1': 1, '3447677-2': 1}"}