{"patient_id": 157070, "patient_uid": "3284744-1", "PMID": 22379577, "file_path": "noncomm/PMC003xxxxxx/PMC3284744.xml", "title": "Airway fire injury during rigid bronchoscopy in a patient with a silicon stent -A case report-", "patient": "A 24-year-old man, 175 cm and 80 kg, had experienced unconsciousness as a result of ammonia gas intoxication while cleaning a septic tank. Mechanical ventilation was maintained for five days following a tracheostomy. Once the tracheostomy tube was removed the tracheostomy site was repaired three days later. The patient subsequently experienced tracheal stenosis and a silicone stent (diameter 12 mm, length 4.5 cm) was inserted 3 cm distal to the vocal cords under rigid bronchoscopy. Two months later, tracheal dilation with eletrocautery was performed several times under general or local anesthesia as the trachea had become narrowed by fibrous tissue covering the stent. When admitted to the operating room for dilatation of tracheal stenosis with rigid bronchoscopy under general anesthesia on this occasion, the patient's blood pressure and heart rate were 135/75 mmHg and 94 beats/min, respectively and oxygen saturation by pulse oximeter was 96%. General anesthesia was induced with propofol (target plasma concentration 3.0-6.0 µg/ml) and remifentanil (target plasma concentration 3.0-4.0 ng/ml) using a target controlled infusion pump (Orchestra Infusion Workstation, V03.OOS-1, Fresenius Vial, France). After rocuronium 0.6 mg/kg was administered, a rigid bronchoscope was inserted. Ventilation was mechanically controlled at a tidal volume of 600 ml and a respiratory rate of 15 breaths/min with 4 L/min of air and 1.5 L/min of oxygen. For maintenance anesthesia, the patient received total intravenous anesthesia (TIVA) with propofol (target plasma concentration 3.0-6.0 µg/ml) and remifentanil (target plasma concentration 1.0-4.0 ng/ml). During the procedure, blood pressure and heart rate were 140/80-150/100 mmHg and 90-110 beats/min, respectively. Oxygen saturation by pulse oximeter, end tidal CO2 and airway pressure were 95-100%, 35-45 mmHg, and 30-35 cmH2O, respectively.\\nGranulation tissue and the upper part of the stent were visualized beyond the vocal cords using rigid bronchoscopy (). Granulation tissue was removed and coagulation initiated with electrocautery at which time a loud popping sound was heard and smoke was seen leaking from the mouth and bronchoscope. The stent was charred and the mucosa of the lower airway, including the main bronchi, was covered with gray dust (). The stent and grey dust in the airway were removed and the area irrigated with saline. Following tracheal intubation, the patient was transferred to the intensive care unit for mechanical ventilation. He was treated with N-acetylcysteine, ipratropium bromide, and salbutamol nebulizers, hydrocortisone, and antibiotics. The next day the patient was weaned from mechanical ventilation with an oxygen saturation of 95-99% according to pulse oximetry.\\nThe patient complained of respiratory discomfort on postoperative day three. His oxygen saturation had decreased to 86% and his respiratory rate had increased to 30-40 breaths/min. Emergency fiberoptic and rigid bronchoscopy under general anesthesia was performed. The bronchus and bronchial tree were found to be obstructed by pseudomembrane and exudate (). These obstructions were removed with bronchial forceps and a tracheostomy was performed. Thereafter, fiberoptic and rigid bronchoscopy were performed once or twice per week to remove granulation tissue and exudate; however, the patient did not improved and was eventually transported to another hospital for lung transplantation.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'10807836': 1, '17378792': 1, '28373918': 2, '25921014': 1, '27006554': 2, '2131799': 1, '15815840': 1, '11777128': 1, '34740320': 2, '16772389': 1, '11226661': 1, '12707649': 1, '6338757': 1, '29619789': 2, '20075408': 1, '12594151': 1, '17622897': 1, '22379577': 2}", "similar_patients": "{'8569503-1': 1, '5903108-1': 1, '4784189-1': 1, '5360962-1': 1}"}