{"patient_id": 43950, "patient_uid": "3794618-1", "PMID": 24175105, "file_path": "comm/PMC003xxxxxx/PMC3794618.xml", "title": "Alpha-Methyldopa-Induced Autoimmune Hemolytic Anemia in the Third Trimester of Pregnancy", "patient": "A 36-year-old gravida 2, para 1 woman at 37+6 weeks of gestation presented to the obstetric unit for elective cesarean delivery due to a previous cesarean section for breech presentation. Medical history included β-Mediterranean thalassemia trait and gestational hypertension (ranging between 146/90 and 170/100 mmHg) under alpha-methyldopa 500 mg twice daily since the 24th week of gestation. Abnormal laboratory findings included microcytic, hypochromic, and anisocytic anemia, hemoglobin 8.09 g/dL (normal range: 12–16 g/dL), lymphocytes 14.2 × 103 \\nμL−1 (normal range: 20–51 × 103 \\nμL−1), erythrocyte sedimentation rate 33 mm/h (normal range: <25 mm/h), and reticulocyte production index 3.1 (normal range: 0.2–2). Physical examination revealed easy fatigability over the previous few weeks, tachycardia (115 beats per minute), and pallor.\\nA healthy male infant with Apgar scores of 9 and 10 at the first and the fifth minutes, respectively, was born by cesarean section under combined spinal-epidural anesthesia. Physical examination of the newborn was unremarkable with no signs of hemolysis throughout its stay in the fetal medicine unit. In the same evening, maternal hemoglobin levels decreased to 7 g/dL with no signs of hemorrhage from the surgical field and reached 6.1 g/dL over the next three days. Direct antiglobulin (DAT) test was strongly positive (3+) for IgGs. The baby's blood group type was O Rh(−), and the mother's blood group type was AB Rh(+). Serum liver, renal functions, coagulation studies, and urine analysis were normal. Alpha-methyldopa was discontinued immediately upon positive DAT and was replaced by intravenous hydralazine. Hemoglobin levels returned to the pregestational levels (10 g/dL) one month after alpha-methyldopa discontinuation, still with a positive DAT.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'32033282': 1, '2376282': 1, '20008184': 1, '18365153': 1, '26696801': 1, '33261016': 1, '3289652': 1, '19227427': 1, '21685026': 1, '20031296': 1, '19829392': 1, '24175105': 2}", "similar_patients": "{}"}