{"patient_id": 45828, "patient_uid": "3926758-2", "PMID": 24570775, "file_path": "comm/PMC003xxxxxx/PMC3926758.xml", "title": "Cerebral venous sinus thrombosis in HIV-infected patients: report of 2 cases", "patient": "A 44-year old female presented with a constant, throbbing and worsening headache over the past three days. The headache was generalized in nature, associated vomiting, photophobia, dizziness and diplopia. There was no history convulsion, limb weakness or parasthesia. She denied any history of trauma, fever or any loss of consciousness. Her past medical history was significant of HIV disease for the past 10 years. She was on Zidovudine, Lamivudine and Nevirapine treatment, and her last CD4 count was 293 cell/µl two months ago. She did not smoke cigarettes and had never used contraceptive pills. There was no family history of strokes, sudden deaths or clotting disorders. On examination, the patient was teary, in obvious discomfort, afebrile and with normal vital signs. Her Glasgow coma scale was GCS 15/15 with normal pupils and extra-ocular muscle movement. There were signs of meningism without any neurological deficits. Examinations of other systems were unremarkable and she had normal baseline blood tests. Lumbar puncture had an opening pressure of 23 cm H2O with a closing pressure of 10 cmH2O and normal laboratory cerebrospinal fluid results. The patient was admitted for observation in the ward and discharged three days later when her CSF culture results were negative. Two days after discharge, she was readmitted with worsening headache, photophobia and diplopia. On examination she had normal vital signs, neck stiffness and bilateral lateral rectus muscle weakness. A repeat lumbar puncture showed opening and closing pressures of 30cm and 15cm of H2O respectively. The headache improved after lumbar puncture, and her cerebrospinal fluid microscopy and culture results were once more negative. A non-contrast computed tomography showed ill-defined sulci and hyper-density along the sagittal, right transverse and sigmoid sinuses. With intravenous contrast, filling defects were noted in the above sinuses. There were no obvious haemorrhages, infarcts or mass effect noted. We made a diagnosis of thrombosis of the superior sagittal, right transverse and left sigmoid sinuses. The patient was started on low molecular weight heparin and subsequently continued on oral warfarin. Few days later, she had five episodes of generalised seizures without any residual neurological deficits. Fundoscopy revealed papilloedema that subsequently improved with intravenous Manitol. Similarly, her seizures were controlled by phenytoin and she was discharged about three weeks later without any neurologic deficit.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'11445013': 1, '16961600': 1, '8461466': 1, '12646773': 1, '11118257': 1, '18783326': 1, '9147749': 1, '15858188': 1, '33833915': 2, '14976332': 1, '19383052': 1, '9313731': 1, '14979401': 1, '7927817': 1, '20726905': 1, '24570775': 2}", "similar_patients": "{'3926758-1': 2, '8019322-1': 1}"}