{"patient_id": 158804, "patient_uid": "3429835-1", "PMID": 22969264, "file_path": "noncomm/PMC003xxxxxx/PMC3429835.xml", "title": "Familial Hemiplegic Migraine with Prolonged Coma and Cerebellar Atrophy: CACNA1A T666M Mutation in a Korean Family", "patient": "A 43-yr-old right-handed man presented to the Department of Emergency of Kangwon National University Hospital with suddenly noticed right hemianopia, dysphasia, and dizziness on March 11, 2010. When he arrived at the emergency room, global aphasia and vomiting developed. Subsequently, he became stuporous. Hemiparesis was not observed throughout the episode. Four and 5 yr before the admission, he had three episodes of right hemiparesis lasting a few hours. At those times, he was evaluated for a suspicion of transient ischemic attack, but without any risk factors for cerebral ischemia MRI showed cerebellar atrophy. Thus, he underwent genetic tests for mutations in the SCA1, 2, 3, 6, 7, 8, and DRPLA genes, which were all negative. He had occasional headaches, the nature of which could not be recalled because those were trivial. His family history revealed that his mother had suffered from headache and frequent transient hemiparesis, from her 30s to 50s (). Conventional MRI and diffusion-weighted imaging (DWI) performed when global aphasia developed showed only cerebellar atrophy (). CT angiography performed during the coma, 3 hr after the current symptom onset, showed mild vasodilation of the intracranial blood vessels and increased vascularity in the left hemisphere (). Perfusion-weighted imaging (PWI) showed elevated cerebral blood flow (CBF) (). EEG revealed persistent low-voltage arrhythmic delta activity over the left hemisphere (). A cerebrospinal fluid study revealed no abnormalities.\\nA genetic study of FHM was performed using the samples from the patient and his mother, after obtaining their informed consents. Genomic DNA was extracted from the peripheral blood using an InstaGene Matrix Kit (Bio-Rad, CA, USA), according to the manufacturer's instructions. The entire coding region of the CACNA1A gene on Chr 19p13 was amplified via polymerase chain reaction using primer sets described previously and a Rotor-Gene 6000 thermal cycler. Direct DNA sequencing was performed using a BigDye® Terminator Cycle Sequencing Kit (Applied Biosystems, USA) on an ABI PRISM 3130 Genetic Analyzer (Applied Biosystems). The gene mutation analysis performed in the patient and his mother led to the identification of a heterozygous point mutation (1997C→T, T666M) in the exon 16 of the CACNA1A gene.\\nHe recovered gradually over the following 4 days. Mild dysarthria and gait disturbance, which had existed before the event, were detected by repeated neurological examinations. Repeated PWI performed 10 days after recovery returned to normal. EEG gradually improved, but still showed a small amount of arrhythmic slowing in the left hemisphere, even after 10 days. We prescribed verapamil preventively and there have been no further attacks for the past 30 months.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'20682717': 1, '18624711': 1, '31824404': 2, '14252427': 1, '20396531': 1, '21458376': 1, '11748369': 1, '12669159': 1, '12601098': 1, '17614229': 1, '16702837': 1, '12174974': 1, '29971980': 2, '17578530': 1, '12023326': 1, '15448138': 1, '15196295': 1, '7436378': 1, '12728266': 1, '11439943': 1, '14979299': 1, '22969264': 2}", "similar_patients": "{'6031985-1': 1, '6031985-2': 1, '6882281-1': 1}"}