{"patient_id": 155168, "patient_uid": "3162686-1", "PMID": 21886931, "file_path": "noncomm/PMC003xxxxxx/PMC3162686.xml", "title": "Computer navigation assisted fixation in neglected C2-C3 dislocation in an adult", "patient": "A 49-year-old man presented with neck pain and deformity following an industrial accident sustained two months back, with injury to the right side of his face by a concrete slab. He was evaluated and treated conservatively with a soft cervical collar in the local hospital. As his neck pain and deformity was persistent, he presented to us for further management. There was no weakness of lower limbs or gait disturbance following the injury. His bowel and bladder habits were normal. Clinical examination revealed a left-sided torticollis with paracervical muscle spasm and severe restriction of neck movements. Neurological examination revealed normal power in all limbs except left biceps (grade 4/5). There was no sensory disturbance and his deep tendon reflexes were exaggerated with a positive Babinski sign.\\nPlain radiographs of the cervical spine showed left lateral translation of C2 vertebral body over C3 in the anteroposterior view [] and minimal anterior translation of C2 over C3 in the lateral view. The CT scan revealed fracture of the left transverse process and anterior part of the C3 vertebral body with completely dislocated facet joint on right side and perched C2 facet on the left side. There was a near complete lateral translation of C2 vertebral body over C3 in the coronal plane [Figures –]. Magnetic resonance imaging (MRI) of the cervical spine revealed spondylotic changes, with disc osteophyte complex extending from C3-C4 to C5-C6 levels and minimal indentation of the spinal cord without disc herniation at the level of dislocation.\\nClosed reduction of the dislocation was attempted with skull traction using Gardner Well tongs for a period of one week. As reduction was not achieved, open reduction and stabilisation was planned. Since there was no disc herniation at dislocated level, a posterior approach with cervical pedicle screw fixation using Iso-C 3D computer-assisted navigation was selected for reduction and stabilisation.\\nThe procedure was done under spinal cord monitoring. The patient was placed prone on a radiolucent operating tabletop. A standard midline posterior exposure from C1 to C4 was performed. The C2 vertebra was found to be rotated over C3, with the inferior articular facet of C2 dislocated anterior to the superior articular facet of C3 on the right side. On the left side, the inferior articular facet of C2 was found to be perched over the superior articular facet of C3 obstructing reduction []. The superior articular facet of C3 on the right side and inferior articular facet of C2 on the left side were osteotomised to aid reduction. The minimal invasive reflective array was attached to the base of C4 spinous process and the cervical spine was screened using the Iso-C 3D C-arm. The fluoroscopic images were obtained from Siremobil Iso-C3D (Seimens, Germany) image intensifier and data transferred to the computer navigation platform – Vector Vision (Spine version 2.0 Brain Lab, Germany) to provide real-time intraoperative multi-planar images of the spine. The pedicle entry points and screw trajectories for C2 and C3 were determined accurately with the help of pointed tool navigator. A 2.5-mm drill was used for drilling the bone. Frequent intermittent checking with the tool aided in avoiding pedicle breach. The length and size of the screw was estimated using the tool and “planning a screw” option of the software. Screws of size 25 × 3.5 mm were inserted into the pedicles of C2 and C3 bilaterally []. Straight rods were then connected transversely to the C2 and C3 pedicle screws on both sides. This transverse rod-screw construct at each level provided a strong anchor point with three column fixation for manipulation and reduction of the dislocation [Figures and ]. The depression of C2 over the fractured C3 vertebral body on the left side was elevated by applying distraction between the left-sided C2 and C3 pedicle screws []. After elevation of C2, the two rods were held with rod holders and the dislocation was reduced by manipulation to achieve correction of the lateral translation and rotation. Complete reduction of the dislocation was not attempted to avoid the risk of neurovascular injury, as the patient had only mild neurological deficit preoperatively and the injury was two months old. The transverse rods were then removed and rods of appropriate size were fixed vertically to the C2 and C3 pedicle screws bilaterally []. The accuracy of screw placement and adequacy of reduction achieved were again verified using the Iso-C 3D C-arm []. The laminae of C2 and C3 were decorticated and cancellous autografts obtained from the posterior iliac crest were placed in the fusion bed to achieve fusion. The duration of surgery was 115 minutes and blood loss was 180 ml.\\nThe patient was mobilised postoperatively with a Philadelphia collar for a period of three weeks. He was then started on isometric muscle strengthening exercises. At the six-month follow-up, he had normal motor power of all limbs and CT scan revealed good fusion of C2-C3. He returned to his previous occupation without neck pain or neurological symptoms.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'20419003': 1, '15682004': 1, '7334121': 1, '1749033': 1, '11535022': 1, '11423806': 1, '18520941': 1, '3656481': 1, '12408394': 1, '15942279': 1, '15559162': 1, '16429292': 1, '511875': 1, '1544957': 1, '3560124': 1, '7855677': 1, '20130317': 1, '10382247': 1, '27630475': 1, '18379387': 1, '16832263': 1, '10616052': 1, '8496208': 1, '9589534': 1, '8483172': 1, '9682306': 1, '10616055': 1, '15897817': 1, '21886931': 2}", "similar_patients": "{}"}