{"patient_id": 41043, "patient_uid": "3572640-1", "PMID": 23424686, "file_path": "comm/PMC003xxxxxx/PMC3572640.xml", "title": "Diogenes Syndrome: A Case Report", "patient": "A 34-year-old male patient was brought to our OPD by his neighbours with multiple discrete papulonodular lesions mainly over the trunk with heaped up crusting, for the last 6 months. According to the persons who coaxed him to come to the OPD, the patient lived alone with least interaction with his neighbours and had no relatives to visit him. They also reported that the man had not taken a bath for longer than 2 years. His home was filthy and was crowded with furniture, old books, and scraps of papers in huge heaps. On examination multiple nodular lesions with crusting on an erythematous base were present mainly over the trunk and upper extremities (). Few lesions were acneiform and there were multiple furuncles (). His scalp, groin, and face were almost spared. There was no suggestive feature of scabies or pediculosis clinically. Patient was alert and cooperative but was severely depressed and had been stubbornly refusing help from neighbours. He was a graduate and working as a computer programmer. We sent the patient to the psychiatry OPD and there he was diagnosed as a case of schizophrenia. Skin biopsy was taken from a lesion and under light microscopy it showed hyperkeratosis with mainly upper dermal infiltrate. Inflammatory cells were mostly found at perivascular and periappendageal regions and consisted of plenty of neutrophils with few lymphocytes and macrophages (Figures and ). Routine blood investigation and X-ray chest was noncontributory. His blood VDRL in titre were nonreactive. We also did Gram staining, bacterial and mycological culture from the discharge of the lesion, which did not reveal growth of any organism. With regular washing and treatment with antibiotics and antipsychotics improvement was satisfactory.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'20525545': 1, '46514': 1, '24886174': 2, '34868693': 2, '15538307': 1, '18433664': 1, '11430258': 1, '23424686': 2}", "similar_patients": "{'8639269-1': 1, '4016666-1': 1}"}