{"patient_id": 159267, "patient_uid": "3479786-1", "PMID": 23109999, "file_path": "noncomm/PMC003xxxxxx/PMC3479786.xml", "title": "Primary Monophasic Synovial Sarcoma Arising in the Mesentery: Case Report of an Extremely Rare Mesenteric Sarcoma Confirmed by Molecular Detection of a SYT-SSX2 Fusion Transcript", "patient": "A 59-year-old man was admitted to the hospital because of a 3-month-history of huge abdominal palpable mass in the right lower quadrant. However the patient presented with no other symptoms, such as abdominal pain or indigestion. Physical examination showed a smooth, bulging mass in the right lower abdomen, but revealed no other physical abnormalities. A magnetic resonance imaging of the abdomen revealed a well-defined heterogeneously enhanced giant mass involving the lower abdomen adjacent to the jejunum (). The suspected preoperative diagnosis was a sort of mesenteric or omental tumor, such as gastrointestinal stromal tumor (GIST), hemangiopericytoma or leiomyosarcoma.\\nWide excision and segmental resection of the jejunum were performed. A large tumor was located in the mesentery, primarily around the jejunum, and it adhered to the outer wall of the jejunum. Postoperative adjuvant chemotherapy was performed using a combination regimen of adriamycin with cis-diamminedichloroplatinum for six cycles. Gross examination revealed a relatively well-circumscribed mass measuring 12×10×5 cm, and it was located throughout the outer wall of the small intestine and mesentery. The cut surface showed a tan, fish-like fleshy appearance with multifocal hemorrhage and friable areas (). Microscopically, the tumor was well defined by a thin fibrous capsule and it grew into the outer wall of the jejunum from the mesenteric wall. There were dense cellular sheets with alternating hypocellular areas (). Spindle cells were small, uniform and closely packed with scant cytoplasm. Relatively frequent mitotic figures were observed (more than 10/10 high power fields). Hemangiopericytomatous vascular arrangements were also identified in some areas. Stromal hyalinization was found in a small portion of the neoplasm (). On immunohistochemistry, the tumor cells were positive for transducin-like enhancer of split 1 (TLE1; 1:20, Santa Cruz Biochemicals, Santa Cruz, CA, USA) (), CD99 (1:100, Labvision, Neomarkers, Fremont, CA, USA) (), bcl-2 (1:100, Dako, Glostrup, Denmark) (), epithelial membrane antigen (EMA; 1:100, Dako) () and S-100 protein (1:1,000, Dako), but negative for alpha-smooth muscle actin (1:200, Labvision, Neomarkers), CD34 (1:200, Labvision, Neomarkers), cytokeratin AE1/AE3 (1:400, Biogenex, San Ramon, CA, USA), calretinin (predilution, Labvision, Neomarkers) and CD117 (1:200, Dako) (). Ki-67 (1:100, Labvision, Neomarkers) was expressed in 5% of tumor cells.\\nFor identification of SYT-SSX fusion gene transcripts, an additional RT-PCR of t(X;18) was performed. Total RNA was isolated from a 4-µm paraffin-embedded tissue section. The cDNA was synthesized with SuperScript II RNase Reverse Transcriptase (GIBCO BRL Life Technologies, Gaithersburg, MD, USA) in the presence of random primers for an hour at 42℃. The cDNA was amplified using the forward and reverse primers: 5'-CCAGCAGAGGCCTTATGGATA-3'; 5'-GGTGCAGTTGTTTCCCATCG-3' for SYT; 5'-GGTGCAGTTGTTTCCCATCG-3' for SSX1; 5'-GGCACAGCTCTTTCCCATCA-3' for SSX2. The RT-PCR was carried out under the following thermocycling conditions: 35 amplification cycles, each consisting of denaturation at 94℃ for 30 seconds, annealing at 61℃ for 30 seconds and elongation at 72℃ for 30 seconds, with an extension at 72℃ for 1 minute. The amplified products were electrophoresed on a 1.5% agarose gel and then stained with ethidium bromide. The RT-PCR produced a band for the SYT-SSX2 fusion gene transcript (151 bp) (). The final diagnosis was primary mesenteric synovial sarcoma with monophasic fibrous type. Two years later, the patient presented with a recurrence of the multiple masses in the mesocolon. The patient is currently being treated with a combination chemotherapy regimen consisting of etoposide, ifosfamide, and cisplatin.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'32972891': 1, '1379714': 1, '15725802': 1, '8391380': 1, '18223331': 1, '15330802': 1, '12094370': 1, '17913954': 1, '14669292': 1, '7655467': 1, '1244311': 1, '19363472': 1, '14278894': 1, '8177148': 1, '15800696': 1, '23109999': 2}", "similar_patients": "{}"}