{"patient_id": 44226, "patient_uid": "3819912-1", "PMID": 24251058, "file_path": "comm/PMC003xxxxxx/PMC3819912.xml", "title": "Topical Nitroglycerine for Neonatal Arterial Associated Peripheral Ischemia following Cannulation: A Case Report and Comprehensive Literature Review", "patient": "A Saudi Arabian girl weighing 520 g was born at 25 weeks gestational age to a 35-year-old, gravida 4, para 3 mother. There was no family or medical history of a thrombophilic disorder. The infant was a vaginal delivery with Apgar scores of 3 at 1 minute and 8 at 5 minutes. The birth weight was appropriate for gestational age with no dysmorphic features. The infant was immediately intubated, received surfactant, and was mechanically ventilated. The initial chest X-ray was compatible with respiratory distress syndrome. Shortly after birth, the baby developed hypotension. Umbilical venous and arterial lines were inserted, and a dopamine drip was started at 10 mcg/kg/minute with subsequent stability. A partial sepsis workup was performed, and the baby was started on ampicillin and gentamicin. Hyperglycemia on day 2 was managed with an insulin infusion. Cerebral ultrasound on day 3 of life was normal. The umbilical venous and arterial lines were removed on day 7 of life.\\nOn day 14, the baby developed acute renal failure secondary to sepsis with poor urine output, hypotension, metabolic acidosis, hyperkalemia, and a raised creatinine. Numerous attempts were made to insert a peripheral arterial line for frequent blood sampling and blood pressure monitoring without success. Due to the severity of illness and need for arterial access, a decision was made to insert a right brachial artery catheter, but after 8 hours the middle, ring, and index fingers of the right hand were noted to be cold, and cyanosed, and the arterial line was immediately removed (). The hand was elevated, and warm compresses were applied to the contralateral limb. Ischemic changes soon became evident and 4 hours later progressed to involve the distal part of the fingers which started showing signs of probable early necrosis (). The international normalized ratio (INR) and partial thromboplastin time were normal. A complete prothrombotic screen was not performed because the event was not spontaneous, there was no family history of thrombophilia, and there was a causal relationship of the ischemia with the brachial cannulation procedure []. A Doppler ultrasound indicated a sluggish flow through the brachial artery without definite visualization of a thrombus which suggested that the underlying etiology was more likely vasospasm rather than thrombosis. Anticoagulation was considered as one possible strategy to preserve perfusion and prevent digital loss, but the risks of heparinization and potential bleeding were considered significant. A ribbon of 2% nitroglycerin ointment (less than 4 mm/kg) was initially sparingly applied to the fingers, approximately 2 cm proximal to the line of pallor. Slight improvement in color and perfusion was noted in the fingers over the next 8 hours. Topical nitroglycerin was subsequently applied every 8 hours, 1 cm proximal to the ischemic site, following the anatomic course of the brachial artery. Methemoglobin levels were monitored daily and stayed in the normal range (metHgb < 1%).\\nThere was a gradual improvement in color and capillary refill over the next several days. By day 12, the area of ischemia was limited to the tips of the fingers, and treatment was discontinued on day 21 (Figures and ). The nail beds were intact with full restorative function of the fingers (). The baby made an uneventful recovery from her renal failure, was extubated at 1 month of age, and was eventually discharged home at 34 weeks corrected gestational age, weighing 1.85 kg.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'18207492': 1, '16029403': 1, '9329422': 1, '1373886': 1, '3631015': 1, '16641716': 1, '34206457': 1, '21078610': 1, '9848761': 1, '34400871': 1, '10695499': 1, '3322630': 1, '2312907': 1, '2510208': 1, '5845191': 1, '7355009': 1, '16602850': 1, '8704247': 1, '33731426': 1, '2482548': 1, '11774020': 1, '1447671': 1, '15283829': 1, '21997143': 1, '2493523': 1, '2104927': 1, '22562868': 1, '7670260': 1, '22462336': 1, '19221154': 1, '15342842': 1, '12082481': 1, '23493244': 1, '1303458': 1, '22315277': 1, '474547': 1, '26310354': 1, '12819166': 1, '34026189': 1, '3179444': 1, '22952214': 1, '23941966': 1, '3102143': 1, '3103557': 1, '12774147': 1, '10796375': 1, '6803636': 1, '12060104': 1, '7039644': 1, '19825023': 1, '2511291': 1, '3142314': 1, '24251058': 2}", "similar_patients": "{}"}