{"patient_id": 156207, "patient_uid": "3229005-1", "PMID": 22148129, "file_path": "noncomm/PMC003xxxxxx/PMC3229005.xml", "title": "Intractable rectal stricture caused by hot water enema", "patient": "A 52-year-old woman who had used various methods to treat her chronic constipation underwent hot water enema about one month ago. However anal pain and constipation became aggravated prompting her to visit our clinic. On her physical examination, second-degree burn scars were found on both of her buttocks (). A flexible sigmoidoscopy revealed a severe nodular appearance with cicatrical changes around whole rectal wall and could not be advanced above 12 cm from the anal verge due to a severe concentric luminal narrowing (). An imaging study using contrast enema showed diffuse luminal narrowing with mucosal nodularity in the rectum and distal sigmoid colon and distension of the proximal bowel from diseased segment (). The result of mucosal biopsy came back as ulceration with granulation tissue. To relieve her colonic obstructive symptoms, a balloon dilatation was tried but failed, then a rectal stent was inserted with plans to retain for 2 months. However, at two months after rectal stent insertion, edema and erythema of the rectal mucosa still existed on colonoscopy (). At three weeksafter the removal of the stent, inflammation with severe edema and erythema of the rectal mucosa, ulceration, and easy-touch bleeding did not improve and the luminal narrowing had been aggravated (). Therefore we performed the surgical intervention of laparoscopic abdominal andtransanal proctosigmoidectomy with coloanal anastomosis with ileal diversion to treat her intractable rectal stricture and anal pain. shows the operative specimen and histologic finding. The patient was discharged on her 10th postoperative day without any complication. The ileal diversion was buried three months later. After obtaining institutional review board approval (Subject No. VC10RISI0124), this case was reviewed.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'14605561': 1, '34901452': 1, '11598475': 1, '7884187': 1, '15191876': 1, '20073005': 1, '8878503': 1, '27325671': 1, '18657805': 1, '22148129': 2}", "similar_patients": "{}"}