{"patient_id": 45837, "patient_uid": "3927671-1", "PMID": 24724116, "file_path": "comm/PMC003xxxxxx/PMC3927671.xml", "title": "Odontogenic Myxoma of Maxilla in an Atypical Location: A Case Report", "patient": "A 24-year old male referred to the department of oral\\nmedicine, Esfahan Dental School (Esfahan University of Medical Sciences) for orthodontic treatment, complaining of diastema between his anterior teeth. Initially, the patient had no signs and symptoms such as pain and swelling ().\\nThe Panoramic radiography showed resorption of the bone in the region of the incisor teeth (). However occlusal radiography revealed a well-demarca-ted unilocular radiolucent lesion with pear-shaped appearance involving the incisive canal region ().\\nRadiographic differential diagnoses were incisive canal cyst, odontogenic keratocyst, lateral periodontal cyst, nasopalatine cyst and central giant cell granuloma. Extraoral examination showed no significant swelling in the anterior portion of the maxilla. The mucosa over the lesion was normal and there was no hotness in the region. The vitality test has been performed and revealed the teeth were vital. There was not any swelling, and the patient had no history of paresthesia.\\nIn an open surgery, it has been found a gelatin solid lesion with well-defined extension in incisive canal region, without invading the bone.\\nHistopathological examination of the excised specimen showed a tumor mass without encapsulation. It showed round-and spindle-shaped cells in loose, abundantly myxoid connective tissue stroma, closely resembling the mesenchymal portion of a developing tooth. Some areas showed a moderately dense of fibrous tissue ().\\nAn excisional biopsy has been performed and the tumor removed completely. After surgery the patient, has been followed by periodic radiological examinations, together with intraoral and clinical examination in three- month intervals () and there was no sign of recurrence ().", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'3923172': 1, '8307237': 1, '282391': 1, '10982957': 1, '1910983': 1, '8864738': 1, '17149953': 1, '10738940': 1, '2760348': 1, '18917127': 1, '20881331': 1, '1056455': 1, '268214': 1, '8899782': 1, '3478087': 1, '3456413': 1, '1451083': 1, '7536506': 1, '8509916': 1, '11500627': 1, '8638904': 1, '20621593': 1, '9482003': 1, '15145033': 1, '23449257': 1, '7999737': 1, '3864957': 1, '24724116': 2}", "similar_patients": "{}"}