{"patient_id": 158985, "patient_uid": "3454579-1", "PMID": 23049594, "file_path": "noncomm/PMC003xxxxxx/PMC3454579.xml", "title": "Neuro-Behçet disease presented diplopia with hemiparesis following minor head trauma", "patient": "A 9-year-old boy was transferred to our department in March 2007 with diplopia and left sided weakness after minor head injury. He was previously healthy and had no history of neurological disease. While playing, he was pushed by a boy and fell down on the ground by the back side of his head. He was not unconscious or disorientated but complaining of headache for some minutes and fell asleep. Next morning, sixteen hours later, he was found to have diplopia and left sided weakness. He had recurrent oral aphthous ulcer and intermittent multiple joint pain in the past according to patient's recall.\\nNeuro-ophthalmologic examination showed impairment of the lateral gaze of the left eye, suggesting damage to left 6th cranial nerve. According to the Medical Research Council grades, the muscle strength of the left upper and lower extremities is grade 3 and 4, respectively. An initial computed tomography (CT) of the brain showed no abnormalities. Diffuse axonal injury was suspected, and the patient was treated with dexamethasone (5 mg/day), leading to a gradual improvement in his muscle strength but diplopia was static. Although the CT of the brain on admission was normal, T2-weighted and fluid-attenuated inversion-recovery images on the MRI scan which was done in the next day showed abnormal high signal intensity with swelling of the right mesodiencephalic region (). Some kind of venulitis was suggested but there was no cerebral venous thrombosis.\\nThe results of white blood cell count, C-reactive protein and urinalysis were within normal limits. The laboratory studies for C3, C4, rheumatoid factor, anti-nuclear antibodies, anti-neutrophil cytoplasmic antibodies, anti-Ro/La antibodies and HLA B51 revealed all negative findings. We did not exam the cerebrospinal fluid (CSF) analysis because he had no signs of infection in the CNS such as neck stiffness, nausea, vomiting or fever. Despite a negative pathergy test and the absence of typical genital or ocular lesions, the diagnosis of NBD was suggested because of the history of recurrent oral aphthous ulcer, joint pain, and characteristic findings of the brain lesions in the MRI.\\nSubsequently, pulse methylprednisolone was initiated (500 mg/day for 3 days; 250 mg/day for 3 days; 125 mg/day for 3 days), followed by daily oral prednisolone at 1 mg/kg/day for 28 days. His neurologic status was gradually improved. After 9 days of pulse methylprednisolone therapy, the second MRI scan showed complete improvement of the brain lesion accompanied by an improvement of diplopia and left sided weakness (). During the following 2-month, diplopia or left sided weakness was not recurred.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'11923434': 1, '17275587': 1, '9580778': 1, '9591220': 1, '8343023': 1, '10445437': 1, '12233076': 1, '10545401': 1, '1970380': 1, '10870662': 1, '9141274': 1, '2886954': 1, '9741405': 1, '23049594': 2}", "similar_patients": "{}"}