{"patient_id": 46300, "patient_uid": "3970047-1", "PMID": 24716003, "file_path": "comm/PMC003xxxxxx/PMC3970047.xml", "title": "Irregular Periapical Radiopacity in Mandibular Premolars and Molars", "patient": "A 60-year-old male patient reported to a private outpatient clinic with the chief complaint of pain in the right lower back tooth region for a duration of two weeks. The patient's past medical history was uneventful and he was apparently healthy. On intraoral examination, root stump of the mandibular second premolar was seen, surrounded by inflamed gingiva, and the adjacent first molar was affected by caries, supraerupted and mobile. Both the teeth were associated with tenderness. An intraoral periapical radiograph of the region was taken (). The radiograph confirmed the clinical findings of a deep carious lesion involving the pulp of the right mandibular first molar and a root stump in relation to the adjacent second premolar region. The radiograph also revealed an interesting appearance of the roots of the mandibular right second premolar and the first and the second molars. They appeared to be bulbous with an irregular outline. An orthopantomogram was taken, which revealed similar bulbous appearance of the roots of the left second premolar and the first and the second molars (). The root stump and the first molar were surgically removed. The extracted root stump and the first molar revealed the presence of an additional yellowish, hard substance firmly attached to the root surface with an irregular outline (). The specimen radiograph revealed an irregular radiopacity around the root (). The original outline of the root was visible within the radiopaque mass. On histopathological examination the final diagnosis was hypercementosis. Patient was reviewed after one week and the healing was satisfactory.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'21237432': 1, '34630813': 1, '19082395': 1, '15533983': 1, '17331757': 1, '20668326': 1, '9127369': 1, '3473365': 1, '14420763': 1, '24716003': 2}", "similar_patients": "{}"}