{"patient_id": 43469, "patient_uid": "3754404-1", "PMID": 24040597, "file_path": "comm/PMC003xxxxxx/PMC3754404.xml", "title": "Colonic Gastrointestinal Stromal Tumour Presenting as Intussusception", "patient": "A 2-month-old female child presented with loose stools, bleeding per rectum and excessive crying for 10 days. About 10 hours before presentation, the parents noted mass coming out of rectum. On examination a non reducible bluish-red mass was noticed protruding out of the rectum. On per rectal examination finger could be passed around the mass and it was bleeding on touch. The haematological investigations revealed anaemia with haemoglobin of 9.2gm% however, the biochemical investigations were within normal limits. X-ray and ultrasound of the abdomen showed features suggestive of intussusception. A clinical diagnosis of prolapsing colo-colic intussusception was made and the child was taken up for laparoscopic-assisted surgical correction (Fig. 1).\\nPer-operatively a colo-colic intussusception involving the sigmoid colon and prolapsing per rectally was identified. The intussusception was reduced laparoscopically, except for its terminal part. Here the lead point was identified as a 2.5 cm long polypoid mass with irregular surface. Laparoscopic assisted colo-colic resection and anastomosis was done. Other abdominal viscera were normal. Post operative period was uneventful. Gross examination of the resected specimen revealed a polypoid mass of size 2.2 x 2.1.5 cm arising from sigmoid colon, expanding its wall and involving the serosa. Microscopic examination showed a pseudocapsulated transmural tumour with predominant seromuscular involvement. The spindle shaped tumour cells were arranged in sheets and fascicles and had moderate amount of eosinophilic cytoplasm and elongated nuclei. The mitotic rate was 2-3/50 HPF. No pleomorphism and/or foci of necrosis or haemorrhage could be identified throughout the tumour. Sections from the surrounding intestine showed moderate transmural inflammation by mixed inflammatory cells (Fig. 2, 3). On immunohistochemistry, the tumour cells were reactive for vimentin, CD117 (KIT) (Fig. 4); but, were negative for smooth muscle actin (SMA), Factor VIII antigen, neuron specific enolase (NSE) and synaptophysin. In view of the histological and immunohistochemical features, a diagnosis of gastrointestinal stromal tumour was rendered.", "age": "[[2.0, 'month']]", "gender": "F", "relevant_articles": "{'9588894': 1, '15838387': 1, '19508837': 1, '23579533': 1, '16160481': 1, '18639677': 1, '21663639': 2, '10458837': 1, '27166191': 1, '15800677': 1, '24040597': 2}", "similar_patients": "{'3130635-1': 1, '3130635-2': 1, '3130635-3': 1}"}