{"patient_id": 45863, "patient_uid": "3930008-1", "PMID": 24521427, "file_path": "comm/PMC003xxxxxx/PMC3930008.xml", "title": "Schistosomiasis japonicum diagnosed on liver biopsy in a patient with hepatitis B co-infection: a case report", "patient": "A 38-year-old Chinese man presented with a three-week history of anorexia, nausea and headache. He had been resident in the UK for 11 years and had been diagnosed with chronic HBV infection six months previously, at which time he was positive for hepatitis B surface antigen and e-antigen, and negative for e-antibody. His only other past medical history was of gastritis for which he had received Helicobacter pylori eradication therapy, and his only medication was lansoprazole. He occasionally drank alcohol and had a brother in China who also had chronic hepatitis B infection.\\nOn examination, he had no stigmata of chronic liver disease and no hepatosplenomegaly. His admission blood test results demonstrated a rise in alanine aminotransferase (ALT) from 88U/L at diagnosis to 671U/L. His bilirubin level was 44μmol/L, alkaline phosphatase 125U/L, and gamma-glutamyl transpeptidase 125U/L. His level of albumin was normal at 38g/L. Clotting was mildly deranged (prothrombin time, 16.9 seconds; activated partial thromboplastin time, 45.6 seconds). A full blood count confirmed a longstanding thrombocytopenia (platelets, 69×109/L) with a normal white blood cell differential.\\nHis viral serology at the time of admission demonstrated that he had remained hepatitis B surface antigen positive, but was now e-antibody positive with persisting e-antigen, in keeping with e-antigen seroconversion. His hepatitis B viral load was high at log 8.3 (1.9×108IU/mL). Serology also demonstrated previous hepatitis A, hepatitis E, Epstein-Barr virus and cytomegalovirus infections. Hepatitis C and hepatitis D serologies were negative, as were liver autoantibodies.\\nAn abdominal ultrasound scan demonstrated normal appearances of his liver and spleen with hepatopetal portal vein flow. Transient elastography (TE, FibroScan®) was performed (10 readings with 100% success, interquartile range/median value of 38.5%) with liver stiffness of 69.1kPa, consistent with liver cirrhosis (Metavir classification F4). Because of conflicting imaging results and biochemical markers in keeping with cirrhosis, we proceeded to an ultrasound-guided liver biopsy, the results of which were unexpected. The liver biopsy consisted of a 25mm core of tissue that included parts of 16 portal tracts. The architecture appeared nodular, which was due to parenchymal collapse as opposed to fibrosis, and this was accompanied by a patchy inflammatory cell infiltrate compromising lymphocytes, plasma cells and a small number of eosinophils. The appearance was of acute hepatitis but not specific with respect to its etiology. In addition, two ova were noted. These were non-operculated and thin-walled, measuring 79.2μm×48μm and 57.6μm×36μm, morphologically consistent with S. japonicum (Figures and ). There was no accompanying granulomata or pipestem fibrosis. Stool and urine microscopy did not identify any ova, cysts or parasites, and schistosomal serology was negative. His peripheral eosinophil count was normal (0.1×109/L).\\nOur patient had grown up in Hubei province, China, and had not travelled abroad until moving to the UK 11 years ago. Since then he had returned to China on multiple occasions and had travelled within Europe. As an adolescent he had worked in paddy fields, a potential epidemiological exposure risk for S. japonicum, although this exposure was a long time in the past. Following the liver biopsy result, he was treated for schistosomiasis with 60mg/kg praziquantel in a single dose. At the time of treatment, his ALT level had significantly improved from a peak of 730U/L to 250U/L. Three months later, his ALT had normalized (30U/L) and hepatitis B serology continued to be in keeping with e-antigen seroconversion; his surface antigen remained positive, his viral load fell to log 4.8 (63,852IU/mL), and although his e-antibody was equivocal, he was only weakly positive for e-antigen.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'17439526': 1, '19729084': 1, '28814579': 1, '18098325': 1, '15996461': 1, '7042854': 1, '16912959': 1, '18691925': 1, '23029577': 1, '30444885': 1, '18973847': 1, '1763802': 1, '529349': 1, '9921335': 1, '24521427': 2}", "similar_patients": "{}"}