{"patient_id": 35186, "patient_uid": "3090365-1", "PMID": 21470434, "file_path": "comm/PMC003xxxxxx/PMC3090365.xml", "title": "Pancreatic adenocarcinoma-associated polymyositis treated with corticosteroids along with cancer specific treatment: case report", "patient": "In March 2009, a 52-year-old Caucasian man, smoker 30 pack/y, with type II diabetes presented with a recent history of recurrent acute pancreatitis and significant weight loss (15 kg over 3 mo). Computer Tomography (CT) examination revealed a solitary mass lesion in the pancreatic tail and the patient subsequently underwent distal pancreatectomy coupled with splenectomy. Pathologic examination of the resected specimens conferred the diagnosis of a poorly differentiated adenocarcinoma which was locally invasive to the peripancreatic adipose tissue. Lymph nodes were negative and surgical margins were clear (T.N.M. stage IIA). The patient was treated with sequential adjuvant chemotherapy, six cycles of gemcitabine (1000 mg/m2) on days 1, 8, 15 and every 28 d with a steady decline of CA 19.9 levels. Six months into treatment with gemcitabine he developed symmetrical, painful, proximal muscle weakness in the upper and lower limbs with peripheral oedema and significant pain. The symptoms were severe enough to have confined him to a wheelchair.\\nOn readmission to hospital physical signs and history suggested the diagnosis of polymyositis. Aspartate aminotrasferase (AST) was 103 U/L (normal 5-40), alanine aminotrasferase (ALT) 77 U/L (normal 5-40), creatinine kinase (CK) 595 U/L (normal 40-150), lactate dehydrogenase (LDH) 556 U/L (normal 200-460), C-reactive protein (CRP) 560 nmol/L (normal <47.6); troponin I was negative. A repeat CT scan was performed which was demonstrated some alterations in the density of the mesenteric fat (misty mesentery) suggestive of pancreatic cancer progression. Soft tissue ultrasound examination of his left forearm flexors and right major pectoral muscle, showed findings consistent with myositis. Antineural antibodies were negative and sensory neuropathy was excluded by nerve conduction velocity testing. Electromyographic findings revealed a myopathic pattern with spontaneous activity. Biopsy of the right quadriceps muscle showed diffuse degenerative changes along with lymphocytic infiltrate and angular fibers. There was also thickening of the fibrous connective tissue septa and foci of fat infiltration; all the above findings were suggestive of myositis (Figure ). Immunohistochemical stainining for CD8 expressing lymphocytes revealed sparse infiltrates of intramysial CD8-positive cells (brown diaminobenzidine staining). (Figure ).\\nIntravenous methylprednisolone was initiated at a dose of 125 mg daily for two days and then was immediately switched to oral methylprednisolone 16 mg daily. A dramatic clinical response was observed shortly after treatment with glucocorticoids and the patient became fully ambulatory. Erlotinib 100 mg daily was started on standard gemcitabine based chemotherapy. Following his discharge, treatment with methylprednisolone 16 mg daily on tapering dose was continued for six months along with gemcitabine and erlotinib with complete remission of polymyositis. Re-evaluation by computed tomography (CT)-positron emission tomography-computed tomography (PET/CT) of the abdomen at that stage showed complete cancer remission (Figure ). Chemotherapy was ceased along with corticosteroids and the patient remained on treatment with maintenance erlotinib remaining in good health and leading an active life. Unfortunately twelve months following his discharge a repeat CT scan showed pancreatic cancer relapse and prompted 2nd line chemotherapy with gemcitabine. Interestingly, the progressive malignant disease was not followed by a myositis relapse.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'881699': 1, '18431088': 1, '16901077': 1, '11197446': 1, '8809440': 1, '15816622': 1, '32806580': 1, '23112357': 1, '17075819': 1, '21811892': 1, '327194': 1, '15856462': 1, '8386437': 1, '28160197': 1, '2470663': 1, '1090839': 1, '1729618': 1, '14511932': 1, '34804404': 2, '12496533': 1, '21470434': 2}", "similar_patients": "{'8604545-1': 1}"}