{"patient_id": 158604, "patient_uid": "3415761-1", "PMID": 23049324, "file_path": "noncomm/PMC003xxxxxx/PMC3415761.xml", "title": "Rosai-Dorfman disease with spontaneous resolution: case report of a child", "patient": "A two-year-old girl presented with a 2-month history of progressive left cervical lymphadenomegaly without signs of inflammation and with fever over the preceding two weeks. The lab tests revealed a high blood sedimentation rate (BSR: 103 mm/h), neutrophilic leukocytosis (28 x109/L) and anemia (Hb = 8.6 g/dL). Serology (IgG and IgM) was negative for Epstein-Barr, cytomegalovirus, herpes type I and II, toxoplasmosis and Hepatitis B and C. Diffuse medullary hyperplasia was observed on the myelography, whereas cervical computed tomography (CT) demonstrated submandibular lymphadenomegaly on the right measuring 12 x 9 mm and on the left (Grade II, III, IV and V) measuring up to 25 x 16 mm, which was suggestive of lymphoma ().\\nOn physical examination the patient was found to be in good overall condition but presented with a cervical mass of elastic consistency, without signs of adherence or inflammation. No pathologies were observed in the lungs, heart, abdomen or extremities. The patient was submitted to cervical biopsy, the histopathological analysis of which revealed a lymph node with subverted architecture and greatly dilated medullary sinuses due to an excess of mononuclear cells, blood cells and foam cells. In addition, histiocytes containing phagocytosed cells (emperipolesis) and few eosinophils were observed. The less affected parts of the lymph node displayed prominent reactive lymphoid follicles with medullary substance containing plasmocytes, mature lymphocytes and foamy cell aggregates (). The immunohistochemical examination was positive for PS100, CD68, CD45 and CD31 and negative for CD1a, thus compatible with RDD (). Staging CT of the chest evidenced pretracheal mediastinal lymphadenomegaly (prevascular, right hilar, subcarinal and aortopulmonary window) with lymph nodes of up to 29 x 19 mm. Abdominal and pelvic CT revealed enlarged retroperitoneal and mesenteric lymph nodes of up to 17 x 16 mm. A conservative approach (clinical observation) was adopted. Seven months later, CT scans confirmed clinical findings of significant reductions in lesion size (). A cervical spine CT showed carotid-jugular lymph nodes measuring up to 17 mm. Chest CT showed nodes measuring 19 mm (paratracheal) and 20 mm (left hilar). Abdominal CT evidenced enlarged paraaortic lymph nodes of up to 13mm (largest diameter). Twelve months after diagnosis, the patient is clinically well and is followed up in the outpatient clinic.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'27142277': 1, '23120428': 1, '34741628': 1, '12357197': 1, '26722569': 1, '30305972': 2, '6766352': 1, '30564319': 1, '20620063': 1, '10786808': 1, '1580684': 1, '11835335': 1, '29502048': 1, '26073916': 1, '33032570': 2, '15561688': 1, '34466261': 2, '34584701': 1, '19201306': 1, '18773449': 1, '28770226': 1, '9736030': 1, '32289087': 1, '33644210': 2, '19668942': 1, '17388938': 1, '29850355': 2, '34814862': 1, '31004029': 1, '23738161': 2, '28321353': 2, '29720485': 1, '5782438': 1, '2180012': 1, '23049324': 2}", "similar_patients": "{'8385464-1': 1, '5907517-1': 1, '5339517-1': 1, '3659441-1': 1, '7896673-1': 1, '6165585-1': 1, '7545564-1': 1}"}