{"patient_id": 45339, "patient_uid": "3893835-1", "PMID": 24490097, "file_path": "comm/PMC003xxxxxx/PMC3893835.xml", "title": "Fatal Paraneoplastic Embolisms in Both Circulations in a Patient with Poorly Differentiated Neuroendocrine Tumour", "patient": "A 58-year-old Caucasian male was admitted to the Oncology Department with polyuria and weight loss of seven kilos in the last two weeks. Risk factors were arterial hypertension and cigarette smoking. Syndrome of inappropriate antidiuretic hormone secretion (SIADH) with hyponatremia was noticed and tumour search detected metastatic liver disease and enlarged hilar lymph nodes. Blood analysis revealed elevated levels for neuron-specific enolase (NSE), carcinoembryonic antigen (CEA), cytokeratin-fragment (Cyfra), and liver biopsy specified metastases of a small cellular, poorly differentiated neuroendocrine tumour (NET). Further staging via FDG PET disclosed the primary tumour near the left lung hilus with positive mediastinal and hilar lymph nodes, diffuse osseous filiarisation, and a sole metastasis in the right adrenal gland. Oncology board consensus decision was made for palliative chemotherapy with cisplatin and etoposid (80 mg/sqm, 120 mg/sqm, resp.) as common for dedifferentiated NET.\\nTwo weeks after the initial bout of chemotherapy the patient presented in the Surgical Department with incomplete ischemia of the left lower limb. Immediate interventional recanalization failed and open embolectomy of the tibiofibular trunk with consecutive venous patch plasty was performed. Histological examination of the embolus showed no malignancy. Three days later reischemia of the same leg occurred and the operative procedure was repeated. Search for embolic origin by CT-scan disclosed clinically inapparent pulmonary embolism in three lobes. Mural thrombus of the infrarenal aorta with perifocal aortic wall calcifications appeared identical to the initial staging CT (). All tumour manifestations showed downsizing in response to the previous systemic chemotherapy. High doses of unfractioned heparins (up to 40.000 IE/d) were administered for anticoagulation. Aspirin was given for platelet inhibition. Activated partial thromboplastin time presented sufficiently prolonged with normal levels of antithrombin III when symptoms began.\\nAgain four days later, transfemoral and pedal embolectomy with multilocular patch plasties of all native crural arteries as ultima ratio due to complete ischemia had to be performed. Decision was made for major amputation as symptoms recurred again two days later. After clinical signs of ischemia of the contralateral limb and respiratory impairment, all parties agreed upon the best supportive care concept. The patient died three days later after an additional stroke with left-sided hemiplegia. Autopsy revealed right-sided heart failure due to new severe pulmonary embolism as cause of death, as well as heavy thrombotic alterations of all major arterial vessels ().", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'20062719': 2, '11941941': 1, '17496204': 1, '16284987': 1, '19080356': 1, '15666321': 1, '15063281': 1, '9672196': 1, '19550359': 1, '3528405': 1, '20446956': 1, '21859354': 1, '18690597': 1, '17721608': 1, '14713256': 1, '22084664': 1, '22071865': 1, '17350712': 1, '18765310': 1, '4030880': 1, '26964872': 1, '21331559': 1, '8952828': 1, '18987408': 1, '18023709': 1, '11957009': 1, '23560605': 1, '12360755': 1, '12853587': 1, '12096280': 1, '24490097': 2}", "similar_patients": "{'2803879-1': 1}"}