{"patient_id": 39552, "patient_uid": "3485089-1", "PMID": 23009550, "file_path": "comm/PMC003xxxxxx/PMC3485089.xml", "title": "Gracilis muscle interposition with primary rectal without urethral repair for moderate sized rectourethral fistula caused by brachytherapy for prostate cancer: a case report", "patient": "A 58-year-old Caucasian man underwent BT monotherapy as definitive treatment for verified intracapsular prostate adenocarcinoma receiving 56 Iodine-125 implants using a transrectal ultrasound-guided technique. The initial serum prostate-specific antigen level fell from 3.5 to 0.002ng/mL. The patient started to complain of severe perineal pain and mild rectal bleeding 15 months after BT. A biopsy of mucosa of the patient's anterior rectal wall revealed inflammatory changes above the dentate line and cortisone was continuously applied locally. This therapy was stopped 8Â months later when fecaluria, urine leakage per rectum, pelvic pain, orchiepididymitis, and fever were documented. Laparoscopic sigmoidostomy and suprapubic cystostomy were then performed. The patient was referred to a tertiary oncology center because of increasing pain 2Â months after this procedure. An extensive necrotic perifistulous injury was obvious. Thus long-term cortisone applications in combination with 30 sessions of hyperbaric oxygen therapy (HBOT), and antibacterial therapies were initiated. After 6Â months (FigureÂ\\n), when clinical resolution of necrotic perifistulous infection was confirmed and distal urinary obstruction was ruled out, a gracilis muscle interposition to create a partition between the patient's rectum and urethra in conjunction with primary rectal but without urethral repair was performed. The 3cm rectal defect was repaired via a 3cm-long horizontal perineal incision with interrupted single layer vicryl sutures. The 1.5cm urethral defect just below the prostate was not repaired. The tendon of the right gracilis muscle was fixed to the left pubic bone. Vicryl was applied to fix the gracilis to the rectal wall and tissues lying around the urethra. Before skin closure, a small suction drain was then placed in the perineal wound. Full healing of the rectal wall was later confirmed 2Â months after reconstructive surgery (FigureÂ\\n). Sigmoidostomy take-down operation was performed after 8Â weeks; the patient underwent an optic internal urethrotomy 3Â months later for a 1.5cm-long urethral stricture. The suprapubic cystostomy catheter was removed. A urinary catheter was inserted via the external urethral meatus, and was left in the bladder for 3Â weeks. Several planned preventive urethral buginages were performed to avoid urethral stricture recurrence. At 12 months postoperatively, there were no signs of a fistula or cancer recurrence. He now has a normal voiding and anal continence.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'24982792': 1, '16516003': 1, '34447650': 2, '11066049': 1, '17085144': 1, '15610089': 1, '16034961': 1, '15879789': 1, '12677143': 1, '23009550': 2}", "similar_patients": "{'8381446-1': 1}"}