{"patient_id": 41117, "patient_uid": "3579466-2", "PMID": 23451337, "file_path": "comm/PMC003xxxxxx/PMC3579466.xml", "title": "Headache after exposure to ‘date-rape’ drugs", "patient": "This 18 year old woman works as a sales assistant in a jewellery shop. There was no past or family history of headache. She thinks a drink was spiked “by the barman” in a night club in March 2009. Her mother's account is that she was “put outside” the night club where she collapsed, and her mother came to fetch her. She was found to be drowsy and crying with her eyes wide open. She could not see her mother, but recognised her voice. She was taken to the local hospital emergency department, but treated as a “drunken teenager” and allowed to sleep it off in a cubicle. She was clearly difficult to rouse during this time. She was completely amnesic until waking up in hospital, perhaps five hours after she took the drink.\\nFor the next eighteen months she had a chronic, though variable, right hemicranial headache. There was some nausea, and occasional vomiting when the pain was bad. She was not pregnant. She had taken Microgynon 30 since the age of 13, and she had used dothiepin at a dose of 75 mg daily for the headache without much benefit. The pain had not responded to paracetamol, co-codamol or tramadol.\\nThere was a slight drift of the right hand on examination, but no other abnormalities. An MRI scan showed no abnormality in the brain substance, though there was a glomus vagale paraganglioma, which was considered asymptomatic, and is being monitored with regular scans. A trial of indomethacin was unsuccessful, as was topiramate up to 100 mg daily. She discontinued this in September 2010, and the pain has gradually improved since then. By June 2011 she was having a 4-day attack every 2–3 months.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'15189774': 1, '19420813': 1, '3037705': 1, '2071397': 1, '12542661': 1, '12482211': 1, '23451337': 2}", "similar_patients": "{'3579466-1': 2}"}