{"patient_id": 37627, "patient_uid": "3350045-1", "PMID": 22606467, "file_path": "comm/PMC003xxxxxx/PMC3350045.xml", "title": "Limbitis Secondary to Autologous Serum Eye Drops in a Patient with Atopic Keratoconjunctivitis", "patient": "A 32-year-old African-American female with a history of atopic keratoconjunctivitis (AKC) was referred to our clinic for chronic dry eye and diffuse punctate epithelial erosions refractory to conservative treatment including preservative-free artificial tears (Systane; Alcon, Fort Worth, Texas, USA), olopatadine hydrochloride 0.2% (Patanol; Alcon, Fort Worth, Texas, USA), and other topical mast cell stabilizers. On presentation, she complained of ocular discomfort and foreign body sensation that was worse upon waking and relieved only temporarily by artificial tears. She noted blurring of her vision over the previous two months but denied any symptoms of pain or red eye during the previous year. Review of systems was notable for a history of eczema. Her past ocular history was significant for AKC and bilateral open angle glaucoma. Her glaucoma was managed with bilateral tube shunts and was stable. Past medical history was unremarkable. She was taking loratadine daily for allergies but no other medications. Family and social history were noncontributory.\\nOn examination, the patient's corrected visual acuity was 20/200 OD and 20/100 OS. IOP was 12 mmHg OD and 14 mmHg OS with tube shunts in place. External examination revealed bilateral moderate-to-severe dry eye with diffuse punctate epithelial erosions. Conjunctiva was clear OU. Decreased corneal sensation was present OU. Bilateral 1-2 plus cortical cataract with a clear optical zone was noted. Schirmer's testing (with anesthetic) revealed 4 mm of wetting OD and 5 mm OS.\\nA clinical diagnosis of AKC with dry eye refractory to conservative medical management was made, and the patient was started on cyclosporine ophthalmic 0.05% (Restasis; Allergan, Irvine, California) four times daily in addition to preservative-free artificial tears (Systane) and olopatadine hydrochloride 0.2% (Patanol) twice daily. The patient was followed closely over the next 6 months and failed to progress clinically. Follow-up exams had all shown diffuse epitheliopathy with clear conjunctiva bilaterally. At that point, ASEDs every two hours were added to the patient's regimen. The ASEDs were prepared by obtaining peripheral blood (40 mL) from the antecubital fossa and centrifuging at 1500 to 3000 for 20 minutes. A 20 percent serum dilution was prepared in a balanced saline solution and stored for use in a sterile bottle at −20°C. Each bottle was removed for use and kept at 4°C between applications.\\nWithin a few weeks of starting treatment, the patient returned to clinic with a 1-week history of a red right eye. Her vision remained stable. Examination revealed moderate limbal injection and elevation in the right eye. Left eye was quiet. Corneal exam was unchanged. A diagnosis of limbitis OD was made. It was suspected that the patient could be having a reaction to the ASEDs given the prompt development of limbitis after starting the drops with no similar episodes observed during the previous several years of observation. ASEDs were discontinued OD with the initiation of prednisolone acetate ophthalmic 1.0% (Pred Forte; Allergan, Irvine, California) four times daily for inflammation management. Other topicals were continued OU, and ASEDs were continued OS.\\nAt the two-week followup, patient reported prompt resolution of the limbitis in the right eye within 2 days of stopping ASEDs, however, had developed interval limbitis OS with a presentation similar to the contralateral eye (). At that time, the ASEDs were considered the most likely cause of the patient's reaction and were completely discontinued. Patient similarly had prompt resolution of the limbitis after stopping the ASEDs.\\nAfter 15 months of followup, the patient has shown no signs or symptoms of limbitis in either eye. Patient continues to experience symptomatic dry eye and diffuse corneal epitheliopathy despite aggressive therapy. She is currently being considered for a scleral contact lens.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'32126284': 1, '2788149': 1, '11567963': 1, '3052385': 1, '15090417': 1, '12692625': 1, '11685056': 1, '15489495': 1, '16785864': 1, '10519596': 1, '17262232': 1, '8670763': 1, '16447938': 1, '15177961': 1, '12109924': 1, '17172887': 1, '10434857': 1, '28622325': 1, '30022252': 1, '22606467': 2}", "similar_patients": "{}"}