{"patient_id": 45198, "patient_uid": "3881520-1", "PMID": 24455386, "file_path": "comm/PMC003xxxxxx/PMC3881520.xml", "title": "Concomitant Gastrointestinal Stromal Tumor of the Stomach and Gastric Adenocarcinoma in a Patient with Billroth 2 Resection", "patient": "A 70-year-old man suffered from dyspepsia, chronic anemia, and epigastric pain for about six months, and he also had a weight loss of 15 kg and melena. The patient underwent BIIGR for a gastric ulcer 35 years before. A gastroscopy was performed, and it showed a “polypoid neoformation that occupies one third of the anastomosis and extends along the greater curvature of the gastric stump for about 3 cm.” Biopsies were performed, and they showed “adenocarcinoma infiltrating the stroma and focally the smooth muscle.” Bioumoral findings (CEA, GICA, AFP, and NSE) were negative. The abdominal computed tomography (CT), executed for the staging of the neoplasia, showed parietal thickening of the gastric stump without secondary repetitions (). The patient then underwent a total gastrectomy with a Roux-en-Y reconstruction and D2 lymphadenectomy. The histological examination of the surgical specimen showed a “moderately differentiated tubulo-papillary adenocarcinoma infiltrating deep into the muscle layer” (). A 3 cm GIST of the gastric corpus muscle layer coexists. It is composed by proliferating spindle-shaped cells with nuclear palisading (). Its cellularity is low, its mitotic index (number of mitoses per 50 high-power fields) is 1/50 HPF, and scattered hyalinization and calcification are observed. There was positivity for KIT/CD117 () and negativity for SMA (smooth muscle actin) and S-100 (). The molecular analysis of this tumor showed a PDGFR gene mutation; this error makes the tumor sensitive to the oral treatment with Imatinib Mesylate (Glivec @). The final staging was T3 N2 M0. The postoperative was normal without complications. The patient was discharged in the IXth postoperative day and entrusted to an oncologist consultant.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'16627057': 1, '10782147': 1, '9596274': 1, '18071869': 1, '31435178': 1, '22340419': 1, '11213830': 1, '10636102': 1, '16711342': 1, '19248972': 1, '16178904': 1, '20165865': 1, '15492920': 1, '31360454': 2, '16772777': 1, '20126584': 1, '19399938': 1, '20348145': 1, '15648083': 1, '17222335': 2, '15522557': 1, '19348910': 1, '21235001': 1, '22269660': 1, '16206250': 1, '16996566': 1, '9438854': 1, '10653597': 1, '16414236': 1, '31302320': 2, '24455386': 2}", "similar_patients": "{'6639656-1': 1, '6625974-1': 1, '1785382-1': 1}"}