{"patient_id": 39768, "patient_uid": "3500986-1", "PMID": 22669709, "file_path": "comm/PMC003xxxxxx/PMC3500986.xml", "title": "Retinal vasculitis associated with pyoderma gangrenosum: a case report", "patient": "A 24-year-old male patient presented with a sudden visual loss which started a few hours earlier in his left eye. His medical history revealed PG for the last 3 years. He was on treatment with cyclosporin A (2 × 150 mg) and deflazacort (1 × 30 mg) for maintenance therapy of PG. In his ophthalmologic examination, visual acuity was 20/25 OD and 20/1200 OS. Slit lamp examination was unremarkable except bilateral mild posterior subcapsular cataracts. Intraocular pressures, pupil examination and extraocular muscle movements were normal in both eyes. Fundus examination of the right eye showed healthy retina, vitreous, optic nerve head and retinal vasculature, and left eye showed large preretinal, intraretinal and subretinal hemorrhages involving the inferior part of the macula, inferior temporal arcade, nasal and superior parts of retina and edema at the optic nerve head. Vascular changes included significantly increased tortuosity and diffuse perivascular sheathing (Fig. ). There was no vitritis. Fundus fluorescein angiogram (FFA) of left eye revealed delayed filling of peripheral vessels, late staining of vessels and optic nerve head together with some capillary non-perfusion areas and blocked fluorescence in hemorrhagic areas (Fig. ). FFA of right eye was normal.\\nThe patient was evaluated for tuberculosis with PPD and chest X-ray, syphilis with VDRL, sarcoidosis with chest X-ray and serum and urine calcium levels, Behcet’s disease with pathergy test, spondyloarthropathies with HLA-B27, SLE and other collagen vascular disorders, IBD and prothrombotic conditions. All of the tests and examinations were negative for these diseases. The patient was assessed as retinal vasculitis due to PG. The dose of deflazacort which is a steroid was increased to 60 mg by his dermatologist after the tests. The hemorrhages started to decrease at the third week visit and totally resolved within 6 months. Steroid dose was decreased to a maintenance dose of 10 mg/day. Visual acuity in left eye increased to 20/25 at the eighth month and started to decrease thereafter because of the posterior subcapsular cataracts to become 20/50 at the last visit. At the 18th month follow-up, fundus evaluation revealed only some vitreous opacity inferiorly without any vascular finding in the left eye (Fig. ).", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'12359619': 1, '17433111': 1, '8325431': 1, '11251581': 1, '19470075': 1, '17610605': 1, '21772616': 1, '17964412': 1, '20523252': 1, '20720387': 1, '12689906': 1, '16021123': 1, '21125780': 1, '7857858': 1, '22669709': 2}", "similar_patients": "{}"}