{"patient_id": 34547, "patient_uid": "3017923-1", "PMID": 21234198, "file_path": "comm/PMC003xxxxxx/PMC3017923.xml", "title": "Imaging features of double aortic arch shown by multidetector computed tomography angiography", "patient": "A 2.5-month-old male infant presented on ventilatory support with history of stridor since the neonatal period and episodes of apnea. The patient was a full-term baby with a birth weight of 3 kg, born by normal vaginal delivery. He was hospitalized at 1.5 months and 2 months of age with respiratory tract infections. During the second admission, he had two episodes of apnea for which he required ventilatory support. Chest X-ray showed bilateral hyperinflation with patchy consolidation. It did not show any evidence of common causes of stridor, like lobar emphysema, bronchogenic cyst or mediastinal mass. Because most common causes for stridor in the neonatal period include laryngeal and tracheal diseases, e.g. laryngomalacia, tracheomalacia, laryngeal and tracheal cysts, webs, stenosis and mucus plugs fibreoptic laryngoscopy and bronchoscopy were carried out. Bronchoscopy revealed external pulsatile compression on trachea. Hence, suspecting vascular ring, imaging was performed using 64-slice MDCT to confirm the diagnosis and determine further details. MDCT with three-dimensional (3D) reconstruction showed double aortic arch forming a vascular ring, encircling and compressing the trachea and esophagus [Figure and ]. The right aortic arch was the dominant arch with right subclavian and right common carotid arteries arising from the right arch and left common carotid and left subclavian arteries arising from the left arch. Echocardiography did not show any evidence of double aortic arch because of suboptimum suprasternal acoustic window. However, it helped to rule out any associated intracardiac anomaly.\\nThe infant underwent an emergency surgery through left posterolateral thoracotomy. Before the anomalous arch was removed, pulling endotracheal tube proximally from the site of constriction led to increase in airway pressure, which suggested that the anomalous arch led to constriction of trachea and the resultant symptoms. During surgery, the left aortic arch after the origin of the left common carotid and left subclavian arteries was removed and both ends were oversewn. Additionally, the ligamentum arteriosum was also divided. After removal of the anomalous left arch, the airway pressure did not rise on pulling the endotracheal tube proximally. This was used as an intraoperative method to check whether the constricting arch is effectively removed. Mediastinal pleura was left open unlike in other thoracic vascular surgeries, which prevented fibrosis and possible reconstriction on trachea.\\nIn the post-operative period, the patient was extubated after 2.5 days of ventilatory support. Gavage feeding was started from the third and oral feeds from the sixth post-operative day. He was kept in the intensive care unit for 10 days and in the pediatric ward for 1 week during which he became completely free of stridor. At the 6-month follow-up, he was completely symptom free.", "age": "[[2.5, 'month']]", "gender": "M", "relevant_articles": "{'23064869': 1, '32884866': 2, '30783601': 2, '17000782': 1, '22073330': 2, '21234198': 2}", "similar_patients": "{'6368982-1': 1, '3209599-1': 1, '7461656-1': 1}"}