{"patient_id": 156868, "patient_uid": "3275946-1", "PMID": 22345961, "file_path": "noncomm/PMC003xxxxxx/PMC3275946.xml", "title": "Parturient with kyphoscoliosis (operated) for cesarean section", "patient": "A 142 cm, 54 kg, 22-year-old 39-weeks pregnant woman, who was diagnosed as a case of Cephalo-pelvic disproportion (CPD), was posted for emergency cesarean section. She gave a past history of surgery on her spine at 9 years of age for correction of scoliosis for which Luque rods were placed from T4–T12 vertebrae.\\nAnesthetic airway assessment revealed a Mallampatti score of one, with intact dentition, adequate mouth opening, and a full range of neck movements. A full stomach status was present as the patient had taken a meal 3 h before surgery; metoclopromide 10 mg and ranitidine 50 mg were administered intravenously 30 min prior to the surgery. Examination of the spine revealed a lateral curvature along with an incision scar extending from T3–L2 vertebrae. Another scar was seen over the right iliac crest. The lower lumbar vertebrae were clearly visible and the intervertebral spaces could be easily identified. Her blood investigations were within normal limits.She had history of recurrent respiratory tract infection. Chest X-ray and pulmonary function tests, done a year ago, revealed a severe restrictive pattern with a forced expiratory volume 1 (FEV1) 38% and functional vital capacity (FVC) 40%. Chest X-Ray PA view done 1 year prior to this admission revealed a lateral curvature of the dorsal spine with rotation of the heart, Luque rods present in situ, and a Cobb's angle curvature of 60° [].The thorax was asymmetric with dorsolumbar kyphoscoliosis with a scar over the thoracolumbar spines extending from T3 to L2 and a scar over the right hip. On admission, she had a pulse rate of 88/min, BP 110/80 mmHg, and SpO2 99%. Bilateral normal vesicular breath sounds were heard on chest examination. Other systems were normal.\\nThe patient was shifted to the operating room where peripheral venous access was secured with an 18G cannula. She was preloaded with Ringer's lactate 10 ml/kg. Continuous ECG, NIBP, and pulse oximetry monitoring was established. The various anesthetic options were discussed with the patient, and it was decided to administer spinal anesthesia due to the severe restrictive lung disease as well as the full stomach of our patient.The patient was then placed in the lateral position and a 26G Quinke needle was introduced into the L4–L5 interspace until clear CSF was obtained. Spinal anesthesia was then administered by injecting 1.8 ml of 0.5% bupivacaine. The patient was then placed in the supine position and the sensory blockade was confirmed by loss of sensation to pinprick below the T7dermatome.Oxygen supplementation was administered to the patient.The e patient delivered of a baby girl with an Apgar score of 9/10 in the first minute and 9/10 in the fifth minute. She was comfortable during the surgical procedure which was successfully completed. There was no hypotensionin the perioperative period. After surgery, she was monitored closely for 12 h in the postoperative ward. Postoperatively she did not complain of back pain or headache and was discharged after 4 days.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'2582566': 1, '20071823': 1, '12005471': 1, '8403141': 1, '29033731': 2, '32792735': 1, '2316886': 1, '23825813': 1, '3966658': 1, '10673892': 1, '22345961': 2}", "similar_patients": "{'5637427-1': 1}"}