{"patient_id": 37704, "patient_uid": "3350157-1", "PMID": 22606555, "file_path": "comm/PMC003xxxxxx/PMC3350157.xml", "title": "Organizing Pneumonia by Paragonimiasis and Coexistent Aspergilloma Manifested as a Pulmonary Irregular Nodule", "patient": "A 48-year-old woman was found to have an incidental right lung nodule on a routine chest radiograph (). The lesion was dumbbell-shaped nodule in the right lung base. She was asymptomatic including without any chest discomfort. The patient had no history of tobacco smoking, pneumothorax or pleural effusion. Physical examination and blood tests including serum eosinophil count were normal. CT scan of the thorax confirmed the presence of a right lower lobe posterior basal segment nodule (Figures and ). The lesion was irregular 2.5 cm solid subpleural nodule with focal peripheral ground-glass opacity and partly spiculate margin. The lesion had partly broad pleural attachment and several pleural tags with adjacent pleural thickening and extrapleural fat thickening. The lesion was slightly heterogeneously low attenuation without calcification. There was no significant enhancement of the lesion following intravenous contrast administration. Surrounding panlobular emphysema was also noted. There was no large hilar or mediastinal lymph node, pleural effusion, or pneumothorax. Other lung lesion was not noted on CT. Other respiratory examinations including pulmonary function test and bronchoscopy showed no remarkable finding.\\nA wedge resection was performed of the nodule in the posterior basal segment of the right lower lobe. About 2.5 cm soft nodule was detected in this area with pleural adhesion. Yellow punctate spots were also noted in the adjacent visceral, parietal pleura, and diaphragm. On histopathology, peripheral organizing pneumonia by paragonimiasis and coexistent small subpleural aspergilloma was noted (). There were dilated peripheral bronchus and terminal bronchiole within the organizing pneumonia. The dilated peripheral bronchus and terminal bronchiole were filled with necrotic material and scattered degenerated parasitic eggs (). On the high power field view of microscopic examination, intra-alveolar macrophages, scattered parasitic eggs, and some infiltrating eosinophils were noted. These scattered degenerated parasitic eggs were morphologically consistent with ova of Paragonimus westermani. However, there was no living larva in the area of organizing pneumonia. In the peripheral portion of the organizing pneumonia, small subpleural intracavitary aspergilloma was also combined (). The aspergilloma was about 2 mm in diameter. Fibrosis and foreign body reaction were also noted in the surrounding pulmonary parenchyma. Final diagnosis was organizing pneumonia by paragonimiasis and coexistent aspergilloma.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'17293215': 1, '1609718': 1, '3628758': 1, '16077336': 1, '3680703': 1, '16120908': 1, '22606555': 2}", "similar_patients": "{}"}