{"patient_id": 162699, "patient_uid": "3744717-2", "PMID": 23960456, "file_path": "noncomm/PMC003xxxxxx/PMC3744717.xml", "title": "Imatinib Plasma Monitoring-Guided Dose Modification for Managing Imatinib-Related Toxicities in Gastrointestinal Stromal Tumor Patients", "patient": "A 69-yr-old Asian man presenting with melena was diagnosed with duodenal GIST and underwent Whipple's operation on May 6, 2004. The excised mass measured 5.5 × 4.5 × 2.0 cm and had a low mitotic rate (< 5 mitoses per 50 high-powered fields). Mutation analysis showed that the tumor had a KIT exon 11 deletion at amino acid 552. Twenty-two months after surgery, a liver metastasis was detected on follow-up CT scans. The patient was started on imatinib 400 mg/day. The treatment was effective, with a partial response noted after 3 months (); the treatment was also tolerable, with grade 2 edema the only adverse event experienced by the patient.\\nAt 26 months following the commencement of imatinib treatment, the patient developed several small, round, mesenteric lymph node enlargements, which were regarded as a sign of disease progression even though the metastatic lesions in his liver remained stable. Imatinib dose was increased to 800 mg/day. After 7 months at this dosage, the patient experienced grade 3 dyspnea and grade 3 pericardial effusion. He was transferred to our clinic for the treatment of these adverse events. However, an in-depth review of his previous serial CT scans by an experienced gastrointestinal radiologist revealed that the morphology of these enlarged mesenteric lymph nodes suggested reactive changes, instead of lymph node metastases, which are rare in GIST (). The patient was therefore restarted on treatment with 400 mg/day of imatinib. CT scans 10 months later showed that the patient's liver metastasis were stable (). Although his ascites and pleural effusion gradually improved, the patient complained of dyspnea, and diuretics were required for the control of grade 2 generalized edema. Because imatinib plasma monitoring revealed that the patient had high imatinib plasma trough concentrations (3,850 ng/mL and 4,280 ng/mL on two different days; ), we reduced his dose to 300 mg/day, which resulted in imatinib plasma trough concentrations of 2,670 ng/mL and 2,880 ng/mL (). However, pericardial effusion was persistently observed, even after his imatinib dose was further decreased to 200 mg/day, which resulted in steady-state imatinib plasma trough concentrations of 3,070 ng/mL and 2,710 ng/mL (). As the patient's imatinib trough plasma exposure was still sufficiently high () and the follow-up CT scan showed that his liver metastasis remained stable (), we further decreased his dose to 100 mg/day, which resulted in imatinib plasma trough concentrations of 1,660 ng/mL and 1,480 ng/mL (). To date, the patient has been taking 100 mg/day of imatinib for approximately 1 yr. His fluid retention has improved, with durable partial response in his liver metastasis.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'27384163': 1, '19451435': 1, '30693663': 1, '8424704': 1, '27446421': 1, '14990650': 1, '21140148': 1, '20124181': 1, '26184165': 1, '16624552': 1, '18256322': 1, '12181401': 1, '16418188': 1, '20177019': 1, '16122278': 1, '18475296': 1, '19307738': 1, '23960456': 2}", "similar_patients": "{'3744717-1': 2}"}