{"patient_id": 38906, "patient_uid": "3438033-1", "PMID": 22731118, "file_path": "comm/PMC003xxxxxx/PMC3438033.xml", "title": "Congenital cholesteatoma of the infratemporal fossa with congenital aural atresia and mastoiditis: a case report", "patient": "A sixteen year-old male patient referred to our institute with post-auricular discharging sinus on his right side associated with swelling and redness around it, examination revealed that the patient had aural atresia dating since birth and microtia with acute mastoiditis that led to sinus formation on the right side, the left ear was completely normal. Two weeks before presentation, magnetic resonance imaging (MRI) was done in a private hospital due to the patient has complained of pain in right side of his head and face, it showed a soft tissue mass in the right infratemporal fossa (Figures ), surgical excision was advised but the parents of the patient have refused at that time. On presentation, Computed tomography (CT) was done for the patient as a routine radiologic evaluation for mastoiditis and it proved the diagnosis (Figures ). Pure tone audiometry showed conductive hearing loss with an air-bone gap of 60 dB on the right side and normal hearing of left ear. Surgical interference was carried out that had been started with post-auricular incision and excision of the unhealthy skin around the sinus, then cortical mastoidectomy was done, after identification of the lateral semicircular canal; the middle ear was entered via an atticoantrostomy approach, a soft tissue mass was seen filling the middle ear cavity, the mass was keratinous and eroding the hypotympanum and extended to outside the middle ear space. On retraction of the auricle antero-inferiorly, the large keratinous mass appeared in the infratemporal fossa that was anterior to the tempromandibular joint and inferior to the zygomatic arch which was eroded partially (Figures ). On manipulations of the middle ear mass, we noticed movement of the infratemporal fossa mass denoting that both were one mass. The mass was removed completely with no need to widen the exposure. After removal of the mass, no ossicles were found except the stapes, also there was erosion in the floor and anterior bony wall of the middle ear space with exposure of the fibrous capsule of the tempromandibular joint, the defect was about 2 mm in diameter. Reconstruction of the external auditory canal was done through removal of the bone lateral to the middle ear space with meatoplasty of the cartilaginous portion, then a temporalis fascia graft that has been harvested early was used to create the tympanic membrane; it was placed on the head of the stapes. A split thickness skin graft that has been harvested from the right thigh was used to line the newly created external auditory canal and was sutured to edges of newly created meatus. The wound had been closed in the usual fashion with post-auricular drain and packing the newly created external auditory canal. No intra-operative or post-operative complications were reported, the pack was removed in the 10th post-operative day and re-packing of the external canal was done weekly for six weeks. Histopathological examination of the mass confirmed the diagnosis of cholesteatoma, also to confirm the existence of squamous epithelial cells; immunohistochemical staining with involucrin was performed on paraffin-embedded sections of the mass, using the avidin-biotin-peroxidase complex immunoperoxidase technique [], involucrin positivity was seen. Follow-up of the patient for 2 years and 3 months showed a patent, infection free external auditory canal with an air-bone gap of 35db. One year after the operation; MRI was done and it showed no residual or recurrent cholesteatoma.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'2694070': 1, '20003591': 1, '17346390': 1, '34506397': 2, '19646301': 1, '9673123': 1, '17535604': 1, '17006343': 1, '3323098': 1, '17667778': 1, '22731118': 2}", "similar_patients": "{'8028518-1': 1}"}