{"patient_id": 164543, "patient_uid": "3847001-1", "PMID": 24307851, "file_path": "noncomm/PMC003xxxxxx/PMC3847001.xml", "title": "A case of Tsutsugamushi disease presenting with nephrotic syndrome", "patient": "A 72-year-old female was admitted with generalized edema. Her general medical condition had been stable for 2 weeks before presenting to the district clinic with a fever and myalgia. She had no history of renal disease. She denied taking any drug except acetaminophen for fever relief. The patient had a persistent fever and subsequently developed generalized edema. On physical examination, the patient was confused, acutely ill-looking, and showed grade 3 pitting edema of both lower extremities. An ecchymotic 3-cm plaque with a 1-cm black eschar was observed over the right lower abdomen (). At the time of admission, she had a blood pressure of 85/55 mmHg, a respiratory rate of 30 per minute, and a body temperature of 39.4℃. Laboratory studies revealed anemia (a hemoglobin level of 10.6 g/dL and a hematocrit of 33.0%) and leukocytosis (a white blood cell count of 17,420/mm3, neutrophils 78.4%, lymphocytes 12.3%, and monocytes 7.7%). Other relevant parameters included a total protein of 6.2 g/dL, a serum albumin of 2.5 g/dL, a blood urea nitrogen of 22.2 mg/dL, a serum creatinine of 1.57 mg/dL, and a total cholesterol of 250 mg/dL. Urinalysis revealed a 4+ proteinuria without significant casts and hematuria. The 24-hour urinary protein excretion was 5.4 g with a random urine protein to creatinine ratio of 9.14.\\nThe anti-Tsutsugamushi antibody test was strongly positive (1:2,560), but was otherwise unremarkable (negative antinuclear antibody, negative anti-dsDNA antibody, negative antistreptolysin O, serum C3 82.6 mg/dL, and serum C4 20.7 mg/dL). Tsutsugamushi disease was diagnosed based on the clinical and laboratory findings. Renal ultrasound revealed normal-sized kidneys with increased echogenicity. Percutaneous renal biopsy was performed under ultrasonographic guidance to identify the cause of the nephrotic syndrome. Light microscopy of the renal biopsy specimen demonstrated diffusely and globally thickened glomerular basement membranes with subepithelial spikes and double contours (). Tubulointerstitial changes were unremarkable. Immunofluorescent staining revealed fine granular deposition of immunoglobulin G along the peripheral capillary wall (). Transmission electron microscopy showed that the glomerular basement membrane was diffusely thick with relatively evenly-spaced intramembranous electron dense deposits. The glomerular epithelial foot processes were diffusely effaced (). Based on these pathologic findings, the patient was diagnosed with membranous glomerulonephritis (MGN).\\nThe patient was treated with doxycycline (200 mg/day). After 5 days of treatment with antibiotics, her clinical symptoms and signs, including fever, weakness, and hypotension, greatly improved. After 4 weeks of treatment, her urinary protein:creatinine ratio was 0.9, serum albumin levels rose to 3.7 g/dL, and the edema resolved. The patient was discharged 5 weeks after admission.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'16932438': 1, '12803503': 1, '9571750': 1, '12746805': 1, '3147416': 1, '28298367': 1, '19289508': 1, '26943125': 1, '8593201': 1, '14717236': 2, '8104604': 1, '24307851': 2}", "similar_patients": "{'4531640-1': 1}"}