{"patient_id": 157803, "patient_uid": "3352605-1", "PMID": 22616039, "file_path": "noncomm/PMC003xxxxxx/PMC3352605.xml", "title": "Prenatal Diagnosis of Amniotic Band Syndrome in the Third Trimester of Pregnancy using 3D Ultrasound", "patient": "A 28-year-old primigravid woman underwent routine obstetric ultrasonography in the 34th week. Her prenatal care had begun late, and she had only undergone one ultrasound examination, in the 20th week, that had not shown any fetal abnormalities. All the prenatal laboratory tests were normal, and the patient said that she had not been making any personal use of medicines or using any illicit drugs, and that there were no cases of malformations or chronic diseases like arterial hypertension and diabetes mellitus among members of her family. 2DUS showed normal fetal growth, with a weight prediction of 2.242g, amniotic fluid index (AFI) of 140, and anterior placenta. There was an accessory lobe on the left lateral posterior wall, and a membrane (amniotic band) was present between this lobe and the main placental mass. Morphological analysis showed two bands adhering to the right forearm of the fetus, but with normal movements of this limb and its fingers []. No other fetal abnormalities were seen. 3DUS was performed using a multifrequency volumetric transducer (Accuvix V20; Samsung Medison, Seoul, Korea) and clearly showed the spatial relationship between the bands and the body of the fetus, thus proving that the bands had really adhered to the forearm, but without strangling it []. The 3D image allowed the parents to gain a better understanding of the condition and enabled better counseling toward a good prognosis for the fetus. The pregnant woman had her delivery scheduled as a caesarian section in the 38th week, and the postnatal phenotypic examination confirmed the diagnosis of amniotic band syndrome without injury to the forearm of the fetus. The newborn underwent surgery to remove the bands on the third day of life and was subsequently discharged in a good general condition.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'6829612': 1, '26894130': 1, '24790518': 1, '17962113': 1, '14245093': 1, '3992097': 1, '6869458': 1, '480028': 1, '18780377': 1, '27730055': 1, '15133808': 1, '21375678': 1, '22616039': 2}", "similar_patients": "{}"}