{"patient_id": 165405, "patient_uid": "3895534-1", "PMID": 24466529, "file_path": "noncomm/PMC003xxxxxx/PMC3895534.xml", "title": "Diagnosis With Manometry and Treatment With Repetitive Transcranial Magnetic Stimulation in Dysphagia", "patient": "A 52-year-old male patient visited the emergency department in our hospital due to sudden dizziness and dysphagia. The patient was diagnosed with lateral medullary infarction using brain magnetic resonance imaging. Three days after onset, he was referred to the department of rehabilitation medicine for the rehabilitative treatment of dysphagia. The patient had right blepharoptosis and no muscle weakness except for ataxia of the right lower extremity. He was being fed by a gastric feeding tube. Water swallowing test demonstrated a typical wet voice and laryngopharyngeal retention despite the small amount of food intake. VFSS was conducted to identify the causative factors of dysphagia 4 days after the onset. The functional dysphagia scale score was 60 points, with no particular abnormality in the anterosuperior elevation of the oral cavity and larynx, atresia of the epiglottis, definite contraction of the upper pharynx, and retention of almost all foods in the pyriformis sinus and vallecular fossa after swallowing, with no passage past the upper esophageal sphincter (). During the test, compensation techniques, such as Mendelsohn maneuver, head turn, and head lean, were also conducted, but no particular difference was observed. The patient underwent rehabilitative treatments that included electrical stimulation for dysphagia, Shaker exercise, and training concerning a compensation technique including the Mendelsohn maneuver. An assessment was conducted using esophageal manometry 32 days after onset to more accurately identify the cause of dysphagia. By setting the upper esophageal sphincter as a reference point, the pressure changes in the pharynx above the upper esophageal sphincter, upper esophageal sphincter, and esophageal body were measured. Normal pressure change in the upper pharynx, decreased contraction of the lower pharynx, definitely decreased pressure upon the relaxation of the upper esophageal sphincter, retention in the upper esophageal sphincter due to the impairment of the coordination with the contraction of the lower pharynx, and no pressure changes caused by esophageal peristalsis were evident (). About four weeks later (33 days after onset), VFSS was conducted again. The functional dysphagia scale score was again 60 points (). As the patient was refractory to the one-month dysphagia rehabilitative treatment including electrical treatment for dysphagia, Shaker exercise, and the training of compensation technique, another treatment was applied.\\nAs several previous studies reported that dysphagia was improved by increasing the neurotransmission and plasticity of the corticobulbar tract via rTMS of the cerebral cortex associated with swallowing [,], rTMS was used. The International 10-20 system and a bandana with lattice positioned at intervals of 1 cm were used to determine the stimulation site. The surface electrode was used to determine the site with the lowest motor threshold of the pharyngeal-laryngeal muscles, which was identified as an area 2 cm anterior and 5 cm lateral from the vertex of the head. rTMS was conducted with a frequency of 5 Hz and intensity of 120% of the motor threshold of bilateral hemisphere, and 10 cycles of 10 seconds stimulation and 50 seconds relaxation for 10 days (five times/week for 2 weeks) followed by VFSS and manometry to assess the result of the 2-week TMS treatment. The functional dysphagia scale was improved to 20 points. Compared to the result of the preceding VFSS, which showed that most foods were retained in the lower pharynx because of the inability to passing by the upper esophageal sphincter, at the follow-up most foods were able to passed by the upper esophageal sphincter. A small quantity of food was retained in the pyriformis sinus and vallecular fossa sinus after swallowing, and the laryngeal delay time was significantly shortened (, ). Meanwhile, compared to previous manometry results, the follow-up revealed a prolonged relaxation time of the upper esophageal sphincter of 2 seconds, which was more than twice the time of the previous results. This would be sufficient enough to enable foods to pass by the upper esophageal sphincter after the contraction of the lower pharynx. The pressure change was observed in the esophageal phase due to peristalsis ().\\nAfter 2 weeks of rTMS, the patient began to consume small amounts of food in accordance with the schedule set by the authors. Regular chest X-ray and blood test revealed no complications, such as aspiration pneumonia, were observed. When the patient was able to consume 1,650 calories per day, he was discharged. He has been followed-up in our out-patient clinic and has been taking a regular diet without any complication for 2 years.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'11137665': 1, '32654058': 1, '19427312': 1, '16754707': 1, '6100081': 1, '11606849': 1, '21376629': 1, '2484181': 1, '12417783': 1, '19828479': 1, '24466529': 2}", "similar_patients": "{}"}