{"patient_id": 157375, "patient_uid": "3314177-1", "PMID": 21559956, "file_path": "noncomm/PMC003xxxxxx/PMC3314177.xml", "title": "A rare case of spinal injury: bilateral facet dislocation without fracture at the lumbosacral joint", "patient": "An 18-year-old woman was involved in a high-impact motor vehicle accident. She was hit by a truck from her left side and trapped under the vehicle with thighs flexed on to the pelvis. The patient was transported to an emergency hospital, and she was initially diagnosed with unilateral fractures of the transverse processes of the L2 and L3 vertebrae and anterior spondylolisthesis of the L5 vertebra. Conservative treatment was initiated but lumbago did not improve. She consulted our hospital 3 months after the accident. On admission, she complained of low back pain and reduced pinprick sensation in her right gluteal region and left posterior leg. She was unable to extend her hip joint completely and had difficulty extending her lower limbs because pain and muscle contractures. Radiographs of the lumbar spine showed no bony fractures, but anterolisthesis of the L5 vertebra on the S1 vertebra was evident (Fig. ). Computed tomography (CT) of the lumbar spine revealed locked facets at the L5–S1 level (Fig. ). Magnetic resonance imaging (MRI) subsequently revealed disruption of the L5–S1 intervertebral disc (Fig. ). Because she also suffered from severe asthma, surgery was postponed until her respiratory dysfunction had resolved.\\nSurgery was performed approximately 14 months after the injury. A standard posterior midline approach was used with the patient in the prone position. Bilateral L5 facet dislocation without fracture was intraoperatively confirmed, and, fortunately, the dislocation was easily reduced by manual traction without facetectomy. These findings are consistent with severe instability caused by a three-column injury. After reduction, the severely ruptured intervertebral disc at L5–S1 was removed and spinal fusion performed with pedicle screws. Spinal fusion, including posterior lumbar interbody fusion and posterior lumbar fusion, was performed with autologous bone from the posterior iliac crest. Anatomic alignment was confirmed postoperatively (Fig. ). At follow-up 2 years after the operation, radiographs showed unaltered reduction and reliable fusion. Hypesthesia of the right gluteal region and left posterior leg, and lumbago had resolved completely; however, hip joint extension was still limited.\\nThe patient and her family were informed that data from the case would be submitted for publication and gave their consent.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'9657487': 1, '1184631': 1, '9768895': 1, '19580969': 1, '15083005': 1, '7225186': 1, '10752113': 1, '15021138': 1, '3628111': 1, '16984801': 1, '31552159': 1, '30510807': 1, '2011781': 1, '8278839': 1, '15478533': 1, '8303463': 1, '21559956': 2}", "similar_patients": "{}"}