{"patient_id": 156250, "patient_uid": "3229087-1", "PMID": 22145012, "file_path": "noncomm/PMC003xxxxxx/PMC3229087.xml", "title": "Appearance of Klebsiella Pneumoniae Liver Abscess Syndrome in Argentina: Case Report and Review of Molecular Mechanisms of Pathogenesis", "patient": "A 55-year-old previously healthy man was admitted with 12 days history of fever and fatigue. He was white, native of Argentina, and denied recent foreign travel, alcohol or drug abuse. He had no significant medical history. He had neither vomiting, nor abdominal spontaneous pain. Clinical examination showed temperature of 40°C and tenderness to percussion over the right upper quadrant of the abdomen. The remainder of the physical examination was unremarkable.\\nLaboratory tests were remarkable for leukocytosis (41 900 cells/mm3), erythrosedimentation rate 73 mm/hour, C reactive protein 372 mg/L, and moderate elevation of alkaline phosphatase and g-glutamyl transpeptidase. HIV serology was negative. Fasting plasma glucose levels were normal.\\nAbdominal computed tomography (CT) scan with double contrast showed a 15 cm hypodense lesion with internal septa in the liver Fig. (), and a hypodense tumour-like lesion with narrowing of the gastric lumen Fig. (). The latter was further investigated by endoscopy-ultrasound (EUS), which showed a 3-cm well-circumscribed hypoechoic submucosal mass suggestive of intramural gastric abscess Fig. (,). Chest x-ray, transthoracic echocardiography and abdominal Doppler ultrasound were normal. Blood cultures were taken.\\nA presumptive diagnosis of liver abscess was made. The patient was started on ceftriaxone plus metronidazole empirically. Sonography-guided percutanous drainage was placed yielding 60 ml of purulent fluid whose Gram stains showed gram-negative bacilli. Histological examination disclosed inflammatory cells and was negative for malignancy. Blood and abscess aerobic cultures yielded a gram-negative lactose-fermenting bacillus identified as Klebsiella pneumoniae, whose colonies were particularly sticky. Hypermucoviscous phenotype was confirmed by a positive string test: formation of viscous strings ≥ 5 mm in length when a standard bacteriologic loop was used to stretch the colony on agar plate Fig. (). Antibiotic susceptibility testing was performed by Etest according to Clinical and Laboratory Standards Institute guidelines. The strains were only intrinsically resistant to ampicillin.\\nMetronidazole was discontinued. Two weeks after admission the patient became afebrile and drainage was removed. The gastric lesion markedly decreased in size during hospitalization. He was discharged on oral ciprofloxacin to complete a 6-week course. A follow-up CT after antibiotic therapy was completed showed resolution of the abscesses. Patient turned to his usual state of health.\\nFour isolates of K. pneumoniae from the patient (2 strains from liver abscess and 2 strains from blood) were sent to the National Health Research Institute of Taiwan for further molecular studies.\\nIsolates were serotyped using capsule swelling reaction with antisera obtained from Health Protection Agency in UK and by PCR as previously described Table . In addition, one tube multiplex PCR for K1, K2 and K5 were performed according to previously published method [].\\nSince magA, rmpA and aerobactin are virulent genes associated with KLAS, PCR was used to target these genes. An overnight-cultured bacterial colony was added to 300 μl water and boiled for 15 min to release DNA template. Previously published primers used for PCR were listed in Table . The reaction mixture was kept at 95°C for 5 min, followed by 40 temperature cycles of 95°C for1 min, 50°C for 1 min, and 72°C for 2 min, and 72°C for 7 min [,].\\nMLST was performed according to Turton et al. [], to characterize the genotype of the isolates, by determining the nucleotide sequences of seven housekeeping genes (gapA, infB, mdh, pgi, phoE, rpoB, and tonB). Sequences of these housekeeping genes were obtained for isolates from liver abscess patients and carriers. Sequences information was compared with those MLST web site () developed by Keith Jolley. Alleles and STs were assigned accordingly. Sequences of any alleles that were not on the database were submitted to the curator and obtained for the allele number. Difference in two or more alleles was considered to be unrelated.\\nBacterial DNA was prepared and subjected to PFGE as previously described []. The restriction enzyme XbaI (New England Biolabs, Beverly, MA, USA) was used at the manufacturer’s suggested temperature. Restriction fragments were separated by PFGE in 1% agarose gel (Bio-Rad, Hercules, CA, USA) in 0.5×TBE buffer (45 mmol/L Tris, 45 mmol/L boric acid, 1.0 mmol/L EDTA, pH8.0) for 22 h at 200 V at a temperature of 14oC, with ramped times of 2 to 40 s using the Bio-Rad CHEF MAPPER apparatus (Bio-Rad Laboratories, Richmond, CA, USA). Gels were then stained with ethidium bromide and photographed under ultraviolet light. The resulting genomic DNA profiles, or “fingerprints”, were interpreted according to established guidelines [].\\nVirulence was determined by mouse inoculation: ten mice were used as a sample population for each bacterial concentration. Since all isolates were identical, one isolate was selected for lethal dose causing 50% death (LD50). A 10-fold serial dilution of CFU of K. pneumoniae was made and BALB/c mice were injected intraperitonially with 0.1 ml of each concentration. Symptoms and signs of infection were observed for 14 days. Survival of the inoculated mice was recorded and the LD50 was calculated using SigmaPlot version 7.0 from SPSS Inc. (Chicago, IL).\\nThe results obtained were as follows. All strains from different isolation sites were serotype K1 by PCR and had identical profile by PFGE Fig. (). All strains were positive for rmpA, wzyKpK1 and aerobactin genes as revealed by PCR using specific primers Fig. (), Fig. (). By using MLST, all strains belonged to ST 23 (allelic profile: GapA: 2, Inf: 1, Mdh: 1, Pgi: 1, Pho: 9, rpoB: 4, TonB: 12).\\nThe LD50 of the isolate was <102 CFU.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'16619145': 1, '27092516': 1, '9636876': 1, '8335346': 1, '20360396': 1, '17716872': 1, '14993253': 1, '20007381': 1, '7494007': 1, '18214169': 1, '15213119': 1, '15983935': 1, '19447910': 1, '20034435': 1, '17599300': 1, '17660168': 1, '19829875': 2, '20503444': 1, '27795303': 1, '29209595': 1, '15695726': 1, '20448814': 2, '26733976': 1, '34568372': 2, '28402698': 1, '33736698': 1, '16619144': 1, '18508935': 1, '18663497': 1, '19785524': 1, '16720670': 1, '17990242': 1, '2946641': 1, '17151209': 1, '16192445': 1, '31948471': 1, '19319196': 1, '33777826': 1, '30723463': 1, '19692563': 1, '25356268': 2, '24982067': 1, '23194155': 1, '18433330': 1, '12099340': 1, '17599305': 1, '17446279': 1, '16687604': 1, '31092506': 1, '26282408': 1, '25951089': 1, '28947732': 1, '18507682': 1, '2693894': 1, '3532983': 1, '18486404': 1, '25031447': 1, '26199326': 1, '12821451': 1, '23302790': 1, '18687194': 1, '18971367': 1, '18826824': 1, '34584696': 2, '29637226': 1, '24194749': 1, '30034248': 1, '20735943': 1, '16453259': 1, '9868697': 1, '11897067': 1, '15578367': 1, '20225957': 1, '22145012': 2}", "similar_patients": "{'8460774-1': 1, '2740293-1': 1, '2740293-2': 1, '8455969-1': 1, '2864426-1': 1, '4184646-1': 1, '4184646-2': 1, '4184646-3': 1}"}