{"patient_id": 166819, "patient_uid": "3990116-1", "PMID": 24829653, "file_path": "noncomm/PMC003xxxxxx/PMC3990116.xml", "title": "An 18-Year-Old Man With Hepatitis B Virus Infection and Hepatoblastoma", "patient": "An 18-year-old man referred due to right upper quadrant (RUQ) pain since two months prior to admission in this hospital. The RUQ pain, which was constant has had radiation to his back, and gradually was worsened. He gradually developed yellowish discoloration of the sclera and skin and abdominal distention. He had complaints of low back pain, that aggravated by movement since one month prior to admission. The patient had anorexia with a 15 kg weight loss during these two months with no history of fever, chills, vomiting, diarrhea, change in bowel habits or tarry stools.\\nIn physical examination he was icteric and wasted. The abdomen was protruded, flanks were bulged and shifting dullness was positive. Few collateral vessels were present in abdominal surface. The liver was enlarged with firm two nodular consistency, and spleen was palpable by ballottement maneuver. Examination of genitalia and testes were normal. Laboratory results were as follows: hemoglobin (9.1 g/dl), platelets (257000/mm3), Homocysteine: 20.5 μmol/L (normal 5-15), anti-cardiolipinIgM 2.9 MPL (normal <15), anti-phospholipid IgG: 1.8 (normal <10), protein C: 127% (normal 70-130), protein S: 51% (normal 65-140), lupus anticoagulant: negative, alanine aminotransferase: 113 IU/L, aspartate aminotransferase: 495 IU/L, alkaline phosphatase: 1253 IU/L, total bilirubin: 12.6 mg/dl, direct bilirubin: 12 mg/dl and LDH: 789 U/L, serum HBs Ag was positive and HBV DNA serum level was 247 IU/ml. Total protein, albumin, and coagulation indexes were within normal ranges. Paracentesis of ascitic fluid showed clear color with high serum ascites albumin gradient, without findings of peritonitis.\\nUltrasonography of abdomen showed a coarse liver parenchyma, without mass or space occupying lesion. The portal vein diameter was 11 mm. The spleen was 201x55 mm with a homogeneous echo pattern. Moderate ascites was also noted.\\nEndoscopy was notable for the presence of F1 esophageal varices, and fundal varices (without active bleeding or stigmata of recent hemorrhage), and a kissing type duodenal ulcer disease.\\nColor Doppler Ultrasonography of abdomen showed splenic and portal vein thrombosis, but the hepatic artery and inferior vena cava were normal. The initial serum alpha-fetoprotein level was 300 ng/ml (normal 0-8.5) that after ten days increased to 112000 ng/ml. Spiral triphasic CT scan () and MRI () revealed atrophic right lobe with mild enlargement of left lobe.\\nThe caudate lobe was heterogeneous and severely enlarged. There was thrombosis in the main portal vein with extension to the intra-hepatic branches, and splenic vein. Moderate ascites was also seen. The patient underwent a liver biopsy under sonography guide.\\nLiver biopsy ( and ) contained normal as well as neoplastic tissues. In the non-neoplastic tissues, there was no evidence of cirrhosis. The tumor component was composed of small and large nests of small hepatocyte-like cells. The nests were separated by very delicate fibrovascular fascicles. The individual cells were round to polygonal shaped with amphophilic to somewhat eosinophilic cytoplasm and round to oval hyperchromatic nuclei with occasional nucleoli. Intranuclear optically clear inclusions were occasionally seen. Intracytoplasmic micro- as well as macro-vesicular fat accumulation was prominent. There were also scattered and large aggregates of polygonal cells with abundant fat accumulation in the cytoplasm (). Immunohistochemistry (IHC) was positive for Hepar1 (focal), vimentin, CK, AFP, pCEA and AFP (diffuse), and alfa-1 anti-trypsin. IHC was negative for CD34, synaptophysin, NSE, TTF-1, desmin, chromogranin, placental alkaline phosphatase, CD99, CD10, albumin, and S100. According to the histopathology features and IHC profile, the diagnosis was reported as fetal type hepatoblastoma.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'9288639': 1, '21113306': 2, '16010247': 1, '21689623': 1, '1602511': 1, '11819207': 1, '21115576': 1, '9988870': 1, '16273660': 1, '15235872': 1, '9038672': 1, '6255014': 1, '8884342': 1, '8857454': 1, '2851770': 1, '19399807': 1, '24829653': 2}", "similar_patients": "{'2990241-1': 1}"}