{"patient_id": 36251, "patient_uid": "3180178-1", "PMID": 21961011, "file_path": "comm/PMC003xxxxxx/PMC3180178.xml", "title": "Dexmedetomidine Use in the Setting of Cocaine-Induced Hypertensive Emergency and Aortic Dissection: A Novel Indication", "patient": "A 45-years-old woman brought in by EMS after she was found in distress on a subway platform. The patient with known history of diabetes type II and hypertension presented with stabbing chest pain radiating to the interscapular region after crack cocaine use. In addition to the chest pain and diaphoresis, the patient also complained of progressive pain and cold sensation over left lower extremity. Upon physical examination, the patient was noted to be agitated and combative with a blood pressure (BP) of 205/147 mmHg, a heart rate of 77 beats per minute, 17 respirations per minute, and was afebrile. Initial cardiovascular exam was positive for an S4 gallop and absent left lower extremity pulses. Lung examination was unremarkable. Initial management consisted of intravenous administration of a total of 9 mg of Lorazepam and 35 mg of Labetalol without acceptable reduction in BP. In addition to further Lorazepam, Labetolol later Esmololol infusions, IV Nitroglycerin was started and quickly titrated to 200 mcg/kg/hr but acceptable blood pressure reduction of blood pressure was still not achieved on this regimen (). A contrast-enhanced Computerized Tomography (CECT) of the thorax, abdomen, and pelvis confirmed a Stanford Type B aortic dissection beginning just beyond the left subclavian artery and extending to the iliac bifurcation. Upon arrival to the Cardiac Care Unit, decision was made to begin an infusion of Dexmedetomidine since all other therapies continued to be unsuccessful. The alpha 2 stimulation provided by the Dexmedetomidine was hypothesized to decrease the effects of the adrenergic surge induced by the cocaine thus mitigating alpha 1 and beta-receptor stimulation. Within 10 minutes of Dexmedetomidine bolus and continuous infusion, adjunct antihypertensive and sedative infusions were quickly weaned off. Evolving signs of ischemia in the left lower extremity warranted emergent femoral-femoral bypass. Vascular surgery team performed procedure successfully and uneventfully. Postoperatively BP control was maintained with Dexmedetomidine and Nitroglycerin then Nicardipine uneventfully. The total duration of Dexmedetomidine therapy was 42 hours. The patient was transitioned to oral antihypertensives simultaneously. The clinical course evolved without any further complications, and the patient was discharged after 14 days.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'10430763': 1, '14076521': 1, '11420084': 1, '1739547': 1, '16344407': 1, '2000517': 1, '14975480': 1, '13844323': 1, '1682907': 1, '14980929': 1, '15155322': 1, '1974394': 1, '11927528': 1, '13727081': 1, '18491236': 1, '12651659': 1, '15855224': 1, '2886145': 1, '18071056': 1, '7147188': 1, '11511117': 1, '7290147': 1, '7796716': 1, '14959911': 1, '10433872': 1, '11927514': 1, '11506132': 1, '12552220': 1, '10807810': 1, '17826227': 1, '31595218': 1, '21961011': 2}", "similar_patients": "{}"}