{"patient_id": 158328, "patient_uid": "3390737-1", "PMID": 22787384, "file_path": "noncomm/PMC003xxxxxx/PMC3390737.xml", "title": "Suspected Anaphylactic Reaction Associated with Microemulsion Propofol during Anesthesia Induction", "patient": "A healthy 16-yr-old male patient was scheduled for incision and drainage under general anesthesia for a postoperative femur fracture infection on August 25, 2009. His past medical history included two previous operations not associated with any complications. The year prior, he underwent an operation for a closed reduction and internal fixation of a femur fracture with Sirus IM-nail under general anesthesia using propofol, rocuronium, desflurane and remifentanil. One month prior, he underwent an operation to remove the IM-nail under general anesthesia using propofol, rocuronium, and sevoflurane. He has no history of atopy, or known drug or food allergy. Physical and preoperative examinations were unremarkable and included laboratory results, chest x-ray, and EKG.\\nThe patient received intramuscular injection of glycopyrrolate 0.2 mg and midazolam 3 mg respectively for premedication before the operation. Upon arrival to the operating room, standardized monitoring was initiated to include non-invasive automatic blood pressure measurement, EKG, and continuous peripheral oxygen saturation. Initial blood pressure (BP) was 140/75 mmHg, heart rate (HR) 71 beats per min, with a peripheral oxygen saturation (SpO2) of 99%.\\nGeneral anesthesia was induced with a microemulsion propofol using a plasma target-controlled infusion (8 µg/mL) 1 min after continuous infusion of remifentanil (20 µg/min). When the patient became asleep, BP decreased to 84/35 mmHg, HR increased to 135 beats per min, and a generalized erythema over the entire body developed. It was thought strange, but not so seriously, and decided to continue the anesthesia induction. Then rocuronium 40 mg administered intravenously. And after 1 min, the laryngeal mask airway (LMA) ProSeal was inserted. After insertion of the LMA ProSeal, the BP decreased to 58/37 mmHg with a HR to 119 beats per min and a SpO2 of 100%. The infusion of microemulsion propofol and remifentanil were immediately stopped and IV ephedrine 8 mg was injected two times in addition to dexamethasone 10 mg intravenously. Despite these interventions, hypotension did not improve increasing our suspicion for anaphylaxis. Epinephrine infusion was then started after an epinephrine 50 µg intravenous bolus and solucortef 100 mg intravenous injection. Within 10 min the BP gradually increased to 107/46 mmHg with a HR of 101 beats per min and SpO2 of 99% while the patient received a low concentration of sevoflurane with oxygen. After an additional 5 min, epinephrine infusion was discontinued as his BP and HR stabilized to 136/85 mmHg and 84 beats per min, respectively. The BP and HR continued to remainstable while the patient's generalized erythema disappeared. After discussing about this event with surgeon, surgery was then resumed using sevoflurane with 50% oxygen for general anesthesia. During the surgery, BP maintained stable at 100-120/60-80 mmHg with a HR of 70-80 beats per min. After skin incision closure, neuromuscular blockade was reversed with pyridostigmine and glycopyrrolate. LMA ProSeal was removed when the patient was fully awake with normal spontaneous respiration. The BP was 144/106 mmHg with HR of 106 beats per min. In the recovery room, there were no identified problems.\\nBased on the course of events, anaphylactic shock due to microemulsion propofol had been presumed. The patient remained in a stable state without any problems postoperatively and discharged satisfactorily 8 days after surgery. The patient underwent skin test 6 weeks after the event in the allergy clinic center of our hospital by trained physician and nurse. Skin tests including prick and intradermal test for microemulsion propofol, propofol, and remifentanil were performed and was verified by negative (saline solution) control test and positive control test (a 10 mg/mL solution of histamine). But skin tests showed negative results for all of the tested medications.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'27276432': 1, '23580866': 1, '14570656': 1, '1443479': 1, '12074414': 1, '16305447': 1, '10794344': 1, '16100238': 1, '23580867': 1, '15753926': 1, '1379418': 1, '20299348': 1, '19143700': 1, '15196591': 1, '12960536': 1, '1642359': 1, '22787384': 2}", "similar_patients": "{}"}