{"patient_id": 43175, "patient_uid": "3730196-1", "PMID": 23956913, "file_path": "comm/PMC003xxxxxx/PMC3730196.xml", "title": "Imaging Characteristics of Occipital Bone Osteoblastoma", "patient": "A 20-year-old female presented with right occipital tenderness, headache, and cervical pain. The patient's past medical history was essentially unremarkable apart from a remote history of mononucleosis. Conservative medical therapy, including muscle relaxants and anti-inflammatories, was unsuccessful in relieving the patient's symptoms. Physical exam demonstrated tenderness in the right suboccipital region. Neurological exam was within normal limits. The patient subsequently underwent imaging workup of her head.\\nPlain radiograph demonstrated a mixed sclerotic and lytic lesion extending from the inner table of the occipital bone protruding into the right posterior fossa. CT angiogram of the head depicted a patchy heterogeneous enhancing 3.2 × 4.1 cm expansile calvarial mass in the right occipital region with cortical erosion of the outer cortex, multiple tiny cystic areas, and some bony matrix. There was no obvious intracranial blood supply to the mass. MRI showed low signal intensity on the T1-weighted images, mixed high and low signal intensities on the T2 and FLAIR images, and postgadolinium enhancement.\\nPrior to resection of the neoplasm, the lesion was embolized using a combination of intra-arterial particles and coils. The arteriogram revealed a hypervascular occipital bone tumor supplied by a dilated occipital branch from the right external carotid artery and a dilated muscular branch from the distal right vertebral artery. Following embolization, the tumor was surgically resected with minimal blood loss. Histopathology diagnosis revealed osteoblastoma.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'11351292': 1, '18855299': 1, '30334973': 2, '16051019': 1, '32215163': 1, '15913430': 1, '11566084': 1, '32874424': 1, '17084206': 1, '16708546': 1, '18359169': 1, '18055104': 1, '9085288': 1, '28458947': 2, '23956913': 2}", "similar_patients": "{'6211925-1': 1, '5369253-1': 1}"}