{"patient_id": 45479, "patient_uid": "3912817-1", "PMID": 24511315, "file_path": "comm/PMC003xxxxxx/PMC3912817.xml", "title": "Bilateral Distal Radius Fractures in a 12-Year-Old Boy after Household Electrical Shock: Case Report and Literature Summary", "patient": "A 12-year-old boy presented to the Pediatric Emergency Department shortly after receiving an electric shock at a nearby apartment building. As the boy, his mother, and younger brother were waiting outside the building for friends to “buzz them in” (), an individual exited the building and held the door open. The mother and younger brother entered without touching the door. As our patient entered the building, he grasped the metal door knob with his left hand while at the same time keeping his right hand on a metal stair railing that was adjacent to the entrance. This action occurred just as the door entry mechanism was activated from upstairs. As a result, the patient sustained an electrical shock inducing upper extremity tetany, prohibiting him from releasing his grip. The shock lasted approximately 5 seconds and was witnessed by the patient's mother. The patient retained consciousness throughout the event and did not fall afterwards.\\nInitial evaluation in the Emergency Department centered on the potential cardiac, myopathic, and renal aspects of the injury. The patient was admitted for telemetry monitoring in the Pediatric Intensive Care Unit. No arrhythmias were noted. The following morning, the patient complained of bilateral wrist pain. He had mild swelling and erythema, therefore an orthopaedic surgery consult was requested for evaluation.\\nThe child was able to use both hands, favoring the right over the more painful left. There were no burn marks or abrasions, but mild, bilateral, distal radius volar angulation deformities were present. Anteroposterior, lateral, and oblique radiographs of both wrists revealed bilateral, buckle-type, apex-dorsal angulated fractures of the distal radial metaphyses (Figures and ). The patient was placed in bilateral volar splints to reduce wrist motion, preserve hand function, and permit examination of his skin. He was discharged home directly from the PICU on hospital day three and followed an uneventful course to clinical and radiographic healing.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'18084169': 1, '7676831': 1, '18695615': 1, '5000418': 1, '762731': 1, '3671558': 1, '1271494': 1, '1126748': 1, '13130623': 1, '1772028': 1, '9274744': 1, '1389784': 1, '16884607': 1, '8168899': 1, '25733087': 1, '28116275': 2, '2071209': 1, '10966346': 1, '34119943': 1, '3671557': 1, '3273361': 1, '1369889': 1, '25549958': 1, '2293941': 1, '5771239': 1, '7650940': 1, '2691559': 1, '9248909': 1, '1602768': 1, '10741316': 1, '6852903': 1, '875082': 1, '31413497': 1, '15800726': 1, '9280915': 1, '6469309': 1, '24511315': 2}", "similar_patients": "{'5245945-1': 1}"}