{"patient_id": 159723, "patient_uid": "3510284-1", "PMID": 23227074, "file_path": "noncomm/PMC003xxxxxx/PMC3510284.xml", "title": "A Case of Septic Azygos Vein Embolism Caused by Staphylococcus aureus Bacteremia", "patient": "A 51-year-old male was admitted to our hospital with high grade fever, severe right-sided chest pain and dyspnea for five days. He had a history of poorly controlled type 2 diabetes mellitus. The patient appeared severely ill. On admission, his body temperature was 38.2℃, pulse rate was 93 per minute, respiration rate was 18 per minute and blood pressure was 120/90 mm Hg. Auscultation of the chest revealed decreased breath sound and inspiratory crackle at the right lower lung field. There was tenderness on palpation and percussion of his right lower chest wall. Initial laboratory evaluation showed white blood cell count of 22,300/µL with 88% segmented neutrophils, hemoglobin of 11.9 g/dL, platelets of 317,000/µL and C-reactive protein of 37.8 mg/dL. His plasma glucose was 438 mg/dL and hemoglobin A1C was 11%. He was negative human immunodeficiency virus. Chest X-ray showed right lower zone consolidation with pleural effusion and peripherally multiple nodular opacities (). Further imaging with contrast enhanced helical computed tomography of the chest showed embolic occlusion of the azygos vein (). Long vascular computed tomography did not show lower extremity deep vein thrombosis but showed intramuscular abscess on both lower legs (). Initial empiric antibiotic therapy was started on ceftriaxone 2.0 g intravenously every twelve hours. The patient underwent a diagnostic thoracentesis with removal of serosanguinous fluid that was an exudative pleural effusion, negative bacterial and acid-fast stains and cytology. The pleural fluid cell count demonstrated a red blood cell count of 140/µL (per cubic millimeter), a white blood cell of 1,520/µL with 95% neutrophil and adenosine deaminase was normal. The patient's blood, sputum and pleural fluid cultures yielded oxacillin-sensitive S. aureus. Ceftriaxone was discontinued on day 3 of the admission. Nafcillin at 500 mg intravenously every four hours and isepamicin at 200 mg intravenously every twelve hours was begun. Transthoracic echocardiography revealed normal left ventricular function with no vegetation, valvular regurgitation and other signs of endocarditis.\\nWith appropriate antibiotic therapy, the patient's clinical condition had been improved and subsequent chest X-ray showed gradual resolution of pneumonia and parapneumonic effusion. His diabetes was controlled well starting insulin therapy. After taking one month of antibiotics, a repeat chest computed tomography revealed complete resolution of septic embolism in the azygos vein without anticoagulant therapy ().", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'9831430': 1, '2735296': 1, '3783832': 1, '14609875': 1, '16002930': 1, '17495055': 1, '17610456': 1, '23227074': 2}", "similar_patients": "{}"}