{"patient_id": 38292, "patient_uid": "3410762-1", "PMID": 22742449, "file_path": "comm/PMC003xxxxxx/PMC3410762.xml", "title": "Spontaneous closure of stage IV idiopathic full-thickness macular hole and late reopening as a lamellar macular hole: a case report", "patient": "A 67-year-old Spanish man with unremarkable ocular and systemic history, except for a depressive syndrome, was referred to our hospital. He presented with decreased vision in his right eye and a history of metamorphopsia for approximately 11 months. He did not report any trauma. His best-corrected visual acuity (BCVA) was 0.5 in the right eye and 1.0 in the left eye.\\nAnterior segment examination revealed a bilateral nuclear sclerosis with no further abnormalities. Fundoscopy revealed an image of a full-thickness macular hole. Optical coherence tomography (OCT) examination (Figure ) showed a stage IV FTMH according to its size (more than 400 μ) and according to the posterior vitreous detachment, the latter only visible on fundoscopy examination.\\nWe also appreciated some cystic spaces on both edges of the hole, and a small epiretinal membrane (ERM). We observed clear irregularity of the junction of inner and outer segments of photoreceptors (IS/OS).\\nThree months later, his BCVA had not improved. OCT scans revealed a closed macular hole. We observed an elevation of the photoreceptor layer and of the external limiting membrane (ELM) over a cystic space, and a defect in the continuity of the photoreceptor layer (Figure ).\\nSeven months later, his BCVA remained the same. An OCT examination showed the disappearance of the cystic space, and a normal foveal contour (Figure ).\\nAt 13 months later, his BCVA improved to 0.7. An OCT scan showed no changes (Figure ).\\nTwo years later, his BCVA remained unchanged but on OCT scan we surprisingly observed a lamellar macular hole (Figure ), according to the Haouchine [] criteria: irregular thinning of foveal base, break in the inner fovea, intra-retinal split (dehiscence of the inner foveal retina from the outer retina), normal perifoveal retinal thickness and absence of a full-thickness foveal defect.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'15531306': 1, '16688649': 1, '17760645': 1, '31001430': 1, '33120707': 2, '17361255': 1, '3740176': 1, '17290198': 1, '16565020': 1, '11812442': 1, '24744932': 2, '17674926': 1, '17235599': 1, '17763238': 1, '34187155': 1, '17543876': 1, '17653749': 1, '21796877': 1, '15300092': 1, '22742449': 2}", "similar_patients": "{'3972878-1': 1, '7774124-1': 1}"}