{"patient_id": 160222, "patient_uid": "3543598-1", "PMID": 23326033, "file_path": "noncomm/PMC003xxxxxx/PMC3543598.xml", "title": "Pulmonary hamartoma: Cytological study of a case and literature review", "patient": "A 74-year-old male patient presented with cough with expectoration of 2 months duration. He was a chronic cigarette smoker for 45 years and had on and off cough with expectoration of 20 years duration. General physical examination revealed clubbing. There was no pallor, lymphadenopathy or organomegaly. Chest radiograph showed a mass lesion in the mid-zone of left lung.\\nHis past history revealed hospital admission elsewhere for similar complaint 4 years back and chest radiograph showed a mass lesion in the left lung mid-zone and was diagnosed as tuberculosis or fungal infection. He was treated for chronic obstructive pulmonary disease (COPD). The previous and present radiograph were compared and showed no significant change in the size of the mass in the lung. Sputum was negative for malignant cells and acid-fast bacilli.\\nThe patient was subjected to chest computed tomography (CT) scan. CT scan showed a well defined heterogeneous, enhancing mass lesion in the superior segment of left lower lobe with internal hypodense fat areas (Hounsfield Unit: from – 15 to – 30) measuring 6.5 cm × 6 cm [].\\nThe lesion was aspirated under CT guidance using 23G, 11 cm spinal needle by transthoracic approach. The aspirate yielded blood-mixed sticky material. The smears prepared were fixed in 95% ethanol and stained by Papanicolaou stain. A few air dried smears were prepared and stained by May-Grünwald–Giemsa stain.\\nThe stained smears revealed good cellularity. Clusters of epithelial cells were seen with moderate amount of cytoplasm and a round central nucleus with granular chromatin. A few of the cells displayed prominent nucleoli. No cellular atypia or mitoses were seen. Background showed abundant chondroid and fibromyxoid element with benign spindle cells and numerous fatty spaces []. A cytological diagnosis of pulmonary hamartoma was offered.\\nPatient was advised surgical excision in view of the large mass; however, patient declined surgery. He was treated for chronic obstructive pulmonary disease (COPD) and is presently under follow-up.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'15628903': 1, '26576587': 1, '3231342': 1, '28050379': 1, '2776600': 1, '6976714': 1, '9086546': 1, '28154644': 1, '18417859': 1, '28123723': 1, '24883043': 2, '11391606': 1, '23326033': 2}", "similar_patients": "{'4038829-1': 1}"}