{"patient_id": 37366, "patient_uid": "3318882-1", "PMID": 22493653, "file_path": "comm/PMC003xxxxxx/PMC3318882.xml", "title": "Subclavian Vein Thrombosis Extending into the Internal Jugular Vein: Paget-von Schroetter Syndrome", "patient": "A 42-year-old male presented with pain and swelling of the left arm after a sequence of intense, repetitive weightlifting exercises. Upon questioning, he disclosed that he had been engaged with weightlifting for a long time and had complaints for a while. His medical history was unremarkable. Laboratory tests were positive for antithrombin 3 and factor leiden, agents that facilitate coagulation. Based on these findings, upper-extremity effort thrombosis was suspected. Thereafter, contrast enhanced upper-extremity venous MR angiography (MRA) and color Doppler US (CDUS) were performed to verify the diagnosis. Contrast-enhanced MRA revealed near-complete occlusion of the proximal left subclavian vein and distal collateral formations (). CDUS showed a heterogeneous thrombotic mass that filled almost the entire proximal segment of the left subclavian vein (). Thrombosis extended into the proximal segment of the left internal jugular vein (IJV) (). Furthermore, extensive venous collateral formations were presented in the left proximal cervical localization (). Both MR angiographic and sonographic findings were consistent with PSS.\\nAs the patient had already developed extensive venous collaterals, no surgical intervention was performed. Instead, treatment with low-molecular weight heparin and anticoagulants, was initiated and continued along with the follow-up for bleeding parameters. As of 3 years clinical follow-up, the patient is doing well and the treatment is continued with oral anticoagulants and acetylsalicylic acid.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'17976329': 1, '28507633': 1, '16018517': 1, '34024313': 1, '33407545': 2, '7656545': 1, '16168891': 1, '18280096': 1, '17844699': 1, '26644704': 1, '17141130': 1, '9671238': 1, '17923385': 1, '11265086': 1, '22493653': 2}", "similar_patients": "{'7789584-1': 1}"}