{"patient_id": 42746, "patient_uid": "3693883-1", "PMID": 23759132, "file_path": "comm/PMC003xxxxxx/PMC3693883.xml", "title": "Inverted Y incision and trans-sacral approach in retroperitoneal aggressive angiomyxoma: a case report", "patient": "A 34-year-old Asian woman presented with a six-month history of a rapidly growing left perineal mass and swelling in the left gluteal region. The swelling was associated with a mild, dull pain in the left gluteal region.\\nComputed tomography (CT) showed a 40 × 10 × 12cm mass starting at the level of the third sacrum (S3) and pushing the distal colon toward the right; its distal extension ended at the perineal mass (Figure A, B). Magnetic resonance imaging (MRI) showed the same tumor seen on CT. The tumor was isointense relative to muscle on T1-weighted imaging (Figure C) and hyperintense to muscle on T2-weighted imaging (Figure D). The mass was very close to the sigmoid colon, rectum, and bladder. Because the mass was very large and bulky within the retroperitoneal space, preoperative size reduction was performed with a gonadotropin-releasing hormone (GnRH) analog. The GnRH analog was injected three times at one-month intervals, and a follow-up MRI was rechecked thereafter. There was no change in the size of the perineal mass, but its consistency had become slightly softer.\\nA rectal tube and urinary catheter were inserted under general anesthesia. The patient was placed in the prone position. An inverted Y-shaped skin incision centered on the lower portion of the sacrum was created to expose the posterior part of the sacrum and the coccyx (Figure A). The coccyx and lower sacrum were removed, revealing the retroperitoneal mass. The mass was well encapsulated. While palpating the rectal tube and urinary catheter, the surrounding organs and retroperitoneal mass were carefully dissected down to the stalk area where the perineal mass and retroperitoneal mass joined each other. To prevent tumor spread after excising the stalk, the cut plane of the stalk of the perineal mass was covered using a small laparoscopic endo-bag (Figure A, B). After inserting a drain, the cut plane of the buttock was sutured. With the patient in a dorsal lithotomy position, the perineal mass was simply excised and extracted (Figure C, D). Another drain was inserted in the perineum (Figure B).\\nMacroscopically, the tumor had a smooth surface, well-encapsulated upper portion, and partially encapsulated portion in the buttock region. The well-encapsulated retroperitoneal mass showed a glistening, gelatinous appearance and was homogenous in consistency without nodularity. However, the partially encapsulated subcutaneous lesion in the buttock area contained nodular and satellite-like lesions.\\nMicroscopically, the tumor showed alternating hypercellular and hypocellular areas comprising small satellite to spindle cells with pale eosinophilic cytoplasm and a myxoid stroma with prominent vessels (Figure A). The tumor cells were cytologically bland, and mitosis was not present. Stromal vessels were medium-sized and thick-walled and showed perivascular hyalinization (Figure B). Immunohistochemical staining of the tumor cells revealed positive reactivity for smooth muscle actin (Figure C) but negative reactivity for S-100 protein (Figure D). Estrogen receptors and progesterone receptors were identified in the tumor tissue. Despite the poor circumscription of the mass, the resection margins were free from tumor extension with the exception of one close lateral margin of less than 1mm from the tumor extension. The drains were removed on the 10th postoperative day, and the patient was discharged on the 14th postoperative day. Three years after surgery, there was no recurrence.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'20562663': 1, '8646730': 1, '11277663': 1, '16515622': 1, '19623517': 1, '6684403': 1, '3997139': 1, '9930798': 1, '14764035': 1, '12893221': 1, '14633074': 1, '24265344': 1, '3740032': 1, '23759132': 2}", "similar_patients": "{}"}