{"patient_id": 164885, "patient_uid": "3872660-1", "PMID": 24381455, "file_path": "noncomm/PMC003xxxxxx/PMC3872660.xml", "title": "Cauda equina aspergilloma in an immunocompetent individual: A case report", "patient": "A 70-year-old gentle man, fruit vendor walked with difficulty into our outpatient department. He described shooting pain from low back into both legs and buttocks since 3 months. He has hypertension and is taking antihypertensives for 25 years. Neurological examination revealed saddle region parasthesia. Bladder and bowel were intact and there were no deficits in legs.\\nMagnetic resonance imaging (MRI) scan of spine and brain [Figures and ] showed enhancing T1 intermediate and T2 hypointense three soft tissue nodulations along the cauda equina at L2, L4, and L5-S2 filling the thecal sac in the lumbosacral region. At S2 level the soft tissue mass was scalloping the canalicular cortex. There was no intracranial abnormality. Considering age of patient serum electrophoresis was done which was not suggestive of myeloma. Prostate specific antigen was normal. X-ray chest was normal, ultrasound scan of the abdomen and pelvic did not show any abnormality or enlarged lymph nodes. Enzyme-linked immunosorbent assay (ELISA) for human immunodeficiency virus (HIV) I and II was nonreactive. Complete hemogram, blood sugar, and Hb1Ac were in normal range.\\nPatient was operated in prone position, under general anesthesia. L5 to S2 laminectomy and total excision of lower lesion was done. The lesion was involving the filum terminale and firmly stuck to the nerve roots and both S3 roots had to be sacrificed. The higher nodular lesions at L2 and L4 were left untouched. Operative specimen was sent for histopathological examination [] which showed large granuloma with multinucleate giant cells lining zones of necrosis (A). Within the granuloma are numerous septate branching hyphae of Apsergillus spp highlighted by Gomori methenamine silver stains (B). Diagnosis of aspergiloma was established.\\nPatient received 4 weeks course of intravenous amphotericin B 35 mg daily and oral itraconazole 200 mg twice a day. Patient tolerated antifungal course well.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'14989142': 1, '9239928': 1, '24381455': 2}", "similar_patients": "{}"}