{"patient_id": 41311, "patient_uid": "3596912-1", "PMID": 23533835, "file_path": "comm/PMC003xxxxxx/PMC3596912.xml", "title": "Perforating Disseminated Necrobiosis Lipoidica Diabeticorum", "patient": "A 42-year-old Caucasian female patient suffering from long-term diabetes mellitus type II, controlled with rapid and retard acting insulin, was referred to our clinic. She complained of multiple asymptomatic firm plaques on the upper and lower extremities which enlarged peripherally and formed dark-brown centrally depressed plaques that appeared about 3 years ago. There was no history of trauma or operative interventions on the involved areas. One year later multiple reddish papules appeared on the upper extremities and slowly enlarged formatting indurated plaques.\\nThe clinical examination revealed infiltrated plaques disseminated on the extensor surfaces of the upper and lower extremities. The lesions on the lower extremity were presented by brown-yellow plaques with different sizes, irregular shape, sharp slightly elevated border, and atrophic center focally studded with comedo-like papules (Figures and ). Some of the lesions are surrounded with erythematous halo and were painful at pressure.\\nSystemic examination showed no diabetic retinopathy or neuropathy; arterial hypertension was controlled with propranolol with only single measurement of RR 150/90 mm/Hg at admission.\\nLaboratory investigations however revealed moderate anemia of 85 g/L and ketone bodies in urine. Blood sugar levels were fasting 4.2 mmol/L and postprandial 16.2 mmol/L. The patient was consulted with an endocrinologist, and insulin treatment was corrected.\\nThe histological examination demonstrated degenerated collagen and fibrosis with peripheral lymphohistiocytic infiltrate () and transepidermal elimination of necrotic material ().\\nThe differential diagnosis included granuloma annulare, sarcoidosis, necrobiotic xanthogranuloma, lichen sclerosus et atrophicus, Darier-Roussy sarcoid, and erythema induratum of Bazin; however the clinical and histological findings were compatible with disseminated perforating necrobiosis lipoidica diabeticorum.\\nInitiated treatment with topical steroids was ineffective. Intralesional corticosteroid therapy was discussed but not started as the patient was lost to followup.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'10233624': 1, '18718194': 1, '6371074': 1, '32477522': 2, '18718195': 1, '9236518': 1, '8726715': 1, '5652970': 1, '16919034': 1, '12787268': 1, '2757403': 1, '19000193': 1, '8733162': 1, '843440': 1, '10608254': 1, '11265368': 1, '23533835': 2}", "similar_patients": "{'7250988-1': 1}"}