{"patient_id": 37463, "patient_uid": "3335606-1", "PMID": 22567515, "file_path": "comm/PMC003xxxxxx/PMC3335606.xml", "title": "Idiopathic Superior Mesenteric Vein Thrombosis Resulting in Small Bowel Ischemia in a Pregnant Woman", "patient": "At 34 weeks of gestation, a 31-year-old gravida 3 para 1 woman was referred to our emergency department from a local clinic owing to progressive epigastric pain associated with nausea and vomiting for 3 days. She had no significant medical or surgical history and no history suggestive of thromboembolism. She had never used any oral contraceptives or other hormonal preparations. Upon arrival, her vital signs were stable without fever (BP 120/78 mmHg, pulse rate 88/min, respiratory rate 19/min, and body temperature 37.1°C). The hematologic examination revealed marked leukocytosis (WBC 24,200/CMM) and relative intravascular depletion (hematocrit 44.5%). Coagulation profile and biological tests were within normal limits. Obstetric ultrasound showed a normal male fetus compatible with his gestational age. In addition, a mild fatty change in the liver and a moderate amount of ascites were also noted. The fetal monitor showed that the uterus contracts every 10 minutes. She was initially kept for conservative treatment (fasting, nasogastric suction) and absolute bed rest under the suspicion of acute gastroenteritis and preterm labor. However, signs of acute peritonitis gradually developed within 6 hours after admission. Thus, an emergency exploration was performed to find a segmental gangrene of the small intestine with 1,500 mL of serosanguineous peritoneal fluid, but no frank obstruction and perforation was identified (). The premature baby, at 1,850 grams, was then delivered via cesarean section, with an Apgar score of 4 at one minute and 6 at five minutes. The gangrenous small intestine was resected, and a primary anastomosis was performed. Her postoperative course was uncomplicated, and she was discharged one week after surgery. The outcome of the baby was also excellent without any sequela after intensive care. The pathologic examination revealed mucosal denudation, submucosal edema and hemorrhage, and inflammatory infiltration in the muscularis propria. The intramural and mesenteric vessels in the specimen were patent with blood stasis (). Screens for inherited thrombotic disorders (protein S, protein C, antithrombin III deficiency, and factor V Leiden mutation) for the patient were done after surgery to demonstrate negative results. Four years later, the patient was pregnant again and delivered at term without any thromboembolic event throughout the course. Till now she has been recurrence-free for 7 years without anticoagulant therapy.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'11248170': 1, '29109853': 2, '8378014': 1, '31440359': 2, '3563797': 1, '841473': 1, '9270393': 1, '295647': 1, '10540780': 1, '10372847': 1, '28683785': 2, '19751348': 1, '19648769': 1, '4809806': 1, '25941432': 1, '11759648': 1, '21153648': 1, '1113266': 1, '19821211': 1, '6524863': 1, '30537943': 2, '2814633': 1, '15140521': 1, '16028394': 1, '22567515': 2}", "similar_patients": "{'6669305-1': 1, '5501070-1': 1, '5661126-1': 1, '6290498-1': 1}"}