{"patient_id": 43753, "patient_uid": "3785336-1", "PMID": 24179374, "file_path": "comm/PMC003xxxxxx/PMC3785336.xml", "title": "Asymmetrical Weakness Associated with Central Nervous System Involvement in a Patient with Guillain-Barrè Syndrome", "patient": "A 30-year-old man had diarrhea of 4-days’ duration. Two weeks after the onset of diarrhea, he was admitted to our hospital because of progressive weakness of the right arm and both legs. Neurologic examinations revealed asymmetrical weakness and deep tendon reflexes in all four limbs (). He had no extensor plantar response, sensory disturbance, respiratory failure, or cranial nerve involvement. A nerve conduction study (NCS) on the first hospital day showed only a slight decrease in the compound muscle action potential (CMAP) of the right (rt) median nerve (8 mV [normal ≥ 9.9 mV]). By contrast, studies of motor evoked potential (MEP) bilaterally revealed non-detectable potentials at the abductor pollicis brevis in response to cortical stimulation, but normal latency in response to cervical-root stimulation, indicating CNS involvement. This notion may be further supported by normal F-wave frequencies/latencies in all tested nerves, likely excluding proximal root involvement. A-waves were not detected. Cerebrospinal fluid (CSF) contained normal cell count (1 cell/μl) and protein concentration (37 mg/dl) on admission, but an increased protein concentration (136 mg/dl) with a normal cell count (5 cells/μl) 3 weeks after onset, a finding called albuminocytological dissociation that is typically found in GBS. Multiple sclerosis and other inflammatory diseases with CNS involvement were unlikely, because of no abnormalities on plain or contrast MRI of the entire spinal cord or brain and because of negative oligo clonal IgG bands, normal IgG index (0.36), and normal myelin basic protein in CSF. In addition, he had no ophthalmological abnormalities. Serum contained no autoantibodies against Sm, RNP, SS-B, Jo-1, Scl-70, ss-DNA, ds-DNA, neutrophil cytoplasm (PR3 and MPO), acetylcholine receptor, or thyroglobulin, or rheumatoid factor. However, the patient was seropositive for anti-Campylobacter jejuni antibodies. Measurement of anti-ganglioside antibodies using GM1, GM2, GM3, GD1a, GD1b, GD3, GT1b, GQ1b, GA1, and Gal-C as antigens according to the previous method revealed positive anti-GM1 IgM (OD = 0.275), anti-GD1b IgG (0.265), and anti-GT1a IgG (0.207) antibodies (normal <0.100 for both IgM and IgG). These anti-ganglioside antibodies became negative 8 months after onset. Follow-up NCS for the median, ulnar, and tibial nerves showed that CMAP reached nadirs 2–3 weeks after onset (rt/left [lt] median nerve, 5.07/1.64 mV [normal ≥9.9 mV]; rt/lt ulnar nerve, 7.74/2.62 mV [normal ≥9.5 mV], and rt/lt tibial nerve 3.33/3.98 mV [normal ≥9.3 mV]). However, data of F-wave frequencies/latencies, motor conduction velocities, distal latencies, sensory nerve conduction velocities, sensory nerve action potentials including sural nerves were almost normal during the entire disease course.\\nThe patient responded to intravenous immunoglobulin (IVIG) therapy, started on the first hospital day. Nine months later, the patient still had mild weakness of the left hand. The central motor conduction time (CMCT) on a MEP study was calculated as described previously (CMCT = MEP latency—[F wave latency + M wave latency −1]/2). The CMCT of the abductor pollicis brevis was delayed on the left (10.8 msec [normal 5.3–8.2 msec]), but normal on the right (5.7 msec). The left hand weakness and delayed CMCT resolved 1 year after disease onset. No recurrence was noted for more than 6 years.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'2194422': 1, '33868158': 2, '24179376': 1, '26487925': 2, '32742878': 2, '9126057': 1, '17308217': 1, '16271648': 1, '1620337': 1, '16042216': 1, '14521523': 1, '18063409': 1, '12771281': 1, '7477117': 1, '12397153': 1, '3036932': 1, '24179374': 2}", "similar_patients": "{'4591491-1': 1, '8044346-1': 1, '7389875-1': 1}"}