{"patient_id": 162789, "patient_uid": "3750892-1", "PMID": 23739703, "file_path": "noncomm/PMC003xxxxxx/PMC3750892.xml", "title": "Rosai-Dorfman disease presenting with extensive cutaneous\\nmanifestation - Case report", "patient": "A 43-year-old woman, mulatto, reported the appearance of an asymptomatic tumor on her\\nright thigh, which she had had for about 11 months. No comorbidities were reported.\\nThe examination revealed an indurated hyper-pigmented plaque with reddish-yellow\\nnodules, on her right thigh, measuring 15 cm in diameter (). An erythematous nodule was presented on her right buttock (). The patient reported that these lesions\\nwere painless. A painless inguinal lymph node on the same side of the skin lesions was\\nalso revealed upon examination.\\nThe histopathology of the skin lesion exhibited a slightly acanthotic epidermis, dermis\\nand hypodermis with a diffuse infiltrate, consisting of lymphocytes, plasma cells and\\nneutrophils (). Occasional histiocytes\\ncontaining intact inflammatory cells within the cytoplasm (emperipolesis) were also seen\\n(). Immunohistochemical studies\\nrevealed histiocytes with positivity for S100 and CD68 and negativity for CD1a. The\\nhistopathology of the inguinal lymph node showed dilated nodal sinuses with large\\nnumbers of histiocytes exhibiting emperipolesis ().\\nLaboratory finds were microcytic anemia and polyclonal hypergammaglobulinemia. The image\\ntests (ultrasound and CT) showed a marked thickening of the skin and the subcutaneous\\ntissue located in the anterolateral region of the right thigh; enlarged lymph nodes up\\nto 2cm long located in the right inguinal chain; a normal-sized liver with the rare\\npresence of homogeneous cysts of 0.5cm. The myelogram was normal.\\nThe patient was referred to the oncology service for surgical treatment.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'18211480': 1, '12361136': 1, '12121554': 1, '19668942': 1, '16618860': 1, '19451502': 1, '12492979': 1, '16433797': 1, '12558621': 1, '23739703': 2}", "similar_patients": "{}"}