{"patient_id": 39433, "patient_uid": "3474966-1", "PMID": 23094186, "file_path": "comm/PMC003xxxxxx/PMC3474966.xml", "title": "Feasibility of Robotic-Assisted Laparoscopic Nephroureterectomy in Left Ventricular Assist Device Patient", "patient": "A 71-year-old Caucasian male presented with the New York Heart Association (NYHA) class III heart failure managed with HeartMate II LVAD as destination therapy and implantable cardioverter defibrillator (ICD). Following right renal colic, the patient underwent intravenous pyelogram at an outside institution which demonstrated right renal pelvic stones (). During ureteroscopic laser lithotripsy, multiple lesions were discovered in his right renal pelvis. Biopsy revealed high-grade urothelial carcinoma. The patient was then referred to our institution 9 months following his cancer diagnosis for further management. CT abdomen was performed and showed multiple filling defects in the right renal pelvis, enlarged retroperitoneal lymph nodes, incidental 4.9 cm abdominal aortic aneurysm, and no evidence of tumor metastases (). The aneurysm was asymptomatic and did not meet size criteria for a prophylactic repair.\\nMedical history includes atrial fibrillation, hypertension, hyperlipidemia, and diverticular disease. Surgical history includes bilateral open nephrolithotomy, repair of bilateral inguinal hernia, and cataract surgery.\\nThe patient was counseled regarding management options for TCC. Being a high surgical risk, he was offered minimally invasive endoscopic laser resection; however he elected to undergo nephroureterectomy with bladder cuff excision. A conference was held with a team of cardiac anesthesiologist, cardiologist, perfusionist, and the managing urologist. Hemodynamic effects of pneumoperitoneum and risks of surgery were discussed. We detailed to the patient the risks of the periprocedural complications. After informed consent, RANU with bladder cuff excision and retroperitoneal lymph node dissection was planned. We thought the robotic approach may help minimize blood loss and expedite recovery.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'18338957': 1, '24981063': 1, '21680014': 1, '22086831': 1, '19519762': 1, '18926514': 1, '22290095': 1, '21109156': 1, '18602140': 1, '11465239': 1, '21070580': 1, '32712732': 2, '20163969': 1, '17711971': 1, '21815793': 1, '20210537': 1, '28059837': 1, '26290767': 2, '6679098': 1, '23094186': 2}", "similar_patients": "{'7382672-1': 1, '4531180-1': 1}"}