{"patient_id": 38495, "patient_uid": "3420481-1", "PMID": 22937415, "file_path": "comm/PMC003xxxxxx/PMC3420481.xml", "title": "Management of Agitation Following Aneurysmal Subarachnoid Hemorrhage: Is There a Role for Beta-Blockers?", "patient": "A 45-year-old man with no prior psychiatric history was brought to the emergency room for altered mental status and after initial assessment and work up, he was diagnosed with subarachnoid hemorrhage (SAH). The patient was hemodynamically stabilized for the next 2 days following which he underwent craniotomy and clipping of anterior cerebral communicating artery aneurysm. Following surgery, treatment was continued with labetalol to control elevated blood pressure, nimodipine to counteract cerebral vasospasm, and levetiracetam for seizure prophylaxis.\\nBeginning postoperative day 4, the patient developed episodes of explosive outbursts of agitation and aggression. Patient was initially given lorazepam 2 mg IV Q 6 hrs by the primary team and a neurology consultation was requested concurrently. Neurologists noted that the CNS exam was unremarkable, but they expressed concern regarding possible worsening of agitated/aggressive behavior with use of levetiracetam. Based on the neurologist's recommendation, levetiracetam was switched to valproate sodium, starting with loading dose of 1000 mg IVPB, followed by 500 mg IVPB Q 12 hrs.\\nAlthough the patient did not develop any seizure activity, his agitated behavior continued to be problematic. Three days after the switch, he continued to display episodic agitated behavior. At this stage the primary team requested psychiatry consultation for pharmaceutical management of agitation. The psychiatry team tried to manage the agitation/aggression with intense nursing intervention and various medications such as olanzapine (up to 10 mg IM Q 12 hrs), valproate (up to 1000 mg daily), lorazepam (2 mg IM Q 6 hrs), and haloperidol (10 mg IM Q 8 hrs).\\nHowever, all the interventions were unsuccessful, and the patient continued to remain agitated and aggressive.\\nWe then considered beta blockers as a possible treatment for uncontrolled agitated and aggressive behavior. Although he was already on labetalol for the treatment of hypertension, since labetalol is hydrophilic and does not readily cross the blood brain barrier, we decided to switch to a lipophilic beta-blocker. We initiated treatment with metoprolol succinate at 50 mg po daily with close monitoring of his hemodynamic status (blood pressure and heart rate). The next day it was increased to 100 mg po daily. Within 3 days, the patient demonstrated significant decrease in agitation and aggression. The benefits were sustained up to a follow-up period of 2 weeks, and the patient was successfully discharged back to the community.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'17054165': 1, '2244550': 1, '1554303': 1, '6805647': 1, '17200914': 1, '12724455': 1, '2894657': 1, '9305262': 1, '17020483': 1, '4025634': 1, '22937415': 2}", "similar_patients": "{}"}