{"patient_id": 44681, "patient_uid": "3855991-1", "PMID": 24349810, "file_path": "comm/PMC003xxxxxx/PMC3855991.xml", "title": "Atypical B12 Deficiency with Nonresolving Paraesthesia", "patient": "Our case report describes 68-year-old female patient who presented initially with neuropathy attributed to vitamin B12 deficiency. Unfortunately, she developed multitude of symptoms including numbness and tingling in both feet, lack of normal sensation up to mid-calf, worsening balance and new onset red papules around shoulder, lower abdomen and back, and unintentional weight loss (15 pounds in 6 months). She was diagnosed with vitamin B12 deficiency and treated with weekly doses of vitamin B12. Laboratory work-up showed serum M (SM) 0.1 g/dL, immunoglobulin G monoclonal protein with lambda light chain specificity on immunofixation, lambda light chain of 85, 24 hour urine protein was normal at 135.7, urine protein electrophoresis was normal. Bone marrow revealed hyper cellular marrow with 50% cellularity and 10% plasma cells on biopsy. Human immunodeficiency virus and human herpes virus 8 were negative. Skeletal survey showed expansile lytic lesion at third lumbar vertebra (L3). PET showed expansile L3 lytic lesion with SUV of 14.8, enlarged left periaortic lymph node with SUV of 9.4. MRI revealed large, lobulated lytic expansile lesion/mass involving the left L3. US abdomen did not show hepatomegaly, splenomegaly, or abdominal free fluid. Electromyography revealed demyelinating sensorimotor peripheral neuropathy. Analysis of cerebrospinal fluid (CSF) showed glucose 58, protein 81, RBCs 131, nucleated cells 12, neutrophils 18%, lymphocytes 74%, and macrophage 8%. Fat pad biopsy on two occasions was negative for Congo red stains and amyloidosis. Right shoulder excision showed cherry angioma. Differential diagnosis included monoclonal gammopathy of undetermined significance (MGUS) [], solitary plasmacytoma, multiple myeloma, Waldenstrom macroglobulinemia, primary amyloidosis, and cryoglobulinemia. Our patient did not fulfill the Mayo Clinic criteria for the diagnosis of POEMS which in addition to demyelinating peripheral neuropathy and monoclonal protein also require at least one of the following three major criteria: osteosclerotic myeloma, Castleman's disease, or elevated serum or plasma serum vascular endothelial growth factor (VEGF) level. In this case, both features were lacking and her serum VEGF level was normal. Castleman's disease required a lymph node biopsy for diagnosis and the only lymphadenopathy present was difficult to biopsy in a patient on anticoagulation. The osteosclerotic lesions in POEMS could be difficult to detect in her large L3 lytic lesion. She had five minor criteria for POEMS: organomegaly (large periaortic lymph node 3.6 × 2.4 × 2.8 cm on PET with high FDG uptake), elevated serum parathyroid hormone, cherry angiomas, erythrocytosis, hemoglobin 16.9 g/dL with decreased EPO levels in absence of myeloproliferative disorder, Jak 2 mutation and BCR-ABL, and thrombocytosis (platelets of 445,000/mcL). Bone marrow biopsy findings highly suggestive of POEMS and showed monoclonal lambda restricted plasma cells, multiple reactive lymphoid aggregates and megakaryocyte hyperplasia (mild). Unexplained weight loss (~15 pounds over the past several weeks). There were no CRAB features of multiple myeloma and fat pad biopsy was negative for amyloidosis.\\nPatient was treated with radiation to the L3 lytic lesion using 50 Gy with complete pain resolution in six weeks. She subsequently received systemic therapy with cyclophosphamide 600 mg weekly and decadron 12 mg weekly for six weeks. Bortezomib 0.7 mg/m2 weekly was added for four weeks. This resulted in stable SM and lambda to kappa light chain ratio. Her peripheral neuropathy was worsened. She has been maintained on IV melphalan 20 mg/m2 and platelets were kept >100.000. Concern with high dose melphalan and autologous stem cell transplant is thrombocytopenia and risk of bleeding.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'7640197': 1, '18209011': 1, '12456500': 1, '11929800': 1, '15975949': 1, '16401856': 1, '21881050': 1, '1648656': 1, '11180752': 1, '18843731': 1, '11589746': 1, '9771661': 1, '16033956': 1, '17644745': 1, '29179528': 2, '16754779': 1, '25177593': 1, '10540371': 1, '11556684': 1, '11562908': 1, '15280195': 1, '24349810': 2}", "similar_patients": "{'5687698-1': 1}"}