{"patient_id": 40182, "patient_uid": "3515415-1", "PMID": 23233867, "file_path": "comm/PMC003xxxxxx/PMC3515415.xml", "title": "Syndrome of inappropriate anti-diuretic hormone in non-small cell lung carcinoma: a case report", "patient": "A 58-year-old woman presented with a one-month history of a cough and fatigue, and a one-week history of haemoptysis. She reported a 20 Ib weight loss over the last year. She had a 45 pack-per-year smoking history. Her past medical history was significant for untreated hepatitis C and alcoholism. Family history included a father and sister with an unknown type of cancer.\\nAt presentation, the patient was afebrile, normotensive, and breathing comfortably at 16 breaths per min while at rest. A complete blood count showed a haemoglobin of 12.0 gm/dl (normal 12.1–15.1). Her white blood cell count, platelets, and hematocrit were all within normal limits. Her electrolyte panel showed mild hyponatremia (serum sodium level of 132 mmol/l). The rest of her electrolytes were unremarkable. The patient’s physical exam was significant for hypertrophic osteoarthropathy in all of her fingers. Her pulmonary exam revealed decreased breath sounds over the right lung fields compared to the left lung fields. There was also diffuse wheezing over the right posterior lung fields.\\nA chest radiograph showed an elevated right hemi-diaphragm, mediastinal lymphadenopathy, as well as tracheal compression near the level of the carina (). CT scan of chest showed a mediastinal mass completely encasing the patient’s superior vena cava ( and ). The mass was causing significant narrowing of her trachea and right mainstem bronchus. The scan also revealed three right upper lobe lesions and a 2.6-cm mass in her left adrenal gland concerning for metastasis. MRI of the brain performed for staging showed no evidence of metastatic disease.\\nThe patient underwent bronchoscopy and biopsy as well as a fine needle aspiration of paratracheal lymph nodes. The pathology report showed tumour cells positive for CK7, negative for CK 5/6, p63, TTF-1, and CK20 immunostains. Lymphoid tissue in the lymph nodes was completely replaced by tumour. The combined morphologic features and immunoprofile were consistent with non-small cell carcinoma, favouring adenocarcinoma ().\\nDue to the tracheal and right mainstem bronchus compression, there was concern for impending airway obstruction in this patient. Accordingly, emergency palliative radiation therapy to the mediastinum was instituted. After one treatment, her serum sodium level was noted to be 123 mmol/l, with a serum osmolality 262 mOsm/kg and a urine osmolality of 579 mOsm/kg. Clinically the patient was euvolemic, hemodynamically stable and asymptomatic. Based on these findings, the diagnosis of SIADH was made.\\nThe patient in this case was treated with a fluid restriction of 1,000 ml/day. This strategy was successful in raising her serum sodium level to 126 mmol/l over the first 24 h. She continued to display no clinical symptoms of hyponatremia. Her serum sodium levels remained stable at 126 mmol over the remainder of her hospital stay.\\nAfter completing one week of radiation treatment, the patient began to experience improvement in her shortness of breath. On physical exam, there was improved air entry into her right lung. The patient was discharged home to complete the remaining five weeks of radiation treatment as an outpatient. Arrangements were also made for the patient to follow up with medical oncology to begin outpatient. Plans were made for further imaging, including a positron emission tomography (PET) scan to investigate of evidence of distant metastasis.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'5337379': 1, '17507705': 1, '22029026': 1, '10824078': 1, '20164215': 1, '15513517': 1, '25114839': 1, '11038047': 1, '19434282': 2, '8614196': 1, '31410343': 2, '16272226': 1, '818477': 1, '7589410': 1, '19881932': 1, '2991279': 1, '8380126': 1, '7629492': 1, '15366568': 1, '23233867': 2}", "similar_patients": "{'2671796-1': 1, '6684297-1': 1}"}