{"patient_id": 161527, "patient_uid": "3658339-1", "PMID": 23716769, "file_path": "noncomm/PMC003xxxxxx/PMC3658339.xml", "title": "Thrombocytopenia-associated multiple organ failure or severe haemolysis, elevated liver enzymes, low platelet count in a postpartum case", "patient": "A 36-year-old female was admitted to the casualty department from another hospital with complaints of abdominal pain, constipation and jaundice. She had a history of hypertension and pre-eclamptic toxaemia two days previously for which she underwent emergency lower segment caesarean section (LSCS) at 35 weeks’ gestational age in the previous hospital and delivered triplets. Discharge summary from the previous hospital revealed that her liver function tests were normal and she had a normal platelet count on admission to that hospital but on discharge, elevated alanine amino transferase (ALT) 228.1 IU/L and aspartate amino transferase (AST) 604.2 IU/L with hyperbilirubinaemia (356.7 umol/L with conjugated 241.43 umol/L and unconjugated 115.27 umol/L) were present. On admission to our hospital, she had tachycardia with a heart rate of 140/minute, blood pressure 176/100 mmHg and peripheral oxygen saturation of 92% on 4 L/minute oxygen. On systemic examination, she was conscious and alert with no neurological deficits. Respiratory examination showed tachypnoea with decreased air entry in bilateral lower lung fields. Abdomen was tender, distended and tense. She had developed oliguria. Chest X-ray showed right-sided consolidation with pleural effusion confirmed by ultrasound. Computed tomography abdomen revealed massive intraperitoneal collection with thickened bowel loops. Her initial haematological investigations showed severe thrombocytopenia (platelets 20 × 109/L) with haemoglobin of 10.2 g% and white blood cells 11.2 × 109/L. Her coagulation profile was normal. Diagnostic ascites tapping showed 480/mm3 white blood cells and rest of the analysis showed transudative picture. She was evaluated by a gynaecologist and surgeons, and bowel injury was suspected. The patient underwent exploratory laparotomy and 5.7 L of ascitic fluid were drained with findings of haemorrhagic liver parenchyma. There was no bowel, uterus or abdominal organ injury. She received 12 units of platelets intraoperatively. She was intubated and shifted to the intensive care unit (ICU). Postoperatively, her arterial blood gases on ventilator with inspired oxygen concentration (FiO2) 0.6 showed metabolic acidosis (pH 7.17, pCO2 5.1, pO2 8.4, HCO3– 13.9, BE −13.8). Cultures of urine, sputum and blood that were sent for septic screening before starting antibiotics, turned out to be negative. Hepatitis viral markers and HIV were found negative. Peripheral smear showed fragmented red cells, anaemia with dimorphic cells, some polychromatic cells with burr cells, thrombocytopenia and leucocytosis with absolute neutrophilia, suggestive of microangiopathic haemolytic anaemia. Her investigations postoperatively also showed hyperbilirubinaemia, elevated liver enzymes, hypoalbuminaemia and thrombocytopenia. To rule out autoimmune disorders, antinuclear antibodies (ANAs) and antineutrophilic cytoplasmic antibodies (ANCAs) were tested and found to be negative. Plasmapheresis was initiated 30 hours after presentation at the hospital. Plasmapheresis was done eight times for over two hours in a nine-day period and haemodialysis was done four times [].\\nShe received five units of packed red cells on the second day and once on the sixth day of admission to the ICU. Thrombocytopenia, liver function tests, renal function and lung condition improved over 10 days [].\\nThe patient was kept intubated due to right-side pneumonia with synpneumonic effusion and she was successfully extubated on the 11th day of admission. Urine output of the patient increased to 2.5 L/day by the 13th day and increased thereafter. She was shifted to the ward on the 15th day and discharged home on the 25th day.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15915311': 1, '16680750': 1, '15821828': 1, '12373468': 1, '16830290': 1, '2062330': 1, '15121574': 1, '18828196': 1, '11816725': 1, '19245695': 1, '15367436': 1, '7889586': 1, '20473002': 1, '16189276': 1, '17096864': 1, '23716769': 2}", "similar_patients": "{}"}