{"patient_id": 40018, "patient_uid": "3506782-1", "PMID": 23205015, "file_path": "comm/PMC003xxxxxx/PMC3506782.xml", "title": "Amantadine in the Treatment of Pathological Gambling: A Case Report", "patient": "The present case concerned a 47-year-old married male, unemployed, previously diagnosed with PG (about 10 years ago). He first started engaging in problematic gambling at horse betting and slot machines 25 years ago. Though he has no criminal history, he has run up about 20,000 euros in debts due to PG. The patient also reported a history of opioid dependence, in remission for 12 years.\\nAt intake assessment, the patient met DSM-IV-TR (American Psychiatric Association, ) and ICD-10 criteria for PG, and was currently experiencing a Major Depressive Episode (MDE) according to DSM-IV-TR. He also met criteria for alcohol dependence, nicotine dependence, and occasional cocaine abuse. The patient did not receive psychological or pharmacological treatments for the opioid and alcohol dependence. Personality traits were explored using the Temperament and Character Inventory – Revised (TCI-R; Cloninger et al., ; Martinotti et al., ): he reported low scores on Harm Avoidance, Persistency, Self-Transcendence, and high scores on Cooperativeness. Impulsivity was measured with the Barratt Impulsiveness Scale, Version 11 (BIS-11; Patton et al., ), and a score of 73 was obtained, indicating high levels of impulsivity. The Hamilton Depression Rating Scale (HAM-D, Hamilton, ) and the Young Mania Rating Scale (YMRS; Young et al., ) were also administered in order to assess mood symptoms; a score of 17 was obtained on the HAM-D and a score of 2 was obtained on the YMRS. Gambling craving was assessed with the Gambling Symptom Assessment Scale (G-SAS; Kim et al., ) and a score of 44 was obtained, which reflects extreme severity of the gambling urge. The patient was initially assigned to a semi-residential treatment program at the Day Hospital of Psychiatry of the Catholic University in Rome, during which he received antidepressant medication (escitalopram 20 mg/day) and joined rehabilitation groups (two sessions per week) specifically aimed at managing PG and raising illness awareness. Alcohol withdrawal symptoms were treated with pregabalin (225 mg/day) and sleep disturbance with trazodone (50 mg/day).\\nAfter 4 weeks of treatment, though the depressive condition had improved significantly (total score HAM-D = 2), he continued to gamble and no change was reported in gambling craving scores, as measured with the G-SAS. Three months after the first assessment, he was referred to the psychiatric ward of the clinic “Villa Maria Pia” in Rome. Upon admission, he did not present acute psychopathological conditions, with the exception of alcohol and gambling craving. Treatment with amantadine was initiated, after the patient gave his written informed consent. The study consisted of 10 weeks of open-label amantadine. Amantadine was administered with a titration schedule of 50 mg daily for 1 week, 50 mg twice daily (bid) for 2 weeks, and 100 mg + 50 mg for the rest of the study period. During all the study period, the patient continued to receive the previous treatment (pregabalin 225 mg/day; trazodone 50 mg/day) to treat alcohol withdrawal symptoms (Di Nicola et al., ). At baseline, G-SAS was administered and the subject reported the previous score of 44. Depressive and manic/hypomanic symptoms were assessed using the HAM-D and the YMRS (see Table ). HAM-D, YMRS, and G-SAS were repeated after 2, 4, and 8 weeks. After the first 2 weeks of treatment the patient was discharged from the clinic and continued receiving amantadine as an outpatient at the Day Hospital of Psychiatry of the Catholic University in Rome. Safety assessment at each visit included evaluation of sitting blood pressure, heart rate, and weight. The patient tolerated the medication well, without any side effects. ECG results were normal throughout the entire study period, and no effect on QTc interval was observed. Also, the patient did not report any significant anticholinergic side effects. During the study period, the patient reported a reduction of 43–64% in G-SAS scores (with a reduction from extreme to mild-moderate gambling urge; Figure ), no change in mood assessment was observed, and only one relapse in PG behaviors was reported.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'25383315': 1, '4395528': 1, '8250684': 1, '21072531': 1, '24955359': 1, '19200607': 1, '18830241': 1, '728692': 1, '17414236': 1, '20373479': 1, '19909912': 1, '9756161': 1, '21519339': 1, '25520673': 1, '29788757': 1, '15797467': 1, '21600645': 1, '25243136': 1, '21217832': 1, '14749442': 1, '25013755': 1, '17445781': 1, '22144966': 1, '20721537': 1, '18640909': 1, '8973841': 1, '2672061': 1, '1330470': 1, '21415847': 1, '20687121': 1, '16697124': 1, '14399272': 1, '11097979': 1, '14151624': 1, '11068158': 1, '5818715': 1, '22474298': 1, '21536062': 1, '19571793': 1, '21121175': 1, '18702939': 1, '17203013': 1, '22348881': 1, '22889563': 1, '1862788': 1, '15643429': 1, '25057479': 1, '30671764': 2, '28643183': 1, '12442683': 1, '16251991': 1, '12105999': 1, '8778124': 1, '24971012': 1, '12062456': 1, '23205015': 2}", "similar_patients": "{'7026297-1': 1, '7026297-2': 1, '7026297-3': 1}"}