{"patient_id": 156821, "patient_uid": "3271616-1", "PMID": 22346193, "file_path": "noncomm/PMC003xxxxxx/PMC3271616.xml", "title": "Pediatric brainstem oligodendroglioma", "patient": "A 13-year-old girl presented with complaints of bifrontal headache, associated with projectile vomiting for 6 months duration. In the last fortnight, she had developed visual obscurations and ataxic gait. She had deviation of angle of mouth to the right side while talking and smiling for 2 months. In the last 5 days, she had developed drooping of both eyelids. On examination, the child was conscious, with intact cognition. She had dysarthric speech with a nasal twang. She could count fingers at 2 meter with the right eye, while mere perception of light with the left eye. Bilateral ptosis was present, more prominent on the left side. The left eye was deviated laterally and superiorly. Left-sided lower motor neuron palsy of the seventh cranial nerve was present. Bilateral gag reflex was weak. She had spastic quadriparesis. Thus, signs and symptoms were suggestive of bilateral, multiple, asymmetrical cranial nerve palsies with long tract signs consistent with intrinsic brainstem lesion, localized to the pons and midbrain, more towards the left side.\\nComputed tomography (CT) scan of the head revealed mass lesion in the brainstem, compressing and obscuring the fourth ventricle, leading to obstructive hydrocephalus. After right-sided ventriculo-peritoneal (VP) shunt, the patient underwent contrast-enhanced magnetic resonance imaging (MRI) study, which showed a large pontine mass lesion, protruding from the floor of the fourth ventricle and occluding it. The mass lesion was hypo-intense on T1-weighted scan and iso-intense to hyper-intense on T2 scan. On contrast administration, there was variegated contrast enhancement, with well delineation of cystic regions within the tumor [Figure and ]. With a clinico-radiological diagnosis of pediatric brainstem glioma, the patient underwent midline sub-occipital craniectomy and near-total excision of tumor. Intraoperatively, the median sulcus was split and tumor was entered, which was debulked using cavitron ultrasonic suction aspirator (CUSA). The tumor was soft, friable, with intermittent regions of fluid-filled cavities, suggestive of old hemorrhages and necrosis. The tumor was mildly vascular. Postoperatively, the patient's deficits remained static, except for increased right-sided motor weakness. The patient was discharged on eighth postoperative day and was subjected to craniospinal irradiation of 50 Gy. Histopathology showed moderately cellular neoplasm with a monotonous pattern of uniformly rounded hyperchromatic nuclei separated by delicate branching network of capillaries. Further, higher magnification showed psammoma body like micro-calcification in the tumor. Overall features were suggestive of oligodendroglioma []. At 1 year of follow-up, the child is ambulatory with a Karnofsky Performance Scale (KPS) of 90%. The diplopia has disappeared and there is no ptosis. MRI shows satisfactory tumor excision and tumor control. There is no evidence of recurrence of tumor at the operative site or spinal cord. Further, immunohistochemistry showed positive glial fibrillary acidic protein (GFAP) immunostain in the glial component. Nuclear Ki67 labeling in the tumor cells was positive [].", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'13002594': 1, '684601': 1, '20849631': 2, '8397926': 1, '5306178': 1, '8929513': 1, '2643686': 1, '19912073': 1, '22346194': 1, '34787716': 1, '6082179': 1, '22346193': 2}", "similar_patients": "{'2949720-1': 1}"}