{"patient_id": 35506, "patient_uid": "3114539-1", "PMID": 21687537, "file_path": "comm/PMC003xxxxxx/PMC3114539.xml", "title": "Bilateral Burkitt Lymphoma of the Ovaries: A Report of a Case in a Child with Williams Syndrome", "patient": "A 10-year-old female diagnosed with Williams Syndrome at age 9 years, confirmed by fluorescent in situ hybridization (FISH), presented with a two-month history of fatigue, decreased activity, weight loss, regression in bladder control, and a recently palpated pelvic mass. Her medical history was also significant for congenital hypothyroidism and aortic valvular stenosis.\\nPhysical examination showed WS facial dysmorphia, murmur consistent with aortic valvular stenosis, mild hypertension, and a 2.5 cm by 2.5 cm protruding mass just medial to the left anterior superior iliac spine, without defined edges.\\nAbdominal CT study revealed four discrete masses: two large masses within the pelvis causing bilateral hydronephrosis, a third involving the hilum of the left kidney interfering with arterial and venous blood flow of the kidney, and a fourth involving the head of the pancreas. Metastasis to the left femoral diaphyses and proximal left humerus was also noted. Laboratory evaluation demonstrated a progressively elevated LDH, normal uric acid, BUN, and creatinine. Serological workup for Epstein Barr Virus and cytomegalovirus was negative. The patient underwent exploratory laparotomy, salpingo-oophorectomy, partial omentectomy, and a wedge biopsy of right lobe of liver. The cut surface of the ovaries is shown in . Microscopic examination of the ovaries showed diffuse infiltrates consisting of medium-sized hyperchromatic cells with irregular nuclei, and small multiple nucleoli (). Mitotic activity was high, and there were areas of increased debris-laden macrophages, giving the appearance of a “starry-sky”. Cell marker study by flow cytometry revealed a monotypic lymphoid cell population, positive for CD10, CD19, CD20, and HLA: DR with kappa light chain restriction. Cytogenetics and molecular genetics showed 46, XX, t(8; 14) (q24; q32).\\nThere was no evidence of tumor in the liver or omentum. The bone marrow and CSF were negative for malignant cells. The results of pathology and staging indicated Stage III Burkitt lymphoma (by Murphy staging) [].\\nIntention was to treat the patient as per FAB/LMB96 regimen B4, but therapy reductions were made due to complications []. Her regimen included COP (cyclophosphamide 300 mg/m2, vincristine 1 mg/m2 once, prednisolone 60 mg/m2/day for 7 days, and intrathecal chemotherapy with methotrexate/hydrocortisone (once)), COPADM1 (cyclophosphamide 250 mg/m2 BID for 6 doses, vincristine 2 mg/m2 once, prednisolone 60 mg/m2/day for 5 days, then taper over 3 days, doxorubicin 60 mg/m2 once, methotrexate 3000 mg/m2 once, and methotrexate/hydrocortisone given intrathecally twice), dose-reduced COPADM2 (cyclophosphamide 250 mg/m2 BID for 6 doses, vincristine 1 mg/m2 once, prednisolone 60 mg/m2/day for 5 days, then taper over 3 days, doxorubicin 30 mg/m2 once, methotrexate 1500 mg/m2 once, and methotrexate/hydrocortisone given intrathecally twice), and dose-reduced CYM1 (cytarabine 100 mg/m2 continuous infusion daily for 5 days, methotrexate 1500 mg/m2 once, and intrathecal methotrexate/hydrocortisone once and cytarabine/hydrocortisone once). The last cycle of chemotherapy, CYM2, was omitted. Rituximab was given every 2–4 weeks for 5 total doses, starting between COPADM1 and COPADM2, with a cumulative dose of 1875 mg/m2.\\nOur patient developed several complications during and after therapy. These included hypertension and renal insufficiency requiring intensive care. She presented with a small bowel obstruction after induction therapy, followed by abdominal compartment Syndrome; both required surgical intervention and prolonged administration of parental nutrition. She experienced a two-month delay in chemotherapy to allow for healing. The patient had multiple episodes of febrile neutropenia with concomitant sepsis producing delays and dose reduction of chemotherapy. Chemotherapy was discontinued early due to poor tolerance. Cytopenias persisted for several months off chemotherapy, but did not require intervention with transfusions or growth factors and spontaneously resolved at approximately 6 months after rituximab completion. At the time of this report, she has been off therapy for 22 months and remains in complete remission.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'12914701': 1, '25388916': 1, '23604363': 1, '16614233': 1, '3843262': 1, '30233648': 1, '10642537': 1, '7693128': 1, '19092802': 1, '8611680': 1, '9931421': 1, '9209470': 1, '15381380': 1, '20516455': 1, '12914700': 1, '17132719': 1, '12796854': 1, '299456': 1, '8968740': 1, '18392775': 1, '8950667': 1, '8605326': 1, '15701989': 1, '12821664': 1, '8488885': 1, '11934988': 1, '25569233': 1, '7611295': 1, '9689928': 1, '2915234': 1, '7954327': 1, '7703482': 1, '21687537': 2}", "similar_patients": "{}"}