{"patient_id": 45313, "patient_uid": "3892208-1", "PMID": 24455041, "file_path": "comm/PMC003xxxxxx/PMC3892208.xml", "title": "The “Toronto prosthesis”, an appealing method for restoring patients candidates for hybrid overdentures: A case report", "patient": "A 63-year-old man with mandibular prognathism (classified as Angle Class III), attended a private dental office seeking full prosthetic rehabilitation. He had already be wearer of partial dentures in both arches and he wanted fixed prostheses. The maxilla was rehabilitated using both tooth and implant supported fixed partial dentures. For the lower jaw, after the clinical and radiological (Axial Tomography) assessment, it was decided that he was able to receive implant-supported rehabilitation, despite the insufficient bone height and width. We were aware that the mandibular restoration had to restore both the hard and soft tissues. An overdenture had been suggested previously, but the patient refused it. Thus, 7 externally hexed implants (MG Osseous. Mozograu SL, Valladolid, Spain) were inserted according to manufacturer recommendations at the level of 46/44/43/32/33/34/36 We used a single-phase technique: i.e., maintaining the healing abutments with a provisional relining material beneath the removable prosthesis, which was supported by 2 transitional natural teeth -31 and 41- during the period of implant osseointegration.\\nAll implants healed uneventfully, but a surgical bur was broken during drilling due to the bone strength at the level of 47. Moreover it was found that the patient had an unknown blood disorder, detected in the surgical procedure and in the immediate postoperative phase. Later analysis confirmed the presence of haemophilia, although this finding had been no obstacle to the performance of the surgery.\\nAfter 3 months, impressions were taken using the pickup technique and a test for occlusion and aesthetic composition was performed on a wax-up, to simulate the final restoration. Then, a sectioned mesostructure with multiple individual abutments was made by casting, and after a clinically acceptable passive fit had been con-firmed multiple individual crowns of metal-ceramic were made (Fig. ). The mesostructure was ceramicized in pink to mimic the soft tissues (Fig. ) and the crowns were provisionally cemented after the glazed ceramic crowns had been inserted (Fig. ).\\nThe “Toronto prosthesis” comprised 12 teeth made of porcelain fused to metal, supported by 7 implants distributed along the jaw in three sections (Fig. ), so that the occlusal forces would not compromise the implants. The crowns were individual, with points of contacts but leaving empty spaces for proper hygiene. After rehabilitation, the patient improved his mandibular prognathism through functional mandibular retrusion, thus gaining a better aesthetic aspect. The end result provided an adequate contour to facilitate maintenance and healthy gum tissue.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'33274082': 1, '26557392': 1, '14982360': 1, '21094996': 1, '10795456': 1, '19234433': 1, '21209982': 1, '31856799': 1, '33041596': 2, '30087765': 1, '14579961': 1, '14982352': 1, '27123022': 1, '30405735': 2, '31948414': 1, '3074050': 1, '34594553': 2, '34361502': 1, '20147811': 1, '17057675': 1, '10697941': 1, '24455041': 2}", "similar_patients": "{'6218463-1': 1, '8462366-1': 1, '8462366-2': 1, '7518501-1': 1}"}