{"patient_id": 156268, "patient_uid": "3229951-1", "PMID": 22148025, "file_path": "noncomm/PMC003xxxxxx/PMC3229951.xml", "title": "Apocrine Carcinoma of the Groin Possibly Associated with Extramammary Paget's Disease", "patient": "A 71-year-old man visited our hospital with a raised nodular mass of size 2×3×1 cm in his left groin and an erythematous area of 9×10 cm over the left groin (). He had first noticed the erythema and nodules 6 months before he visited our hospital. The erythema had gradually expanded in size. Ulceration with intermittent bleeding was noted within the nodular mass. On physical examination, edema of the left leg was observed, and lymph nodes in both inguinal regions were palpable. The results of routine hematological and biochemical examinations were normal. Examination of skin biopsies from the inguinal folds revealed features of EMPD in the epidermis and underlying glandular neoplastic foci in the reticular dermis and in the subcutaneous adipose tissue (). Moreover, focal angiovascular invasion was noted. Typical Paget cells were scattered in the epidermis (). The glandular neoplastic foci resembled carcinoma in situ. Some foci showed accumulation of secretion in central regions (). The tumor cells exhibited abundant eosinophilic cytoplasm and large vesicular nuclei.\\nThe tumor and Paget cells showed strong positive immunohistochemical staining for carcinoembryonic antigen (CEA), epithelial membrane antigen, cytokeratin 7 (CK7), and gross cystic disease fluid protein-15 (GCDFP-15) () but were negative for melanin-A, S-100, and CK20 (). The patient was diagnosed with apocrine carcinoma related with extensive EMPD. Chest radiography, abdomino-pelvic computed tomography (CT), a gallium scan, a bone scan, and positron emission tomography-CT were performed to exclude the presence of internal malignancy. The results showed multiple lung, bone, and lymph node metastases. After consultation with a urologist and a surgeon, we concluded that this patient was inoperable, and opted for conservative treatment; however, the patient refused any treatment.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'16436348': 1, '29366305': 2, '17375797': 1, '18347508': 1, '18485020': 1, '19476520': 1, '6198933': 1, '24385708': 1, '16120170': 1, '22148025': 2}", "similar_patients": "{'6056362-1': 1}"}