{"patient_id": 35712, "patient_uid": "3132325-1", "PMID": 21696639, "file_path": "comm/PMC003xxxxxx/PMC3132325.xml", "title": "Desmoplastic small round cell tumour in a 74 year old man: an uncommon cause of ascites (case report)", "patient": "A 74 year old man presented to hospital with a six week history of increasing abdominal girth, worsening umbilical pain, decreased appetite, and a six month history of significant unintentional weight loss. His past history was significant for an excised rectal tubular adenoma, Benign Prostatic Hypertrophy, and Gastroesophageal Reflux Disease. He was a non-smoker and a non-drinker. He had recently been prescribed Spironolactone 25 mg daily for his ascites and he took Rabeprazole 20 mg daily. Initially, the patient's blood pressure was 124/80, pulse 115 and regular, respiratory rate 20, and he was afebrile. The abdomen was distended with bulging flanks. There was a fluid wave and shifting dullness. There were no signs of chronic liver disease. Cardiovascular exam was normal, with no murmurs or extra heart sounds, and the JVP was 2 cm. Breath sounds were heard to the lung bases bilaterally with no crackles. There was no peripheral edema and no evidence of lymphadenopathy of the head and neck or groin.\\nA computed tomography (CT) scan of the abdomen showed extensive omental caking and ascites (Figures and ). This was seen as heterogenous nodular enhancement of the omentum with marked dense free fluid in the abdominal and pelvic cavities. The liver and bowels were unremarkable. No bony lesions were seen. Multiple enlarged paraaortic lymph nodes with the absence of central hilar fat were noted. CT of the chest did not demonstrate any lesions.\\nTherapeutic and diagnostic paracenteses were performed, which revealed visibly bloody peritoneal fluid. Analysis was negative for malignant cells on both occasions. The differential cell count was: monocytes 14%, lymphocytes 67%, and neutrophils 19%. The serum and fluid albumin values were 33 g/L and 25 g/L, respectively, giving a serum-ascites albumin gradient (SAAG) of 8 g/L, suggestive of non-portal hypertension ascites. Cultures of the fluid were negative for infection.\\nUltrasound guided omental biopsies were performed. Microscopic analysis showed neoplastic small round blue cells arranged in sheets, without a desmoplastic stroma (Figure ). The cells possessed large hyperchromatic nuclei and amphophilic cytoplasm. There were scattered mitoses, less than 1 per 10 HPF with foci of microscopic necrosis.\\nImmunohistochemistry showed a strong positive desmin staining of cytoplasm and punctate (Figure ). There were scattered cells positive for CAM 5.2, punctate pattern (Figure ), as well as rare EMA positive cells. Staining for Ki-67 with MIB-1 was positive in up to 35% of tumour cells (Figure ), and the cells were negative for WT1.\\nSeveral days later, cytogenetics results were available and demonstrated the presence of EWS/WT-1 fusion transcriptase arising from the (11;22) translocation, characteristic of DSRCT.\\nBy the third week of admission, despite repeated therapeutic paracenteses, the patient had significantly deteriorated. He became bed bound, anorexic, and weak. He developed impressive peripheral edema with ongoing tense ascites, leading to intravascular fluid depletion. He was hypotensive and in acute renal failure with hyperkalemia. The decision was made for comfort measures only after the final pathological diagnosis. He passed away shortly thereafter. An autopsy was not performed.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'9738572': 1, '3417231': 1, '15868593': 1, '1616215': 1, '11836699': 1, '8756380': 1, '12640103': 1, '9090524': 1, '8764740': 1, '8187063': 1, '1573754': 1, '24974919': 1, '18573782': 1, '7813364': 1, '27799974': 1, '9250296': 1, '2473463': 1, '3654755': 1, '16683894': 1, '12131150': 1, '10968707': 1, '33192158': 1, '9308124': 1, '15880716': 1, '21696639': 2}", "similar_patients": "{}"}