{"patient_id": 161041, "patient_uid": "3617538-1", "PMID": 23580861, "file_path": "noncomm/PMC003xxxxxx/PMC3617538.xml", "title": "Delayed Onset Chloroquine Retinopathy Presenting 10 Years after Long-Term Usage of Chloroquine", "patient": "A 52-year-old female with Sjogren’s syndrome presented to us with diminution of vision in both eyes for 1 year. She was diagnosed 19 years prior to presentation and had been taking chloroquine (250 mg daily) for 7 years. Later, the medication was changed to methotrexate (10 mg/week). The best corrected visual acuities using a Snellen chart were 6/9, N6 and 6/6, N6 in the right and left eye respectively. She could identify 1 plate correctly in the right eye and 10 plates in the left eye using Ishihara’s isochromatic plates. Anterior segment examination was within normal limits in both eyes. Indirect ophthalmoscopy of both eyes showed normal looking central fovea with a circular ring shaped area of depigmentation measuring approximately two disk diameters in size akin to a “Bull’s eye appearance”. The rest of the retina and the optic nerve head were within normal limits. Fundus fluorescein angiography showed increased hyperfluorescence due to a window defect in the macular area corresponding to the area of depigmentation and reduced hyperfluorescence due to blockage of choroidal fluorescence in the central fovea [Figures and ]. Spectral domain optical coherence tomography of both eyes showed reduced central foveal thickness (right eye 108 μ and left eye 132 μ). Both eyes showed generalized loss of outer retinal layers in foveal and parafoveal areas while the left eye showed preservation of the inner segment outer segment (IS- OS) junction [Figures and ]. Full-field electroretinogram revealed normal photopic and scotopic responses for both eyes. Multifocal electroretinogram showed reduced central and paracentral ring responses and reduced perifoveal ring responses in both eyes [Figures and ]. Based on the history and clinical findings, the patient was diagnosed with late onset chloroquine retinopathy. The patient was informed about the condition and a letter of recommendation addressed to her physician was sent documenting the importance of avoiding chloroquine.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'13410231': 1, '21292109': 1, '6869408': 1, '18432546': 1, '33324224': 1, '32934892': 1, '14402143': 1, '25796972': 1, '11716127': 1, '4866642': 1, '6830093': 1, '6060846': 1, '28596207': 1, '23580861': 2}", "similar_patients": "{}"}