{"patient_id": 162775, "patient_uid": "3748667-1", "PMID": 23977663, "file_path": "noncomm/PMC003xxxxxx/PMC3748667.xml", "title": "Cancer problem in Peutz–Jeghers syndrome", "patient": "In 2003, a 40-year-old woman consulted a doctor because of feeling a palpable mass in the right breast and bleeding discharge from both breasts. Mammography was taken and revealed bilateral mass with infiltrating margins. Excisional biopsy was performed on both breasts. In histopatholgical examination, grossly; the right side showed a nonencapsulated mass with 5.0 × 4.0 × 1.0 cm size as well as relatively dense consistency and the left one showed the same mass with 6.0 × 3.0 × 2.0 cm size. In microscopic examination it was showed carcinoma in atypical sclerosing papilloma of both breasts [].\\nOne month later bilateral modified radical mastectomy and axillary lymph nodes dissection were performed. In microscopic examination there was no residual of primary tumor and the only abnormality is atypical ductal hyperplasia. Lymph-nodes, skin, and nipple were free. Three months later a colonoscopy was performed and multiple polyps were found in the large bowel. Biopsy was taken and the result was hamartomatous polyp [].\\nTwo years later in 2005, she was referred to the hospital again because of abnormal uterine bleeding (menometrorrhagia). Pelvic ultrasound showed increased endometrial thickness with normal adnexal regions. Bilateral salpingo-oophorectomy was performed. In histopathological examination, grossly, the uterus was measured 10.0 × 8.0 × 3.0 cm. The right ovary was measured 4.0 × 2.0 × 1.0 cm and the left one 4.0 × 3.0 × 1.0 cm. The cut surface of both ovaries showed nonhomogenous appearance with no obvious lesion. In microscopic examination, both ovaries showed sharply circumscribed rounded epithelial nests composed of ring-shaped tubules encircling the hyalinized basement membrane-like material. The nests have two basic patterns: The simple pattern is that of a single tubule encircling a central rounded hyaline mass, and the complex pattern is characterized by communicating tubules encircling multiple hyaline masses. These features are compatible with sex cord tumor with annular tubules that are usually associated with Peutz–Jeghers syndrome []. Except simple hyperplasia of endometrium; no any pathologic feature was found in the endometrium.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'1117595': 1, '7104978': 1, '20181116': 2, '11039077': 1, '17344176': 1, '21837607': 1, '26337050': 1, '21503748': 1, '2599445': 1, '21617985': 1, '8912836': 1, '22040664': 1, '21856304': 1, '21503746': 1, '12144681': 1, '11950848': 1, '16474908': 1, '24306927': 1, '15398245': 1, '10408777': 1, '10353780': 1, '9672254': 1, '11113065': 1, '8188091': 1, '9428765': 1, '14662533': 1, '15323138': 1, '22067184': 1, '21941977': 1, '23977663': 2}", "similar_patients": "{'2830979-1': 1}"}