{"patient_id": 43908, "patient_uid": "3789440-1", "PMID": 24159410, "file_path": "comm/PMC003xxxxxx/PMC3789440.xml", "title": "Early Rupture of an Ultralow Duodenal Stump after Extended Surgery for Gastric Cancer with Duodenal Invasion Managed by Tube Duodenostomy and Cholangiostomy", "patient": "A 62-year-old male patient presented to our surgical department after observing the passage of black, tarry stools per rectum. Esophagogastroduodenoscopy identified an advanced type 3 60 × 30 mm tumor of the lower part of the stomach and at least 15 mm extension into the duodenum. Endoscopic biopsy revealed a poorly differentiated adenocarcinoma. An abdominal and thoracic CT obtained showing thickening of the gastric wall of the antrum and the first part of the duodenum, absence of serosa invasion, associated regional lymph nodes, and absence of distant metastasis.\\nAn extended gastrectomy was decided for a resectable cT3cN+cM0 tumor; however, pancreaticoduodenectomy was in mind if a clear distal margin could not be ensured. In our case, extended surgery consisted of (a) distal gastrectomy and at least 45 mm resection of the first part of the duodenum. Frozen section examination of the resection line showed no microinvasion of the carcinoma; consequently, an ultralow duodenal stump was left behind in the surgical bed () and closed after mobilization of 10 mm of the posterior duodenal wall from the pancreas using a 45 mm linear cutting stapler and interrupted seromuscular layer sutures; (b) complete omentectomy and bursectomy; (c) D2 plus number 11d, 12b, 12p, 13, 14v, 16a2, 16b1, 17, and 18 lymphadenectomy; (d) Roux-en-Y gastrojejunostomy in an antecolic way. Histology of the surgical specimen revealed a type 3, 60 × 30 mm, PM0, DM0, R0, CY(0), UL(+), ly(+), v(+), and poorly differentiated solid type pT3pN2pM1 and stage IV adenocarcinoma with 6/68 metastatic lymph node ratio []. The tumor was characterized as M1 due to involvement of number 13 nodes (1/3 metastatic ratio).\\nThe patient was convalescing satisfactory; until suddenly on postoperative day 1 severe pain, abdominal rigidity, and fever developed. Bile-stained fluid was observed at the drain near the duodenal stump. Few hours after the onset of pain the patient exhibited a shock-like state and became hemodynamically unstable. Red blood was withdrawn from the drain near the gastrojejunal anastomosis. Relaparotomy was performed; dehiscence of the corner of the medial wall of the duodenal stump and hemoperitoneum due to erosion of vessels from the duodenal content at the left side of the transverse mesocolon, which left skeletalized due to bursectomy, were observed. After thorough peritoneal lavage and ligation of the bleeding mesenteric vessels, duodenal drainage and biliary diversion were performed (). A 22 French Foley catheter was introduced through the open end of the duodenal stump. A pursestring of 3-0 absorbable suture was placed near the open edge of the duodenum and tied so that it gently held the tube in place. A second pursestring of 3-0 nonabsorbable suture was placed around the tube in the seromuscular layer and tied so that the first pursestring was invaginated into the lumen of the duodenum. Unfortunately, due to complete omentectomy, an omental pedicle was not available to secure the junction of the tube and the duodenum. The tube was then brought out through the abdominal wall leaving the intraperitoneal portion of the tube as short as possible. A closed suction drain was left near TD site to drain the leak around the catheter, and T-tube drainage of the common bile duct was added.\\nAfter the primary postoperative period, total parenteral nutrition and ocreotide at a dose of 100 mcg subcutaneously 3 times per day were administered; enteral diet was instituted on postoperative day 15. Assessment of clinical, physical, and radiological signs (), output volume, and enzyme concentration of TD, T-tube, and closed suction drain () was employed in the overall management of the duodenocutaneous fistula (). During hospitalization, the patient did not develop symptoms and signs of peritonitis or sepsis. The TD was removed on postoperative day 28, when (a) the output of the TD was minimum; (b) a contrast study did not reveal leak around the TD catheter; and (c) the closed suction catheter drainage did not fulfill pancreatic fistula criteria regarding output and amylase concentration []. The T-tube catheter was removed on postoperative day 32 with intermittent clamping 7 days before TD removal and permanent clamping after TD removal, when despite clamping, the output of the closed suction drain remained low. Finally, on postoperative day 36, the closed drain catheter was removed, and the patient was discharged home; the external duodenal fistula ceased spontaneously on postoperative day 45.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'31138190': 1, '18338204': 1, '17566821': 1, '20049433': 1, '9124636': 1, '7630166': 1, '15051257': 1, '5763306': 1, '1670218': 1, '3251883': 1, '21573742': 1, '11878791': 1, '19452571': 1, '21573743': 1, '26140005': 1, '8179099': 1, '24159410': 2}", "similar_patients": "{}"}