{"patient_id": 155173, "patient_uid": "3162690-1", "PMID": 21886935, "file_path": "noncomm/PMC003xxxxxx/PMC3162690.xml", "title": "Forearm gangrene following distraction injury at elbow in a neonate", "patient": "One day old male baby presented to the orthopedics emergency by his parents with bluish discoloration of entire left forearm and hand 12 hours after delivery. The baby was delivered by a trained birth attendant in a village by vaginal delivery but with hand prolapse presentation. The baby was forcibly delivered by the same attendant with vigorous pulling of the hand of the extremity. The baby was pre-term with birth weight of 2.2 kg. The mother never underwent any antenatal checkup. As per statement given by the parents the affected forearm after birth was discolored and the skin temperature was less as compared to normal side 6 h after birth.\\nOn clinical examination after 12 hours of delivery, the bluish discoloration of the extremity from left elbow downwards was noticed. The child was not in shock. His vitals were stable and looked apparently healthy. The affected extremity look longer. A gangrenous patch of 1” × ½” size over the lower end of forearm with ensuing gangrene of all the fingers was seen. The left hand and forearm were noted to be swollen, cool, cyanosed and tip of the fingers were necrosed []. Skin blisters were present on the elbow area. The infant had no spontaneous finger or wrist motion. There was neither any distal pulsation nor any sensation in the hand or forearm and the consistency of forearm was firm to hard. There was no other visible injury in the body.\\nX-ray of the affected extremity including shoulder, elbow and wrist showed a wide gap of 6–7 cm between forearm bones and distal end of humerus []. The humerus and forearm bones appeared normal. A Doppler study of the affected limb revealed absent flow in the forearm distal to the elbow. Routine hematologic investigations including blood sugar estimation were done for the mother of the baby and she was found to be nondiabetic.\\nThe baby was given parenteral antibiotics to prevent sepsis. After 3 days, a clear-cut demarcation line developed between the gangrenous and healthy area at elbow level []. Above elbow amputation was done after taking consent from the parents []. Intraoperatively, it was seen that the lower end of the humerus was separated from the forearm bones at the level of distal humeral physis. The vessels and nerves were found to be stretched out. The postoperative period was uneventful.", "age": "[[1.0, 'day']]", "gender": "M", "relevant_articles": "{'16541269': 1, '31448021': 1, '1123362': 1, '8157342': 1, '21886935': 2}", "similar_patients": "{}"}