{"patient_id": 166196, "patient_uid": "3951960-1", "PMID": 24221606, "file_path": "noncomm/PMC003xxxxxx/PMC3951960.xml", "title": "Clinically mild encephalitis/encephalopathy with a reversible splenial lesion associated with febrile urinary tract infection", "patient": "A 15-year-old Japanese girl was admitted to the hospital with severe periorbital and pedal edema. She also had a butterfly shadow, oral ulcer, and joint pain. A peripheral blood examination showed thrombocytopenia (platelets, 66 × 109/l), hypoproteinemia (serum total protein, 33 g/l), hypoalbuminemia (serum albumin, 6 g/l), and hypercholesterolemia (total cholesterol, 13 mmol/l). Her serum creatinine level was normal (41.5 μmol/l). Immunological studies were positive for anti-nuclear antibody with a titer of 1:640 in a peripheral pattern, anti-smooth muscle antibody of 0.22 U/l (normal range, 0.0–0.0059 U/l), anti-U1 ribonucleic protein antibody of 0.15 U/l (normal range, 0.0–0.012 U/l), and anti-single-stranded DNA antibody of 0.035 U/l (normal range, 0–0.025 U/l). Serum complement levels were low, with C3 of 0.49 g/l (normal range, 0.86–1.6 g/l), C4 of 0.1 g/l (normal range, 0.17–0.45 g/l), and CH50 of 22.3 kU/l (normal range, 31.5–48.4 kU/l). Sediment contained 20–29 red blood cells and cellular casts per high-power field, and urinalysis showed proteinuria at a concentration of 34,010 g/l and urinary protein to creatinine ratio of 27 g/gCr. Based on these findings, she was diagnosed with systemic lupus erythematosus (SLE) with nephrotic syndrome. Renal biopsy findings showed a minor glomerular abnormality under light microscopy. By immunofluorescence study, granular depositions of IgG and C3 along the peripheral capillaries were observed, and electron microscopy showed subepithelial deposits. With prednisolone and tacrolimus, she achieved complete remission after 8 months.\\nAt the age of 16 years, the patient had fever, headache, vomiting, and right back pain. One day later, she had chills and delirious behavior followed by consciousness disturbance. On admission, the patient was awake but appeared severely ill owing to malaise and dehydration. Her blood pressure was 87/45 mmHg, pulse was 89 beats per minute, temperature was 39.5 °C, and oxygen saturation was 98 % while she was breathing ambient air. Her abdominal pain was localized to the right back region, and costovertebral angle tenderness was positive. Peripheral blood analysis showed leukocytosis (white blood cell count, 18 × 109/l), an elevated C-reactive protein level of 0.17 g/l (normal range, 0.0–0.0039 g/l), and serum creatinine level of 78.6 μmol/l. Complement levels were normal. Urinary sediments contained 10–19 white cells, and urinary culture was positive for Klebsiella pneumoniae. Cerebrospinal fluid (CSF) examination showed no abnormalities, and cultures of blood and CSF were negative. In addition, brain single-photon emission computed tomography showed no abnormalities. Therefore, it was thought that flaring of lupus was unlikely, and she was diagnosed with febrile urinary tract infection. Further examinations, including a voiding cystourethrogram (VCUG) and 99mTc-dimercaptosuccinic acid (DMSA) renal scintigraphy, were performed. VCUG showed right vesicoureteral reflux (grade II), and 99mTc-DMSA scintigraphy showed right cortical defects. These results were compatible with right pyelonephritis. Thereafter, treatment with intravenous antibiotics gradually improved signs and symptoms, such as fever, laboratory findings, and right back pain, but she had prolonged headaches, nausea, and vomiting. Therefore, further examinations were performed. As a result, T2-weighted, diffusion-weighted, and fluid attenuated inversion recovery images in brain MRI showed high intensity lesions in the splenium of the corpus callosum on the third hospital day, which completely disappeared 1 week later (Fig. ). At the same time, headaches, nausea, and vomiting also gradually improved. These typical findings of MRI and clinical features were compatible with MERS.\\nAt the age of 17 years, the patient has not had recurrence of MERS with sustained remission of lupus.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'27089920': 2, '20201076': 1, '16157763': 1, '17374489': 1, '15557501': 1, '18668232': 1, '29563947': 2, '19339128': 1, '21576007': 1, '21924570': 1, '17032879': 1, '34227046': 1, '27230114': 2, '27641480': 1, '16190935': 1, '23131610': 1, '22129937': 1, '16079986': 1, '10103321': 1, '24221606': 2}", "similar_patients": "{'4880818-1': 1, '4880818-2': 1, '5854845-1': 1, '4835842-1': 1, '4835842-2': 1}"}