{"patient_id": 153942, "patient_uid": "3030017-2", "PMID": 21286421, "file_path": "noncomm/PMC003xxxxxx/PMC3030017.xml", "title": "Dynamic left ventricular outflow tract obstruction in living donor liver transplantation recipients -A report of two cases-", "patient": "A 45-year-old man (body weight: 84 kg, height: 180 cm) was diagnosed with liver cirrhosis due to hepatitis C virus (Child-Pugh grade C, MELD score 40) and he presented for LDLT. He had oliguric acute renal failure caused by hepatorenal syndrome, and this required continuous renal replacement therapy. The abnormal results of the preoperative laboratory testing were as follows: AST: 56 U/L, alkaline phosphatase 35 U/L, GGT (Gamma(γ)-Glutamyl Transferase): 20 U/L, total bilirubin: 12.5 mg/dl, albumin: 2.6 g/dl, BUN (blood urea nitrogen): 31.7 mg/dl, creatinine: 3.75 mg/dl, platelets: 35,000/ml and the prothrombin time (INR): 2.71 sodium 129 mEq/L. The other laboratory testing and ECG were within the normal limits. However, the chest X-ray showed pulmonary edema on the bilateral lung fields. The preoperative TTE revealed asymmetric septal hypertrophy (the thickness of the interventricular septum and left ventricular posterior wall was 29 mm and 9 mm, respectively) with LVOTO. The mean pressure gradient of the LVOT was 80 mmHg. The color doppler showed eccentric moderate mitral regurgitation due to SAM. There was also grade 2 diastolic dysfunction. He experienced occasional hypotension (mean arterial pressure: 40 mmHg) accompanied by drowsy mentality, dizziness, blurred vision and chest discomfort caused by aggravation of the LVOTO due to volume depletion.\\nAnesthesia was induced with etomidate 0.2 mg/kg and atracurium 0.5 mg/kg and it was maintained with desflurane in air and oxygen. A 9 Fr introducer (Advanced Venous Access®) was placed on the right internal jugular vein, and a pulmonary artery catheter and two arterial catheters were placed on the radial artery and femoral artery, respectively, and a femoral venous catheter were placed for routine vascular access. The TEE probe was gently inserted and there was no variceal bleeding. There were no noticeable changes of the LVOTO and SAM compared to the preoperative findings. The vital signs were stable during induction, but the blood pressure began to decrease 20 minutes later. The favorable response to phenylephrine 100 µg bolus was confirmed, and then continuous infusion of norephinephrine was started at 0.05 µg/kg/min and this was adjusted in the range of 0.05-0.2 µg/kg/min along with maintaining the intravascular volume.\\nAfter bolus phenylephrine 100 µg and increasing the norephnephrine dose to 0.25 µg/kg/min, the anhepatic phase began and a portocaval shunt was created to mitigate the venous pooling. The patient's intermittent hypotension was treated with intravascular volume expansion and bolus phenylephrine, and the norephinephrine dose was increased to 0.3 µg/kg/min. The infused fluid and blood products were crystalloid solution 1,900 ml, half saline 5,600 ml, colloid solution 2,450 ml, Cell Saver autotransfusion 1,355 ml, LDRBCs 2 units, FFP 2 units and cryoprecipitate 6 units until 1 hour after the anhepatic phase.\\nReperfusion began after a 100 µg bolus of phenylephrine. Milder reperfusion syndrome occurred and the patient spontaneously recovered. There were no noticeable changes of the LVOTO and SAM compared to the initial findings after induction. The rest of the operation was relatively uneventful with maintaining the intravascular volumeand continuous infusion of norepinephrine at 0.4-0.6 µg/kg/min. The total administered volume included crystalloid solution 7,700 ml, half saline 7,300 ml, colloid solution 2,970 ml, 5% dextrose water 200 ml, Cell Saver autotransfusion 3,701 ml, LDRBCs 5 units, FFP 6 units, leukocyte-depleted platelet concentrates 6 units and cryoprecipitate 6 units for 11 hours 30 minutes. On postoperative day 1, the TTE revealed moderate mitral regurgitation and dynamic LVOTO with SAM. An emergency operation was performed on postoperative day 2 due to persistent bleeding. The patient's postoperative course was complicated by septic shock due to the cellulitis of both thighs. Doppler ultrasonography showed sluggish flow of the hepatic vein, portal vein and hepatic artery. Eventually, the patient expired on postoperative day 69.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'26909349': 2, '18508373': 1, '18646515': 1, '15882688': 1, '140030': 1, '3547130': 1, '17678791': 1, '23372891': 2, '15915494': 1, '8910147': 1, '8275160': 1, '16534358': 1, '16290226': 1, '17692637': 1, '26483865': 1, '7669317': 1, '19231133': 1, '21286421': 2}", "similar_patients": "{'3030017-1': 2, '4754394-1': 1, '3558655-1': 1}"}