{"patient_id": 165088, "patient_uid": "3883337-1", "PMID": 24403802, "file_path": "noncomm/PMC003xxxxxx/PMC3883337.xml", "title": "Modified quad helix appliance for thumb sucking and cross bite correction", "patient": "A 9-year-old boy accompanied by his parents reported to the Department of Pediatric Dentistry with the chief complaint of forwardly placed upper front teeth. Parents reported history of active thumb sucking by the child since childhood, sucking his left thumb during sleep only. Child's mother revealed that he was unable to refrain from the habit even after repeated motivation from them. Clinical examination revealed the following features: Early mixed dentition stage, narrow and V shaped maxilla, proclined maxillary central incisors, mesio labial rotation of 11, 21. Median diastema of about 2 mm was also present [Figure and ]. Patient exhibited an overjet of 9 mm, a negative open bite of 0.5 mm and bilateral posterior crossbite extending up to primary canines.\\nCephalometric evaluation revealed a skeletal Class II tendency with normodivergent facial pattern [Figure and ]. The anterior dentition presented with mild dentoalveolar proclination []. Analysis of the cast revealed adequate arch length in both maxilla and mandible with arch dimensions depicted in . Based on the investigations, the case was diagnosed as skeletal Class II (border line) and dental Class I with bilateral posterior crossbite and anterior open bite.\\nThe child was counseled in the same visit regarding the deleterious effect of digit-sucking habit on dental occlusion, facial esthetics and he was self-motivated to stop the habit by himself. However, he expressed inability to refrain from the habit. Then, we planned intercepting the habit with a modified design of quad helix appliance.\\nMolar separation was achieved using orthodontic separators. After banding the maxillary molar, an alginate impression was made with the bands in position and the cast was prepared. A modified quad helix crib appliance was fabricated with 0.036 inch stainless steel wire. Anterior component of the quad helix was modified to form 3 cribs, which are continuous with the anterior helices and the posterior component retained the conventional design. The expansion arms extended up to the primary canine region. The wire component was soldered to the molar bands in situ [].\\nThe appliance was tried intra orally before cementation to ensure optimal fit and extension of the crib. It was cemented in the passive form and was not activated until 2 weeks, which allowed the child to acclimatize. The presence of crib in the appliance made it extremely difficult for the child to place the thumb in the mouth. Thus it acted as a deterrent to eliminate the habit. After 2 weeks, the appliance was activated for transverse expansion of maxillary arch using 3-prong plier at the inner leg []. The activation expanded the appliance close to 2 mm generating 100-150 g force. The correction of posterior crossbite was monitored every 3 weeks and the appliance was activated until overcorrection was achieved. Crossbite correction was achieved in 6 months along with successful interception of habit [Figure and ]. The magnitude of expansion achieved in inter-canine and inter-molar width is demonstrated. Post-treatment cephalometric evaluation revealed marked improvement in the upper incisor inclination, interincisal angle, palatal plane and increased vertical dimension. No change was noted in the sagittal relation of the jaws [ and ]. A simple Hawley's retainer was prescribed as retention appliance.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'16769491': 1, '19336627': 1, '12572258': 1, '32110471': 1, '10925776': 1, '17605486': 1, '15185810': 1, '11314397': 1, '10474101': 1, '4564170': 1, '11997758': 1, '20298655': 1, '10790440': 1, '24403802': 2}", "similar_patients": "{}"}