{"patient_id": 159751, "patient_uid": "3511952-1", "PMID": 23225935, "file_path": "noncomm/PMC003xxxxxx/PMC3511952.xml", "title": "Is intraoperative endoscopy safe in a child with Kasai procedure?", "patient": "A 15-kg, five-year-old boy presented with complaints of bleeding per rectum for which laparotomy and endoscopy were scheduled. The boy had been diagnosed to have biliary atresia in the first week of life and had undergone Kasai's procedure (Hepatoportoenterostomy) at three months of age. The patient had repeated episodes of bleeding per rectum requiring multiple blood transfusions in the last two years. He had undergone multiple endoscopies and also a laparotomy for identifying the site of bleeding ten months earlier, but the bleeding site could not be identified. Technitium-99 scan indicated the site of gastrointestinal bleed to be in the sub-hepatic area around the hepatoportoenterostomy. Systemic examination and investigations were normal.\\nIn the operating room, a 22G intravenous (IV) cannula was secured with difficulty. Rapid sequence induction was performed using fentanyl 30 mcg, thiopentone sodium 75 mg and succinyl choline 30 mg IV. Anesthesia was maintained with air-oxygen mixture (FiO2 0.5) enriched with isoflurane (1-2%), and atracurium 0.5 mg/kg was used for muscle relaxation. One hour into the procedure following adhesiolysis the small bowel near the anastomotic site was identified for introducing an endoscope. The patient was stable with heart rate of 128/min, non-invasive blood pressure 98/54 mmHg, oxygen saturation (SpO2) 100%, end-tidal carbon dioxide (EtCO2) of 28 mmHg and temperature 36.2°C.\\nA pediatric gastroscope was introduced into the bowel using room air for insufflation. Within a minute the heart rate fell to 68/min, blood pressure was not recordable, SpO2 was 98% and EtCO2 reduced to 14 mmHg and later the tracing disappeared. The surgeon was asked to stop the procedure and remove the endoscope. After reconfirmation of the position of the tracheal tube, 100% oxygen was given along with atropine 0.2 mg IV. The child was placed in Trendelenburg position and cardiopulmonary resuscitation (CPR) was started. A fluid bolus of 150 ml of Ringer's lactate was administered. The monitor showed pulseless electrical activity (PEA). A central venous line could not be secured but an 18G IV cannula was inserted into the right external jugular vein (EJV) from which frothy blood was aspirated. We could not negotiate a guide wire through the IV cannula in the EJV to access a central venous line. PEA converted into asystole after 20 min. Pediatric advanced life support was continued for the next 1 h but the patient could not be revived.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'3177925': 1, '9587799': 1, '2242745': 1, '12478046': 1, '15957727': 1, '11148258': 1, '9041008': 1, '17197859': 1, '20589182': 2, '20011467': 1, '23225935': 2}", "similar_patients": "{'2892591-1': 1}"}