{"patient_id": 36188, "patient_uid": "3177914-1", "PMID": 21846372, "file_path": "comm/PMC003xxxxxx/PMC3177914.xml", "title": "Anomalous origin of the left coronary artery from the pulmonary artery associated with an accessory atrioventricular pathway and managed successfully with surgical and interventional electrophysiological treatment: a case report", "patient": "A six-month-old boy (weight 6.3 kg) presented to our hospital with episodes of supraventricular tachycardia (SVT), tachypnea, and left ventricular dysfunction. The presence of ALCAPA was not initially recognized, and our patient's left ventricular dysfunction was attributed to SVT. He was eventually diagnosed with ALCAPA on the basis of echocardiography and multi-slice computed tomography (CT) (Figure ). Τhe suspicion of probable ALCAPA was raised after his third echocardiographic examination and was confirmed by a CT scan. The left coronary artery originated from the leftward-facing sinus of the pulmonary valve. The left ventricle was dilated with an ejection fraction of 30%. Our patient underwent direct re-implantation of the left coronary artery to the aorta using the trapdoor flap technique (cross-clamp time 92 minutes, bypass time 137 minutes). He started having recurrent episodes of SVT, with a heart rate of 220 beats/minute immediately after extubation on the second post-operative day. The episodes were converted to sinus rhythm with adenosine or rapid atrial pacing, thus ruling out junctional ectopic tachycardia. Despite treatment with amiodarone, the episodes continued. Propranolol, digoxin, and propafenone were added at maximal tolerated doses without success. An electrophysiological study was performed in the fourth post-operative week using a 5-French decapolar catheter placed into the left subclavian vein in the coronary sinus (CS), a 4-French bipolar catheter placed from the left femoral vein into the right ventricle, and a 5-French mapping/ablation catheter placed through the right femoral vein. Atrioventricular re-entry tachycardia was induced reproducibly with programmed atrial stimulation, with a tachycardia cycle length of 250 milliseconds and earlier retrograde atrial depolarization recorded by the distal bipole of the CS catheter. Access to the left atrium was achieved by using a trans-septal approach (Figure ), and mapping was performed during tachycardia using a non-fluoroscopic navigation system (Ensite-NavX; St Jude Medical, St Paul, MN, USA). Tachycardia stopped 2.7 seconds after the onset of the fourth application of RF energy (Figure ). The total fluoroscopy time was 24.7 minutes, maximum power was 30W, maximum temperature was 58°C, and the total procedure duration was four hours. Post-ablation aortography revealed patency of the left coronary artery without stenosis of the circumflex coronary artery. There was no recurrence of the SVT while our patient was in a drug-free state at the six-month follow-up examination.", "age": "[[6.0, 'month']]", "gender": "M", "relevant_articles": "{'14764175': 1, '12238882': 1, '17383358': 1, '2229769': 1, '9399718': 1, '11733398': 1, '1561973': 1, '8164700': 1, '18362241': 1, '21846372': 2}", "similar_patients": "{}"}