{"patient_id": 164143, "patient_uid": "3827529-1", "PMID": 24249909, "file_path": "noncomm/PMC003xxxxxx/PMC3827529.xml", "title": "Pseudoepitheliomatous Keratotic and Micaceous Balanitis: A Rare Condition Successfully Treated with Topical 5-Fluorouracil", "patient": "A 50-year-old circumcised male presented with asymptomatic growth on glans penis of 6 months duration.\\nPatient had undergone circumcision for phimosis 8 months back. Two months later, patient noticed an asymptomatic scaly lesion over the glans penis, which slowly increased in size and became dry, rough, and elevated.\\nThere was no history of trauma, localized dermatoses, or systemic diseases. There was no history of exposure to risk of sexually transmitted diseases (STD) and no symptoms and signs of STD. There was no significant illness in the partner.\\nClinical examination revealed a well-defined dry, rough, hard elevated, mica-like scaly, and verrucous and hyperkeratotic plaques, measuring 4 × 3 cm over glans penis, around urethral meatus [Figures and ].\\nThe shaft of the penis, scrotum, and inguinal area was normal. There was no regional lymphadenopathy.\\nHis blood Venereal Disease Research Laboratory Test and HIV were negative. Hematological, biochemical, and radiological examination did not reveal any abnormality.\\nHistopathological examination revealed skin with epidermis displaying massive hyperkeratosis, parakeratosis, and pronounced epithelial hyperplasia without cellular atypia. The dermis showed mild lymphocytic infiltrate [Figures -].\\nThe scaly material had dissolved completely in 10% KOH [potassium hydroxide] overnight [].\\nThe patient was treated with topical 5-fluorouracil cream application once daily for 3 weeks and the whole lesion regressed completely without any recurrence for a period of 10 months follow-up [Figures and ].", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'7259225': 1, '22092361': 1, '8659009': 1, '20169317': 1, '20456408': 1, '30684817': 1, '3343410': 1, '20885051': 1, '14466728': 1, '20826996': 1, '26557598': 1, '24249909': 2}", "similar_patients": "{}"}