{"patient_id": 36232, "patient_uid": "3179434-2", "PMID": 21910861, "file_path": "comm/PMC003xxxxxx/PMC3179434.xml", "title": "Autoimmune liver disease - are there spectra that we do not know?", "patient": "The third patient was a 36-year-old Indian male who had progressive jaundice and itching for 10 month. He also noticed darkening of the urine and he also complained of intermittent melena, alternating with fresh rectal bleeding, over the past few months. Six month later, he had right upper quadrant abdominal pain of moderate severity. Two month prior to his clinical appointment, he start having progressive abdominal distention, and lower limb edema, for which he was given diuretics in a polyclinic; the ascites had improved. He did not have history of fever or hepatic encephalopathy during that period. There was no history of medication or herbs intake, drug or alcohol abuse, contact with jaundiced patients and family history of liver disease. His general examination was remarkable for jaundice, palmar erythema, spider nevi, itching marks and mild lower limb edema. The chest examination revealed right-sided pleural effusion. The cardiovascular examination depicted a short systolic murmur. On the abdominal examination, he had a moderate amount of ascites and splenomegaly. The lab data showed: CBC (WBC 3.82 k/μl, Hg12.7 g/dl, Plat 106 k/μl), PT 17.9 seconds, LFT(AST 223 U/L, ALT 74 U/L, ALP 174 U/L, GGT 215 U/L, TBil 144 μmol/L, DBil 12 μmol/L, albumin 22 g/L, TP 66 g/L), the renal functions were normal. The immunological profile was negative for ANA, LKM-1, AMA, ANCA, HBV, HCV and HIV. The SMA was weakly positive. The serum IgG was elevated 26.6 g/L and the serum IgM was normal. Tests for Wilson's disease, by serum and urine copper studies, and by ceruloplasmin testing, were normal. Similarly, the serum iron, transferrin, TIBC and transferrin saturation were also normal. The level of alpha-1 antitrypsin was also normal. The ultrasound examination of the abdomen showed hepatosplenomegaly and moderate amount of ascites. The echocardiogram was normal. Upper gastrointestinal endoscopy showed grad III esophageal varices. Endoscopic examination of the colon revealed internal piles, but the colonic mucosa was normal. Because of the clinical and laboratory evidence of advanced cirrhosis, the liver biopsy was deferred. He was thought to have late stage of AIH and was given a trial of prednisolone (30 mg, daily). Over the following 3 month of treatment, he had neither clinical nor biochemical improvements. His liver function tests at the end of the 3 month of the treatment with prednisolone showed ALT 247 U/L, AST 181 U/L, ALP 174 U/L GGT 167 U/L and total Bil 98 μmol/L. He was advised to undergo liver transplantation; therefore, he traveled back to India to have it done there.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'19888204': 1, '19072425': 1, '9695990': 1, '18528934': 1, '18251980': 1, '15879617': 1, '11230733': 1, '18462376': 1, '12143059': 1, '9193771': 1, '10220742': 1, '16699618': 1, '8406375': 1, '17931187': 1, '19817953': 1, '19442920': 1, '11283866': 1, '19554543': 1, '8899500': 1, '16984499': 1, '18395078': 1, '20339178': 1, '26399787': 1, '16285948': 1, '19501929': 1, '10580593': 1, '19625223': 1, '23304455': 1, '14678277': 1, '9041099': 1, '20101770': 1, '25717264': 1, '15754377': 1, '9164512': 1, '18218560': 1, '17319931': 1, '20460905': 1, '12636201': 1, '20101749': 1, '19485809': 1, '21180531': 1, '17977215': 1, '30264737': 1, '17273128': 1, '19266594': 1, '20460847': 1, '15287855': 1, '10827147': 1, '19826976': 1, '18537184': 1, '20227033': 1, '21910861': 2}", "similar_patients": "{'3179434-1': 2}"}