{"patient_id": 164856, "patient_uid": "3871037-1", "PMID": 24396698, "file_path": "noncomm/PMC003xxxxxx/PMC3871037.xml", "title": "Recurrent Insulin Autoimmune Syndrome Caused by α-Lipoic Acid in Type 2 Diabetes", "patient": "A 67-year-old female visited the outpatient clinic of our institution complaining of numbness and coldness in both feet. She has been diagnosed with type 2 diabetes 5 years prior and was being treated with a sulfonylurea (gliclazide 30 mg). Based on the examination results, she was diagnosed with diabetic peripheral neuropathy, and thioctacid (600 mg) was prescribed. She experienced repeated occurrences of hunger, hand tremor, cold sweat, and dizziness 3 to 4 hours after a meal since having taken the drug, but symptoms consistently improved after eating snacks. Her past history was insignificant except an appendectomy 40 years prior. On physical examination, her height was 165 cm and body weight 60 kg. Blood pressure was 130/90 mm Hg. There was no thyroid goiter or skin pigmentation.\\nBlood examination showed leukocyte count 4,700/mm3, hemoglobin 13.0 g/dL, platelet 202,000/mm3, blood urea nitrogen 17.0 mg/dL, Cr 0.7 mg/dL, total protein 7.1 g/dL, albumin 4.6 g/dL, aspartate aminotransferase 26 IU/L, alanine aminotransferase 36 IU/L, alkaline phosphatase 116 IU/L, total cholesterol 166 mg/dL, triglyceride 115 mg/dL, high density lipoprotein 39 mg/dL, calcium 8.8 mg/dL, phosphate 3.3 mg/dL, sodium 135 mEq/L, and potassium 4.2 mEq/L. Thyroid and adrenal cortical function tests were performed. Free T4 was 1.12 ng/dL (normal range, 0.93 to 1.7), thyroid stimulating hormone 2.25 µIU/L (normal range, 0.27 to 4.2), adrenocorticotropic hormone 16.5 pg/mL (normal range, 6 to 56.7), and cortisol 13.4 µg/dL.\\nOn admission, hemoglobin A1c (HbA1c) was 6.6%, fasting blood glucose 208 mg/dL, and postprandial blood glucose 195 mg/dL. Serum insulin, when measured by radioimmunoassay (RIA, immunoradiometric assay, INSULIN-IRMA, Biosource Europe, Nivelles, Belgium) was normal at 15.33 and 19.41 µIU/mL on fasting and postmeal, respectively (normal range, 2 to 25). However, C-peptide (immunoradiometric assay, C-Peptide IRMA, IZOTOP, Budapest, Hungary) was increased to 13.96 ng/mL on fasting and 18.24 ng/mL after meals (normal range, 1.07 to 3.51).\\nSulfonylurea administration was discontinued, but the hypoglycemic symptoms persisted. After eating carbohydrate snacks between meals, daytime frequency of hypoglycemia decreased, but hypoglycemia with a level less than 50 mg/dL persisted at dawn with prolonged fasting. A 72-hour fasting test was attempted but was ended after 6 hours because the patient complained of severe hypoglycemia with a blood sugar level of 44 mg/dL. During a 6-hour examination, the blood sugar levels were 90, 70, and 44 mg/dL at baseline, 4 and 6 hours, and the serum insulin values measured by RIA were within the normal range at 22.92, 22.16, and 27.47 µIU/mL, respectively. The C-peptide values were increased to 15.60, 20.31, and 15.65 ng/mL, respectively. The antinuclear antibody was negative, while the insulin autoantibody value (RIA, Cobra 5010, Biosource Europe) was very high at 53% (normal range, <7). The human leukocyte antigen (HLA) class II result was DRB1*0406/1454. Abdominal computed tomography revealed no abnormalities in the pancreas ().\\nBecause the patient continued to suffer from fasting hypoglycemia after suspending sulfonylurea administration, and serum C-peptide and insulin autoantibody levels increased, she was diagnosed with IAS. As the sulfhydryl-containing thioctacid first administered 2 weeks before the occurrence of hypoglycemia, it was regarded as the causal factor and discontinued. The patient continued to eat complex carbohydrates between meals, but hypoglycemia persisted. Prednisolone (10 mg) administration reduced the frequency of hypoglycemia and was able to be discontinued after 2 months because recovery was observed. At 4 months after diagnosis, the insulin autoantibodies were still high at 80.4%, but no signs of hypoglycemia were evident. At the 2-year follow-up, insulin autoantibody titer was reduced to 50.9%, and hypoglycemia was no longer detected.\\nThe patient visited the rehabilitation department of another hospital to treat diabetic peripheral neuropathy 2 years after the initial occurrence and was prescribed thioctacid. Hypoglycemia recurred 10 days later, for which she visited our hospital. At that time, the patient was treated with voglibose (0.6 mg). HbA1c was 5.7% and insulin autoantibody was 77.2%. We performed a 75 g oral glucose tolerance test. The fasting plasma glucose was 98 mg/dL and the 2-hour plasma glucose after glucose load was 135 mg/dL, but serum insulin levels measured by enzyme-linked immunosorbent assay (ELISA, Roche Elecsys insulin test, Roche Diagnostics, Mannheim, Germany) were increased to more than 1,000 µU/mL for both fasting and 2 hours posttest. Fasting and 2-hour posttest C-peptide values were 10.91 and 16.92 ng/mL, respectively. After taking prednisolone (10 mg), she recovered from hypoglycemia. The dose of prednisolone was tapered by 5 mg and was discontinued 2 months later. Before discharge, the patient was instructed to avoid thioctacid. Six months after discharge, most of the values were normalized, i.e., HbA1c 5.7%, serum insulin 267 µU/mL, and C-peptide 3.71 ng/mL, but insulin autoantibodies remained high at 78% without hypoglycemia.\\nThe patient was again prescribed thioctacid 2 years after the second occurrence, for which she revisited our hospital due to the recurrence of hypoglycemia. At that time, she was taking voglibose (0.6 mg) as a hypoglycemic agent. Her serum insulin level based on ELISA was abnormal, measuring higher than 1,000 µU/mL, while C-peptide was 21.06 ng/mL and insulin autoantibodies were 96%. According to the test results, the patient was prescribed prednisolone (5 mg), and after 4 months, serum insulin (measured by ELISA) and C-peptide were reduced to 210 µU/mL and 2.81 ng/mL, respectively, but the insulin autoantibodies remained high (88.9%). However, there was no sign of hypoglycemia ().", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'17827827': 1, '30532998': 1, '31915554': 2, '19070385': 1, '9467587': 1, '30627435': 2, '1346661': 1, '25309783': 1, '17329919': 1, '31966997': 1, '34122657': 1, '30085133': 1, '21868770': 1, '24396698': 2}", "similar_patients": "{'6930746-1': 1, '6311546-1': 1}"}