{"patient_id": 37852, "patient_uid": "3352214-1", "PMID": 22606528, "file_path": "comm/PMC003xxxxxx/PMC3352214.xml", "title": "Sensorineural Hearing Loss following Carbon Monoxide Poisoning", "patient": "The patient was a 17-year-old male who was in previously good health with no history of hearing loss or significant medical issues. He was found at home and was unresponsive due to carbon monoxide (CO) poisoning. He was sleeping on the family couch in the living room on the first floor. Due to a hurricane-related power failure, a diesel generator was running in the family's connected garage. The patient was later found unconscious on the couch. Other family members were also found unconscious on the scene; not all of the family members survived the CO poisoning. The patient had been unconscious for an unknown period of time and was taken to a shock trauma center by emergency personnel arriving at the scene. He was intubated due to his level of consciousness.\\nUpon arrival at the shock trauma center, a CT scan of the head showed no signs of obvious pathology. A chest X-ray showed evidence of a small focal consolidation on the lower right lobe. There was evidence of mild bilateral calcification suggesting pulmonary edema. On the evening of his admission, he was taken to a hyperbaric oxygen chamber. The day after his admission an MRI was administered which showed some evidence of anoxic brain injury. He was found to have diffuse white matter cytotoxic edema which involved the bilateral frontal, parietal, and temporal lobes. He was later extubated while at the shock trauma center. By the time of his discharge from the shock trauma center he was able to follow some simple commands and was able to pass a PO diet. However, he remained nonverbal. He was discharged when believed to be stable after nine days to an inpatient brain injury rehabilitation facility. Prior to his transfer his auditory status was not formally assessed.\\nUpon admission to the rehabilitation facility he was arousable for short periods of time and was able to respond to yes-no questions with a head nod. Initially he was uncooperative with physical examination. He would attempt to verbalize and was able to follow one-step commands. Overall he had generalized weakness and was flaccid on the left with an increase in tone on the right. His sensation was intact on all four extremities as were deep tendon reflexes. He was diagnosed at admission with gait dysfunction, dysphasia, and generalized weakness. He received intensive physical, occupational, and speech language pathology therapies during his admission where he remained for 23 days. Initially, he appeared to be aphasic. Over the course of his admission his alertness level normalized, and he became more oriented. His speech and language skills reemerged, and he was able to tolerate a regular diet. He was discharged to home after 16 days with 24-hour supervision required. His hearing was never formally assessed during the admission.\\nHe subsequently received 13 days of intensive physical therapy, occupational therapy, and speech and language therapy at a day program three days a week. He also received an in-depth neuropsychological evaluation prior to returning to school as well as grief counseling. He was diagnosed at this time with mild mixed aphasia and mild-moderate cognitive deficits. While receiving speech and language pathology services at the day rehabilitation facility, the patient complained of difficulty in hearing to the speech and language pathologist and was referred for an audiological evaluation.\\nThe patient was seen for an audiological evaluation 54 days after his exposure to CO. He denied tinnitus. The obtained audiogram is shown in . Findings indicated the presence of a bilateral hearing loss of sensorineural origin. For the right ear, findings indicated the presence of normal sensitivity from 250 to 1000 Hz, sloping to a moderate hearing loss at 1500 Hz and a moderate-to-severe hearing loss at 2000 Hz and above. For the left ear, findings indicated the presence of normal sensitivity at 250–1000 Hz, sloping to a mild hearing loss at 1500–2000 Hz and a moderate-to-severe hearing loss at 3000 Hz and above. Bone conduction thresholds interweaved with air conduction thresholds indicating the impairment to be sensorineural in origin bilaterally. Speech reception thresholds were in good agreement with frequency-specific findings bilaterally. Word recognition performance in quiet was fair-poor bilaterally at a level 40 dB above the speech reception threshold but improved to fair-good at 80 dB SL. There was no PB rollover for either ear. Word recognition performance was not disproportionately impaired relative to the degree of pure-tone sensitivity loss []. Tympanometry revealed normal tympanic membrane/middle ear system mobility bilaterally. Acoustic reflexes were absent or present at elevated sensation levels for ipsilateral stimulation of both ears. Measurements of transient evoked otoacoustic emissions were undertaken for stimulation of both ears. TEOAEs were absent for both ears from 1000 to 4000 Hz, indicating the presence of outer hair cell dysfunction bilaterally. Subsequent audiological assessment one month later revealed no significant changes in the patient's pure tone sensitivity as shown in . Hearing aids were recommended, and the patient was provided with an FM system during the duration of his rehabilitation activities at the day program rehabilitation facility. Staff interacting with the patient in his therapies noted some immediate improvement in his performance. He was subsequently issued binaural hearing aids which were to be coupled with an FM system in his school setting.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'869434': 1, '4340697': 1, '18103849': 1, '6966364': 1, '6077225': 1, '12625889': 1, '12443820': 1, '2776982': 1, '20522873': 1, '15521607': 1, '5360037': 1, '23762709': 2, '22606528': 2}", "similar_patients": "{'3671230-1': 1}"}