{"patient_id": 40167, "patient_uid": "3514802-1", "PMID": 23227403, "file_path": "comm/PMC003xxxxxx/PMC3514802.xml", "title": "Superior Sagittal Sinus Thrombosis Complicating Typhoid Fever in a Teenager", "patient": "A 13-year-old girl (O.J.) was referred from a private clinic to the children Emergency Room of the University of Benin Teaching Hospital on July 11, 2011 (Hospital number 541303). She was a fourth-year student in a public secondary school and the eldest of 3 children living with parents in an urban slum in Benin City.\\nShe was apparently well until two weeks earlier when she had a throbbing frontal headache and fever with chills. The headache was distressing, but there was no photophobia, preceding trauma, or history of migraine. Cough, constipation, neck stiffness, and right leg weakness occurred second week of the illness, while jaundice, melena stool, and multiple seizures occurred a day before admission. There was no history of amenorrhoea or use of oral contraceptive pills. Her haemoglobin genotype is AA.\\nPhysical examination revealed an ill-looking fair-complexioned adolescent girl with rose spots on the trunk. She was dyspnoeic, jaundiced, pale, and febrile (T-40.2°C) but not dehydrated. She was well-grown for age.Neurological examination revealed full consciousness, normal fundoscopic findings, monoparesis of the right lower limb and nuchal rigidity. Pulse rate was 120 beats per minute, blood pressure was 130/70 mmHg, and chest findings were consistent with bilateral lower lobe consolidation. Further systemic examinations were unremarkable.\\nThe initial assessment was Typhoid septicemia with a left-sided cerebral abscess. Cranial computerized tomography (CT) scan () revealed hypodense lesion in the parafalcine region suggestive of left-parasagittal abscess, but superior sagittal sinus thrombosis could not be excluded. Chest X-ray confirmed bibasal lobar pneumonia (), and abdominal ultrasound showed bilateral acute renal parenchymal disease. Urinalysis showed numerous pus cells and cysteine crystals. Urine test for S. typhi Vi antigen was positive, and Widal reaction was significant. Blood, stool, and urine cultures yielded no growth. Serologic tests for viral hepatitis B and C were negative. Lupus erythematosus (LE) cell test was negative. Haematocrit was 25%, WBC-4.4 × 103 cell/ul, and platelet-79 × 103 cells/ul. CSF analysis was normal, and retroviral screen was negative. She received intravenous ceftriaxone 100 mg/kg/day, Metronidazole 7.5 mg/kg/dose 8 hourly, and supportive therapies.\\nBased on the worsening of her neurological deficit into a right hemiparesis and the enlarging parasagittal lesion on repeat CT scan () by the fourth week on admission, left parietal limited craniectomy was done revealing a tense bluish dura. Test aspiration yielded superior sagittal venous blood without evidence of intracerebral abscess. Haemostasis was secured. She improved on physiotherapy and other supportive postoperative management. She was ambulating without support at discharge 7th week on admission. She is on neurology and ophthalmology followup at the outpatient department.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'12056941': 1, '16609071': 1, '3512953': 1, '15273432': 1, '15334397': 1, '30799361': 1, '20561500': 1, '15919620': 1, '21108228': 1, '15699061': 1, '9171838': 1, '23227403': 2}", "similar_patients": "{}"}