{"patient_id": 157604, "patient_uid": "3339074-1", "PMID": 22446910, "file_path": "noncomm/PMC003xxxxxx/PMC3339074.xml", "title": "Unilateral conjunctival ulcer due to Stenotrophomonas maltophilia infection", "patient": "A 44-year-old male presented with complaints of pain and yellowish discharge in the right eye for one week. He suggested that he may have been infected by his family members or neighbors, all of whom had conjunctivitis. On examination, the best corrected visual acuity was 20/20 with full extraocular movements in both eyes. Anterior segment examination of the right eye revealed localized conjunctival and episcleral congestion in the temporal quadrant with an adjacent area of conjunctival ulceration on the bulbar conjunctiva [] and fluorescein stain was positive. The rest of the anterior segment and the posterior segment of the right eye were normal and so was the left eye.\\nConjunctival scraping was obtained from the ulcer under topical anesthesia and was subjected to Gram's stain, KOH preparation, and acid-fast stain. Gram's staining revealed the presence of gram-negative bacilli [], while both KOH and acid-fast stain revealed no fungal or bacterial elements. Patient was empirically started on topical moxifloxacin and tobramycin.\\nAfter 24 hours of incubation, confluent growth of gram-negative bacilli with smooth, glistening yellow colonies was observed on both blood [] and chocolate [] agar. The organism was identified as S. maltophilia (>100 CFU/100 μl) using Mini API ID 32GN strips (BioMérieux,New Delhi, India). This was also confirmed by negative oxidase, positive catalase, positive α-glucose, positive β-glucose, positive α-maltose, positive α-galactose, positive lipase, positive malonate, positive oxidative fermentative maltose, and negative oxidative fermentative mannitol tests. We were unable to perform lysine decarboxylase test and genotyping in our case.\\nSusceptibility testing was performed against ampicillin/sulbactum, amoxicillin, amoxy/clavulanic acid, pipercillin, pipercillin/tazobactum, ceftizidime, cefazolin, amikacin, tobramycin, gentamicin, ofloxacin, norfloxacin, ciprofloxacin, gatifloxacin, lomefloxacin, moxifloxacin, chloramphenicol, and co-trimoxazole by the Kirby–Bauer disk diffusion method. The organism was resistant to aminoglycosides (amikacin, tobramycin, and gentamicin) and sensitive to quinolones (ciprofloxacin, norfloxacin, ofloxacin, gatifloxacin, moxifloxacin, except lomefloxacin) and co-trimoxazole.\\nAll other routine lab tests including a complete hemogram were normal. Topical tobramycin was discontinued in view of aminoglycoside resistance, and ciprofloxacin eye ointment along with oral co-trimoxazole twice a day was added for a period of two weeks. Complete resolution of the conjunctival ulcer [] was noted at three weeks following initiation of therapy.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'28273966': 1, '28764213': 1, '8347518': 1, '8602781': 1, '32484804': 1, '9457429': 1, '34043457': 1, '19429764': 1, '23620659': 1, '22446910': 2}", "similar_patients": "{}"}