{"patient_id": 34606, "patient_uid": "3023729-1", "PMID": 21192785, "file_path": "comm/PMC003xxxxxx/PMC3023729.xml", "title": "Gestational trophoblastic neoplasia with retroperitoneal metastases: A fatal complication", "patient": "A G3P1 39-year-old woman of Asian origin complaining of diffuse abdominal pain and vaginal bleeding was referred to our department with ultrasound findings compatible with molar pregnancy. Obstetrical history included Caesarean Section 4 years ago and a termination of pregnancy within the last six months. Her last menstrual period was 14 weeks before admission.\\nPhysical examination revealed uterine size that corresponded to 18 weeks pregnancy and the content was compatible with molar pregnancy (Figure ). The laboratory workup revealed profound anaemia (Haematocrit 26%) and β-hHG >22.500. The Computerised Tomography of the abdomen confirmed the findings of the ultrasound scan while the chest CT showed multiple nodular lesions in both lung fields (Figure , ). The patient was classified as high risk (total score 9) according to the WHO Prognostic Scoring System for Gestational Trophoblastic Disease (GTD).\\nShe initially underwent dilatation and curettage which was incomplete and had to be repeated after 2 days. Histology showed complete molar pregnancy. According to FIGO staging system the patient was stage III high-risk invasive GTD; therefore chemotherapy was scheduled. The chemotherapy regimen included Bleomycin, Etoposide and CDDP given for 4 cycles. Each cycle included 3 days Bleomycin 15 mg/day, 3 days of Etoposide 120 mg/m2 and 2 days of CDDP 50 mg/m2.\\nOne day after the first cycle of chemotherapy she started to complain of diffuse abdominal pain and within 10-15 minutes she lost consciousness and had a cardiac arrest but she was successfully resuscitated and because of the continuous drop in the Haematocrit and abdominal paracentesis positive for blood, it was decided to proceed with explorative laparotomy.\\nDuring laparotomy diffuse retroperitoneal bleeding was encountered from multiple microscopic amd macroscopic sites. A general surgeon was called to assist the operating team. Initially the gynecological team tried to put some sutures for hemostasis in macroscopically bleeding sites, especially in the subdiaphragmaic areas. In an attempt to control bleeding splenectomy was performed. Hemorrhage control was impossible and the retroperitoneal space was tamponaded in order to stabilize the patient and re-operate her after 48 hours. The patient was then transferred to the ICU where she continued to bleed. She received a total of 26 concentrated red blood cell units as well as fresh frozen plasma, concentrated coagulation factors, colloids and even somatostatin in order to stabilize or reverse her deteriorating condition. Unfortunately she finally developed DIC due to uncontrollable bleeding and died after 3 days.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'9215835': 1, '17291263': 1, '1970378': 1, '15694683': 1, '14675675': 1, '27482332': 2, '9740689': 1, '24106538': 2, '15863169': 1, '9475153': 1, '15863190': 1, '26075121': 2, '6702938': 1, '7547762': 1, '7518516': 1, '2829961': 1, '18506643': 1, '12092015': 1, '20739008': 1, '15283046': 1, '32508621': 2, '6243407': 1, '8385058': 1, '2544490': 1, '2822920': 1, '20673583': 1, '20795341': 1, '12216440': 1, '25469347': 2, '20795348': 1, '8272290': 1, '15196847': 1, '21192785': 2}", "similar_patients": "{'3789904-1': 1, '4446461-1': 1, '4245352-1': 1, '4951767-1': 1, '4951767-2': 1, '4951767-3': 1, '4951767-4': 1, '7250376-1': 1}"}