{"patient_id": 163997, "patient_uid": "3816167-1", "PMID": 24198923, "file_path": "noncomm/PMC003xxxxxx/PMC3816167.xml", "title": "Recurrent Syncope Episodes and Exercise Intolerance in Hypertrophic Cardiomyopathy Combined with Atrioventricular Conduction Disturbance", "patient": "A 30-year-old female was referred to the cardiology center due to recurrent syncope episodes and aggravated shortness of breath for a month. She was diagnosed as HCMP 7 years ago, and had been taken atenolol irregularly since then. There was no previous medical history and no family history of any cardiac disease. The first syncope occurred in 2007, during discontinuation of medication. After experienced recurrent syncope episodes, she visited another medical center for evaluation of loss of consciousness. Cardiac evaluation, including conventional echocardiography and 24-hour ambulatory electrocardiogram (ECG) monitoring, couldn't reveal the cause of repeated syncope. The neurologic exams for differential diagnosis showed no evidence of seizure disorder or any other diseases, inducing loss of consciousness. She restarted atenolol for HCMP. However, despite medication, symptoms developed more frequently, combined with shortness of breath and exercise intolerance. In 2012, she visited our cardiology clinic for further evaluation and management of worsening symptoms under medical treatment.\\nInitial ECG showed 2 : 1 AV block with 36 beats/min of the ventricular rate (). The baseline two-dimensional echocardiography showed HCMP with asymmetric septal hypertrophy (septal wall thickness during diastole 16 mm) and systolic anterior motion of mitral valve (). After discontinuation of the previous medication (atenolol), follow-up ECG showed normal sinus rhythm (). To evaluate the cause of recurrent syncope, additional studies including stress echocardiography, 24-hour ambulatory ECG and treadmill test were performed. During the stress echocardiography with bicycle exercise, when reached 50 watts of workload stage, mitral inflow pattern showed multiple spikes during a late filling phase by atrial contraction accompanied with high grade AV block on ECG monitoring (). Patient suffered from exhaustion and shortness of breath. The baseline blood pressure was 91/59 mmHg (systole/diastole blood pressure) and 46 beats/min of the heart rate, but there was no hypotensive response representing dynamic left ventricular outflow tract obstruction. Simultaneous 24-hour ECG also showed conduction disturbance (including 3 : 1 and 4 : 1 AV block) during the exercise and additionally disclosed 1 episode of non-sustained ventricular tachycardia (NSVT) (). Subsequent treadmill test also revealed high grade AV block with dyspnea and exhaustion at 7.0 METS of exercise under Bruce protocol ().\\nAlthough there was no syncope event when ECG monitoring records high grade AV block or NSVT in both 24-hour ECG and stress test, we thought this conduction disturbance and arrhythmia could play a role in repeated loss of consciousness and exercise intolerance. According to the guideline for risk stratification of sudden cardiac death in HCMP, based on her unexplained syncope episodes, it is reasonable to treat this patient with implantable cardioverter/defibrillator (ICD). Patient underwent elective ICD with dual-chamber pacemaker implantation. After that, patient showed no more conduction disturbance at high stage of workload and improved exercise capacity of 12.8 METS under Bruce protocol without any distress in repeated stress test ().", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'6542253': 1, '9456495': 1, '3547135': 1, '22093723': 1, '1816229': 1, '10853000': 1, '11714644': 1, '12651046': 1, '17522079': 1, '8546514': 1, '2312980': 1, '1765747': 1, '2329232': 1, '3335690': 1, '7193406': 1, '11127463': 1, '24198923': 2}", "similar_patients": "{}"}