{"patient_id": 42820, "patient_uid": "3700998-1", "PMID": 23833641, "file_path": "comm/PMC003xxxxxx/PMC3700998.xml", "title": "Total resection of a solitary fibrous tumor of the sellar diaphragm: A case report", "patient": "A 25-year-old male patient with a 5-month history of aggravated vision through blurring in the right eye was admitted to the General Hospital of Jinan Military Area Command of Chinese PLA, Shandong, China, on October 10th, 2011. An examination revealed sight impairment (vision, right eye, 0.1; left eye, 1.2), a typical temporal hemianopsia of the right eye and locally decreased vision sensitivity of the superior nasal aspect of the left eye, without other positive neurological signs. The serum concentrations of PRL, GH, T3, T4 and TSH were all within normal limits. The patient underwent head computed tomography, which revealed a round, hyperdense mass without clear edges in the sellar and suprasellar regions that was closely associated with the bilateral vessels. Magnetic resonance imaging (MRI) revealed a lobulated, isointense mass wrapped around the anterior communicating artery complex in the sellar-suprasellar region on T1-weighted imaging (T1WI) in the sagittal view. The tumor was isointense and slightly hyperintense in the sellar-suprasellar region in the coronal view. There was no clear border separating the tumor from the peripheral brain tissues. The tumor was also isointense on T2-weighted imaging (T2WI). Tumor-enhanced scanning demonstrated heterogeneous contrast enhancement (). The preliminary diagnosis was of meningioma or pituitary tumor. A tumor resection was conducted using a right pterional approach under general anesthesia on October 15, 2011. Intraoperatively, the base of the tumor was located on the sellar diaphragm of the left anterior pituitary stalk. The tumor pushed the pituitary stalk to the right posterior region, ascended to the suprasellar region, crossed the optic chiasm, invaded the lamina terminalis cistern and wrapped the bilateral A1 segment and anterior communicating artery complex. In the opposite direction, the tumor crossed the saddle-back and reached the slope, showing no clear demarcation from the hypothalamus. Severe adhesion to each side of the optic nerve caused difficulty in the separation of the tissues. The tumor tissue was tough and had an abundant blood supply. A feeding artery was present from a branch of the internal carotid artery in the base of the tumor. A total disparting resection of the tumor was performed with emphasis on left optic neuroprotection under a high-power lens. Following tumor resection, the undamaged pituitary and pituitary stalk were identified; these had been pushed towards the right posterior hypophyseal fossa by the tumor. The patient had no post-operative diabetes insipidus or idiopathic pituitary hypofunction, but had a right eye vision of 0.2, uncorrected and 1.0, corrected. The pathological diagnosis was of a solitary fibrous tumor (SFT).", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'19727568': 1, '12808569': 1, '2665534': 1, '11901021': 1, '10580246': 1, '19224406': 1, '16145288': 1, '19644541': 1, '27698815': 1, '19517059': 1, '18094909': 1, '11150383': 1, '8896635': 1, '25674285': 1, '12514791': 1, '11763424': 1, '15014990': 1, '23833641': 2}", "similar_patients": "{}"}