{"patient_id": 40586, "patient_uid": "3539346-1", "PMID": 23320241, "file_path": "comm/PMC003xxxxxx/PMC3539346.xml", "title": "Grover's Disease after Heart Transplantation: A Case Report", "patient": "A 64-year-old man was hospitalized at our institution with a one-month history of mildly pruritic skin lesions located on the abdomen and the lower extremities. Physical examination revealed numerous erythematous red-brown papulovesicles ().\\nThe patient had undergone heart transplantation (HTx) 22 years previously on account of dilatated cardiomyopathy. After HTx, immunosuppression consisted of RATG (Rabbit antithymocyte globulin) for three days, cyclosporine A (CSA), azathioprine, and steroids. No acute rejection episodes were observed during followup. Eleven years after HTx, the patient developed a posttransplant lymphoproliferative disorder (PTLD) which, at biopsy, proved to be an EBV-negative B-cell diffuse large cell lymphoma (B-DLCL). Azathioprine was eliminated and CSA doses were reduced by 50%. Chemotherapy with CHOP regimen (cyclophosphamide, vincristine, adriblastine, and prednisone) was started and continued for a total of six treatment cycles. Complete remission was achieved and confirmed by continuous followup. On admission to our center, the patient was on low-doses of CSA (trough levels: 70 μg/L) and prednisone (2.5 mg/d). Laboratory data revealed creatinine = 2.67 mg/dL. Autoimmunity, cryoglobulins, and PCR for EBV, CMV, HHV-8, HCV, and Parvovirus B19 were negative. No relapse of NHL was observed. Punch biopsies from two different cutaneous lesions were performed and histological examination of both skin samples documented an acantholytic dermatosis, which exhibited a Darier disease-like pattern. Focal hypergranulosis and suprabasal clefts containing acantholytic and dyskeratotic keratinocytes were observed in the epidermis. A loose perivascular lymphoid infiltrate, which included a few eosinophils and neutrophils, was found in the superficial dermis (Figures and ). Direct immunofluorescence was negative. During hospitalization, skin lesions began to improve. The patient was discharged to the outpatient-clinic to continue follow up. Skin lesions disappeared in two months. Clinicopathologic features were consistent with the diagnosis of transient acantholytic dermatosis (GD).", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'17697974': 1, '16778425': 1, '2050237': 1, '9649669': 1, '15979322': 1, '9870673': 1, '16620222': 1, '4051530': 1, '34698112': 2, '848971': 1, '5440816': 1, '20526170': 1, '17714163': 1, '9557789': 1, '8912557': 1, '8040681': 1, '2284836': 1, '629876': 1, '23320241': 2}", "similar_patients": "{'8544346-1': 1}"}