{"patient_id": 163565, "patient_uid": "3791363-1", "PMID": 24106687, "file_path": "noncomm/PMC003xxxxxx/PMC3791363.xml", "title": "Xanthogranulomatous cholecystits in 2-month-old infant", "patient": "A 2-month-old boy presented with a right upper abdominal palpable mass 3 days previously. He was born weighing 2,960 g at the 38th gestational week and no significant event occurred in the gestational period. He had no previous medical problem and appeared well-developed and well-nourished. On physical examination, the mass in the right upper quadrant was firm and palpable, and the patient did not show any pain or tenderness. His body temperature was normal.\\nLaboratory findings showed the white blood cell count was 35,350/mL with 71% neutrophils, serum C-reactive protein level was elevated at 5.36 mg/dL (normal, 0 to 0.5 mg/dL) and serum alpha fetoprotein level was 1,316.41 ng/mL. Other laboratory findings were unremarkable. There was no evidence of hepatitis B virus, hepatitis C virus, cytomegalovirus or Epstein-Barr virus.\\nAn ultrasonographic scan revealed a 4.5 cm × 4.5 cm × 4.7 cm heterogeneous hypoechoic mass with a lobulated contour at the gallbladder fossa (). The mass was suspected of having anterior subcapsular extension, and neither the gallbladder nor cholelithiasis were visible. Abdominal magnetic resonance imaging (MRI) suggested a probable extrahepatic lesion, 5.3 cm × 4.2 cm × 3.4 cm in size and lobulated, involving the inferior aspect of S4 and S5 of the liver and anterior abdominal wall (). There were multiple nonenhancing areas suggesting abscess pockets were within the mass. The gallbladder was not depicted on MRI. Under the impression that the mass might be a hepatoblastoma, ultrasono-guided biopsy was performed. Only whitish pus and chronic inflamed tissue were aspirated and these findings caused us to change our impression and diagnose liver abscess. Methicillin-resistant Staphylococcus aureus was diagnosed in bacterial culture test of the pus. We used intravenous antibiotics for 11 days but there was no improvement of the lesion.\\nOn exploration, the gallbladder was severely inflamed with spreading of granulation to the liver, ascending colon and abdominal wall. Cholecystectomy with liver wedge resection and curettage of inflammatory tissue at the abdominal wall were performed. No gallstones were identified. Pathologic examination showed XGC with abscess formation and chronic active inflammation with fibrosis in the liver bed (). There were no evidence of perforation of gallbladder and bile duct.\\nThe patient was discharged at 14 days after the surgery. He was planned to be undergone abdominal sonography after 6 months for follow-up with the potential possible malignant change.", "age": "[[2.0, 'month']]", "gender": "M", "relevant_articles": "{'9590403': 1, '4319984': 1, '2182176': 1, '7337158': 1, '2121491': 1, '3584484': 1, '26981227': 1, '1063276': 1, '12690480': 1, '7922056': 1, '24106687': 2}", "similar_patients": "{}"}