{"patient_id": 38782, "patient_uid": "3426187-1", "PMID": 22928122, "file_path": "comm/PMC003xxxxxx/PMC3426187.xml", "title": "Small Intestinal Obstruction with Intussusception due to Acute Myeloid Leukemia: A Case Report", "patient": "A 25-year-old man presented with complaints of vague epigastric pain and vomiting of one-year duration. Radiological investigations revealed diffuse wall thickening along the lesser curvature with multiple enlarged lymph nodes in peripancreatic, paraaortic, and mesenteric group. Upper GI endoscopy revealed thickening of entire stomach especially lesser curvature. Rest of the routine blood investigation was within normal limits. Biopsy obtained from the stomach showed diffuse infiltration of mucosa and submucosa by neoplastic monotonous medium-sized cells with pale nuclei having occasional prominent nucleoli and brisk mitotic activity. Thus suspecting lymphoid cell morphology and a diagnosis of non-Hodgkin's lymphoma involving the stomach were given to be confirmed by immunohistochemistry.\\nSubsequently patient came back within a week with signs and symptoms of acute intestinal obstruction for which an emergency laparotomy was done and a segment of thickened ileum which had led to ileo-ileal intussusception was resected to relieve the obstruction. Grossly, a 4 cm long segment of ileum was received which showed mucosal thickening of 1.5 cm, and cut surface of the same showed diffuse white appearance.\\nHistology from the thickened ileum showed similar neoplastic monotonous cells of suspected lymphoid morphology as observed in the stomach (). Considering clinico-pathological findings, a diagnosis of ileal involvement by non-Hodgkin's lymphoma was given. Immunohistochemistry performed on both stomach and ileum showed diffuse and strong positivity for CD34, MPO Ckit, MiB1 being 70% and negativity for CD3, CD20, and CD10 (Figures and ), thus making a diagnosis of extramedullary myeloid tumour or involvement by AML.\\nSubsequently, a bone marrow aspirate and biopsy done showed a hypercellular marrow containing almost 85%–90% cells of blast morphology, thus confirming marrow involvement by acute leukemia (). Flow cytometry results showed CD34 98%, HLA-DR 98%, CD13 96%, CD33 99%, CD11 97% with negativity for CD10 and CD22 in 71% cells gated, thus confirming acute myeloid leukemia. Patient's condition deteriorated within 10 days of the postoperative period and succumbed to the disease due to extensive involvement by AML.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'7023656': 1, '17090205': 1, '11920536': 1, '2970808': 1, '2272180': 1, '23843412': 1, '31512021': 1, '28246114': 1, '20453407': 1, '34804441': 2, '20209703': 1, '25593499': 1, '27840762': 2, '22928122': 2}", "similar_patients": "{'5093260-1': 1, '8577557-1': 1}"}