{"patient_id": 37569, "patient_uid": "3348033-1", "PMID": 22472309, "file_path": "comm/PMC003xxxxxx/PMC3348033.xml", "title": "Twin pregnancy with complete hydatidiform mole and coexisting fetus following ovulation induction with a non-prescribed clomiphene citrate regimen: a case report", "patient": "A 34-year-old Caucasian woman, gravida 1 para 0, presented to our hospital with repeated attacks of mild vaginal bleeding. Our patient, according to her sure reliable dates, was 16 weeks and three days pregnant. She had a history of primary infertility for seven years preceding this pregnancy, and she had sought medical advice for delayed conception one year after marriage. Male factor infertility was excluded by a single semen analysis and she was informed that her hysterosalpingography was quite normal; she was given medical treatment that she could not recall to improve her cycles (these were infrequent and irregular over the last five years). She used these medications for about four months after which she reported some improvement in her cycles but conception did not occur. A hormonal profile was ordered and our patient was examined transvaginally by ultrasound. Subsequently, she was informed she had bilateral polycystic ovarian syndrome. Her physician prescribed clomiphene citrate (Clomid, Global Napi, Egypt) 100 mg for five days beginning on the second day of her cycle. Our patient continued taking the drug without ovulation monitoring and the regimen was repeated with an increasing dose up to 200 mg daily for six successive months. Laparoscopic ovarian drilling was performed and our patient resumed using clomiphene citrate three months after the operation without prescription. Two months prior to admission, she took 250 mg of clomiphene citrate (five tablets per day) beginning from the second day onwards until the 13th day of the cycle.\\nOur patient had a missed period immediately after this haphazard regimen. Pregnancy was confirmed by a urine pregnancy test then by a trans-vaginal ultrasonographic examination that was carried out six weeks and three days after her last menstrual period. According to this ultrasound report, the gestational sac corresponded to seven weeks of gestation. However, there was no comment regarding the presence of theca lutein ovarian cysts. She did not follow-up with her pregnancy until she reached the 16th week of gestation. At that time, she experienced recurrent attacks of vaginal bleeding that she described as mild and dark colored. Apart from pallor and tachycardia, our patient appeared quite normal on general examination; her pulse was 106 beats/minute, blood pressure was 125/85 and her temperature was 37.2°C. Abdominally, her uterine fundal level was equivalent to 28 weeks and the uterus was dewy in consistency in most of its mass. A transabdominal ultrasound examination revealed a huge complete hydatidiform mole occupying the lower pole of the uterus and a coexisting fetus with its placenta that were enclosed within a separate sac (Figure ). Our patient was admitted to our hospital and full laboratory investigations were ordered. Her blood test results revealed microcytic hypochromic anemia and her hemoglobin level was 9.6 g/dL. Other investigations were normal. In spite of her testing positive, her serum β-hCG level was relatively low for a patient with complete molar pregnancy (8354 mIU/mL and 7799 mIU/mL in two serum samples drawn two days apart). The technician did not suspect any technical error and he confirmed the accuracy of the result. However, we considered the possibility of falsely low results and accordingly, a senior specialist was consulted. She repeated the test with serial dilutions and β-hCG was found to be 1.876 million mIU/mL. Our patient was counseled about the risk of continuation of this pregnancy and the low possibility of fetal survival. However, our patient refused intervention and insisted on conservation.\\nThe choice of conservative management was quite difficult; our patient was kept under strict observation and she was followed up using a four-hour interval chart for vital signs. Blood picture, renal chemistry (urea and creatinine), liver enzymes and thyroid function tests were ordered twice weekly, vaginal bleeding was observed and our patient was asked to report any pain, bleeding or other issues during the period of conservation. Our patient was offered genetic amniocentesis but she absolutely refused the procedure. On day 3, an increase in blood pressure above 140/90 mmHg was reported and it was found to be increasing (Figure ). However, dipstick testing for albumin in her urine gave a negative result. Anti-hypertensive drugs were not given in order not to mask her actual blood pressure. She experienced palpitation, flushing and excessive sweating from day five and the thyroid function test was repeated; the results indicated thyrotoxicosis (T4 = 3.26 ng/dL, free T3 = 5.95 pg/mL, thyroid stimulating hormone (TSH) = 0.022 μIU/mL). Two attacks of mild vaginal bleeding were reported on days five and nine. The dipstick testing for albumin in urine became positive (1 plus) on day seven and the results became worse over the next few days reaching 4 plus on day 10. Our patient was recounseled about these unacceptable complications (thyrotoxicosis and severe pre-eclampsia) and for the low possibility of fetal survival. Again, the patient refused termination. Two days later, the patient developed a severe attack of vaginal bleeding; a hysterotomy was inevitable. She delivered a 680 g viable boy with no apparent congenital anomalies; the placenta was complete, about 15 cm in diameter and adjacent but identifiable from the coexisting molar pregnancy. The baby died half an hour later in the neonatal intensive care unit. A histopathological study confirmed the diagnosis of benign complete hydatidiform mole. Unfortunately, karyotyping was not available.\\nHer serum β-hCG level was followed up after termination; it dropped progressively until it became negative after 70 days and remained so for 12 successive months (Figure ). Serial dilution of the sample was no longer needed after termination.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'32952514': 2, '23919192': 1, '10548646': 1, '26629386': 1, '14747182': 1, '32235818': 1, '25909068': 1, '10686205': 1, '7125594': 1, '18273627': 1, '8035369': 1, '11165743': 1, '7690921': 1, '12090984': 1, '7434068': 1, '22472309': 2}", "similar_patients": "{'7485654-1': 1, '7485654-2': 1}"}