{"patient_id": 40000, "patient_uid": "3505950-1", "PMID": 23213606, "file_path": "comm/PMC003xxxxxx/PMC3505950.xml", "title": "Decompensated Cirrhosis after Renal Transplantation: A Case Report", "patient": "A 34-year-old caucasian male with ESRD due to hypertensive nephrosclerosis was referred to the transplant center for evaluation for renal transplantation. His medical history was significant acute alcoholic hepatitis with biopsy-proven cirrhosis. At that time, he presented with encephalopathy and mild ascites. He had been abstinent of alcohol for one year prior to presentation, and his cirrhosis was complicated only by the presence of grade 2 esophageal varices and splenomegaly, without recurrence of encephalopathy or ascites. As the patient was well compensated, Child-Pugh score A5, it was felt he did not require a liver transplantation and could proceed with a renal transplantation.\\nAfter two years on the waiting list, the patient underwent a deceased donor renal transplantation. Induction with a single intravenous dose of Alemtuzumab 30 mg intraoperatively was provided and the patients maintained on dual therapy of Tacrolimus (target level 8–10 ng/mL) and Mycophenolate sodium (720 mg twice daily). The immediate postoperative course was unremarkable and the kidney functioned immediately. His serum creatinine (Cr) nadir was 1.3 mg/dL. Two months after transplantation, the patient complained of increasing abdominal girth, and serum Cr was mildly elevated at 1.6 mg/dL. Ultrasound identified significant ascites. Renal allograft biopsy was without pathology.\\nTwo large-volume paracentesis of 4 liters were performed at 3 and 5 months posttransplant and renal function continued to deteriorate, as demonstrated by an elevated serum Cr 3.6 mg/dL. The ascites fluid was studied to determine the cause. Studies on the fluid was significant for nucleated cells 200/mm3, 10% segmented neutrophil, total protein 2.06 g/dL, albumin 1.4 g/dL (serum albumin 3.6 g/dL, giving a serum:ascites albumin gradient 2.6), triglyceride 27 mg/dL, Cr 1.7 mg/dL, and urea 56 mg/dL (serum Cr 1.69 mg/dL, blood urea nitrogen 46 mg/dL). A nuclear medicine renal scan showed no evidence of urine ascites, and cystogram was, likewise, negative for urine leak. In summary, nonhepatic causes of ascites were excluded.\\nSix months posttransplant, the patient was found to have an elevated portal wedge pressure of 14 mm Hg, and a transjugular portosystemic shunt (TIPS) was placed. Following the TIPS procedure, his renal function returned to his nadir of 1.3 mg/dL and he was referred for liver transplantation.\\nWhile being evaluated for liver transplantation, he developed persistent fevers and was found to have an enterococcus urinary tract infection, bacteremia, and subsequently endocarditis. Despite antibiotic treatment, the patient quickly deteriorated with acute renal failure, recurrent ascites, and hepatic encephalopathy. He experienced acute respiratory failure followed by cardiac arrest and expired. Postmortem examination confirmed a cirrhotic liver and suggested an aortic valve vegetation, pyelonephritis, and pneumonia.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'3950362': 1, '9270783': 1, '8974353': 1, '17681169': 1, '18808402': 1, '2657264': 1, '4639358': 1, '23213606': 2}", "similar_patients": "{}"}