{"patient_id": 159478, "patient_uid": "3491224-1", "PMID": 23210057, "file_path": "noncomm/PMC003xxxxxx/PMC3491224.xml", "title": "The Role of Hyperthyroidism as the Predisposing Factor for Superior Sagittal Sinus Thrombosis", "patient": "A 31-year-old male patient was admitted to our institute with seizure, headache, and mental deterioration. During the recent six years, the patient had been prescribed methimazole for treatment of hyperthyroidism. However, three months before, the patient had arbitrarily stopped taking the medication. He did not undergo a regular follow-up and had poor compliance to the medication. One day before visiting our institution, the patient was admitted at a local hospital for transient weakness of both lower extremities. The patient underwent treatment for thyrotoxic periodic paralysis or thyroid crisis, but became progressively stuporous and experienced seizure attacks several times. Findings on immediate brain computerized tomography (CT) showed multiple hemorrhages in the subcortical area of both middle frontal gyrus ().\\nAfter two hours, the patient was transferred to our institute and still exhibited a stuporous mentality with no motor weakness. A follow-up CT angiography was performed immediately after arrival at our institute. Findings on brain CT showed a slight increase of hemorrhage and CT angiography showed no abnormalities of the major cerebral artery system (). During four hours, he presented with progressive neurological improvement. Laboratory results showed hyperthyroidism with the following values: 176.2 ng/dL of T3 (normal range, 80-200 ng/dL), 3.84 ng/dL of high free T4 (normal range, 0.89-1.76 ng/dL), and less than 0.01 µIU/mL of thyroid-stimulating hormone (normal range, 0.35-5.5 µIU/mL). Hematologic and coagulation parameters, including platelet count, prothrombin time, activated partial thromboplastin time, fibrinogen, anti-thrombin Ill, fibrin degradation products, D-dimer, lupus anticoagulant, protein C activity, and protein S activity were all normal. The patient also had a normal sinus rhythm on baseline electrocardiography.\\nTwo days after the initial visit, the patient became nearly alert and fully oriented. Cerebral digital subtraction angiography (DSA) was performed in order to determine the causes of the non-traumatic cerebral hemorrhage. It showed multiple intra-luminal filling defects of the SSS (). Cross-sectional echocardiography showed a normal left ventricular size and function with no evidence of intra-cardiac thrombus. Following the diagnosis of SSST, the patient received anticoagulation therapy with warfarin 5 mg QD and avoided systemic heparinization on account of the aggravating hemorrhage. In addition, hyperthyroidism was treated with prophylthiouracil. The patient's symptoms showed complete improvement. Four weeks after treatment, follow-up cerebral DSA showed a recanalization of the superior sagittal sinus (), and laboratory findings indicated a normal free T4 level of 0.81 ng/dL. The patient had no recurrence of neurological symptoms and maintained a euthyroid state for the next nine months.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'17895204': 1, '6814317': 1, '31620645': 2, '3047999': 1, '15858188': 1, '3336898': 1, '14976332': 1, '16796579': 1, '2003311': 1, '6946758': 1, '3317958': 1, '5834816': 1, '11118257': 1, '10706899': 1, '10845896': 1, '989641': 1, '1557011': 1, '7886732': 1, '28228636': 1, '34234736': 1, '7259379': 1, '23210057': 2}", "similar_patients": "{'6784644-1': 1}"}