{"patient_id": 159989, "patient_uid": "3521824-1", "PMID": 23295615, "file_path": "noncomm/PMC003xxxxxx/PMC3521824.xml", "title": "Successful treatment of thrombotic thrombocytopenic purpura associated with mitral valve replacement", "patient": "A 41-year-old woman with a four-year history of shortness of breath and chest tightness was admitted to our hospital for evaluation. Echocardiography revealed mitral valve stenosis (mitral valve area 1.06 cm2) as a result of rheumatic heart disease. The patient underwent mitral valve replacement via a right atriotomy with a mechanical mitral valve (tissue annulus diameter of 27 mm; St. Jude Medical, St. Paul, Minnesota USA). Cardiopulmonary bypass lasted for 115 minutes, and the aortic clamp time was 43 minutes. Postoperative echocardiography revealed satisfactory valve function and confirmed the successful removal of the intracavitary lesion.\\nCefoxitin (3 g/day) was initiated on postoperative day 1 for prophylaxis. A complete blood count (CBC) was obtained daily and revealed a low platelet count () on day 2. Platelets (400 ml) were transfused, but the patient developed fever (), and the platelet count dropped continuously (). In addition, the patient developed neurological symptoms and subcutaneous ecchymosis. A blood biochemical analysis revealed a serum lactate dehydrogenase of 821 U/L and 7.7 μmol/L total bilirubin (direct bilirubin, 2.1 μmol/L; indirect bilirubin, 5.6 μmol/L). Her urine exam was positive for protein (3+), leukocytes (normal), hemoglobin (2+), and bilirubin (1+). A direct Coombs test was negative, and PT and aPTT were within the normal range. Liver and renal function tests were normal. Physical examinations of the cardiovascular and respiratory systems and abdomen were normal. Abdominal ultrasonography, computed tomography, and magnetic resonance imaging of the brain revealed no abnormalities. The patient was diagnosed with acquired TTP and received a bolus of dexamethasone (10 mg), an infusion of a high volume of fresh frozen plasma, and a red blood cell transfusion. However, the patient did not respond adequately. Until eight hours after one-volume (2000 ml fresh frozen plasma) PE was treated, the patient's body temperature began to normalize, and her neurologic and respiratory parameters improved. The patient was discharged after an additional eight days of hospitalization without plasma exchange.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'14982878': 1, '1877181': 1, '17325953': 1, '10942361': 1, '12588343': 1, '21915182': 2, '18215115': 1, '25431709': 2, '9828246': 1, '23295615': 2}", "similar_patients": "{'3170900-1': 1, '4241332-1': 1}"}