{"patient_id": 154333, "patient_uid": "3087249-1", "PMID": 21547189, "file_path": "noncomm/PMC003xxxxxx/PMC3087249.xml", "title": "Fat Embolism Syndrome from Subtle to Full Blown Presentation", "patient": "A 48 year old lady was brought to the hospital with alleged history of road traffic accident. There was associated loss of consciousness but no bleeding from the ear, nose or throat. Primary and secondary survey revealed fracture lower one third of left femur along with fracture of shaft of left tibia. There was associated fracture of the pelvis (Left). The ultrasound of the abdomen and NCCT head did not reveal any abnormality. She was adequately resuscitated and planned for open reduction and internal fixation of the femur and tibia on the following day.\\nOn the day of the surgery two 16G IV cannulas were secured and in view of her associated fracture pelvis she was given general anaesthesia. Intra operatively blood loss was about 700ml which was replaced with Ringer lactate, blood and blood products. Her heart rate ranged between 120 to 146 beats per minute with a blood pressure of 70/ 40 mm of Hg to 128/76 mm of Hg and her SpO2 was between 78 to 95%. In view of her unstable hemodynamics and an intraoperative ABG suggesting moderate hypoxaemia, it was decided to electively ventilate the patient postoperatively. She was put on assist control mode of ventilation with a tidal volume of 400ml ,RR of 16bpm, fiO2 of 0.6, PEEP of 8 with an I:E ratio of 1:2. On the first post operative day her hematocrit dropped and she developed thrombocytopenia with an INR of 1.97.\\nX- ray chest showed diffuse bilateral infiltrates with right sided pleural effusion; ECG revealed right ventricular strain pattern with tachycardia. ABG showed pH of 7.40 with pCO2 of 42 mm of Hg and pO2 of 71 mm of Hg. The fundoscopy was normal. Accordingly as per Gurds classification she was diagnosed as a case of Fat embolism syndrome. She was subjected to invasive hemodynamic monitoring maintaining a CVP of 10 - 12 cm of water with a mean arterial pressure of > 65 mm of Hg. She showed dramatic improvement with ventilatory support and could be weaned off and extubated on the second post operative day.\\nShe however continued to have episodes of mild hypoxemia (SpO2 between 80 to 90%) which could be managed with non invasive ventilation in BIPAP mode. We used the ST mode with an initial IPAP of 14 cm H2O and an EPAP of 7 cm H2O. She had an uneventful recovery thereafter.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'4547466': 1, '6354030': 1, '14277277': 1, '11179136': 1, '7221887': 1, '2293968': 1, '11208659': 1, '8771112': 1, '991487': 1, '21547189': 2}", "similar_patients": "{}"}