{"patient_id": 155135, "patient_uid": "3161478-1", "PMID": 21897524, "file_path": "noncomm/PMC003xxxxxx/PMC3161478.xml", "title": "Anesthetic management for laparoscopy surgery in a patient with residual coarctation of aorta and mild aortic stenosis", "patient": "A 53-kg, 25-year-old female was scheduled for diagnostic laparoscopy and cystectomy for tubo-ovarian mass. She had undergone aortic dilatation for CoA two years back. Patient denied history of chest pain, palpitations, syncope, tachycardia or headache. She was in New York Heart Association (NYHA) functional Class II. She was of average built and her pulse rate was 60/min. Blood pressure was 140/74 mmHg in the right upper limb, 142/78 mm Hg in the left upper limb, 102/64 mmHg in the right lower limb and 107/64 mmHg in the left lower limb. Cardiac auscultation revealed a holosystolic murmur, heard loudest in the left fourth intercostal space. Routine blood and biochemical investigations were within normal limits. Her electrocardiogram (ECG) revealed left ventricular hypertrophy and left axis deviation. Recent echocardiography revealed Class I residual CoA. After taking the cardiologist's opinion, 2.5 mg ramipril oral was added to her scheduled therapy of amlodipine 5 mg and atenolol 50 mg. The patient was kept fasting overnight and was premedicated with oral ranitidine 150 mg and diazepam 10 mg, the night before and on the morning of surgery. Antihypertensive drugs were continued as per schedule.\\nIn the operating room, routine monitors (ECG, automated noninvasive blood pressure and pulse oximeter) were attached. Intravenous (IV) midazolam 1 mg and fentanyl 50 μg was administered. After local anesthetic infiltration, right radial artery was cannulated. Epidural catheter was placed in the L3-4 interspace. Anesthesia was induced by IV fentanyl 150 μg, thiopentone 200 mg along with isoflurane 1% and nitrous oxide in oxygen (50:50). After achieving neuromuscular blockade with vecuronium 6 mg and administration of 60 mg preservative-free lidocaine, trachea was intubated. Ten minutes after intubation, heart rate decreased from 72/min to 40/min. Atropine 0.6 mg was administered IV. Heart rate increased to 82 beats/min. Central venous catheter was placed in the right internal jugular vein under ultrasound guidance. Anesthesia was maintained with isoflurane and nitrous oxide in oxygen. Analgesia was provided with 3 mg morphine intravenous boluses (administered twice). After creation of pneumoperitoneum, blood pressure rose to 170/90 mmHg and was managed with 3 mg morphine intravenous and inhalational agents. The pneumoperitoneum pressure was maintained at 6-8 mmHg. The surgery was performed in Trendelenberg position and took 90 min. At the end of the surgery, residual neuromuscular blockade was reversed with IV glycopyrrolate 0.4 mg and neostigmine 2.5 mg and trachea was extubated. Patient was shifted to the intensive care unit (ICU) for monitoring. In the ICU, heart rate decreased to 40/min from 74/min. IV atropine (0.3 + 0.3 mg) was administered. The heart rate increased to 78/min and normal sinus rhythm was maintained. Morphine 3 mg diluted with normal saline to a volume of 8 mL, was administered epidurally. Further ICU stay was uneventful and the patient was shifted to the ward on the second day and discharged home on the third day.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'12553383': 1, '19602959': 1, '18637611': 1, '16797434': 1, '18672619': 1, '9135341': 1, '23662214': 2, '12821257': 1, '32724259': 1, '17943385': 1, '21897524': 2}", "similar_patients": "{'3638572-1': 1}"}