{"patient_id": 156722, "patient_uid": "3267351-1", "PMID": 22303048, "file_path": "noncomm/PMC003xxxxxx/PMC3267351.xml", "title": "Acute disseminated encephalomyelitis presenting as depressive episode", "patient": "A 9-year-old girl was brought to the Child Guidance Clinic at the Department of Pediatrics at Medical College, Calicut, Kerala, with history of acute onset of change in behavior of 1 week duration. She became withdrawn and was not interested in play and other pleasurable activities. She was very irritable getting angry easily. Her speech was markedly reduced and she occasionally cried for no apparent reason. She also had severe loss of appetite and exhibited disturbed sleep. She had a non-specific febrile illness 3 weeks prior to the onset of the behavior change. The fever lasted for 1 week and there was no associated head ache, vomiting, skin rash, or diarrhea. The illness subsided with out-patient treatment. There was no history of any immunizations in the recent past. She was born of non-consanguineous marriage and her developmental mile stones were normal. She was going to school normally and had average academic performance.\\nOn mental status examination, the child was cooperative for interview. Her psychomotor activity was reduced. Her speech was relevant and coherent with prolonged reaction time. Her mood was depressed. There were no delusions or hallucinations. Primary mental functions were intact. On nervous system examination, motor system, sensory system, and reflexes were within normal limits. There were no cerebellar or meningeal signs. A clinical diagnosis of moderate depressive episode (F-32-1) as per ICD 10 diagnostic criteria[] was made. The child was started on fluoxetine 10 mg per day.\\nRoutine blood and urine examination was normal. CSF study was also normal. EEG showed frontal beta dominance and mild slowing of the background activity. MRI of brain showed hyperintense signals in T2 and FLAIR sequences involving bilateral corona radiata, gangliocapsular midbrain, middle cerebellar peduncle, and medial cerebellar hemispheres. The MR images were consistent with ADEM Figures and .\\nAfter obtaining the MRI report, a diagnosis of moderate depressive episode secondary to acute disseminated encephalomyelitis (ADEM) was made and the child was treated with methyl prednisolone 30 mg/kg per day for 3 days. There was dramatic improvement in symptoms after the treatment with methylprednisolone. She was switched over to oral prednisolone 2 mg/kg/day which was given for 2 weeks and gradually tapered off.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'30319458': 1, '11757774': 1, '19129570': 1, '12165620': 1, '12391446': 1, '10669199': 1, '12566545': 1, '9447493': 1, '16364539': 1, '15876599': 1, '16733085': 1, '22303048': 2}", "similar_patients": "{}"}