{"patient_id": 155193, "patient_uid": "3162741-1", "PMID": 21887084, "file_path": "noncomm/PMC003xxxxxx/PMC3162741.xml", "title": "Acute Papillitis in Young Female with Toxoplasmosis", "patient": "A 32-year-old HIV-negative woman was referred to the neuro-ophthalmology department with sudden visual loss and retro-ocular pain in left eye that increased with eye movement. She had a history of intractable headache and vertigo. Best corrected visual acuity (BCVA) was 20/40 in the right eye and 20/200 in the left eye. Color vision was reduced in both eyes. Anterior segment examination was normal in the right eye but revealed a mild inflammation in the left. Intraocular pressure was within the normal limits bilaterally. Both fundii had hyperemic optic disc edema, swelling, associated peripapillary hemorrhages, and bilateral neuritis. The left fundus demonstrated an old scar from toxoplasma retinochoroiditis with a new whitish retinochoroidal lesion at the upper end of the optic nerve head []. Laboratory workup results included an erythrocyte sedimentation rate of 6 mm in the first hour (reference range 1–12), and normal white blood cell count. Lumbar puncture (LP) was performed. Serological testing for toxoplasmosis was negative for IgM but IgG titres were 60 IU/ml (reference range >3). Serology tests for Treponema pallidum, and HIV were normal. Fluorescein angiography showed early optic disc diffuse hyperfluorescence in both eyes and branch retinal artery and vein occlusion with late leakage overlying and adjacent to the disc in the left eye. Automated perimetry demonstrated right optic disc enlargement and depression in sensitivity. Automated perimetry of the left eye demonstrated a diffuse depression in sensitivity with a cecocentral scotoma and inferior arcuate defect. T1-weighted axial magnetic resonance imaging (MRI) scan and fluid-attenuated inversion-recovery (FLAIR) MRI of the brain, demonstrated a few tiny non-specific high signal foci in the hemispheric white matter . The patient was treated with sulphadiazine (4 × 1 g/day), pyrimethamine (2 × 25 mg/day) and folinic acid over 6 weeks. Topical steroids and mydriatic drops were also prescribed for inflammation of the left eye. Prednisone (1 mg/kg) was introduced, at tapering doses, during the treatment. After 3 months, visual acuity returned to 20/20 without correction in both eyes. Anterior segment examination was normal. Examination of the posterior segment of the left eye showed regression of the hemorrhages and a white chorioretinal scar.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'11931784': 1, '16544111': 1, '15965156': 1, '28539795': 1, '17318320': 1, '12881359': 1, '31316667': 1, '12881352': 1, '17321812': 1, '11755864': 1, '27340559': 2, '12140026': 1, '15051204': 1, '17891022': 1, '16673136': 1, '14700638': 1, '21887084': 2}", "similar_patients": "{'4916323-1': 1}"}