{"patient_id": 46774, "patient_uid": "3996492-1", "PMID": 24731759, "file_path": "comm/PMC003xxxxxx/PMC3996492.xml", "title": "Fat embolism syndrome after nailing an isolated open tibial fracture in a stable patient: a case report", "patient": "A 33-year-old healthy Caucasian male skier was transferred to our institution 48 hours after a ski accident. His left leg had been temporarily fixed with a plaster cast. The wound had been debrided, irrigated, and closed at a local ski resort hospital. A Gustilo grade II open left tibial fracture (42-A2.2 according to the Orthopaedic Trauma Association)\\n[,] was diagnosed (Figure \\n). Reevaluation of the patient showed a Glasgow Coma Scale of 15, an Injury Severity Score (ISS)\\n[] of 9, a New Injury Severity Score (NISS)\\n[] of 9, and unremarkable chest radiography (Figure \\n). No other sites of injury were identified.\\nStandard reamed antegrade tibial nailing was performed 6 hours later (Figure \\n) with fluted, flexible, intramedullary reamers to insert a 12-mm T2 nail (Stryker/Howmedica, Rutherford, NJ, USA) with proximal and distal locking screws. Just after introduction of the nail, the overall state of the patient started to deteriorate, with decreased oxygen saturation and a confusional state. When the surgical procedure had been completed, the patient was transferred to the intensive care unit (ICU), where he presented with dyspnea, hypoxemia (blood gas analysis revealed the PO2 to be < 60 mmHg), and fever (38.5°C). Twenty-four hours later, petechiae appeared on the lateral chest and abdomen and on the right axilla (Figure \\n). Chest radiography and contrast-enhanced computed tomography (CT) showed diffuse bilateral pulmonary infiltrates (snow-storm appearance) (Figures \\n and\\n).\\nDuring his 5-day stay in the ICU, the patient did not require intubation, although supplemental oxygen was provided (initially, 4 liters/min via nasal cannulae) under continuous pulse oximetry monitoring and repeated blood gas analyses until complete resolution of his symptoms. After 1 week the patient was asymptomatic, and his chest radiograph was normal. Echocardiography performed before hospital discharge showed no evidence of cardiac involvement that could explain a paradoxical fat embolism\\n[]. Outpatient follow-up was performed until the fracture healed completely and uneventfully.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'4547466': 1, '4814394': 1, '11514773': 1, '21243358': 1, '6471139': 1, '8487339': 1, '12684280': 1, '19726738': 1, '9420106': 1, '19826589': 2, '21957420': 1, '21144930': 1, '21278599': 1, '12855874': 1, '11521914': 1, '24731759': 2}", "similar_patients": "{'2760911-1': 1, '2760911-2': 1}"}