{"patient_id": 44208, "patient_uid": "3819729-1", "PMID": 24152579, "file_path": "comm/PMC003xxxxxx/PMC3819729.xml", "title": "Pulmonary fungus ball caused by Penicillium capsulatum in a patient with type 2 diabetes: a case report", "patient": "A 56-year-old Chinese female gardener presented to the Shanghai Changzheng Hospital with fever, a cough producing yellow-white sputum and fatigue. The therapeutic effect of cefoxitin (4000 mg/day, 14 days) was poor. She had a 5-year history of type 2 diabetes with effective treatment by insulin injection but no history of tuberculosis, chronic obstructive pulmonary disease, asthma or other underlying immunosuppressive diseases. A test for the human immunodeficiency virus was negative, but the β-D-glucan test was positive (459.3 pg/ml). Chest radiography revealed a cavitary lesion in the left upper lobe, and chest computed tomography (CT) showed globate cavities with a radiopaque, gravity-dependent ball (Figure ). Based on these data, the causal agent of the infection was initially thought to be Aspergillus spp. because of the fungus ball’s resemblance to an aspergilloma caused by species such as Aspergillus fumigatus. Histologic sections of the tissue were stained with haematoxylin and eosin (HE) and showed septate fungal hyphae (Figure ). Specimens from the gravity-dependent ball were obtained, and the fungal strain was identified as Penicillium capsulatum via micro- and macro-morphology examination and molecular sequence analysis. For macroscopic examination, the culture was grown for 7 days at 25°C on malt extract agar (MEA), Czapek yeast extract agar (CYA) and yeast extract sucrose agar (YES), and the fungus exhibited restricted growth on all media (13–17 mm) with grey-green sporulating colonies. Growth on MEA plates incubated at 30°C and 37°C was faster (17–25 mm) than at 25°C. Microscopy analysis of the colonies grown on MEA showed short, smooth-walled, monoverticillate Penicillium conidiophores. The conidia were smooth walled and ellipsoid to slightly cylindrical and measured 3.5–4.5 × 2.5–3.0 μm (Figure ). Molecular characterisation of the strain was performed by PCR amplification and sequencing of the ribosomal internal transcribed spacer region as described by Houbraken et al. []. The isolate was deposited in the CBS collection under the accession number CBS 134186, and newly generated sequences were deposited in GenBank. Figure shows that the strain belongs to Penicillium section Ramigena[] and that it is closely related to the type culture of Penicillium capsulatum, CBS 301.48. So we diagnosed this infection as Penicillioma which we created particularly. After pulmonary lobectomy, the patient was cured sequentially by treatment of fluconazole (400 mg/day, 90 days) and caspofungin (70 mg/day, 14 days).\\nFurthermore, to confirm the antifugal susceptibility in vitro, the clinical isolate CBS 134186 was, together with other environmental P. capsulatum isolates, tested in vitro against seven antifungal agents (amphotericin B, voriconazole, itraconazole, ketoconazole, fluconazole, 5-fluorocytosine, and caspofungin) using the CLSI M38-A2 broth microdilution method []. The results of this analysis are summarized in Table and show that all tested P. capsulatum strains have a low minimal effective concentration (MEC) to caspofungin and a high minimal inhibitory concentration (MIC) to fluconazole. No substantial difference for all seven antifungal agents in antifungal susceptibility was observed between CBS 134186 and the P. capsulatum strains isolated from environmental sources (Table ).", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'20578276': 1, '27761131': 1, '22498624': 1, '29075960': 1, '20689745': 1, '22308046': 1, '7722784': 1, '22065867': 1, '1368903': 1, '22983901': 1, '22308045': 1, '22454494': 1, '22308048': 1, '12387776': 1, '25999563': 1, '16371150': 2, '22543591': 1, '21254966': 1, '17127632': 1, '31534351': 1, '29380297': 1, '23423272': 1, '24152579': 2}", "similar_patients": "{'1343575-1': 1}"}