{"patient_id": 164198, "patient_uid": "3830254-1", "PMID": 24250106, "file_path": "noncomm/PMC003xxxxxx/PMC3830254.xml", "title": "Central odontogenic fibroma of the maxilla", "patient": "A 24-year-old female patient came with the complaint of a swelling over the right cheek region for the past 1 year. There was a slow growing swelling in the middle one-third of the face on the right side. It measured about 3 × 5 cm in size and obliterated the nasolabial fold. It was hard in consistency and asymptomatic. Intraoral examination revealed a well-defined, bony swelling measuring, about 3 × 5 cm in size in the right side of the maxilla, extending from canine to second molar in the anteroposterior direction. There was buccal cortical expansion and grade I mobility of 14 and 15 [].\\nOrthopantomogram (OPG) showed an ill-defined, mixed radiolucent, and radio-opaque area; extending from the distal surface of canine to the distal aspect of second molar []. Occlusal radiograph revealed a well-defined radiolucent lesion in the hard palate extending from the incisor to the second molar. It also showed buccal cortical expansion with radio-opaque flakes on the buccal aspect of 14, 15, and 16 []. From the above findings, a provisional diagnosis of a fibro-osseous lesion was arrived at the clinical level.\\nThe incisional biopsy showed a highly cellular, fibrous connective tissue stroma with plump fibroblasts and long strands, islands and nests of odontogenic epithelium seen scattered throughout the lesion and it exhibited mild eosinophilic to clear cytoplasm [Figure –, and ]. Numerous cementum-like hematoxyphilic calcifications of various sizes were seen []. These calcified structures demonstrated basophilic lamellated spherules to acellular eosinophilic materials akin to dentin or acellular cementum. In focal areas, loose fibrous connective tissue with fine collagen fibrils and stellate shape fibroblast were observed. The diagnosis of COF (epithelial-rich variant) was made because it was the predominant feature, although areas of the simple type were also seen focally.\\nThe lesion was surgically excised and was not encapsulated. The cut surface appeared grayish-white and gritty. The X-ray finding of the excised specimen was suggestive of a fibro-osseous lesion []. The histopathology of the postoperative tissue was consistent with the incisional biopsy diagnosis.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'1702150': 1, '25506436': 2, '25646136': 2, '26752885': 2, '31583206': 2, '8986968': 1, '21751042': 1, '26457211': 2, '10513876': 1, '7898916': 1, '2004076': 1, '3133430': 1, '26125006': 2, '7600224': 1, '21684774': 1, '24250106': 2}", "similar_patients": "{'6761066-1': 1, '6761066-2': 1, '4592713-1': 1, '4483617-1': 1, '4691995-1': 1, '4259130-1': 1, '4311396-1': 1}"}