{"patient_id": 154657, "patient_uid": "3124731-1", "PMID": 21738354, "file_path": "noncomm/PMC003xxxxxx/PMC3124731.xml", "title": "A Case of Atypical Skull Base Osteomyelitis with Septic Pulmonary Embolism", "patient": "A 51-yr-old man presented to our emergency department with left temporo-occipital and retro-orbital facial pain of 1-week duration on April 3, 2009. There was no history of ear infection. At presentation, cranial magnetic resonance imaging (MRI) showed an encephalomalacic change in the right parietal lobe which was unrelated to the presenting manifestations; the patient was allowed to leave emergency department on non-steroidal anti-inflammatory drug (NSAID). Three weeks later, the patient again presented to the emergency department with new-onset hoarseness, dysphagia, frequent choking upon swallowing liquids, fever, cough, and sputum production. The left temporo-occipital and retro-orbital facial pain had become aggravated and did not respond to conservative measures such as a soft diet and NSAIDs. He had been admitted to a local hospital and managed with empirical antibiotics for 3 days before being referred to our hospital for further evaluation. He was previously healthy and denied tobacco or alcohol use.\\nAt admission, he was afebrile. Neurologic examination revealed the presence of left vocal cord palsy, deviation of tongue to the left side, and a decreased gag reflex, suggesting left IXth, Xth, and XIIth cranial nerve palsies. On otologic examination the tympanic membrane was intact without impairment of hearing capacity.\\nLaboratory testing revealed an elevated C-reactive protein (CRP) level of 6.58 mg/dL without leukocytosis. All other laboratory tests including hemoglobin, platelet count, hepatic enzymes, electrolytes, cerebrospinal fluid, VDRL, rheumatoid factor, antinuclear antibody (ANA) titer, D-dimer level and urinalysis were within normal range. A cranial MRI and MR venography showed left mastoiditis, venous thrombosis in the left transverse and sigmoid sinuses, thrombophlebitis and skull base osteomyelitis (SBO) (). Chest radiography and computed tomography (CT) showed multiple peripheral pulmonary nodules of varying degrees of cavitation in both lungs (). The patient was diagnosed of having atypical SBO caused by masked mastoiditis complicated by sigmoid sinus thrombosis and multiple septic pulmonary emboli, and intravenous (IV) piperacillin/tazobactam (18 g/day) and heparinization was started after 3 pairs of blood cultures were performed. Percutaneous needle aspiration (PCNA) biopsy of one cavitary consolidation was performed to exclude pulmonary tuberculosis, vasculitis, or fungal infection; the pathologic findings revealed many neutrophils and foamy histiocytes but no granuloma or fungal organisms, suggesting the existence of septic pulmonary emboli (). Fungal- and acid-fast bacillus-specific stains were negative. Enterobacter aerogenes was isolated from sputum culture. No organism was obtained from blood cultures.\\nUpon discharge 1 month after admission, the patient's neurologic deficits were completely recovered, the CRP level returned to normal range and simultaneously conducted chest radiography and CT showed regression of the scattered pulmonary nodules (). Follow-up cranial MRI and venography also showed a decrease in the volume of thrombus in the sinus, compared to the previous study (). The patient was discharged on oral antibiotics (levofloxacin, 750 mg/day) and oral anticoagulation therapy with warfarin. Antibiotics were maintained for 5 weeks in conjunction with anticoagulants. Warfarin treatment was continued with a target INR being between 2 and 3, without hemorrhagic complications, over 1 yr. Follow-up cranial MRI and MR venography showed complete resolution of the thrombus in the sigmoid sinus. No recurrence has been noted 2 yr after hospital discharge.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'34267907': 1, '2501603': 1, '12437798': 1, '18672403': 1, '29164118': 1, '28050478': 1, '10767461': 1, '17380002': 1, '6877011': 1, '19384672': 1, '3485233': 1, '33777638': 1, '21738354': 2}", "similar_patients": "{}"}