{"patient_id": 156389, "patient_uid": "3245488-1", "PMID": 22216070, "file_path": "noncomm/PMC003xxxxxx/PMC3245488.xml", "title": "Can Behcet’s Disease Related Pulmonary Arterial Aneurysms be Completely Resolved?", "patient": "An 18 year old Saudi unmarried male student had been attending the ophthalmology clinic for posterior uveitis for the last few weeks. He was also followed in urology clinic for testicular pain with benign hypo-echoic lesions, presumed to be trauma related, for the last few months. He presented to the emergency room with massive bleeding from mouth, (query hemoptysis versus hematemesis) and found to have cardiac arrest on arrival to the emergency room. The patient had no history of any allergies, surgeries in the past, sexual contacts, smoking, addiction or any familial illnesses. Cardiopulmonary resuscitation was done and he was intubated, ventilated and shifted to intensive care unit. His laboratory data on arrival revealed no significant abnormalities. His endotracheal tube and nasogastric tube continued to drain over 500 ml of bloody aspirate over the next 24 hours, putting the possibility of asphyxia from aspiration of blood as a likely cause of initial cardiac arrest.\\nHe underwent esophagogastrodudenoscopy which showed coffee ground material in stomach but no signs of active bleeding. His toxicology screening and autoimmune profile (rheumatoid factor, antinuclear antibodies) and viral & Brucella serology were all negative. The patient remained intubated and mechanically ventilated with a baseline Glasgow coma scale of 7. His CT (computerized tomography) scan chest with contrast was negative for pulmonary embolism. His echocardiogram on the 2nd post admission was initially suspicious for probable mass versus vegetation over tricuspid valve which prompted IV antibiotics (vancomycin and amikacin) as well as antifungal (amphotericin B) as patient remained culture negative throughout his stay. However, the second echocardiography and cardiac surgery review refuted the need for any surgical intervention for suspected tricuspid lesion due to poor clinical condition of the patient and the paucity of chances for successful repair. The patient remained afebrile from the 3rd post admission day onwards, which prompted the primary physician to discontinue all antibiotics/antifungal after 14 days as all septic screening remained negative throughout. His initial CT brain revealed hypoxic brain injury with minimal cerebral edema which resolved on subsequent scans. He also remained under the auspices of neurologist for two episodes of myoclonic seizures treated with phenytoin and maintained on sodium valproate. An opinion regarding possible biopsy of the hypo-echoic lesion in the testicles was sought but the urologist’s impression remained that the lesions are likely secondary to a traumatic cause which require no further workup.\\nAs the diagnosis remained elusive, the family was again called for obtaining additional points in history. On 14th post admission day, during re-interview with the family about recent oral ulcer that the patient had now developed in the mouth while in intensive care unit, they revealed that the patient has recurrent oral and genital ulcers on almost a monthly basis along with recurrent joint pains off and on. His Pathergy test was done which was inconclusive. His ophthalmological examination was significant for posterior uveitis. Rheumatologist’s opinion was sought and it was mutually agreed by the multidisciplinary team to treat the patient with steroids as a case of Behcet’s disease. A second CT chest with contrast was done with reconstruction imaging, which showed massive pulmonary arteriovenous malformations/aneurysm (see Fig. ) and left small pulmonary infarct without any evidence of thromboembolism. His steroids were changed to Methylprednisolone 1 gram intravenous pulse therapy for 5 days in addition to initiation of azathioprine 50mg. The family was counseled but did not agree to consent for cyclophosphamide therapy due to potential side effects. The steroids were then tapered down over 6 months and maintained on 10 mg prednisolone with azathiprine 75 mg daily along with osteoporosis prevention medications.\\nThe patient was eventually extubated and tracheostomy closed but continued to have irreversible brain hypoxic injury with minimal responsiveness with eye contact and nodding and no motor response in the limbs. He remained under follow-up with cardiology, rheumatology, nephrology and neurology for over one year as family was unwilling to take the patient home. His biochemistry remained normal throughout the stay. His repeat ultrasound revealed that the testicular lesions had completely resolved while the repeat echocardiography revealed that the tricuspid lesion had also completely resolved, all indicative of possible vasculitic origin. His repeat CT scan chest showed all pulmonary arterial aneurysms resolved after almost one year of steroids and azathioprine (see Fig. ). The patient was discharged with home health care and over the last one year follow-up he has remained in an unchanged condition, bedridden with persistent hypoxic brain injury with no new lesions or other active problems.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'21199472': 1, '7997553': 1, '19693504': 1, '15515774': 1, '1970380': 1, '25610360': 1, '21124084': 1, '19064583': 1, '17266063': 1, '15589493': 1, '12544711': 1, '19767285': 1, '382361': 1, '15947344': 1, '32851380': 1, '14673387': 1, '8612025': 1, '8029416': 1, '8596152': 1, '11961435': 1, '20496419': 1, '22216070': 2}", "similar_patients": "{}"}