{"patient_id": 155249, "patient_uid": "3166684-1", "PMID": 21927672, "file_path": "noncomm/PMC003xxxxxx/PMC3166684.xml", "title": "Jejunocolic Fistula Associated with an Intestinal T Cell Lymphoma", "patient": "A 56-year-old man presented with an acute diarrheal illness that had begun 14 days prior to first hospital visit. The patient had intermittent fevers, chills, night sweat 1 month previously and a 9 kg loss of body weight in the previous 3 months. The patient was afebrile and had stable hemodynamic vital signs. The patient was cachectic and pale, but appeared nontoxic on physical examination with a soft and flat abdomen, normoactive bowel sounds and no tenderness or palpable lymphadenopathy. The past medical history was significant for pulmonary tuberculosis in the third decade of life and chronic hepatitis B carrier state. There was no prior history of abdominal surgery.\\nInitial laboratory tests revealed the following results: leukocyte counts 7.2×109/L (neutrophile 75.5%), Hemoglobin 11 g/dL, platelets 407×109/L, total protein 6.6 g/dL, albumin 3.9 g/dL, total bilirubin 1.0 mg/dL, AST 73 IU/L, ALT 65 IU/L, Alkaline phosphatase 193 IU/L, LDH 212 IU/L, BUN 12.3 mg/dL, creatinine 0.96 mg/dL, sodium 129 mmol/L, potassium 3.3 mmol/L, Cl- 93 mmol/L, plasma CEA 0.2 ng/mL, with a normal blood cell morphology. The work up for infectious diarrhea was negative. Contrast enhanced computed tomography (CT) of the abdomen showed focal wall thickening in the distal transverse colon with enlarged regional lymph nodes ().\\nDuring the colonoscopy, a fistula opening communicating with a small bowel was identified at the distal transverse colon, and a circumferential ulcer was detected in the small bowel side through the fistula opening ( and ). The colonoscope was not advanced through the fistula due to the risk of perforation. Biopsies from the circumferential ulcer of small bowel side showed an aggregation of atypical lymphoid cells suggestive of lymphoma. However, biopsies from the margin of the colonic fistula opening showed chronic inflammation only.\\nPatient refused to admit and further evaluation until histologic diagnosis of the lesion is determined. Therefore, the further studies including CT enterography and follow-up colonoscopy for additional biopsy were delayed.\\nTwo weeks after the colonoscopy, at his 3rd visit to outpatient clinic for admission, the patient presented with acute abdominal distress. An emergency laparotomy was performed, which revealed a large inflammatory mass-like lesion covered with omentum. After adhesiolysis, jejunocolic fistula and jejunojejunal adhesion were noted. A perforation site was found in the jejunocolic fistula. An extended right hemicolectomy and segmental jejunectomy were performed with dissection of regional mesenteric lymph nodes.\\nPathology revealed a 7.0×5.5 cm-sized ulcerated fistula tract between the jejunum and the distal transverse colon ().\\nLight microscopy examination of the involved small intestinal mucosa showed diffuse infiltration of predominantly medium-sized atypical lymphoid cells in the lamina propria (H&E stain, ×400), but findings of normal small bowel mucosa showed normal villi without atrophic change. Immunohistochemical staining was positive for leukocyte common antigen, CD30, CD3, and Galectin-3; weakly positive for CD4; and negative for CD56, anaplastic lymphoma kinase, and CD8 (). Thirty of 65 lymph nodes were also involved by atypical lymphoid cells. Thus, the final pathology was confirmed as unspecified primary small-intestinal PTCL.\\nAfter surgery, the patient's condition continued to deteriorate and he died 2 months after surgery due to peritonitis and sepsis.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'780065': 1, '8299511': 1, '14938931': 1, '16786145': 1, '2765374': 1, '14645001': 1, '29979438': 2, '15367401': 1, '2670184': 1, '10744840': 1, '12107782': 1, '25584286': 1, '16473072': 1, '5007387': 1, '1466400': 1, '17435634': 1, '24282371': 1, '15624055': 1, '9521441': 1, '9698027': 1, '16629256': 1, '3755392': 1, '12733145': 1, '2589594': 1, '11782623': 1, '28522959': 1, '15855746': 1, '33659111': 2, '21927672': 2}", "similar_patients": "{'7920242-1': 1, '6076109-1': 1, '6076109-2': 1}"}