{"patient_id": 154436, "patient_uid": "3102879-1", "PMID": 21655071, "file_path": "noncomm/PMC003xxxxxx/PMC3102879.xml", "title": "Waldenstrom Macroglobulinemia with CD5+ Expression Presented as Cryoglobulinemic Glomerulonephropathy: A Case Report", "patient": "On April 24, 2009, a 61-yr-old woman visited our hospital with generalized edema for 3 months. She also complained of tingling sensation and cyanosis of extremities in cold weather and visual disturbance. Physical examination showed mild anemic conjunctivae, splenomegaly and pretibial pitting edema on both legs. But there were no superficial lymph nodes and hepatomegaly. The laboratory findings revealed white blood cells, 3,270/µL (segment neutrophil 57%; lymphocytes 28%); hemoglobin, 8.8 g/dL; and platelets, 81,000/µL. Blood urea nitrogen, serum creatinine, total protein and albumin were 28.2 mg/dL, 1.4 mg/dL, 5.7 g/dL and 3.0 g/dL, respectively. In urinalysis, 4+ of proteinuria and 3+ of hematuria were found. Bence-Jones proteins were not found in urine. ANA was positive (1:640, speckled) and anti-ds DNA antibody was negative. The serum levels of IgG, IgA were normal (IgG, 972.47 mg/dL [normal 970-1,700 mg/dL], IgA, 242.07 mg/dL [normal 110-410 mg/dL]) but IgM was slightly elevated (246.41 mg/dL [normal 35-220 mg/dL]). C3 was 55.45 mg/dL (normal 86-160 mg/dL) and C4 was 1.6 mg/dL (normal 17-45 mg/dL). Serum LDH was 300 IU/L. HBsAg, anti-HBs and anti-HCV were all negative. In renal biopsy, we found that the glomeruli are generally enlarged showing marked endocapillary proliferation and irregularly thickened capillary wall with frequent obliteration of the capillary lumen due to pseudothrombi and subendothelial hyaline deposits with stained IgM. On the electron microscopic (EM) findings, there are subendothelial and mesangial electron dense deposits revealing microtubular structures compatible with cryoglobulinemic glomerulonephropathy (). In additional tests, cryoglobulin was positive and the level of β2-microglobulin was 4.4 mg/L (normal 0-2.4 mg/L). Monoclonal gammopathy with IgM kappa type was seen in immunofixation electrophoresis (). Bone marrow biopsy revealed small lymphocytes with expression of CD5+CD20+ suggestive of B-cell lymphoproliferative disorders and positive reaction in small numbers of plasma cells with anti-cytoplasmic IgM antibody (). Ophthalamic examination showed vascular segmentation and dilatation of the retinal veins () and PET-CT showed no abnormal hypermetabolic lesions. Thus, on the basis of symptoms, signs, the laboratory findings, renal biopsy and bone marrow examination, we diagnosed WM. She was treated with cyclophosphamide, doxorubicin, vincristine and prednisolone (CHOP) chemotherapy. After the treatment, we observed negative proteinuria, hematuria, serum cryoglobulin and monoclonal gammopathy in immunofixation electrophoresis (). Complete blood cell profiles were normalized and lymphoid cell aggregation in bone marrow was absent. And she also had improved visual acuity and tingling sensation of upper and lower extremities.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'19196866': 1, '19556426': 1, '9617499': 1, '23259458': 2, '20449747': 1, '19047284': 1, '18632851': 1, '18641029': 1, '20207842': 1, '19617573': 1, '18499469': 1, '20367304': 1, '16191510': 1, '18216293': 1, '19287458': 1, '19669189': 1, '12720118': 1, '21655071': 2}", "similar_patients": "{'3541200-1': 1}"}