{"patient_id": 161570, "patient_uid": "3662087-1", "PMID": 23720684, "file_path": "noncomm/PMC003xxxxxx/PMC3662087.xml", "title": "The inferior caval vein draining into the left atrial cavity – a rare case", "patient": "A female patient aged 9 years initially developed significant exertional dyspnoea and desaturation. These symptoms, together with clubbing of fingers and toes, prompted referral for cardiovascular assessment. On physical examination her height and weight were at the 3rd centile for age (124cm and 23kg, respectively). Oxygen saturation was 91% at rest and fell to 87% with exercise. Normal volume and symmetrical peripheral pulses were present. Abdominal examination excluded hepatosplenomegaly. Chest auscultation revealed normal first and second heart sounds with no murmurs. Symmetrical air entry was heard into both lungs without added sounds. Chest x-ray and 12-lead electrocardiogram did not show any abnormal findings.\\nTransthoracic echocardiogram showed situs solitus with atrio-ventricular and ventriculo-arterial concordance. The IVC appeared to drain into the LA through a restrictive tunnel, although details of this route remained unclear ().\\nOn angiography, contrast medium passed directly from the IVC into the LA through a 2mm wide opening (). The mean IVC blood pressure was 12mmHg and mean LA pressure was 6mmHg.\\nA dilated azygos vein (9mm) drained venous blood from the lower body into a dilated (12.4mm) superior vena cava (SVC) ().\\nAt surgery via a medial sternotomy, the epicardial aspect of the heart showed moderate hypoplasia of the right atrium (RA) and right ventricle. With the SVC and IVC directly cannulated, cardiopulmonary bypass and cardiac arrest were established in a standard fashion. When the right atrial appendage was opened along the atrio-ventricular groove, the SVC orifice was readily identified but not the IVC orifice. There was no identifiable oval fossa present and the atrial septum was intact. The triangle of Koch was determined from the whitish colouration of the membranous septum/central fibrous body at its apex, although there was no well-formed coronary sinus or tendon of Todaro visible. Only a small orifice of the middle cardiac vein was present at the anticipated site of the coronary sinus. A longitudinal incision in the atrial septum between the putative triangle of Koch and the terminal crest revealed a cavity behind it receiving the IVC ().\\nNo coronary sinus orifice could be identified in this cavity. The abnormal septum between RA and the cavity receiving the IVC had the macroscopic appearance of a thick muscular layer with endothelium on both sides. A thick fibrous membrane with the appearance of flap mechanism of a patent fossa ovalis (PFO) lined the other side of the cavity. The flap mechanism, however, was different from a typical PFO, because the upper margin was formed by a membranous structure rather than an muscular infold as seen in the normally structured heart. The PFO was closed with direct sutures. The abnormal muscular septum was resected as much as possible allowing the IVC to open widely into the right atrial cavity leading to the vestibule of the tricuspid valve. The area of the putative triangle of Koch was entirely preserved; the abnormal muscular septum and the fibrous oval fossa membrane fused at the expected site of the tendon of Todaro.\\nOn cross section, the resected septum was 4mm at its thickest, tapering to 2mm. Histology revealed that the thick end was composed of atrial myocardium covered with a thin layer of endocardium. Toward the thin end, the myocardium was capped with thick deposition of fibrous tissue ().\\nThis patient had a smooth and uneventful post-operative course. Peripheral oxygen saturation normalized and her shortness of breath improved at 3 months follow-up. During follow up of 5 years, no evidence of arrhythmia or IVC obstruction was noted.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'17378673': 1, '12433899': 1, '10197690': 1, '3805524': 1, '14067439': 1, '9986897': 1, '23720684': 2}", "similar_patients": "{}"}