{"patient_id": 163185, "patient_uid": "3772259-1", "PMID": 24043973, "file_path": "noncomm/PMC003xxxxxx/PMC3772259.xml", "title": "MDCT Findings of Right Circumaortic Renal Vein with Ectopic Kidney", "patient": "A 42-year-old man underwent abdominopelvic MDCT due to the evaluation for traumatic splenic rupture. CT examination was performed using a 128-detector-row CT scanner (definition AS+, Siemens Medical Solutions, Forchheim, Germany). Helical scan data was acquired using 32 × 1.2 mm collimation, a rotation speed of 0.5 sec, pitch of 0.6, and 120 kVp. Attenuation-based tube current modulation was used with a reference tube current-time product set at 210 mAs per rotation. Volume rendering images were obtained by using Aquarius iNtuition viewer (Terarecon, SanMateo, CA, USA). A right ectopic kidney was found incidentally. The left kidney was in an orthotropic position with normally coursing the renal vein. The right ectopic kidney was located between the level of the 3rd lumbar vertebral body superiorly and 5th lumbar vertebral body inferiorly. The right ectopic kidney was incompletely rotated while the hilum and renal pelvis were facing anterior to the parenchyma. The anterior portion of the right renal vein which was emerging from the anterior part of the ectopic kidney crossed to the left side of the aorta with a ventral course to the inferior vena cava (IVC) and aorta (). Then, it turned around and coursed dorsally to the aorta and finally drained into the IVC (). The right renal artery arose from the abdominal aorta as the upper polar artery (). The traumatic splenic lacerations and hemoperitoneum are also noted (). The patient showed American Association for the Surgery of Trauma splenic injury grade 2 and stable vital signs, so conservative treatment was performed.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'10835118': 1, '21620097': 1, '25567101': 1, '30002780': 1, '20556387': 1, '10223477': 1, '11236347': 1, '10370998': 1, '24043973': 2}", "similar_patients": "{}"}