{"patient_id": 165311, "patient_uid": "3891388-1", "PMID": 16134774, "file_path": "noncomm/PMC003xxxxxx/PMC3891388.xml", "title": "A Case of Pulmonary Inflammatory Pseudotumor: Recurrence Appearing as Several Consolidative Lesions after Complete Resection", "patient": "A 56-year-old man with no significant medical history was admitted to our hospital for a lung mass on August 3, 1998. He was a 30 pack-year smoker, and worked as a scavenger. He complained of chronic cough with purulent sputum, and weight loss of about 5 kg in the past year. Upon physical examination, no abnormalities were found. The plain chest radiograph and CT scan revealed a relatively well-defined soft mass in the left lower lobe of the lung (). Transbronchial lung biopsy and percutaneous fine needle aspiration proved not to be diagnostic.\\nA left lower lobectomy was performed on August 14, 1998. Upon gross examination, a well-demarcated lobulated, solid mass, measuring 4.3×3.4 cm, was detected in the lateral basal segment of the left lower lobe. The tumor exhibited a grayish-yellow, focally fibrotic cut surface, with anthracitic pigmentation. Probing of the lateral basal segmental bronchus revealed an obstruction located 3.0 cm from the resection margin. Microscopic examination revealed this to be a circumscribed lesion without a capsule. The alveolar architecture was obliterated, with a small number of residual airways appearing at the periphery of the lesion. The lesion itself consisted of a mixture of fibroblasts, myofibroblasts, and inflammatory cells, especially plasma cells, lymphocytes, occasional eosinophils, and histiocytes. The spindle cells were arranged in a storiform pattern, and clusters of plasma cells were interspersed with the lymphocytes. Lymphoid follicles were also occasionally seen (). The interlobar and inferior pulmonary ligament lymph nodes exhibited reactive hyperplasia. This lesion was diagnosed as an inflammatory pseudotumor, of the lymphoplasmacytic variety.\\nThis patient returned to our hospital on December 26, 2002, complaining of aggravated cough and excessive sputum, which had persisted for 4 months. He also complained of intermittent hemoptysis. The plain chest radiograph and chest CT scan revealed three ill-defined consolidative lesions. One of these lesions was about 3.6 cm in size, with an internal air bronchogram, in the right upper lobe. The other lesions were about 3.5 cm in size, and they were located in the lingular division of the left upper lobe; these exhibited an appearance similar to that of the lesion in the right upper lobe (). Ill-defined small nodules were also noted around these lesions. Transbronchial lung biopsy was again performed. The biopsy specimens through the posterior segment of the right upper lobe revealed marked interstitial lymphoplasmocytic infiltrations with fibrosis. Biopsies through the superior segment of the lingular division in the left upper lobe also revealed marked interstitial lymphoplasmocytic inflammation with fibroblast proliferation. Microscopically, the specimens also exhibited massive infiltrations of inflammatory cells, including plasma cells, lymphocytes, and neutrophils, admixed with fibroblasts and myofibroblasts. These findings were similar to those from the previous mass (). We recommended a thoracoscopic biopsy, but the patient refused. We began oral prednisolone at 40 mg/day, and after gradually tapering the dosage, maintained it at 10 mg daily. We used this regimen for a total of 14 months, discontinuing it in March, 2004. On serial chest radiographs, all lesions appeared to have completely disappeared. On the patient's last visit, on August 31, 2004, the patient still complained of cough and sputum. There was, however, no evidence of a third recurrence on the follow-up chest radiograph.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'401674': 1, '10974727': 1, '14577073': 1, '9580519': 1, '10647841': 1, '9457206': 1, '25562011': 1, '6031838': 1, '553662': 1, '26029612': 1, '11974867': 1, '981599': 1, '12647641': 1, '2841219': 1, '10320231': 1, '9606802': 1, '22004917': 2, '1941485': 1, '31384203': 1, '10434553': 1, '16134774': 2}", "similar_patients": "{'3215646-1': 1}"}