{"patient_id": 162739, "patient_uid": "3745700-1", "PMID": 23960290, "file_path": "noncomm/PMC003xxxxxx/PMC3745700.xml", "title": "Replantation of a circumferentially degloved ring finger by venous arterializations", "patient": "A 41-year-old woman sustained a complete degloving injury of her right ring fingers by a roller machine in January 2011. The finger was denuded of skin and subcutaneous tissue from the middle part of the proximal phalanx to as far as the nail plate, leaving bones, tendons and the nail bed intact [Figure and ]. The degloved skin was preserved except for a 5 cm longitudinal strip on the dorsum of the finger. The nail demonstrated brisk bleeding. The function of flexor and extensor tendon was preserved. The vessels were cautiously located in the subcutaneous layer under microscopy. The neurovascular bundles remained in good condition in the denuded finger. There were numerous good-caliber (one mm diameter or greater) superficial veins in the palmar and dorsal aspects of the peeled skin. Vein arterialization was determined as a blood supply to the avulsed skin. After the digital Allen test to the ring finger was confirmed intact, the ulnar digital artery was transected. The proximal artery was anastomosed with a distal vein in the palmar aspect of the avulsed skin without tension. Two dorsal veins were anastomosed for outflow. The skin was loosely closed with 5/0 nylon. The finger turned pink. Dextran (500 mL daily) was infused for 5 days to enhance microcirculation. Swelling and congestion appeared for 3 days after the operation, but these findings subsided and the finger survived uneventfully. After 3 months, the patient returned to her previous job. At 1 year followup, the active range of motion of at the metarcarpalophalangeal joint was 0°-90°, at the proximal interphalangeal joint 0°-110° and at the distal interphalangeal joint 10°-40°. Light-touch sensation of the ring finger was intact and she scored a value of 9 mm on static 2-point discrimination testing. She did not complain of any cold intolerance of the ring finger. She was satisfied with the appearance and function of the digit [Figure -].", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'30078904': 1, '25114435': 1, '19897322': 1, '3986426': 1, '9583485': 1, '14646649': 1, '22022033': 1, '20878729': 1, '20878731': 1, '9339278': 1, '17667410': 1, '17826561': 1, '23960290': 2}", "similar_patients": "{}"}