{"patient_id": 166484, "patient_uid": "3965802-1", "PMID": 24678335, "file_path": "noncomm/PMC003xxxxxx/PMC3965802.xml", "title": "Shiga toxin-associated hemolytic uremic syndrome complicated by intestinal perforation in a child with typical hemolytic uremic syndrome", "patient": "A 26-month-old female patient visited a hospital due to prolonged vomiting, poor oral intake and watery diarrhea for 5 days after eating a slushy. At the time of the visit, she was drowsy. Laboratory tests revealed leukocytosis, anemia, thrombocytopenia, and azotemia. Renal ultrasonography revealed diffusely increased parenchymal echogenicity with decreased perfusion in both kidneys (). Despite supportive care, her azotemia worsened; therefore, two days later, (the 3rd hospital day), acute peritoneal dialysis (PD) was started. On the 6th hospital day, when she was transferred to another hospital, her dialysate looked bloody. On the next day (the 7th hospital day), she presented with abdominal tenderness and leukocytosis of her peritoneal dialysate (1,140/mm3). Subsequently, the intraperitoneal antibiotic administration of cefazolin and ceftazidime was initiated. However, azotemia and leukocytosis of the peritoneal fluid persisted; thus, on the 9th hospital day, the patient was transferred to Seoul National University Children's Hospital for further management.\\nAt our hospital, the patient was alert but appeared acutely ill. She was not feverish. Upon physical examination, her whole abdomen was tender, and mild pitting edema was present. Laboratory tests revealed a leukocyte count (white blood cell, WBC) of 60,960/µL; hemoglobin (Hb) level, 9.4 g/dL; hematocrit (Hct), 28.4%; reticulocyte count (Reti), 10.62%; platelet count (Plt), 24,000/µL; serum sodium (Na) level, 139 mmol/L; serum potassium (K) level, 3.4 mmol/L; serum chloride level, 106 mmol/L; total carbon dioxide level, 20 mmol/L; serum blood urea nitrogen/creatinine level (BUN/Cr), 109/4.8 mg/dL; and C-reactive protein, 5.37 mg/dL. Schistocytes were observed on peripheral blood smear. Shiga toxin was detected from stool sample by polymerase chain reaction of Shiga toxin gene. WBC and red blood cell count of the peritoneal dialysate were 4,600/µL (polymorphonucleocyte, 98%) and 9,800/µL, respectively. The peritoneal dialysate culture revealed Enterococcus species, which were resistant to ampicillin and sensitive to vancomycin; accordingly, cefazolin was switched to intraperitoneal vancomycin. However, her peritonitis did not improve; therefore, the PD catheter was removed on the 12th hospital day, and hemodialysis (HD) was started. Three days later (on the 15th hospital day), severe ileus developed with aggravated abdominal tenderness. An exploratory laparotomy was performed under the suspicion of intestinal perforation (), and a 15 cm long intestinal necrotic change from the terminal ileum to the cecum with small perforation of the terminal ileum was found. She underwent an ileocecectomy with double-barrel ileostomy (). Pathologic evaluation revealed segmental transmural necrosis with perforation, transmural hemorrhage and hyaline thrombi in the small arteriole and vein. After the operation, her general condition and laboratory findings improved. HD was discontinued on the 20th hospital day, and she was discharged on the 54th hospital day. At discharge, laboratory findings revealed a WBC count of 15,380/µL; Hb, 8.6 g/dL; Hct, 26.2%; Reti, 4.8%; Plt, 516,000/µL; and BUN/Cr, 12/0.6 mg/dL. The ileostomy was repaired one month after discharge, and she has been doing fairly well without specific complications. Laboratory findings at three years after discharge revealed a WBC count of 8,310/µL; Hb, 11.7 g/dL; Hct, 25.3%; Plt, 331,000/µL; and BUN/Cr, 16/0.56 mg/dL.", "age": "[[26.0, 'month']]", "gender": "F", "relevant_articles": "{'10654337': 1, '3510166': 1, '3047052': 1, '18704506': 1, '2273421': 1, '7738732': 1, '21809003': 1, '2269961': 1, '7931868': 1, '1773328': 1, '17968789': 1, '3535529': 1, '24678335': 2}", "similar_patients": "{}"}