{"patient_id": 159896, "patient_uid": "3519070-1", "PMID": 23248692, "file_path": "noncomm/PMC003xxxxxx/PMC3519070.xml", "title": "Generalized epilepsy with febrile seizure plus (GEFS+) spectrum: Novel de novo mutation of SCN1A detected in a Malaysian patient", "patient": "This 15-year-old Malay boy born to non-consanguineous healthy parents presented seizure and developmental regression. He was well until 6 months of age when he developed fever associated with one episode of seizure. Since the age of 2 years, he started to have frequent episodes of generalized tonic clonic seizures (GTCS) without fever (afebrile seizures). His general physical and neurological examination was normal. His psychological examination revealed a good space-temporal orientation and social interaction. Motor examination revealed normal strength and muscle tone in all extremities. By the age of 2 years 6 month, he had experienced approximately 10 episodes of GTCS per day with 1-hour interval between seizures, lasting 1–2 minutes. His seizures had improved with 400 mg sodium valproate and 150 mg syrup carbamazepine. The frequency of his seizures had varied from seizure free to several episodes per day. His parents had noticed that his seizures were exacerbated 5–6 am during his sleeping and at day time. Since then, he gradually experienced acute cerebellar ataxia with instability during walking and his developmental and speech gradually regressed and there were no signs of improvement. At the same time, his speech worsened from few words to bubbling. His electroencephalogram (EEG), computed tomography (CT) scan, and magnetic resonance imaging (MRI) brain at 8 years of age were normal. Currently, he continues to experience GTCS approximately 2–3 times every month, with abrupt onset and characterized by impairment of consciousness. Those seizures lasted about 1–2 minutes and aborted spontaneously. The doses of carbamazepine were increased to 300 mg and topiramate 25 mg was added to control the seizure, which did not decrease the frequency of the seizures. His current intellectual disabilities revealed mental retardation, developmental delay and autism features. At 11 years, he was still unable to speak with no verbal communication. His other neurological impairments included motor skills, social interaction skills, processing skills, learning, and memory. During our observations, he enjoys playing by himself and was not aware of his surroundings. His repeated EEG at 11 years of age showed abnormal record with a slowing of the background for age with absence of alpha activity, and the abnormal epileptic record showed frequent burst of epileptic discharges over both centro-parietal regions. At 15 years of age, his motor skill had improved with physiotherapy. Currently, he is able to walk without support. Unfortunately, his social skills remain poor, as he still has no social interaction. He did not attend school and his carbamazepine has been substituted to carbamazepine CR 400 mg and increased topiramate doses of 37.5 mg to reduce the symptomatology. His chromosomal karyotype showed no abnormalities (46, XY). Mutational analysis for SCN1A revealed a novel heterozygous point mutation a c.5197 A > G transition in exon 26 of SCN1A. Consequently, the mutation was considered to be a pathogenic and de novo mutation.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'17507202': 1, '18413471': 1, '11326274': 1, '15087100': 1, '10742094': 1, '19464195': 1, '9697698': 1, '15694566': 1, '17347258': 1, '25119057': 1, '15115768': 1, '11887962': 1, '11524484': 1, '28373025': 1, '9126059': 1, '18930999': 1, '12610651': 1, '15277629': 1, '11488881': 1, '14504318': 1, '11823106': 1, '23248692': 2}", "similar_patients": "{}"}