{"patient_id": 35396, "patient_uid": "3106396-1", "PMID": 21712880, "file_path": "comm/PMC003xxxxxx/PMC3106396.xml", "title": "Catatonia and jaw dislocation in the postoperative period with epidural morphine", "patient": "A 48-year-old, 48 kg, 154-cm tall woman, ASA physical status II, posted for total abdominal hysterectomy and bilateral salpingo-oophorectomy, was scheduled for a combination of continuous lumbar epidural analgesia and general anaesthetic. The surgery was indicated for management of an ovarian tumour. She had a history of some psychiatric illness a few years back and was on medications, which were later discontinued, but details of the same could not be obtained owing to poor documentation. During location of the epidural space, the initial attempt resulted in a dural puncture, following which the epidural space was located at the immediate upper spinous interspace and anaesthesia proceeded uneventfully with endotracheal intubation. She was extubated on table, Inj morphine 3 mg administered through the epidural catheter for relief of postoperative pain, and was shifted to the postoperative ward without any major concerns.\\nFive hours later, she was found catatonic in bed with total loss of limb movements. Plantars were flexor and pupils normal. Eyes were half-open, mouth slightly open and the patient held this posture ignoring any verbal contact or external stimulus. She was actively resisting eyelid elevation and blinking in response to visual threat. The patient was haemodynamically stable and arterial blood gases (ABG), serum electrolytes, and blood glucose levels were unremarkable. In view of the previous dural puncture, egress of the epidurally administered morphine into the intrathecal space was considered and naloxone administered to antagonize its effects. In about an hour, the patient was fully conscious, oriented, and responding to oral commands. However, the patient was not vocalizing and was still keeping her mouth slightly open. Upon being instructed to close her mouth, the patient indicated that she was unable to do so and TMJ dislocation was considered. The Oral and Maxillofacial Surgeon was called to do a reduction of the TMJ. The patient’s jaw was placed in a bandage for 2 days with instructions to refrain from opening her mouth widely for several weeks and to support her jaw while yawning.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'6498585': 1, '9085984': 1, '2886144': 1, '6107628': 1, '3337354': 1, '10598613': 1, '3421460': 1, '21712880': 2}", "similar_patients": "{}"}