{"patient_id": 41364, "patient_uid": "3599736-1", "PMID": 23421917, "file_path": "comm/PMC003xxxxxx/PMC3599736.xml", "title": "A 35-year-old woman presenting with an unusual post-traumatic leiomyoma of the nipple: a case report", "patient": "A 35-year-old Caucasian woman previously fit and well with a three-year history of a painful lump of the right breast closely associated anatomically to the nipple presented to our out-patients department.\\nThe pain was quite severe, squeezing in nature, radiating to her nipple and deep into her breast and regular painkillers did not seem to alleviate the symptoms.\\nThe lump had slowly increased substantially in size since it was first noted. The patient suggested that the mass originated from a traumatic abrasion caused by breastfeeding three years ago and it has been slowly growing ever since. Due to the unknown histogenesis of the tumor this abrasion could be the reason for its unilateral appearance.\\nThe rest of the history revealed the patient to be a mother of twins, on contraceptives (ethinylestradiol and cyproterone acetate) and heavy smoker.\\nA physical examination revealed a pink cauliflower-shaped tender lump of one cm in diameter (Figure ) positioned just superiorly to the right nipple. The lesion was quite firm and appeared to be fixed to the underlying tissues. No discharge from the patient’s nipple was appreciated.\\nThere was neither translumination nor associated lymphadenopathy. The patient had a mammogram performed preoperatively which showed bilateral dense breasts with minimal fatty replacement.\\nThe patient underwent an excision biopsy and the pathology report revealed that the lesion was completely removed. Her nipple was preserved. Sutures were removed on the eighth day postoperatively. Pain disappeared immediately after the operation and never reappeared.\\nThe histological examination showed a completely resected mammary subpapillary neoplasm, composed of interlacing bundles of smooth muscle cells separated by a small amount of well-vascularized connective tissue (Figure ). The tumor was well circumscribed and involved the dermis and the adjacent mammary gland (Figure ). The neoplastic cells were elongated spindle cells with oval-shaped nuclei and random mitoses. An immunohistochemical examination for smooth muscle actin (SMA), a marker for non-striated muscles, was also performed. The majority of neoplastic cells expressed a positive cytoplasmic immunoreactivity for SMA, indicating that the neoplasm is of smooth muscle origin (Figure ).\\nThus, the diagnosis of leiomyoma was confirmed. There were no postoperative complications or any sign of local recurrence four years postoperatively.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'9843313': 1, '15186281': 1, '8618404': 1, '2467872': 1, '9197458': 1, '10759817': 1, '2006884': 1, '16297114': 1, '532847': 1, '14965748': 1, '22207446': 1, '16848853': 1, '2006887': 1, '686233': 1, '23421917': 2}", "similar_patients": "{}"}