{"patient_id": 36391, "patient_uid": "3195287-1", "PMID": 22084790, "file_path": "comm/PMC003xxxxxx/PMC3195287.xml", "title": "A Rare Case of Recurrent Hematuria from Right Kidney: Radiologic Diagnosis and Treatment", "patient": "We received a request of consultation for a 32-year-old woman with a 5-year history of frequent and recurring episodes of gross hematuria.\\nUrinary bleeding was present without dysuria and was typically spontaneous and intermittent. The patient was admitted four years before in another university hospital of the North of Italy where she underwent several diagnostic procedures; among these, a cystoscopic evaluation showed a right ureteral hematuria and the ureteroscopy, with the associated mucosal brushing of the lumbar tract, indicated an aspecific phlogistic reaction with the presence of only inflammation cells.\\nIn addition, a subsequent renal biopsy was completely negative. The research of the Koch's bacillus on the urinary culture was also negative. Without a clear diagnosis and, above all, with a persistent hematuria, the patient was admitted in 2007 to our hospital where she practiced a sequential renal scintigraphy and a multidetector contrast-enhanced computed tomography, both negative. The patient was sent to our consultation. In the retrospective CT images, we discovered only dilated ovarian veins (). In fact, the delayed contrast phase performed during the renal excretion with the help of 3D reformatted images, indicated an irregular right ureteral morphology with a sharpening of its lumen due to an external compression where it crossed the right iliac artery and the correspondent ovarian vein. A slight pielic enlargement with a dilation of the proximal right ureter was also associated. Finally, we appreciated some peri uterine and periovarian varices, like a pelvic varicocele () and a pelvic ultrasonographic examination with a color-Doppler evaluation which confirmed our diagnosis (). So we supposed that a right ovarian vein syndrome could have caused the hematuria. Our diagnosis was confirmed by a subjective symptom during our anamnesis with pain referred only on the right iliac fossa and independent from the decubitus. We did not find any clinical symptom of pelvic congestion (no dull pelvic pain), neither lower extremity venous insufficiency.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'12700549': 1, '7387101': 1, '32642014': 1, '18172712': 1, '10995500': 1, '18718774': 1, '18268860': 1, '26229339': 2, '19098213': 1, '12379831': 1, '17805925': 1, '22084790': 2}", "similar_patients": "{'4518388-1': 1}"}