{"patient_id": 39899, "patient_uid": "3504228-1", "PMID": 23198180, "file_path": "comm/PMC003xxxxxx/PMC3504228.xml", "title": "Expedient Treatment of a Collodion Baby", "patient": "We present the case of a Caucasian male infant who was born at 37 weeks' gestation to a 19-year-old, gravida 3, para 1001, mother. The mother received regular prenatal care, including prenatal vitamins and iron during pregnancy and also received Stadol for pain relief during labor. Toward the end of her pregnancy, the mother developed idiopathic thrombocytopenic purpura (ITP). Mother was hepatitis B negative, HIV negative, Group B Streptococcus negative, but rubella and VDRL were unknown. The patient was born by vaginal delivery with spontaneous rupture of membranes approximately 2 hours prior to delivery. Apgars were 9 and 9 at 1 and 5 minutes, respectively. He was given Vitamin K and Erythromycin eye ointment in the delivery room.\\nThe patient's birth weight was 2499 grams. Upon initial physical examination, the patient presented with a thin collodion membrane that was found over the majority of his skin surface. He was active and alert and appropriately responsive during the examination. The physical examination was unremarkable except for apparent inability to close the eyes completely and limited range of motion in all joints due to the taut collodion membrane. The patient's hearing was assessed to be normal, and his nails were normal in appearance and did not show any dystrophic changes, excluding the possibility of the keratitis, ichthyosis, and deafness (KID) syndrome. The patient could not purse his lips and was also noticed to have blanching of the eyelids. On day 7, he was noted to have slightly increased work of breathing due to upper airway obstruction from dried skin plugs.\\nThe patient was admitted to the neonatal intensive care unit (NICU) and placed in a humidified incubator with a cardiorespiratory monitor. At 6 hours of age, electrolytes were all within normal limits. Nasogastric feedings were initiated because of the patient's inability to suck. During his stay, the patient began daily bathing with either basis sensitive skin soap. Eucerin emollient cream and Aquaphor were also applied routinely every 3 to 4 hours. Once he began to crack and peel, Bacitracin zinc ointment was applied twice daily to the fissures in his skin to prevent infections. Lacri-Lube for the eyes was used every 4 hours to keep the corneas moist, and ammonium lactate was added as a keratolytic to augment the peeling process once the peeling started. He was placed on nasogastric feedings of NeoSure 22 calorie formula to increase protein intake for possible protein losses through the impaired skin barrier. Toward the beginning of his hospital stay, an extensive pedigree of the family was done, and his family history was unremarkable. Therefore, we concluded that this patient would, in all likelihood, demonstrate a self-healing collodion phenotype.\\nDuring the 2nd week, the patient had diffuse peeling, especially in the facial area. Peeling around the eyes had also occurred, thus allowing him to close his eyes completely at this time. However, due to the persistent remnants of collodion membrane on his forehead, ammonium lactate treatment was continued so that his skin would completely exfoliate. On Day 27, the patient appeared pink, and his skin appeared to be much improved, but he still had significant edema of the lower extremities. On Day 29, the patient was started on a therapeutic amount of iron because he was found to have anemia with a hematocrit of 22.8% and absolute reticulocyte count of 76 k/μL, most likely secondary to phlebotomy loss. On Day 31, the patient was then discharged from the hospital after stabilization of vital signs.\\nDuring his hospital stay, a 7-day course of Nafcillin and Gentamicin were given for abdominal wall cellulitis. He also received Vancomycin for suspected coagulase negative Staphylococcus (CONS) sepsis, but this was subsequently discontinued as it was thought to be contaminant.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'20137757': 1, '12780701': 1, '18347291': 1, '8369215': 1, '9521501': 1, '19824737': 1, '1032521': 1, '28924324': 1, '12428840': 1, '23198180': 2}", "similar_patients": "{}"}