{"patient_id": 42465, "patient_uid": "3673403-1", "PMID": 23762689, "file_path": "comm/PMC003xxxxxx/PMC3673403.xml", "title": "Merkel Cell Carcinoma of Left Groin: A Case Report and Literature Review", "patient": "A 63-year-old Caucasian male patient was referred to our hospital for further management of a recurrent big mass in the left inguinal region. Past medical history was remarkable for severely uncontrolled diabetes mellitus and hypertension. Past surgical history was remarkable for two surgical resections (with safe margins) of recurrent left inguinal masses and without postoperative radio- or chemotherapy. Pathological diagnosis of both resected masses revealed Merkel cell carcinoma. On physical examination, the left inguinal mass was oval, measuring around 9 × 11 cm, lobulated, nontender, firm, fixed to underlying tissue, and with no overlying skin changes. The patient was admitted for further tumor workup.\\nUpon admission, all laboratory tests including complete blood count, renal, bone, hepatic, and coagulation profiles, carcinoembryonic antigen (CEA), alfa-fetoprotein (AFP), and CA 12–5 were normal.\\nComputed tomography (CT) scan with contrast revealed a large multilobulated mass with heterogeneous enhancement at the left groin. The mass was compressing the left common femoral vein and remained inseparable from the vein as well as from the adductor muscles ventrally. The mass was associated with local lymphadenopathy, multiple small subcutaneous nodules, and an enlarged left external iliac lymph node measuring around 1 × 1.5 cm ().\\nPositron emission tomography (PET) scan revealed hypermetabolic, heterogeneous, and lobulated lesion seen in the left groin that measured approximately 9.6 × 9 cm in its transverse and anteroposterior diameters. In the vicinity, there were few nodal lesions with moderate activity, mostly related to local metastatic disease ().\\nAfterwards, the patient underwent left inguinal dissection with excision of the tumor. Macroscopic examination revealed a large, solid, firm, yellow-tanned, and lobulated mass measuring 11 × 10.5 × 9.5 cm (). Microscopic examination showed a tumor composed of small uniformly sized blue neoplastic cells with round to oval nuclei, scant cytoplasm, distinct nuclear membranes, finely dispersed nuclear chromatin, and inconspicuous nucleoli (). Mitotic figures and individually necrotic cells were present. In addition, nests of neoplastic cells metastasizing to the left femoral lymph node were noted (). The neoplastic cells expressed cytokeratin 20 (CK20) in a perinuclear dot-like fashion (). Further, the neoplastic cells also expressed CD56 showing cytoplasmic and membranous positivity (). The neoplastic cell stained negative for LCA, S-100, CK7, and TTF-1. Based on the immunohistochemical stains, diagnosis of Merkel cell carcinoma (MCC) was established. Subsequently, the radiation oncology team was consulted, and the plan was to start radiotherapy 3 weeks after the operation.‬‬\\nSix months after hospital discharge and during the followup period, a rapidly growing mass appeared on the right groin, and the patient was admitted to the hospital. Local resection of the mass was done with safe margins. The postoperative period was uneventful. Pathology analysis revealed metastatic Merkel cell carcinoma. The patient was discharged in good shape and started on radiotherapy 1 month after hospital discharge.\\nAnother 6 months after hospital discharge, the patient presented to the emergency department complaining of dysphagia with solid food and associated with muffled sound and throat pain. Consultation with ear, nose, and throat (ENT) team was done, and CT scan was ordered which revealed large exophytic mass lesion in the oropharynx arising from the left side base of the tongue indicative of malignant tumor with enlarged left-sided group 2 and 3 cervical lymphadenopathy with necrosis. PET scan revealed interval development of multiple fluorodeoxyglucose- (FDG-) avid lesions involving left thigh, left inguinal region, left hip, and left lower abdomen, consistent with progression of the MCC disease. Furthermore, activity was also noted in the lungs and neck bilaterally, suggestive of MCC metastases. Under general anesthesia, biopsy was taken from the large exophytic mass lesion in the oropharynx which proved to be metastatic Merkel cell carcinoma, and it was not amenable for resection. Tracheostomy and feeding gastrostomy tubes were inserted. The decision of the medical oncology consultation team was to start the patient on palliative radio- and chemotherapy.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'21043828': 1, '1842182': 1, '16565213': 1, '15596922': 1, '18328106': 2, '21345393': 1, '17115023': 1, '20799041': 1, '11853800': 1, '27122984': 1, '10760761': 1, '7633811': 1, '23476782': 1, '18280333': 1, '2007664': 1, '19597021': 1, '18202256': 1, '17228856': 1, '19108971': 1, '19586970': 1, '7836086': 1, '15800320': 1, '11860419': 1, '8335732': 1, '16866994': 1, '10926328': 1, '20444890': 1, '17270666': 1, '10740663': 1, '23762689': 2}", "similar_patients": "{'2279132-1': 1}"}