{"patient_id": 161264, "patient_uid": "3635648-1", "PMID": 23549832, "file_path": "noncomm/PMC003xxxxxx/PMC3635648.xml", "title": "Primary Central Nervous System ALK Positive Anaplastic Large Cell Lymphoma with Predominantly Leptomeningeal Involvement in an Adult", "patient": "A 31-year-old Korean male was brought to the emergency department (ED) due to altered consciousness. At the ED, he was drowsy and complained of a severe headache, weakness in his left arm and difficulty speaking. He stated that he had been otherwise healthy and no laboratory results suggested immunodeficiency including human immunodeficiency virus. Magnetic resonance imaging (MRI) of his brain delineated leptomeningeal enhancement in the right temporal and insular gyri () and cerebrospinal fluid (CSF) analysis via lumbar puncture showed 90 WBC/mm3 with 67% of lymphocytes. Differential diagnosis at the time included viral meningoencephalitis and tuberculosis (TB) meningoencephalitis. Antiviral and anti-TB therapy were started, neither of which was effective. His headache and altered mental status were responsive only to Mannitol and Dexamethasone. A follow-up MRI and CSF analysis, performed 4 weeks after the initial visit to the ED, revealed more prominent enhancement in the affected gyri and higher WBC counts (150/mm3) with elevated CSF pressure (26.5 cm H2O), respectively. On the second CSF analysis via lumbar puncture, a few scattered atypical lymphoid cells were identified.\\nOn the 39th hospital day, he underwent a brain biopsy following a craniotomy. The histologic section showed brain parenchyma infiltrated by numerous small-to-medium sized neoplastic cells (). These neoplastic cells had irregular nuclei with a moderate amount of cytoplasm (). Large atypical cells with horseshoe shaped nuclei, which are hall mark cells of anaplastic large cell lymphoma, were also present (, inset). Immunohistochemical stains revealed immunopositivity for CD30, ALK, Granzyme B, CD45RO, CD5 and EMA (), but negative immunoreactivity for LCA, CD20, CD3, CD2, CD4, CD8, CD15, CD43, CD68, BCL-2, CD56 and TIA-1. ALK was positive in both the nucleus and cytoplasm. Fluorescence in situ hybridization (FISH) was undertaken using a break apart probe, which demonstrated translocations involving ALK gene (). The case was diagnosed with malignant lymphoma of T-cell lineage, ALK+ALCL.\\nCT scans of his abdomen and chest failed to show any lesion suggesting involvement of lymphoma. A bone marrow biopsy was performed, which was negative, and a test for the Epstein-Barr virus was negative as well. On the seventh post-biopsy day, he reported blindness in both eyes along with severe headache, which indicated most likely very high intracranial pressure (ICP). CSF pressure was measured to be over 40 cm H2O. Systemic high dose methotrexate (HD MTX, 8 g/mm2/day) and intrathecal (IT) triple chemotherapy (MTX, Ara-C and Hydrocortisone) were immediately started. After this, four more cycles of HD MTX were repeated with the interval of three weeks. Seven cycles of IT triple chemotherapy were simultaneously performed in total with the interval of 4 days.\\nOther symptoms and problems that occurred during the chemotherapy were generalized tonic clonic seizure, tremor in his jaw with dystonic feature, hypotension, pneumonia, central diabetes insipidus (DI) and minimal intracerebral hemorrhage (ICH) in the right temporal lobe accompanied with intraventricular hemorrhage (IVH). ICH and IVH did not require a surgical decompression. A series of follow-up MRI undertaken after the fifth HD-MTX revealed no residual enhancement, which suggested complete remission (CR). Although mild quadriparesis and jaw dystonia remained, no evidence of recurrence has been noted for more than six months since CR.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'24407988': 1, '10452512': 1, '7655022': 1, '7959674': 1, '20882580': 1, '16411209': 1, '1648995': 1, '32529211': 1, '10797361': 1, '19131793': 1, '10194450': 1, '26379152': 1, '12419758': 1, '9917542': 1, '12657933': 1, '17992044': 1, '3876124': 1, '21915121': 1, '19194199': 1, '34503168': 1, '24696735': 1, '1985302': 1, '21300984': 1, '8677486': 1, '23549832': 2}", "similar_patients": "{}"}