{"patient_id": 36717, "patient_uid": "3226427-1", "PMID": 22162697, "file_path": "comm/PMC003xxxxxx/PMC3226427.xml", "title": "Malignant Hyperthermia and Idiopathic HyperCKemia", "patient": "An 18-year-old man with past medical history significant only for asymptomatic creatine phosphokinase (CPK) elevation (familial) was transferred to our medical intensive care unit after developing malignant hyperthermia (MH) intraoperatively at an outside hospital.\\nHistory of his presenting illness revealed that the patient was in his usual state of health till a day prior to admission when he got injured at a local high school football game. He was noted to have a right tibia-fibula fracture and underwent IM nailing (rodding) of the right tibia by orthopedics.\\nReview of his operative records revealed that early in the course of his surgery, it was noted that patient's end tidal carbon dioxide concentration (ETCO2) was noted to have increased from 42 to 100 mm Hg during the course of the surgery and his temperature went up to >104 (apparently was not measureable) following which concern was raised for malignant hyperthermia (MH).\\nLabs were consistent for acidosis (pH 7.29) and hyperkalemia (K+-7 mMol/L). Patient was given dantrolene IV (recommended initial dose being 2.5 mg/kg) immediately along with calcium gluconate, kayexalate, insulin/dextrose 50% and albuterol as well for the hyperkalemia and transferred to our facility for further management and care. Cooling blankets, fluids, and acetaminophen were also concomitantly administered to bring his temperature down.\\nDantrolene (1 mg/kg) IV was continued till hyperthermia resolved and was then transitioned to dantrolene PO 6 mg/kg in 4 divided doses for the next 3 days. CPK levels peaked up to 3922 IU/L initially when the patient had presented and subsequently decreased during the course of his stay.\\nIn terms of medications charted at the outside hospital, patient got sevoflurane, propofol, lidocaine, labetalol, rocuronium, fentanyl, and versed. It was presumed that this would have been likely secondary to sevoflurane (one of the volatile gaseous inhalation anesthetics which is a known trigger to MH in susceptible individuals) [–].\\nOnce we were able to talk to the family, it revealed a very interesting family history. Apparently patient's father was noted to have CPK elevations after being started on a statin, but these levels remained elevated despite the discontinuation of the medication. It was at that point in time that the patient's primary care physician was concerned for a possible familial elevation and screened his family too, which also revealed high CPK levels. The highest CPK level of the patient's father has been up to 1600 IU/L. Patient's CPK level has been in the range of 500–600 (IU/L) and sisters' levels have been up to 1100 IU/L. No family history of malignant hyperthermia in the family or any history of any adverse reactions to medications was reported. Patient's family was extensively worked up for known genetic mutations to explain the high CPK levels along with screening for dystrophies and myopathies, but the results were inconclusive.\\nThe significance of this in the context of susceptibility to MH is discussed as follows.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'8186710': 1, '21624965': 1, '17456235': 1, '9141928': 1, '16163667': 1, '18063506': 1, '16502425': 1, '23198031': 1, '938964': 1, '21286462': 2, '18813041': 1, '22162697': 2}", "similar_patients": "{'3030058-1': 1}"}