{"patient_id": 155974, "patient_uid": "3214813-1", "PMID": 22125757, "file_path": "noncomm/PMC003xxxxxx/PMC3214813.xml", "title": "Transvenous Embolization of Cavernous Sinus Dural Arteriovenous Fistula Using the Direct Superior Ophthalmic Vein Approach: A Case Report", "patient": "A 69-year-old woman presented with a 4-month history of diplopia, 2 months of conjuntival injection, and exophthalmos. Neurological examination showed normal consciousness and no cranial nerve deficits were observed. Magnetic resonance imaging (MRI) showed bulging of left cavernous sinus with internal signal void and distension of left superior ophthalmic vein. An angiogram showed left CSDAVF with arterial supplies from the middle meningeal artery and sphenopalatine artery arising both external carotid arteries and meningohypophyseal trunk arising both internal carotid arteries (ICAs). There was venous drainage from the anterior cavernous sinus into the left superior ophthalmic vein (). However, angiogram did not show both the inferior petrosal sinus and facial vein, which are the typical access routes for transvenous embolization. Therefore, transvenous embolization through direct superior ophthalmic vein approach was performed.\\nThe procedure was performed under general anesthesia. We accessed the right common femoral artery, and a 5 Fr catheter (Bern; Boston Scientific, Natick, MA, U.S.A.) was placed in the left external carotid artery. Afterwards, the left eye region was prepped in sterile fashion by plastic surgeon and exposed the left superior ophthalmic vein through incision (). After directly puncturing the superior ophthalmic vein with a 22G needle, a 4 Fr yellow sheath from the micropuncture set (, Cook; Bloomington, U.S.A.) was placed in the superior ophthalmic vein. After connecting 4 Fr yellow sheath and 3-way, continuous saline flushing was performed through 3-way. It was considered that both detachable and undetachable coil embolization would be needed simultaneously and a sufficiently wide microcatheter (Prowler 18; Cordis, Miami Lakes, FL, U.S.A.) and microguidewire (Synchro 14; Boston Scientific, Natick, MA, U.S.A.) were used to approach the cavernous sinus. The microcatheter was placed into cavernous sinus and a total of 10 detachable coils (GDC 10; Boston Scientific, Natick, MA, U.S.A.) and indetachable coils (Tornado coils; Cook, Bloomington, U.S.A.) were used to perform coil embolization (). Post-emboliozation angiogram demonstrated near complete occlusion of cavernous DAVF (). After embolization, the patient's diplopia and exophthalmos disappeared and there were no signs of cranial nerve palsy or additional neurological deficit.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'23515272': 2, '5350675': 1, '12545258': 1, '3354357': 1, '17110671': 1, '14519216': 1, '12856091': 1, '22125741': 1, '28604185': 1, '18458810': 1, '17698555': 1, '22125757': 2}", "similar_patients": "{'3601275-1': 1, '3601275-2': 1}"}