{"patient_id": 166370, "patient_uid": "3959296-1", "PMID": 24713720, "file_path": "noncomm/PMC003xxxxxx/PMC3959296.xml", "title": "Development of non-Hodgkin’s lymphoma in a patient with primary biliary cirrhosis: A case report and review of the literature", "patient": "A 75-year-old woman, was admitted with a 4-week-duration abdominal pain reflecting to the lumbar area bilaterally. She also mentioned malaise and loss of 5 Kg of weight. She had a past medical history of PBC diagnosed ten years previously, positive for antimitochondrial antibodies, histologically stage 3 at diagnosis. Portal hypertension (gastro-esophageal varices) was identified 2 years before current admission. She has been on ursodeoxycholic acid (VDCA) since PBC diagnosis. Pulmonary fibrosis was also documented 1 year previously. Physical examination on admission revealed hepatosplenomegaly and generalized lymphadenopathy (submandibular, right axillary and left inguinal-femoral nodes). Laboratory tests showed: hemoglobin 9.9 g/dL; white blood cells, 4,000 per mm3 (neutrophils 67%, lymphocytes 21%, monocytes 12%); platelets 200,000 per mm3 erythrocyte sedimentation rate 52mm/h; negative direct antiglobulin test; IgG, 1730g/dL (700-1600); IgM and IgA within normal limits; polyclonal gammopathy and ^-microglobulin 8.18mg/L. Antibodies for hepatitis virus B and C were negative. A lymph node biopsy revealed infiltration by large lymphocytes. Immunochemistry results were positive for CD45, CD20, PAX-5, CD79a and negative for Bcl2, Bcl6, MUM1, CD138, CD30, CD15, CD3, CD4, CD8 and ALK1. Bone marrow aspiration and biopsy showed infiltration by the same B cell population. Interestingly, the number of cell proliferation, Ki-67+, was increased to 60%. Imaging studies demonstrated enlarged mediastinal and, paraortic lymph nodes inducing ureter obstruction bilaterally, enlarged hilar nodes without focal lesions of the liver, left iliac and inguinal nodes. There was no evidence of ascitic fluid. A diagnosis of DLBCL, stage IV, was established and International Prognostic Index score (IPI) was calculated to 4 points. The patient received treatment with rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisone (R-CHOP). Clinical, laboratory and imaging improvement was ensued. The patient died from pneumonia five months after the diagnosis of lymphoma, following five cycles of chemotherapy.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'10747320': 1, '8202211': 1, '18090982': 1, '10364042': 1, '18387498': 1, '12190178': 1, '9226177': 1, '18263783': 1, '18090981': 1, '19679352': 1, '17545001': 1, '19672429': 2, '32946352': 1, '12064854': 1, '11371117': 1, '10685781': 1, '15718146': 1, '16391371': 1, '10772133': 1, '2129828': 1, '18310974': 1, '33964722': 1, '8454265': 1, '9578094': 1, '24713720': 2}", "similar_patients": "{'2722057-1': 1}"}