{"patient_id": 164877, "patient_uid": "3872637-1", "PMID": 24379874, "file_path": "noncomm/PMC003xxxxxx/PMC3872637.xml", "title": "Metastatic follicular carcinoma of thyroid in maxilla", "patient": "A 31-year-old female reported with swelling and mobile teeth in right upper posterior region of maxilla and she had noticed the swelling and mobile teeth 2 months back. The condition gradually increased in severity. After 1 month, she developed a dull pain in 16, radiating to tempero-mandibular joint, and back of head and neck region.\\nExamination revealed a firm to bony hard swelling of 2 cm2 × 1 cm2 extending from 13 to 17 regions, bi-cortical expansion with more expansion of buccal aspect and mild tenderness on palpation. Teeth associated were mobile with grade-I mobility in 13, 17 and grade-II mobility in 14, 15 and grade-III mobility in 16 [].\\nRadigraphic examination revealed a well-defined multilocular radiolucency with irregular borders extending from 13 to 17 with root resorption in 16 and root displacement in 15, 17 []. Computed tomography (CT) scan images revealed an expansile mass in the right maxilla causing enlargement and destruction of buccal, palatal cortices and floor of maxillary sinus [].\\nClinical diagnosis of odontogenic tumor was made. Biopsy was taken and 16 was extracted.\\nThe histopathologic examination revealed well-developed thyroid follicles with abundant periodic acid Schiff (PAS) positive staining colloid material resembling thyroid tissue [Figures and ]. A diagnosis of metastsatic follicular carcinoma of the thyroid was given.\\nThe case was reviewed by the head and neck tumor board. A metastatic work-up was carried out. Ultrasonography of neck showed degeneration of the left lobe of thyroid gland, and neck examination revealed a multinodular goiter. Fine Needle Aspiration Cytology (FNAC) found to be follicular neoplasm of thyroid and was treated by total thyroidectomy. Excised tissue specimen was histopathologically confirmed as follicular carcinoma of the thyroid.\\nI-131 whole body scan was done to assess metastatic lesions. Metastatic lesions were found in the right maxilla and the right leg and were treated by Iodine radioactive ablation. Patient with follow-up period of 7 years is healthy without any recurrence.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'9617933': 1, '8746264': 1, '28351395': 2, '29682275': 1, '30967736': 2, '7815371': 1, '9028369': 1, '12730658': 1, '2312106': 1, '12576032': 1, '10217022': 1, '17138711': 1, '24379874': 2}", "similar_patients": "{'6421918-1': 1, '5370488-1': 1}"}