{"patient_id": 36770, "patient_uid": "3234573-1", "PMID": 22224084, "file_path": "comm/PMC003xxxxxx/PMC3234573.xml", "title": "Hepatic Failure Related to Itraconazole Use Successfully Treated by Corticosteroids", "patient": "A 46-year-old woman with anorexia and jaundice was admitted to the Taipei Medical University Hospital. Her medical history was unremarkable, except for onychomycosis of both toes, which had been treated with itraconazole (200 mg daily) for 5 weeks. She gradually developed symptoms of weakness and nausea. Generalized pruritus developed 1 week before admission. On examination, she was found to have jaundice without abdominal tenderness or hepatosplenomegaly. The initial laboratory data were as follows: alanine transaminase (AST), 2571 IU/L; aspartate transaminase (ALT), 3789 IU/L; total bilirubin, 4.4 mg/dL; albumin, 3.1 g/dL; prothrombin time, 13.57 s; and international normalized ratio (INR), 1.43. The test results for serum antinuclear antibody and anti-smooth muscle antibody were negative; moreover, a viral hepatitis survey that included tests for hepatitis A, B, C, and E yielded negative results. Five days after her admission, multiple erythematous papules appeared on her lower extremities. A skin biopsy showed prominent perivascular lymphocytes and occasionally eosinophil infiltrations. The epidermis showed focal spongiosis, basal layer vacuolization, leukocyte exocytosis, and keratinocyte necrosis (). The pathological findings were compatible with a clinical diagnosis of erythema multiforme. Her condition deteriorated despite supportive treatment. She developed ascites 10 days after admission. The results of her liver chemistry tests were as follows: AST, 532 IU/L; ALT, 1298 IU/L; total bilirubin, 12.8 mg/ dL; albumin, 2.3 g/dL; prothrombin time, 18.35 s; and INR, 2.77. Intravenous methylprednisolone was initially administered at 40 mg every 8 hours, and the dose was gradually decreased to 20 mg every 12 hours over the course of 1 week. Her condition dramatically improved, and the ascites disappeared completely. The laboratory data were as follows: total bilirubin, 8.8 mg/dL; prothrombin time, 12.75 s; and INR, 1.24. Thereafter, 10 mg of oral prednisolone was administered every 12 hours to replace the 20 mg intravenous methylprednisolone. However, her condition deteriorated to some extent after this change, and her total bilirubin level reached 12.7 mg/dL. A liver biopsy detected cholestatic hepatitis with marked bile plugs that were accumulated in the canaliculi and surrounded by hepatocytes in a rossetting pattern. Degeneration of hepatocytes indicated by a prominent, pericentral zonal ballooning was observed (). Patchy necrosis of the hepatocytes was also noted. In the portal and periportal areas, lymphocyte and neutrophil infiltration was observed. The patient’s condition was consistent with acute cytotoxic and cholestatic injuries caused by druginduced hepatotoxicity. Intravenous injection of 20 mg methylprednisolone was restarted and administered every 8 hours. This dosage was gradually decreased over the following 2 weeks. The patient’s condition stabilized after this adjustment. She was discharged 36 days after her admission. The laboratory data at the time of discharge were as follows: total bilirubin, 3.3 mg/dL; AST, 116 IU/L; and ALT, 186 IU/L. The levels of the parameters measured during the course of the disease are shown in . Oral prednisolone at 5 mg daily was continued for 1 week after her discharge from the hospital. After 2 weeks, her liver chemistry test results returned to normal.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'12456265': 1, '10721851': 1, '24300404': 1, '11881322': 1, '15087702': 1, '12003401': 1, '2174854': 1, '11074925': 1, '10837458': 1, '8217769': 1, '9646122': 1, '10606333': 1, '12361833': 1, '15752292': 1, '18523232': 1, '1353183': 1, '11951124': 1, '7591446': 1, '22224084': 2}", "similar_patients": "{}"}