{"patient_id": 158867, "patient_uid": "3439771-1", "PMID": 22988366, "file_path": "noncomm/PMC003xxxxxx/PMC3439771.xml", "title": "A sound sleep", "patient": "In July 2010, a 52-year-old male was admitted in an unarousable state. His relatives found him in this condition the morning before, when he was apparently sleeping past his normal waking time. There was no history of any drug intake in the recent or distant past. On immediate evaluation, his vitals were: blood pressure – 130/78 mmHg, pulse rate – 108/min, respiratory rate – 16/min and no evidence of cyanosis. Capillary blood glucose was 108 mg/dL. A quick neurological examination revealed an unconscious state with absent vestibule-ocular reflexes, unresponsive plantar reflexes with generalised hypotonia and depressed deep tendon reflexes. Pupillary reflexes were normal. Systemic examination was entirely nonchalant except for the fact that the patient appeared to snore prominently. An upper airway assessment did not reveal any obstruction. Pulse oximetry showed SpO2 of 96%. The ECG was normal. Arterial blood gas showed a normal pH (7.38) with, PaO2 of 96 mmHg, PaCO2 of 41 mmHg with normal bicarbonate (23 mmol/L) and anion gap (12 mEq/L). While collecting the gastric lavage samples for toxicological purposes, a plain computed tomography (CT) scan of the brain was done, considering the patient was in neurological shock following a cerebrovascular accident, which came to be absolutely normal.\\nThe complete hemogram, liver and renal function tests and electrolytes were normal (Hb – 11.6 gm/dL, total leucocyte count – 7600/μL [neutrophil 73%], creatinine – 0.9 mg/dL).\\nAwaiting the reports of the gastric lavage samples and without any improvement (or deterioration of the patient), an MRI brain with contrast was done, which revealed BGPTH []. Among the common causes of BGPTH (discussed below), carbon monoxide poisoning and the encephalopathies were excluded by clinical setting and cyanide and H2S poisonings were excluded by the absence of lactic acidosis (blood lactate – 0.6 mmol/L).\\nTherefore, we were facing an unconscious patient who was snoring with borderline carbon dioxide retention and had a BGPTH inexplicable by common causes. Keeping in mind that benzodiazepines sometimes cause coma, snoring and obstructive apnea,[] we screened the patient's urine sample. Benzodiazepine was strongly positive (1380 ng/mL) by fluorescent polarization immunoassay. The patient or his relatives could not give any reference regarding the source of benzodiazepine – he was not used to taking benzodiazepine as sedative or hypnotic. Presence of benzodiazepine in urine and absence of similar past history ruled against “endozepine–4 stupor syndrome”.[] The patient was given a trial dose of flumazenil (500 μg IV), to which he dramatically responded with almost full recovery of consciousness level. This was followed by a therapeutic dosage of flumazenil (500 μg IV up to 2 mg). The patient recovered uneventfully by the second day of therapy and fifth day of admission, and was discharged the next day.\\nThe patient had been on regular follow-up for the past 1 year and did not show any neurological symptoms.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'19893684': 2, '11990203': 1, '2769176': 1, '15625197': 1, '9549493': 1, '1888441': 1, '17898197': 1, '19816639': 1, '22988366': 2}", "similar_patients": "{'2771996-1': 1}"}