{"patient_id": 45139, "patient_uid": "3879082-1", "PMID": 24279718, "file_path": "comm/PMC003xxxxxx/PMC3879082.xml", "title": "Concomitant occurrence of EGFR (epidermal growth factor receptor) and KRAS (V-Ki-ras2 Kirsten rat sarcoma viral oncogene homolog) mutations in an ALK (anaplastic lymphoma kinase)-positive lung adenocarcinoma patient with acquired resistance to crizotinib: a case report", "patient": "A 61-year-old Caucasian never-smoking male was referred to hospital in June 2011 due to respiratory complains and weight loss. The initial diagnosis was pneumonia but fused imaging positron emission tomography (PET) and computerized tomography (CT) of the chest revealed an irregular tumor infiltrate of 5 × 5 cm and possible lymphangitis carcinomatosa in the left lung’s upper lobe, enlargement of bilateral mediastinal and right cervical lymph nodes, and enlargement of both adrenals glands. All these lesions displayed increased uptake of 18F-fluoro-2-deoxy-D-glucose (18F-FDG). Furthermore, bilateral pleural effusion and direct tumor invasion into mediastinum and pericardium was observed. All together, the TNM stage was T4N3M1b.\\nA small transbronchial biopsy of the pulmonary infiltrate showed a histology and immunohistochemistry (IHC) profile (mucin stain+, CK7+, TTF1+, CK5/6-, p63-) of primary adenocarcinoma (data not shown). Because of insufficient biopsy material for molecular tests and quickly deteriorating patient performance, first-line chemotherapy including carboplatin, vinorelbine, and bevacizumab was started. Despite an initial partial response to this treatment, the disease further progressed with massive enlargement of mediastinal, retroperitoneal, and inguinal lymph nodes (Figure A-B). One of the right inguinal lymph nodes was excised and corresponding formalin-fixed paraffin-embedded (FFPE) sections were used to histologically and immunohistochemically confirm that the metastatic tumor tissue originated from the pulmonary adenocarcinoma (same morphology of mucin-producing adenocarcinoma and IHC-profile with CK7+, TTF1+, CK20-, CDX2-, PSA-). Further sections from the metastasis were utilized to perform EGFR- and KRAS-mutation analysis. Nested PCR-amplification followed by direct sequencing of exon 18–21 of the EGFR gene and by pyrosequencing of codon 12, 13, 59 and 61 of the KRAS gene was performed. No EGFR or KRAS mutations were identified. However, IHC with monoclonal antibody against the ALK gene product (Novocastra, Clone 5A4), revealed intense positive staining in the metastatic tumor tissue (corresponding to 3+ according to the algorithm proposed by Thunnissen E. et al. []) (Figure A-B). FISH analysis of the specimen with dual-color break-apart rearrangement probe (Vysis LSI ALK; Abbott Molecular), detected ALK rearrangement in 40% of the analyzed tumor cell nuclei (100 tumor cell nuclei analyzed with a cut-off of 15%). The cell nuclei with rearrangement appeared with one normal fusion signal and an abnormal single red signal for ALK, characteristic for ALK gene fusion with partial deletion of genetic material [,]. The results provided indication for treating the patient with the ALK inhibitor crizotinib.\\nMeanwhile, the patient had been hospitalized because of sudden deterioration of general condition and dyspnea caused by malignant bilateral pleural effusion and hemodynamically significant, cytologically confirmed, pericardial effusion requiring echocardiography-guided pericardiocentesis with 1700 ml fluid decompression. After improvement of his general condition the patient started second line treatment with crizotinib. This drug was provided to the patient through compassionate use program, as it was not approved in Denmark at that time. The patient responded positively to crizotinib with complete remission in the thorax and partial remission in the abdomen and pelvis (Figure C-D).\\nHowever, after 8 months of treatment the patient displayed massive disease progression in the retroperitoneal, pelvic and inguinal lymph nodes, while there was still complete response in the thorax (Figure ). In order to investigate the discrepant response in the thorax and the retroperitoneum/pelvis and the underlying mechanisms of crizotinib resistance, a new needle biopsy from the relapsed tumor tissue in the inguinal lymph nodes was obtained. The histology and IHC-profile were the same as in the primary lung adenocarcinoma and in the previous biopsy from inguinal metastasis (same histological appearance, mucin stain+, CK7+, TTF1+, CK20-, CDX2-, PSA-; data not shown). Moreover, clinico-radiological analyses showed no tumors in the gastrointestinal- or genito-urinary tract. All together the data, despite the relatively unusual metastatic pattern for a NSCLC, excluded the possibility of spreading from a second primary adenocarcinoma located in an abdominal/pelvic organ. FISH and IHC revealed that the original ALK rearrangement was still present, as we detected 60% of examined tumor cells with single-red ALK signal by FISH and intensely positive (3+) IHC-staining for ALK protein in the tumor tissue (Figure C-2D). Importantly, we did not detect amplification of the rearranged ALK gene nor secondary point mutations in the kinase-domain-coding exons 21–25 of ALK gene, which previously have been reported as possible mechanisms of acquired crizotinib resistance [,,]. However, mutations in codon 13 of KRAS gene (c.38G > A, p.G13D) (Figure ) and in exon 21 of EGFR gene (c.2585 T > G, p.L862R) were detected in the relapsed metastasis (Figure ). Additional mutation analysis of genomic DNA re-isolated from the metastatic inguinal tumor tissue initially examined before the start of crizotinib treatment, confirmed that this was without EGFR or KRAS mutations. The results could indicate that the mutations detected in the relapsed tumor tissue were newly occurred; however these mutations may have also emerged as a result of selective pressure induced by crizotinib and 1 or more of the previous therapies. It is indeed possible that these mutations were already present at baseline in clones of the primary lung tumor representing so small a fraction of the original tumor population to go undetected by our sequencing techniques. Similarly, the co-existence of KRAS and EGFR mutations in the same tumor tissue could be interpreted as either double mutation in the crizotinib-resistant tumor cells or more likely as the occurrence of two different tumor subpopulations with constitutive activation of either the EGFR or the KRAS signaling pathway as different mechanisms of acquired crizotinib-resistance. Neither of these 2 scenarios could be excluded by the methods used in our molecular analysis. The EGFR mutation L862R has to our knowledge not previously been described in the literature, but given its proximity to mutations known to be sensitive to EGFR-TKI (L858R and L861X), tumor clones bearing the L862R mutation could also be potentially responsive to EGFR-TKI. Meanwhile, because of rapid worsening while waiting for these new molecular tests the patient received third-line pemetrexed, showing further progression in abdomen and pelvis, but still no sign of relapse in the thorax. Unfortunately, the patient rapidly deteriorated and died before being able to attempt a palliative radiation of the lymph nodes in pelvis and a fourth-line treatment with erlotinib.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'26813477': 1, '21841502': 1, '22005476': 1, '27797842': 1, '22373539': 1, '30381567': 1, '23816947': 1, '23729361': 1, '21102267': 1, '34885113': 1, '29760833': 2, '31341973': 1, '26187108': 1, '21933749': 1, '22235099': 1, '22277784': 1, '21168933': 1, '29899852': 1, '19667264': 1, '22912387': 1, '27026837': 2, '23246132': 1, '29666949': 1, '28938691': 2, '26958510': 1, '28781781': 1, '26992209': 1, '23181703': 2, '32325863': 1, '31532708': 1, '31266248': 1, '30368666': 1, '22655263': 1, '22843788': 1, '20979469': 1, '29057237': 1, '26273371': 1, '23724913': 1, '22825000': 1, '25101240': 1, '17625570': 1, '25738220': 1, '20624322': 1, '22397764': 1, '24279718': 2}", "similar_patients": "{'3515412-1': 1, '5601787-1': 1, '5601787-2': 1, '4807912-1': 1, '5942208-1': 1}"}