{"patient_id": 165144, "patient_uid": "3884889-1", "PMID": 24470721, "file_path": "noncomm/PMC003xxxxxx/PMC3884889.xml", "title": "Successful Treatment of Tattoo-Induced Pseudolymphoma with Sequential Ablative Fractional Resurfacing Followed by Q-Switched Nd: YAG 532 nm Laser", "patient": "A 45-year-old Chinese female developed pruritic nodules confined to the red areas of her tattoo over her left ankle [] 4 months after placement by a professional tattoo artist. The tattoo was in the form of a red heart containing two black eyes. Physical examination revealed erythematous nodules over the red-coloured portion of the tattoo, some coalescing into plaques.\\nInitial differentials included an allergic contact dermatitis to the red dye, granulomatous reactions secondary to a foreign body, sarcoidosis or infections. Histology revealed a top-heavy lymphocytic infiltrate with numerous eosinophils within. Dark red, non-polarisable exogenous pigment was scattered throughout the dermis []. Immunohistochemical stains showed an infiltrate of mainly T cells, with a cluster of differentiation (CD) 4:CD8 ratio of 4:1. There were a few aggregates of CD20 positive B cells admixed within the infiltrate. Fungal and mycobacteria cultures were negative.\\nBased on clinicopathologic findings, a diagnosis of tattoo-induced pseudolymphoma was made. The reaction did not respond to clobetasol proprionate United States Pharmacopoeia (USP) ointment 0.05% and intralesional triamcinolone acetonide 10 mg/ml. She received AFR laser treatment (SmartXide2, DEKA) monthly for three sessions, with good improvements and reduction in swelling and pigmentation. Parameters used included power: 30 watts, dwell time: 1500 μs, smart stack 1, spacing: 500 μm.\\nShe was then treated with three sessions of Q-switched (QS) Nd:YAG laser (Revlite®, ConBio ™, USA) monthly at the following parameters: Red tattoo-532 nm, 3 mm spot size, fluences between 2 J/cm2 and 3 J/cm2. The black tattoo was treated with the 1064 nm, 4 mm spot size, fluences between 8 J/cm2 and 10 J/cm2.\\nThe patient preferred to excise the residual black pigments and an elliptical excision specimen of both the “eyes” was done, which also incorporated adjacent skin that had been treated for the red tattoo pigmentation. Histology revealed epidermal spongiosis and reactive lymphoid hyperplasia with eosinophils, scar tissue as well as residual exogenous black tattoo pigment. However, no residual red tattoo pigment was present in the sites that had been treated for the red tattoo pigmentation []. The Grocott's Methenamine Silver (GMS) stain was used as the lymphocytes and eosinophils adopt the colour of the special stain (green in GMS) and are thus not visualised, while the red tattoo pigment retains its red colour, thereby, allowing the red tattoo to be recognised as exogenous pigment.\\nshowed the end result after 7 months cessation of laser treatments. There was residual hypopigmentation but the overall lesion remained flattened with no recurrence of swelling and inflammation up to 12 months post-treatment.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'16487133': 1, '21571169': 1, '18412226': 1, '30022936': 1, '8352605': 1, '21073602': 1, '7728477': 1, '26865796': 1, '19496897': 1, '24470721': 2}", "similar_patients": "{}"}