{"patient_id": 155107, "patient_uid": "3160052-1", "PMID": 21897574, "file_path": "noncomm/PMC003xxxxxx/PMC3160052.xml", "title": "Renal autotransplantation in a child following renal artery stent fracture", "patient": "An 8-year-old male child presented to the Department of Cardiology with uncontrolled hypertension. He had undergone PTRA and stenting with 5 mm × 15 mm balloon expandable metallic stent at 2 years of age for 90% ostial stenosis of left renal artery. His blood pressure remained well controlled for the next 6 years. On admission now, his blood pressure was between 150/90 and 160/110 mm of Hg, on three antihypertensive drugs. A computed tomogram (CT) angiography revealed left renal artery stent fracture at the origin and 70% ostial stenosis with irregularity of the renal artery till the bifurcation []. Renal scintigraphy with 99 m DTPA (diethylene triamine penta acetic acid) scan showed glomerular filtration rate (GFR) of 69 ml/min with a right to left ratio of 75:25. A repeat PTRA was attempted and confirmed the presence of renal artery stent fracture []. However dilatation of the stenosed segment could not be done because of tight stenosis. He was referred to our department for surgical revascularization of left kidney. Autotransplantation of the left kidney was planned in view of the CT showing irregularity of the renal artery till the bifurcation. After laparoscopic dissection and retrieval, left kidney was perfused with Eurocollin's solution. On bench dissection, the stent containing stenosed part of the renal artery was excised which on further cut section showed that the fractured stent incorporated into the vessel wall and developed intimal hyperplasia []. The bifurcation of the renal artery was found to be intact. The autograft was implanted in the right iliac fossa with the renal artery anatomosed end to end with right internal iliac artery, renal vein anastomosed end to side with right external iliac vein and ureter implanted into dome of bladder with modified Lich's technique. The postoperative course was uncomplicated. His blood pressure gradually became normal. At 4 years after surgery, serum creatinine was 1.0 mg/dl, blood pressure was 110/70 mm of Hg and DTPA scan showed equal perfusion of both kidneys with total GFR of 90 ml/min.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'19174257': 1, '18440428': 1, '16048386': 1, '3889379': 1, '16091987': 1, '18295705': 1, '12624613': 1, '19530182': 1, '18516064': 1, '21897574': 2}", "similar_patients": "{}"}