{"patient_id": 156453, "patient_uid": "3249346-1", "PMID": 22263194, "file_path": "noncomm/PMC003xxxxxx/PMC3249346.xml", "title": "Cavernous Lymphangioma Arising in the Chest Wall 19 Years after Excision of a Cystic Hygroma", "patient": "A 20-year-old woman presented at our hospital with a 2-month history of a palpable mass in the right chest wall. Physical examination revealed a movable non-tender mass located in the right chest wall measuring 2.0 cm in diameter. The patient had undergone a successful surgical excision of a 3.0-cm-diameter cystic hygroma of the right chest wall under general anesthesia at the age of 4 months. Thereafter, she was regularly followed up, and her postoperative course was uneventful until this recurrence. The mass was located approximately 5.0 cm from the operation scar and the skin overlying the mass was not distinct. The previous operation area had no direct communication with the newly developed lesion, and other changes were not noted in the area of the old cystic lymphangioma except for an old fibrotic scar. It was first noted 2 month prior to the visit, and became progressively larger for 2 weeks prior to presentation. When the mass was mobilized, the patient complained of mild pain.\\nA chest radiograph showed nonspecific findings, while chest computed tomography (CT) revealed a 2.0-cm round, homogeneous, low-attenuation mass with a regular margin and no calcification and without any other lesions or lymphadenopathies in the heart, lung, or mediastinum. No significant findings were detected on blood tests, and serum tumor markers were negative. Ultrasonography showed that the palpable mass was an approximately 2.0-cm ovoid lesion in the subcutaneous layer of the right chest wall with heterogeneous echotexture and some blood supply ().\\nSurgical excision was performed under local anesthesia (). Microscopically, the mass contained numerous cavernous and cystically dilated spaces lined by endothelial cells that were supported by prominent fibrocollagenous stroma (). The final histologic diagnosis was cavernous lymphangioma of the chest wall. At an 8-month follow-up, her postoperative course was uneventful without any recurrence.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'16970216': 1, '12636333': 1, '5578458': 1, '8310910': 1, '29201481': 2, '26166115': 2, '12376602': 1, '8863986': 1, '25972674': 1, '33897180': 1, '10712360': 1, '11801972': 1, '32986288': 2, '23429434': 1, '22263194': 2}", "similar_patients": "{'7606011-1': 1, '5672607-1': 1, '4504602-1': 1}"}