{"patient_id": 45952, "patient_uid": "3936922-1", "PMID": 24555692, "file_path": "comm/PMC003xxxxxx/PMC3936922.xml", "title": "Parasitic thyroid nodules in patient with nontoxic multinodular goiter: a case report", "patient": "A 40-year-old Brazilian man without significant past medical history presented to our institution in 2011 with a large volume multinodular thyroid goiter that caused deformity and symptoms suggestive of cervical spine compression. He underwent a total thyroidectomy. His thyroid function was normal. Ultrasonography showed a heterogeneous thyroid nodule measuring 3.7cm to the right from midline and 3.3cm to the left from midline that was associated with two nodules in the left submandibular area measuring 1.43cm and 1.52cm (Figure ).\\nFine needle aspiration confirmed the benign nature of the gland and the thyroid tissue etiology of two submandibular nodules located in level II in his neck. The thyroglobulin levels were not measured in fine needle aspiration. A frozen section of two submandibular masses was performed before thyroidectomy. As a result, ectopic thyroid tissue was noted, but the pathologist did not exclude the possibility of metastasis of occult primary thyroid carcinoma. Our patient underwent a total thyroidectomy, plus a left modified radical neck dissection with preservation of level I. The diagnosis of multinodular goiter associated with two parasitic thyroid nodules was confirmed by immunohistochemistry.\\nMicroscopically, the goiter was composed of thyroid tissue with normo- and macroscopic follicles that contained colloid and a coated monolayer of cells with regular, uniform nuclei that were round to oval and had fine chromatin, as well as homogeneous eosinophilic cytoplasm. There were no papillary formations, psammoma bodies or nuclear atypia, such as clear core, slit or pseudo nuclear inclusions (Figure ). The material did not have characteristics consistent with malignancy. Expression of thyroid transcription factor (TTF-1) and thyroglobulin on immunohistochemistry confirmed the thyroid origin of nodules (Figure ). The findings corresponded to a parasitic thyroid nodule.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'10190304': 1, '25217334': 1, '11077386': 1, '9283734': 1, '1587049': 1, '22975523': 1, '30105609': 1, '14114112': 1, '24555692': 2}", "similar_patients": "{}"}