{"patient_id": 160429, "patient_uid": "3556558-1", "PMID": 23362452, "file_path": "noncomm/PMC003xxxxxx/PMC3556558.xml", "title": "Metastasis of Renal Cell Carcinoma to the Bladder", "patient": "A 73-year-old woman complained of gross hematuria for the past 1 week. Her medical history and family history were negative for gross hematuria. Physical examination revealed no specific findings. Her serum creatinine on presentation was 0.4 mg/dL. Urine analysis showed numerous red blood cells. She underwent a cystoscopy that revealed a sessile mass on the right lateral bladder wall (). Abdominopelvic computerized tomography showed a 0.9 cm sized enhancing lesion on the right lateral bladder wall. A 6.4×5.3 cm sized heterogenous enhancing mass in the lower pole of the left kidney with left renal vein thrombosis, multiple small enhancing nodules in the pancreas parenchyma, and nodular thickening of both adrenal glands were also found (). Chest computed tomography (CT) showed hematogenous lung metastasis and left mediastinal and hilar lymph node metastasis. Transurethral resection of bladder tumor was performed for histological examination.\\nDuring the operation, the mass was found to be sessile, 1.0×1.0 cm in size, and with indistinct demarcation. Thus, the tumor was resected widely and its base was additionally resected. Pathological findings showed that the tumor base was free of tumor. The pathological analysis of the resected biopsy specimen revealed metastatic RCC of the clear cell type (). The patient underwent target therapy with Sorafenib 200 mg owing to the multiple metastatic sites. Five weeks after the target therapy, she fell down in the bathroom, sustained an intracranial hemorrhage, and died of accompanying hyponatremia and aspiration pneumonia.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'25630270': 1, '1568098': 1, '29962880': 1, '31881880': 2, '17826656': 1, '12385938': 1, '3773109': 1, '7860200': 1, '7272969': 1, '23362452': 2}", "similar_patients": "{'6935093-1': 1}"}