{"patient_id": 44779, "patient_uid": "3862226-1", "PMID": 24371694, "file_path": "comm/PMC003xxxxxx/PMC3862226.xml", "title": "Clear cell adenocarcinoma of the ovary with a sarcoid reaction in the spleen and regional lymph nodes: A case report", "patient": "A 68-year-old Japanese woman, gravida 2 para 2 (G2P2), was referred to our institution with a complaint of irregular genital bleeding. Her medical and family history was unremarkable. The last gynecologic examination and cervical smear had been performed 3 years previously, and the findings were normal.\\nOn physical examination, we observed a palpable goose-egg sized tumor in the lower abdomen. Magnetic resonance imaging revealed a hard, abnormal cystic tumor mass in the pelvis, 100 × 103 mm in size, suggesting a malignant ovarian tumor. Computed tomography (CT) of the lower abdomen revealed bulging lymph node swellings, each 10 mm in size, along the bilateral common iliac arteries with lesions to both the external and internal arteries. The CT scan also revealed a > 10-mm lymph node swelling in the dorsal pancreas (a) and multiple low-density areas in the spleen (b). These findings suggested metastasis from a primary ovarian cancer. Following whole body 18F-fluorodeoxyglucose positron emission tomography (FDG-PET), elevated FDG uptake was reported in the left adnexa, in the lymph nodes along the iliac arteries, in the dorsal pancreas and spleen (a,b).\\nWith evidence of malignancy originating from the left ovary and subsequent multiple lymph node metastases and metastasis to the spleen, we performed abdominal hysterectomy, bilateral salpingo-oophorectomy, pelvic para-aortic lymphadenectomy, and splenectomy. During surgery, no remarkable dissemination was detected in the abdominal cavity. As observed on CT and FDG-PET, enlarged lymph nodes were visible around both bilateral common iliac and external/internal iliac lesions as well as around the pancreatic lesion, and these were all resected.\\nHistopathological findings showed the growth of tumor cells in papillary, tubulocystic, and focally solid pattern composed of cells with clear cytoplasm, hyperchromatic nuclei and mitotic features. Specifically, a distinct hobnail pattern was observed (a). No tumor cells were recorded on the right side of the ovary. Histopathological examination of the resected lymph nodes and spleen revealed a non-caseating epithelioid cell granuloma (b), wherein no tumor cells were identified. On the basis of these findings, we concluded that this was a case of clear cell adenocarcinoma of the left ovary, p-T1aN0M0. The patient received adjuvant chemotherapy with paclitaxel [180 mg/m2] and carboplatin [AUC 5], q3 weeks × 6 courses. After 2 years of follow-up, no recurrence of disease was noted.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'578683': 1, '15115868': 1, '15948122': 1, '3536088': 1, '9228259': 1, '18682935': 1, '630538': 1, '18054124': 1, '26029574': 1, '12529460': 1, '24371694': 2}", "similar_patients": "{}"}