{"patient_id": 158295, "patient_uid": "3386661-1", "PMID": 22768377, "file_path": "noncomm/PMC003xxxxxx/PMC3386661.xml", "title": "Management of pituitary tumour apoplexy with bromocriptine in pregnancy", "patient": "Neuritis retrobulbaris was diagnosed in a 27-year-old nulligravid woman with an uneventful medical history. The condition spontaneously resolved within 2 months. Magnetic resonance imaging (MRI) was performed and by coincidence a pituitary tumour was found without suprasellar expansion or compression of the optic chiasma of 10 mm. The patient wanted to become pregnant and discontinued oral contraceptive use 2 months earlier. There was no galactorrhoea. Endocrinological analysis revealed a hyperprolactinemia of 3138 µMol/l. The diagnosis of a microprolactinoma with subsequent hyperprolactinemia suspected of causing secondary amenorrhoea was made. Bromocriptine 2.5 mg medication was started twice daily. Soon thereafter the patient became pregnant and the bromocriptine medication was ceased. At 10 weeks' of gestation she presented with a continuous headache and visual complaints of the left eye. Endocrinological tests demonstrated an increased prolactin concentration of 5660 µMol/l and a disruption of the pituitary-thyroid axis and the pituitary-adrenal axis (Table ). Visual field examination disclosed defects compatible with compression of the optic chiasm and MRI demonstrated tumour growth of the prolactinoma, suprasellar extension and a marked compression of the optic chiasm. Liquefaction was seen within the prolactinoma, indicating an apoplexy within the tumour, at this moment diagnosed as a macroprolactinoma.(Figure A)\\nBoth neurosurgical treatment and medication was considered, and the latter was chosen because of the patients' pregnancy. Medication consisted of bromocriptine 2.5 mg twice daily, levothyroxine 150 µg once a day and hydrocortisone three times a day in the following dose scheme: 15 mg-7.5 mg-7.5 mg. At 19 weeks of pregnancy, the headache disappeared, prolactin levels decreased and visual field defects improved. At 33 weeks of pregnancy, laboratory values and visual field examination were returned to normal. (Table ) Medication was continued and the further course of pregnancy was uneventful. The patient was delivered vaginally of a healthy daughter of 3300 g at 40 weeks' of gestation. The mother had no wish to take up breastfeeding. Six weeks after delivery there were no physical complaints and no visual field deficits. MRI showed a major decline of the adenoma. (Figure B) Thyroxine could be discontinued at that time, hydrocortisone and bromocriptine were continued.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'15683096': 1, '20062694': 2, '20842779': 1, '109323': 1, '24916564': 1, '28553611': 1, '16886971': 1, '18372348': 1, '31792668': 1, '12872196': 1, '3485996': 1, '27512477': 1, '22768377': 2}", "similar_patients": "{'2803914-1': 1}"}