{"patient_id": 34985, "patient_uid": "3068106-1", "PMID": 21371340, "file_path": "comm/PMC003xxxxxx/PMC3068106.xml", "title": "Portal hypertensive enteropathy diagnosed by capsule endoscopy and demonstration of the ileal changes after transjugular intrahepatic portosystemic shunt placement: a case report", "patient": "An 83-year-old Caucasian woman with cirrhosis was admitted several times to our hospital for anemia and positive fecal occult blood tests. The medical history included cirrhosis-related hepatitis C virus (HCV) diagnosed 18 years ago and a recent diagnosis of atrial flutter/fibrillation treated only with β-blockers drugs (neither anticoagulant nor antiplatelet therapy was prescribed because of the anemia). Four years ago, she presented with ascites that was treated with paracentesis and diuretic drugs. No other episodes of ascites were reported in the follow-up, but anemia was constantly present, and the patient underwent multiple blood transfusions. In two years, upper gastrointestinal (GI) endoscopy was performed three times, and this revealed esophageal varices (F2, according to NIEC classification []) without signs of bleeding. There was severe hypertensive gastropathy, but active bleeding or clots in the stomach were never observed. Colonoscopy was negative. We started therapy with β-blockers (40 mg/day at maximum dosage because of hypotension) first, and later with octreotide, without any significant effect on the anemia (mean hemoglobin level, 6 to 7 g/dl). To rule out any other cause of anemia, we performed a CE that showed severe portal hypertensive gastropathy (Figure ) and diffuse erythema of the jejunum mucosa with melena and active oozing bleeding (Figure ). Because of the persistent anemia that required frequent blood transfusions, we decided on a TIPS placement. During the procedure, the portosystemic pressure gradient was measured, showing a value of 13 mm Hg, After the TIPS, no other anemia or bleeding episodes were observed in the follow-up, and the hemoglobin level increased to 9 to 10 g/dl. Two months later, the patient was readmitted to our hospital for portal encephalopathy and jaundice. The initial laboratory results revealed the following: hemoglobin, 9.5 g/dl; hematocrit, 31%; serum urea nitrogen, 42 mmol/L; PT, 2.2INR; PLT. 70,000/mm3; bilirubin, 45 mg/dl (total, 30 mg/dl); blood ammonia level, 125 mg/dl.\\nWe started therapy with lactulose, antibiotics, and fluids; moreover, we repeated the CE, which showed a dramatic improvement in the gastric (Figure ) and jejunal picture without evidence of bleeding (Figure ). The patient died 15 days later of liver failure, but the hemoglobin level remained stable for that time.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'18478132': 1, '18291731': 1, '15557954': 1, '10429698': 1, '16185966': 1, '22968470': 1, '18026837': 1, '3262200': 1, '18291733': 1, '16644456': 1, '1642217': 1, '15660434': 1, '10733541': 1, '20536720': 1, '8504973': 1, '22661272': 1, '21371340': 2}", "similar_patients": "{}"}