{"patient_id": 38493, "patient_uid": "3420478-1", "PMID": 22934222, "file_path": "comm/PMC003xxxxxx/PMC3420478.xml", "title": "Trichotillomania and Dermatitis Artefacta: A Rare Coexistence", "patient": "In September 2011, a 24-year-old eight-month primigravida, with last menstrual period on 24th January, 2011, presented to our outpatient department with complaints of swelling of both lower limbs and fever for the past one month. The swelling was symmetrical on onset, progressive, with associated pain and redness of overlying skin. She denied history of headache, palpitations, breathlessness, cough, orthopnea, paroxysmal nocturnal dyspnea, jaundice, decreased urine output, or dysuria. There was no clinically significant menstrual and obstetrical history. She denied smoking or alcohol consumption and illicit drug abuse. While she narrated her complaints, we noticed a sense of hesitancy in her speech and difficulty in making an eye contact.\\nOn examination, the patient was conscious, cooperative and well oriented. She was hypertensive (blood pressure 144/94 mm of Hg) on two separate occasions. She was febrile (102 degrees Fahrenheit) with sinus tachycardia. Her fundus examination was normal and there was no thyroid swelling. Objective signs of inflammation like swelling, redness, and tenderness of bilateral feet were present, suggesting cellulitis. We noticed multiple, well-demarcated, bizarre lesions on the dorsum of the bilateral forearms (Figures and ) and aligned longitudinally. The lesions had tapering ends and were in various stages of healing and could not be explained by any known dermatological condition. This made us suspicious for an afflicted physical violence on her. On detailed dermatological survey, these lesions were located on the easily approachable aspect of bilateral upper limbs and dorsum of bilateral feet (Figures and ), with sparing of the usually covered and unapproachable areas of limbs, trunk, and genitalia. Also, there was an area of short, irregular, broken, and distorted hair on the scalp, mainly over the vertex, suggesting hair pulling and plucking (), whereas eyebrows, eyelashes, pubic hair, and other body hair were spared. This characteristic distribution of the lesions displayed signs of self-inflicted wounds rather than physical violence.\\nOn further inquest, although she admitted the appearance of these lesions in episodes since the past four years, surprisingly she denied any knowledge of the origin, cause, or circumstances in which these skin lesions appeared or progressed, neither did she admit their self-infliction. There was no history of any psychiatric illness or similar behavioural disorder in her family. She also denied history of antipsychotic drug intake. Detailed history from her family members did not reveal any evidence of delayed developmental milestones, poor scholastic performance, child abuse, marital dispute, or loss of any close relative in the recent past. Personal counselling revealed loss of interest in routine household activities and voluntary plucking of her hair with a sense of tension and anxiety before the act followed by a sense of pleasure, relief, and gratification. But even then she did not admit the self-infliction of the lesions on the skin.\\nHematological parameters revealed anemia (hemoglobin 85 g/L), leucocytosis (15 × 109/L), and hypoalbuminemia (18 g/L). The rest of haematological profile was normal. Urinalysis revealed proteinuria (0.8 g/d). Sonography of the abdomen showed a live intrauterine gestation of 28 + 4 weeks without any evidence of trichobezoars. Based on the clinical presentation and investigations, we finally reached the diagnosis of preeclampsia along with trichotillomania and dermatitis artefacta.\\nConsidering her pregnancy and psychiatric illness, her management was carefully tailored. Behavioural therapy instituted in the form of habit reversal, relaxation training sessions, and competing response training. An occlusive dressing on her limbs was applied, following which her lesions began to heal rapidly. This acted as a negative feedback and also reconfirmed our diagnosis. Repeated counselling of the patient and family members was done to ensure adherence to therapy and the role of family support in mitigating the disease. Antipsychotic drugs were avoided and planned to be started after delivery, if needed. On further follow-up of the patient, a significant improvement was noticed in her behaviour with almost complete resolution of her skin lesions.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'512084': 1, '11702305': 1, '11800197': 1, '8818550': 1, '3771840': 1, '11903159': 1, '1938977': 1, '22934222': 2}", "similar_patients": "{}"}