{"patient_id": 157890, "patient_uid": "3354801-1", "PMID": 22629070, "file_path": "noncomm/PMC003xxxxxx/PMC3354801.xml", "title": "Familial gingival fibromatosis: A rare case report", "patient": "An 8-year-old female patient had reported to the Department of Pediatric Surgery at the Government Hospital with the complaint of enlargement of gums [Figure , ]. The patient was unable to close her mouth because of severe enlargement of gums in both maxillary and mandibular arches []. There were no teeth visible in the oral cavity []. The patient was referred to the oral surgery outdoor for their opinion. After a detailed history, it was found that the patient's brother also had the same problem []. The patient's father was treated for the same condition in his childhood by alveolectomy with removal of primary and permanent teeth or tooth buds. This type of enlargement was also seen in the patient's uncle and grandfather. Provisional diagnosis made was familial gingival fibromatosis. She did not have any associated medical conditions, which ruled out the possibility of any syndromic involvement. An orthopentomogram was advised, which showed all primary teeth to be erupted in alveolar bone and developing permanent teeth [] The treatment plan was to remove the fibrosed gingiva along with removal of mobile deciduous teeth. The patient was operated under general anesthesia. Surgery was planned in two stages after considering the age of the patient and duration of surgery. In the first stage, the mandibular arch was operated [] and the maxillary arch was operated 2 weeks later. After the second surgery, fine periodontal surgery was performed in both arches and the patient was recalled till 2 years [Figure and ]. On histopathologic examination, thickened acanthotic epithelium with elongated rete ridges was seen with densely arranged collagen fibers, numerous fibroblasts and few chronic inflammatory cells, suggestive of gingival fibromatosis []. Initially, the patient had difficulty in closure of mouth as new occlusion had to be achieved because the patient did not have any occlusion before the surgery.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'11077991': 1, '17385395': 1, '19422753': 1, '23275852': 1, '33188467': 1, '29026519': 2, '32039068': 2, '16332243': 1, '7800376': 1, '8655871': 1, '14233392': 1, '9529355': 1, '16037772': 1, '15855713': 1, '22629070': 2}", "similar_patients": "{'6984817-1': 1, '5633648-1': 1}"}