{"patient_id": 43856, "patient_uid": "3789051-1", "PMID": 24137403, "file_path": "comm/PMC003xxxxxx/PMC3789051.xml", "title": "Primary osteosarcoma of the breast with abundant chondroid matrix and fibroblasts has a good prognosis: A case report and review of the literature", "patient": "A 77-year-old Chinese woman presented to the Chengde Central Hospital Outpatient Department with complaints of a lump in the left breast that was self-detected a month prior to presentation. There was no history of nipple discharge, fever and pain. There was no history of breast trauma, prior local irradiation and surgery, nor any other tumor history. The patient denied using any hormonal therapy or a family history of breast disease. A breast examination showed a 7×7×6-cm irregular, firm mass in the lower inner quadrant of the left breast. The mass was poorly mobile and adherent to the skin and chest wall. No axillary lymphadenopathy was detected upon physical examination. Mammography showed that the mass was relatively well demarcated and partially calcified. The tumor did not invade the overlying skin and underlying chest wall. Breast carcinoma was thus indicated. The patient refused a needle biopsy and underwent a mastectomy.\\nThe mastectomy specimen contained a 7-cm, relatively well-circumscribed mass, which had a gray-white cartilaginous to firm calcified appearance in the cross-section.\\nMicroscopically, the tumor was slightly lobular and relatively well demarcated, however, the adjacent fat tissue had been invaded and the surrounding non-neoplastic breast parenchyma revealed compressed lobular units (). The tumor was mainly composed of cartilaginous components. The abundant cartilaginous proliferation varied from mature lacunar cartilage to poorly-differentiated areas displaying myxoid changes with no lacunar arrangement. In certain areas there was a transition from cartilaginous proliferation to fibrous cells. More than half of the tumor cells (~60%) were spindle-like and sparse with minimal cytological atypia, which were mainly observed in the central portion, while the other cells (40%), which were mainly in the periphery, were epithelioid, atypical and dense. High-power magnification revealed low mitotic activity even in the dense area (1 mitoses/10 high power microscopic fields; ). Neoplastic osteoid woven bone or trabeculae were observed in the central portion (). Hemorrhage and necrosis foci were also observed in the central portion. No lymph-vascular invasion or neural invasion was observed. There was no histological evidence of an epithelial or carcinomatous component, despite extensive sampling of the tumor. No evidence of a preexisting malignant phyllodes tumor was present. The tumor was negative for cytokeratin, as well as for the estrogen and progesterone receptors and HER2. The tumor was classified as a chondroblastic/fibroblastic variant of osteosarcoma. The 15 axillary lymph nodes studied showed no metastasis. The patient underwent a simple mastectomy without post-operative adjuvant chemotherapy or radiation therapy. At 60 months post-mastectomy, the patient was alive and well without clinical evidence of local recurrence or distant metastasis. Written informed consent was obtained from the patient for publication of this case report and all accompanying images.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'32021493': 2, '9706972': 1, '21129093': 1, '26783438': 1, '18691427': 2, '20565425': 1, '23024543': 1, '26870284': 1, '34815871': 2, '19154266': 1, '6580676': 1, '17308691': 1, '30538392': 1, '21645167': 1, '17488168': 1, '23084962': 1, '24137403': 2}", "similar_patients": "{'8593882-1': 1, '6959500-1': 1, '2518133-1': 1}"}