{"patient_id": 162124, "patient_uid": "3701370-1", "PMID": 23833352, "file_path": "noncomm/PMC003xxxxxx/PMC3701370.xml", "title": "Status Epilepticus Following Electroconvulsive Therapy", "patient": "A young male aged 26 years, weighing 50 kg with ASA grade I, earlier subjected to ECT many times with no complications on previous occasions of ECT. Investigated for normal routine tests like CBP, ESR, blood sugar (fasting and post-prandial), blood urea, Sr. creatinine, ECG, X-ray chest etc. Direct opthalmoscopic examination of both eyes was normal and there was no suspicion of raised ICT. After observing NBM for 6 h written informed consent was obtained for ECT and anesthesia.\\nTwenty-three G cannula was fixed on the dorsum of the hand and injection thiopentone 2.5% solution 250 mg was administered. Succinylcholine 35 mg was given and after the cessation of fasciculations, a rubber mouth gag was placed in the mouth to prevent tongue-bite and buccal mucosal injury. Bitemporal stimulus was given and at 180 millicoulombs patient developed a prolonged convulsion for 2 ½ minutes. After cessation of GTCS patient developed severe masseter spasm causing opening of the mouth difficult and stridor continued. Air entry into the lungs was minimal causing lowering of SpO2 and tachycardia upto 180 beats/min.\\nDespite physical methods like forward thrusting of the jaw to release the laryngeal spasm, it worsened. Then the whole body developed stiffness and board-like rigidity, pupils were dilated and not reacting to light. Pulse was 160 beats/min and SpO2 decreased. Injection succinylcholine 25 mg was repeated to relieve laryngeal spasm and thiopentone sodium 125 mg was given for sedation and neuroprotection. After the relief of the spasm the patient again developed a seizure of less intensity and plantar flexion of the lower limb with tonic clonic movements was observed. Pupillary dilation with no reaction to light was seen in both eyes. There was no EEG recording available at the time to record the changes.\\nBlood glucose levels at the time were 140 mg/dL. A 200 mg bolus of phenytoin was given intravenously and 4 mg intravenous lorazepam was administered. Pulse and BP recording at this time were normal and the patient did not regain consciousness for 40 min after the seizure.\\nEventually, patient regained full consciousness and was coherent but rigor like movements were present. The patient was asked to remain under observation for 24 h in the hospital and did not develop any further seizures.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'24860234': 1, '23833352': 2}", "similar_patients": "{}"}