{"patient_id": 164317, "patient_uid": "3835646-1", "PMID": 24265574, "file_path": "noncomm/PMC003xxxxxx/PMC3835646.xml", "title": "Desmoplastic Fibroma of Bone in a Toe: Radiographic and MRI Findings", "patient": "A 14-year-old male was presented with a several month history of intermittent painful swelling in the first toe. A clinical examination showed that the first toe was swollen, painful and tender to palpate. There was no specific medical or family history. Forefoot radiographs revealed a well-defined, thin sclerotic margined, oval, osteolytic lesion in the distal phalanx of the first toe. The lesion was eccentrically located within the medullary cavity. There revealed the cortical thinning and cortical breakthrough in dorsal aspect of the distal phalanx. The associated pathologic fracture through the distal portion of the osteolytic lesion was also demonstrated. There were no demonstrable matrix mineralization or distinctive periosteal reaction (). On MRI, the well demarcated, ovalshaped, osteolytic lesion was composed of the central and peripheral parts showing different signal intensity and gadolinum contrast enhancement from each other. The central part of the mass showed low signal intensity on both T1-weighted image (T1WI) and T2-weighted image (T2WI). This central area was little contrast-enhanced on fat-suppressed T1WI after gadolinium administration. The surrounding peripheral part showed isointensity or intermediate signal intensity on T1WI, intermediate to high signal intensity on T2WI and short tau inversion recovery (STIR) image, and heterogeneous gadolinium with areas of intense enhancement, and no to minor enhancement in other areas. MRI also clearly demonstrated the cortical thinning and breakthrough in the dorsal aspect of the distal phalanx, with extension of the small soft tissue mass into the subungal area of the first toe (). The patient underwent total excision of the lesion. Histologically, the tumor was not encapsulated, but was vaguely delineated from the non-neoplastic tissue. At low power, the tumor displayed a central hypocellular area surrounded by peripheral cellular area. At high power view, the central hypocellular area showed sclerosis with dense collagen deposition. The peripheral cellular area was composed of spindle cells forming fascicles. The tumor cells exhibited minimal cytologic atypia and no mitotic figures. On microscopic examination, no osteoid or chondroid materials were identified, essentially excluding the possibilities of osteogenic or chondrogenic bone tumors. These histopathological features were consistent with a benign fibrogenic tumor, suggesting a diagnosis of desmoplastic fibroma of bone ().", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'10794556': 1, '1913545': 1, '21783062': 1, '26379329': 1, '9265665': 1, '3034013': 1, '15908527': 1, '17126252': 1, '24265574': 2}", "similar_patients": "{}"}