{"patient_id": 164562, "patient_uid": "3848927-1", "PMID": 24348013, "file_path": "noncomm/PMC003xxxxxx/PMC3848927.xml", "title": "First case of fungal keratitis caused by Pestalotiopsis clavispora", "patient": "A 73-year-old male gardener presented to Kurume University Hospital in Japan in April 2012 complaining of a foreign body sensation in his right eye after sweeping up leaves and twigs on a windy day. He had a medical history of hypertension, paroxysmal atrial fibrillation, and angina. He had previously received anticoagulation therapy with warfarin. His ocular history in the right eye included cataract surgery (1990), five episodes of herpes simplex keratitis (2006, 2007, 2008 [two times], and 2010), three glaucoma surgeries (2007 [two times] and 2008), and bullous keratopathy (2011). He had been treated with corticosteroids for years ().\\nAt initial presentation, his visual acuity was hand motion in the right eye and 20/250 in the left eye. Intraocular pressure (IOP) was not measured in the right eye, and was 6 mmHg in the left eye. Slit-lamp examination of the right eye revealed conjunctival injection and an oval infiltrate with feathery margins in the temporal half of the cornea (). Corneal opacity constrained visualization of the fundus in the right eye. Light microscopy of corneal scrapings taken from the right eye at initial presentation revealed uniformly thick septate hyphae (). The patient was diagnosed as having keratitis caused by a filamentous fungus, and was admitted to the hospital. A foreign body was found in the infiltrate when corneal debridement was performed (). The foreign body could not be identified.\\nTopical corticosteroid treatment was discontinued, and topical treatment with voriconazole 1% hourly and pimaricin (natamycin) 1% ointment six times per day was initiated. One week after admission, the infiltrate decreased in size by about 1 mm. The patient was discharged at 1 month, after the infiltrate had resolved. At the time of discharge, visual acuity in his right eye was hand motion and IOP was 10 mmHg. Treatment with topical voriconazole four times per day, and pimaricin two times per day, was continued.\\nA search for the causative organism was initiated at the Central Clinical Laboratory of Kurume University Hospital, but the organism was not identified. The isolate was then sent to the Laboratory for Clinical Investigation at Osaka University Hospital, where it was examined morphologically. The isolate was suspected to be Pestalotiopsis spp., based upon light microscopy with lactophenol cotton blue staining, which revealed conidia-bearing appendages ().\\nA freshly isolated strain of Pestalotiopsis spp. from the clinical specimen was subcultured on potato dextrose agar (PDA) at 25°C for 7 days. An inoculum suspension was prepared in Roswell Park Memorial Institute (RPMI) 1640 medium and adjusted to a final inoculum of 10,000 conidia. The minimum inhibitory concentrations (MICs) for micafungin, amphotericin B, flucytosine, fluconazole, itraconazole, voriconazole, miconazole, and pimaricin were determined by the method of microdilution in RPMI 1640 broth, according to the protocol approved by the Clinical and Laboratory Standards Institute. The final concentrations of the drugs were 0.015–16 μg/mL for micafungin, 0.03–16 μg/mL for amphotericin B, miconazole, and pimaricin, 0.12–64 μg/mL for flucytosine and fluconazole, and 0.12–8 μg/mL for itraconazole and voriconazole. Frozen microplates were obtained from Eiken Chemical Co., Ltd. (Tokyo, Japan). For the assay, 100 μL of adjusted inoculum were added, and the plates were incubated at 25°C, without shaking. All MICs were read at 48 hours.\\nThe isolate was sent to Teikyo University Institute of Medical Mycology for further morphological and molecular identification. A colony incubated on PDA at 27°C in the dark for one month revealed that the conidia were narrowly fusoid to fusoid-clavate, straight or somewhat curved, five-celled, with the upper cell conical to cylindrical, hyaline, fairly thin-walled, without visible cellular contents, and bearing two to four rather stout central apical appendages, 10–20 μm long and up to 1 μm wide (). Based on these morphological characteristics, the isolate was identified as Pestalotiopsis spp.\\nFungal DNA was extracted from the isolate according to the rapid method described by Makimura et al, and the internal transcribed spacer (ITS) region of the rRNA gene was sequenced directly from the polymerase chain reaction products with the ITS1–ITS4 universal primer pair.\\nA Basic Local Alignment Search Tool (BLAST) search revealed the sequences had 100% similarity only to P. clavispora (EF119336), registered in the DDBJ/EMBL/GenBank database, and less than 100% similarity to other species of Pestalotiopsis.\\nAlthough the isolate demonstrated relatively high resistance to voriconazole (MIC: 2.0 μg/mL) and pimaricin (MIC: 2.0 μg/mL) through antifungal susceptibility testing (), topical voriconazole and pimaricin continued to be used because the infiltrate decreased in size. Treatment was discontinued 7 months after discharge, based upon the absence of conjunctival injection and corneal infiltrate. Four days later, the keratitis had relapsed (). Although fungus was not isolated from corneal scrapings at this time, treatment with topical micafungin (MIC: 0.03 μg/mL) 0.1% half-hourly, intravenous micafungin 50 mg daily, and corneal debridement weekly was commenced, based on the results of antifungal susceptibility testing. Liver function and prothrombin time/international normalized ratio (PT-INR) were monitored periodically during systemic micafungin administration. The corneal infiltrate resolved 1 month after the relapse. Intravenous micafungin was discontinued, and topical micafungin was tapered over 7 months, after resolution from half-hourly to three times per day. During this period, the conjunctival injection and the corneal infiltrate were not seen. Visual acuity in his right eye was hand motion at the final visit, 7 months after resolution. No side effects related to topical voriconazole and micafungin were noted during the 15-month follow-up. Topical micafungin will be discontinued 1 year after resolution.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'10074502': 1, '33628978': 1, '30574929': 2, '22249927': 1, '17172908': 1, '31817121': 1, '25809973': 1, '18490971': 1, '23689706': 1, '25492988': 1, '32977587': 1, '20168220': 1, '24348013': 2}", "similar_patients": "{'6324099-1': 1}"}