{"patient_id": 162053, "patient_uid": "3698308-1", "PMID": 23826566, "file_path": "noncomm/PMC003xxxxxx/PMC3698308.xml", "title": "The First Korean Case of Sphingobacterium spiritivorum Bacteremia in a Patient with Acute Myeloid Leukemia", "patient": "A 68-yr-old woman was admitted to our hospital for dyspnea that had lasted for 7 days. She had no history of smoking or pulmonary diseases. A physical examination did not find lymphadenopathy or organomegaly. An initial complete blood cell count showed the following results: hemoglobin, 11.3 g/dL; white blood cell counts, 2.86×109/L (neutrophils, 40%; lymphocytes, 57%; and monocytes, 3%); platelet counts, 47×109/L. A peripheral blood smear revealed pancytopenia with no leukemic blasts.\\nA bone marrow (BM) examination was performed to evaluate pancytopenia. The BM aspirate smears and cytochemical staining showed increased myeloblasts (40%) and other myeloid precursors. The patient was diagnosed with acute myeloid leukemia, not otherwise specified, based on the 2008 WHO classification system [].\\nShe received chemotherapy of cytarabine 160 mg and idarubicin 20 mg for 3 days, and idarubucin 20 mg for 4 days. One day after the chemotherapy ended, her body temperature increased to 38.3℃. Her blood pressure, pulse rate, and respiratory rate were 90/70 mmHg, 110/min, and 20/min, respectively. Her C-reactive protein (CRP) level increased to 6.31 mg/dL, and her procalcitonin level was 0.08 ng/mL (reference range: <0.05 ng/mL).\\nFour sets of blood cultures were collected: 2 sets from peripheral veins and 2 sets from the central venous catheter. The patient received empirical antibiotic therapy with intravenous cefepime (2 g every 12 hr). After 1 day of incubation, gram-negative bacilli grew in an aerobic culture bottle that contained the culture from the central venous catheter. After 2 days of incubation, Gram-negative bacilli also grew in an aerobic culture bottle containing the culture from the peripheral vein (). The positive culture broth was inoculated onto a blood agar plate (BAP) and a MacConkey agar plate (MAC) and incubated for 48 hr at 37℃ with 5% CO2. Non-hemolytic, light yellow-colored colonies grew on the BAP (). A few colonies also grew on the MAC. Catalase and oxidase tests were positive, but the indole test was negative. The organism was identified as S. spiritivorum with 98.0% probability using the Vitek 2 Gram-Negative Identification card (BioMérieux inc., Marcy-l'Etoile, France).\\nTo confirm the identity of the isolate, 16S ribosomal RNA (rRNA) sequencing analysis was performed. InstaGene Matrix (Bio-Rad Laboratories, Hercules, CA, USA) was used to extract the bacterial genomic DNA, and the first 500 base pairs on the 5' end of the 16S rRNA gene were amplified and sequenced using MicroSeq 500 16S rDNA Bacterial Identification PCR and Sequencing Kits (Applied Biosystems, Foster City, CA, USA). The sequencing product was analyzed on a 3130 Genetic Analyzer (Applied Biosystems) according to the manufacturer's instructions.\\nThe resulting sequence of the patient-derived isolate was compared with sequences stored in GenBank (), EMBL (The European Molecular Biology Laboratory, ), RDP-II (The Ribosomal Database Project, ), and EzTaxon () databases. The percent identity between the isolate from the patient and its closely related Sphingobacterium species of the 4 databases are shown in . The GenBank and RDP-II databases showed that the 16S rRNA gene sequence of the isolate from the patient was 100% homologous with that of S. spiritivorum strain NCTC 11386 (Accession number: GenBank, NR044077.1; RDP-II, S000752320). The EMBL and EzTaxon databases showed that the 16S rRNA gene sequence of the isolate from the patient was 100% homologous with that of S. spiritivorum strain ATCC 33861 (Accession number: EMBL, ACHA02000013; EzTaxon, ACHA01000008). The isolate from the patient showed percent identity of >99% with S. spiritivorum and >0.8% separation from other species. Thus, the isolate was confirmed to be S. spiritivorum [].\\nFor phylogenetic analysis, the resulting sequence was compared with those of reference strains of the most closely related Sphingobacterium species present in the GenBank databases. A phylogenetic tree was constructed by the neighbor-joining method using the Microseq 500 bp 16S rRNA sequences ().\\nAntimicrobial susceptibility was tested using the AST-N132 card from the Vitek 2 system (BioMérieux). The isolate was susceptible to cefepime, ciprofloxacin, levofloxacin, meropenem, minocycline, and trimethoprim-sulfamethoxazole; had moderate susceptibility to cefotaxime, ceftazidime, imipenem, and ticarcillin-clavulanic acid; but was resistant to amikacin, aztreonam, colistin, gentamicin, piperacillin, piperacillin-tazobactam, ticarcillin, and tobramycin.\\nThe central venous catheter was removed. The antibiotic regimen was changed from cefepime to ciprofloxacin, because nephrotoxicity was suspected to be due to increased blood urea nitrogen and creatinine levels. After 3 days, the patient's fever subsided. Subsequent blood culture tests were negative for S. spiritivorum and any other microorganism. However, on the fifth day of ciprofloxacin therapy, she developed a fever again and her general condition worsened. On the eleventh day, she died of septic shock.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'18843888': 1, '3597758': 1, '27161206': 1, '22075581': 1, '16957095': 1, '19933581': 1, '1563393': 1, '7381015': 1, '18523194': 1, '20127461': 1, '17625199': 1, '27090094': 1, '20030840': 1, '14686992': 1, '16145174': 1, '28962584': 2, '17629434': 1, '18599698': 1, '12734240': 1, '18768611': 1, '6715525': 1, '8855615': 1, '12387649': 1, '27500532': 1, '23826566': 2}", "similar_patients": "{'5622497-1': 1}"}