{"patient_id": 166036, "patient_uid": "3936559-1", "PMID": 24653879, "file_path": "noncomm/PMC003xxxxxx/PMC3936559.xml", "title": "A Case of Basal Cell Carcinoma of External Auditory Canal", "patient": "A 55-year-old female in otherwise good health presented with a 10-year history of an intermittent otorrhea in the right ear.\\nA physical examination revealed a small nodular mass arising from the posterior inferior aspect of the right cartilaginous portion of the EAC (). Right tympanic membrane was intact.\\nOther clinical examinations including the head and neck region, laboratory findings, and audiologic findings were within normal limits. It appeared to be a benign lesion of EAC, an excisional biopsy was performed under local anesthesia. Contrary to expectation, histologic examination was interpreted as a basal cell carcinoma (). Fortunately, surgical margin was negative for malignancy. Further evaluation of the temporal bone by computed tomography (CT) and a magnetic resonance imaging () of the head and neck showed no involvement of any other temporal bone or of head and neck structures.\\nAlthough less probable, because distant metastasis cannot be ruled out completely, a full metastatic workup was done. Bone scan, hepatobilliary sonography, duodenoscopy, chest X-ray, and CT of the chest, PET-CT were all negative for signs of nodal involvement or metastases to other organs.\\nAccording to the Pittsburgh staging system, the patient had tumor limited to the EAC without bony erosion or evidence of soft tissue involvement (T1), no lymph node metastases (N0), and no distant metastases (M0).\\nThe patient underwent sleeve resection of the EAC reconstructed with a coverage of the EAC using a left thigh split-thickness skin graft (). Pathologic findings confirmed a basal cell carcinoma in situ not invading cartilage, all surgical margins being free of invasion (). No adjuvant chemotherapy or radiation was administered.\\nAfter 1 year of surgery, the patient is in good health with no evidence of complication or recurrence ().", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'14515088': 1, '7917206': 1, '30039068': 2, '15925819': 1, '10912706': 1, '13103895': 1, '19761431': 1, '2396807': 1, '8134137': 1, '1909009': 1, '8893219': 1, '12117346': 1, '9236591': 1, '24653879': 2}", "similar_patients": "{'6032558-1': 1}"}