{"patient_id": 154038, "patient_uid": "3040401-1", "PMID": 21359067, "file_path": "noncomm/PMC003xxxxxx/PMC3040401.xml", "title": "Stenting of the Left Main Coronary Artery in a Patient With Takayasu's Arteritis", "patient": "A 54-year-old woman presented with recently developed dyspnea on exertion. She was previously healthy and had no symptoms except for exertional dyspnea. However, a discrepancy in blood pressure measurements between the right and left arms was noted during a routine examination (right arm: 70/40 mmHg; left arm: 130/80 mmHg). Bruit was audible in the right subclavian area, and right radial pulsation was not palpable. On admission, we performed peripheral angiography and coronary angiography. The peripheral angiography revealed total occlusion of the right subclavian artery (). The coronary angiography showed a 60% focal stenosis in the ostium of the LMCA ().\\nThe LMCA was engaged with a 6 Fr guiding catheter via the femoral artery, and a 0.014 inch Hi-torque Whisper MS™ guidewire (Guidant, Santa Clara, CA, USA) was able to cross the lesion without difficulty. We predilated the lesion with an ART 2.5×20 mm ART™ balloon (AMG, Raesfeld-Erle, Germany) up to 8 atm and then deployed a PICO™ 4.0×10 mm stent (AMG) at a maximum of 20 atm. The angiographic result was good (). The patient was discharged the next day and took aspirin and clopidogrel. Anti-inflammatory agents were not prescribed to the patient because the erythrocyte sedimentation rate and the C-reactive protein concentration were within normal ranges at the time of discharge. Although the patient had been asymptomatic over the next 3 months, a follow-up coronary angiography was performed at 3 months because many cases of coronary artery restenosis in Takayasu's arteritis occur without detectable cardiac symptoms. An intravascular ultrasound was also performed at this time, which showed a 75% segmental stenosis in the proximal portion of the in-stent lesion area; however, the other sites had normal coronary vascular features (). We performed a percutaneous coronary intervention (PCI) at the site of the in-stent restenosis lesion and used a TAXUS™ 3.5×12 mm stent (Boston Scientific, Boston, MA, USA) at a maximum of 22 atm; a good angiographic result was obtained (). The patient took medications, including aspirin, clopidogrel, and cilostazol. Three months later, she experienced resting chest pain and dyspnea. A chest X-ray showed pulmonary edema in both lower lung fields. An electrocardiogram showed an ST depression and a T wave inversion on precordial leads, and the concentration of the cardiac enzyme creatine kinase was elevated (38.11 ng/mL). The patient became hypotensive (blood pressure, right arm: 75/50 mmHg). Echocardiography indicated global hypokinesia, with a 40% ejection fraction. A follow-up coronary angiography revealed tight stenosis greater than 90% in the distal portion of the in-stent site (). On the basis of these findings, we performed an emergency CABG, which was successful. One year later, the patient underwent coronary angiogra-phy. No new stenotic lesions or graft stenosis was observed.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'2572164': 1, '16878640': 1, '17923882': 1, '7902080': 1, '2858047': 1, '15914957': 1, '12655': 1, '9062721': 1, '12658199': 1, '34316969': 1, '17106150': 1, '7484746': 1, '1360966': 1, '9740488': 1, '16651477': 1, '20049143': 2, '16516707': 1, '21359067': 2}", "similar_patients": "{'2801465-1': 1}"}