{"patient_id": 38766, "patient_uid": "3424657-1", "PMID": 22937455, "file_path": "comm/PMC003xxxxxx/PMC3424657.xml", "title": "Streptococcus agalactiae Septic Arthritis of the Shoulder and the Sacroiliac Joints: A Case Report", "patient": "A previously healthy 45-year-old Sri Lankan housewife, who is gravida 5 and para 5 + 0, was admitted for a normal vaginal delivery at Hamad Medical Corporation. She is known to have Streptococcus agalactiae colonization of the vagina as was evident by a high vaginal swab done one month prior to the delivery. The patient developed a persistent right shoulder pain and a low-grade fever 12 hours after delivery of her fifth child via an uneventful noninstrumental vaginal delivery. There was no premature rupture of the membrane, nor were there any laceration in the vagina. She did not receive any peripartum antibiotics. She denied any prior trauma or complaints in the right shoulder or any other joint. She denied having any vaginal discharge. She also had a lower back pain to the extent that she could not walk.\\nShe had an unremarkable past medical and surgical history (no steroid use, autoimmune diseases, diabetes, chemotherapy, or history of HIV infection).\\nOn examination, she was febrile with a temperature of 38.9 Celsius, but otherwise hemodynamically stable. The patient had active arthritis of the right shoulder manifesting with joint swelling, joint tenderness, and marked limitation of movement in all planes.\\nThe patient had also pain over the left sacroiliac joint and a positive Patrick Fabre's test denoting a sacroiliitis.\\nBlood cultures were drawn and the patient was admitted to the medical ward.\\nA complete blood count showed elevated white blood cells (WBCs) of 21,000 with neutrophilia, a hemoglobin of 8.9 gm/dL with normochromic normocytic indices, and a normal platelet count. Serum C reactive protein was severely elevated at 314 (normal < 5). Chemistry and liver function test were within normal values.\\nArthrocentesis of the right shoulder attempted blindly on day 1 of the illness produced only 2-3 milliliters of turbid fluid which was only sufficient for a gram staining and culture.\\nIt stained positive for gram-positive cocci in pairs and chains. The patient was started on empirical treatment with ceftriaxone 2 grams intravenously daily.\\nUltrasonography of the right shoulder on day 2 of the presentation revealed a distended capsule of the shoulder ().\\nNeedle aspiration, attempted on day 4 under ultrasonography guidance, came out as a dry tap because of thick pus.\\nCulture report from the synovial fluid demonstrated Streptococcus agalactiae sensitive to penicillin and ceftriaxone. 2 sets of blood cultures and a high vaginal swap also grew Streptococcus agalactiae with similar sensitivity. An echocardiogram was requested and was normal.\\nThe patient was kept on the same antibiotic for ease of administration. She underwent surgical incision and drainage of the right shoulder on day 5. The drainage fluid was turbid but failed to grow any organism. A drain was left in situ, then subsequently removed when no more accumulation was documented via a repeat ultrasound on day 11.\\nMagnetic resonance imaging (MRI) of the pelvis and the sacroiliac joints () performed on day 10 showed left sacroiliitis with a multiloculated abscess in the anterior superior aspect of the left sacroiliac joint located within the left iliopsoas muscle and extending distally to the level of the left hip joint.\\nThe iliopsoas muscle abscess was drained under radiological guidance on day 12, but the pus also failed to grow the organism; this was attributed to adequate antibiotic coverage.\\nThe patient remained febrile in spite of adequate drainage and 3 weeks of ceftriaxone.\\nSubsequently the patient was shifted to a once-daily injection of ertapenem. Her fever subsided after 3 days, and she regained some degree of movement in the right shoulder joint.\\nShe received another 5 weeks of ertapenem and continued to have regular physiotherapy sessions.\\nAfter one month of physiotherapy and before the course of antibiotics had finished, there was still limitation of movement of the right shoulder joint raising the possibility of a frozen shoulder, a known complication of septic arthritis; at that time an MRI shoulder showed severe inflammatory process involving the shoulder joint ().\\nThe patient had a total course of antibiotic (ceftriaxone + ertapenem) of 8 weeks. She continued with regular physiotherapy for a total of 6 months.\\nFollowup after 8 months reveled pain-free joints with no limitation of movement.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'31341575': 1, '7713185': 1, '8027200': 1, '11228498': 1, '33069221': 2, '7386508': 1, '12640188': 1, '8531914': 1, '15288856': 1, '6367453': 1, '1829227': 1, '8669261': 1, '14684523': 1, '6738239': 1, '9556703': 1, '8989804': 1, '12069032': 1, '16527188': 1, '25104892': 1, '15664569': 1, '8623869': 1, '16807040': 1, '10228062': 1, '9606351': 1, '1476623': 1, '10428353': 1, '8637497': 1, '11669232': 1, '7673753': 1, '22937455': 2}", "similar_patients": "{'7568409-1': 1}"}