{"patient_id": 159181, "patient_uid": "3469929-1", "PMID": 23087473, "file_path": "noncomm/PMC003xxxxxx/PMC3469929.xml", "title": "Central venous catheter rotation malposition: An unusual presentation", "patient": "A 60-year-old, 70 kg male patient presented in emergency department with complaints of acute onset vertigo, headache and ataxia and was diagnosed to have a posterior fossa tumour on contrast enhanced computed tomography scan (head). He was subsequently worked up for elective craniotomy and excision of tumour the next morning. His routine investigations and vital parameters were found to be within normal limits. As part of pre-operative monitoring, a subclavian vein central venous cannulation by infraclavicular route was planned. A central venous catheter (16-18-18Ga, 7 Fr, 20 cm, triple lumen; certofix, B Braun) was inserted via right subclavian vein by Seldinger technique under aseptic precautions by the anaesthesia registrar in the operating theatre with HR, NIBP, SPO2 and ECG monitoring. Passage of the catheter was smooth and unimpeded. There was a good central venous pressure (CVP) waveform and good back flow of blood on aspiration from all the three lumens. The rest of the general anaesthesia and surgery were uneventful. CVP readings were taken 30 min apart and each time a good waveform was noted. As part of routine protocol, a portable chest X-ray was performed before shifting the patient to the neuro-intensive care unit for further monitoring and observation. On reviewing the chest X-ray by the anaesthesiologist, the CVP catheter was found to be internally rotated inside the right proximal internal jugular vein. However, it followed the normal path of right brachiocephalic vein to superior vena cava.\\nSince blood could be aspirated from all the three lumen ports, central venous pressure was measured with a normal CVP waveform and IV fluids/drugs could be infused via the same catheter, we intended to continue with the same central line for the further management of patient. Further course of the patient in the hospital was uneventful. CVC was removed from its site in the neurosurgery-ward when the patient was planned to be discharged after two weeks of surgery.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'14048755': 1, '4118688': 1, '1155751': 1, '15235842': 1, '18326129': 1, '32827018': 2, '24660160': 2, '20006207': 1, '25337476': 1, '5147041': 1, '23087473': 2}", "similar_patients": "{'7580395-1': 1, '7580395-2': 1, '3961022-1': 1}"}