{"patient_id": 165897, "patient_uid": "3929053-1", "PMID": 24600604, "file_path": "noncomm/PMC003xxxxxx/PMC3929053.xml", "title": "Diaphyseal osteosarcoma with varying histomorphologic patterns", "patient": "A 29-year-old male presented with painful non-progressive swelling in the left lower leg since 3 years. He gave history of pain while walking. There was no history of trauma. Past and family history was not significant. On examination, 10 × 6 cm firm to hard swelling was noted at the middle one-third of left lower leg. The skin over the mass was unremarkable. Chest X-ray was normal []. X-ray of the affected lower limb revealed large lucent defect in the medullary cavity in the mid shaft, with extensive calcification/ossification in the soft tissue mass []. The possibility of adult Ewings sarcoma or osteosarcoma was considered. Magnetic resonance imaging (MRI) scan revealed a well defined lobulated mass with infiltration in the medullary cavity suggestive of a malignant neoplastic lesion, possibly osteosarcoma [ and ]. Three phase bone scan revealed pathology involving left tibial shaft without distant skeletal involvement. Fine needle aspiration cytology (FNAC) showed scattered small malignant cells suspicious for Osteosarcoma or Ewings sarcoma. Biopsy was advised. Tissue sections showed sheets of malignant cells. These cells were round to oval to spindle, they had a high N:C ratio, scanty cytoplasm with hyperchromatic nuclei. Foci of malignant spindle cell proliferations were seen, at places forming hemangiopericytomatous pattern. Osteoid formation with calcification was also observed. Other areas of the tumor showed telangiectatic features and atypical chondroid formation. Active mitosis was observed. Areas with islands of malignant round cells were also seen [Figures and ]. Based on these histopathological features, a diagnosis of high grade Osteogenic Sarcoma was offered. Patient was advised neoadjuvant chemotherapy followed by surgery of amputation of left lower limb. The patient went to oncology centre for treatment and has been lost for follow up.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'16860938': 1, '9179055': 1, '25785071': 1, '7850721': 1, '16627266': 1, '28630843': 2, '1069603': 1, '23455825': 1, '24600604': 2}", "similar_patients": "{'5458701-1': 1}"}