{"patient_id": 158765, "patient_uid": "3425292-1", "PMID": 22923831, "file_path": "noncomm/PMC003xxxxxx/PMC3425292.xml", "title": "Anaesthesia for a patient with Eisenmenger's syndrome undergoing caesarean section", "patient": "A 22-year-old primigravida weighing 46 kg, known case of Eisenmenger's syndrome at 37 weeks of gestation, was scheduled for an elective caesarean section. At the age of 15 years, a cardiac catheterization was performed, which revealed a large mid-muscular VSD with severe pulmonary arterial hypertension (120/50 mmHg). She was explained about the existing cardiac condition and advised to avoid strenuous work.\\nPre-operatively, apart from exertional dyspnoea (grade II), she was asymptomatic. Physical examination revealed grade II clubbing, pulse rate of 92/min, blood pressure of 130/90 mmHg and room air oxygen saturation (SpO2) of 90–92% with no rise in jugular venous pressure (JVP). No peripheral oedema or cyanosis was observed. Her lungs were clear to auscultate and cardiac examination showed regular rate and rhythm with loud P2 and pansystolic murmur over the lower left sternal border. Electrocardiography showed right axis deviation with right ventricular hypertrophy. Two-dimensional echocardiography (2D Echo) with colour Doppler revealed a large muscular VSD (19 mm × 20 mm) with a bidirectional shunt and a good left ventricular function with ejection fraction of 58% with severe pulmonary hypertension. Her haemoglobin was 12.6 g%, with a haematocrit of 40% and platelet count of 1,50,000/mm3. Arterial blood gas (ABG) on room air was pH-7.32, PaCO2-35 mmHg, PaO2-59 mmHg, and SaO2-91%. Cardiologist opinion was taken and she was advised to undergo elective caesarean section.\\nShe was pre-medicated with Ranitidine 150 mg orally the night before surgery. Infective endocarditis prophylaxis was given. In the operation theatre, standard monitors, an arterial line and a central venous catheter were placed. Prophylactic dopamine infusion 10 μg/kg/min was started to maintain the systemic vascular resistance (SVR). After 3 min of pre-oxygenation, SpO2 increased to 100%. The pre-induction blood pressure (BP) and central venous pressure (CVP) were 130/90 mmHg and 10 mmHg, respectively. Intravenous induction was carried out with a low dose of thiopentone sodium 150 mg and fentanyl 50 μg titrated to anaesthetic and haemodynamic effects. The patient was intubated endotracheally with suxamethonium 50 mg. Anaesthesia was maintained with 50% oxygen and 0.5% halothane in air and neuromuscular blockade was achieved with vecuronium 5 mg. The end tidal carbon dioxide (EtCO2) was maintained between 32 and 35 mmHg.\\nA live female baby with Apgar score of 5 at 1 min and 8 at 5 min, weighing 1.9 kg, was extracted. Intravenous infusion of oxytocin 15 units was administered slowly over 30 min. Intraoperative analgesia was obtained with morphine 6 mg i.v. Blood loss was estimated to be about 500 mL. The patient remained haemodynamically stable throughout the procedure, which lasted for 45 min. Low-molecular weight heparin (LMWH) 5000 IU was given subcutaneously towards the end of the surgery. Neuromuscular blockade was reversed with neostigmine 2.5 mg and glycopyrrolate 0.5 mg and the patient was extubated and shifted to the post-operative ward with oxygen by mask for observation. Post-operatively, the patient was haemodynamically stable and dopamine was tapered off. Anticoagulation with heparin and analgesia with morphine 4 mg i.v. 8th hourly were continued for the next 1 week. Perioperatively, CVP was used as a guide to administer i.v. fluids and was maintained around 10 cm of H2O. Volume overload was avoided as it could easily precipitate right ventricular failure in these cases.[]\\nOn the third post-operative day, she was found to have cyanosis with tachycardia, tachypnoea and hypotension (90/60 mmHg) with SpO2 of 75% despite supplemental oxygen. Her ABG revealed pH-7.42, PaCO2-32 mmHg, PaO2-45 mmHg and SaO2-72%. Dopamine was restarted at 10 μg/kg/min to maintain the systolic BP above 100 mmHg. SpO2 remained between 75% and 80% despite oxygen therapy. She improved gradually over a period of 3 days and dopamine was tapered off. She was discharged on the 15th post-operative day.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'11026804': 1, '12373701': 1, '28515531': 1, '27852228': 1, '21712881': 2, '20418311': 1, '10637084': 1, '11575352': 1, '34801779': 1, '9935034': 1, '1632548': 1, '9886728': 1, '26370636': 1, '8706200': 1, '560142': 1, '2301753': 1, '21547187': 2, '17195894': 1, '22923831': 2}", "similar_patients": "{'3087280-1': 1, '3106397-1': 1}"}