{"patient_id": 46109, "patient_uid": "3954934-1", "PMID": 24399327, "file_path": "comm/PMC003xxxxxx/PMC3954934.xml", "title": "Unexpected finding in an adult with ventricular fibrillation and an accessory pathway: non-compaction cardiomyopathy", "patient": "A 19-year-old female presented to the emergency department after an out-of-hospital cardiac arrest due to VF. After alcohol consumption she jumped off a 1 m high pier into the water. While dressing she complained of dizziness, palpitations and breathlessness. She collapsed near her car and lost consciousness. The paramedics arrived within 7 min and provided cardiopulmonary resuscitation. VF was documented on arrival (Fig. ). After three DC shocks sinus rhythm resumed and due to a low Glasgow Coma Score she was intubated. At the intensive cardiac care unit therapeutic hypothermia was induced for 24 h. She regained consciousness without any signs of persistent neurological injury. Anamnestic there were no previous palpitations or (near) collapses. The patient had noted that she was relatively quickly exhausted during physical exercise. Despite this, she played field hockey without any restraints. Her family history was negative for cardiovascular diseases, arrhythmias or sudden cardiac death. The 12-lead ECG after defibrillation showed pre-excitation with delta waves (positive in I, aVL, V1-6; negative in II, III, aVF) suggestive of a right-sided posteroseptal accessory pathway (Fig. ). Therefore, during hospitalisation, the patient underwent an electrophysiology study. Figure shows a Kent potential recorded at a right-sided posteroseptal bypass tract. The accessory pathway was successfully ablated at this site. The surface ECG after the ablation procedure showed no pre-excitation (PR 122 ms) and no delta waves (Fig. ). Hence, VF was most likely due to the presence of an accessory pathway. The only abnormality on the surface ECG was left ventricular hypertrophy associated with depolarisation disorders. Transthoracic echocardiography showed normal left ventricular function, no significant valvular dysfunction and normal atrial dimensions. However, the left ventricle was hypertrabeculated and dilated (diastole 56 mm, systole 38 mm), suspicious for non-compaction cardiomyopathy. The diagnosis of non-compaction cardiomyopathy was confirmed by magnetic resonance imaging (MRI) (Fig. ). Based on this finding, a subcutaneous ICD was implanted for secondary prevention in this 19-year-old patient.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'17174235': 1, '25911018': 1, '12372586': 1, '15618076': 1, '16644854': 1, '15842992': 1, '15276116': 1, '2372897': 1, '10933363': 1, '10400016': 1, '25911017': 1, '17534568': 1, '24399327': 2}", "similar_patients": "{}"}