{"patient_id": 37665, "patient_uid": "3350090-2", "PMID": 22606625, "file_path": "comm/PMC003xxxxxx/PMC3350090.xml", "title": "Primary Renal Synovial Sarcoma", "patient": "A 68-year-old woman presented with a 3-month history of abdominal distension () and right flank pain. Magnetic resonance imaging revealed a heterogeneous enhancing soft-tissue mass originating from the upper pole of the right kidney which exhibited a distinct press on vena cava inferior, repelled renovascular structures, and aorta. In T2A images, the mass consisted of cystic necrotic structures in a patchy manner and had a capsule. No extracapsular extension was reported.\\nThe patient subsequently underwent right nephroureterectomy. Grossly, in intraoperative observation the tumor was approximately 20 cm originating from right kidney upper pole and stuck on vena cava inferior. The resected tumor appeared irregular in shape and measured 25 × 15 × 7 cm (). It showed an infiltrative growth pattern to surrounding renal tissue. Cut surface of the mass was grayish white coloured and had with focal hemorrhage and yellow-gray necrosis. Histologic examination of tumoral tissue composed of solid cellular conglomerates of monomorphic spindle cells with nonuniformly bounded cytoplasm in large areas and fascicles with cystic structures settled among them ().\\nThe patient underwent 3 cures of IMA (ifosfamide (I), mesna (M), and doxorubicin (A)) chemotherapy each of which applied in three days. Doxorubicin 60 mg/m2 (70 mg) only the first day, ifosfamide 2500 mg/m2 (3000 mg) 1–3 days, and mesna 2500 mg/m2 (3000 mg) 1–3 days. The patient had no evidence of recurrence at the 11-month followup. Immunohistochemical findings are listed in .", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'8540607': 1, '15689250': 1, '8391380': 1, '33704587': 1, '6283877': 1, '163680': 1, '10217560': 1, '16174052': 1, '9989850': 1, '12574853': 1, '18336876': 1, '9400520': 1, '15679430': 1, '8397060': 1, '18445550': 1, '10935649': 1, '22606625': 2}", "similar_patients": "{'3350090-1': 2}"}