{"patient_id": 155863, "patient_uid": "3210000-1", "PMID": 22096779, "file_path": "noncomm/PMC003xxxxxx/PMC3210000.xml", "title": "Propofol infusion syndrome in a super morbidly obese patient (BMI = 75)", "patient": "A 42-year-old female was scheduled to undergo an elective parathyroidectomy. Initially she presented with stag horn calculus which had led to the diagnosis of hyperparathyroidism. Her background medical history was significant for morbid obesity with BMI of 75 (weight 192 kg and height 160 cm) with limited exercise tolerance, obstructive sleep apnea (OSA) on BiPAP, hypertension, diabetes, acid reflux disease, and hepatitis C. She was a smoker with history of postoperative nausea and vomiting (PONV) and no known drug allergies. She was taking insulin, lisinopril, hydrochlorthiazide, atorvastatin, aspirin, venlafaxine, trazadone, and rosuvastatin. Her preoperative examination revealed the following: heart rate, 77/min; BP, 93/53 mmHg; respiration, 16/min; SpO2, 93% on room air; and BMI 75. Her airway examination was significant for decreased thyromental distance (<4 cm) and interincisor distance of 4 cm. Her laboratory work was within normal limits except for elevated parathyroid hormone and calcium.\\nOn arrival to preoperative area, she was premedicated with 30 ml of 0.3 molar sodium citrate and 50 mg of IV ranitidine. A 20 G intravenous canula was placed on her right foot and an arterial line in her right radial artery. In addition to invasive blood pressure monitoring, we planned to use arterial line for frequent blood sampling to measure parathyroid hormone levels during surgery. She was transferred to the operating room, placed on a rapid airway management positioner (RAMP), and standard ASA monitoring. She was preoxygenated for 3 min and anesthesia was induced using rapid sequence induction with propofol (300 mg) and suxamethonium (160 mg). Her trachea was intubated with size 7.5 endotracheal using MAC 4 blade with a grade I view. Anesthesia was maintained with oxygen/air, and sevoflurane and intermittent doses of rocuronium were given for muscle relaxation. Her neck was explored and multiple frozen sections were sent to the laboratory for identification of parathyroid tissue, which all came back as fat tissue. After four-and-a-half hours of surgery, surgeons were able to resect left inferior parathyroid adenoma. Following the resection of the adenoma, her parathyroid hormone levels came back to normal in 15 min. As a result of extensive neck dissection and resultant edema, we planned to keep her intubated in the ICU and extubate on the following day.\\nShe was transferred to ICU intubated and ventilated with propofol infusion for sedation. Her propofol was started at 20 μg/kg/min. However she was not tolerating the endotracheal tube and her propofol dose was escalated to 80 μg/kg/min (4 mg/kg/h) within hours upon arrival in the ICU. Even though our plan was to extubate on the following day, she failed spontaneous breathing test (SBT) and her oxygen requirements were increasing. She developed respiratory failure secondary to basal atelectasis and ventilator-associated pneumonia. On postoperative day 3, it was noted that her creatinine kinase (66900 IU/l) and myoglobin (19470 ng/ml) levels started to climb leading to the diagnosis of rhabdomyolysis []. On the same day, we noticed that her urine output was declining along with increasing creatinine (3.1 mg/dl) and BUN (41 mg/dl) [] levels with the development of acute renal failure. Her postoperative course was also complicated by septic shock secondary to urinary tract infection and ventilator-associated pneumonia, requiring inotropic support with norepinephrine to maintain her hemodynamics. She developed metabolic acidosis with the base deficit of more than 10 mmols/l. As there was no obvious cause for rhabdomyolysis, acute renal failure, and metabolic acidosis, and she received large doses (4 mg/kg/h) of propofol for 65 h, we suspected that she may have developed PRIS. Propofol infusion was stopped and replaced with titrating doses of lorazepam and fentanyl for sedation, and she was dialyzed for acute renal failure. On postoperative day 10, both her rhabdomyolysis and renal failure were resolved. After multiple attempts of extubation failure, she underwent tracheostomy on postoperative day 16. Subsequently she developed large decubitus ulcer requiring frequent debridement. While she was awaiting for palliative care facility location, she died on postoperative day 65 following a fall from her bed, and occlusion of her tracheostomy in prone position.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'1393073': 1, '19051063': 1, '34169362': 1, '25716126': 1, '18664783': 1, '14996268': 1, '15579060': 1, '23373049': 1, '12904852': 1, '17628739': 1, '9836214': 1, '25954513': 1, '17567345': 1, '30857601': 1, '19874582': 1, '22096779': 2}", "similar_patients": "{}"}