{"patient_id": 159103, "patient_uid": "3467425-1", "PMID": 23091448, "file_path": "noncomm/PMC003xxxxxx/PMC3467425.xml", "title": "A Case of Paratesticular Leiomyosarcoma Successfully Treated with Orchiectomy and Chemotherapy", "patient": "A 50-year-old male patient with a 10-year history of a huge right scrotal mass, which had shown rapid growth for more than one year, was referred to our department. Results of the physical examination revealed a right paratesticular mass measuring approximately 12 cm in diameter; the mass was firm and non-tender. The serum lactate dehydrogenase level was 313 IU/L, the α-fetoprotein level was 5.9 ng/mL, and the β-human chorionic gonadotropin level was 1.7 mIU/mL, which were all within the normal ranges. Findings on abdominal computed tomography (CT) showed a huge heterogeneous enhancing right scrotal mass (12×9 cm) with para-aortic and peri-caval lymphadenopathies (). Right orchiectomy was performed and the macroscopic pathologic features showed a grossly intact testis with a well-defined, huge, whitish solid mass adjacent to the testis (). Immunohistochemical staining showed a positive result for smooth muscle actin (SMA), CD34, and desmin; however, immunostaining for myoglobin, S-100 protein, and c-kit showed a negative result. According to the pathologic results, the mass was characterized as a leiomyosarcoma, grade 3 (according to the French National Federation of Cancer Centers [FNCLCC] and National Cancer Institute [NCI] system): the total score was 8, the mitotic score was 3 (more than 20/10 high power field), the necrosis score was 2 (more than 50%), and the differentiation score was 3 (). According to the American Joint Committee on Cancer Sarcoma Staging system, this patient was stage III (T2aN1M0), therefore, we diagnosed the patient as having a stage III, grade 3 paratesticular leiomyosarcoma. The patient underwent additional systemic chemotherapy using ifosfamide 1 g/m2 on days 1 to 3 plus adriamycin 30 mg/m2 on day 1. Chemotherapy cycles were repeated every 21 days. After four cycles of chemotherapy, we performed abdominal CT for evaluation of the therapeutic response. The lymphadenopathies that were initially observed in the abdominal cavity had decreased in size by over 50% with no tumor recurrence, therefore, a partial response could be identified (). After nine cycles of chemotherapy, whole body positron emission tomography-CT was performed and no uptake of fructose-1,6-bisphosphate (FDP) was observed (). The patient has been followed up for 12 months after systemic chemotherapy, and he has consistently maintained a complete response (CR).", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'3275795': 1, '11688573': 1, '34544483': 2, '26639200': 1, '18542764': 1, '8646687': 1, '20066161': 1, '24744951': 2, '9400508': 1, '16519831': 1, '3513942': 1, '12410753': 1, '8622035': 1, '23091448': 2}", "similar_patients": "{'3972873-1': 1, '8454102-1': 1}"}