{"patient_id": 164461, "patient_uid": "3842151-1", "PMID": 24286006, "file_path": "noncomm/PMC003xxxxxx/PMC3842151.xml", "title": "Secondary amyloidosis in a patient carrying mutations in the familial Mediterranean fever (FMF) and tumour necrosis factor receptor-1 syndrome (TRAPS) genes", "patient": "A 21-year-old Romanian woman at the 35th week of gestation was admitted due to acute left upper quadrant abdominal pain for 3 days, associated with nausea and vomiting.\\nShe had been healthy until the age of 20 when she underwent appendectomy for acute appendicitis and contracted hepatitis C virus infection. During pregnancy, blood pressure was normal and total weight gain was 6 kg. Mild oedema in the lower limbs was present before pregnancy, but it worsened during the first trimester. Due to her socioeconomic status, the patient did not receive any prenatal care.\\nUpon admission, blood pressure was 100/60 mmHg, pulse rate 90 beats/min and respiratory rate 28/min. There was no fever. Physical examination revealed mild abdominal distention and hypoactive bowel sounds. Moderate pitting oedema was present in the lower limbs. Lung, heart and neurological examinations were within normal limits. She was placed on parenteral nutrition and bowel rest, but her clinical condition worsened and the patient developed an inability to pass flatus. A Caesarean delivery was immediately performed and a premature child was delivered. A few days after delivery, abdominal pain, nausea and vomiting resolved spontaneously.\\nTable summarizes the laboratory examination performed after delivery. Proteinuria 3.6 g/24 h was noted, serum creatinine was 53 µmol/L (0.6 mg/dL) and urea 7.1 mmol/L (20 mg/dL). Haemoglobin was 78 g/L (7.8 g/dL), white blood cells 20 × 109/L (19.700/µL) with 94% of neutrophils and platelets 738 × 109/L (738.000/µL). C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) were 150 mg/L and 90 mm/h, respectively; fibrinogen was normal. Serum protein was 33 g/L (3.3 gr/dL) and albumin 16 g/L (1.6 g/dL). No monoclonal band was present in serum protein electrophoresis. Autoimmune and coagulation parameters were normal, as well as thyroid and liver function tests. Hepatitis B virus infection markers were negative, and apart from a slight increase in hepatitis C virus antibody titre, no signs of active hepatitis were detected. The SAA protein level was high (591.28 ng/mL). Abdominal ultrasonography showed hyperechogenic cortex. Echocardiography revealed only mild mitral regurgitation. Electromyography detected initial signs of lower-limb sensory neuropathy. While abdominal fat pad aspirate was negative for amyloidosis, kidney biopsy revealed a diffuse glomerular deposition of amorphous hyaline material that stained weakly with periodic acid Shiff's and bound Congo red and thioflavine T (Figure ). Vascular and tubular deposits were also present. Rectal biopsy was performed as well, showing the presence of A protein and the absence of immunoglobulin light chains. Molecular genetic screening tests for secondary (AA) amyloidosis were performed. A blood sample was obtained from the patient after her informed consent and genomic DNA was extracted from peripheral blood lymphocytes. The entire coding regions and intron–exon junctions, which are important in order to identify variants affecting mRNA splicing, were amplified and screened for mutation in Apo A-I, TNFRS1A and MEFV genes by the Sanger sequencing method to identify the causing mutation. Reference sequences were obtained from NCBI RefSeq and all sequences were compared with these sequences. The standard nomenclature recommended by HGVS was used to number nucleotides and name mutations or variants. Two different mutations were identified by sequencing analysis. The first involved a copy of the gene of the FMF (MEFV) and it was c2082G>A, p.M694I on the short arm of chromosome 16. The second involved a copy of the tumour necrosis factor receptor-1 gene (TNFRSF1A), and it was c.362G>A, p.R92Q on the short arm of chromosome 12 (Figure ). The diagnosis of AA amyloidosis was then confirmed. The Apo A-I gene did not present any mutations.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'12077709': 1, '16508982': 1, '12209523': 1, '19479871': 1, '16234278': 1, '16284730': 1, '15643295': 1, '22714396': 1, '19302049': 1, '7156325': 1, '18163488': 1, '17554117': 1, '13130484': 1, '32684647': 1, '23031807': 1, '11464238': 1, '10914855': 1, '20177433': 1, '11085810': 1, '11132099': 1, '11443543': 1, '22884554': 1, '24286006': 2}", "similar_patients": "{}"}