{"patient_id": 36164, "patient_uid": "3174928-1", "PMID": 21859491, "file_path": "comm/PMC003xxxxxx/PMC3174928.xml", "title": "Retrosternal abscess after trigger point injections in a pregnant woman: a case report", "patient": "A 37-year-old African-American woman, who was 20 weeks pregnant, presented to our emergency room (ER) with complaints of chest pain and shortness of breath. These symptoms started two months previously and had progressively worsened. Approximately two years prior to this presentation she had had an evaluation for chest pain that included cardiac testing and a chest X-ray. Eventually she was diagnosed with dystonia and started on trigger point injections at multiple different sites including the left sternoclavicular joint. She developed a left-sided pneumothorax as the result of these injections and underwent video-assisted thoracoscopic pleurodesis for a refractory pneumothorax. She was symptom free for about 20 months. She subsequently had recurrence of her left-sided chest pain which was treated with episodic sternoclavicular joint trigger point injections. Our patient was not able to recall any of the medications used in the injection. Her chest pain progressively got worse and she developed shortness of breath one week prior to her current presentation. The chest pain was substernal, sharp, with 5/10 intensity, aggravated by breathing and had no relieving factors. She denied fever, chills, smoking or drug use. A review of systems was otherwise negative. Her vital signs in the ER were normal except for resting tachycardia, with a pulse of 100 beats per minutes. A physical examination revealed swelling and tenderness of the sternal notch with tenderness to palpation over her left sternoclavicular joint. The rest of her physical examination was normal.\\nLaboratory data was significant for a white blood cell count of 13.3 × 109/L with 82% granulocytes. A chest radiograph revealed possible upper mediastinal widening and left basilar scarring with blunting of the left costophrenic angle. A computed tomography (CT) angiogram of her chest was performed, and revealed a 4.7 cm gas-containing abscess in the retrosternal region behind the manubrium, with associated sclerosis and cortical irregularity of the manubrium.\\nOur patient was started on broad spectrum antibiotics and then underwent surgical drainage and debridement of her superior mediastinum. All cultures, including those of the surgical specimen, were negative. She was treated for six weeks with intravenous vancomycin at home and recovered completely. She delivered a healthy full term baby.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'18591992': 1, '33575360': 1, '11871683': 1, '3054098': 1, '466566': 1, '11281502': 1, '33496864': 1, '9010953': 1, '18992040': 1, '14695730': 1, '2775354': 1, '21859491': 2}", "similar_patients": "{}"}