{"patient_id": 161169, "patient_uid": "3629352-1", "PMID": 23614087, "file_path": "noncomm/PMC003xxxxxx/PMC3629352.xml", "title": "Occurrence of Trochlear Nerve Palsy after Epiduroscopic Laser Discectomy and Neural Decompression", "patient": "The patient was a 64-year-old female who had received spinal surgery (lumbar laminectomy L4-5) 25 years ago according to her past medical history. There were no abnormalities in her family and personal history. She complained of back pain occurring when standing up from a sitting position as the main symptom. In another hospital, drug administration, epidural block, and lumbar facet joint block were performed for the above symptom but there was no great effect. According to the physical exam, there were no abnormalities in the SLR test and FABER test, while spinal tenderness and paraspinal muscle tenderness were observed. There were no abnormalities found in the blood test, chest PA, and EKG performed before the procedure. In the epidurogram performed while hospitalized, there was suspicion of epidural adhesion and fibrosis in the operated area of the L4-5 so ELND was scheduled. The patient was put in a prone position and a pillow was placed under the pelvis to reduce lumbar lordosis and assist punctuation. The patient was changed to a reverse Trendelenburg position and the area surrounding the sacral cornu was draped with potadine solution and chlorhexidine solution. Midazolam 3 mg and fentanyl 50 ug were injected when performing local anesthesia for the caudal approach, and saturation was monitored while maintaining mild sedation. The video guided catheter was inserted in the caudal approach and contrast agent was used to check that it had entered the anterior epidural space. Using the endoscope as a guide, the catheter was inserted towards the L5-S1. Cold saline was used for irrigation to avoid vision obstruction from bleeding and foreign substances, and for adhesiolysis using hydraulic pressure. The patient complained of pain when the catheter was climbing towards the operated area (L4-5) through the anterior epidural space and when performing adhesiolysis so fentanyl was injected 50 ug at a time. In the L4-5 area, adhesiolysis was performed on the left side (holmium YAG laser was used after confirming the dural position) and while moving the catheter towards the right, an unintended dural puncture occurred. The amount of saline inserted in the intrathecal to secure a field of vision was 5 cc (). The procedure was completed immediately after confirming endoscopic entrance into the intrathecal, and the patient was cared for in the recovery room for 20 minutes before being transferred to the ward. The total amount of saline inserted including the epidural space was 120 cc, and the injection speed was 1 cc/sec. The total amount of fentanyl injected was 300 ug. The vital signs were normal in the recovery room, and there were no neurological symptoms such as headache. After moving to the ward, the patient complained of vertical diplopia and blurred vision, and through collaboration with ophthalmology, the patient was diagnosed with bilateral trochlear nerve palsy. There were no abnormalities such as bleeding observed on the brain MRI, and according to the f/u for 6 months after discharge, the blurred vision improved.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'2952674': 1, '16266357': 1, '5015473': 1, '299686': 1, '14695737': 1, '8255437': 1, '10844075': 1, '3707805': 1, '9089860': 1, '6067279': 1, '19164308': 1, '25234318': 1, '18004970': 1, '23614087': 2}", "similar_patients": "{}"}