{"patient_id": 163696, "patient_uid": "3800334-1", "PMID": 24163456, "file_path": "noncomm/PMC003xxxxxx/PMC3800334.xml", "title": "Perioperative management of an elderly patient of hypertrophic obstructive cardiomyopathy for knee arthroplasty and the role of peripheral nerve blocks", "patient": "A 69-year-old female weighing 78 kg, a medically managed (atenolol 25 mg and amlodipine 10 mg once daily) case of HOCM was scheduled for bilateral knee arthroplasty. She had intermittent episodes of dyspnoea and fatigue. There was no history of angina, syncopal attacks, or any sudden death in her family. Systemic examination revealed a regular pulse rate of 68 beats/min , and a grade 3/6 crescendo-decrescendo systolic murmur was heard between the left sternal border and apical area, not radiating to the carotids. Electrocardiography (ECG) showed normal sinus rhythm with nonspecific T wave changes in leads II, III, and aVF with left ventricular hypertrophy and left axis deviation. Chest X-ray showed cardiomegaly with clear lung fields. Echocardiography showed asymmetrical septal hypertrophy, left ventricular outflow tract obstruction (LVOT) with peak systolic gradient (PSG) of 56 mmHg, moderate mitral regurgitation and moderate diastolic dysfunction with ejection fraction of 56%. Computerised tomographic (CT) angiogram showed normal coronaries.\\nBoth cardiac drugs were continued till the morning of surgery along with a premedication of oral ranitidine 150 mg and alprazolam 0.25 mg. In the operating room, baseline blood pressure (BP), heart rate (HR) and respiratory rate (RR) were 160/90 mmHg, 68/minute and 14/minute, respectively. The patient was given injection metoprolol 2 mg, 80 mcg fentanyl and midazolam 2 mg intravenously, before establishing invasive monitoring (left radial blood pressure and right jugular venous pressure), opening central venous pressure (CVP) was 8 mmHg. Bilateral perineural femoral nerve catheters were placed with the help of a nerve stimulator. A bolus of 8 mL of 2% lignocaine with 8 mL of 0.2% ropivacaine was injected in each femoral catheter before the incision of each side, followed by a continuous infusion of ropivacaine 0.2% 8 mL/hour intra and postoperatively. Half an hour later, induction and intubation were accomplished using propofol 100 mg, morphine 8 mg, midazolam 1 mg and vecuronium 8 mg. Mild hypotension occurred with BP falling to 100/50 mmHg, which was managed with a bolus of 200 mL crystalloid and injection phenylephrine 50 μg. To prevent intubation stress, esmolol 30 mg was given intravenously 90 seconds before intubation. Anaesthesia was maintained with 66% nitrous oxide in oxygen and isoflurane 0.2-0.4% (because of its myocardial depressive properties, halothane is an ideal agent in such patients but due to its nonavailability in our institute, isoflurane was used without any adverse haemodynamic changes); the average duration of both tourniquets was 35 to 40 minutes. At the time of both tourniquet deflations, systolic pressures dropped by more than 20% each time which responded to a judicious administration of crystalloid and phenylephrine 100 mcg. CVP remained between 8 and 10 mmHg and urine output was 500 mL with an input of 2.5 L of crystalloids. The surgery lasted for four hours; neuromuscular blockade reversed with neostigmine 3.5 mg and glycopyrrolate 0.6 mg and esmolol 30 mg was given again to prevent exaggerated haemodynamic response at extubation. Post extubation, the patient was haemodynamically stable (BP: 124/62 mmHg, HR: 74/minute) with saturation of 100% on oxygen of 2 L/minute. Postoperatively, the patient was transferred to a special intensive care unit (ICU) for further management.\\nTwo hours postoperatively, the surgical drains were opened. Four hours later, we noted increase in heart rate upto 94-96 beats/ min; BP was 110/75 mmHg, CVP and RR were10 mmHg and 33/ min respectively and desaturation up to 90% on room air, with bilateral drain loss of about 100 mL each. Her pain assessment on a verbal analogue score was 6 (on a scale of 0-10). Immediately, the oxygen was increased from 2 to 5 L/minute. For pain and tachycardia, a bolus of ropivacaine 0.2%, 8 mL was given through each femoral catheter along with metoprolol 2 mg intravenously, and liberal fluids continued. Also, other parenteral analgesics like diclofenac, paracetamol and tramadol were started on a regular basis, as per our ICU protocol. Six hours postoperatively, dyspnoea persisted with the occurrence of bilateral fine crepts in chest now and CVP increased to 12 mmHg with heart rate and BP being 88-90 beats/min and 108/70 mmHg, respectively. Echocardiography showed a decreased PSG of 45 mmHg. So, furosemide 20 mg and another dose of metoprolol 2 mg were given intravenously. The patient passed about 1200 mL urine over the next three hours; her tachycardia and tachypnoea both settled with an HR of 78/minute and RR of 20/minute and blood pressure increased to 136/67 mmHg. Her daily dose of atenolol was increased from 25 mg once a day to 50 mg orally twice a day. Forty-eight hours later, the patient was shifted from the ICU after removing femoral catheters. The rest of the hospital stay was uneventful.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'4046165': 1, '12957437': 1, '11402405': 1, '16171671': 1, '8712439': 1, '16394705': 1, '16301267': 1, '12417536': 1, '24163456': 2}", "similar_patients": "{}"}