{"patient_id": 36745, "patient_uid": "3229443-1", "PMID": 22035156, "file_path": "comm/PMC003xxxxxx/PMC3229443.xml", "title": "\"Detachment of the carinal hook following endobronchial intubation with a double lumen tube\"", "patient": "A 68 year-old woman (weight 74 kg, height 162 cm) with a pathological fracture of the fourth thoracic vertebrae (T4) was scheduled to undergo total removal of the vertebrae by a right transthoracic approach. Her past medical history included hypertension controlled with 20 mg enalapril once a day. Preoperative airway examination revealed a class II Mallampati with a normal mouth opening and normal dentition, a thyromental distance of 6.0 cm and limited neck extension. Paraplegia was present and no other abnormalities were detected on physical examination. All laboratory values, chest x-ray and 12-lead electrocardiogram were normal. The patient was premedicated with 10 mg diazepam on the night before surgery along with overnight fasting. After adequate preoxygenation, anesthesia was induced with 50 μg fentanyl, TIVA of propofol and remifentanil, and muscle relaxation was achieved with 50 mg rocuronium. Conventional direct laryngoscopy was performed and Cormack and Lehane grade was II (only the posterior extremity of the glottis visible). A 37F left-sided polyvinylchloride Carlens DLT (SUMI®, Portex Inc., Mexico) was placed using standard technique, although difficult to achieve because of a narrowed trachea. The patient's lung was ventilated through both lumens of the tube, with tracheal cuff inflated, but a resistance at manual ventilation was felt immediately after intubation. Chest auscultation revealed bilaterally equal and diminished breath sounds with pulse oximetry saturation decreasing from 99% to 96%. DLT was removed and before a second left endobronchial intubation attempt, examination of the DLT showed no carinal hook (Figure ). An 8.0 mm ID single-lumen endotracheal tube was placed and then fiberoptic bronchoscopy was performed. An increased in pulse oximetry saturation (from 95% to 99%) with normal chest auscultation was noted. The fiberoptic examination showed the carinal hook located in the right mainstem bronchus, which was removed with the use of forceps. No evidence of a traumatized airway was noted. Two further attempts were made with another 37F Carlens DLT, by a different physician and with the aid of fiberoptic bronchoscopy (external diameter: 4.5 mm). However, DLT rotation failed because of a narrowed trachea. Smaller DLTs were not available. Thoracotomy was performed in left position with an 8.0 mm ID single-lumen endotracheal tube. The patient's hemodynamics was stable throughout this period. Her postoperative period was uneventful.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'16436844': 1, '11989044': 1, '7661370': 1, '1595848': 1, '19608816': 1, '9620518': 1, '17021522': 1, '22035156': 2}", "similar_patients": "{}"}