{"patient_id": 41777, "patient_uid": "3626249-1", "PMID": 23606995, "file_path": "comm/PMC003xxxxxx/PMC3626249.xml", "title": "Artefacts in Cone Beam CT Mimicking an Extrapalatal Canal of Root-Filled Maxillary Molar", "patient": "A 27-year-old man was referred for endodontic treatment of tooth number 3. The patient related episodes of spontaneous pain in the previous week, while an emergency procedure was performed. Clinical examination revealed that the pulp chamber was exposed, and no response to thermal pulp testing (Endo-Ice, Maquira Indústria de Produtos Odontológicos Ltda, Maringá, PR, Brazil) was observed. Slight responses to palpation and percussion were verified. A periapical radiograph showed normality of the periapical region (). The diagnosis of pulp necrosis was established and the endodontic treatment initiated.\\nUnder local anesthesia and rubber dam, the coronal access was performed and the root canals' entrance was explored using an endodontic explorer. Identified were the two mesiobuccal canals, the distobuccal canal, and, unexpectedly, two orifices in the palatal root, corresponding to mesio- and distopalatine canals (). After the root canals instrumentation, the radiograph taken for working length determination confirmed the presence of five root canals (). Chemomechanical preparation was performed by using ProTaper NiTi rotatory instruments (Dentsply-Maillefer, Ballaigues, Switzerland) and irrigation with 2.5% sodium hypochlorite. A calcium-hydroxide-based paste (Calen, SS White, Rio de Janeiro, RJ, Brazil) was used as intracanal dressing and the provisional restoration was performed with a zinc oxide and eugenol restorative material (IRM, Dentsply, Petrópolis, RJ, Brazil).\\nThe patient returned for a second appointment after eight days. The temporary restoration was removed under local anesthesia and rubber dam. The intracanal dressing was removed, and the root canals were dried and filled with gutta-percha cones (Konne, Belo Horizonte, MG, Brazil) and sealer (Endofill, Dentsply, Petropolis, RJ, Brazil) by lateral condensation technique. Afterwards, the tooth was restored with composite resin.\\nFour years later, the patient returned to the clinic complaining of discomfort when chewing on tooth number 3, which had received a cast metal restoration approximately six months earlier. Clinical examination showed that the tooth had no tenderness on palpation and no mobility. The mean probing pocket depth was within normal limits. Slight pain to percussion was observed and the radiograph showed absence of periapical lesion. Upon checking the occlusion, a premature contact was detected on the metal restoration of tooth number 3. Occlusal adjustment was performed, resulting in a gradual resolution of the symptoms.\\nDespite this, the patient was advised that CBCT examination could be useful in providing additional information on the case. Thus, a small-volume CBCT scan (Kodak 9000 3D, Carestream Health, Inc., Rochester, NY, USA) of tooth number 3 with exposure parameters of 70 kV, 5.0 mA, and 0.076 mm (isotropic voxel) was obtained after informed consent from the patient. An image suggesting the presence of a third root canal in the palatal root was observed in the axial scans (); however, sagittal scans demonstrated that the previous images were artifacts caused by root canal fillings (). Small hypodense periapical areas also were observed in the sagittal views (). These images were possibly related to the occlusal trauma or to a healing process of a preoperative lesion not detected radiographically at the initiation of treatment. Thus, it was decided to monitor the case without any additional treatment.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'19249591': 1, '22814684': 1, '22414825': 1, '10697487': 1, '12059922': 1, '20965675': 1, '18504152': 1, '21470249': 1, '17185120': 1, '20171380': 1, '21039626': 1, '22184623': 1, '20630296': 1, '20416435': 1, '1940758': 1, '11482719': 1, '20850684': 1, '15537976': 1, '15189440': 1, '17082282': 1, '21924202': 1, '21146084': 1, '6595621': 1, '23606995': 2}", "similar_patients": "{}"}