{"patient_id": 44583, "patient_uid": "3851004-1", "PMID": 24427787, "file_path": "comm/PMC003xxxxxx/PMC3851004.xml", "title": "Glottic-SubGlottic adenoid cystic carcinoma. A case report and review of the literature", "patient": "A.N, 61 year-old woman, with an ACC injury in the glottis-subglottis region, has been examined after a surgical treatment of thyroid. The clinical appearance of thyroid cancer is that of a nodules, some time representing a challenging diagnostic dilemma with thyroid or unusual extrathyroidal masses [,]. The patient, suffering from severe dyspnea, was seen by the general surgeon at first, because she was affected by a thyroid disease, causing compression, dislocation and reduction of tracheal caliber. The ultrasound exam of thyroid confirmed a nodularity and the functionality exams showed an evident dysfunction of gland. The FNAC, made in hospital, didn't show diagnostic significance. The fiberlaryngoscopy control, effected before thyroidectomy, reported a moderate reduction of hypoglottic space, associated with a vocal cord hypomobility, especially on the left. The persistence of dyspnea, after the thyroidectomy, and the final pathological examination characteristic for ACC, made us doubt about the origin of lesion in that site. The patient arrived to our observation for a further diagnostic analysis. In fact, the fiberopticlaryngoscopy showed an hypertrophy of a left vocal fold, in the midline position, with a slightly uneven surface, ipsilateral hypoglottic region and subcommissurale region neoformation and narrowing of the lumen (Figure ). The subsequent cervicothoracic CT shows a nodular lesion of left part of larynx, associated with partial destruction of thyroid cartilage, cricoid ring to the left and ipsilateral arytenoid cartilage, in presence of bilateral cervical lymph node hyperplasy (Figure ). According to the clinical and radiologic data, the patient was submitted to a total laryngectomy with functional bilateral lymph node excision of II-III-IV-V-VI level (Figure ). The pathological examination confirmed a adenoid cystic carcinoma deeply infiltrating the laryngeal mucosa, cricoid carticalgine and striated muscle tissue present, with a predominantly cribiform pattern, consisting of pseudocytos, filled with mucin basophilic basaliod cells, surrounded by areas of intra-tumoural necrosis and absence of cervical lymphnode metastases (Figure ). According to the histological evaluation and to neoplastic involvement (T3N0), the patient underwent to radioterapy on \"T\" and \"N\", with a total dose of 66GY, subdivision in 200cGy/die. The clinical and radio follow up after 6, 12, 24, and 36 months, consisting of ultrasound, TC, PET total body, showed the absence of recurrence. No images are shown of the primitive residue, referring to glottis - subglottic ACC.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'8424400': 1, '18094899': 1, '16847187': 1, '30558045': 1, '9307718': 1, '34352904': 1, '22694290': 1, '6088894': 1, '23049731': 1, '15080307': 1, '16354366': 1, '21708247': 1, '16904520': 1, '20677912': 1, '22963562': 1, '27084720': 1, '13130301': 1, '22497729': 1, '1654724': 1, '23135374': 1, '31762901': 1, '23682725': 1, '26622839': 1, '21559806': 1, '20162031': 1, '15898101': 1, '18302260': 1, '19735105': 1, '15138715': 1, '31287809': 1, '30127863': 1, '19860577': 1, '24427787': 2}", "similar_patients": "{}"}