{"patient_id": 165451, "patient_uid": "3897636-1", "PMID": 24466403, "file_path": "noncomm/PMC003xxxxxx/PMC3897636.xml", "title": "Ureteral Substitution Using Appendix for a Ureteral Defect Caused by a Retroperitoneal Rhabdomyosarcoma in a Child", "patient": "A 7-year-old boy was referred to our outpatient clinic for evaluation of his abdominal mass, which was found at a local clinic by use of abdominal ultrasound. He underwent laparoscopic biopsy of his abdominal mass and the mass was finally diagnosed as an embryonal rhabdomyosarcoma in the retroperitoneum. The size of the mass was 18 cm×16 cm×7 cm, and after 4 cycles of chemotherapy for 5 months, the mass size was reduced to 5 cm×2 cm×3 cm. Surgical resection of the mass was then performed and the patient was followed up for 2 years. Abdominal computed tomography showed no remnant mass of the tumor. We found no evidence of recurrence of the tumor for 1 year after surgery. After 1 year, however, follow-up computed tomography showed a newly developed mass (3.3 cm×3.0 cm in size) surrounding the right lower ureter along the right iliac artery, resulting in hydronephrosis of the right ureter (). We diagnosed the mass as a recurrent retroperitoneal rhabdomyosarcoma and we decided to perform surgical resection. The operation was performed through a midline vertical incision and the anatomy was confirmed by direct inspection. The mass had severe adhesions with the surrounding tissues and it completely encircled the right lower ureter along the right iliac artery. After resection of the mass, direct end-to-end anastomosis of the ureter was not possible owing to the length of the resected segment (). Therefore, we decided to perform ureteral substitution by using the appendix to repair the ureteral defect. The cecum and the right colon were mobilized. The vermiform appendix was assessed. It was 6 cm in length from the base to the tip and no macroscopic abnormalities were noted. The appendix was divided at its base and the stump was ligated and conventionally inverted. Care was taken to preserve the appendicular artery, which was identified as running in the short triangular mesoappendix. The isolated appendix was mobilized to the retroperitoneum and positioned in an antiperistaltic manner to avoid strangulation. Tension-free end-to-end anastomosis with 5-0 Vicryl was performed between the spatulated end of the ureter and the tip of the appendix (). A ureteral stent was placed by using a guide wire before completing the anastomosis. The resected mass was 4.5 cm×3.0 cm×1.0 cm in size and it grossly revealed no central necrosis. The mass was finally diagnosed microscopically as retroperitoneal rhabdomyosarcoma. The patient's postoperative recovery was uneventful. The ureteral stent was removed 6 weeks postoperatively and retrograde pyelography revealed a patent appendiceal interposition and no extravasation. Intravenous urography showed no definite stricture point and improvement of the hydronephrosis that was seen before surgery (). This patient died at 6 months postoperatively as the result of multiple metastases of rhabdomyosarcoma.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'2754579': 1, '10799226': 1, '7408090': 1, '2724435': 1, '2810509': 1, '3244090': 1, '3563176': 1, '24466403': 2}", "similar_patients": "{}"}