{"patient_id": 38482, "patient_uid": "3420454-1", "PMID": 22953149, "file_path": "comm/PMC003xxxxxx/PMC3420454.xml", "title": "Maintenance Electroconvulsive Therapy in a Patient with Treatment-Resistant Paranoid Schizophrenia and Comorbid Epilepsy", "patient": "Mrs F was a 50-year-old female, admitted to our psychiatric hospital in August of 2010 with a two-month history of auditory hallucinations, paranoid delusions, and chaotic and aggressive behaviour. She had been originally diagnosed with paranoid schizophrenia (F20.0) according to the criteria of the International Classification of Diseases (ICD-9 [], after admission to our psychiatric hospital in February 1985, but since discharge had remained relatively stable in the community for over two decades. Four months before her readmission she was on risperidone (2 mg/day) and chlorpromazine (25 mg/day) together with her medical treatment; she also suffered from asthma, diabetes mellitus, hypercholesterolemia, and epilepsy. The latter had been diagnosed 6 years previously, following neurologist consultation, due to 3 episodes of (witnessed) tonic-clonic seizures, with loss of consciousness and clear postictal phase. The patient was commenced on phenytoin sodium (100 mg/day) and remained well-controlled since.\\nHer relapse was thought to be due to incompliance and therefore her treatment was restarted. However her symptoms did not improve and her dose of risperidone was increased (to 6 mg/day). Her chaotic and aggressive behaviour persisted as did her delusions; these were mood-neutral, nonbizarre, and paranoid delusions which revolved around her daughters and the staff of the psychiatric ward, who she accused of trying to poison her. She in fact began to refuse oral treatment, and after receiving haloperidol intramuscularly (up to 30 mg/day) over a period of two days, she was then prescribed zuclopenthixol decanoate depot (400 mg/2 weeks). This did not improve her mental state and over the following months she received a trial of a number of different psychotropics: quitiapine (up to 800 mg/day), flupentixol (up to 3 mg/day), trifluoperazine (up to 20 mg/day), sodium valproate (up to 1000 mg/day), and fluphenazine depot (75 mg/4 weeks). The patient however would frequently develop debilitating extra pyramidal side effects and although her aggressive outbursts had decreased, she remained disorganised and steadfast in her delusions. She would enter most wards wounds clutching a heap of random papers which she would hand over to me whilst saying “here are the donations I have collected”.\\nShe was started on clozapine after having been admitted for 10 months but developed neutropenia after 3 weeks. 6 sessions of modified bilateral ECT were therefore prescribed, at a frequency of 2 × week. By the 5th session there was little clinical improvement but following her 6th ECT, she walked into the ward round room and one could tell that a change had taken place. She no longer handed over her routine “donations” and informed us that she was now feeling well. We enquired into her delusions and she told us that it was all “just a story she had made up.” The change was marked and was confirmed by a reduction in score of the 18-item Brief Psychiatric Rating Scale (BPRS) [] from 68 before her 1st ECT to 38 after her 6th.\\nA decision was made to continue the administration of bilateral modified ECT once weekly. By the 8th administration she was able to go on leave with her daughters and began attending ECT as an out-patient. Her psychiatric treatment was tailed down to include haloperidol (17.5 mg/day), quitiapine (100 mg/day), and sodium valproate (500 mg/day—guided by blood level monitoring). After the 11th administration prescription was changed to right unilateral modified ECT. She remained well and after the 15th administration, ECT was tailed down to fortnightly. However, before her 17th session was due, the patient began complaining of insomnia and hinting that her daughter was confusing her medications. It was therefore decided to continue right unilateral modified ECT once weekly. She immediately improved and no further deterioration was noted. Up until now the patient has been administered a total of 32 sessions of ECT and remains stable on leave from the hospital, having seen a reduction in her BPRS score to 23. Her MMSE score is measured twice monthly and has not shown any deterioration.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'10492856': 1, '11740980': 1, '17187911': 1, '15905747': 1, '7647162': 1, '25143831': 1, '10932493': 1, '34867497': 1, '10839336': 1, '16876485': 1, '22953149': 2}", "similar_patients": "{}"}