{"patient_id": 164462, "patient_uid": "3842215-1", "PMID": 24294001, "file_path": "noncomm/PMC003xxxxxx/PMC3842215.xml", "title": "Duloxetine in panic disorder with somatic gastric pain", "patient": "GV, a 29-year-old Caucasian woman suffering from panic disorder with agoraphobia, was referred to our clinic for recurrent gastroenteric panic symptoms. She had a negative family history for mental illness and had no past history of substance use/abuse. The patient’s psychiatric history dated back to 8 years previously when, at the age of 21 years, she presented with somatic panic symptoms, ie, tachycardia, chest tightness, heartburn, and panic attacks. On her first outpatient visit to the gastroenterology clinic at the age of 26 years, she presented with recurrent heartburn, but tested negative for hiatal hernia, Helicobacter pylori, and esophagogastric reflux. At that time, she was also experiencing isolated panic attacks characterized by palpitations (tachycardia), chest tightness, somatopsychic depersonalization, fear of dying, anticipatory anxiety, harm avoidance, and a fear of being alone. She was not given any psychopharmacologic treatment but was treated with triple gastric therapy comprising a proton pump inhibitor (esomeprazole), antacids (alginic acid and sodium bicarbonate), and an antidopaminergic gastrointestinal prokinetic agent (clebopride).\\nAt the first outpatient visit, the patient presented primarily with somatic symptoms, including heartburn, chest tightness and pain, somatopsychic depersonalization, tachycardia, and fear of dying and anxiety in the context of asthenia and anergia. We assessed her symptomatology using the Structured Clinical Interview for Panic-Agoraphobic Spectrum lifetime version, and the score was 85 at the first visit. We initially prescribed citalopram 20 mg/day, but the patient reported sexual dysfunction (reduction/loss of libido and difficulty achieving orgasm), cognitive impairment, and fatigue. The patient reported improvement in her anxiety symptoms and panic attacks on a selective serotonin reuptake inhibitor, but not in her troublesome gastric somatic symptoms. We therefore decided to gradually reduce the dose of citalopram and introduced escitalopram 7 mg/day, but the patient continued to report loss of libido with no change in her gastric symptoms. We then prescribed duloxetine 30 mg/day, which was subsequently increased to 60 mg/day, with slow withdrawal of escitalopram. After 6 months of treatment, the patient showed complete remission of her gastric and panic-related symptoms, and all three gastric treatments were able to be discontinued.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'17012978': 1, '8917132': 1, '21668963': 1, '22454807': 1, '20962541': 1, '16699602': 1, '11287057': 1, '20668442': 1, '12197851': 1, '21386950': 1, '21062615': 1, '19228176': 1, '15939839': 1, '21190637': 1, '19548294': 1, '16585471': 1, '32691294': 1, '24294001': 2}", "similar_patients": "{}"}