{"patient_id": 36349, "patient_uid": "3189477-1", "PMID": 22007237, "file_path": "comm/PMC003xxxxxx/PMC3189477.xml", "title": "Prophylactic Ligation of the Innominate Artery and Creation of Tracheostomy in a Neurologically Impaired Girl: A Case Report", "patient": "An 11-year-old girl with hypoxic-ischemic encephalopathy had gradually developed scoliosis, and she had experienced several episodes of mild wheezing associated with myotonia. Her SpO2 levels had decreased to 20–30% during episodes of severe myotonia. She was referred to a medical center after the abrupt onset of wheezing and respiratory distress. Chest X-ray revealed scoliosis (), and laryngoscopy showed neither supraglottic stenosis nor edema. Chest computed tomography (CT) revealed tracheal stenosis caused by compression by the innominate artery (). Bronchoscopy demonstrated narrowing of the trachea by external compression of its anterior wall as well as tracheomalacia () involving the middle trachea to the tracheal bifurcation. An uncuffed endotracheal tube was inserted distally to the stenosis, and this resulted in a prompt improvement in her respiratory condition. However, she was thought to require long-term tracheal intubation because of the tracheal stenosis and tracheomalacia. Furthermore, she was considered at increased risk of developing tracheal damage and subsequent formation of TIF from tracheal intubation. She was transported to our hospital for preventative ligation of the innominate artery and tracheostomy.\\nBrain magnetic resonance CT showed a normal circle of Willis with no occlusion of the internal carotid or innominate arteries. 3D CT demonstrated that the innominate artery crossed the trachea from left to right just cranial to the manubrium (). We planned prophylactic ligation of the innominate artery to prevent the formation of TIF.\\nThe patient was positioned supine under general anesthesia. A small curvilinear transverse skin incision was made just above the suprasternal notch. The innominate artery was exposed anterior to the trachea (). After clamping of the innominate artery, the SpO2, as measured at the right hand and oxygen saturation (rSO2) in both cerebral hemispheres, was initially reduced to 70% of baseline readings, but promptly increased to 90%. The innominate artery was transected, and both stumps were closed with continuous absorbable sutures. Thymus tissue was interposed between the proximal and distal stump. After tracheostomy at the 3rd tracheal ring, bronchoscopy revealed a widened tracheal lumen. She was transferred to the intensive care unit for postoperative recovery. The postoperative course was eventful with no neurological complications, and she was discharged on the 6th postoperative day.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'7877309': 1, '17689090': 1, '3294509': 1, '15917179': 1, '17398348': 1, '17236784': 1, '12755317': 1, '10195523': 1, '16368206': 1, '11389430': 1, '33622297': 2, '20537731': 1, '10155173': 1, '27051118': 2, '20638508': 1, '22007237': 2}", "similar_patients": "{'7903622-1': 1, '7903622-2': 1, '4797449-1': 1}"}