{"patient_id": 45262, "patient_uid": "3888687-1", "PMID": 24455392, "file_path": "comm/PMC003xxxxxx/PMC3888687.xml", "title": "Conservative Management of Major Liver Necrosis after Angioembolization in a Patient with Blunt Trauma", "patient": "A 19-year-old male presented with a history of motor vehicle crash. The unrestrained driver sustained mild head and chest injuries (right first rib fracture and occult pneumothorax). Upon physical examination, he was fully conscious with a Glasgow Coma Scale (GCS) of 15 and normotensive but tachycardic. Abdominal examination revealed mild generalized distension and diffuse tenderness mainly at the right upper quadrant with normal bowel sounds, digital rectal examination, and clear urine.\\nInitial laboratory examination showed a white blood cell (WBC) count of 16000 (Ul), Lactic Acid of 2.33 (mmol/L), Alanine transaminase (ALT) of 767 (U/L), and serum glucose of 8.29 (mmol/L). The focused assessment sonography for trauma (FAST) was found positive, whereas the chest and pelvic X-rays and head CT were normal. Chest CT revealed bilateral lung contusion with minimal right sided pneumothorax and fracture of first and fifth ribs. Abdominal CT scan revealed large liver contusion and laceration (Grade 4) with blush and moderate free haemoperitonium (3 quadrants) (). Patient was managed nonoperatively with immediate shift for interventional radiology to attempt angioembolization of the bleeding vessels. Two anomalies in hepatic arteries origin including left hepatic artery originated from the celiac trunk and right hepatic artery from the superior mesenteric artery were reported. Both vessels were selectively cannulated and bilateral gel foam embolization of the bleeders was achieved with immediate satisfactory results ().\\nA follow-up abdomen CT (48 hrs) revealed left sided pleural effusion and massive liver necrosis (MLN) with significant increase of peritoneal fluid along the left paracolic and pelvic compartments ().\\nAnother CT after 4 weeks of TAE revealed that both lobes of the liver had diffuse nonenhancing and nonhomogenous areas replacing almost the left lobe and segments V and VIII of the right lobe with fluid loculation but no free fluid (). Outpatient follow-up CT scan (12 months later) showed progressive resolution of necrotic areas with fluid replacement and remarkable regeneration of liver tissue (). In particular, the right lobe regenerated quickly literally replacing the left lobe which remained atrophic. Patient was doing well with regular outpatient follow-up.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'28785502': 2, '15454793': 1, '7104601': 1, '32399442': 2, '9715195': 1, '17706220': 1, '7694987': 1, '18247088': 1, '18655938': 1, '11493798': 1, '12917767': 1, '19539285': 1, '10924563': 1, '26604524': 1, '15580039': 1, '28454867': 1, '12727573': 1, '19276729': 1, '9308480': 1, '26969317': 1, '22269102': 1, '26038039': 1, '14676654': 1, '17653638': 1, '9526515': 1, '10217224': 1, '21633579': 1, '12707525': 1, '16269288': 1, '16702516': 1, '19820584': 1, '23531162': 1, '24455392': 2}", "similar_patients": "{'5530444-1': 1, '7213831-1': 1}"}