{"patient_id": 164544, "patient_uid": "3847257-1", "PMID": 24347775, "file_path": "noncomm/PMC003xxxxxx/PMC3847257.xml", "title": "Levofloxacin and furazolidone induced toxic epidermal necrosis", "patient": "A 69-year-old male patient with the complaints of fever of mild to moderate grade and loose motions, 4-6 times a day consulted a private practitioner and was prescribed tablet levofloxacin 500 mg twice daily, tablet furazolidone 100 mg thrice a day and tablet rabeprazole 20 mg once a day. After taking medications for 2 days, he complained of rashes all over his body associated with pain, which later developed into erosions and peeling of the skin. He also complained the difficulty in swallowing food due to oral ulcers.\\nOn examination, the patient was alert and his pulse and blood pressure were within normal limits. He had no pallor, icterus, lymphadenopathy, clubbing and pedal edema. His respiratory, cardiovascular and central nervous systems were within normal limits. On examination, oral erosions, dusky red skin over the chest, abdomen, back, face, upper and lower limbs with epidermal peeling involving more than 40% of the total body surface area was observed. The Nikolsky's sign was positive. Ocular inflammation was also present [].\\nOn the day of admission, his serum urea and serum creatinine was 78 mg/dl and 1.4 mg/dl, respectively. The red blood cell counter was 19.7 cell/μl (mcL) and peripheral blood smear showed neutrophils with toxic granules and band form. Nuclei and platelets were adequate. His erythrocyte sedimentation rate was 60 mm/h. The liver function tests were within the normal limit. Blood culture report done at the time of admission was negative after 24 h incubation. His Scorten Score was 2. Following the abnormal reports, levofloxacin and furazolidone were stopped and he was prescribed injection dexamethasone 8 mg intravenous (i.v.) 4 times a day for 5 days, later tapered for the next 4 days. Injection of combination of amoxicillin with clavulunic acid 1.2 g i.v. thrice a day for 15 days, calamine lotion locally twice a day, betadine gargles 4 times a day for oral ulcers and injection pantoprazole 40 mg i.v once a day were also prescribed. At 10 days later, the symptoms improved, he was able to take food orally and the epidermal peeling also subsided. Laboratory investigations were repeated after 10 days were normal.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'19029983': 1, '8466217': 1, '19474709': 1, '17075281': 1, '11549784': 1, '19492670': 1, '7249508': 1, '21195149': 1, '24347775': 2}", "similar_patients": "{}"}