{"patient_id": 41340, "patient_uid": "3598936-1", "PMID": 23442807, "file_path": "comm/PMC003xxxxxx/PMC3598936.xml", "title": "Mediastinitis and sternal prosthesis infection successfully treated by minimally invasive omental flap transposition", "patient": "We describe the case of a 73-year-old caucasian male with purulent mediastinitis and prosthetic infection after subtotal sternectomy.\\nFive months earlier, the patient underwent surgery for solitary plasmocytoma in another hospital; chest wall reconstruction was achieved by a Marlex methyl-methacrylate sandwich prosthesis. Two days after surgery, the wound was re-explored to control bleeding from the operative site.\\nAt the admittance to our hospital the patient was in a bad clinical condition, with intermittent fever, dyspnea and anterior chest pain. His comorbidities included chronic C virus hepatitis, monoclonal gammopathy and multinodular goiter. Blood sampling revealed an increase in white blood cells, erythrocyte sedimentation rate (ESR) and C-reactive Protein (CRP). Local examination showed an erythematous, swollen, indurated sternal wound with a chronic, purulent fistula opening at the lower third of the surgical incision.\\nA computed tomography (CT) scan showed semi-solid inflammatory tissue with multiple air levels involving the mediastinal surface of the sternal prosthesis and the pericardium (Figure A-B). Microbiological culture of wound secretions revealed a Multidrug Resistant Pseudomonas Aeruginosa infection. After 40 days of specifically targeted antibiotic intravenous therapy, daily dressing and mediastinal irrigation with antibacterial solution, no wound healing was obtained nor culture negativization. Nutritional status improvement was achieved through a hypercaloric, hyperproteic diet.\\nUnder general anesthesia with a single lumen oro-tracheal intubation, we laparoscopically prepared an omental flap, transposed at the thoracic level through a minimal diaphragmatic anterior incision (Figure A). The technique of laparoscopic omental flap preparation has been described in detail elsewhere []. A median sternotomy incision on the existing scar was then carried out, encircling the edges of the fistula. The sandwich prosthesis was clearly infected although the deep layer of the Marlex mesh was partially incorporated into the mediastinal tissues. We entirely removed the superficial mesh and the methyl-methacrylate plate while the deep incorporated Marlex mesh was partially left in place (Figure C). An accurate mediastinal debridement (Figure D) was performed with Volkmann’s spoon. The omental flap was finally gently placed to fill the defect, fixed with interrupted sutures to the wound edges (Figure B). Two Jackson-Pratt drains were positioned beneath the pectoralis major muscles, which were partially detached from the chest wall and advanced medially with a tension-free suture.\\nPatient was discharged on postoperative day 10 and received intravenous antibiotic therapy for another 2 weeks. Drains were removed on postoperative day 4; ESR and CRP decreased towards baseline values within 47 days. The wound healed well without significant flail chest (Figure C). A CT scan, performed 3 months after surgery, did not demonstrate radiographic signs of infection nor residual substernal airspace.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'1540056': 1, '14688718': 1, '8572760': 1, '17540987': 1, '21775490': 1, '10750784': 1, '17056269': 1, '29312715': 1, '23442807': 2}", "similar_patients": "{}"}