{"patient_id": 46828, "patient_uid": "3997939-1", "PMID": 24803938, "file_path": "comm/PMC003xxxxxx/PMC3997939.xml", "title": "Hypothyroidism Induced Severe Rhabdomyolysis in a Hemodialysis Patient", "patient": "A 56-year-old female with a past medical history of end stage diabetic nephropathy, interstitial pulmonary disease, congestive heart failure, and atrial fibrillation presented to nephrology outpatient clinics with complaints of nausea and fatigue. She was back on routine hemodialysis 4 times a week for 18 months (she underwent a renal transplantation 10 years ago). She provided a history of subclinical hyperthyroidism detected six months ago for which antithyroid treatment was started because of the diagnosis of a thyroid nodule. She stated that she missed her follow-up appointments. Her medications included warfarin 5 mg, diltiazem 30 mg, amiodarone 400 mg (started for atrial fibrillation with rapid ventricular response), propylthiouracil 300 mg, theophylline 300 mg, acetylsalicylic acid 100 mg, olanzapine 2.5 mg, citalopram 10 mg, and calcium acetate 1500 mg daily.\\nOn admission her blood pressure was 80/50 mmHg, body temperature was 36.7°C, pulse rate was 50 beats/min, and respiratory rate was 12/min. Physical examination revealed bilateral rales at the lung bases. Electrocardiogram showed atrial fibrillation with slow ventricular response with 45–50 bpm. Upon initial assessment laboratory studies revealed the following: hemoglobin: 10.8 g/dL, mean corpuscular volume (MCV): 78, total leukocyte count: 13,700/mm3, and platelet count: 289 × 109/L; random blood sugar: 117 mg/dL, blood urea: 142 mg/dL, serum creatinine: 6.61 mg/dL, serum albumin: 4.06 g/dL, serum aspartate amino transferase (AST): 400 (0–31) U/L, serum alanine amino transferase (ALT): 71 (0–31) U/L, creatine phosphokinase (CPK): 6314 (26–192) U/L, CPK-MB: 12 (2–24) U/L, troponin I: 0.252 ng/mL (0–0.06), serum lactate dehydrogenase (LDH): 3643 (135–214) U/L, serum sodium: 132 mEq/L, and serum potasium: 7.2 mEq/L; TSH: >100 uIU, free T3: 1.5 pg/mL, and free T4: 0.4 (repeated twice). Antithyroglobulin and antithyroid peroxidase antibody were negative. Basal serum cortisol level was 32.97 ug/dL (6.7–22.6). Thyroid gland size was measured to be normal on thyroid ultrasound while a heterogeneous appearance was observed including fibrous bands with no nodules. She was diagnosed with hypothyroidism induced rhabdomyolysis. Thyroid function test results during hemodialysis treatment are demonstrated in . Antithyroid and antiarrhythmic medications were discontinued. Levothyroxine replacement therapy was started with a daily dose of 100 mcg, which then gradually increased up to 200 mcg. The patient underwent daily hemodialysis during the first five days of the hospital stay. On hospital followup the patient's muscle enzymes gradually declined to normal ranges in nearly two weeks (). The patient was discharged in good clinical condition after two weeks of hospitalization.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'15698444': 1, '15989900': 1, '3978832': 1, '23206977': 1, '17904459': 1, '15716291': 1, '28827517': 1, '17908160': 1, '18550654': 1, '15186619': 1, '29910736': 1, '16957565': 1, '21836150': 1, '17098308': 1, '8641223': 1, '23258793': 1, '19841484': 1, '33343938': 1, '9329360': 1, '21779917': 1, '10811699': 1, '18447003': 1, '21042013': 1, '21630612': 1, '24803938': 2}", "similar_patients": "{}"}