{"patient_id": 42160, "patient_uid": "3654623-1", "PMID": 23710383, "file_path": "comm/PMC003xxxxxx/PMC3654623.xml", "title": "Ibuprofen-Induced Hemolytic Anemia", "patient": "A 36-year-old healthy caucasian female presented to the emergency department complaining of 1-day duration of shortness of breath. The only medication that she was taking was ibuprofen, which she started to take twice daily one week before presentation for tension headaches. The patient was found to have regular sinus tachycardia of 127 beats per minute. Subsequent physical examination revealed jugular venous distention and pale mucous membranes with no jaundice, lymphadenopathy, or organomegaly. No obvious source of bleeding was identified.\\nUpon initial workup, she was found to be severely anemic with a hemoglobin of 4.9 (normal range 12–15 g/dL), hematocrit of 14.2 (normal range 36%–47%), MCV 98.8 (normal range 80–100 fL), and RDW of 24.6 (normal range 11%–14.5%). Anemia workup was initiated and was significant for an elevated lactate dehydrogenase (LDH) 435 (normal range 135–214 IU/L), reticulocytosis 23.2 (normal range 0.5%–2.8%), and decreased haptoglobin <6 (normal range 36–195 mg/dL). Stool test for occult blood was negative. Type and screen were positive for antibodies and Direct Antiglobulin Test (DAT) was reactive with anti-IgG and anti-C3 antibodies. Coombs test elution was also found to be positive. Biochemical tests except for bilirubin 2.7 (normal range 0.0–1.0 mg/dL) were unremarkable. The patient's peripheral blood smear demonstrated an abundance of spherocytes and polychromasia (). No abnormalities were noted among white blood cells and platelets. Antinuclear antibodies (dsDNA, Chromatin, Ribosomal P, SS/A, SS/B, Sm, SmRNP, RNP, Scl 70, Jo 1, and Centromere B), rheumatoid factor (RF) and CT scan of chest, abdomen, and pelvis were all negative as part of the workup for autoimmune hemolytic anemia.\\nPatient was transfused three units of packed red blood cells (PRBC), after which time her hemoglobin increased from 4.9 to 6.9 g/dL. Ibuprofen was stopped immediately upon presentation and a maintenance dose of prednisone was initiated along with aggressive hydration therapy. She responded well to the above mentioned measures and had an uneventful recovery. Patient was examined a few weeks later which showed complete hematologic recovery.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'9698219': 1, '20008185': 1, '8219224': 1, '8547072': 1, '17381629': 1, '28496918': 1, '18043241': 1, '9382055': 1, '14692969': 1, '8130682': 1, '20650555': 1, '21685026': 1, '22566278': 1, '30074076': 1, '23710383': 2}", "similar_patients": "{}"}