{"patient_id": 156367, "patient_uid": "3242025-1", "PMID": 22194765, "file_path": "noncomm/PMC003xxxxxx/PMC3242025.xml", "title": "Drug-Eluting Stent as an Option for Intractable In-Stent Coronary Restenosis", "patient": "On February 2000, a 51-year-old man was admitted to the hospital with an acute anterior ST-segment elevation myocardial infarction. His electrocardiogram (ECG) showed ST-segment elevation in V1-5. After thrombolytic therapy using recombinant tissue plasminogen activator, stent implantation was performed from the proximal left anterior descending artery (LAD) to the mid LAD using 3.0×27 mm bare-metal stent (BMS) as an elective percutaneous coronary intervention ().\\nOne year later, recurrent chest pain developed and an ECG showed ST-segment elevations in V1-5. Coronary angiography (CAG) revealed type IV (total) ISR in the proximal LAD, which was treated with balloon angioplasty using a 3.0×20 mm balloon (the first ISR). One year after that, recurrent chest pain developed, and ECG showed no ST-T changes, but CAG revealed type II (diffuse) ISR. This second ISR was treated with brachytherapy with a Rhenium filled balloon (300 seconds at 6 atm using a 3.0×20 mm balloon) ().\\nFour months later, recurrent chest pain developed once again and an ECG showed ST-segment elevations in V1-4. CAG revealed type IV ISR secondary to brachytherapy failure, which was treated with 3.0×20 mm balloon and 3.0×18 mm BMS implantation distal to the previously implanted BMS (the third ISR) (). Three months later, chest pain recurred and ECG showed ST-segment elevations in V3-5. CAG revealed type II ISR, which was treated with only ballooning (the fourth ISR). Nine months later, recurrent chest pain developed, and ECG showed no ST-T changes. CAG revealed type II ISR in the proximal and mid LAD stent. A 3.0×33 mm Cypher stent® (Cordis Johnson & Johnson, Bridgewater, NJ, USA) was implanted to treat this fifth ISR presentation (). The patient then remained asymptomatic and the 5-year follow-up CAG showed no ISR ().", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'16750678': 1, '8041413': 1, '12196334': 1, '16781233': 1, '15644543': 1, '16531618': 1, '10779453': 1, '8041414': 1, '11137830': 1, '17515458': 1, '10880407': 1, '14760331': 1, '12590904': 1, '22194765': 2}", "similar_patients": "{}"}