{"patient_id": 46841, "patient_uid": "3999458-1", "PMID": 24755347, "file_path": "comm/PMC003xxxxxx/PMC3999458.xml", "title": "Primary diffuse large B-cell lymphoma of the chest wall: a case report", "patient": "A 62-year-old Chinese woman presented to our department complaining of intermittent left-sided chest pain for the past six months. No other symptoms such as fever, cough, dyspnea, or weight loss were present. Her medical history showed five years of well-controlled hypertension. She had no personal history of trauma or surgery, and she had no family history of cancer. Her physical examination revealed a palpable, immobile, rubbery, subcutaneous mass in the left anterior chest wall, measuring approximately 7 cm × 7 cm. An evaluation with a computed tomography (CT) scan revealed a solid, round mass in the left anterior chest wall, involving the second and third costal cartilages. Some bone destruction was noted and considered to be a sign of malignancy (Figure ). Her abdominal and brain CT scan were negative for metastasis.\\nWe decided on surgical intervention for both diagnosis and treatment; a standard median sternotomy was performed on 20 February 2012. The tumor was located in the left anterior chest wall, involving the second and third costal cartilages, with the medial border of the tumor reaching the sternum and costal cartilage junction. The tumor was resected en-bloc with the surrounding tissues. A reconstruction of the chest wall was performed using polyethylene terephthalate surgical mesh.\\nThe gross tumor measured 75 mm × 70 mm × 15 mm, with pleura covering the posterior surface. The cut surface was soft and yellowish-gray in color, with visible areas of bone tissue representing the resected ribs. A pathological examination revealed a highly pleomorphic large-cell proliferation. Immunohistochemistry was diffusely positive for CD20, paired box protein 5 (PAX-5), and B-cell lymphoma 6 protein (Bcl-6) (Figure ). The Ki-67 index was between 60 and 70%. The tumor cells were negative for a cluster of differentiation 3 (CD3), CD10, CD117, CD43, CD68, myeloperoxidase (MPO), lysozyme, multiple myeloma oncogene 1 (MUM-1), and CD138. From these findings, we diagnosed the tumor as DLBCL with an immunohistological staining pattern consistent with germinal center B-cell derivation.\\nHer postoperative course was uneventful. Adjuvant chemotherapy was administered after surgery when she was referred to the Department of Hematology. At 17 months after surgery, there is no evidence of local recurrence or distal metastasis.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'9697886': 1, '8214001': 1, '12377970': 1, '9006350': 1, '12727052': 1, '27143930': 1, '4034966': 1, '16564245': 1, '19136410': 1, '9426333': 1, '7911364': 1, '8238246': 1, '28920254': 1, '2369711': 1, '14630276': 1, '17058803': 1, '8765317': 1, '18801089': 1, '30461640': 1, '29066707': 1, '9332239': 1, '11493333': 1, '12023576': 1, '11985791': 1, '24755347': 2}", "similar_patients": "{}"}