{"patient_id": 45272, "patient_uid": "3890034-2", "PMID": 24338339, "file_path": "comm/PMC003xxxxxx/PMC3890034.xml", "title": "Hodgkin lymphoma transformation of chronic lymphocytic leukemia: cases report and discussion", "patient": "A 39-year-old man felt well until October 2010, when he presented massive lymphadenopathy, fever, and night sweats. He was subsequently diagnosed with CLL/SLL by histopathological evaluation of the excised cervical lymph node. Bone marrow revealed infiltration of CLL/SLL cells, but the criteria of CLL were not met (flow cytometry of blood demonstrated that only 0.06 g/L cells were CD19+CD5+). The diagnosis of non-Hodgkin lymphoma IVB (histologically SLL) was established. He completed four cycles of FCR (fludarabine, cyclophosphamide, and rituximab) from May to September 2011. He showed no response to chemotherapy, so the diagnostic procedure was repeated. A bone marrow biopsy showed three focal areas of fibrosis containing Hodgkin and Reed–Sternberg cells (Fig. ). Immunohistochemical stains revealed the large cells to be positive for CD30 and CD15 and negative for CD45. For a definitive diagnosis, additional cervical lymph node biopsy was performed. The biopsy findings showed occurrence of classic HL (MC type), with no evidence of CLL/SLL. Immunohistochemical analysis revealed cells positive for CD30 and negative for CD45 and CD20. EBV LMP1 and EBER were positive in these cells. The diagnosis of Hodgkin lymphoma IVA was established in January 2012. The patient underwent treatment with two cycles of BEACOPP (bleomycin, etoposide, doxorubicin, cyclophosphamide, vincristine, procarbazine, and prednisone). Because of progression of the disease, the second-line therapy according to ESHAP schedule (etoposide, cytarabine, methylprednisolone, and cisplatin) was introduced. After one course, the resistance to the therapy was observed. He died in May 2012 because of multiple organ dysfunction syndrome (MODS).", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'21092169': 1, '17119113': 1, '25581025': 1, '18358929': 1, '24604339': 1, '22253553': 1, '16276018': 1, '22017478': 1, '22160379': 1, '9031114': 1, '12811813': 1, '9929100': 1, '15044644': 1, '8322699': 1, '1336392': 1, '10846282': 1, '1512794': 1, '16902984': 1, '12666139': 1, '22500168': 1, '33054118': 1, '33437870': 1, '24338339': 2}", "similar_patients": "{'3890034-1': 2}"}