{"patient_id": 42439, "patient_uid": "3671516-1", "PMID": 23762710, "file_path": "comm/PMC003xxxxxx/PMC3671516.xml", "title": "Solitary Polypoid Laryngeal Xanthoma", "patient": "A 51-year-old male smoker (1 pack/day for 35 years) was referred to the otolaryngology department with progressive dysphonia of 3-week duration. The dysphonia was intermittent initially and later became almost constant.\\nThe medical history included an HIV-1 infection, diagnosed 25 years earlier and controlled with various antiretroviral drugs in the infectious diseases unit, with an acceptable current immunovirological status (CD4 529 cells/μL and serum viral load undetectable). The patient had also been diagnosed with HCV coinfection (genotype 3a) and had been treated with interferon-ribavirin. Currently the patient was a diabetic on insulin, had a serum dyslipidaemia attributed to antiretroviral treatment, and was receiving atorvastatin (40 mg/day). The lipid profile showed the following: total cholesterol: 253 mg/dL, high-density lipoprotein (HDL): 103 mg/dL, low-density lipoprotein (LDL): 135 mg/dL, very low-density lipoprotein (VLDL): 15 mg/dL, and triglycerides: 76 mg/dL.\\nFibre-optic laryngoscopy showed a solitary, yellowish-white, pedunculated polyp on the anterior third of the left cord, with no abnormalities elsewhere in the larynx. The lesion was easily resected from adjacent tissue via endolaryngeal microsurgery.\\nHistological examination of the resected specimen showed a laryngeal polyp that was composed internally of medium-to-large islets of foamy macrophages under a squamous epithelium, with small nuclei and without atypia, showing a degree of only superficial orthokeratinisation. There was no inflammatory component within the polyp but abundant vascularisation interspersed with islets of foam cells. The foam cells were negative for periodic acid-Schiff (PAS) and showed no granular character (Figures –).\\nImmunohistochemical staining was performed on formalin-fixed, paraffin-embedded sections using the antibodies listed in . The foam cells were strongly positive for CD68 () but not for cytokeratin AE1-3, S-100 protein, or CD1a. In addition, immunostaining with antiperilipin and antiadipophilin () showed intracytoplasmic lipid inside the foamy cells, with membranous uptake at the periphery of lipid vacuoles, confirming the xanthomatous character of this laryngeal lesion.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'16556662': 1, '14645323': 1, '19354333': 1, '22187711': 1, '10231427': 1, '9158678': 1, '11269772': 1, '17354624': 1, '21757618': 1, '23762710': 2}", "similar_patients": "{}"}