{"patient_id": 154195, "patient_uid": "3066724-1", "PMID": 21483516, "file_path": "noncomm/PMC003xxxxxx/PMC3066724.xml", "title": "Successful Surgical Resection of Advanced Gastrointestinal Stromal Tumor Post Neoadjuvent Therapy", "patient": "A 48-year-old Indian male presented with history of swelling and firmness in his left upper part of abdomen of one month duration associated with lethargy and loss of appetite. The swelling gradually enlarged over the period of time and involved left hypochondriac and lumbar regions before presentation. He denied any bowel symptoms but gradual weight loss was noted, which was not documented by the patient.\\nOn Examination he was mildly pale but neither jaundice nor lymphadenopathy were noticed, abdominal examination revealed a huge mass extending from left hypochondriac region down to left iliac fossa and up to umbilicus medially but no ascites detected.\\nWorkup showed Hemoglobin of 9.4gm/dl but renal and liver function tests were within normal range.\\nA CT scan abdomen and thorax was ordered which showed a large fairly well circumscribed heterogeneously enhancing mass in the left side of the abdomen extending up to the left iliac fossa measuring 16.8x11.0x24.5cm. The mass was displacing the stomach to the right side and pancreas posteriorly, liver, spleen and kidneys appeared normal (). A differential diagnosis of leiomyosarcoma, fibrous histiocytoma and fibrosarcoma was suggested.\\nBiopsy from the mass suggested the diagnosis of malignant gastrointestinal stromal tumor as supported by high expression for c-kit, vimentin and negative staining for smooth muscle actin, desmin, myoglobin, S100 and cytokeratin on immunohistochemistry.\\nBecause the patient was not keen for surgical intervention, he was given a trial of neoadjuvent imatinib mesylate at a dose of 400mg daily to be continued till tumor became operable.\\nTherapy was continued for twenty months and patient reassessment was done in between for tumor response with repeated C.T. scan every two to three months. Only after twenty months of therapy the tumor was reduced to 15.2x7x23cm, which was then considered for surgical excision.\\nThe patient tolerated therapy well and apart from mild desquamating rash no serious side effect was noted, and he underwent repeated liver function tests throughout the study period.\\nA surgical attempt was made after the patient consented to the procedure and the tumor was successfully removed. The patient had an uneventful surgical outcome and repeated C.T. scan post operatively did not show any residual tumor (). The patient is currently followed up with no symptoms at present and he is tumor-free.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'14672776': 1, '10618607': 1, '1540870': 1, '18575421': 1, '15205603': 1, '12888812': 1, '10991971': 1, '11213830': 1, '21483516': 2}", "similar_patients": "{}"}