{"patient_id": 37966, "patient_uid": "3371974-1", "PMID": 22737493, "file_path": "comm/PMC003xxxxxx/PMC3371974.xml", "title": "Intestinal Leishmaniasis in Acquired Immunodeficiency Syndrome", "patient": "Our patient was a 27 years old man with intermittent nocturnal fever, abdominal pain, loss of appetite, vomiting, diarrhea and severe weight loss for 6 months. Patient was unemployed and had low socio-economic status. He had previous history of opioid use in forms of inhalation and digestion. He had been imprisoned 4 years ago. He denied alcohol drinking and any unsafe sexual contact or intravenous drug use.\\nThe patient was quite cachectic and had low grade fever. Other vital signs were normal. Physical exam revealed oropharyngeal candidiasis. He was not icteric,and no organomegaly was found. The results of his blood tests are depicted in . Upper GI endoscopy revealed severe esophagitis due to Candida with scattered whitish plaques on an erythematous basis. There were generalized nodularity and candidiasis lesions in duodenum. Microscopic evaluation of duodenal biopsy material showed partial blunting of the villi. Abundant macrophages containing intracytoplasmic microorganisms had infiltrated and expanded the lamina propria. High magnification view revealed Leishmania amastigotes with nuclei and kinetoplasts ( and ). Leishman bodies were also observed in bone marrow aspiration specimen (). Budding yeast cells and pseudohyphae of Candida albicans were also seen in duodenal mucosa ().\\nFor definite diagnosis, we checked anti-leishman antibodies in the patient’s serum. Latex aglutination test and immunofluorescent antibody were positive for Leishmania infantum.\\nBecause of poor general condition, generalized candidiasis lesions and severe cachexia and lymphopenia, patient was suspicious for HIV infection. HIV-Ab was positive with CD4+ cell count of 80/μl, hence diagnosis of AIDS with visceral leichmaniasis was confirmed.\\nPatient was sent to the special center for AIDS treatment to receive the optimum care and unfortunately died 2 weeks later due to sepsis.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'10586909': 1, '10397536': 1, '22973355': 2, '7654839': 1, '26744591': 1, '2389314': 1, '3049355': 1, '2273273': 1, '25233461': 1, '10665917': 1, '8902832': 1, '7948557': 1, '7778140': 1, '17524246': 1, '17659388': 1, '8079964': 1, '16989690': 1, '12150849': 1, '8497722': 1, '9105756': 1, '22737493': 2}", "similar_patients": "{'3430071-1': 1}"}