{"patient_id": 41101, "patient_uid": "3576382-1", "PMID": 23426283, "file_path": "comm/PMC003xxxxxx/PMC3576382.xml", "title": "Primary spinal glioblastoma: A case report and review of the literature", "patient": "A 19-year-old male was transferred to our institution in May 2010 with a 4-week history of progressive weakness in both lower limbs, which progressed to paraparesis with a left predominance and difficulty in initiating urination over a week. Examination revealed spastic paraparesis (right/left: grade 4+ and 3+, respectively) and hypoesthesia below the T10 sensory dermatome.\\nThe study was approved by the Ethics Committee of Hospital de Braga, Braga, Portugal. Informed consent was obtained from the patient’s family.\\nThe patient underwent brain and spine magnetic resonance imaging (MRI). The brain and cervical spine were negative for masses and signal intensity alterations, whereas from T1 to L1 there was a marked spinal cord signal intensity and morphology alteration, with notable spinal cord expansion between T6 and T11 and contrast enhancement between T6 and T9 ().\\nWe performed a laminotomy and laminoplasty between T6 and T11, and partial tumour removal under motor-evoked potential monitoring. We were unable to distinguish the tumour margin from the spinal cord and decided to partially remove the mass.\\nHistopathological study confirmed the diagnosis of GBM (), with histological findings of pleomorphism, atypical cells with high cellularity, vascular proliferation and necrosis. As demonstrated by immunohistochemistry, glial fibrillary acidic protein (GFAP) and S100 Protein were consistently expressed by tumour cells. The neoplasm also showed a high MIB1/Ki-67 labelling index.\\nPost-operatively the patient had transient neurological deterioration with worsening of paraparesis, but with intensive rehabilitation his condition returned to baseline. Thoracoabdominal CT scan for extra-neuronal metastases was negative. The patient was administered spinal radiotherapy between T1 and L1 (45 Gy in 28 fractions) with chemotherapy with temozolamide (completed 6 cycles).\\nSerial MRI at 3, 6 and 17 months was performed (). Six months after surgery the patient deteriorated, becoming completely paraplegic and losing bladder function. Cranial and spine MRI revealed enlargement of the residual tumour from T3 to T12 with cranial extension of oedema to the obex, and subarachnoid metastatic deposits in C2, C4 and in the pituitary stalk, with hydrocephalus. We proposed cranio-spinal irradiation, but as the patient was stable and without signs or symptoms of increased intracranial pressure (ICP) the patient and his family decided to withhold this treatment and wait.\\nNeuroaxis MRI performed 17 months after surgery revealed an enlargement of the enhancement mass from T3 to T12 with less perilesional oedema and a new metastatic deposit in the interpeduncular cistern and left superior cerebellar peduncle.\\nOn the follow-up 20 months after surgery, the patient presented with a left third cranial nerve paralysis and bilateral mydriasis without signs of increased ICP or mental status change. CT scan showed larger ventricles and enlargement of the pituitary stalk and left superior cerebellar peduncle metastatic deposits. Given the disease progression and the Karnofsky score (40%), we did not consider further treatment and the patient succumbed to the disease 1 month later.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'30459896': 2, '31628092': 1, '29026670': 2, '8259221': 1, '3031241': 1, '32983723': 2, '26251789': 1, '15936395': 1, '7282456': 1, '33675391': 1, '2909688': 1, '33859888': 1, '1847741': 1, '20274396': 1, '7673019': 1, '26143269': 1, '26396627': 2, '10996716': 1, '10460357': 1, '1701860': 1, '11263503': 1, '544136': 1, '34988331': 2, '18329879': 1, '29796723': 1, '7463133': 1, '193539': 1, '12879473': 1, '205201': 1, '34194761': 1, '16155176': 1, '22197783': 1, '30148015': 2, '7093908': 1, '6711362': 1, '23426283': 2}", "similar_patients": "{'8710352-1': 1, '8710352-2': 1, '8710352-3': 1, '6208206-1': 1, '6107034-1': 1, '7515806-1': 1, '5629838-1': 1, '4553752-1': 1}"}