{"patient_id": 39229, "patient_uid": "3464927-1", "PMID": 22816667, "file_path": "comm/PMC003xxxxxx/PMC3464927.xml", "title": "Autoimmune hepatitis type 2 associated with an unexpected and transient presence of primary biliary cirrhosis-specific antimitochondrial antibodies: a case study and review of the literature", "patient": "SM, a 3-year-old previously healthy girl, came to medical attention because of progressive jaundice, fatigue and anorexia. She was admitted to a local hospital and on examination was found to be icteric with hepato-splenomegaly but no ascites. No prior history of early deaths, liver disease or autoimmunity existed in the family. Laboratory tests indicated cholestatic hepatitis without impaired liver function (Table). However, her condition deteriorated within 24 hours with features of acute liver failure (International normalized prothrombin ratio [INR] 2, increasing hyper-ammoniemia from 55 to 105 and up to 196 mMol/L) and neurological deterioration. Five days later, she was admitted to the Pediatric Liver Transplant Centre (Ospedali Riuniti, Bergamo) with stage I hepatic encephalopathy. Ultrasound examination demonstrated a hyper-echogenic left hepatic segment with structural alteration, suggestive of chronic parenchymal damage.\\nAMA and LKM were strongly positive (> 1:640), and total serum IgG and IgM levels were elevated. The laboratory tests excluded viral infections (hepatitis virus A, B, C, D, human immunodeficiency virus, Epstein-Barr, cytomegalovirus, and herpes simplex virus), metabolic and genetic alterations (Wilson disease, haemochromatosis, and alpha-1 antitrypsin deficiency). Liver biopsy was contraindicated because of the coagulation abnormalities.\\nBased on the clinical and laboratory findings, i.v. therapy with methylprednisolone (2 mg/kg/day) and cyclosporine (continuous infusion at doses of 2–3 mg/kg/day in order to maintain a blood level up to 300 ng/ml) was started. During the following 36 hours, hepatic encephalopathy progressed to stage III and hepatic function deteriorated (Table), and the child was listed for urgent OLT. However the child improved in the following days with complete neurological recovery and she was removed from the transplant list. One week after the beginning of therapy, the hepatic function was normal, and steroid tapering was initiated one month later. In the following 3 months, steroids were decreased and cyclosporine was switched to azathioprine (50 mg/day).\\nRepeated laboratory tests confirmed the presence of both anti-LKM-1 antibodies by IIF (Figure) [,,] and AMA by western blot with recombinant antigen [] (Figure) over a two year period. Seropositivity for PBC-specific autoantibody responses were also confirmed using an a PBC profile ELISA based on a mixture of the triple MIT3 hybroid and PBC-specific ANA gp210 and sp100 peptides (Quanta Lite PBC profile, INOVA Diagnostics, San Diego, California, USA). Serum samples were negative for PBC-specific ANA by IIF. At the time of the diagnosis, both parents were alive and in good health, and no autoimmune diseases were reported in first grade relatives. Sera from the parents, maternal and paternal grandparents and one maternal uncle were also collected and tested for the presence of autoantibodies. The child’s mother was found to be positive for AMA directed against the major PBC-specific mitochondrial autoantigen, but had no symptoms or signs of liver disease (Figure).\\nA percutaneous liver biopsy was performed 4 weeks after presentation, when the INR normalized. Ductular structures were stained using cytokeratin 7 (CK-7) (NeoMarkers, Freemont, USA, working dilution 1:200), a marker selectively expressed by the biliary epithelial cells in the human liver. Histological examination showed a normal liver architecture with mild mixed inflammatory infiltrate and minimal portal fibrosis. Immunohistochemical staining for CK-7 demonstrated marked proliferation of medium and small sized bile ducts in portal and periportal areas. Focal hepatocytes demonstrated biliary metaplasia which was evident by the same immunohistochemical staining. Mixed steatosis was observed in about 20% of liver cells (Figure ss). Portal tracts were expanded, fibrotic and oedematous, with a moderate inflammatory infiltrate, mainly represented by lymphocytes with spill-over features and isolated granulocytes. Interlobular bile ducts were affected by destructive lesions with focal destruction of basal membrane by inflammatory cells, occasionally migrating within the biliary epithelium. Typical histological lesions of PBC are difficult to be seen in the context of concomitant features of acute severe hepatitis related to AIH. It is possible that the first cycle of corticosteroid therapy had a stronger effect in ameliorating the hepatitis component, thereby allowing the cholangiopatic component (which is less likely to be responsive to corticosteroid therapy) to become more evident once the subacute lesions disappeared.\\nFive years after the acute episode, the child is on a low dose of steroid (prednisone 5 mg/day) and azathioprine (50 mg/day), with normal liver function. AMA and anti-LKM-1 remained positive for four years; in the course of the 5th follow up year, AMA became undetectable while anti-LKM-1 remained positive (January 2011).", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'9115581': 1, '21687641': 1, '10385636': 1, '21446239': 1, '16870516': 1, '9170196': 1, '9659176': 1, '21538281': 1, '15201604': 1, '1667467': 1, '26000136': 1, '20864813': 1, '21188646': 1, '21297253': 1, '14752820': 1, '17659578': 1, '10936028': 1, '7590813': 1, '9365052': 1, '19356902': 1, '17360156': 1, '17657817': 1, '18838248': 1, '16177252': 1, '9170197': 1, '15246030': 1, '17520516': 1, '14598794': 1, '19376604': 1, '21529926': 1, '16567309': 1, '15554994': 1, '16842317': 1, '21297248': 1, '18509764': 1, '23213506': 1, '20332522': 1, '11994412': 1, '15878652': 1, '34441353': 1, '14594130': 1, '9141421': 1, '23150824': 1, '10421645': 1, '14621425': 1, '20798971': 1, '16890612': 1, '18498061': 1, '30030493': 1, '18513925': 1, '31802567': 1, '16904870': 1, '19758199': 1, '12663229': 1, '31286423': 1, '10580598': 1, '21243445': 1, '17058261': 1, '11208308': 1, '11488641': 1, '16034472': 1, '21297249': 1, '19749508': 1, '20359968': 1, '17911423': 1, '10441183': 1, '19897339': 1, '18442895': 1, '21506939': 1, '15880308': 1, '16557534': 1, '15300581': 1, '21374662': 1, '19643668': 1, '21185272': 1, '18528933': 1, '20975735': 1, '16005184': 1, '14975617': 1, '20932720': 1, '16143943': 1, '17693057': 1, '17326160': 1, '18528930': 1, '27407229': 1, '16126958': 1, '19264849': 1, '14674671': 1, '23188623': 1, '19554543': 1, '7916904': 1, '15128836': 1, '14768943': 1, '19410428': 1, '18176862': 1, '20029462': 1, '20650610': 1, '18773895': 1, '7543435': 1, '19003916': 1, '1993507': 1, '19682858': 1, '20471130': 1, '8514873': 1, '19345069': 1, '21488079': 1, '15300582': 1, '9376077': 1, '15464251': 1, '17544621': 1, '12848971': 1, '19185000': 1, '12734383': 1, '15000349': 1, '23243543': 1, '10551390': 1, '21400555': 1, '20638239': 1, '8738955': 1, '14578864': 1, '15120760': 1, '20639880': 1, '3793004': 1, '18306217': 1, '19963079': 1, '21337133': 1, '15972694': 1, '11804659': 1, '12765481': 1, '1797026': 1, '21607152': 1, '18644699': 1, '21636249': 1, '18644655': 1, '16025495': 1, '19501929': 1, '20568301': 1, '12753811': 1, '15513338': 1, '15546796': 1, '11124815': 1, '14672611': 1, '19101114': 1, '17559153': 1, '14598264': 1, '29423670': 1, '20036105': 1, '15690482': 1, '18528935': 1, '14512889': 1, '16250040': 1, '20849855': 1, '21563204': 1, '16628641': 1, '11481607': 1, '16137606': 1, '19604733': 1, '22816667': 2}", "similar_patients": "{}"}