{"patient_id": 41470, "patient_uid": "3601985-1", "PMID": 23497698, "file_path": "comm/PMC003xxxxxx/PMC3601985.xml", "title": "A patient with heatstroke associated with consciousness disturbance secondary to hyponatremia: a case report", "patient": "A 31-year-old Japanese man who worked as a janitor was admitted to Tokyo Metropolitan Bokutoh General Hospital for coma and convulsion in September 2010. During this summer, an exceptional heat wave was experienced in Japan, during which 1718 individuals died from heatstroke [].\\nUntil admission, he had conducted a non-strenuous work in a hot environment for one or two hours. A work colleague found him staggering in the corridor and moved him to a cool room, where he developed convulsions lasting for 15 seconds.\\nA diagnosis of essential hypertension had been established at the age of 26, when a combination treatment of 50mg losartan and 12.5mg hydrochlorothiazide, and doxazosin mesilate at 1mg were initiated. Since control of his blood pressure became poor, eplerenone at 50mg was initiated five days before admission.\\nPrior to his admission, no abnormal findings other than hypertension and obesity, with a body mass index of 27kg/m2, had been detected on routine physical examinations and laboratory testing. Repeated blood tests failed to show any abnormal findings in serum electrolyte levels.\\nHis initial evaluation showed consciousness disturbance and a Glasgow Coma Scale level of 10 (E4V2M4). The temperature in his urinary bladder was 40.6°C. His blood pressure was 116/52torr, and his heart rate was 157 beats/minute. His respiratory rate was 34 breaths/minute.\\nThe initial laboratory test findings are shown in Table . Abnormal findings comprised serum levels of creatinine 1.4mg/dL, sodium 114mEq/L and creatine kinase 756IU/L. He met the criteria for systemic inflammatory response syndrome [].\\nExcept for severe hyponatremia of 114mEq/L, there were no abnormal findings leading to the development of consciousness disturbance. Serum levels of thyroid hormones and cortisols were normal. The results of blood culture tests were negative. No signs suggesting the presence of sepsis were documented. A computed tomography scan of our patient’s head failed to show any abnormal findings.\\nBased on these findings, the initial diagnosis was heatstroke complicated by dehydration, rhabdomyolysis, hyponatremia, renal failure and a hyper-coagulable state.\\nThe initial treatment comprised cooling, intravenous fluid administration, tracheal intubation, and mechanical ventilation. The anti-hypertensive drugs and diuretics were withdrawn. We administered 5700mL of normal saline intravenously during the first nine hours. His urine output was 2000mL during the same periods. He was additionally given 1920mL of normal saline during the next 24 hours, when 3000mL of urine was excreted.\\nOur patient’s levels of consciousness rapidly recovered to 12 (E4V3M5) with his core body temperature returning from 40.6°C to 38.2°C within three hours of the initiation of cooling and intravenous fluid.\\nOn the next day, he became fully conscious without development of central pontine myelinolyis. His serum sodium concentration improved from 114mEq/L to 124mEq/L within 18 hours. His core body temperature returned to normal (36.9°C). His general condition improved rapidly, and he was discharged on the fourth day.\\nEplerenone was resumed and the hyponatremia did not recur. Because hyponatremia is a common complication of thiazides, we withheld the losartan/hydrochlorothiazide. Challenge tests were omitted because our patient did not agree to undertake them.\\nAfter he recovered, we took another careful review of our patient’s medical history. Surprisingly, he did not recognize feeling hot while working in a hot environment. Considering his clinical course, a diagnosis of heatstroke preceded by consciousness loss due to severe hyponatremia was made.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'15311166': 1, '8432190': 1, '22947366': 1, '25139696': 1, '12075060': 1, '17698677': 1, '8168025': 1, '14631057': 1, '23497698': 2}", "similar_patients": "{}"}