{"patient_id": 36167, "patient_uid": "3175179-1", "PMID": 21819588, "file_path": "comm/PMC003xxxxxx/PMC3175179.xml", "title": "Peritoneal dissemination of prostate cancer due to laparoscopic radical prostatectomy: a case report", "patient": "A 59-year-old Japanese man presented to our urology clinic with lower urinary tract symptoms. His serum prostate-specific antigen (PSA) level was 9.5 ng/mL. A digital rectal examination revealed a hard induration of his prostate. He had no personal or familial history of malignant disease. A prostate biopsy was performed and showed Gleason score 3+4 adenocarcinoma of the prostate. Computerized tomography (CT) and bone scintigraphy showed no metastasis. He was referred to our Department of Urology for treatment of cT2bN0M0 prostate cancer, and underwent LRP. The operation was performed with a transperitoneal approach. The pathological diagnosis was pT3aN0 Gleason score 4+4 adenocarcinoma with a positive surgical margin.\\nAfter the operation, his PSA level dropped to 0.7 ng/mL at its lowest, and so salvage radiation therapy with 50 Gy was carried out. His serum PSA level initially dropped to 0.5 ng/mL but began to increase, to 3.5 ng/mL, shortly after. Medical castration was then started. The therapy was effective for 24 months, after which he needed additional anti-androgen agents (bicalutamide and flutamide) and estramustine phosphate because of an increase in his PSA level. Sixty-six months after the prostatectomy (PSA 76.3 ng/mL) dexamethasone was administered, and provided the minimal PSA level, 0.58 ng/mL, 18 months after the initial administration. However, his PSA level increased again, so the endothelin receptor antagonist was replaced by dexamethasone for 12 months with no effect on his PSA level. Thereafter dexamethasone was administered again, and his PSA decreased from 340 ng/mL to 118 ng/mL.\\nAfter that, his PSA level continued to increase without any metastasis visible on CT or bone scans. Our patient could not undergo chemotherapy with docetaxel because of complications with heart failure and interstitial pulmonary disease. At age 69, 114 months after the LRP, CT showed a peritoneal tumor that was considered to be a peritoneal metastasis (Figure ). His PSA level was 168 ng/mL, and no other organ metastasis was found. Five months later, metastases to the mesentery were revealed by CT. The peritoneal metastases progressed with a large amount of ascites, and our patient died 120 months after the LRP.\\nAn autopsy revealed 4000 ml of clear yellow ascites and numerous nodules in his peritoneum, mesentery and omentum (Figure ). These were pathologically diagnosed as dissemination of prostate cancer. No other metastasis was detected in any organ in the pathological evaluation. There was no port-site metastasis, during follow-up or at autopsy.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'10656959': 1, '10836297': 1, '10790557': 1, '34046208': 2, '10210411': 1, '30115721': 1, '12629331': 1, '27000913': 1, '33817716': 1, '20016239': 1, '11000358': 1, '12201941': 1, '9602000': 1, '17907070': 1, '21819588': 2}", "similar_patients": "{'8147822-1': 1}"}