{"patient_id": 159280, "patient_uid": "3480771-1", "PMID": 23112463, "file_path": "noncomm/PMC003xxxxxx/PMC3480771.xml", "title": "Primary breast actinomyces simulating malignancy: A case diagnosed by fine-needle aspiration cytology", "patient": "A 61-year-old diabetic woman presented with a mass in her left breast of 6 months duration. There was no history of fever, lung disease, tooth problems, facial skin lesions, tonsillitis, gingivitis or breast trauma.\\nOn physical examination there was an indurated subareolar mass of 5×6 cm size with skin fixity in the left breast. No draining sinuses or lymphadenopathy were noted. She was afebrile and appeared otherwise healthy. Chest radiograph appeared normal. Mammogram was suggestive of an abscess. With the clinical suspicion of malignancy, fine needle aspiration cytology (FNAC) was advised.\\nOn obtaining informed consent, the patient was taken for FNAC. Repeated aspirations yielded only pus. Smears showed collections of neutrophils, histiocytes and fluffy fine areas and were negative for malignant cells []. A diagnosis of chronic suppurative inflammation was made. The patient was already on antibiotics. The cell block sections later showed a similar inflammatory reaction and few colonies suggestive of actinomycosis []. Diagnosis was confirmed by Grams stain and cell block stained with Grocott- Gomori methenamine-silver nitrate stain which showed positive filamentous branching bacteria []. The colonies were stained negative with Ziehl-Neelsen stain. Repeat aspirations were done for aerobic and anaerobic cultures; which turned out to be negative, perhaps because of previous antibiotic treatment given to the patient. The patient was given full course of antibiotics and on follow-up she is doing well.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'30956585': 1, '20847823': 1, '26224846': 1, '19288945': 1, '27190917': 1, '26110063': 1, '8441189': 1, '10845523': 1, '23112463': 2}", "similar_patients": "{}"}