{"patient_id": 37425, "patient_uid": "3335446-1", "PMID": 22567429, "file_path": "comm/PMC003xxxxxx/PMC3335446.xml", "title": "TMJ Ankylosis: Multidisciplinary Approach of Treatment for Dentofacial Enhancement—A Case Report", "patient": "A 20-year-old female patient reported with the chief complaint of an inability to open mouth, restricted jaw movement, and poor esthetics. She had skeletal and dental class-II malocclusion. Thorough clinical and radiographic examination revealed the case of unilateral right side bony TMJ ankylosis. On right side, ramus height and mandibular body was small, with increased gonial angle. Her feeding was characterized by an inability to masticate food, limiting intake to liquids or semisolids. She had a convex profile, severely retrognathic mandible, absence of chin button, and bimaxillary protrusion (). Mandibular right third molar was horizontally impacted. Intraoral examination revealed mouth opening restriction of 2 mm. Upper and lower anterior teeth were malaligned and proclined due to lack of available apical basal bone. Few posterior teeth were carious and had calculus. She complained about the snoring and difficulty in sleeping on lying down. She was also the sufferer of emotional, social, and psychological disturbances with low level of self-confidence and self-esteem.\\nTreatment was planned in following stages:\\nsurgery: gap arthroplasty and temporalis myofascial graft interpositioning through preauricular approach,\\nphysiotherapy,\\nrestoration of carious teeth and oral prophylactic measures to enhance hygiene,\\nfixed orthodontic mechanotherapy with all 1st premolar extractions to resolve bimaxillary protrusion,\\nadvancement sliding genioplasty,\\nspeech and functional therapy,\\npsychological counseling.\\nThe initial surgery was accomplished under general anesthesia. At right TMJ, gap arthroplasty was performed through the preauricular approach (). After exposure and identification of the site of the ankylosis, aggressive excision of the fibrous and/or bony mass was carried out with round bur and chisel until the mandibular movement was achieved. Next the glenoid fossa was recontoured as necessary (as per gap opening). For total TMJ reconstruction, after resection a costochondral graft was put in place in order to reconstruct the TMJ. Temporalis myofascial graft was interpositioned successfully [, ].\\nPhysiotherapy: after surgery, extensive physiotherapy usually plays a crucial role in restoring normal TMJ function. Masticatory muscles, lips, and tongue exercises were proposed to increase mobility of mandible. To stimulate normal mastication, chewing on a small rubber tube was recommended. Aggressive use of continuous passive was employed, movement and tongue blades were used. Results were promising, and 4 cm range of mouth opening was achieved and satisfactorily maintained after surgery ().\\nRestorative and oral prophylactic care: once the goal of mouth opening to its maximum by the patient was achieved, all carious teeth were restored and she was trained and learned to take the care of daily prophylactic oral hygiene measures.\\nFixed orthodontic mechanotherapy was initiated for aligning and establishment of occlusion using fixed bonded orthodontic appliance (). After completion of alignment and leveling in 2 and half months, all first premolars were extracted and space closure was done with maximum conservation of posterior anchorage. After 14 months of treatment, the patient showed a good class-I dental relationship, with the upper and lower anterior teeth retracted and uprighted into near-normal positions over the basal bone. Space closure was completed without the development of an anterior open bite or deep overbite. With the retraction of the lips, the patient's profile and smile improved (). After debonding of fixed appliance, upper wraparound and lower Hawley's removable retainers were delivered.\\nGenioplasty: 6 months after completion of orthodontic treatment, sliding advancement genioplasty was performed. Chin advanced 8 mm, and fixation was performed with titanium plate.\\nSpeech and functional therapy: concerns regarding speech were thought to be equally significant with appearance in contributing to low self-esteem in this patient []. Unusual speech due to jaw thrusting was the problem faced by the patient. She was thoroughly evaluated for the speech therapy. Problem observed in patient was mixed type of articulation disorder included omission, substitution, and distortion types. Patient was prepared for the speech therapy right from initial visit in clinic, and major training was started after possible sufficient jaw movements after TMJ surgery. Articulation defects were well improved after joint surgery and orthodontic dentoalveolar corrections. Lisping of sound was eliminated completely after orthodontic corrections.\\nPsychological counseling: psychometric tests can identify the adversity in the experience of TMJ ankylosis having facial poor appearance. It was attempted to evaluate the thoughts and feeling of a disfigurement in face in pretreatment and posttreatment stages using standardized psychometric questionnaires that have been developed, validated, and used by social scientist and psychologist.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'20171468': 1, '19341578': 1, '15262255': 1, '20889049': 1, '19114954': 1, '10052370': 1, '21429715': 1, '21295900': 1, '2213309': 1, '21525821': 1, '28439164': 1, '16003613': 1, '7498034': 1, '11420899': 1, '20804949': 1, '20970707': 1, '29971123': 2, '21255886': 1, '21547039': 1, '6938656': 1, '20304543': 1, '20679828': 1, '20613611': 1, '10371317': 1, '18929062': 1, '20388309': 1, '20708319': 1, '20685534': 1, '20541483': 1, '17561060': 1, '22567429': 2}", "similar_patients": "{'6026101-1': 1}"}