{"patient_id": 161099, "patient_uid": "3625760-1", "PMID": 23593093, "file_path": "noncomm/PMC003xxxxxx/PMC3625760.xml", "title": "Prolonged Regression of Metastatic Leptomeningeal Breast Cancer That Has Failed Conventional Therapy: A Case Report and Review of the Literature", "patient": "A 45-year-old premenopausal woman was evaluated for a progressively more painful, enlarging right breast mass for approximately 1 year and was found to have breast cancer in February 2005. The patient received modified radical mastectomy with axillary dissection. The tumor involved a majority of the breast including skin and measured 11.0×8.0×4.5 cm. Histopathological analysis revealed invasive poorly differentiated carcinoma, Nottingham's Grade III of III, with immunohistochemistry revealing the tumor to be ER negative, PR negative, and HER2/neu 3+ by immunohistochemistry. Axillary dissection revealed 12 lymph nodes, all involved with carcinoma. Radionucleotide bone scan was negative for signs of metastatic disease, though computed tomography (CT) scan of the chest, abdomen and pelvis revealed a single pulmonary nodule. This lesion was biopsied and pathology revealed metastatic breast carcinoma. Accordingly, the patient was staged pT4b pN3a pM1.\\nShe began chemotherapy April 2005 consisting of weekly paclitaxel (45 mg/m2), carboplatin (2 mg/mL/min), and trastuzumab (2 mg/kg). She completed paclitaxel and carboplatin on October 2005. Adjuvant radiotherapy was offered because the patient had a small volume single metastatic lesion. She completed chest wall and regional nodal irradiation in December 2005. Re-staging images were repeatedly negative at that time. Trastuzumab was changed to 6 mg/kg every 3 weeks in May 2006.\\nThe patient presented to the Emergency Department on September 2006 (1.5 years postmastectomy) complaining of 3 weeks of headaches over her forehead that awoke her at night. CT scan was consistent with brain metastases in the left inferior cerebellum and right posterior temporal lobe. Follow-up magnetic resonance imaging (MRI) revealed a 2.8×3.0 cm oval mass with homogeneously low signal at left inferior cerebellum and a 1.0×1.0 cm area of increased signal within the posterior right temporal lobe. Systemic re-staging at the time of diagnosis of the brain metastasis was negative. The patient was treated with Gamma Knife Radiosurgery, with 15 Gy delivered to the tumor margin (45% isodose line) of the lesion in the cerebellum and 16 Gy delivered to the tumor margin (48% isodose line) of the temporal lobe lesion. She clinically responded to treatment and headaches resolved.\\nFollow-up MRI in May 2007 revealed tumor progression at the left inferior cerebellum. She underwent suboccipital craniectomy which achieved a gross total resection of the cerebellar lesion. Follow-up imaging in August 2008 again revealed disease progression within the cerebellar resection cavity. There was also increased size of the right temporal lesion. Soon after, the patient received external beam intensity modulated radiation therapy (IMRT) of 54 Gy in 30 fractions to the right temporal lobe and the fourth ventricle.\\nUnfortunately, follow-up MRI in September 2008 revealed continued progression of the left cerebellar lobe lesion. Clinically, the patient experienced deteriorating balance and significant ataxia. In December 2008 the patient underwent repeat suboccipital craniectomy and again it was felt that gross total or near gross total resection had been achieved. Follow-up imaging remained negative for several months.\\nIn April 2009, the patient began lapatinib 1,200 mg daily in addition to maintenance trastuzumab 6 mg/kg every 3 weeks. MRI of the brain obtained in May 2009 was concerning for continued progression of the right posterior temporal lobe lesion. Follow-up imaging in July and August 2009 revealed worsening enhancement of both the right posterior temporal lesion as well as development of leptomeningeal enhancement along the resection tract and lining of the 4th ventricle. The patient refused cerebral spinal fluid (CSF) sampling, but MRI of the spine was negative. At this time, the decision was made to begin capecitabine (2,000 mg orally twice a day for 2 weeks with 1 week off) and bevacizumab (15 mg/kg intravenously every 3 weeks). She began receiving this therapy the second week of September 2009 (4.5 years postmastectomy).\\nThe patient continued being followed with MRI imaging every 4 months. MRI of the brain obtained in November 2009 was significant for interval decrease in the size of enhancing lesions in the right temporal lobe and left inferior cerebellum. Repeated follow-up imaging revealed stable or decreased appearance of both lesions from this time point until September 2011 when she died of complications related to a fall. She remained free of signs of extracranial disease progression 2 years after bevacizumab and capecitabine therapy. During that time, she maintained compliance to the bevacizumab and capecitabine. She had chemotherapy-related anemia prior to initiating this combination, and this did not change appreciably during her treatment. Her blood pressure was consistently measured in the prehypertension range. She developed mild tingling in the hands and feet consistent with hand foot syndrome, but did not require a dose adjustment of capecitabine. Her systemic imaging remained free of disease during the entire time period that she received the bevacizumab and capecitabine. Comparative pretreatment and posttreatment representative images are included in . A summary of the treatment timeline is found in .", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'17611719': 1, '18690096': 1, '6640506': 1, '19223574': 1, '18478315': 1, '6691351': 1, '26258900': 1, '25048529': 1, '20563832': 1, '16800978': 1, '11370554': 1, '27081584': 2, '25789061': 2, '25848355': 2, '30538888': 1, '19557501': 1, '11161370': 1, '14686737': 1, '21166567': 1, '6895713': 1, '14769142': 1, '24867803': 1, '23593093': 2}", "similar_patients": "{'4829399-1': 1, '4361905-1': 1, '4356381-1': 1}"}