{"patient_id": 163329, "patient_uid": "3778802-2", "PMID": 24082207, "file_path": "noncomm/PMC003xxxxxx/PMC3778802.xml", "title": "Oral Hemorrhagic Blister: An Enigma", "patient": "A 50 years old male patient with chronic renal failure since two years, on haemodialysis since 8months with blood pressure, developed hemorrhagic blister at the junction of buccal mucosa and alveolar ridge on right side. Over a period of 12 hrs it ruptured discharging thin clear blood mixed fluid and healed within four days without any scarring or other squeal.\\nOn examination, there was solitary oval tense hemorrhagic bulla measuring about 2.5 × 2 cm present at the junction of buccal mucosa and alveolar ridge on right side. On manipulation it ruptured easily [].\\nTzanck smear in both cases showed numerous RBC's and there was no acantholytic or multi-nucleated giant cell. Biopsy from case -1 of the ruptured blister revealed sub-epithelial split with minimal perivascular infiltrate. Biopsy could not be done in case -2, since the patient did not consent. Routine blood and urine tests including Bleeding and clotting time, Liver function test, Renal function test, thyroid function test, lipid profile, Ultra sound examination of abdomen and pelvis, chest – X ray were within normal limits in Case-1. In case-2, all the investigations were normal except for high blood pressure (130/90 mm Hg) and elevated serum urea and creatinine levels (50 and 2.5 mg/dl respectively).\\nSpontaneous onset, isolated nature, constant presence of blood in the blister fluid and rapid healing in the absence of an identifiable local cause or systemic disorder differentiates ABH from mucous membrane pemphigoid, bullous pemphigoid, bullous lichen planus, epidermolysis bullosa, dermatitis herpetiformis, linear IgA disease and oral amyloidosis. The classical history and morphology of lesions helped us to arrive at the clinical diagnosis of angina bullosa hemorrhagica in both the presenting cases.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'30100658': 2, '10328203': 1, '17890919': 1, '11128928': 1, '16916681': 1, '14722186': 1, '6029172': 1, '24082207': 2}", "similar_patients": "{'3778802-1': 2, '6044132-1': 1}"}