{"patient_id": 164350, "patient_uid": "3840140-1", "PMID": 24285971, "file_path": "noncomm/PMC003xxxxxx/PMC3840140.xml", "title": "A Case of GNE Myopathy Presenting a Rapid Deterioration during Pregnancy", "patient": "A 27-year-old Korean woman complained of difficulty walking during her first pregnancy. She found it more comfortable to walk on her toes than on her heels. She subsequently experienced impaired foot dorsiflexion with frequent falling and rapid wasting of both anterior tibialis muscles during the third trimester and following delivery. A review of her history revealed normal mental and physical development, and she reported no difficulties with daily activities prior to pregnancy. Her family history was significant in having an older sister with a similar progressive limb weakness, appearing in the lower limbs at 19 years and in the upper limbs at. The neurologic examination of our case revealed marked weakness and atrophy of both anterior tibialis muscles with no weakness of the quadriceps and upper limbs. Motor strengths were decreased in ankle dorsiflexion [1/5 on the Medical Research Council (MRC) Scale] and plantar flexion (4/5 on the MRC Scale). She had normal deep tendon reflexes in all limbs without sensory deficit. She had no pathologic reflexes. The serum CK level was slightly elevated to 302 U/L (normal range 21-215 U/L). Electromyography revealed myopathic changes.\\nA computed tomography scan of her skeletal muscles showed severe fatty infiltration of the gastrocnemius, soleus, and tibialis anterior muscles with sparing of the quadriceps muscles (). A muscle biopsy performed on the vastus lateralis muscle revealed mild myopathic changes without RV. After obtaining informed consent, 11 coding exons (exons 2-12) of the GNE gene were analyzed, which revealed compound heterozygous mutations changing the ATG (methionine) to ACG (threonine) at codon 29 (M29T) in exon 2 and the GAT (aspartic acid) to AAT (asparagine) at codon 208 (D208N) in exon 4 ().", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'10354198': 1, '32917266': 1, '12473753': 1, '14733963': 1, '16372135': 1, '30467490': 1, '20300792': 1, '14707127': 1, '19448634': 1, '11929971': 1, '29305133': 1, '18815882': 1, '7252518': 1, '16810679': 1, '24285971': 2}", "similar_patients": "{}"}