{"patient_id": 45433, "patient_uid": "3905385-1", "PMID": 24550973, "file_path": "comm/PMC003xxxxxx/PMC3905385.xml", "title": "Stevens Johnson Syndrome associated with Lamotrigine", "patient": "This 56 years old lady who has been known to the local mental health services for the past 20 years with symptoms of depression and anxiety was attending follow up appointments on and off. For her current episode she was in contact with the local team for the last few years and had presented with moderate to severe depression that needed regular follow up and review of her medication. She also had two inpatient hospital admissions to the psychiatric unit after attempting suicide on two occasions during this episode. During her latest admission, she was treated with different antidepressants and anxiolytics but without any major benefit. Because of the poor control of symptoms of depression, Lamotrigine was added to her other medications (Sertaline and Buspirone which she had been taking for many months). She was started on lamotrigine 25 mg daily which was gradually increased to 50 mg twice daily over the next 2 weeks. Her anxiety and depressive symptoms showed significant improvement on this combination and she started feeling almost back to her normal self. She was continued on this treatment & was discharged from the psychiatric inpatient unit on a combination of Lamotrigine 50mg twice a day, Sertaline 150 mg daily and Buspirone 5mg twice daily. At her weekly follow up, she continued showing improvement in her mental state and the treating team was very satisfied with her response to treatment.\\nAbout 16 days following hospital discharge she developed conjunctivitis and over the next 3-4 days, developed swelling of the face and lips. She also developed erosion of the mucous membrane inside her mouth & erythematous papules and bullous eruptions over her body that were particularly bad on the palms of her hands and soles of her feet where she developed detachment of the epidermis. In view of her increasing symptoms, she had to be referred to the general hospital on the 4th day after developing these side effects. She was admitted for further treatment. She had to be treated in the Intensive Care Unit as her physical symptoms deteriorated over the next few days. All her routine blood tests were normal except C-Reactive Protein which was high. She was kept under the care of a medical specialist, ophthalmologist and dermatologist who agreed with the clinical diagnosis of Stevens - Johnson Syndrome. Lamotrigine, along with her other antidepressant medications was stopped. After a few days she started feeling better, made a full recovery in 2 weeks time and was discharged home. Her ophthalmic symptoms needed a few more weeks for full recovery.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'7756713': 1, '22014021': 1, '20101062': 1, '9674940': 1, '12789244': 1, '11702611': 1, '17075281': 1, '9204073': 1, '11044815': 1, '10392983': 1, '10999875': 1, '30868040': 2, '12165215': 1, '9565739': 1, '9184711': 1, '15824335': 1, '9069591': 1, '15736314': 1, '10501393': 1, '24550973': 2}", "similar_patients": "{'6402866-1': 1}"}