{"patient_id": 46030, "patient_uid": "3943064-1", "PMID": 24665330, "file_path": "comm/PMC003xxxxxx/PMC3943064.xml", "title": "Neuropsychiatric Symptoms as The First Manifestation of Juvenile Systemic Lupus Erythematosus: A Complicated Case with Klinefelter’s Syndrome", "patient": "A fourteen year-old Iranian boy who suffered from headaches and lethargy for two years was admitted to Mofid Children’s Hospital. During the two years, he had demonstrated aggressive behaviour, a loss of school performance, stuttering of nails, and eyelash and eyebrow ablation. Last year, he was admitted to a psychiatric centre because of behavioural, memory, and psychiatric problems. He received various treatments, including speech therapy, physical therapy, and psychotherapy. None of these measures was helpful and he continued the abnormal behaviour. For the last month, he suffered from epistaxis and easy bruising, for which, he was again referred to Mofid Children’s Hospital. During admission, he showed photosensitivity and photophobia. On physical examination, his eyebrows and eyelashes were absent and he had no nails on fingers. He had oral ulcers, scant facial and body hair, multiple ecchymoses, and petechiae on his body. The laboratory findings revealed thrombocytopenia with positive titres of antinuclear antibodies (ANA), anti-double stranded DNA antibody, antiphospholipid antibody, and low titres of C3 and C4. There was neither anaemia nor leukopenia. The results of direct and indirect Coombs tests were negative. His bone marrow aspiration and coagulation profile were normal. Results of other blood tests were within normal limits or negative, including lupus anticoagulant, ß2-glycoprotein, anticardiolipin IgG and IgM Abs, anti-RO, anti-LA, anti-SM Ab, P & C-ANCA, VDRL, TSH, FT4, anti-T microsomal, antithyroglobulin, cryoglobulins, AntiHIV antibody hepatitis C antibodies, hepatitis B antigen, protein C activity, and protein S free. He had no evidence of uveitis or vasculitis and his brain MRI was normal.\\nHis Karyotyping revealed 47 XXY, which is diagnostic for Klinefelter’s syndrome ().\\nThe patient fulfilled the ACR classification Criteria (revised 1997) for juvenile SLE (). Therefore, he was treated with parenteral corticosteroids and cyclophosphamide pulse therapy. After two weeks of treatment, his neuropsychiatric symptoms and thrombocytopenia began to normalize.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'17922669': 1, '11971089': 1, '29803202': 1, '16845706': 1, '18218580': 1, '300022': 1, '12136916': 1, '21794715': 1, '17120591': 1, '8153397': 1, '18832949': 1, '12078855': 1, '7138600': 1, '15668428': 1, '781466': 1, '16679649': 1, '12071439': 1, '11865567': 1, '17211987': 1, '10751236': 1, '24665330': 2}", "similar_patients": "{}"}