{"patient_id": 45149, "patient_uid": "3880167-1", "PMID": 24380380, "file_path": "comm/PMC003xxxxxx/PMC3880167.xml", "title": "Systemic effect of catumaxomab in a patient with metastasized colorectal cancer: a case report", "patient": "In September 2010 a 78 years old man was diagnosed with an adenocarcinoma of the right-sided colon. Initial staging by abdominal and pulmonary CT revealed a lesion in the right-sided colon penetrating the visceral peritoneum with infiltration of the abdominal wall (cT4b) and a single metastatic lesion in the liver, in segment VII, with a diameter of 1.5 cm (M1a) according to a stage IVA disease.\\nAfter right-sided hemicolectomy together with a simultaneous atypical resection of the single liver metastasis adjuvant chemotherapy (CTX) with capecitabine and oxaliplatin was started. After 5 cycles of adjuvant CTX the patient complained about a considerable increase of his abdominal girth. An abdominal CT in March 2011 yielded peritoneal nodules and ascites (Figure ).\\nAfter confirmation of a mutated K-RAS gene a palliative first line CTX with capecitabine and irinotecan in combination with bevacizumab was started. However, treatment was interrupted right after the first cycle because of an episode with neutropenic fever and resumption of CTX was refused by the patient until June 2011.\\nCT imaging in June 2011 showed a disease progression with a new solitary pulmonary lesion with a diameter of 3.3 × 2.8 cm (Figure a) and ascites in all 4 quadrants of the abdomen (Figure b). As the patient refused biopsy of the pulmonary lesion and the radiology report stated that the lung lesion was radiological consistent with a pulmonary metastasis a biopsy was not performed. Tumor markers CEA and CA 19.9 were within normal range at the time of diagnosis and during the whole course of disease. Clinically, the amount of ascites was increasing and required abdominal punctures on a weekly basis. Therefore the first line CTX with capecitabine, irinotecan and bevacizumab was reinitiated. Despite administration of granulocyte colony stimulation factor another episode of neutropenic fever occurred and CTX was discontinued after a total of 3 cycles in August 2011. As the patient refused to receive any further CTX and because of ascites being the predominant clinical symptom an immunotherapy with i.p. catumaxomab was started in December 2011 (4 consecutive i.p. infusions of catumaxomab on days 0, 3, 7 and 10 at increasing doses of 10, 20, 50 and 150 μg). Treatment was well tolerated without any side effects. Surveillance by CT scan in April, July and October 2012 showed a partial response of the pulmonary lesion and no paracentesis was necessary until January 2013 (Figure a and b). While the pulmonary lesion showed a further regression in size and could finally only be detected as a scar (Figure a), a CT scan in January 2013 showed a progressive peritoneal disease with ascites and a consecutive hydronephrosis III° of the right kidney (Figure b). As the patient still refused any further CTX we decided to restart i.p. treatment with catumaxomab in January 2013.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'28297195': 1, '16432354': 1, '21733566': 1, '21415054': 1, '26417039': 1, '11588051': 1, '20565453': 1, '24765173': 1, '16775119': 1, '20473913': 1, '19216794': 1, '22744709': 1, '16678891': 1, '15131054': 1, '23112540': 1, '31050577': 1, '23197249': 1, '21702044': 1, '8653366': 1, '29988111': 1, '27157665': 1, '10640968': 1, '24380380': 2}", "similar_patients": "{}"}