{"patient_id": 166569, "patient_uid": "3972410-1", "PMID": 24701462, "file_path": "noncomm/PMC003xxxxxx/PMC3972410.xml", "title": "Glandular odontogenic cyst: A case report", "patient": "A 17-year-old female patient was referred to the Outpatient Department of Oral Medicine and Radiology at Nair Hospital Dental College, Mumbai, by a local orthodontist after discovering a well-defined radiolucent pathology in the right ramal region of the mandible on a routine panoramic view.\\nThe patient reported mild dull pain over the right posterior mandibular region for a period of 15 days with no aggravating or relieving factors. An extraoral examination revealed no significant clinical findings. Intraorally, there was mild obliteration of the buccal vestibule in the right lower second molar region with no other relevant clinical finding. The patient's medical history revealed that she had suffered from allergic asthma since childhood, she was not on any medication for the condition.\\nA panoramic radiograph was obtained using a Planmeca Proline CC machine (Planmeca OY, Helsinki, Finland) with exposure parameters of 73 kVp, 10 mA, and 15 s exposure time. A well-defined multiloculated radiolucent lesion was observed extending from the distal border and apex of the lower right second molar into the ramus to approximately 3 mm away from the sigmoid notch enclosing the developing tooth bud of the right lower third molar (). There was no expansion of the posterior or inferior borders of the ramus, as seen on the panoramic radiograph.\\nA cone-beam computed tomographic (CBCT) scan was obtained using a Kodak 9000 3D machine (Carestream Health Inc., Rochester, NY, USA), with a field-of-view (FOV) of 50 mm×37 mm, voxel size of 76.5 µm×76.5 µm×76.5 µm, and exposure time of 10.8 s. The captured images were reconstructed using a high-spatial-frequency reconstruction algorithm, and these images revealed a well-defined multiloculated radiolucent lesion in the right mandibular ramal region (). This lesion extended from the right lower second molar to the upper third of the ramus, with resorption of the apex of the right mandibular second molar having well-defined, sharp right-angled septa (). The radiolucency had scalloped borders and surrounded the developing third molar tooth bud (). There was perforation of the lingual cortical plate and thinning of the buccal cortical plate, as seen on the CBCT coronal section of the lesion ().\\nBased on the clinical and radiographic findings, a provisional diagnosis of keratocystic odontogenic tumor due to minimal expansion with considerable bony involvement was proposed with a differential diagnosis of odontogenic myxoma due to the presence of right-angled straight septa, as seen on the reconstructed panoramic section in the CBCT image.\\nThereafter, an incisional biopsy of the lesion along with enucleation of the third molar tooth bud was performed under antibiotic coverage and local anesthesia. The specimen was submitted for histopathological evaluation, which revealed a pseudo-stratified, ciliated columnar epithelial cystic lining covering mature fibrous connective tissue. Thus, the overall histopathological findings were suggestive of a GOC. Following these investigations, surgical exploration with curettage of the GOC of the hemimandible was performed under general anesthesia, and the specimen was sent for histopathological confirmation. The hematoxylin and eosin stained section showed cystic lumen lined by pseudo-stratified columnar epithelium with filiform extensions of the cytoplasm and mucous-secreting cells with intra-epithelial spherule formation, which is characteristic of GOCs, thus confirming the previous histopathological diagnosis of GOC ().\\nAfter a 3-month follow-up of the patient, no complication or recurrence was reported ().", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'21180452': 2, '32128187': 2, '22267989': 1, '8252451': 1, '16043383': 1, '8850354': 1, '12775659': 1, '25789251': 2, '19644539': 1, '12424629': 1, '25279347': 2, '26813085': 1, '26297768': 1, '28292079': 1, '21915706': 1, '1451083': 1, '26587384': 1, '1890321': 1, '20203274': 1, '3146620': 1, '18248589': 1, '3127563': 1, '22039847': 1, '24701462': 2}", "similar_patients": "{'2996005-1': 1, '4182361-1': 1, '7044353-1': 1, '4358051-1': 1}"}