{"patient_id": 38461, "patient_uid": "3420415-1", "PMID": 22937286, "file_path": "comm/PMC003xxxxxx/PMC3420415.xml", "title": "Scleredema Diabeticorum in a Patient with Type 2 Diabetes\\nMellitus", "patient": "A 53-year-old white man, suffered from type 2 diabetes diagnosed 20 years ago, was referred to our department for evaluation of recent discovery of incipient nephropathy and retinopathy. He was previously visiting another endocrinologist in the town but because of a change of job, he moved into the city. He brought a letter specifying that his glucose control had been acceptable since the diagnosis of diabetes (HbA1c lower than 7%). Recently, he was diagnosed of incipient nephropathy (microalbuminuria 200 mg/24 hours), high systolic blood pressure (140 mmHg), high LDL cholesterol (134 mg/dL), and retinal hard exudates close to the macula treated with laser photocoagulation. His current medication included metformin (2.550 mg/day), Detemir insulin (50 U/day), premeals Aspart insulin, simvastatin (20 mg/day), Candesartan (16 mg/day), and AAS (100 mg/d). Physical examination revealed the following: weight of 120 Kg, height of 174 cm, body index mass of 30,27 Kg/m2, blood pressure of 150/75 mmHg, and normal auscultation. The skin of the upper back and posterior neck was erythematous, indurated, and painless () with moderate restriction of range of motion of the shoulders and neck.\\nBlood analysis revealed the following: leukocytes of 7500 μL, haemoglobin of 16,3 g/dL, platelets of 281000 μL, sedimentation glomerular rate of 10 mm, glucose of 135 mg/dL, creatinine of 0,3 mg/dL, cholesterol of 157 mg/dL, HDL-c of 58 mg/dL, LDL-c of 81 mg/dL, triglycerydes of 90 mg/dL, C peptide of 3,8 ng/mL, TSH of 1,78 μUI/mL, negative antithyroid antibodies, microalbuminuria of 240 mg/24 h, and HbA1c of 6,7%. The serum protein electrophoresis was normal, excluding monoclonal gammopathy.\\nWhen we noticed the lesion on the skin and asked about it, the patient explained that for the last 10 years he had noticed a progressive hardening of the skin of this area, that became less sensitive, and he also noticed a decrease in motility of his neck and shoulders. He did not remember if he was febrile 10 years ago when the lesion appeared on his back. He had never been studied for the skin disorder that he related with his obesity. The patient was sent to the dermatologist who suspected the diagnosis of scleredema and performed a skin biopsy. Histopathologic study demonstrated thick collagen bundles separated by spaces filled with mucin in the deep reticular dermis, consistent with scleredema adultorum of Buschke (). He recommended physiotherapy and UV-A1 therapy. The latter treatment was not made because of a lack of this modality of phototherapy in his town, then he started PUVA therapy.\\nAfter two months of PUVA therapy (total cumulative UVA dose 120 J/cm2) and physical exercises, the patient has noticed amelioration of the mobility of the back and shoulders, and on exploration, the redness of the upper back has disappeared, and the skin was softer.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'18835066': 1, '23365768': 2, '17110904': 1, '11391115': 1, '14526859': 1, '16801609': 1, '18645154': 1, '10325473': 1, '6794460': 1, '17904454': 1, '15888135': 1, '6851809': 1, '15238100': 1, '9563277': 1, '28225950': 1, '8959964': 1, '12810510': 1, '23696712': 1, '15165219': 1, '17074003': 1, '6736348': 1, '22937286': 2}", "similar_patients": "{'3556400-1': 1}"}