{"patient_id": 44796, "patient_uid": "3863509-1", "PMID": 24369515, "file_path": "comm/PMC003xxxxxx/PMC3863509.xml", "title": "Humeral Shaft Fracture Treatment in the Elite Throwing Athlete: A Unique Application of Flexible Intramedullary Nailing", "patient": "A 17-year-old left hand dominant male, high school pitcher presented to the orthopaedic sports medicine clinic after feeling a pop and severe pain in his left arm while pitching. The injury occurred in the 7th inning of a game during delivery. Prior to that day, the patient had experienced moderate pain in his left arm for 2-3 weeks and self-medicated with NSAIDs. He described no previous trauma to the area. He was initially treated at an urgent care facility and was referred to our clinic for further evaluation and management. Prior to the injury, the patient had been scouted by multiple Major League Baseball teams.\\nUpon physical examination, the patient's skin was intact in all areas. He had no focal numbness in his left upper extremity and his motor function was intact. The patient had no significant past medical history. Anterior-posterior and lateral radiographs showed that he had a spiral fracture with a butterfly fragment at the junction of the middle and distal thirds of the humeral shaft (). The proximal end of the butterfly fragment was nondisplaced; however, the distal end was displaced approximately 1 cm. A CT scan of the left upper extremity revealed no underlying pathologic process. The history, physical exam, and imaging studies led to the diagnosis of a humeral shaft stress fracture due to repetitive stress. The patient underwent a gentle closed reduction and was placed into a coaptation splint and sling. Immediate postreduction films showed excellent fracture alignment with only a 5-degree anterior bow.\\nAt 1-week followup, the patient's physical examination was unchanged. His radiographs, however, showed that the initial reduction was not maintained. There was now 50% displacement of the fracture in the coronal and sagittal planes and 7–9 degrees of varus malalignment. While this alignment is acceptable for many patients, there was concern that for the elite throwing athlete such malreduction could impair the patient's ability to return to high-level pitching. As a result, after reviewing the diagnosis, treatment options, and potential risks and benefits with the patient and his family, it was decided that a closed reduction and internal fixation with unlocked flexible intramedullary nails would be employed to maintain as much anatomic reduction as possible.\\nThe patient was brought into the operating room and placed in the supine position. Using a 3 cm long, slightly posterolateral incision, the lateral aspect of the metaphyseal flare of the distal humerus was exposed. The extensor origin was reflected anteriorly and the metaphyseal ridge was identified. Using a 3.5 mm drill followed by a 4.5 mm drill, exposure of the intramedullary canal was achieved. The position of the drill holes was confirmed on biplanar fluoroscopy. Two 2.5 mm unlocked flexible intramedullary nails were prebent. The first was contoured in a “C” shape fashion while the second nail was “S” shaped. After a closed reduction was achieved in anterior-posterior, lateral, and rotational alignment, the first 2.5 mm nonlocked flexible intramedullary nail was introduced into the humeral canal, past the fracture site proximal to the butterfly fragment. The second 2.5 mm nail was passed which helped achieve a significantly improved reduction and stability. The nails were passed to within 2 cm of the proximal physis. The distal ends of the wires were then cut and bent 130 degrees. They were then advanced an additional 5 mm so that adequate soft tissue coverage could be achieved. Biplanar fluoroscopy confirmed excellent reduction of the fracture and proper positioning of the nonlocked flexible intramedullary nails (). The wound was irrigated and closed in layers. The patient was placed into a posterior splint with instructions to refrain from weight-bearing and range of motion exercises.\\nThe patient was initially followed weekly for physical exams and radiographs to ensure proper callous formation and implant stability. One week postoperatively, he was placed into a Sarmiento-type fracture brace with continued sling immobilization. Three weeks postoperatively, gentle elbow and shoulder ROM was initiated. Anterior-posterior and lateral radiographs at this point showed early callous formation with excellent alignment in the coronal plane and a 20-degree apex anterior angulation in the sagittal plane. At 6 weeks, physical examination showed that he lacked about 25 degrees of extension and flexed to 135 degrees. Radiographs showed abundant callous formation and alignment remained unchanged (). Strengthening exercises were initiated along with continued range of motion and stretching. Twelve weeks postoperatively, the patient had near full extension compared to the unaffected side and flexed to 135 degrees. It was noted that the patient had some irritation over the retained implant; however, a decision was made to await further healing of the fracture before removal of the implant. At six months, anterior-posterior and lateral radiographs demonstrated near full healing with evidence of remodeling. Due to the continued irritation at the entry point of the intramedullary nails, it was decided that the implant would be removed. This was subsequently done in the operating room under general anesthesia. The same incision was used to access the intramedullary nails, and they were removed using pliers. The patient was protected in a sling for two weeks to allow his wounds to heal prior to continuing his rehabilitation program.\\nNine months following his initial surgery, the patient demonstrated shoulder and elbow range of motion symmetric to the unaffected side. Radiographs showed excellent healing with maintained alignment. As a result, a short and long toss program was started. One year postoperatively, the patient had returned to full pitching duties in game situations as well as scout leagues ().\\nThe patient eventually went on to pitch for a professional Major League Baseball team. He was seen and examined 10 years following his surgery. The patient stated that he had one episode of soreness along the lateral humerus and medial elbow three years following his surgery that resolved with rest and rehabilitation. He stated that over the course of his professional career he has had occasional pain over his triceps insertion that has been well managed with rest and rehabilitation during flare-ups. Physical examination of this left upper extremity demonstrated no focal tenderness over the elbow or fracture site. His left shoulder range of motion showed full forward elevation and abduction with 5 degrees of increased external rotation and symmetric internal rotation compared to the other side. Radiographs taken 10 years postoperatively showed fully remodeled healing with near anatomic alignment in the coronal plane and a 10-degree apex anterior bow in the sagittal plane ().", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'26202018': 1, '9867046': 1, '15938606': 1, '10797224': 1, '8865045': 1, '17460871': 1, '9548118': 1, '3571315': 1, '10386805': 1, '17341670': 1, '10588474': 1, '6768275': 1, '15832145': 1, '8433208': 1, '15502555': 1, '20502233': 1, '15150034': 1, '20827095': 1, '1415893': 1, '24369515': 2}", "similar_patients": "{}"}