{"patient_id": 160941, "patient_uid": "3611053-1", "PMID": 23560175, "file_path": "noncomm/PMC003xxxxxx/PMC3611053.xml", "title": "Intracerebral Hemorrhage Following Evacuation of a Chronic Subdural Hematoma", "patient": "A 62-year-old man was admitted to our institute with a 3-week history of trivial head injury with complaints of mild headache and left side motor weakness. Neurologic examination revealed left hemiparesis (Grade V/Grade IV). He was afebrile and results of blood tests, including erythrocyte sedimentation rate and C-reactive protein, were all within normal limits. He had taken low dose aspirin 100 mg per day for 4 years, but routine laboratory test results, which included platelet count, prothrombin time (PT), activated partial thromboplastin time (aPTT) and bleeding time were within normal limits. Brain computed tomography (CT) scan depicted a hypodense lesion in the right frontotemporal (F-T) region, suggesting chronic SDH with midline shift (). The hematoma was evacuated through one burr hole using a 5-L catheter under local anesthesia; dark old blood was removed and no evidence of active bleeding was confirmed during the operation. After setting a simple closed system in the subdural space, the wound was closed layer by layer and the operation was completed in the usual manner. On the postoperative CT scan performed at the next day, we could find the resolution of hematoma without midline shifting (). Postoperatively, the headache was immediately relieved and the patient was able to ambulate independently without difficulty, after 5-L catheter removal. Hematological investigation revealed prolongation of PT prolongation to 14.0 sec but other parameters including fibrinogen were all normal range after trephination surgery. However, 3 days after the operation, the patient's level of consciousness gradually deteriorated to a drowsy state, and brain CT revealed recurrent SDH on Rt. F-T area (). The hematoma was re-evacuated through one burr hole using a 5-L catheter under local anesthesia; dark old blood was removed and no evidence of active bleeding was also confirmed. After setting a simple closed system in the subdural space, the wound was closed layer by layer and the operation was completed without any problem. After revision surgery, his mental status was recovered to alert and follow-up CT scan at following day after revision surgery revealed the resolution of hematoma without midline shifting (). However, hematological investigation revealed prolongation of PT to 14.1 sec and a decline of fibrinogen to 81 mg/dL (normal range >150 mg/dL). As a result, cryoprecipitate, fresh frozen plasma, and platelet concentrates were transfused. However, 5 days after revision surgery, the patient's level of consciousness deteriorated to semicomatose state. Brain CT revealed inracerebral hemorrhage in right basal ganglia and with midline shifting (). At this time, despite continuous replacement of coagulation factors, hematological investigation revealed disseminated intravascular coagulation (DIC); PT prolongation (14.5 sec), decreased fibrinogen (27 mg/dL), elevated fibrin degradation product test (10.5 Ml/mL) and D-dimer (575 mg/dL). Emergency decompressive surgery was planned, but his family refused the operation for profound neurological deficits and hematological laboratory results of DIC. Despite conservative treatment to lower intracranial pressure and normalize the hematological parameters, his condition deteriorated rapidly, culminating in multiple organ failure and cardiorespiratory arrest with dilated non-reactive pupils. He died on the thirteenth postoperative day after the initial operation.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'7110541': 1, '25883493': 2, '26113968': 2, '13881036': 1, '9653522': 1, '9766276': 1, '23964046': 1, '1283624': 1, '3772462': 1, '7383285': 1, '975697': 1, '2755576': 1, '11561347': 1, '23560175': 2}", "similar_patients": "{'4387824-1': 1, '4479722-1': 1, '4479722-2': 1, '4479722-3': 1}"}