{"patient_id": 160815, "patient_uid": "3595580-2", "PMID": 23504577, "file_path": "noncomm/PMC003xxxxxx/PMC3595580.xml", "title": "Indocyanine Green Mediated Photothrombosis and High Dose Intravitreal Bevacizumab as Adjuvant Therapy for Isolated Choroidal Metastasis from Breast Cancer", "patient": "A 70-year-old woman was referred for progressive decrease in VA together with ERD of 7 months’ duration in her left eye. With a presumptive diagnosis of choroidal metastasis, she had received 10 cycles of systemic chemotherapy for 6 months. Medical history revealed breast cancer 16 years earlier which had been treated with radical mastectomy, chemotherapy and radiotherapy without evidence of metastasis.\\nOphthalmic evaluation demonstrated VA of 20/25 in the right eye and hand movements in the left one. IOP was 18 and 17 mmHg in the right and left eyes, respectively. Anterior segment examination showed mild nuclear sclerosis in both eyes.\\nFundus examination in the right eye revealed a yellowish, slightly elevated choroidal lesion 3000µ in diameter located temporal to the macular area (A) and FA showed diffuse early hyperfluorescence and pinpoint areas of fluorescein staining (B). OCT showed elevation of the highly reflective RPE/choriocapillaris complex and subretinal fluid in the same eye (C).\\nFundus examination revealed inferior and temporal ERD with multiple white subretinal lesions and marked RPE changes (). FA in the left eye revealed an elevated, nonpigmented tumor in the posterior pole extending into the inferior and temporal areas; in addition a reticulated pigment pattern on the tumor surface, diffuse early hyperfluorescence and areas of hypofluorescence due to RPE clumping, were also observed (D). B-scan ultrasonography of the left eye showed a choroidal mass with high acoustic solidity and A-scan revealed moderate irregular internal reflectivity (B). The left eye showed low-reflectance elevation in the macular area corresponding to a neurosensory detachment with highly thickened reflective lesion overlying the RPE/choriocapillaris complex (E).\\nCombined high dose IVB (4 mg/0.16 ml) and IMP was planned for the patient. Laser light was applied for 100 seconds using a single 4.32 mm spot in the right eye and multiple overlapping 4.32 mm spots in the left eye. High-dose IVB was injected immediately after IMP.\\nFive weeks after treatment, no improvement in VA was noted but a marked decrease in ERD was seen in both eyes by OCT. FA showed an area of RPE atrophy with hypofluorescent regions caused by RPE clumping in the right eye; in the left eye FA revealed complete resolution of ERD with hyper- and hypo-fluorescence areas that corresponded to subretinal fibrosis and RPE clumping, respectively. The optic disc showed early hyperfluorescence (). Seven months after combined therapy, VA improved to counting fingers in the left eye but decreased to 20/40 in the right eye and there was no sign of active choroidal lesions bilaterally.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'16508423': 1, '16603955': 1, '16508424': 1, '33922137': 2, '16039718': 1, '16879581': 1, '12888048': 1, '17398322': 1, '17128202': 1, '21257150': 1, '15294883': 1, '15258024': 1, '12614766': 1, '7070786': 1, '11767029': 1, '16141859': 1, '16815267': 1, '11589879': 1, '9261313': 1, '17056382': 1, '11852428': 1, '15183811': 1, '12658548': 1, '17488459': 1, '17619895': 1, '29392158': 1, '16216740': 1, '23504577': 2}", "similar_patients": "{'3595580-1': 2, '8143584-1': 1}"}