{"patient_id": 162018, "patient_uid": "3695310-1", "PMID": 23814600, "file_path": "noncomm/PMC003xxxxxx/PMC3695310.xml", "title": "A Case of Pulmonary Sarcoidosis with Endobronchial Nodular Involvement", "patient": "A 42-year-old Indian male who was employed as an automotive engineer was referred to our hospital with complaints of a month-long fever and cough. The patient had been diagnosed with pulmonary tuberculosis 5 years previously in India, and he had returned from Thailand a month before visiting our hospital complaining of fever, persistent cough, and general malaise. Before he was referred to our center, he had undergone computed tomography (CT) at another hospital because his symptoms had persisted even after medical treatment, whereon abnormalities had been detected. As noted, the patient had been previously diagnosed with pulmonary tuberculosis by positive mycobacterium tuberculosis culture in April 2003, in India. He completed a 7-month course of anti-tuberculosis medications was completely recovered, and he had no history of diabetes, hypertension, or hepatitis. Blood pressure, pulse, respiratory rate, and temperature were 110/70 mm Hg, 80/min, 20/min, and 36.4℃, respectively. He was alert and oriented to person, place, and time. The cervical lymph nodes and thyroid were not palpable, nor were any noteworthy abnormalities observed on chest, abdominal, or neurologic examinations. On complete blood count hemoglobin level, platelets, and white blood cells count were 14.3 g/dL (rane, 13-18 g/dL), 192,000/mm3 (range, 150,000-450,000/mm3), and 5,880/mm3 (range, 4,000-10,000/mm3) (neutrophils 54.2%, lymphocytes 31.5%, monocytes 9.0%, eosinophils 4.8%). Blood chemistry revealed the following: total protein 7.2 g/dL (range, 6.5-8.3 g/dL), aspartate amino-transferase 23 U/L (range, 5-35 U/L), alanine amino-transferase 17 U/L (range, 5-40 U/L), alkaline phosphatase 201 U/L (range, 66-220 U/L), blood urea nitrogen 11.4 mg/dL (range, 8-20 mg/dL), creatinine 0.97 mg/dL (range, 0.5-1.3 mg/dL), sodium 137 mEq/L (range, 135-150 mEq/L), potassium 4.4 mEq/L (range, 3.3-5.5 mEq/L), calcium 9.24 mg/dL (range, 8.4-10.2 mg/dL), C-reactive protein 5.87 mg/dL (range, 0-5 mg/dL), angiotensin converting enzyme (ACE) 67 IU/L (range, 8-52 IU/L), and urine calcium 4.6 mg/dL. There were no notable abnormalities detected on urinalysis, sputum smear, sputum culture for bacteria and fungus, tubercle bacilli test, or viral and immune serum tests. There was no foreign body in sputum or bronchoalveolar lavage (BAL) fluid.\\nThe pulmonary function tests showed a restrictive ventilatory defect with forced vital capacity (FVC) 3.06 L (66% of the predicted value), forced expiratory volume in one second (FEV1) 2.44 L (68% of the predicted value), FEV1/FVC 80%, and DLco 18.6 mL/mm Hg/min (74% of the predicted value). On a plain radiography performed before the patient visited this hospital, nodular lesions were found to be distributed along the bronchi in the right middle and lower lobes (), and on the chest CT, thickened lobules and multiple peribronchovascular nodules were observed throughout the entire right lung and in the left lower lobe, in addition to lymphadenopathy around the bronchi and the right pulmonary hilum (). The patient's symptoms were relieved to some extent after symptomatic treatment, but they were not eliminated, even during the follow-up. Repeat chest radiography and CT were performed, and the results showed that the known multiple nodules had increased considerably and the hilar lymph nodes had become more enlarged (). The patient underwent bronchoscopy, and multiple nodules of different sizes were observed throughout the bronchi (). An endobronchial biopsy was performed, whereon multiple non-caseating chronic granulomatous lesions were diagnosed (). No acid-fast bacilli and fungus figured out on tissue staining. On BAL, macrophages, lymphocytes, neutrophils, CD4, and CD8 cells were counted as 31%, 68%, 1%, 75.1%, and 16.6%, respectively. Bacteria, fungi, virus, and tubercle bacillus were not detected in the BAL fluid.\\nRepeat blood chemistry results included ACE and calcium levels of 94 IU/L and 9.7 mg/dL, respectively. Ophthalmic and dermatologic abnormalities were not detected, and there were no notable abnormalities on echocardiography or gallium-67 scan. Finally, the patient was diagnosed with endobronchial sarcoidosis involving lungs and lymph nodes, and oral prednisolone was prescribed (70 mg; 1 mg/kg/day). The symptoms continued to recede with administration of prednisolone, and the dose was gradually reduced to 5 mg for 7 months. The chest radiography and CT performed at 7 months' follow-up confirmed a remission (). Currently, the patient is being monitored with regular follow-up and is not receiving steroids.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'6571476': 1, '27890996': 2, '18032765': 1, '7432044': 1, '8372178': 1, '7930921': 1, '9110911': 1, '23814600': 2}", "similar_patients": "{'5112824-1': 1}"}