{"patient_id": 161442, "patient_uid": "3654475-1", "PMID": 23682187, "file_path": "noncomm/PMC003xxxxxx/PMC3654475.xml", "title": "Ulnar buttress arthroplasty after enbloc resection of a giant cell tumor of the distal ulna", "patient": "A 43-year-old male patient presented with a six-month history of pain and swelling in the nondominant left wrist. The swelling was present over the distal end of the ulna and it was tender. Terminal flexion and ulnar deviation of the wrist joint was restricted. Radiograph of the wrist joint revealed an expansile, lobulated osteolytic lesion of the epiphyseo-metaphyseal region of the distal ulna []. The lesion was hypointense in T1W and heterogenous in T2W images in magnetic resonance imaging (MRI) []. Clinical and radiological findings were suggestive of a benign GCT of the distal ulna. A Trucut biopsy of the lesion was advised which showed multiple osteclastic giant cells against a background of spindle-shaped stromal cells; this confirmed our diagnosis as a GCT of the distal ulna. Chest radiograph and computed tomography (CT) scan of the chest and abdomen were normal. Bone scan revealed an increase uptake of tracer in the distal part of the ulna.\\nThe patient underwent extraperiosteal resection of the tumor and buttress arthroplasty of the distal ulna. We resected the whole of the distal ulna with 2 cm of normal cuff of bone. The excised specimen measured 9.5 cm in length []. A 1 × 1 cm iliac crest graft was harvested from the ipsilateral iliac crest and fixed to the distal part of the radius with a small fragment cortical (3.5 mm) screw and 1.5 mm K wire; the triangular fibrocartilaginous complex and ulnar collateral ligament were attached to the graft. The distal end of the ulna was stabilized with the radial slip of the ECU tendon. The tendon slip was passed through the ulnar stump after making a drill hole and it was stitched to its own substance. Histological examination of the surgical margin was tumor free. In the postoperative period, the wrist joint was splinted in an above-elbow plaster of Paris (POP) slab for two weeks, and then gradual movements of the wrist joint was initiated; complete bony fusion of the graft to the distal end of the radius was confirmed on radiographs after two-and-a-half months of surgery.\\nThree years later, the patient had no evidence of tumor recurrence or graft absorption []. There was no evidence of ulnar translation of carpal bones, and the ulnar stump was centrally placed with no signs of instability (no radioulnar convergence) []. The wrist joint movements were normal with dorsiflexion of 90°, palmar flexion of 90°, pronation of 90°, and supination of 90°. Functional results of the wrist joint were evaluated using the score of Ferracini et al., which was based on range of motion, pain level, muscle strength, and the presence or absence of ulnar impingement and ulnar or carpal instability. The patient had a score of 18 out of 18, indicating an excellent functional outcome [].", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'9726558': 1, '19830093': 2, '21773775': 2, '17009832': 1, '33623766': 2, '24455371': 2, '8732404': 1, '8501358': 1, '12943342': 1, '9070531': 1, '15043887': 1, '12990629': 1, '7775778': 1, '20592994': 2, '33516051': 2, '23682187': 2}", "similar_patients": "{'3150648-1': 1, '7885650-1': 1, '3885150-1': 1, '2740324-1': 1, '2740324-2': 1, '2892703-1': 1, '7847819-1': 1}"}