{"patient_id": 157156, "patient_uid": "3299072-1", "PMID": 22412274, "file_path": "noncomm/PMC003xxxxxx/PMC3299072.xml", "title": "Rare association of central pontine myelinolysis with infantile tremor syndrome", "patient": "A 15 month old male child born normally at full term to non-consanguineous parents of low socio-economic status was admitted in pediatric ward with complaints of continuous and generalized tremor involving all limbs and head for 2 days. The baby had grade II malnutrition. He had hyperpigmentation specially over hands, feet, and moderate pallor with mild hepatosplenomegaly. He had recent hair-cut for graying and fall of hair. His tremor was generalized, coarse, fast, and of low amplitude. Tremor disappeared during sleep but aggravated during activities. Tremor was disturbing his normal activities of sitting, walking, and feeding. The baby had history of motor delay but no mental delay and he took interest in surroundings. His other neurological examination findings were normal.\\nRoutine blood revealed pallor (Hb - 6.8 gm/dl) with microcytic hypochromic anemia. Chest X-ray revealed mild hilar infective changes. USG abdomen showed hepatosplenomegaly without ascites. Slides for malaria parasite and dual antigen were negative. The Mantoux test was negative. Serum urea, creatinine, and other biochemical parameters (serum Na, K, Ca) were within normal limits. MRI showed a typical hyperintense lesion in T2-weighted image of central pons with sparing of periphery of pons consistent with CPM []. EEG was normal. The cerebrospinal fluid (CSF) study was normal. Serum vitaminB12 and mineral (Mg and Zn) levels were within normal limits.\\nThe baby was treated according to the WHO protocol for malnutrition, vitamin (A, D, B-complex, and C) and mineral (Zn, Mg, Ca) supplementation, antibiotics, and propranolol for 2 weeks. Propranolol was started at a dose of 0.5 mg/kg/day 2 days after starting nutritional therapy as there was no considerable improvement of tremor. Propranolol was gradually increased up to 2 mg/kg/day. During this period tremor decreased in intensity and general condition of the baby improved substantially. The baby was discharged with above medications and iron and followed-up for 2 weeks with disappearance of tremor without any side effects of propranolol.", "age": "[[15.0, 'month']]", "gender": "M", "relevant_articles": "{'28217151': 1, '2459405': 1, '28217150': 1, '23772258': 1, '17413198': 1, '26557175': 2, '26752914': 1, '16272654': 1, '27382211': 1, '13159372': 1, '22412274': 2}", "similar_patients": "{'4611903-1': 1}"}