{"patient_id": 158449, "patient_uid": "3401775-1", "PMID": 22837935, "file_path": "noncomm/PMC003xxxxxx/PMC3401775.xml", "title": "Thiamine responsive megaloblastic anemia syndrome associated with patent ductus arteriosus: First case report from Kashmir Valley of the Indian subcontinent", "patient": "SA, a 23-month-old girl, a second baby of consanguineous marriage, born of an uneventful full-term delivery by cesarean section had presented to her pediatrician with severe hyperglycemia. She was put on insulin therapy, although she had no evidence of ketosis in the face of severe hyperglycemia, negative anti-GAD antibodies, and detectable postmeal C-peptide. There was no history of fever, jaundice, haematesis, malena, bleeding from any site or lymphadenopathy. Her anthropometry was in the expected range. Her developmental milestones were normal till at the age of 4 years when her parents had noticed delayed development of speech. The speech evaluations lead to the discovery of bilateral sensorineural hearing loss on pure tone audiometry. She was brought to our clinic at the age of 5 and a half years with poor attainment of linear growth, poor school performance, and complaints of easy fatigability with lassitude. The clinical examination revealed pallor, height of 115 cm (50th centile by CDC), weight of 18 kg (50th centile by CDC) []. Her IQ was 91.66 and tuning fork testing revealed bilateral sensory neural hearing loss. Systemic examination revealed a grade III/IV holosystolic murmur at apex. Rest of the examination was unremarkable. Investigative workup revealed normochromic macrocytic anemia with mild anisocytosis (Hb = 4.8 g/dl) []. Liver function, kidney function, urinalysis, chest roetgenography, and electrocardiography were normal. A direct antihuman globulin test was negative and bone marrow aspiration and biopsy was suggestive of late myeloid maturation arrest with a paucity of erythroid cells and megakaryocytes. The iron profile was normal [serum iron = 15.99 (6.6--26.0 μmol/l), total iron binding capacity = 44.20 (46.4--69.5 μmol/l) and transferrin saturation = 36% (16--40)] as was serum LDH (216 IU/l) and plasma lactate [(23.65 mg/dl (4.5--20)]. Blood glucose levels were within acceptable range while on insulin 9--12 units of Insulin as part three times a day []. Visual-evoked potential was normal bilaterally but electroretinography (ERG) revealed evidence of severe degree of macular involvement with associated axonal involvement of the peripheral retinal ganglionic cells. The pattern reversal stimulation did not evoke anything on ERG but on flash stimulation amplitude was reduced and latency was normal []. Audiogram was suggestive of profound bilateral sensorineural type of hearing loss []. Echocardiography revealed a 3.2 mm small PDA with left to right shunt (maximum pressure gradient across 45 mmHg), intact IAS/IVS, and LVEF of 65% []. The PDA was corrected at the age of 6 years and postoperative echocardiography was normal.\\nWith the above clinical data a diagnosis of Roger's syndrome was entertained and the patient was put on high dose of oral thiamine (75 mg daily). The patient was followed closely and clinical assessment and investigation were done every three to 4 weeks of treatment. The patient required gradually decremental doses of insulin till she went off insulin in a period of 10 weeks. Currently her blood glucose is in the normal range [] and hemoglobin showed a steady rise (to Hb = 11.1 g/dl) with peripheral blood smear showing normal morphology except mild anisocytosis []. She was given a hearing aid and is planned for cochlear implant.", "age": "[[23.0, 'month']]", "gender": "F", "relevant_articles": "{'4045602': 1, '9538968': 1, '20835854': 1, '19643445': 1, '21285901': 1, '19817279': 1, '19344068': 1, '12393806': 1, '10074490': 1, '14627317': 1, '10391223': 1, '2540004': 1, '19922902': 1, '19347672': 1, '31019473': 1, '12691235': 1, '19610542': 1, '5767338': 1, '19619756': 1, '32425985': 1, '19242038': 1, '22837935': 2}", "similar_patients": "{}"}