{"patient_id": 42452, "patient_uid": "3671804-1", "PMID": 23737885, "file_path": "comm/PMC003xxxxxx/PMC3671804.xml", "title": "A case of anaphylactoid purpura nephritis accompanied by pulmonary hemorrhage and review of the literature", "patient": "An 11-year-old female patient was hospitalized on April 3, 2012 due to cutaneous purpura of the lower limbs for half a month and urine test abnormality for three days. The patient presented with cutaneous purpura of the lower limbs without apparent cause (0.5–5 mm maximum diameter, bright red in color, skin swelling, no fading when compressed, and symmetric distribution). The patient also presented with knee and ankle joint pain and abdominal pain, but there were no symptoms of hematochezia, hematemesis or hemoptysis. Blood examination in The First Affiliated Hospital, Henan University of Traditional Chinese Medicine, showed that routine urine was normal. After the administration of hydrocortisone, cimetidine and amoxicillin for one week, the purpura disappeared and pain was relieved. The drug administration was immediately stopped while observations were conducted. Ten days following drug withdrawal, routine urine re-examination was conducted and gave the following results: urine protein (PRO) 3+; occult blood (BLD) 3+; and erythrocyte +++/HP. The patient was hospitalized on April 3, 2012 with HSPN at the First Affiliated Hospital, Henan University of Traditional Chinese Medicine (TCM). On admission, the lower limbs had no erythra or edema and there was no accompanying discomfort such as fever, abdominal pain, arthralgia, cough or expiratory dyspnea. Feces was normal and urine was deep yellow with appropriate volume.\\nPhysical examination revealed the following: the body temperature was 36.5°C; the pulse was 96 bpm; the breathing frequency was 24 times/min; the blood pressure was 80/50 mmHg; and the body weight was 30 kg. The patient’s consciousness and mental state were normal. There was no erythra anywhere on the body and the pharyngeal cavity was hyperemic. Double lung auscultation indicated that the sound of the patient’s breath was clear, and dry and moist rales were not audible. Heart auscultation did not present any abnormality and the abdomen was soft and had no tenderness or rebound pain. The liver and spleen under the rib cage were palpable, the bowel sounds were normal and bilateral renal percussion was negative. The spine and joints of the four extremities did not present any deformity, and the four extremities did not present erythra or edema. The neurological examination revealed no abnormality.\\nA routine blood test revealed the following: a white blood cell (WBC) count of 5.1×109 cells/l; a hemoglobin (HGB) level of 110 g/l; a red blood cell (RBC) count of 4.1×1012 cells/l; and a platelet (PLT) count of 260×109/l (2012. 04. 04). The results of a routine urine test were as follows: PRO 3+, BLD 3+ and RBC 3+/HP. The fecal occult blood test was negative, the urine protein level at 24 h was 2.56 g/2000 ml urine and the urinary N-acetyl-β-D-glucosaminidase (NAG) enzyme level was 33.3 U/gCr. The coagulation functions were as follows: the prothrombin time was 10.5 sec, the international normalized ratio (INR, prothrombin time ratio) was 0.98, the fibrinogen level was 4.05 g/l, the activated partial prothrombin time was 36.1 sec (normal value, 24–36 sec) and the D-dimer level was 0.22 mg/l. The T-cell subset counts were: CD3+, 416/μl; CD4+, 137/μl; CD8+, 208/μl; and CD4+/CD8+, 0.65/μl. Liver and kidney function tests revealed the following: TP, 66.3 g/l; A, 38.7 g/l; alanine aminotransferase (ALT), 13.0 U/l; aspartate aminotransferase (AST), 24 U/l; blood urea nitrogen (BUN), 4.49 mmol/l; creatinine (Cr), 61.9 μmol/l; and normal electrolyte levels. Humoral immunity, complement, C-reactive protein (CRP) and erythrocyte sedimentation rate (ESR) results were also normal; anti-nuclear antibody (ANA), extractable nuclear antibody (ENA), five indicators (HBsAg, HBsAb, HBeAg, HBeAb, HBcAb) of hepatitis B, three indicators (anti-HCV, anti-HIV, anti-TP) of infectious diseases and Mycobacterium tuberculosis antibody were negative. Double renal parenchyma presented mild diffuse changes, and the liver, gallbladder, spleen and pancreas showed no significant abnormality. Routine chest radiography indicated an irregular high-density shadow in the medium upper field of the right lung. Therefore, pulmonary hemorrhage was considered.\\nFollowing admission, the patient’s disease history was examined. The patient had not recently presented with respiratory tract infections, including fever, cough, hemoptysis, pectoralgia, or hemorrhage. To further investigate the nature of the pulmonary high density shadow, a double lung CT examination was conducted. The result indicated that the inferior lobe of the left lung () and the superior lobe dorsal segment of the right lung presented high-density shadows (), and the property was unclear, but the possibility of pulmonary hemorrhage was considered. Further examination results indicated that three serological tests of tuberculosis and the PPD test all were normal, and a T-spot assay indicated that interferon levels instituted by both antigen A and antigen B were zero, therefore, tuberculosis was not considered. Due to disease history, clinical manifestations, routine blood, blood sedimentation and CRP results, spherical pneumonia infection was also not considered. As the lesion nature remained undetermined, a lung aspiration biopsy was recommended, but the family refused. In addition, five indicators (PT, INR, APTT, TT, FIB) of coagulation were almost normal, and the 24-hour urine protein reached the criterion of massive proteinuria. Therefore, renal biopsy puncture was conducted. Renal pathological observation under a light microscope showed 12 glomeruli. Among them, there were two cellular crescents, and one glomerular segment that presented mesenteric and endothelial cell proliferation and lobulation. In addition, three glomerular segments presented mild mesenteric proliferation and focal segmental hypertrophy of podocytes, and two glomerular segments presented endothelial cell swelling. The basement membrane showed no significant abnormality, and the stroma presented a small amount of mononuclear cell infiltration (). Immunofluorescence showed that the IgA (+++), C3 (+) mesentery and capillary vessels had small block- and particle-like deposits (). Tests for IgG, IgM, HBsAg, HBeAg and HBcAg were negative, and the expression levels of type IV collagens α3 and α5 were normal. Therefore the patient was diagnosed with HSPN (IIIα) or pulmonary hemorrhage. The following treatment schemes were prepared: i) orally administered prednisone tablets, 2 mg/kg.day, three times daily; ii) tripterygium glycoside tablets, 2 mg/kg.day, three times daily; iii) Benazepril tablets, 10 mg/day; iv) due to the consideration of pulmonary hemorrhage, anticoagulant therapies, including heparin and Zantin were not used; v) traditional Chinese medicine was used for ‘clearing heat’ and ‘detoxifying and cooling blood’ and hemostasis. After 10 days of treatment, CT re-examination showed that the original pulmonary hemorrhage was altered; it was markedly absorbed and reduced (). A routine urine test gave the following results: PRO 2+, BLD 3+, RBC 3+/HP and 24-hour urine protein, 0.99 g/day. The patient was recovering and so was discharged. The treatments were continued outside the hospital, and the doses of prednisone and tripterygium glycosides were gradually reduced. On August 19, 2012, the patient was visited and examined. The urine protein quantification at 24 h was 0.068 g; routine urine results were: PRO -, BLD 1+ and RBC 5–8/HP; and no recurrent purpura was visible.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'6751709': 1, '31752918': 1, '10452284': 1, '8775738': 1, '33126388': 1, '456038': 1, '12215831': 1, '8208599': 1, '29225270': 1, '18196442': 1, '29877284': 1, '31506159': 1, '17908143': 1, '23737885': 2}", "similar_patients": "{}"}