{"patient_id": 34499, "patient_uid": "3014837-2", "PMID": 21209733, "file_path": "comm/PMC003xxxxxx/PMC3014837.xml", "title": "Two Siblings with Familial Chylomicronemia Syndrome: Disease Course and Effectiveness of Early Treatment", "patient": "SA is a 4-year-old boy. He was referred at age 16 days because of the positive family history of hypertriglyceridemia. He had full-term, spontaneous vaginal delivery with uneventful pregnancy. Examination revealed an active, but not dysmorphic baby. No skin manifestation. Abdomen showed no hepatosplenomegaly. Examination of the cardiovascular system was normal, including blood pressure. Eye examination was normal. Baseline ultrasound of abdomen, ECG, and Echo were normal. Laboratory investigations revealed TG 5.92 mmol/L, high (normal <1.70 mmol/L), cholesterol 2.32 mmol/L normal (normal <4.40 mmol/L), HDL 0.47 mmol/L (normal >1.55 mmol/L), LDL <1 mmol/L (normal <2.26 mmol/L), and HB 18.7 g/dL (13.6–19.6 g/dL). He was given dietary advice but no lipid-lowering drug was started. He was observed with close follow up.\\nSix months later, TG was significantly raised: TG 10.56 mmol/L (929 mg/dL), cholesterol 7.09 mmol/L, HDL 0.34 mmol/L, and LDL 1.03 mmol/L. Due to the positive family history and abnormal laboratory findings, he was started on Gemifirazil (lipoid) 300 mg twice a day. Liver enzymes were normal prior to commencing medications.\\nSA was also referred to a dietitian for low-fat milk and dietary advice. On follow up he was noticed to have hepatomegaly and eruptive xanthomas on the elbows, which was transient and resolved spontaneously. There was no history of abdominal pain or hospital admission for suspected pancreatitis. The eye examination showed no evidence of lipemia retinalis. Lipid profile, complete blood count, and liver enzymes were continuously monitored ().", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'3459170': 1, '17131487': 1, '9738727': 1, '1576758': 1, '17420495': 1, '23081844': 1, '33419463': 1, '1579554': 1, '15321807': 1, '3882058': 1, '18023224': 1, '1458422': 1, '11368702': 1, '9785052': 1, '8540502': 1, '16709475': 1, '16174715': 1, '28623936': 1, '8516088': 1, '17542893': 1, '6833877': 1, '17264583': 1, '23105777': 1, '17377073': 1, '21209733': 2}", "similar_patients": "{'3014837-1': 2}"}