{"patient_id": 157308, "patient_uid": "3307464-1", "PMID": 22438628, "file_path": "noncomm/PMC003xxxxxx/PMC3307464.xml", "title": "Oncocytic lesion of parotid gland: A dilemma for cytopathologists", "patient": "A 68-year old male patient presented to the outpatient department with a 6 cm swelling in the right parotid region. He noticed it seven months back, and it increased gradually to the present size. On examination, the swelling was firm, slightly irregular, non-tender and not fixed to the skin or deeper structures. The patient had no other complaint. FNAC was done using a 26-gauge needle fitted to a 10 mL syringe. The aspirate was blood mixed and granular, and the smears were stained with May-Grünwald-Giemsa (MGG) stain and hematoxylin and eosin (H and E) stain. The cellular smears showed cohesive clusters of oncocytes - large cells with abundant, granular, eosinophilic cytoplasm with round centrally-placed or occasionally eccentric nucleus. The pleomorphism was of mild degree and prominent nucleoli were present in few cells. The background was more-or-less clear with absence of fluid, debris and lymphoid cells []. A cytopathological diagnosis of an oncocytic lesion with the possibility of an oncocytic neoplasm was given, which needed to be confirmed by subsequent histopathology. The patient underwent superficial parotidectomy and the specimen was sent for biopsy confirmation. The sections showed that the entire resected gland was replaced by oncocytic cells with granular eosinophilic cytoplasm, which were admixed at places with some clear cells as well []. The mass lacked a definite capsule. There was no associated tissue response in the form of fibrosis or inflammation. No original salivary tissue could be sampled from the specimen. The patient was diagnosed as case of diffuse hyperplastic oncocytosis. No further treatment was given and the patient was free of any complaints at 1 year follow-up.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'34042095': 1, '27335603': 2, '28454314': 1, '16295393': 1, '31769640': 1, '27918739': 1, '30693257': 2, '32365590': 1, '32410133': 1, '15042484': 1, '27601813': 1, '29489937': 2, '34377171': 1, '31942093': 1, '5301280': 1, '15789332': 1, '22438628': 2}", "similar_patients": "{'5829550-1': 1, '5829550-2': 1, '5829550-3': 1, '5829550-4': 1, '6327801-1': 1, '4908748-1': 1}"}