{"patient_id": 156264, "patient_uid": "3229947-1", "PMID": 22148021, "file_path": "noncomm/PMC003xxxxxx/PMC3229947.xml", "title": "Treatment of Disseminated Classic Type of Kaposi's Sarcoma with Paclitaxel", "patient": "A 78-year-old man had developed a purpuric plaque on his left thumb 7-month ago. Progressive spreading violaceous plaques with dark purple disseminated nodules appeared on his extremities, and lymphedematous change was noted on the left arm (). He had no history of trauma to the left thumb or treatment history with corticosteroids or anticoagulation drugs.\\nThe biopsy of his arm disclosed no specific change in the epidermis, but the whole dermis was composed of extensive hemorrhaging and the presence of irregular anastomosing vascular channels lined by atypical, enlarged endothelial cells permeated by collagen bundles. Immunohistochemical staining for CD 31 and CD 34 were positive in the endothelial cells and the spindle-shaped cells in the dermis (). The clinical and pathologic features indicated that the diagnosis was consistent with KS.\\nLaboratory tests for the human immunodeficiency virus or immunosuppression were all negative. Computed tomography scans of the neck, chest and abdomen revealed no metastatic lesions, and the brain magnetic resonance imaging revealed no evidence of metastasis. At multidisciplinary review, we planned paclitaxel monotherapy, which has been proved to be effective and well tolerated in patients with aggressive refractory classic KS, because the patient was elderly. We chose paclitaxel (Genexol-PM; Samyang, Seoul, Korea) as a monotherapy to reduce complications and improve the quality of life. Paclitaxel was administered intravenously at a dose of 135 mg/m2 once every three weeks. After two infusions, the KS lesions showed dramatic improvement, with improvement of the hyperpigmentation and edema in the extremities (). Though the patient required additional treatment, we could not continue the paclitaxel because of his old age and poor general condition. During the six-month follow up period, the patient developed no additional KS lesions.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'18638627': 1, '16291852': 1, '9427257': 1, '16534786': 1, '26848230': 1, '27303184': 1, '12439331': 1, '12233927': 1, '17184252': 1, '10861090': 1, '9250545': 1, '9720757': 1, '9781608': 1, '24155950': 1, '12667236': 1, '15334644': 1, '18363766': 1, '9814876': 1, '22148021': 2}", "similar_patients": "{}"}