{"patient_id": 41175, "patient_uid": "3583086-2", "PMID": 23476848, "file_path": "comm/PMC003xxxxxx/PMC3583086.xml", "title": "Solar Retinopathy: A Multimodal Analysis", "patient": "A 27-year-old Caucasian male who worked in the Navy came for a medical retinal consultation following blurry vision in both eyes. He reported looking at the sun for few minutes one day prior to the presentation, without sunglasses and without wearing a hat. His visual acuity was 20/100 in both eyes. Anterior segment examination was normal. Intraocular pressure was normal. On dilated fundus examination, the foveal reflex was abnormal and RPE changes were detected at the fovea (Figures and ). SD-OCT showed a maintained foveal contour, absence of vitreoretinal traction, increased foveal rod-shaped full-thickness hyperreflectivity that extended from the outer segments of the photoreceptors and the RPE to the inner layer of the retina, and interruption of the external limiting membrane and of the IS/OS junction, bilaterally (Figures and ). FAF demonstrated a foveal hypoautofluorescent area that was circled by a slightly hyperreflective ring, bilaterally. The patient was immediately started on oral prednisone (1 mg/kg). One week later, his visual acuity was markedly improved to 20/40, but the subject was still complaining of central scotoma and metamorphopsia. Further fundus examination showed a reduction in the yellow spot. At SD-OCT, the hyperreflective band had receded. At 6 months, the patient showed complete recovery to 20/20 visual acuity. SD-OCT demonstrated that the external limiting membrane and the IS/OS junction were intact. The FAF findings were isoautofluorescent.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'19535358': 1, '18185134': 1, '21899248': 1, '24832707': 1, '12569943': 1, '22798967': 2, '2912913': 1, '29992070': 2, '2717802': 1, '15878062': 1, '20172065': 1, '19324865': 1, '33764992': 1, '25323644': 1, '22153819': 1, '10431794': 1, '16226541': 1, '31533669': 1, '30275682': 2, '21708377': 1, '17030708': 1, '23476848': 2}", "similar_patients": "{'3583086-1': 2, '3394112-1': 1, '3394112-2': 1, '3394112-3': 1, '6016157-1': 1, '6157985-1': 1, '6157985-2': 1, '6157985-3': 1}"}