{"patient_id": 38295, "patient_uid": "3410774-1", "PMID": 22607576, "file_path": "comm/PMC003xxxxxx/PMC3410774.xml", "title": "Unusual manifestations of acute Q fever: autoimmune hemolytic anemia and tubulointerstitial nephritis", "patient": "A previously healthy 39-year-old man who was an officer in a city hospital presented with a 10-day history of fever, chills, fatigue, sweats, and muscle aches. He noted no complaints of cough and sputum but dyspnea and jaundice which began three days ago before presentation and gradually worsening over 24–48 hrs. He had no history of exposure to an animal and travel to rural areas. His temperature was 390C (102.20F), his pulse was 96 beats/min, his respiration rate was 24 breaths/min, his systolic blood pressure was 110 mmHg, and his oxygen saturation was 96% on room air. The patient seemed icteric and lung auscultation showed bibasilar crackling. Findings of additional examination were unremarkable. Arterial blood gas analysis revealed a marked respiratory alkalosis (elevated pH and marked decline in pCO2) and mild hypoxemia (pO2, 75 mm Hg).\\nThe hemoglobin concentration was 4.4 g/dL, WBC count was 24 X 103cells/μL and platelet count was normal. Blood film examination showed 90% of neutrophils with toxic granulations and erythrocyte morphology with hypochromia, anisocytosis and spherocytosis. The levels of blood urea nitrogen (BUN), creatinine, electrolytes, vitamin B12, folate and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) were normal. The serum lactate dehydrogenase (LDH) level was 414 U/L (normal range, 125–240 U/L) and total bilirubin was 5.8 mg/dL (normal range, 0.3-1.2 mg/dL) with a rate of 3.0 mg/dL indirect bilirubin. The corrected reticulocyte count was 4% (normal range, 0.5-2.5%). A routine urinalysis was normal and the fecal occult blood test was negative. The erythrocyte sedimentation rate (ESR) was 100 mm/h, and the C-reactive protein (CRP) level was 272 mg/L (normal value, <8 mg/L). Chest radiography showed multiple pulmonary infiltrates and an additional CT of thorax widespread patchy ground-glass opacities throughout both lungs suggesting acute interstitial or viral pneumonia and bilateral pleural effusion (Figure a and Figureb). The direct Coombs’ test (antiglobulin test) for explaining of hemolysis was positive. The patient was admitted to the intensive care room, and he began receiving intravenous fluids, empirical ampicillin/sulbactam intravenously plus oral clarithromycin for clinical diagnosis of community acquired pneumonia, and methylprednisolon intravenously (1 mg/Kg daily) for controlling hemolytic process.\\nA total of 4 unites of erythrocyte suspension were administered in 24 hours and the hemoglobin concentration increased to 8.0 g/dL. Despite the clinical situation of him was good, the patient's laboratory values worsened on the second day of admittance. The BUN rose to the level of 43 mg/dL (normal range, 5–25 mg/dL) and the creatinine rose to the level of 3.4 mg/dL (normal range, 0.7-1.2 mg/dL). The AST level was 1388 U/L (normal range, 5–40 U/L) and the ALT level was 832 U/L (normal range, 5–54 mg/dL). Total bilirubin level increased to 9.4 mg/dL (indirect content, 4.1 mg/dL), and the LDH level to 4822 IU/L. The total creatine kinase level was 1515 U/L (normal range, 38–176 U/L). Performed sequential electrocardiograms and echocardiography test showed no cardiac pathology. Thyroid function tests were within normal values. A serum sample for diagnosing of Hantavirus infection, Crimean-Congo hemorrhagic fever virus (CCHFV) infection, and acute Q fever and a throat swab specimen for diagnosing of H1N1 influenza were sent to the Refik Saydam Hifzissihha Institute, Ankara, Turkey. Serological markers indicating acute infection with Epstein-Barr virus, cytomegalovirus, herpes simplex virus, parvovirus, varicella zoster virus, mumps virus, measles virus, and rubella virus were all negative. The detailed viral hepatitis markers andBrucella-specific Wright tube agglutination test were also negative. The blood and urine cultures for bacteria yielded no growth.\\nHis blood hemoglobin concentration decreased again to 5 gr/dL on the 3rd day and cold agglutinin test was found to be negative on the same day. The blood creatinine rose to the level of 8.4 mg/dL on the day 4th, and anuria developed. After evaluation, it was decided to take the patient in hemodialysis treatment 3 times a week. A percutaneous renal biopsy on the day 12th demonstrated acute tubulointerstitial nephritis (TIN, Figure ). Serologic and virologic analyses with ELISA and real time-PCR method for Hantavirus infection, CCHFV and PCR method for H1N1 influenza were negative. Serum sample was found to be positive against C. burnetii by immunofluorescence assay (IFA) and indicated an acute Q fever infection with the titer of 1:512 for IgG, 1:64 for IgM against phase II and a negative serology against phase I antigen. The patient continued receiving antibiotics and hemodialysis treatment for 14 days. He became afebrile after 5 days of antibiotic and steroid treatment, his clinical condition improved in 10 days, AST and ALT returned to normal levels within 15 days. The blood creatinine returned to normal levels 16 days after hemodialysis started and then hemodialysis treatment no longer needed. A total of 18 units of erythrocyte suspension were administered during the hospitalization period and the blood hemoglobin concentration was 10.9 g/dL on the 16th day of admission. Total bilirubin returned to normal levels after 21 days of admission. The pulmonary infiltrates improved after 21 days of antibiotic therapy. Steroid therapy was continued for 3 months and discontinued by reducing the dose over time. The patient improved without any complications and he was uneventful after 6 months of follow up.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'16627605': 1, '34232075': 1, '21458794': 1, '18365153': 1, '17763171': 1, '15202694': 1, '15792739': 1, '16503466': 1, '8321379': 1, '8862597': 1, '18755387': 1, '18611796': 1, '20846582': 1, '21414083': 1, '20800146': 1, '10515901': 1, '1364022': 1, '2409135': 1, '7578731': 1, '9502456': 1, '15004262': 1, '11709360': 1, '9650920': 1, '940918': 1, '15414333': 1, '1522334': 1, '22607576': 2}", "similar_patients": "{}"}