{"patient_id": 42714, "patient_uid": "3690743-1", "PMID": 23840219, "file_path": "comm/PMC003xxxxxx/PMC3690743.xml", "title": "Interrupted Aortic Arch in an Adult with Polycystic Kidney Disease", "patient": "A 69-year-old woman patient, under a routine, three times a week hemodialysis programme for 8 years, with a history of polycystic kidney disease accompanied by chronic renal failure (CRF) and chronic obstructive pulmonary disease (COPD), complained of a chest pain and dyspnea while being evaluated during one of her dialysis sessions. In the physical examination, her blood pressure (BP) in the right upper extremity was found to be 140/80 mmHg and heart rate 78/min, and heart and breath sounds were normal. Her electrocardiogram showed sinus rhythm. Cardiac enzymes observed for the purpose of excluding the diagnosis of acute coronary syndrome are found within the normal range. Echocardiographic evaluation showed left ventricular hypertrophy, dilatation in the right heart cavities, pulmonary hypertension, 2-3° tricuspid regurgitation, 1° aortic regurgitation, and minimal pericardial effusion. In BP measurements, while blood pressures in both upper extremities were found to be at the hypertension level (BP: 150/90 mmHg), the lower extremity pressures were found to be at low levels (BP: 110/70). Hence, spiral thorax CT angiography was applied to the patient, who was suspected to have aortic coarctation. It was seen in her report that the descending aorta was interrupted in a 1 cm segment starting from the subclavian arterial exit. It was observed that the distal of the descending aorta was being filled with internal mammarian and paravertebral collaterals (Figures and ). Coronary arteries were also evaluated in CT angiography, and no critic lesions were observed. The patient was diagnosed with interrupted aortic arch type A, and with the decision of a common meeting of cardiology and cardiovascular surgery, it was agreed to keep the patient under control with medical treatment (metoprolol 1 × 50 mg, ramipril 1 × 5 mg, and acetylsalicylic acid 1 × 100 mg). The patient, whose complaints have been considerably reduced, is still getting hemodialysis treatment in our center.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'9269656': 1, '7692313': 1, '3419455': 1, '10615132': 1, '17656674': 1, '10781953': 1, '9326937': 1, '10213389': 1, '13808756': 1, '26725733': 1, '29850420': 1, '8298643': 1, '11689485': 1, '8433548': 1, '20856231': 1, '21793929': 1, '10677526': 1, '3192256': 1, '1271195': 1, '6231874': 1, '11134267': 1, '23401778': 1, '15765861': 1, '23840219': 2}", "similar_patients": "{}"}