{"patient_id": 36060, "patient_uid": "3168462-1", "PMID": 21991512, "file_path": "comm/PMC003xxxxxx/PMC3168462.xml", "title": "A Case of Biliary Pancreatitis Which Subsided after Endoscopic Sphincterotomy during Pregnancy", "patient": "A 24-year-old female patient in the 32nd week of her second pregnancy was referred to the Department of Gastroenterology, because of pain in the right upper quadrant that radiated to the back and the epigastrium. On palpation, the patient had displayed tenderness in the right upper quadrant. Sclerae were icteric. An abdominal ultrasound examination revealed homogenous liver parenchyma, and a few gallstones were visualized in the gallbladder, the largest measuring 23 mm in diameter. The transverse diameter, wall thickness of the gallbladder, and intrahepatic and extrahepatic bile ducts were normal. A biochemical analysis of the serum revealed an elevated serum amylase level (1724 IU/mL); liver function tests and serum bilirubin levels were as follows: aspartate aminotransferase—287 IU/mL, alanine aminotransferase—319 IU/mL, alkaline phosphatase—261 IU/mL, gamma gluthamil transferase—83 IU/mL, total bilirubin—2,87 mg/dL, and direct bilirubin—2,44 mg/dL. Laboratory findings on admission and through followup are summarized in . The patient's serum triglyceride and calcium levels were normal. The patient was diagnosed as having acute biliary pancreatitis. As a result, oral intake was withheld. Intravenous fluid therapy, Ampicillin + Sulbactame 3 × 1 g/day, and total parenteral nutrition were administered. On the second day of hospitalization, an endoscopic sphincterotomy was performed without the use of fluoroscopy, and the common bile duct was selectively cannulated with a guidewire using direct video endoscopic control. A catheter was advanced over the guidewire into the bile duct. Bile was aspirated into the catheter to confirm cannulation of the bile duct, and the sphincterotomy was performed. The patient's abdominal pain and the elevated amylase and lipase levels subsided after this procedure. Uterine contractions, which began on the fifth day of the hospitalization, could not be halted with magnesium infusion, and the patient gave birth to a premature but otherwise healthy infant with a Caesarian section in the 32nd gestational week.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'2360143': 1, '7631678': 1, '5910970': 1, '9569356': 1, '7944038': 1, '1478736': 1, '21991512': 2}", "similar_patients": "{}"}