{"patient_id": 41286, "patient_uid": "3594903-1", "PMID": 23573063, "file_path": "comm/PMC003xxxxxx/PMC3594903.xml", "title": "Pacemaker Lead Induced Inferior Vena Caval Thrombosis Leading to Portal Hypertension", "patient": "A 40 year old male had a history of single chamber permanent pacemaker implantation (VVIR) in 2001 for complete heart block. As the patient was young, basic investigations were done at that time to exclude auto - immune and infiltrative diseases. Tests for Anti nuclear antibody (ANA), anti phosoholipid antibodies (APLA) and Rheumatoid factor were negative. In 2008, he was detected to have ERI (Emergency Replacement Indicated) and re-implantation was done with the change of pulse generator and pacing lead as lead impedance was high. The old lead was left in situ. After 4 years, he presented in our department with gradually progressive dyspnoea, bilateral pedal oedema and abdominal distension. At the time of presentation, he was in NYHA II functional class. On examination, the patient had pulse rate of 90/ min, blood pressure of 100/60 and normal heart sounds. General physical examination showed bilateral pedal oedema and icterus. The chest examination was normal. Abdominal examination showed distended superficial abdominal veins flowing centrifugally from umbilicus, tender hepatomegaly and shifting dullness, which was indicative of ascites. ECG showed paced rhythum. Chest radiograph revealed pacemaker in situ with its lead at right ventricular (RV) apex and another functionless lead, also at RV apex. 2D trans-thoracic echocardiography showed normal biventricular functions with paradoxical inter ventricular septal motion. Pacemaker lead was seen across tricuspid valve, positioned at RV apex along with another functionless lead at RV apex. This functionless lead had a small loop in right atrium (RA) close to the opening of inferior vena cava (IVC) into RA. A small mass was seen at this site over the lead with an accompanying thrombus at the mouth of IVC which was completely obliterating it (). Similar findings were confirmed with three dimensional echocardiography (). Colour Doppler also showed no flow from IVC to RA, instead increased flow was seen from superior vena cava to RA. A huge conglomeration of veins was seen around IVC which were collaterals, diverting blood from IVC to RA. Ultrasonography (USG) of abdomen showed hepatomegaly with dilated hepatic veins, dilated portal vein with a diameter of 12 mm, and moderate ascites. IVC venography showed no flow from IVC to RA, with flow diverting from IVC along collaterals to RA (). So, a diagnosis of 'thrombus over the functionless lead along with IVC thrombosis, leading to portal hypertension' was made. Basic laboratory investigations were done for excluding thrombophillic disorders. Levels of Protein C, protein S and antithrombin III were normal; reports for Factor V Leiden mutation and Prothrombin gene mutation were negative. USG abdomen and pelvis did not show any abnormality favouring intra-abdominal malignancy leading to increased thrombogenicity. After this, the patient was put on anti-coagulation. There was no improvement with anti-coagulation and patient was thereafter referred to surgeon for retrieval of thrombus and functionless pacemaker lead.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'788660': 1, '33598620': 2, '6368075': 1, '7548818': 1, '6754276': 1, '20922629': 1, '23573063': 2}", "similar_patients": "{'7873804-1': 1, '7873804-2': 1}"}