{"patient_id": 35741, "patient_uid": "3135225-1", "PMID": 21765848, "file_path": "comm/PMC003xxxxxx/PMC3135225.xml", "title": "Cardiovascular Side Effects of Atomoxetine and Its Interactions with Inhibitors of the Cytochrome P450 System", "patient": "A 26-years-old man with past medical history significant for mild mental retardation, obsessive compulsive disorder, and attention deficit hyperactivity disorder was admitted to our service after falling at his workplace after rising from a chair. It was a witnessed fall. Patient collapsed after rising from his chair after eating lunch at work. There was no urinary of fecal incontinence, no tongue biting, no jerky movements, and no loss of consciousness. There was no confusion or altered mental status afterwards.\\nHowever, interestingly, the patient was tachycardic from 120 s to 140 s on presentation and was also noted to have orthostatic hypotension, despite IV hydration in the ED. Of note, patient's intake has always been good and rather he enjoys drinking plenty of fluids. The review of systems was negative, and the patient did not have any other signs or symptoms concerning any infection. Physical exam was significant only for mildly dilated pupils.\\nElectrocardiogram (ECG) revealed sinus tachycardia, with no ST changes, and QTc interval was noted to be within the normal limits. Echocardiography showed a normal left ventricular size with mild hypertrophy with a low normal systolic function (ejection fraction of 50–55%). Segmental LV function was normal. Right ventricular size and function were normal, and no valvular abnormalities were noted. A head CT done in the emergency department also did not reveal any masses or lesions, and there were no fractures or hematomas. Thyroid studies were also within normal limits.\\nAs per the patient's parent, who has been taking care of him for the past 26 years, the patient has never had these symptoms. The patient apparently has been on atomoxetine (Strattera; Eli Lilly and Company), for the last 6 years without any problems. When asked about any new changes or additions to his medications, the patient was recently started on fluoxetine (Prozac) couple of months ago to help him with the “tic” of picking at his face.\\nThe tachycardia, orthostatic hypotension, and the syncope were new and important. Given no organic problems to explain his symptoms, we reviewed the side effects profile of atomoxetine and any potential drug interactions with fluoxetine, since the symptoms temporally correlated with the onset of the new drug. Interestingly, as discussed below, fluoxetine does affect the metabolism of atomoxetine causing drug levels of the latter to rise by several folds. Following is an account of the cardiovascular side effects of atomoxetine (Strattera) with a discussion on clinical implications and ways forward.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'20234828': 1, '29569329': 1, '17119076': 1, '12862507': 1, '19412494': 1, '15665154': 1, '20436763': 1, '23650474': 1, '33993352': 1, '34168713': 1, '21134277': 1, '19557116': 1, '15910008': 1, '19154426': 1, '21765848': 2}", "similar_patients": "{}"}