{"patient_id": 45879, "patient_uid": "3930136-1", "PMID": 24467868, "file_path": "comm/PMC003xxxxxx/PMC3930136.xml", "title": "Treatment of hemopericardium caused by mitral balloon valvuloplasty with activated factor VII: a case report", "patient": "Our patient was a 31-year-old Yemenite man, with no significant past medical or surgical history, who was not on anticoagulants. He presented with progressively worsening dyspnea on exertion and limited functional capacity over the last few years. His physical examination was significant for an opening snap, a grade 2-3/6 diastolic murmur and a 1/6 holosystolic murmur. Laboratory parameters were significant for a normal coagulation profile. Our patient’s electrocardiogram showed left atrial enlargement and no evidence of ventricular hypertrophy. A transesophageal echocardiogram revealed normal left ventricular systolic function with an ejection fraction of 60% and left atrial dilation. The mitral valve was minimally calcified with mild thickening limited to the leaflet margin without chordal involvement. Characteristic echocardiographic features of rheumatic mitral stenosis were present with a Wilkins score of three []. The mean mitral gradient was 11mmHg and the valve area was 1.1cm2. Given our patient’s age, New York Heart Association Class III symptoms and mitral valve morphology, he was deemed to be a good candidate for MBV. Heparin was administered with an activated clotting time measured as 272 seconds. Valvuloplasty was performed utilizing a transeptal approach with a 26mm Inoue-balloon catheter.\\nAt the end of the procedure, our patient was noted to have an effusion on the echocardiogram, with features of cardiac tamponade. He was otherwise hemodynamically stable. The effusion was treated with emergent pericardiocentesis and a pericardial catheter was left for continuous drainage. Pericardial catheter output ceased after the drainage of approximately one liter of blood. An hour after arrival to the intensive care unit, a pericardial effusion was noted again on surveillance transthoracic echocardiography. Our patient drained 350ml/h of bright red blood for the next three hours despite a normal coagulation profile. During this time, his presumed coagulopathy was corrected with protamine (25mg intravenously), two units of fresh frozen plasma, two single donor platelets and six units of cryoprecipitate, and his coagulation profile then rechecked. Complete evacuation of his pericardial sac was verified hourly with surveillance transthoracic echocardiography. Despite a normal coagulation profile the bleeding persisted, with its exact site of origin unknown. Our patient was warm, had normal acid-base status, and remained hemodynamically stable throughout, yet an additional 350cc of blood was drained within the next hour. At that time, the decision was made to administer 4.8mg (70μg/kg) of aFVII intravenously over two minutes. Drainage from the pericardial tube almost immediately ceased. Transesophageal echocardiography revealed resolution of the hemopericardium.\\nOur patient is doing well two years after the MBV. He has a mitral valve gradient of 4mmHg and he has functionally improved to New York Heart Association Class I. His coagulopathy work-up was negative.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'21502651': 1, '2184182': 1, '3190958': 1, '10850577': 1, '1892093': 1, '17180653': 1, '5634727': 1, '10467077': 1, '4296617': 1, '2399892': 1, '15120056': 1, '8062380': 1, '2305686': 1, '12917306': 1, '2604571': 1, '24467868': 2}", "similar_patients": "{}"}