{"patient_id": 40338, "patient_uid": "3522377-1", "PMID": 23329984, "file_path": "comm/PMC003xxxxxx/PMC3522377.xml", "title": "Solitary Metastasis of Gastric Cancer to Fibula: A Case Report", "patient": "The patient was a 65-year-old man who was referred to the nuclear medicine department with progressive pain and swelling in the distal portion of the right leg lasting for about 3 months. He denied any history of fever, trauma or prior pathology in this region. He was a known case of gastric adenocarcinoma for about 6 months before this presentation with a history of partial gastrectomy (resection of the proximal two thirds of the stomach) followed by chemotherapy (6 sessions for 6 months) and radiotherapy (40 sessions) without endoscopic evidence of residual tumor in the postsurgical gastric remnant. Early at presentation of right leg pain, the patient received a course of analgesics (NSAIDs) and then antibiotics without good response. With progression of the symptoms, further evaluation was carried out. Radiography of the right leg showed evidence of bone destruction and periosteal reaction in the distal diaphysis of the fibula. The tibia was normal (). With suspicion of metastasis versus infection, bone scintigraphy was requested. Bone scan with 99mTc-MDP showed an expansile lesion with intense radiotracer uptake along the distal half of the right fibula (). There was no other remarkable abnormality throughout the rest of the skeleton. These findings combined with the patient’s history and the destructive behavior of the lesion in radiography highlighted the possibility of a malignant process in this region. As further workup, MRI of the right leg was done which revealed abnormal signal intensity in the mid-diaphyseal portion of the right fibula involving medullary and cortical portions with soft tissue swelling and edema (). So multiple CT-guided needle samples were obtained which finally confirmed metastatic adenocarcinoma on pathologic examination. After that, the patient underwent partial resection of the right fibula followed by radiotherapy (14 sessions) and chemotherapy (6 sessions for 6 months) .Other work ups for metastasis were negative.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'26730358': 1, '20307433': 1, '9853216': 1, '17998682': 1, '16622334': 1, '15709097': 1, '24223069': 1, '10671934': 1, '34754830': 1, '1147708': 1, '7788986': 1, '16401990': 1, '25368128': 1, '657936': 1, '28469322': 2, '21671047': 1, '16237749': 1, '21446341': 1, '19713318': 1, '23329984': 2}", "similar_patients": "{'5398018-1': 1}"}