{"patient_id": 45154, "patient_uid": "3880720-1", "PMID": 24454390, "file_path": "comm/PMC003xxxxxx/PMC3880720.xml", "title": "Primary Percutaneous Coronary Intervention in a Patient with Haemophilia A", "patient": "A 55-year-old gentleman was admitted via the primary PCI pathway after presenting with severe, persistent central chest pain following exertion. He had no prior history of coronary artery disease, and his risk factors included tablet-controlled type 2 diabetes mellitus and a current smoking history. His ECG demonstrated significant ST-segment elevation in leads V1-3, though he was clinically stable on arrival with no evidence of decompensating left ventricular failure.\\nThe patient also reported a history of haemophilia A (codon 2164 mutation) with no prior major intra-articular or intramuscular haemorrhage. At presentation, he was well controlled on tranexamic acid maintenance therapy. Haematological advice was that he required recombinant factor VIII or desmopressin only prior to major surgery.\\nGiven his lack of significant bleeding episodes and his clinical presentation with chest pain and ST-segment elevation, he was transferred for primary percutaneous coronary intervention without further delay.\\nCatheterisation was performed via the right radial artery using a 6F JR4 and XB 3.0 guide catheter. The patient was loaded with 300 mg aspirin and 60 mg prasugrel prior to the procedure and was then administered with 5000 units of heparin. A flow-limiting 95% stenosis in the proximal left anterior descending artery was identified, with no significant disease in the left mainstem, circumflex, or right coronary arteries (). Two attempts at thrombus extraction using a Pronto LP device yielded very little, so the decision was made to direct stent the proximal LAD with a bare metal stent (3.5 × 23 mm Vision). The final result was excellent, with TIMI 3 flow down to the distal LAD (). Haemostasis at the puncture site was achieved using a TR band filled with 13 mLs air.\\nAfter PCI, the patient was transferred to the High Dependency Unit for observation. His blood revealed an APTT of 54.1, factor VIII level of 60%, and a peak troponin I level of 6.72. He was well after procedure and haemodynamically stable, with no further chest pain and normalisation of his ST-segment elevation. There was no bleeding or haematoma formation at the right radial puncture site. No further haematological intervention was needed.\\nThe patient had an unremarkable recovery and after the requisite 72-hour monitoring period he was discharged on 75 mg/day aspirin and 75 mg/day clopidogrel for one month, followed by lifelong 75 mg aspirin thereafter with prophylactic tranexamic acid during clopidogrel therapy.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'12517460': 1, '3336392': 1, '15156005': 1, '12907007': 1, '16914907': 1, '22858390': 1, '14664288': 1, '2207003': 1, '9403425': 1, '24454390': 2}", "similar_patients": "{}"}