{"patient_id": 43609, "patient_uid": "3770032-1", "PMID": 24066242, "file_path": "comm/PMC003xxxxxx/PMC3770032.xml", "title": "Gorham's Disease of the Mandible", "patient": "A 62-year-old male patient reported to the outpatient department with chief complaint of mild discomfort and slight swelling in relation to lower left side of face. The patient gave a history of mobile tooth which was extracted 1 month back. Extra oral examination revealed mild diffuse swelling on lower left side of jaw (). The overlying skin was normal. Intraoral examination revealed partially edentulous left mandible with missing molars which was extracted because of mobility (). Orthopantomogram revealed an extensive ill-defined osteolytic lesion of body of mandible extending from 37 regions involving angle of mandible and extending up the ramus (). Provisional diagnosis of intraosseous malignant neoplasm was made. Differential diagnosis included metastatic tumour, metabolic disease, and osteomyelitis. Hematological investigation of serum calcium, phosphorus, serum alkaline phosphatase and parathyroid hormone levels were found to be within normal range. The laboratory investigation ruled out metabolic disease. The medical and familial histories are noncontributory. Curettage of the affected part was undertaken and the curetted specimen was submitted for histopathological examination. Intraoperative finding suggested complete absence of bone on reflecting the mucosa. The histopathological examination revealed fibrous connective tissue with numerous thin walled vascular spaces and minimal chronic inflammatory infiltrate. No cellular atypia are seen (). The histopathological feature was suggestive of angiomatous lesion. The patient was lost to follow up and reported to outpatient department after 3 months with complaint of mild discomfort and an orthopantomogram was advised. A comparison made with previous orthopantomogram revealed osteolytic areas have extended further to involve the condyle (). Segmental mandibulectomy was undertaken and the histopathological examination of biopsied sample revealed an angiomatous lesion. Based on patient's history, clinical behavior, histopathological and radiological features diagnosis of Gorham's disease made as per Heffez et al. criteria. The treatment initially undertaken was curettage of the affected part but as the disease progressed, left segmental mandibulectomy was carried out to prevent spread to other areas of bone.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'30484126': 1, '20881350': 1, '6574409': 1, '19474257': 1, '19969488': 1, '22241873': 1, '20034823': 1, '21030127': 1, '25948997': 1, '12729788': 1, '24066242': 2}", "similar_patients": "{}"}