{"patient_id": 163622, "patient_uid": "3793574-1", "PMID": 24124319, "file_path": "noncomm/PMC003xxxxxx/PMC3793574.xml", "title": "Pachyonychia congenita tarda: A rare case report", "patient": "A 45-year-old male patient was referred from Department of Dermatology, Government District Hospital for examination of whitish lesions in the mouth. History of present illness revealed that oral lesions along with thickening of nails and callosities on palms and soles were present since 10 years of age. These changes were spontaneous in origin and gradually increasing in severity. Soles were severely affected causing discomfort and pain on walking. Associated excessive sweating of soles and palms present. Whitish plaques in the mouth were asymptomatic. The patient was born of non-consanguineous parents.\\nPatient's dental and medical histories were non-contributory. His family history revealed that his father, brother and son have a similar condition, but declined clinical examination. No tissue abusing or parafunctional habits reported. General examination revealed that patient was moderately built and nourished for his age. Patient had an altered gait. Nails were extremely hard, thickened, opaque brown, lusterless and free edges were raised by a thick horny masses of subungual keratosis. Palmoplantar keratosis was more marked on pressure areas and elbows []. All vital signs were within normal limits.\\nExtraoral examination revealed no abnormalities. Solitary right and left submandibular lymph nodes were palpable, 1 cm × 1 cm, mobile and firm. On intraoral examination, full complement of teeth was present. Labial mucosa, ventral surface of tongue, floor of the mouth, vestibular mucosa and oropharynx revealed no abnormalities.\\nLeukokeratosis characterized by diffuse whitish, non-tender and non-scrapable plaque such as lesions of the both right and left buccal mucosae [], left retromolar region [], dorsal aspect of the tongue [], hard and soft palate and gingivae [] were present. Angular cheilosis was present bilaterally [].\\nAll routine investigations such as complete hemogram, urine analysis and fasting blood sugar were within the normal limits. Potassium hydroxide examination of nail clippings and fungal culture of the nails were negative. Biopsy from palmar lesion was suggestive of palmoplantar keratoderma. Incisional biopsy was carried out on the left buccal mucosa and histopathological features were suggestive of oral leukokeratosis [].\\nBased on the characteristic clinical presentation and history, a diagnosis of PCT was made. There is currently no specific treatment for PC. Available treatments generally are directed at specific manifestations of the syndrome. Oral lesions do not require treatment. For symptomatic treatment of extraoral lesions the patient was referred to the Department of Dermatology, Government District Hospital where he was put on oral vitamin A, keratolytic agents and emollients.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'27559502': 2, '17767101': 1, '16700840': 1, '17429440': 1, '16250205': 1, '27057022': 2, '16250204': 1, '7671418': 1, '16250210': 1, '24124319': 2}", "similar_patients": "{'4976406-1': 1, '4817447-1': 1}"}