{"patient_id": 46619, "patient_uid": "3985178-1", "PMID": 24795826, "file_path": "comm/PMC003xxxxxx/PMC3985178.xml", "title": "A Case of Acute Psychosis in an Adolescent Male", "patient": "Our patient is a 17-year-old African American male who was transferred to the Children's Hospital of Wisconsin (CHW) emergency room from a local inpatient psychiatric unit, for further workup of elevated serum calcium and iPTH levels. The patient had been admitted with acute psychosis a week prior to his transfer to CHW, where on a routine laboratory screening he was found to have serum calcium of 16.5 mg/dL (8.9–10.7). The serum iPTH level was markedly elevated: 315 pg/mL (9–69). During the preceding 2-3 weeks, the patient had intermittent episodes of aggressive, hostile, and angry moods associated with paranoia. He reported hearing of voices, visual hallucinations, and delusional ideation. His mother reported that he had been having difficulty initiating sleep and frequently paced in his bedroom throughout the night. He also had frequent arguments with his father and girlfriend and was reported to have suicidal and homicidal ideations. He subsequently suffered a fracture of the right radius after jumping out of a moving car. Consequently, he was admitted to an inpatient psychiatric unit with diagnosis of acute psychosis.\\nAt the time of presentation, he was in the 12th grade with average school performance. He reported being sexually active and smoked marijuana about 2-3 times per week. He denied history of bone pain, abdominal pain, passage of red colored urine, or stones in the urine. He had a normal birth history and developmental milestones during childhood and no history of head injury. He had a history of behavioral problems since the 2nd grade and was assessed by the school social worker and the psychologist, who attributed them to underlying learning disability, and was placed in special education. He never had any prior psychiatric evaluation nor was he ever placed on psychiatric medications. His past medical and surgical history was unremarkable. There was no family history of hypercalcemia or major medical or mental illnesses.\\nOn physical exam he appeared healthy looking, alert, oriented, and cooperative. He had normal vitals, physical exam, and speech. He appeared to be of average intelligence and moderately agitated. His psychiatric symptoms were unchanged since his first presentation in the local psychiatric hospital. He had no hyperactivity, tics, or stereotypic movements, gait was normal, and recent and remote memories were intact.\\nHe had an elevated serum iPTH 242.0 (9–69 pg/mL) and alkaline phosphatase 156 IU/L (50–130), low serum 25 hydroxy vitamin D 18 ng/mL (20–100), and an elevated 1,25-dihydroxy vitamin D 102 pg/mL (27–71) (Quest Diagnostics, San Juan Capistrano, CA), consistent with PHPT. Thyroid hormone screening, electrolytes, urine drug screen, and vitamin A levels were normal. His 24-hour urinary calcium to creatinine ratio (mg Ca/mg Cr) was 0.60 (<0.21), and urinary calcium excretion rate was 12 mg/kg/day (<4). Phosphate/creatinine clearance ratio was 0.22 (0.02–0.22) and the percentage tubular reabsorption of phosphate (%TRP) was 78 (78–98). Urinary vanillyl mandelic acid was 2.2 mg/24 hours (<3.9) and urinary homovanillic acid was 2.2 mg/24 hours (1.4–7.2). He had a normal electrocardiogram, ultrasound, and MRI of neck and ultrasound of the kidney. A Sestamibi scan showed a positive signal just inferior to the left lobe of the thyroid gland. Multiple endocrine neoplasias type 1 (MEN-1) and MEN-2 gene analysis were negative (Mayo Medical Laboratories, Rochester, MN). Hypercalcemia was treated with intravenous fluids and calcitonin. His calcium levels were moderately decreased by intravenous calcitonin (2–4 U/kg/day); however calcitonin effect was not sustained. The patient underwent surgery for the removal of the parathyroid gland, 5 days after hospitalization (about a month after the acute onset of psychotic symptoms). Intraoperative and postoperative serum iPTH were <2.5 pg/mL, confirming the completeness of the procedure. The calcium levels gradually normalized in 48 hours (9.7 to 10.7 mg/dL), . The gland weighed 1.3 grams and its histopathology evaluation revealed a hypercellular parathyroid gland containing oxyphil and chief cells with no features of malignancy. Although his paranoid and violent behavior gradually resolved about 2-3 months after surgery, he remained under psychiatric care for behavioral issues for about 6 months after surgery.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'33604214': 1, '12466576': 1, '28914984': 1, '4335737': 1, '8745536': 1, '2602531': 1, '9670238': 1, '3518605': 1, '10581976': 1, '15746845': 1, '5033287': 1, '7911360': 1, '6388710': 1, '15805373': 1, '1767534': 1, '15319028': 1, '3153036': 1, '24790339': 1, '3329170': 1, '32099711': 2, '8851480': 1, '6886033': 1, '2458656': 1, '16392722': 1, '29955486': 2, '10663003': 1, '29492252': 1, '12751658': 1, '10857272': 1, '1474363': 1, '10367876': 1, '24795826': 2}", "similar_patients": "{'7016445-1': 1, '6007533-1': 1}"}