{"patient_id": 154099, "patient_uid": "3047901-1", "PMID": 21386949, "file_path": "noncomm/PMC003xxxxxx/PMC3047901.xml", "title": "Multi-focal Myxopapillary Ependymoma in the Lumbar and Sacral Regions Requiring Cranio-spinal Radiation Therapy: A Case Report", "patient": "A 39-year-old man presented with gradually increasing bilateral buttock pain. He showed intermittent claudication after walking 500 m. The physical examination revealed cauda equina syndrome below the L2 level. He had dysuria. Dejerine signs, postural factor and a positive Kemp sign. The straight leg raising test was also positive in the bilateral lower extremities. The deep tendon reflexes in the lower extremities were diminished, but the reflexes in the upper extremities were normal. Motor palsy was not evident and no sensory disturbance was observed in the upper or lower extremities. The plain radiographs did not reveal any abnormalities. Lumbar magnetic resonance imaging (MRI) demonstrated an intradural tumor compressing the cauda equina from the L2 to L3 level and L5-S1 level (). The tumor did not extend beyond the spinal canal (). The tumor showed low intensity compared to the spinal cord on the T1-weighted image and high intensity on the T2-weighted image. Gadolinium enhancement was observed in the tumor. The tumor mass was not detected in the cranial, cervical or thoracic levels by MRI.\\nAn en-bloc lumbar laminectomy was carried out and a total resection of the tumor was performed with an opening of the dura mater. The tumor showed a round and redishgray colored mass covered with a thin membrane. The tumor was not attached to the dura mater or cauda eqina at the L2-3 levels. As the tumor was firmly attached to the S2 spinal nerve, it had to be removed piece by piece under a microscope at the L5-S1 level. After removing the tumor, the dura mater could be sutured completely. No dural cyst, due to the leakage of spinal fluid, remained after surgery.\\nThe gross size of the tumor from the L2-3 level was 4 × 1.3 cm. Macroscopically, the tumor was soft with a glossy grayish color and focal hemorrhagic appearance. Histologically, the tumor from the L2-3 and L5-S1 levels showed various morphologies with extensive myxoid degeneration. Most of the tumor cells contained eosinophilic rich cytoplasm with bipolar processes. The major part of the tumor showed reticular arrangement with numerous hyalinized vessels distributed evenly. The radial arrangement of the cellular processes against the vascular wall was obvious (). Some parts showed marked mucoid degeneration surrounded by layers of tumor cells (). The cellular atypia was not conspicuous and the area of necrosis could not be identified. Immunohistochemical analysis revealed the tumor cells to be positive for glial fibrillary acidic protein (GFAP) and S-100, and negative for keratin, CAM5.2 and epithelial membrane antigen (EMA) (). A diagnosis of myxopapillary ependymoma was made based on the histological appearance, immunohistochemical profile and clinical presentation. According to WHO classification, all myxopapillary ependymoma falls into grade 1. However, the current case showed relatively frequent mitosis of up to 2/10 hpf and a high MIB-1 LI of 9.1%, which raised the possibility of a more aggressive tumor ().\\nCranio-spinal radiation therapy was performed 1 month after surgery. The amount of radiation was 30 Gy for the brain-C2, C3-T10 and T11-S levels, and 10 Gy for the L1-S levels. Symptoms, such as nausea, vomiting, a disorder of the sense of taste and depilation, as well as leukocytopenia (< 2,000/µl) were observed after radiation therapy. However, the patient recovered in 2 months and returned to his sedentary work. He has been followed for 3.5 years since the operation and radiation therapy. He remains asymptomatic and the MRI of his brain, spinal cord and cauda equina have not showed any recurrence ().", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'7463133': 1, '26468139': 1, '23904042': 1, '4016681': 1, '16053700': 1, '23560014': 2, '31850213': 2, '31183345': 2, '31528421': 2, '2601814': 1, '15365794': 1, '25054900': 1, '27123029': 2, '16648988': 1, '33456121': 1, '12383361': 1, '17618441': 1, '10079380': 1, '9110291': 1, '21386949': 2}", "similar_patients": "{'6547326-1': 1, '3611916-1': 1, '4844659-1': 1, '6892774-1': 1, '6744754-1': 1}"}