{"patient_id": 39292, "patient_uid": "3468355-1", "PMID": 22813210, "file_path": "comm/PMC003xxxxxx/PMC3468355.xml", "title": "Unwitnessed magnet ingestion in a 5 year-old boy leading to bowel perforation after magnetic resonance imaging: case report of a rare but potentially detrimental complication", "patient": "A five-year-old boy presented to the emergency department with neck pain. Per the parent’s report, the child had been unattended in a room in the home watching television when he began to complain of acute onset posterior neck pain. There was no reported history of trauma. There was no history of fever, sore throat, or headache. The child was administered acetaminophen orally, with no relief of symptoms. The child was then brought to the emergency department, where a thorough evaluation was performed due to continued pain and refusal to move the neck. The past medical history was significant for right-sided congenital muscular torticollis, bilateral developmental dysplasia of the hip, and mild gross and fine motor delay. The torticollis was treated with physical therapy and had resolved prior to this visit. The child’s hip dysplasia was treated with a Pavlik harness and had significantly improved at the time of the most recent radiographic examination, one year prior.\\nInitial evaluation revealed a healthy-appearing child in no acute distress. His vital signs were stable. Examination of the mouth showed the oropharynx to be clear. Eye exam was normal. Abdominal examination was normal. The child had focal tenderness to palpation over the midline of the entire cervical spine. He was noted to resist range of motion of the neck in all directions, but there was no asymmetry of motion noted. Neurologic examination of the cranial nerves and extremities was normal.\\nLaboratory studies, including C-reactive protein, were normal. CT scan of the neck was normal. Lumbar puncture was performed in the emergency department and was negative. Throat culture was negative. The child received anti-inflammatory medication and narcotics in the emergency department without resolution of the neck pain. The decision was made by the Pediatric service to admit the child to the hospital and obtain a magnetic resonance imaging (MRI) scan (1.5 Tesla) under moderate conscious sedation, given the child’s young age. MRI of the brain and cervical spine was performed and the patient was kept in the inpatient ward for pain control and observation. The MRI was reported as normal that evening. Orthopaedics was then consulted for further evaluation. The child was placed in a soft collar for comfort overnight.\\nThe following morning, the child’s neck pain was noted to be improving, but he was now complaining of severe abdominal pain and refusal to eat. Plain radiographs of the abdomen were obtained which demonstrated pneumoperitoneum and 11 small round metallic objects in the left upper quadrant of the abdomen (Figure ). The pediatric general surgeon was consulted, and the child was taken to the operating room emergently for exploratory laparotomy. Intra-operatively, four 5–7 mm full thickness perforations to the small intestine were identified and primarily repaired. Eleven small spherical magnets measuring 4 mm in diameter were retrieved from within the peritoneum.\\nPost-operatively, the child was taken to the pediatric inpatient ward for standard post-operative care. Further questioning of the parents and the child’s sibling on the hospital ward revealed that the child had been playing unsupervised near a magnetic game, and that the child may have ingested some of the small magnetic spheres. His diet was advanced as his bowel function returned over the next several days. His neck pain was noted to still be present, but improving, and had completely resolved by post-operative day five. The child was discharged home on post-operative day number eight and has been doing well since the time of discharge. Ultimately, the child’s neck pain was attributed to irritation of the throat secondary to foreign body ingestion.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'17336176': 1, '12437033': 1, '31005048': 1, '17617348': 1, '16254529': 1, '14577087': 1, '17159831': 1, '18082689': 1, '11548183': 1, '19553650': 1, '19236301': 1, '15913481': 1, '15516625': 1, '16050452': 1, '8986992': 1, '623968': 1, '31763089': 2, '7698623': 1, '26220986': 1, '18930371': 1, '22813210': 2}", "similar_patients": "{'6834100-1': 1}"}