{"patient_id": 164936, "patient_uid": "3875849-1", "PMID": 24386604, "file_path": "noncomm/PMC003xxxxxx/PMC3875849.xml", "title": "Right sided descending and sigmoid colon: its embryological basis and clinical implications", "patient": "During a routine cadaveric dissection at the Department of Anatomy, Lady Hardinge Medical College and SSK Hospital, New Delhi, India, the abdomen of a 54-year-old man of Indian origin showed a right-sided descending colon and sigmoid colon loop with a common mesentery. The colon was carefully dissected. The morphology was studied in detail with special reference to its position, attachment of sigmoid mesocolon, and location of other viscera close to the sigmoid colon.\\nFor convenience of description, the anomalous colon was divided into four parts (). The first part stretched obliquely from the splenic flexure to the right side along the root of the mesentery, traversing the umbilical quadrant, 3.5 cm to the right of midline at the level of L5. The second part turned upward and toward the right, ascending up to the level of L2. The third part descended obliquely on the right side of the ascending limb up to the pelvic brim. The fourth part was in the lesser pelvis extending from the right sacroiliac joint to third sacral body ().\\nThe first part of the colon with its oblique course was related posteriorly to the anterior surface of left kidney and suprarenal gland (obliquely from left to right), gonadal vessels, and lateral end of renal vessels. It continued to descend obliquely and crossed the midline in front of the bifurcation of the aorta. On the right side just above the pelvic brim, it was related posteriorly to the right common iliac vessels, ureter, gonadal vessels, and psoas major. The cecum, appendix, and ileocecal junction were posterior to the second part of the colon in the right lumbar region, 3.5 cm above the transtubercular plane (). The third part was in the right iliac fossa related to the psoas major and iliacus muscle, posteriorly. The fourth part was anterior to the right ureter, and external and internal iliac vessels, at the pelvic brim. Within the lesser pelvis, the fourth part was related to the piriformis and superior rectal artery posteriorly.\\nThe inferior mesenteric artery (IMA) supplied this anomalous colon and had an unusual course. It was found to arise 3.5 cm below the lower border of the horizontal part of duodenum. In front of the aortic bifurcation, the IMA turned to the right instead of the left, crossing the right common iliac artery, lying medial to the right ureter, with the inferior mesenteric vein on its left (). It gave off the following three branches: The first branch (left colic artery) supplied the proximal segment of the first part of the anomalous colon forming a marginal artery. The distal segment of the first part was supplied by the second branch of the IMA (superior sigmoid artery). The second, third, and fourth parts of the colon were supplied by the inferior sigmoid branch of the IMA, which arose from the right side of the IMA instead of the left ().", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'6992309': 1, '21897567': 1, '11824134': 1, '1816717': 1, '29655020': 1, '11274541': 1, '25548728': 1, '21480385': 1, '615801': 1, '6332483': 1, '32111788': 1, '33867645': 1, '27134852': 1, '31711517': 2, '15264041': 1, '27574354': 1, '20014390': 1, '24386604': 2}", "similar_patients": "{'6849268-1': 1, '6849268-2': 1}"}