{"patient_id": 154585, "patient_uid": "3118058-1", "PMID": 21701664, "file_path": "noncomm/PMC003xxxxxx/PMC3118058.xml", "title": "A Rare Case of Fungal Maxillary Sinusitis due to Paecilomyces lilacinus in an Immunocompetent Host, Presenting as a Subcutaneous Swelling", "patient": "A 65-year-old male presented with painless swelling below the left eye [] since 10 months. The swelling was insidious in onset and gradually increased in size. There was no history of trauma, nasal obstruction, nasal discharge, and visual disturbance. On examination, left infra orbital swelling was nontender and cystic ms 2 × 2cm with mild left maxillary sinus tenderness. Clinical diagnosis of epidermal cyst with maxillary sinusitis was made. Hematological investigations revealed, hemoglobin – 13 gm/dl, total leucocyte count – 9600 cells/cumm, platelet count of 1,89,000 cells/cumm and erythrocyte sedimentation rate of 18 mm at the end of 1 h. Biochemical investigations showed random blood sugar – 98 mg/dl, blood urea - 38mg/dl, serum creatinine - 0.8mg/dl. Serology for HIV I and II by ELISA was negative. CT scan of paranasal sinuses showed well- defined rounded cystic lesion, ms 2.5 × 1.8cm in the subcutaneous tissue of the left infraorbital region, eroding the underlying bony orbital margin formed by the maxilla and focal thickening of left maxillary sinus mucosa []. Excision of the left infraorbital cyst along with maxillary sinus clearance by Caldwell Luc's surgery was done.\\nHistopathological examination revealed fibrocollagenous tissue at the periphery, with central necrotic area surrounded by mixed inflammatory cells and refractile fungal hyphal elements. The Periodic acid-Schiff (PAS) and Gomori's methenamine silver stained sections showed fungal hyphal structures, which were broad, thin walled with infrequent septation and occasional branching []. Based on these features, possibility of subcutaneous Entomophthoromycosis was considered and advised for fungal culture and sensitivity. On fungal culture, the colony was flat, powdery, velvety, and yellowish color. Reverse was white to pinkish in color. Microscopy showed elongated, tapering, phialides with a long slender tube, bent away from the axis of the conidiophores and appeared singly along the hyphae []. The conidia were elliptical and arranged in long unbranched chains. Final diagnosis of left maxillary sinusitis due to P. lilacinus was made. Patient was treated with oral itraconozole (200 mg) for 6 months, based on culture and sensitivity report. He was followed up with nasal endoscopy every month for a period of 1 year and was found to be free from signs and symptoms of recurrence.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'22322350': 1, '16961630': 1, '8842281': 1, '14519255': 1, '7430339': 1, '34194400': 1, '5083436': 1, '16187056': 1, '10614958': 1, '9426517': 1, '23762621': 1, '24427563': 1, '18365994': 1, '21701664': 2}", "similar_patients": "{}"}