{"patient_id": 44472, "patient_uid": "3845397-1", "PMID": 24324899, "file_path": "comm/PMC003xxxxxx/PMC3845397.xml", "title": "Induction of Maturogenesis by Partial Pulpotomy: 1 Year Follow-Up", "patient": "An 11-year-old Turkish boy consulted to the Gazi University Faculty of Dentistry Department of Pediatric dentistry clinic (Ankara, Turkey) with sensitivity to cold and sweets. No spontaneous pain was reported by the patient. The medical history was noncontributory. In the clinical examination gross occlusodistal caries was observed on his mandibular right second premolar (number 45) without signs of extraoral or intraoral swelling or sinus tract formation (). The lower second premolar tested negative to percussion and palpation tests and the mobility was within the normal limits. Pulp vitality tests using electric pulp test showed a normal positive response without lingering sensation. Additionally, the adjacent teeth responded positive and within the normal limits to the electric pulp test. Radiographic examination revealed a close relation between caries and the pulp horns and undeveloped root with a wide-open apex and no evidence of periradicular pathology ().\\nAs a result of clinical and radiographic assessments, the pulpal status of the lower right second premolar was determined as vital with reversible pulpitis due to caries. The treatment plan included the removal of the carious lesion and clinical evaluation of the pulp exposure. Vital pulp therapy including partial pulpotomy with calcium hydroxide was planned and an informed consent was obtained from patient's father.\\nAfter local anesthesia, the tooth was cleaned with pumice and isolated with a rubber dam. Caries removal was performed with a sterile high-speed 801-016 ML diamond round bur with copious irrigation which was continued with steel round bur and exposure of pulp horns with moderate bleeding was observed. The amputation of the 2-3 mm damaged pulp was executed. The cavity was rinsed with saline and a sterile cotton pellet moistened with saline was used to apply moderate pressure to the exposed pulp for 5 min. After the homeostasis was achieved, calcium hydroxide was gently placed on the exposed pulp. A glass ionomer cement (Kavitan Pro, Spofa Dental, Czech Republic) was used as base material and the tooth was restored with amalgam ().\\nThe patient was scheduled for 1 month follow-up in order to assess root developmentvitality and examine any signs or symptoms. The parents were informed to call the dental clinic if the patient reported any pain or discomfort.\\nAt the 1-month follow-up, the clinical examination showed an intact restoration and absence of any abnormal signs or symptoms. The patient reported no pain or discomfort. The tooth tested positive to the electrical pulp test and radiographic examination showed continued development of root and maturation of the root ().\\nAt 3 and 6 months, no abnormal findings were observed, and the clinical examination revealed no changes from the previous visit. The pulp continued to respond positive to the electrical pulp test. Root maturation was observed as a significant progression when compared with the preoperative radiographs (Figures and ).\\nThe patient was reexamined 12 months after treatment began, and reported as asymptomatic. The pulp tests repeated and the tooth responded normally to the tests. A periapical radiographical assessment showed continued root development and apical closure (). Root maturation (maturogenesis) appeared normal with no evidence of internal root resorption or pulp calcification.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'15347295': 1, '6951317': 1, '17073926': 1, '11874055': 1, '7673836': 1, '12360679': 1, '8626202': 1, '16504873': 1, '15505510': 1, '21496652': 1, '2637012': 1, '15929546': 1, '8550923': 1, '14651290': 1, '14716263': 1, '11770946': 1, '11310245': 1, '8247900': 1, '15997934': 1, '6574447': 1, '15085044': 1, '283188': 1, '6594274': 1, '10321166': 1, '17931388': 1, '8143574': 1, '10666965': 1, '15851933': 1, '10321187': 1, '24324899': 2}", "similar_patients": "{}"}