{"patient_id": 37535, "patient_uid": "3337800-1", "PMID": 22433469, "file_path": "comm/PMC003xxxxxx/PMC3337800.xml", "title": "Acute compartment syndrome of the forearm as a rare complication of toxic epidermal necrolysis: a case report", "patient": "We report a rare case of compartment syndrome in the forearm of a 62-year-old Caucasian man of northern European origin who was recently diagnosed as having gout and prescribed allopurinol at a therapeutic dose by his general practitioner. Within less than 12 hours of drug administration our patient noticed oral mucosal blistering and erosions, followed by the appearance of a vesicular rash on his back. The lesions rapidly progressed within 24 to 36 hours to involve nearly his entire body surface area affecting his face, neck, torso, both arms, legs and perineum (more than 90% of his body surface area was affected) with the development of atypical and confluent flat target lesions with bullae in their centers (Figure ). The development of those lesions was followed by extensive cutaneous sloughing and was associated with conjunctivitis, high-grade fever and malaise. According to the consensus definition proposed by Bastuji-Garin et al. in 1993 [], our patient was diagnosed as having toxic epidermal necrolysis with spots (detachment above 30% of the body surface area plus widespread purpuric macules or flat atypical targets). He was also evaluated according to the severity of illness score of toxic epidermal necrolysis (SCORTEN) [] and given a score of 5 (he was over 40 years of age, with no malignancy, more than 10% of his body surface area detached, he had tachycardia, elevated serum urea and serum bicarbonate, and normal glucose levels). He was admitted to the hospital under the care of a medical team for investigation. Full blood count, blood glucose, serum urea, creatinine, bicarbonate and electrolyte tests and oral, rectal and skin biopsies were taken (Figure ) and a diagnosis of TEN with spots was made following dermatological review with acute renal and hepatic function impairment. He was started on supportive intravenous antibiotics, immunoglobulins (IGg), fluid resuscitation and allopurinol administration was stopped. The orthopedic team was asked to examine him later that day following his experiencing excruciating pain in his left forearm and hand (dominant arm) that was not responding to analgesia. On suspicion of compartment syndrome, compartment pressures were measured in both limbs on the ward. Compartment pressures were found to be elevated in both anterior (75 mmHg) and posterior compartments and deep (65 mmHg) in the left forearm. He was taken to the operating room and immediate fasciotomies were carried out with decompression of the median nerve in his carpal tunnel. His symptoms improved post-operatively and with the improvement in his renal and skin conditions he was taken to the operating room within 48 hours for wound inspection and successful secondary closure (Figure ). He was admitted to the intensive care unit for two weeks and then discharged to the general medical ward for rehabilitation with a total duration of five weeks of hospitalization. Following this, he had a full recovery and was discharged with no residual musculoskeletal damage.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'19029983': 1, '22014021': 1, '20132973': 1, '20345799': 1, '10951229': 1, '8420497': 1, '17805350': 1, '7477195': 1, '23873481': 1, '12464479': 1, '19371237': 1, '15536433': 1, '17919772': 1, '20455046': 1, '20684173': 1, '19476012': 1, '22433469': 2}", "similar_patients": "{}"}