{"patient_id": 44078, "patient_uid": "3807721-1", "PMID": 24198985, "file_path": "comm/PMC003xxxxxx/PMC3807721.xml", "title": "Paraneoplastic Autoimmunity Associated with Testicular Myeloid\\nSarcoma and Chronic Myelomonocytic Leukemia", "patient": "A 52-year-old man was referred to the emergency department for a 4-week history of painless testicular enlargement by his rheumatologist. Sixteen weeks prior to admission he had been diagnosed with acute pericarditis at an outside hospital, where he received NSAIDs and colchicine. For the ensuing two months, pleuritic chest pain recurred frequently requiring treatment with high dose corticosteroids. Fourteen weeks prior to admission he began experiencing left elbow pain and was treated for tendonitis as an outpatient. Despite treatment, his elbow pain persisted and subsequently spread to the left shoulder and right elbow. By the time of admission, his pain had grown to include the right shoulder and the soft tissues of the upper arms and forearms. His past medical history was otherwise notable only for an asymptomatic normochromic microcytic anemia found incidentally 6 months prior to admission, for which the patient had been prescribed iron supplements. On physical exam his right testis was diffusely enlarged but non-tender and without palpable inguinal lymphadenopathy. His upper extremities were severely tender to deep palpation, most notably over the bony prominences and the soft tissue of the upper arms. The affected areas were not swollen, warm, or erythematous, and active/passive range-of-motion was limited only to pain. An electrocardiogram showed diffuse ST-segment elevations and PR-segment depressions, consistent with unresolved pericarditis. Bedside echocardiogram showed only a small pericardial effusion, stable in size since his pericarditis was first discovered.\\nHis complete blood count (CBC) on admission revealed a normochromic anemia (hemoglobin 8.5 g/dL (range 13.3–17.7), mean corpuscular volume 80.3 fL) with normal platelets and a modest leukocytosis of 14.1 × 103/mL (range 3.4–10.2). Serum lactate dehydrogenase was moderately elevated, however serum creatine kinase and aldolase levels were unremarkable. Rheumatoid factor was trivially elevated, and an antinuclear antibody enzyme immunoassay screen was negative. Erythrocyte sedimentation rate and serum C reactive protein level were significantly elevated, at 95 mm/hr (normal < 20) and 8.46 mg/dL (normal < 1), respectively. Radiographs of the bilateral shoulders and elbows showed no evidence of soft tissue swelling or joint effusion. Doppler ultrasonography of his scrotum revealed an enlarged hypervascular right testicle containing a 5.8 cm underlying vascular hypoechoic mass. The left testicle appeared normal in size. Alpha-fetoprotein and beta human chorionic gonadotropin tumor markers were within normal limits. Computed tomography of his chest, abdomen, and pelvis showed no evidence of metastatic disease but was notable for mild aortocaval lymphadenopathy. Preoperative blood work obtained 5 days following admission was remarkable for an increasing leukocytosis. A manual differential indicated both a relative and absolute monocytosis (2.90 × 103/mL, range 0.2–0.9 × 103/mL), as well as the presence of myelocytes and metamyelocytes. Seven days following admission, the patient underwent an uncomplicated right radical orchiectomy, which was followed by drastic and immediate reductions in his pericardial chest pain and the arthralgic/myalgic pains in his upper extremities.\\nGross examination of the surgical specimen revealed that the right testis was largely replaced by a firm ill-defined white/tan tumor measuring 6.7 × 5.4 × 3.4 cm. The cut surface appeared largely homogenous with areas of hemorrhage (). While the tumor was contained by tunica albuginea, involvement of the rete testis and epididymis was readily apparent. Microscopic examination revealed architectural effacement by a diffuse atypical cell proliferation composed of medium to large sized cells with round to oval nuclei, fine chromatin and conspicuous nucleoli (). The atypical cells were positive by immunohistochemical staining for CD45, CD43, CD4, CD56, CD68-KP1, and lysozyme, but were negative for MPO, TdT, CD34, CD117, and all other markers tested. Approximately 90% of the atypical cells were positive by Ki67 immunostaining. The above findings are most consistent with a testicular tumor composed of immature myeloid cells with monocytic differentiation, confirming the diagnosis of myeloid sarcoma [].\\nThe patient's bone marrow was sampled and found to be markedly hypercellular for age, with an increased myeloid: erythroid ratio and full maturation of both lineages. Although there was no increase in CD34-positive blasts, there were dysplastic megakaryocytes and an increased number of CD56/Lysozyme/CD68-KP1-positive large cells, present in aggregates, likely representing immature mononuclear cells (). Approximately 25% of this latter cell population also tested positive for non-specific esterase, which further indicated monocytic differentiation. Conventional cytogenetic analysis revealed trisomy 8, a common finding in myeloid sarcomas that may be associated with a poorer prognosis []. An interphase FISH assay indicated that 7% of all cells analyzed possessed the trisomy 8 genotype. A bone marrow differential cell count showed 4% blasts (normal 0–3%), 8% monocytes (normal 0–3%), and 17% immature mononuclear cells (normal 0%). Peripheral blood analysis was performed simultaneously, revealing a normochromic anemia (hemoglobin 6.9 g/dL, mean corpuscular volume 83.0 fL) and leukocytosis (17.3 × 103/mL) with a predominance of monocytes (20%) and few blasts (1%). The above findings are consistent with chronic myelomonocytic leukemia (CMML-1; <10% medullary and <5% peripheral blasts), a malignant neoplasm exhibiting both myelodysplastic and myeloproliferative features and characterized by peripheral monocytosis. Even though cases of myeloid sarcoma diagnosed concurrently with MPN, MDS, or CMML are not universally associated with blast crisis and overt transformation to standard AML, myeloid sarcoma occurring in the presence of bone marrow disease is sufficient to establish a clinical diagnosis of AML and to warrant the prompt initiation of AML-targeted therapy [, , ]. Twenty days into his admission, the patient was given intrathecal methotrexate and started on a 10-day cycle of decitabine induction chemotherapy. Similar to the patient's prior orchiectomy, induction chemotherapy was associated with immediate reductions in his pericardial and upper extremity pains. Unfortunately, his disease was subsequently complicated by an inflammatory vasculopathy with an IgM-aCL-mediated hypercoagulability, as well as multiple infections leading to septic shock. The patient expired approximately 6 months after his original hospital admission to our institution.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'8619753': 1, '19687319': 1, '17170724': 1, '15882745': 1, '27895769': 1, '25126489': 2, '7602369': 1, '8554447': 1, '21883967': 1, '10231412': 1, '9110293': 1, '22157417': 1, '14615822': 1, '16191514': 1, '12764375': 1, '16091919': 1, '12533032': 1, '18623376': 1, '27123069': 1, '18486921': 1, '24198985': 2}", "similar_patients": "{'4130962-1': 1}"}