{"patient_id": 46579, "patient_uid": "3980985-1", "PMID": 24778657, "file_path": "comm/PMC003xxxxxx/PMC3980985.xml", "title": "Recurrent Retrorectal Teratoma", "patient": "A 31-year-old obese female presented with a 6-month history of intermittent pelvic pain along with occasional right lower extremity paresthesias. Her only significant medical history was that at birth she was found to have a congenital sacrococcygeal teratoma (). She underwent surgery for this at birth and subsequently developed normally without deficit. Now, at 31 years of age, she presented with the above symptoms. Physical exam revealed a well-healed surgical scar on her right buttock. She had no motor deficits and no abnormality on rectal or vaginal exam. CT of the abdomen and pelvis revealed a cystic mass in the retrorectal space. MRI was done to further characterize the lesion and this showed a 6.0 × 5.8 cm cystic mass in the retrorectal space extending from the coccyx across midline into the region of the right piriformis and acetabulum and it was deep to the right gluteal musculature (). Anoscopy and flexible proctoscopy revealed no disruption of the mucosa or other abnormalities anywhere. Surgical resection was recommended and informed consent was obtained.\\nThe mass was approached operatively with the patient in prone position and through a parasacrococcygeal incision. It was found to be a well-encapsulated cystic lesion and it was completely resected en block with the coccyx. Histologic sections demonstrated an invasive mucinous adenocarcinoma with pools of mucin and moderately to well-differentiated malignant glands coming to within 1 mm of the resected margin. The tumor cells showed immunoreactivity to CDX2, a marker of intestinal differentiation, and coexpression of keratins CK20 and CK7. Smaller areas of teratoma were also identified and consisted of a pancreatic parenchyma, salivary gland tissue, and gut wall. The gut wall was composed of intestinal type mucosa with an underlying layer of smooth muscle resembling muscularis mucosa. These findings are consistent with a teratoma demonstrating endodermal and mesodermal components (). Because of these findings and a close surgical margin at the lateral extent of the mass, adjuvant chemoradiation therapy was subsequently recommended.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'28872101': 2, '2996861': 1, '580884': 1, '2286911': 1, '2165626': 1, '14170292': 1, '3525800': 1, '4995717': 1, '4843993': 1, '9988869': 1, '12679315': 1, '22459912': 1, '10506704': 1, '8066275': 1, '16410129': 1, '3141009': 1, '14893055': 1, '10651350': 1, '7297357': 1, '6165455': 1, '24778657': 2}", "similar_patients": "{'5607803-1': 1}"}