{"patient_id": 44486, "patient_uid": "3846201-1", "PMID": 24303385, "file_path": "comm/PMC003xxxxxx/PMC3846201.xml", "title": "A Case Report: Nager Acrofacial Dysostosis", "patient": "A 3.5-year-old girl was referred to our Department of Pediatric Otorhinolaryngology because of her cleft palate. A general assessment showed evidence of malformations in other areas. The mother’s history regarding alcohol, smoking, and drug abuse was negative and there was no family history of congenital abnormalities or consanguinity. The mother’s history of fetal infections and drug use in pregnancy was also negative. The child was visited periodically from birth by pediatricians because of her problems. The child had feeding difficulties owing to malformations of the orofacial region, most important of which was a severe mandibular retrusion, cleft palate, and tongue-tie.\\nClinical examination at the age of 3.5 years showed a child with growth retardation evidenced by a height of 77 cm (below 3rd percentile), weight of 8800 g (below the 3rd percentile), and a head circumference of 47 cm. Craniofacial anomalies present included malar hypoplasia, severe mandibular hypoplasia with retrognathia (see ), downward slanted palpebral fissures (see ), a high narrow hard palate, absent soft palate, small retroplaced tongue, bilateral external auditory canal atresia, and dysplastic ears. There was no evidence of mental retardation. The arms were short and elbow articulation had motion limitations in extension and flexion. In the lower limbs there were genu varum and bilateral club feet (). The patient also exhibited characteristic facies owing to hypoplastic zygomatic regions and mandibular retrusion. There was no restriction of jaw movement.\\nAt the time of examination she had speech and feeding difficulties. The feeding difficulties were attributable to velopharyngeal incompetence, cleft palate, and ankyloglosia. Ocular findings included anisopthalmia, anisocoria, cloboma and downslanting palpebral fissures due to the zygomatic hypoplasia. In addition, dysplastic low-set ears were observed. Hearing level was 50 dB using an audiogram. Dental and dentoskeletal relationships were considered within the normal range. However, the lower incisors had a lingual position and they had an abnormal overbite with overlap of the upper teeth (see ). Radiographic hand and wrist examination provided an estimated bone age of 1.5 years.\\nThe thyroid and genitourinary tract were normal in function according to sonography. There was evidence of neither respiratory disease or of hormonal disturbance (growth hormone = 1.3). Mild cardiovascular abnormalities were seen in an echocardiogram including a small Patent Dactus Arteriosum (PDA) and mild left ventricular dilation. Blood amino acid chromatography was negative. Based on the patient’s craniofacial characteristics and the coexisting upper limb preaxial anomalies, a diagnosis of Nager syndrome was confirmed.\\nEarly intervention was not problematic because of the parents’ previous education in other medical centers. The patient was 3.5 years old and bought to the hospital by her parents because of a cleft palate. Surgical intervention was undertaken to improve this defect.", "age": "[[3.5, 'year']]", "gender": "F", "relevant_articles": "{'3165225': 1, '6837625': 1, '1951468': 1, '3321996': 1, '88180': 1, '2758673': 1, '215242': 1, '32537850': 1, '33864777': 1, '10066111': 1, '2748737': 1, '15184856': 1, '874672': 1, '2089020': 1, '3472688': 1, '6881198': 1, '8500258': 1, '26527228': 2, '890111': 1, '3367347': 1, '24303385': 2}", "similar_patients": "{'4617421-1': 1}"}