{"patient_id": 153821, "patient_uid": "3005322-1", "PMID": 21217928, "file_path": "noncomm/PMC003xxxxxx/PMC3005322.xml", "title": "A Case of Chlorpheniramine Maleate-Induced Hypersensitivity With Aspirin Intolerance", "patient": "A 45-year-old woman visited the Asthma and Allergy Clinic of Seoul National University at Bundang Hospital seeking treatment for urticaria after taking cold medicine. She reported a 5-year history of urticaria, rash, and most recently mild dyspnea after taking cold medications. The patient indicated that she had never taken aspirin before and could not recall whether she had ever experienced an adverse reaction to acetaminophen. She also suffered from allergic rhinitis and a food allergy to crab and shrimp. Her mother had a history of penicillin allergy, but no other allergic disease. At the time of presentation, the patient had recently consumed medications containing clarithromycin, loxoprofen, acetaminophen, cimetidine, metoclopramide, magnesium oxide, chlorpheniramine, and simethicone. Physical examination showed no specific signs. Blood analyses indicated her leukocyte count to be 22,890×103 cells/µL (neutrophils, 58.6%; lymphocytes, 22.4%; monocytes, 4.9%; eosinophils, 0.3%) and other blood cell counts were within normal ranges. The patient's total IgE level was elevated at 333 IU/mL.\\nA skin prick test for inhalant allergens (Allergopharma, Reinbek, Germany) showed strong positive responses for Dermatophagoides farinae, Dermatophagoides pteronyssinus, Tyrophagus putrescentiae, and Tetranychus urticae. A methacholine bronchial provocation test elicited no abnormal response. As we suspected aspirin idiosyncrasy, an oral provocation test was performed by administering an oral placebo drug, followed by sequential aspirin administration (25, 50, and 100 mg) at 30-min intervals. Within 30 min of the 100-mg oral dose, urticaria developed at the lips and on both arms and hands, with accompanying eyelid edema. The patient did not complain of dyspnea and her forced expiratory volume in one second (FEV1) did not decrease. We concluded that the provocation test was positive and diagnosed her with aspirin idiosyncrasy. For symptomatic control, we administered intravenous chlorpheniramine at 45.5 mg and methylprednisolone at 40 mg. However, this treatment aggravated urticaria and we subsequently performed another round of skin prick and intradermal tests for chlorpheniramine, methylprednisolone, hydrocortisone, dexamethasone, and triamcinolone. Positive skin prick (3×3 mm) and intradermal (wheal, 7×6 mm; flare, 10×10 mm) responses were observed for chlorpheniramine (), but not methylprednisolone, leading to suspicion of chlorpheniramine hypersensitivity. To obtain a definitive diagnosis, we performed an intramuscular chlorpheniramine provocation test. Briefly, three solutions (0.25 mL normal saline, 0.25 mL chlorpheniramine at 22.75 mg/mL, and 2 mL chlorpheniramine at 22.75 mg/mL) were prepared and then labeled in such a manner so as to blind the administering physician (treatments A, B, and C, respectively). We administered each drug intramuscularly and observed the patient's response every 30 min. No response was observed after the injection of solution A (control); however, the injection of solution B elicited tiny reddish papules on the patient's neck and both arms, and these lesions worsened after injecting solution C. We thus diagnosed the patient with chlorpheniramine hypersensitivity. The patient tolerated fexofenadine before. Skin prick, intradermal, and oral provocation tests for antibiotics such as penicillin and cephalosporins showed no positive result. Provocation tests with acetaminophen and celecoxib were negative. Finally, we diagnosed the patient with aspirin idiosyncrasy and chlorpheniramine hypersensitivity, and recommended her to avoid these two drugs. Subsequently, for the past 3 years, she has not experienced recurrence of the reported symptoms.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'26240795': 2, '19348661': 1, '17614812': 1, '10921473': 1, '31852144': 2, '16135160': 1, '33911623': 2, '15153902': 1, '11531805': 1, '32636653': 2, '15456628': 1, '17337410': 1, '17484732': 1, '21217928': 2}", "similar_patients": "{'6922401-1': 1, '6922401-2': 1, '4521167-1': 1, '7992761-1': 1, '7335285-1': 1}"}