{"patient_id": 161255, "patient_uid": "3635222-1", "PMID": 24964430, "file_path": "noncomm/PMC003xxxxxx/PMC3635222.xml", "title": "Can release of urinary retention trigger abdominal aortic aneurysm rupture?", "patient": "An 84-year-old man presented with a 4-day history of worsening, cramp-like abdominal pain radiating into the back, later associated with abdominal distension and absolute constipation, in the absence of any urinary symptoms. He felt nauseated for 24 h but denied any vomiting.\\nPast medical history includes ischaemic heart disease, heart failure, asthma and gastro-oesophageal reflux. There was no past history of urinary problems.\\nObservations on admission where normal (blood pressure 130/85 mmHg, pulse rate 92 bpm, apyrexial 37°C, respiratory rate 15, saturations 98% on air, random blood glucose 7.5 mmol/l). The abdomen was distended with generalized tenderness but without guarding. There were no pulsatile masses. Auscultation revealed tinkling bowels sounds but no other abnormalities. Per rectal examination showed an empty collapsed rectum.\\nBlood tests including the haemoglobin (13.5 g/dl) where normal as was the erect chest X-ray. The abdominal X-ray showed minimal faecal loading but no other abnormality.\\nA computed tomography (CT) of the abdomen and pelvis was performed. This showed a grossly distended urinary bladder and compression of the sigmoid colon against the sacral promontory causing bowel obstruction (Figs and , respectively) as well as a 4.9 cm abdominal aortic aneurysm without any signs of a rupture (Fig. ). The plan was to consult our vascular colleagues regarding management of the AAA once the obstruction had settled.\\nThe patient was catheterized, immediately draining 2000 ml of clear urine relieving his obstructive symptoms and part of his pain. Unfortunately, this reprieve lasted only several hours and he once again complained about the same pain as before but increased in severity.\\nThis time he was tachycardic and hypotensive with a much less distended but tender abdomen and still no palpable pulsatile masses. He was clinically stable enough to undergo a further CT scan of the abdomen and pelvis, now revealing a ruptured AAA (Fig. ). We immediately transferred the patient to the regional hospital where he underwent emergency endovascular aneurysm repair on the same day.\\nHe remains well 3 months after his procedure.", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'1419563': 1, '15911962': 1, '22272565': 2, '1402219': 1, '2039282': 1, '5077913': 1, '16107099': 1, '24964430': 2}", "similar_patients": "{'3398309-1': 1}"}