{"patient_id": 39335, "patient_uid": "3469401-1", "PMID": 22937911, "file_path": "comm/PMC003xxxxxx/PMC3469401.xml", "title": "Scrotal cutaneous verruciform xanthoma with monocyte chemoattractant protein-1 immunohistochemical study: a case report", "patient": "A 75-year-old Japanese man was admitted to our hospital with a gradually growing cutaneous polypoid mass that had appeared on the skin of the left scrotum approximately one year before. The tumor measured 13mm in diameter with relatively well-defined whitish-yellow outlines (Figure a). Histological examination of an excisional biopsy revealed epidermal papillary proliferation with parakeratosis, hyperkeratosis, and neutrophil infiltration (Figures b and a). Although mitotic figures were noted in the basal layer (Figure a, arrows), cellular atypia was not prominent. Besides abundant plasma cells in the upper dermis, numerous foamy macrophages infiltrated the dermal papillae, forming a characteristic clear zone beneath the basement membrane (Figure a, asterisks). Histopathologically, the tumor was diagnosed as a benign cutaneous verruciform xanthoma with negative lateral and deep surgical margins.\\nTo determine which cells release chemoattractants for macrophages, formalin-fixed and paraffin-embedded sections were stained for cytokeratin (AE1/AE3, M3515; Dako, Carpinteria, CA, USA; 1:200), CD68 (M0876; Dako; 1:100) and MCP-1 (DA103; BD Biosciences, San Diego, CA, USA; 1:40, 1:200, 1:800). After microwave heat-induced epitope retrieval, endogenous peroxidase activity was blocked with hydrogen peroxide (H2O2) in methanol. Indirect immunohistochemistry with the use of horseradish peroxidase conjugated anti-mouse rabbit antibody revealed that cytokeratin AE1/AE3 was strongly positive in differentiating epidermal keratinocytes, and weakly positive in keratinocytes in the basal and parabasal layers (Figure b). However, strong CD68 staining was observed almost exclusively in foamy cells infiltrating beneath the basal cells (Figure c). The parts densely stained for MCP-1 were observed in the differentiating cytokeratin AE1/AE3-positive keratinocytes. Clusters of the infiltrating macrophages also stained positive for MCP-1 (Figure d).", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'7594634': 1, '21362016': 1, '12676251': 1, '18302675': 1, '7067879': 1, '19958440': 1, '5280461': 1, '18950946': 1, '7259249': 1, '6486853': 1, '11287290': 1, '425938': 1, '9658309': 1, '8450366': 1, '27848170': 1, '22351836': 1, '16218939': 1, '22937911': 2}", "similar_patients": "{}"}