{"patient_id": 36136, "patient_uid": "3170855-1", "PMID": 21994877, "file_path": "comm/PMC003xxxxxx/PMC3170855.xml", "title": "A Case of a Ruptured Sclerosing Liver Hemangioma", "patient": "A 52-year-old Hispanic woman with history of a stable liver mass of undetermined etiology diagnosed over ten years ago presented to our institution with increasing right upper quadrant abdominal pain for one month that had intensified within the last two weeks. Pain intensity was rated 10 out of 10 and increased with deep inspiration. She denied any other associated symptoms, relieving or exacerbating factors. She denied any history of icteric illnesses in the past, any excessive alcohol use, or any parenteral risk factors for viral hepatitis. She had been on an oral contraceptive briefly in her mid-thirties. Her past medical history was negative for parenchymal liver disease but noted for hypertension, type 2 diabetes mellitus, dyslipidemia, obesity, and two previous uncomplicated pregnancies carried to term. Her surgical history was noted for a hysterectomy for dysfunctional uterine bleeding. Her social and family history was unremarkable. On exam, her vital signs were stable and her body mass index was 31. She was anicteric with a regular heart rate. Her lungs were clear, and abdominal exam was noted for right upper quadrant tenderness, nondistended abdomen without a palpable spleen. She had good peripheral pulses and capillary refill, without evidence of edema. Her laboratory investigation revealed an unremarkable complete blood cell count, complete metabolic panel, coagulation studies, and viral hepatitis serologies. A computed tomography of her abdomen revealed a 6.2 × 5.9 × 4.1-centimeter exophytic lesion arising from the posteroinferior aspect of the right liver lobe with a small amount of fluid tracking inferior to the lesion into the right parapelvic gutter suggestive of hemorrhage (Figures , , , and ). No additional hepatic lesions were identified. There was no radiographic evidence of cirrhosis. She was admitted and underwent laparoscopic resection of the liver lesion. Frank hemoperitoneum was absent at laparotomy. The resected specimen consisted of a 108-gram, 10 × 6 × 3 cm section of liver that contains a 7.5 × 4 × 3.5 cm gray tan, firm, well-circumscribed, nonencapsulated mass with dilated spaces ranging from 0.1 to 0.5 cm. The adjacent liver parenchyma was grossly unremarkable. On histologic examination, the mass showed a proliferation of cavernous vascular spaces with thickened myxoid walls and flattened endothelial lining without cytologic atypia or mitotic activity. The tumor showed extensive areas of dense and loose fibrous tissue made of collagen and elastic fibers, degenerative changes, and hyalinization findings diagnostic of sclerosing (ancient) hemangioma ().", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'30402303': 2, '18814083': 1, '17464990': 1, '20339183': 2, '17914976': 1, '19598296': 1, '17508234': 1, '6849494': 1, '17260159': 1, '12364994': 1, '13911012': 1, '2060877': 1, '9382077': 1, '8295987': 1, '11733376': 1, '17008795': 1, '3321218': 1, '25679307': 1, '2298982': 1, '12768374': 1, '19241936': 1, '23762570': 1, '7911127': 1, '10199314': 1, '23308240': 1, '17129402': 1, '11014019': 1, '9915157': 1, '24459649': 1, '14716453': 1, '21994877': 2}", "similar_patients": "{'6193354-1': 1, '3016500-1': 1}"}