{"patient_id": 166715, "patient_uid": "3982982-1", "PMID": 24741333, "file_path": "noncomm/PMC003xxxxxx/PMC3982982.xml", "title": "Unexpected difficult airway with hypogonadotropic hypogonadism", "patient": "A 53-year-old married man (weight: 85 kg, height: 187 cm, body mass index: 24 kg/m2) presented with a history of nasal obstruction for two years. Otorhinolaryngologists planned a septoplasty operation under general anesthesia for him. He had not had any prior operation under general anesthesia, so he did not have any history of difficult intubation, and he did not have any chronic systemic disease. The patient was evaluated for obstructive sleep apnea syndrome (OSAS) with a comprehensive questionnaire on his sleeping habits and medical history; no complaints or predictors pertaining to OSAS were identified.\\nThe patient’s preoperative airway assessment was normal, Mallampati class was II, thyromental distance was 7 cm, inter-incisor gap was 5 cm, and head extension was >35°. His physical examination was characterized by lack of secondary sexual characteristics and presence of fine facial wrinkles. Although, as previously indicated, the patient was married, he had had no children. He had consulted urologists, and primary infertility and erectile dysfunction had been diagnosed. His hormone profile was: testosterone 0.3 ng/mL (reference range 1.75–7.81), free testosterone 0.91 (reference range 4.5–42.0), prolactin 1.31 ng/mL (reference range 2.64–26.72), luteinizing hormone (LH) 0.33 mIU/mL (reference range 1.24–103.03). His thyroid hormone levels were normal. No other pathological finding was obtained as the result of magnetic resonance imaging of the pituitary gland. Thus, the patients was diagnosed with primary hypogonadotropic hypogonadism.\\nHe was admitted to the operating theater, and following the induction of anesthesia with a dose of 5 mg/kg intravenous thiopental, bag-mask ventilation was barely sustained. Fentanyl (1–2 μgr/kg) and, as a muscle relaxant, rocuronium (0.6 mg/kg) were administered. While the patient’s head was in the sniffing position, direct laryngoscopy and intubation of the trachea were attempted three times with different sizes of Macintosh and Miller blades by an assistant professor of anesthesiology with 5 years’ experience. However, unfortunately, the intubation failed. The lungs were then ventilated with 100% oxygen via a face mask in order to avoid desaturation. Glottic visualization was assessed with Cook’s modification of the Cormack–Lehane classification; a grade of 3A (with direct laryngoscopy, only the epiglottis can be visualized; the epiglottis can be lifted using an introducer or bougie) was assigned. The patient was subsequently successfully intubated with a gum-elastic bougie.\\nAfter the operation, the patient was extubated successfully without any complication and then examined by otorhinolaryngologists via fexible laryngoscopy. The epiglottis was found to be in a slightly lower than normal position ().", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'18250207': 1, '10671848': 1, '15200543': 1, '12351303': 1, '16369144': 1, '16301264': 1, '23798919': 1, '7176619': 1, '4073745': 1, '24741333': 2}", "similar_patients": "{}"}