{"patient_id": 44052, "patient_uid": "3806188-1", "PMID": 24194991, "file_path": "comm/PMC003xxxxxx/PMC3806188.xml", "title": "Gamma Knife Radiosurgery Treatment for Metastatic Melanoma of the Trigeminal Nerve and Brainstem: A Case Report and a Review of the Literature", "patient": "The 78-year-old female patient presented initially with one-year history of gradually progressing left facial numbness involving the upper lip, cheek, and forehead accompanied by electric shock-like sensations. Her past medical history was significant for a lentigo maligna melanoma removed 5 years before this initial presentation. An MRI revealed an enhancing mass lesion of the left trigeminal nerve with an appearance consistent with trigeminal schwannoma. The lesion extended from the preganglionic segment into the cavernous sinus. Two months later, another MRI revealed a slight increase in size of the lesion (). Three months after her initial presentation, the patient received her first Gamma Knife treatment of 13 Gy at the 50% isodose line (). This dose was determined based on standard treatment doses for vestibular schwannoma, a lesion also routinely treated with Gamma Knife. An MRI three months after treatment showed a decrease in size of the mass, and the patient reported a modest decrease in symptoms.\\nOne year later, an MRI showed interval enlargement of the treated lesion. The tumor had developed a cystic appearance with definite growth at the edges. At this time, the patient reported a worsening of her symptoms to include left oculomotor paresis and diplopia, increased facial weakness and numbness over all three divisions of the trigeminal nerve, and atrophy of the left masseter. Since such aggressive progression would be inconsistent with schwannoma, a PET/CT was ordered to determine if the tumor was of a more malignant variety. PET/CT showed intense glucose uptake by the lesion in question. To determine the specific histologic origin of the tumor and thus optimize treatment, a temporal craniotomy and biopsy were performed. Microscopic examination and immunohistochemical staining of the biopsy indicated that it was metastatic malignant melanoma.\\nBased on this revised diagnosis, the patient received a 5-part fractionated Gamma Knife treatment of 6 Gy to the 50% isodose line each time for a total of 30 Gy (). The treatments were well tolerated, and during planning of the fifth treatment, it was noted that the tumor appeared smaller than it did at the first of these five treatments. In the four months following, the patient experienced slightly increased sensation in her left face, and MRI showed significant shrinkage of the treated tumor. However, the same MRI also revealed new thickening of the proximal trigeminal nerve adjacent to the brainstem. Due to the excellent response of the tumor to previous radiosurgery, an additional Gamma Knife treatment of 20 Gy to the 50% isodose line was performed.\\nThe lesion and resulting symptoms remained controlled for approximately 9 months until PET/CT and MRI showed further enhancement at the origin of the trigeminal nerve that had begun to penetrate the left lateral pons as well as further growth distally in the roof of the maxillary sinus. Based on the response to previous radiosurgeries as well as the high quality of the life maintained by the patient, it was determined that another Gamma Knife surgery would be appropriate. Treatment of the pontine lesion was fractionated into three parts of 7 Gy at the 50% isodose line each for a total of 21 Gy. Frame placement allowed only a single treatment of the maxillary lesion at 7 Gy to the 25% isodose line.\\nTo manage the distal maxillary growth, two options were considered. The mass could be removed surgically by an ENT or treated with stereotactic body radiation therapy (SBRT). After discussion of these options with the patient, it was decided that SBRT would be better tolerated than surgery given the patient's advanced age.\\nAt the time of this report, the patient was undergoing the planned SBRT to her left maxillary sinus. She has no sensation over her entire left face, and her facial droop is quite significant. To date, she has reported no acute adverse effects from GKRS.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'20556764': 1, '3390029': 1, '16385327': 1, '18981883': 1, '15254054': 1, '24886816': 1, '23213105': 1, '23205785': 1, '19828410': 1, '10507375': 1, '16757720': 1, '22200010': 1, '19801201': 1, '17097830': 1, '21508879': 1, '20171516': 1, '20133072': 1, '24194991': 2}", "similar_patients": "{}"}