{"patient_id": 43842, "patient_uid": "3789010-1", "PMID": 24137367, "file_path": "comm/PMC003xxxxxx/PMC3789010.xml", "title": "Small cell lung cancer with endobronchial growth: A case report", "patient": "A 68-year-old male was referred to the Mito Medical Center (University of Tsukuba, Mito, Japan) following a three-month history of hoarseness. Upon admission, laboratory tests revealed that the patient had hemoglobin levels of 12.5 g/dl, a hematocrit of 37.2% and a C-reactive protein count of 0.64 mg/dl. The serum levels of neuron-specific enolase were elevated to 156.7 ng/ml. X-ray and computed tomography (CT) scans of the chest revealed an ill-defined mass in the upper lobe of the right lung, with ipsilateral mediastinal lymph node swelling (). A bronchoscopy revealed a well-circumscribed movable tumor located at the right B3 bronchus. The tumor obstructed ∼90% of the lumen and the scope was not able to pass through this region (). Using the bronchoscopy, the whole of the mobile section of the endobronchial tumor was removed easily. Following the removal of the endobronchial tumor, the distal bronchus demonstrated narrowing by a sub-mucosal tumor.\\nThe pathological examination of the tumor was consistent with a diagnosis of SCLC (). An immunohistochemical examination revealed positive staining for CD-56 () and chromogranin ().\\nBrain magnetic resonance imaging, abdominal ultrasonography and bone scintigraphy scans did not identify a malignancy. The tumor was diagnosed as limited-disease SCLC. The patient received chemoradiotherapy containing four courses of cisplatin (80 mg/m2, day 1) and etoposide (100 mg/m2, days 1–3), which resulted in a partial response. At six months after the initial therapy, the patient exhibited local recurrence. Despite the second to fourth lines of chemotherapy being less effective, tumor growth at the primary site was not as rapid as previously observed and no distant metastasis was identified. However, 22 months after the initiation of the first course of chemotherapy, the patient succumbed to SCLC.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'9630192': 1, '10717334': 1, '7781378': 1, '1412128': 1, '1887126': 1, '9869824': 1, '10957902': 1, '11829087': 1, '11259704': 1, '10584705': 1, '33728051': 2, '19561284': 1, '31708544': 1, '7575003': 1, '8000996': 1, '17534172': 1, '16870657': 1, '8816521': 1, '12698642': 1, '2987102': 1, '20165667': 2, '1138668': 1, '24137367': 2}", "similar_patients": "{'2822337-1': 1, '7930754-1': 1}"}