{"patient_id": 157634, "patient_uid": "3339432-1", "PMID": 22550550, "file_path": "noncomm/PMC003xxxxxx/PMC3339432.xml", "title": "Oral Mucocele of Unusual Size on the Buccal Mucosa: Clinical Presentation and Surgical Approach", "patient": "A 43-year-old male patient sought our clinic complaining of a rather large, painless swelling on the left buccal mucosa, which had been present for 1 year. Intraoral examination showed a bluish nodule, of approximately 3.5 cm in diameter, covered by a normal mucosa (Fig. ). On palpation, the lesion was soft and painless. His oral hygiene was satisfactory, though he had lost teeth 34 and 35. The patient had no history of trauma to the affected area. The cervical lymph nodes were not palpable. His medical records revealed hypertension controlled with antihypertensive drugs.\\nThe overall clinical appearance of the lesion suggested a benign lesion. The differential diagnoses included a large mucocele, pleomorphic adenoma and lipoma. The latter was excluded from the diagnosis based on the lesion’s bluish color, and pleomorphic adenoma was also excluded because of the softness and spongy texture and the cyst-like nature (Fig. ). Therefore, a surgical excision was carried out under local anesthesia with a 1-cm-wide fusiform incision made over the lesion, followed by a gentle dissection to avoid any tissue rupture and the recovery was uneventful. (Fig. and ). Microscopic examination showed a central area of amor phous mucous-like material surrounded by a granulation tissue containing foamy macrophages. Adjacent minor salivary glands, dilated ducts and fragments of mucosa covered by stratified squamous epithelium could be also observed. The histopathological analysis confirmed the diagnosis of mucocele (Fig. ). After a 12-month follow-up there was total healing without recurrence (Fig. ).", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'20038883': 1, '27688388': 1, '5438734': 1, '32655754': 1, '18634966': 1, '34167072': 1, '10321607': 1, '20708324': 1, '27688379': 1, '22550550': 2}", "similar_patients": "{}"}