{"patient_id": 161590, "patient_uid": "3663069-1", "PMID": 23730119, "file_path": "noncomm/PMC003xxxxxx/PMC3663069.xml", "title": "Silent Giant Cell Arteritis in an Elderly Korean Woman", "patient": "An 83-year-old woman presented with sudden visual loss that had developed in both eyes (oculus uterque, OU) the previous day. Her past medical history was unremarkable. She did not complain of any associated headache, scalp tenderness, jaw claudication or constitutional symptoms such as weight loss, fever, malaise or sweats. Her visual acuities included perception of light in the right eye (oculus dexter, OD) and perception of hand motion in the left eye (oculus sinister, OS). The anterior segment examination revealed advanced nuclear sclerosis OU. A relative afferent pupillary defect OD was detected. Fundus examination revealed mild retinal arterial narrowing and chalky-white disc swelling OU (). The results of the Hardy-Rand-Rittler test and Ishihara test showed total dyschromatopsia OU. The Goldmann perimetry test revealed a total field defect OD and paracentral island OS. Although electroretinography findings were within normal limits, visual evoked potentials showed delayed P100 latency OU. Cerebrospinal fluid tapping revealed normal intracranial pressure and cell counts. Brain magnetic resonance imaging scans and angiography results showed diffuse bilateral stenosis of vertebral arteries and external carotid arteries without significant intracranial vessels stenosis. The CRP level, ESR and platelet count were elevated and measured to be 5 mg/dL (upper normal limit, 0.5 mg/dL), 55 mm/h (upper normal limit, 20 mm/h), and 510 K/µL (upper normal limit, 400 K/µL), respectively.\\nFollowing a presumptive diagnosis of silent GCA-associated AAION OU, the patient was hospitalized and treated with intravenous 250 mg methylprednisolone every 6 hours for 3 days. Biopsy of the left temporal artery was performed, and 3 cm of the temporal artery was acquired. Lymphocytes, epithelioid histiocytes, and multinucleated giant cells had diffusely infiltrated into the entire vessel wall, especially in the arterial wall media (). GCA was confirmed, and a high dose of steroid therapy was maintained.\\nAfter 7 days, the patient's visual acuity OS improved slightly to being able to count fingers. Disc swelling OU had decreased. The CRP level and ESR decreased to 1.07 mg/dL and 30 mm/h, respectively. Oral prednisolone therapy was slowly tapered down from 60 mg per day, and steroid treatment was maintained with deflazacort 30 mg per day. However, after 4 months, the patient's visual acuities deteriorated to no light perception OD and light perception OS.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'9063237': 1, '12910568': 1, '16038374': 1, '31286712': 1, '6626279': 1, '30376812': 2, '17229803': 1, '14560864': 1, '21086005': 1, '28994270': 1, '9559738': 1, '30158332': 1, '20584707': 1, '18286386': 1, '21232803': 1, '27247526': 1, '2189274': 1, '13913067': 1, '20200780': 1, '9630303': 1, '17340046': 1, '20654795': 1, '20524453': 1, '19131766': 1, '16139037': 1, '11382644': 1, '23730119': 2}", "similar_patients": "{'6208180-1': 1}"}