{"patient_id": 38871, "patient_uid": "3433350-1", "PMID": 22759717, "file_path": "comm/PMC003xxxxxx/PMC3433350.xml", "title": "Primary meningeal melanocytoma of the anterior cranial fossa: a case report and review of the literature", "patient": "A 27-year-old man presented with headache and diplopia for three days. The headache was a dull pain not accompanied by vomiting or dizziness. Fundoscopy showed left optic nerve atrophy and right papilledema, consistent with Foster-Kennedy syndrome. Neurological examinations were otherwise normal, and laboratory results were unremarkable.\\nA left frontal irregular space-occupying lesion was seen on magnetic resonance imaging (MRI), and enhancement was shown on contrast-enhanced scan. The lesion appeared hyperintense on T1-weighted images. Hypointense signals were noted on T2-weighted images. The tumor was primarily located at the frontal lobe with ventricular compression and midline shift (Figure ). Brain CT angiography (CTA) showed compression of the anterior and middle cerebral arteries. Small branches from the middle and anterior cerebral arteries supplied blood to the tumor (Figure ). Meningioma was diagnosed prior to surgery.\\nSurgery was performed via the left frontotemporoparietal approach and the tumor was removed four days after admission. The tumor was located at the anterior cranial fossa and adhered closely to the dura of the skull base. Only the infiltrated dura was not removed; the resection was Simpson’s grade II (that is, complete removal + coagulation of dural attachment). Grossly, the tumor was a soft, well-circumscribed pigmented lesion with a capsule, and proved to be meningeal melanocytoma on histopathological examination of resected tissues.\\nImmunohistochemistry was positive for the melanocytic features human melanoma black (HMB)-45, vimentin and S-100 protein, while epithelial membrane antigen (EMA), creatine kinase (CK) and progesterone receptor (PR) were negative. Cellular proliferation was assessed via staining for Ki-67. Ki-67 was positive, but less than 1% (Figure ). Based on the pathology results, the tumor was adjudged World Health Organization (WHO) grade I (low grade). After the diagnosis was established, a detailed physical examination was performed in which no skin melanoma was found. The patient denied a history of melanocytoma.\\nThe patient received one-time 30 Gray radiation therapy after surgery and the duration was one day. No tumor relapse was seen on follow-up MRI six months after surgery (Figure ). At follow-up two and a half years after surgery, the patient was free of symptoms and no tumor recurrence was shown on the CT scan.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'16491422': 1, '7605172': 1, '11599841': 1, '13406590': 1, '15160350': 1, '20558070': 1, '15918956': 1, '1615371': 1, '10896205': 1, '21743173': 1, '20627582': 1, '19449182': 1, '31933873': 1, '33802952': 2, '19361258': 1, '4343293': 1, '21676231': 1, '14604228': 1, '20657325': 1, '9420082': 1, '34211886': 2, '29941032': 2, '22135618': 1, '1545267': 1, '21062362': 1, '15352613': 1, '1902034': 1, '9879465': 1, '10954294': 1, '25583147': 1, '3783260': 1, '10701535': 1, '16391879': 1, '22759717': 2}", "similar_patients": "{'6020204-1': 1, '8202386-1': 1, '8002833-1': 1}"}