{"patient_id": 159836, "patient_uid": "3516014-1", "PMID": 23233778, "file_path": "noncomm/PMC003xxxxxx/PMC3516014.xml", "title": "Rhabdomyolysis caused by an unusual interaction between azithromycin and simvastatin", "patient": "A 73-years-old obese Caucasian male with chronic kidney disease due to idiopathic interstitial nephritis, severe gout, polymyalgia rheumatica, type 2 diabetes mellitus, hypertension, and hyperlipidemia was admitted with severe weakness and pain in his arms and legs for 5 days. His regular medications included allopurinol 100 mg daily, prednisone 5 mg daily, labetalol, bumetanide, amlodipine, simvastatin 80 mg daily, and glargine insulin. One week earlier oral azithromycin 500 mg on the first day followed by 250 mg daily for the next 4 days was given to treat acute bronchitis. He developed acute kidney injury with a serum creatinine of 3.8 mg/dl (baseline 1.7 mg/ dl), blood urea nitrogen of 200 mg/dl (baseline 50 mg/dl), and rhabdomyolysis with a CPK level of 11,240 u/L (reference range 0–310 u/L). Simvastatin was immediately discontinued. He received intravenous hydration with saline and bicarbonate to alkalinize the urine to a pH between 7 and 8. Serum creatinine returned to baseline in parallel with the CPK over the next 7 days without hemodialysis. The marked muscle weakness improved and returned to baseline in 3 weeks. Two months after the onset of symptoms, he resumes on simvastatin 40 mg daily initially and later increased to 80 mg daily without recurrence of myalgia or weakness confirming the temporal association of the drug interaction between simvastatin and azithromycin.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'14744620': 1, '19206087': 1, '19740401': 1, '21245207': 1, '19606089': 1, '19704026': 1, '9220046': 1, '1656856': 1, '12495360': 1, '28815461': 1, '31413581': 1, '21095263': 1, '12558459': 1, '18027988': 1, '26820753': 1, '29667038': 1, '17192506': 1, '23233766': 1, '23233778': 2}", "similar_patients": "{}"}