{"patient_id": 39560, "patient_uid": "3485119-1", "PMID": 23101939, "file_path": "comm/PMC003xxxxxx/PMC3485119.xml", "title": "Active bleeding from a periampullary duodenal diverticulum that was difficult to diagnose but successfully treated using hemostatic forceps: a case report", "patient": "A 71-year-old Asian woman with tarry stools and dyspnea was admitted to our hospital. She had a history of idiopathic interstitial pneumonia and had been taking oral prednisolone for the previous three months. She was anemic and had a pulse rate of 130 beats per minute and a systolic blood pressure of 80mmHg. Laboratory data were as follows: hemoglobin 7.2g/dL, platelet count 21.9×103/mm, albumin 3.0g/dL, prothrombin time 80% and international normalized ratio 1.13, aspartate transaminase 12IU/L, alanine transaminase 17IU/L, blood urea nitrogen 32.2mg/dL, and creatinine 0.43mg/dL.\\nAfter admission, we performed emergency endoscopy by using a forward-viewing endoscope (GIF-Q-260J; Olympus, Tokyo, Japan) with an attached hood (Elastic touch, slit and hole type M hood; Top Corporation., Tokyo, Japan), which showed a large clot in the duodenal bulb and a fresh clot in a large periampullary diverticulum of the descending part of the duodenum (Figure ). However, we were unable to identify the source of the bleeding. Our patient was treated with a blood transfusion, but her severe anemia and frequent tarry stools continued. Two days later, we performed a second endoscopic examination, but this did not identify the source of the bleeding. The following day, we performed an endoscopic examination by using a side-viewing endoscope (TJF-240; Olympus), which revealed a small ulcer with a small exposed vessel overlying the bile duct within the diverticulum (Figure ). Flushing with distilled water revealed an oozing bleeding point in the ulcer. We used hemostatic forceps (Coagrasper, FD- 410LR; Olympus) in the soft coagulation mode at 80W (VIO 300 D; ERBE,Tokyo Japan) to cauterize the bleeding vessel (Figure ). The bleeding stopped immediately, the procedure was well tolerated by our patient, and there were no complications. A repeat examination one week later using a side-viewing endoscope showed no bleeding (Figure ). There was no recurrence of bleeding, and our patient did not experience any complications such as perforation, cholangitis, or pancreatitis.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'1907093': 1, '6425109': 1, '34211789': 2, '34722030': 2, '10494686': 1, '20178576': 1, '11572022': 1, '17905030': 1, '11053943': 1, '1756926': 1, '23101939': 2}", "similar_patients": "{'8544636-1': 1, '8208870-1': 1}"}