{"patient_id": 155782, "patient_uid": "3204491-1", "PMID": 22076215, "file_path": "noncomm/PMC003xxxxxx/PMC3204491.xml", "title": "Laparoscopic Gastric Wedge Resection and Prophylactic Antireflux Surgery for a Submucosal Tumor of Gastroesophageal Junction", "patient": "A 42 year-old male patient was admitted to Incheon St. Mary's Hospital, The Catholic University of Korea to undergo surgery under diagnosis of SMT of GEJ by screening endoscopy. There was no symptom related to the tumor and there was no abnormality in physical examination and laboratory tests. The endoscopic finding revealed a 2.5 cm-sized SMT which involved the GEJ (), and this tumor was originated from the proper muscle layer by the finding of EUS (). The EUS-guided FNAB failed to get enough specimen for diagnosis, and a homogeneously enhanced SMT around the GEJ was observed by abdominal computed tomography (CT) scan (). The patient underwent laparoscopic gastric wedge resection.\\nUnder general anesthesia, the patient was put in reverse Trendelenburg position with his legs apart. The operator was positioned on the right side, and the first assistant was positioned on the left side of the patient. The camera operator was poisoned between the legs of the patient. A 10 mm trocar was inserted through the umbilicus for the camera, and a 5 mm trocar was inserted just below the xiphoid process for liver retractor. One 5 mm trocar on right upper abdomen and one 12 mm trocar on left upper abdomen were used as working channels for the operator. Another 5 mm trocar on left upper abdomen was used for the first assistant. The lesser curvature of the cardia was dissected first as close as possible not to damage right and left vagus nerves and the lesser omentum including both vagus nerves was taped with an umbilical tape. After the tumor mass, which was located at antero-greater curvature side of cardia, was identified (), a small gastrotomy incision was made on the anterior gastric wall near the tumor by ultrasonic shears and wedge resection proceeded along with the tumor border. After the resection, about 2/3 of the circumference of the esophagus was detatched from the stomach with a large gastrotomy incision on the upper stomach (). The esophagus was reimplanted by intracorporeal 2-layered interrupted sutures with #3-0 vicryl. After reimplantation of the esophagus, a 4 cm length gastrotomy incision was remained along the lesser curvature side of cardia. This gastrotomy incision was repaired by intracorporeal 2-layered continuous sutures with #3-0 vicryl (). Two to three short gastric arteries were divided in order to mobilize the fundus and the mobilized fundus was sutured to anterior abdominal esophageal wall. Dor, anterior partial fundoplication was performed (). Crural repair was not performed because the size of esophageal hiatus of this patient was normal.\\nAn upper gastrointestinal series was taken at the first postoperative day. There was no leakage nor stenosis in rebuilt, partially wrapped new GEJ (). Nasogastric tube was removed and oral feeding proceeded just after upper gastrointestinal series was taken. The final pathologic report revealed leiomyoma of GEJ. The result of immunochemical stain was that C-kit tyrosine kinase was not expressed and actin, desmin was expressed. The patient was discharged at fifth postoperative day without any complication. There had been no symptom of reflux or dysphasia on 5 months of postoperative follow up.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'34788936': 1, '31410755': 1, '24783179': 1, '18470554': 1, '10890957': 1, '8612000': 1, '9453865': 1, '20135174': 1, '16709375': 1, '21465489': 1, '24949319': 1, '23610714': 1, '9449085': 1, '12945080': 1, '21207158': 1, '11961634': 1, '21594726': 1, '15334684': 1, '31311912': 1, '17226910': 1, '22076215': 2}", "similar_patients": "{}"}