{"patient_id": 158149, "patient_uid": "3377033-1", "PMID": 23012194, "file_path": "noncomm/PMC003xxxxxx/PMC3377033.xml", "title": "ACUTE PLASMODIUM VIVAX MALARIA PRESENTING WITH PANCYTOPENIA SECONDARY TO HEMOPHAGOCYTIC SYNDROME: CASE REPORT AND LITERATURE REVIEW", "patient": "A 37-year old female patient from Nepal, who recently came to Saudi Arabia as a housemaid, presented at the Emergency Department in August 2008 with fatigue, headache, intermittent fever, chills and rigor of three weeks’ duration. She gave a history of several febrile illnesses in the past few years that were presumed to be malaria and treated as such, although no documentation was available. Upon presentation, she was febrile with a temperature of 39.5 ° C. She was very pale, had a palpable spleen, 5 cm below left costal margin. The rest of the physical examination was unremarkable. Her initial blood tests were remarkable for pancytopenia with WBC of 2.9 × 109/l, Neutrophils of 0.8 × 109/l, platelet of 52 × 109/l and hemoglobin of 5.6 g/dl. She had a normal reticulocytes count of 2% and an indirect bilurubin of 0.2 mg/dl. Her ferritin level was elevated more than 554 lg/l with Fibrinogen level of 0.8 g/L. Her initial peripheral blood smear showed ring forms, developing trophozites and mature schizonts of plasmodium vivax without any evidence of shiztocytes. She had negative serological evidence of CMV, Parvovirus B19 and hepatitis. All her septic blood and urine work up were unremarkable. Her abdominal ultrasound confirmed an enlargement of the spleen. She was treated with oral chloroquine 300 mg/d for 5 days and her condition improved rapidly with complete resolution of her pancytopenia and plasmodium vivax (). Bone marrow aspiration was not considered since she demonstrated quick recovery of pancytopenia following oral chloroquine on the third day of treatment. She was discharged on primiquine for 15 days to assure complete eradication of the vivax infection.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'11076718': 1, '2509594': 1, '31615428': 1, '11014899': 1, '17590250': 1, '10792290': 1, '14508800': 1, '12458577': 1, '32775294': 2, '14686106': 1, '23012194': 2}", "similar_patients": "{'7365499-1': 1}"}