{"patient_id": 36968, "patient_uid": "3274443-1", "PMID": 22208163, "file_path": "comm/PMC003xxxxxx/PMC3274443.xml", "title": "Multifocal electroretinogram and Optical Coherence tomography spectral-domain in arc welding macular injury: a case report", "patient": "A 26 year-old male subject visited the emergency eye clinic for the appearance of persistent blurred vision in his left eye arising 4-5 days previously. His anamnesis reports having assisted with work on plasma arc welding, about a week before the visit, without the use of protective lenses.\\nThe visual acuity of the left eye was 0.9 and 1.0 in the right eye. The biomicroscopic examination of the anterior segment of the diopters of both eyes appeared unharmed and normally transparent. The ophthalmoscopic examination detected an abnormal macular reflex of the left eye, which was characterized by a round yellow lesion in the centre of the fovea.\\nThe right eye, optic disc, macula and vessels appeared normal. The patient underwent FA and OCT with Spectralis HRA-OCT (Heidelberg Engineering, Heidelberg, Germany) and mfERG using electroretinography RetinaxPlus (CSO, Florence, Italy) according to ISCEV guidelines [].\\nIn the left eye, FA showed no retinal changes in chorioretinal circulation (Figure ) and OCT showed a normal profile and normal reflectivity (Figure ).\\nFinally, mfERG showed a change in the signal on the central photoreceptors of the central 2° of the left eye with a value of 102.30 nV/deg2 and an alteration of the signal only on the central photoreceptors of 1° of the right eye, with a load value average of 142.70 nV/deg2 (Figure ).\\nTreatment with vitamin supplements, mainly lutein, astaxanthin, zeaxanthin, folic acid, selenium, vitamin C, zinc and ginkgo biloba was prescribed for a month.\\nDuring the follow-up visit, two weeks after the end of the treatment, the visual acuity was 1.0 in the left eye and the ophthalmoscopic macular alteration, reported previously, had disappeared.\\nThe patient underwent an OCT and mfERG check-up and refused to undergo the FA again. The OCT showed a hyperreflectivity of the ELM (Figure ).\\nThe mfERG showed an improvement of the track in the central 2° in both eyes with an average value of 159.46 nV/deg2 in the right eye and 112.62 nV/deg2 in the left eye where the beheading of the signal in the 2° persisted (Figure ).", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'15776008': 1, '18667008': 1, '9842654': 1, '20337280': 1, '12061267': 1, '19951742': 1, '3415950': 1, '30718265': 1, '17508040': 1, '16043837': 1, '24832707': 1, '32601568': 2, '24653829': 1, '17601436': 1, '8789868': 1, '24763243': 1, '9445902': 1, '12017483': 1, '28438153': 2, '16021465': 1, '16340558': 1, '14707841': 1, '17972125': 1, '11744401': 1, '5148217': 1, '1374874': 1, '3596908': 1, '1838336': 1, '17302214': 2, '22208163': 2}", "similar_patients": "{'5404326-1': 1, '2908862-1': 1, '7317130-1': 1}"}