{"patient_id": 159173, "patient_uid": "3469905-1", "PMID": 23087744, "file_path": "noncomm/PMC003xxxxxx/PMC3469905.xml", "title": "Large oral lipoma: Case report and literature review in Iran", "patient": "A 36-year old otherwise healthy male patient was referred to oral surgeon with an asymptomatic, swelling in the right buccal mucosa that he had been aware of for 2 years.\\nIn clinical examination an obvious submucosal swelling with intact overlying mucosa was observed. The clinical appearance was similar to mesenchymal tumors, salivary gland tumors, or even bone tumor with soft tissue invasion. An omnipaque contrast CT scan was taken, in which a well-circumscribed lesion with a density similar to adipose tissue was shown [].\\nWith a provisional diagnosis of oral lipoma under local anesthesia, surgical excision of the lesion was performed. When a deep seated, yellow, well-circumscribed soft tissue mass with a lobulated surface 4 × 3.5 × 1.2 (length × width × thickness) centimeters in size was totally excised and submitted for microscopic examination in 10% buffered formalin [Figures and ].\\nIn pathology laboratory, the submitted specimen was processed and embedded in paraffin using standard procedures. From the paraffin block a 3 μ section was prepared and stained with Hematoxylin and Eosin stain (H and E) to allow histopathologic examination.\\nIn microscopic examination of H and E stained slides, using light microscope (Olympus, Japan), a well-circumscribed nodular mass was seen. Which showed a distinct lobular pattern composed of mature adipocytes, cells with large clear cytoplasm and a flat dark nucleus on periphery. Thin septa of fibrous tissue was seen between the closely packed normal looking fat cells. At the borders, lesion was surrounded by a thin fibrous capsule. According to histopathologic features a definitive diagnosis of lipoma was made []. In an 18-month postsurgery follow-up no recurrence or complication has occurred.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'20383107': 1, '27489068': 1, '19830025': 2, '21448446': 1, '23814589': 2, '25815220': 2, '24551744': 1, '19159027': 1, '29354591': 1, '28300904': 2, '27957277': 1, '15472660': 1, '23087744': 2}", "similar_patients": "{'3692179-1': 1, '5325003-1': 1, '3302006-1': 1, '4359822-1': 1}"}