{"patient_id": 155436, "patient_uid": "3178927-1", "PMID": 21912066, "file_path": "noncomm/PMC003xxxxxx/PMC3178927.xml", "title": "Fever and Diarrhea after Laparoscopic Bilioenteric Anastomosis", "patient": "A 76-year-old man presented with diarrhea, fever, and icterus of a couple of months’ duration. He gave history of laparoscopic surgery for cholecystectomy with common bile duct (CBD) exploration about 9 months ago (for an impacted CBD stone). An anastomosis between the CBD and the duodenum had been performed laparoscopically. The patient had had an uneventful early postoperative course.\\nTwo weeks after the operation, the patient started to show symptoms of cholangitis (with varying degrees of pain, icterus, and low-grade fever) intermittently. With each episode of recurrent symptoms, a course of oral antibiotics would alleviate his symptoms but the symptoms always returned after discontinuation of the antibiotic. He had taken several courses of different antibiotics over the past few months. Two months earlier, he had developed diarrhea that was severe enough to make him feel weak. Because there was no response to wide-spectrum oral antibiotics, the patient was admitted to our hospital for further workup.\\nAt presentation, he was an ill elderly man with low-grade fever (oral temperature, 38.3°C) and stable vital signs. He was mildly icteric. On examination of the abdomen, mild tenderness was found in the right upper quadrant and periumbilcal region. Digital rectal examination yielded soft, greasy, and nonbloody stool. The patient's laboratory data are shown in . Inflammatory or infectious colitis was ruled out by stool examination. Toxin assay for Clostridium difficile was negative; besides, discontinuation of antibiotics (keeping in mind the possibility of pseudomembranous colitis) only aggravated the patient's condition. Liver function tests ruled out hepatitis and there was no history of transfusion during the operation.\\nIn view of the high erythrocyte sedimentation rate (ESR), mildly elevated alkalaine phosphatase, and positive SIRS, an infectious etiology was suspected and a sepsis workup was started. The chest X-ray was within normal limits. Abdominopelvic sonography showed no fluid collection in the abdomen. Upper gastrointestinal endoscopy was normal up to the mid-duodenum. Colonoscopy was normal too. A magnetic resonance cholangio-pancreatography (MRCP) was performed to look for bile duct injury [] and this revealed mild dilatation of the intra- and extra-hepatic ducts; the CBD had a diameter of 17 mm and there was a focal (11 mm) filling defect in the middle part of the CBD. In view of these findings we suspected probable stricture at the anastomosis site, with resultant ascending cholangitis, and therefore decided to operate on the patient and to reconstruct the anastomosis.\\nDuring the operation, we were surprised to find a ‘choledochocolostomy’ anastomosis instead of a choledochoduodenostomy []. The site of the colostomy was taken down and repaired in two layers. After irrigation of the right and left hepatic ducts, and ensuring that no stone was left in the CBD, an end-to-side choledochoduodenostomy was reconstructed. The patient had a satisfactory recovery after the operation and was discharged within a few days. After discharge, he came back for two follow-up visits (1 week and 4 weeks after discharge) and had no complaints. Diarrhea and fever had been completely controlled.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'9769825': 1, '9799157': 1, '15490177': 1, '1202617': 1, '16175465': 1, '16676862': 1, '21912066': 2}", "similar_patients": "{}"}