{"patient_id": 35999, "patient_uid": "3161679-1", "PMID": 21892322, "file_path": "comm/PMC003xxxxxx/PMC3161679.xml", "title": "Recurrent Respiratory Papillomatosis (RRP)—Juvenile Onset", "patient": "W.E. a 75-year-old female with a long history of RRP in the larynx and trachea that required multiple excisions of the papillomas. The patient claimed to have had papillomas present in her larynx ever since the age of 2. Her first documented surgery for RRP occurred at age 22. By 2000 (age 72), she had undergone multiple surgeries for excision of the papillomas, estimated to be approximately 60–70. She had no known history of tobacco or alcohol use. In 2000, the papillomas became rapidly progressive with obstruction, and histopathologic examination revealed squamous cell carcinoma in situ. She underwent external beam radiation totaling 6200 rads to the region encompassing the larynx, trachea and the upper mainstem bronchus. Initially, the tumors responded to the therapy, but regrew rapidly in 2001, requiring further excision. She was treated with 4 cycles of carboplatin (300 mg/m2) and 5-FU (600 mg/m2) given every 3 weeks. Initially, W.E. responded to therapy, but the disease progressed again, requiring laser excision. Next, she was treated with methotrexate initially at 7.5 mg orally each week, decreasing to 5 mg orally weekly due to mucosal dryness, but, the papillomas continued to grow rapidly and a tracheotomy was required. A chest x-ray and CT scan revealed pulmonary nodules suspicious for metastases. The patient was lost to follow-up. In August of 2003, W.E. returned with symptoms of airway obstruction after a long hiatus with no therapy and received 2 cycles of continuous infusion 5-FU for five days at a dose of 500 mg/m2 per day. A repeat CT of chest and neck revealed mild interval progression of a few pulmonary nodules with no interval change in most of the lesions. She continued to be treated with frequent surgery and one month after treatment with 5FU, biopsy in September, 2003, revealed invasive squamous cell carcinoma of the larynx. A CT-guided biopsy of her enlarging left lung base nodule revealed a high-grade squamous cell dysplasia. A laryngectomy was performed in October 2003 and chemotherapy was resumed with carboplatin and 5-FU. The chemotherapy was discontinued towards the end of February 2004 after the patient experienced dizziness, tiredness, nausea, anorexia and eye pain. In February 2004, pegylated Interferon was started at a dose of 50 mcg per week, which she tolerated very poorly. She was given Indole-3 carbamide (400 mg orally daily) and in March 2004, she had debridement of peristomal papillomas with injection of cidofovir, as well as bronchoscopy with Argon laser coagulation of papillomas in her distal airway. In July 2004 for stomal obstruction secondary to recurrent/worsening laryngeal tracheobronchial papillomatosis, an Argon laser coagulation (60minutes) was performed and the debulking of the tumor allowed mild relief of her symptoms. She developed a left neck mass, and a fine needle aspiration of the mass showed keratinizing squamous cell carcinoma. She was not a candidate for further chemotherapy or radiation and was referred to hospice and expired in October 2004. Over the duration of her illness, medical input was obtained from Hematology-Oncology, ENT, Radiation Oncology and Pulmonary services. Her case was presented and further discussed at both ENT and pulmonary tumor boards and resulted in treatment plans derived from the consensus opinion.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'12008782': 1, '14724900': 1, '12117334': 1, '10600342': 1, '3398891': 1, '16631880': 1, '9591556': 1, '9627242': 1, '9665239': 1, '9570632': 1, '31446060': 1, '14657528': 1, '15193659': 1, '15138179': 1, '15723939': 1, '24339456': 1, '3278186': 1, '11002318': 1, '21892322': 2}", "similar_patients": "{}"}