{"patient_id": 35636, "patient_uid": "3125360-1", "PMID": 21599877, "file_path": "comm/PMC003xxxxxx/PMC3125360.xml", "title": "Concomitant pulmonary tuberculosis and tuberculous appendicitis in a recipient of a renal transplant: a case report", "patient": "A 27-year-old Iranian woman, recipient of a living, unrelated renal transplant five years earlier, presented with a productive cough, weight loss and fever. The cause of her end-stage renal disease was chronic pyelonephritis. Six weeks prior to her admission, her immunosuppressant regimen was switched from oral cyclosporine (100 mg, twice daily) to oral sirolimus (1 mg, twice daily) with a diagnosis of chronic allograft nephropathy (serum creatinine level of 2 mg/dL). Her mycophenolate mofetil dose was decreased from 2000 to 1000 mg/day and prednisolone was continued with the previous dose (5 mg, daily). Four weeks later, she developed a mild cough, weakness and anorexia. Her condition progressed to a more constant cough and weight loss until she was hospitalized.\\nPhysical examination revealed her blood pressure to be 110/60 mm/Hg, respiratory rate 20/min, pulse rate 92/min and body temperature 38°C. A chest examination revealed fine crackles mainly on her lower lung fields. On admission, the laboratory findings were as follows: white blood cell count 5.1 × 109/L, hemoglobin 7.2 g/dL, hematocrit 22.4%, mean corpuscular volume 75 fL (normal range, 77-97 fL), mean corpuscular hemoglobin 24 pgm (normal range, 26-32 pgm), mean corpuscular hemoglobin concentration 32% (normal, 32-36%), platelet count 213 × 109/L, fasting blood glucose 105 mg/dL, blood urea 62 mg/dL, serum creatinine 1.9 mg/dL, sodium 135 mEq/L, potassium 4.5 mEq/L, aspartate aminotransferase 37 IU/L, alanine aminotransferase 45 IU/L, alkaline phosphatase 1106 IU/L and total bilirubin 1 mg/dL. A urine analysis was unremarkable.\\nOn the first day of admission, sirolimus and mycophenolate mofetil were discontinued and cyclosporine (200 mg/day) was started. The dose of prednisolone was not altered (5 mg, daily). A chest X-ray showed fine miliary nodules throughout the entire lung fields. Echocardiography revealed normal pericardium and cardiac chambers. Her left ventricular ejection fraction was 65%. An ultrasound examination of her renal allograft did not reveal any pathologic finding. A 6 mm induration was observed on a TB skin test. Sputum and bronchial aspirate examination was positive for acid-fast bacilli, suggestive of Mycobacterium tuberculosis infection. A chest computed tomography (CT) scan illustrated widespread miliary nodules throughout the lung fields, compatible with miliary TB (Figure ).\\nIn the evening of her fourth day of admission, our patient developed an increasing right lower quadrant abdominal pain spreading to her entire abdomen. Physical examination revealed widespread abdominal tenderness and rebound. An ultrasonographic study of her abdomen disclosed a small fluid collection in the right lower quadrant. Two cysts were detected in her left ovary (54 × 32 mm and 33 × 31 mm). An abdominal CT scan with oral contrast revealed that her pancreas and spleen were normal. Her colonic wall thickness was measured as 4 mm and free fluid was visible in dependent parts of her abdominal cavity. Her peritoneal cavity was then opened with a midline incision and widespread peritonitis was found. Her inflamed appendix (9 × 6 cm) was perforated at its tip. Her ileocecal area and cecum were inflamed with fragile tissues. A cecostomy was performed and a drain was placed. Histopathological examination of the resected appendix revealed caseating epithelioid granulomas, epithelioid histiocytes and Langhans giant cells in the sub-mucosa and sub-serosa of her appendix (Figure ). The histological picture, along with positive mycobacterial cultures from the sputum and bronchial aspirate, was suggestive of tuberculous appendicitis. After surgery, chemotherapy for TB was started and continued for nine months. An immunosuppressive regimen was continued with cyclosporine, mycophenolate mofetil and prednisolone. During follow-up visits, the pulmonary and abdominal signs and symptoms were resolved.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'25738120': 1, '9625110': 1, '25340135': 1, '18047566': 1, '20030536': 1, '21649570': 1, '20441499': 1, '3447110': 1, '17655654': 1, '19895534': 1, '22032472': 2, '16913973': 1, '2267281': 1, '33898762': 1, '24558621': 2, '23573461': 1, '25436221': 1, '20626712': 1, '11532111': 1, '17461993': 1, '29791554': 1, '21599877': 2}", "similar_patients": "{'3223516-1': 1, '3914201-1': 1, '3914201-2': 1}"}