{"patient_id": 166416, "patient_uid": "3960817-1", "PMID": 24669089, "file_path": "noncomm/PMC003xxxxxx/PMC3960817.xml", "title": "Solitary pulmonary nodule: A rare presentation of pulmonary mucormycosis in an immunocompetent adult", "patient": "A 70-year-old male, smoker for 4 decades presented with high-grade fever for 2 weeks and episodes of hemoptysis for 5 days. He was admitted to our institution with massive hemoptysis. General survey revealed temperature was 102°F; pulse rate was 104/min, regular; respiratory rate was 28/min and blood pressure was 130/76 mm of Hg. Systemic examination including respiratory system was essentially normal. Routine blood and biochemistry showed hemoglobin was 8.7 gm/dL, total white blood cell count was 4600/mm3 with neutrophil comprising 77%, platelet count was 1,75,000/cmm, fasting sugar was 76 mg/dL, serum levels of urea was 28 mg/dL, and creatinine was 0.9 mg/dL. Blood for HIV I and II was negative, and there was no evidence of immunosuppression. His chest X-ray posterior-anterior view showed a nodular opacity in right upper zone. His hemoptysis was controlled with conservative management but fever persisted and we went for further investigation. Contrast-enhanced computed tomography (CT) thorax revealed an irregular, well-demarcated nodule (32 H.U) measuring 2.3 × 1.6 cm seen at anterior segment of right upper lobe with few areas of rarefaction within the nodule []. We suspected the nodule to be malignant and went for CT-guided fine needle aspiration cytology (FNAC) and true cut biopsy. CT-guided FNAC showed plenty of fungal hyphae in a necroinflammatory background with absence of granuloma or malignancy. Giemsa-stained smear showed broad, irregular, nonseptate hyphe with right-angled branching consistent with the diagnosis of mucormycosis []. Gomori's methenamine silver staining of CT-guided true cut biopsy also demonstrated the typical hyphae suggestive of mucormycosis. Hematoxylin and eosin staining of the true cut biopsy material showed wide areas of necrosis and inflammatory cell infiltration [].\\nFungal culture of the specimen inoculated on Saboraud's Dextrose Agar medium yielded white colonies within 3 days and organism was identified as mucor. Fibreoptic bronchoscopy revealed bleeding coming out of right upper lobe bronchus along with congested mucosa. Bronchoalveolar lavage showed absence of malignant cells along with no growth of mycobacterium and fungus. Positron emission tomography-CT scan showed a non-FDG avid nodule with spiculated margin and calcification in anterior segment of right upper lobe []. The diagnosis of pulmonary mucormycosis was confirmed. As patient refused surgery, we started treatment with intravenous liposomal amphotericin B at a dose of 5 mg/Kg for a period of 4 weeks. Fever subsided after 4 days of starting liposomal amphotericin B and follow up chest X-ray and CT scan after 6 weeks were normal [].", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'10386506': 1, '20165666': 2, '33906622': 2, '30560048': 1, '26288745': 1, '19435437': 1, '22167397': 1, '23683872': 2, '29748841': 1, '20656848': 1, '10756000': 1, '15359632': 1, '11529408': 1, '31388490': 1, '24669089': 2}", "similar_patients": "{'2822332-1': 1, '8077830-1': 1, '3658989-1': 1}"}