{"patient_id": 38173, "patient_uid": "3403119-1", "PMID": 22844630, "file_path": "comm/PMC003xxxxxx/PMC3403119.xml", "title": "A Penetrating Stab Wound of the Perianal Area Causing a Combined Rectal and Bladder Injury: One Case Report", "patient": "A 45-year-old male Moroccan patient presented to the emergency department with gross rectal bleeding and hematuria secondary to a stab wound to the perianal area. The patient was admitted four hours after his knife stabbing. On physical examination, the patient looked well and was stable hemodynamically. He had mild suprapubic tenderness and the rectal examination revealed evidence of rectal bleeding together with a 2 cm wound, located 1 cm laterally to the anal opening (). A proctosigmoidoscopy performed on the patient revealed two defects of the posterior and the anterior walls of the rectum. An emergency cystogram CT was done through a urethral catheter under screening, and the rectum was also filled with the contrast in order to improve its evaluation. This clearly showed an extraperitoneal contrast extravasation associated with an anterior rectal wall defect () and two bladder wall defects located in the posterior wall and the dome of the urinary bladder (). The CT showed no abnormalities in the nearby organs. The rectal injury treatment consisted of distal rectal washout, transanal rectal wound repair that was protected by a diverting colostomy and the bladder injury was managed by a urethral catheter drainage. Three months later, the colostomy was reversed without other sequela. The urethral catheter was left in place for 30 days, and the patient was put on oral broad spectrum prophylactic antibiotics.\\nA retrograde cystogram was done 30 days later and showed no further evidence of extravasation. After a one-year followup, the patient is healthy and totally asymptomatic.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'8483173': 1, '505260': 1, '6632094': 1, '3174533': 1, '7376707': 1, '3945731': 1, '6507755': 1, '24366762': 1, '24527030': 1, '22844630': 2}", "similar_patients": "{}"}