{"patient_id": 155163, "patient_uid": "3162278-1", "PMID": 21909219, "file_path": "noncomm/PMC003xxxxxx/PMC3162278.xml", "title": "Acral Lentiginous Melanoma Developing during Long-standing Atypical Melanosis: Usefulness of Dermoscopy for Detection of Early Acral Melanoma", "patient": "A 66-year-old female presented with a 1.5×0.8 cm-sized hyperkeratotic plaque on the heel. The lesion showed an irregular border and variegated color, ranging from light brown to black, and was surrounded by a sharply demarcated brownish patch (). The patient said that the lesion had appeared as a small brownish patch approximately 10 years earlier; however, she had noticed a black macular lesion in the center, which had shown progressive growth over a period of 5 years.\\nAn initial punch biopsy in the junction of the thickest black center of the lesion was conducted at another hospital. Histopathology demonstrated an increase in basal melanocytes and hyperpigmentation with focally uniform cytologic atypia of melanocytes, which was consistent with melanoma in situ (). Dermoscopy (×10, no immersion, Episcope™, Welch Allyn®, Skaneateles Falls, NY) revealed a parallel ridge pattern, abrupt ending of pigmentation, and irregular diffuse pigmentation with focal depigmentation (). Although the results of the initial punch biopsy showed in situ melanoma, we suspected a more invasive malignancy based on clinical and dermoscopic features; therefore, we conducted an excision that included the 5-mm free margin of the lesion. Pathologic evaluation revealed that tumoral melanocytic cell nests with atypical mitosis had been infiltrated by papillary dermis at a Breslow thickness of 2.0 mm (). Melanocytes revealed positive staining with HMB-45 and S-100 protein (). In addition, we found histological changes in the peripheral brownish patch of the margin of the excision area, which was melanocytic proliferation with focal melanocytic proliferation in the crista profunda intermedia and diffuse basal hyperpigmenation (). We diagnosed this lesion as an acral lentiginous melanoma with peripheral atypical melanosis. General evaluations, including sentinel lymph node biopsy and CT scan, revealed no evidence of regional or systemic metastasis.\\nThe patient was sent to the orthopedic department for wider excision and flap surgery for treatment of the remaining brownish patch lesion with a 5-mm free margin. No evidence of recurrence or metastasis was observed during the 7-month follow-up after tumor excision.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'15249858': 1, '30190914': 1, '17204103': 1, '8053702': 1, '9610874': 1, '33239715': 1, '16456320': 1, '16301388': 1, '4047728': 1, '8935628': 1, '15627088': 1, '15492186': 1, '2712246': 1, '8915306': 1, '18384603': 1, '21909219': 2}", "similar_patients": "{}"}