{"patient_id": 165763, "patient_uid": "3921658-1", "PMID": 24441434, "file_path": "noncomm/PMC003xxxxxx/PMC3921658.xml", "title": "Tibial baseplate fracture associated with polyethylene wear and osteolysis after total knee arthroplasty", "patient": "A 69-year-old woman had undergone total knee arthroplasty eleven prior due to a diagnosis of primary gonarthrosis. She had a history of hypertension and goiter and was 98 kg and 164 cm tall with a calculated body mass index of 36.43 kg/cm2. Her height and weight were approximately the same when the primary total knee arthroplasty was performed. After this initial procedure, she underwent regular follow-ups every year for five years; her last follow-up was conducted six years prior to presentation, and she was not informed of the need for continued follow-up. Her control radiograph revealed varus malalignment of the tibia three year after the primary surgery (). Approximately a one and a half years prior to presentation, she experienced a slight pain in her operated left knee, which increased over the subsequent six months. When she was admitted to the local hospital, an analgesic drug was prescribed to her.\\nAs her pain continued to increase over time, she presented to our central hospital; radiographs taken at that time revealed significant osteolysis in the medial condyle of the tibia (). Physical examination revealed a healthy-appearing obese woman in no acute distress and normal examination of the lower extremities. There was a well-healed anterior incision over the left knee without any evidence of skin infection. Active and passive motion of the knee caused pain in the medial part of knee. C-reactive protein, erythrocyte sedimentation rate, thyroid function tests and all other laboratory values were in the normal range. Loosening of the tibial component without any infection was reported on the bone scintigraphy.\\nThe patient underwent a revision knee arthroplasty, and the previous incision site was used. There was a medial tibial baseplate fracture in the sagittal and coronal planes and a heavily worn polyethylene insert (A and B). There was no loosening in the lateral part of the tibial baseplate and no evidence of infection. Revision knee arthroplasty was performed after removal of the implants (). There were no post-operative complications, and the patient was ambulating with partial weight-bearing on the second day after the surgery. Significant pain relief and functional improvement was achieved based on early follow-ups.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'11607912': 1, '17213382': 1, '22638637': 1, '33732836': 1, '10220194': 1, '17024478': 1, '28593060': 2, '31886388': 1, '9151186': 1, '18534539': 1, '17119961': 1, '23562901': 1, '15660067': 1, '24441434': 2}", "similar_patients": "{'5448053-1': 1}"}