{"patient_id": 155932, "patient_uid": "3214491-1", "PMID": 22091331, "file_path": "noncomm/PMC003xxxxxx/PMC3214491.xml", "title": "Mayer-Rokitansky-Kuster-Hauser Syndrome: Surgical Management of Two Cases", "patient": "MM was a 24-year-old housewife who presented with complaints of primary amenorrhea, and inability to achieve penetrative sexual intercourse. There was no history of cyclical lower abdominal pain or urinary symptoms.\\nShe had delay in the development of secondary sexual characters compared to her siblings. There was no family history of a similar illness; there was no significant past medical history. Physical examination revealed a young female patient with normal secondary sex characters; well-developed breasts (Tanner stage 4), normal axillary hair and female pubic hair distribution; there were no palpable groin or intra-abdominal masses. Vaginal examination showed normal vulva and urethral meatus, but a blind ending vagina (about 3cm).\\nAn abdominal ultrasound showed a rudimentary uterus and follicular cyst. The kidneys and other intra-abdominal organs were normal. Laparoscopy showed a hypoplastic uterus and fallopian tubes. Serum creatinine, urea, and electrolytes were normal.\\nThe patient received three courses of estrogen and progesterone, to assess the functional state of the uterus, but there was no evidence of increase in the uterine size. She was counseled on the nature of the anomaly and the treatment options available, as well as, the prospect of child bearing. She had excision of the grossly hypoplastic uterus and successful construction of a colovagina []. The lady was discharged on the fifteenth postoperative day, and counseled to resume coitus three months after surgery. Subsequent follow-up indicated normal and satisfactory sexual intercourse with her husband.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'19562052': 2, '8917005': 1, '33530790': 1, '17642845': 1, '8424345': 1, '17191323': 2, '11194430': 1, '17296423': 1, '17903225': 1, '30612182': 1, '15228625': 1, '27617320': 2, '15217443': 1, '32630225': 1, '17995494': 1, '16441882': 1, '18979195': 1, '16556301': 2, '17359527': 1, '22091331': 2}", "similar_patients": "{'5017564-1': 1, '2700671-1': 1, '1444933-1': 1, '1444933-2': 1, '2687834-1': 1}"}