{"patient_id": 163928, "patient_uid": "3813488-1", "PMID": 24964453, "file_path": "noncomm/PMC003xxxxxx/PMC3813488.xml", "title": "Aggressive osseous commitment result by keratocyst odontogenic tumour: case report, radiographic and clinical standpoints", "patient": "A 40-year-old male Caucasian patient coming to the Department of Biosciences and Diagnosis of Sao Paulo State University–UNESP to evaluate an increase of volume in a left side of the face and neck with pain, dysphonia and dysphagia symptoms. The extra oral clinical exam showed an extensive oedema in region of mandible, relatively hard to palpation, with no committal of the skin and no lymphadenopathy. The intra oral examination showed a large mass in the vestibular region that extended to the middle of the mandible until the ascendant ramous, tender to palpation, oedema and mobility of the present teeth. A punch with a needle in a hypodermic syringe showed a viscous liquid with yellowish colour and high internal pressure. Immediately after the decompression, the skin diminished considerably.\\nThree-dimensional images allowed for the visualization of the lesion in relation to relevant anatomical structures providing depiction of bone destruction in the body of the mandible. Preoperative 3D CT reconstruction indicated destruction of the buccal cortex of the mandible (left side) caused by the lesion and projection of osseous spiculae (Fig. A and B).\\nThe panoramic radiography shows a large radiolucent and well-defined lesion with a radiopaque corticates margin involving the left mandibular premolar and molar (Fig. ).\\nThe clinical, radiolological and tomography signs (Fig. ) evoke the hypothesis of a KCOT or ameloblastoma. An incisional biopsy and cytological smears were done and the results showed thin epithelial layer, composed of from 8 to 10 cell. The basal layer shows palisade organized cells with a uniform nucleus. In the direction of the cyst lumen, there is parakeratosis with a focal zone created of orthokeratins. The palisading appearance of the basal cells was evident and confirms the diagnosis of KCOT.\\nThe patient was sent to a Maxillofacial Surgery Department and after the clinical and laboratorial routine examinations, a vigorous curettage washed with Carnoy solution as well as an ostectomy and removal of all the osseous spiculae before the marsupialization was done. A resin obturator was made and was fixed in the mucosa by suture in order to not allow the closure of the mucosa and to permit the patient to clean the lumen with 9% NaCl solution in a hypodermic syringe through the marsupialization aperture and return each 3 months to follow up and makes new radiographic examinations. After 6 months, the radiographic examinations show an initial osseous organization and the clinical appearance have no signal of infection or recurrence.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'28388515': 1, '12167890': 1, '9690244': 1, '264648': 1, '11250631': 1, '1451083': 1, '2579223': 1, '12892445': 1, '2187964': 1, '11429726': 1, '24964453': 2}", "similar_patients": "{}"}