{"patient_id": 37086, "patient_uid": "3287129-1", "PMID": 22257635, "file_path": "comm/PMC003xxxxxx/PMC3287129.xml", "title": "Advanced squamous cell carcinoma involving both upper and lower lips and oral commissure with simultaneous reconstruction by local flap: a case report", "patient": "A 73 -year-old Thai woman presented with a large rapidly growing, proliferative mass involving her upper lip, lower lip, left oral commissure and left cheek. She had a history of a small proliferative mass on the left lower lip four years previously, a total excisional biopsy that showed chronic inflammation. No residual mass was seen after that. Four months prior to admission, she had a proliferative mass on the left lower lip that rapidly grew to involve the circumoral region and the left buccal mucosa (Figure ).\\nIncisional biopsy revealed well-differentiated squamous cell carcinoma. Physical examination revealed a tumor mass that involved 90% of the upper lip, 80% of the lower lip, the left oral commissure and the left buccal region including mucosa. An enlarged left submental lymph node was palpable. Sensation along her mental nerve was intact. Panorex X-ray showed no bony destruction. A computed tomography (CT) scan revealed an irregular lobulated contour, heterogeneous enhancing mass involving her upper and lower lips, predominantly on the left side but crossing the midline to the right side of the upper lip (Figure ). The mass extended to her left buccal space, the anterior portion of the left masticator space and obliterated the fat plane of the anterior aspect of the left masseter muscle. There were necrotic submandibular lymph nodes which measured 1.4 cm. on the right and 1 cm. on the left. A CT scan also revealed multiple subcentimeter lymph nodes on both cervical regions. No definite bony invasion was observed. Her parotid glands showed no abnormality. No abnormalities were detected by a metastatic work-up. Thus, the clinical staging was T4N2cM0.\\nEn bloc resection with 1 cm margins was performed including near total upper lip (extended to both nostril sills), near total lower lip, left commissure and left buccal region. Only 0.5 cm of the upper lip and 1 cm of the lower lip could be preserved (Figure ). In addition, left radical neck dissection and right modified neck dissection (preserved internal jugular vein and spinal accessory nerve) were performed by McFee incision.\\nExamination of frozen sections revealed no malignancy in any of the surgical margins. The upper lip was reconstructed with a left nasolabial-cheek cervicofacial rotational - advancement flap and a right cheek advancement with perialar crescentic flaps. The lower lip was reconstructed with bilateral labiomental advancement flaps. Internal lining of the left buccal area was achieved with skin grafts (Figure ).\\nThe pathology report showed well differentiated squamous cell carcinoma with lymphovascular invasion (Figure ). All surgical resection margins showed no malignant cells. Metastatic squamous cell carcinoma was present in two of seven left cervical lymph nodes with extracapsular extension and one of 18 right cervical lymph nodes. She developed complications of microstomia and partial left nasolabial-cheek cervicofacial flap necrosis. Only the inferior border of the upper flap became necrotic and it healed with dressings (Figure ). She was subsequently treated with radiation commencing two weeks after surgery. External radiotherapy was performed in the fields of her primary cancer and bilateral neck. She refused chemotherapy. She could eat a soft diet with occasional mild drooling of saliva.\\nFive months later, the patient presented with an ulcerative mass at her left cheek, left axillary lymph node and dyspnea (Figure ). Incisional biopsy of the left cheek revealed a recurrence of squamous cell carcinoma and excisional biopsy of her left axillary lymph node revealed metastatic squamous cell carcinoma. A chest X-ray showed left pleural effusion with multiple lung nodules. She died one month later due to respiratory failure.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'13843351': 1, '19345626': 1, '19830178': 2, '7478649': 1, '27308236': 1, '16487795': 1, '26019891': 2, '7643270': 1, '4593704': 1, '15696515': 1, '5636211': 1, '4617298': 1, '22257635': 2}", "similar_patients": "{'2726494-1': 1, '4441773-1': 1}"}