{"patient_id": 165193, "patient_uid": "3888042-1", "PMID": 24470819, "file_path": "noncomm/PMC003xxxxxx/PMC3888042.xml", "title": "Intracranial hydatid cyst is a rare cause of midbrain herniation: A case report and literature review", "patient": "A 13-year-old male patient was admitted to the emergency department with headache, nausea, and vomiting. Neurologic examination revealed bilateral papilledema. Before cranial computed tomography (CT) was taken, the patient had generalized epileptic seizures. He was disoriented, and had anisocoria with dilatation of the right pupilla. His Glasgow Coma Scale value was 7 (E1 M5 V1). CT showed a solitary cystic lesion with a diameter of 10 cm, which was hypodense, sharply demarcated, without perifocal edema, and caused a shift of the midline structures to the contralateral side. The cyst was located in the right temporoparietal region [].\\nBecause of the midbrain herniation signs, urgent operative intervention via a large craniotomy was performed. Once the dura mater was opened, a linear corticotomy was made. After visualization of the cyst wall, 0.9% saline solution was used to dissect the hydatid cyst from the surrounding brain to facilitate cyst removal (Dowling method modified by Arana-Iniguez). Valsalva maneuver was also applied to facilitate the removal of the cyst. The patient's head was lowered to further ease the cyst removal by gravity. The hydatid cyst was removed without rupture. The dura was closed in a watertight fashion after filling the remaining cavity with 0.9% saline solution [].\\nPostoperative thorax and abdominal CT revealed no other foci. Fifteen days after the operation, a left hemiparesis occurred and cranial CT scan revealed a brain compressing subdural hygroma []; therefore, we inserted a subdural-peritoneal shunt. Based on cranial CT performed during follow-up, the subdural-peritoneal shunt was effective and no complaints were reported []. The neurological examination was normal. In the same CT examination done for follow-up, we noted that the site from where the hydatid cyst was removed was flask-shaped, relaxed space, and filled with cerebrospinal fluid (CSF) []. However, in the follow-up at the fourth month after intracranial operation, we saw a distended cyst that had replaced the flask and relaxed CSF-filled space from where the hydatid cyst was removed; interestingly, we noted a jet-flow with flow void effect as an influx. This appearance suggested that a one-way valve mechanism had developed that filled the space [].\\nIn , the jet-flow and flow void of the high-speed CSF can be easily observed. This setup demonstrates the one-way valve mechanism of CSF flow, which causes enlargement of the porencephalic cyst. The patient underwent a third surgical procedure, and fenestration of the cyst to the subdural space was performed. A postoperative follow-up cranial CT scan showed no signs of the porencephalic cyst []. Postoperative albendazole therapy was then applied for 4 months (10 mg/kg per day). The patient was discharged following normal neurological exams. Currently, the patient is healthy and attending school without any epileptic seizures.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'1553045': 1, '7143070': 1, '1944831': 1, '19805978': 1, '17765392': 1, '9689630': 1, '2609435': 1, '10514582': 1, '28127351': 1, '18192651': 1, '12213372': 1, '11685527': 1, '11862441': 1, '9436832': 1, '25260205': 1, '10883898': 1, '3989600': 1, '18518745': 1, '19431138': 1, '18639016': 1, '12042915': 1, '24470819': 2}", "similar_patients": "{}"}