{"patient_id": 39202, "patient_uid": "3462670-1", "PMID": 22727088, "file_path": "comm/PMC003xxxxxx/PMC3462670.xml", "title": "A case of focal segmental glomerulosclerosis in an adult patient with hypogammaglobulinemia superimposed on membranoproliferative glomerulonephritis in childhood", "patient": "The patient in this report was a 36-year-old Japanese man. He had a history of continuation of nephrotic proteinuria and microscopic hematuria since the age of 7 years. Although information on the therapy and progress of these diseases were not fully available, glucocorticoid and other immunosuppressant therapy were initiated at the age of 7 years in a hospital. Renal biopsy was performed at the age of 14 years, with the diagnosis of MPGN. Immunosuppressant therapy was terminated due to the absence of active findings in the glomeruli. Microscopic hematuria gradually disappeared whereas mild proteinuria continued.\\nBecause of recurrent bacterial infections at 35 years of age, he consulted his doctor, and initial testing revealed low levels of serum IgG, IgA, and IgM. After a detailed examination by our on-site hematologist, including bone marrow examination and genetic analysis, he was diagnosed with CVID although he had no family history of recurrent infections or immunoglobulin deficiencies. Since his serum IgG level was not low enough to be considered unsafe, there was no follow-up therapeutic treatment including IVIG. He was also diagnosed with hypertension and advised to start the treatment with an antihypertensive drug, but he refused at that time. It should also be noted that during the detailed examination for the diagnosis of CVID, papillary thyroid carcinoma happened to be found; surgery was recommended immediately and a thyroidectomy was performed.\\nAt the age of 36 years, his primary physician diagnosed increased proteinuria [over 1.0 g/day (U-pro/Cr : 1.3 g/gCr)], and the patient thereafter came to our hospital. At the first visit, he presented with mild proteinuria (U-pro/Cr : 0.61 g/gCr) and glomerular hyperfiltration (24hCCr : 175.4 ml/min). Two months later, he was admitted to our hospital the renal biopsy because of mild, persistent proteinuria.\\nOn admission, the patient’s height was 171.8 cm, body weight was 81.6 kg, body mass index was 28.2 kg/m2, blood pressure was 115/85 mmHg, body temperature was 36.4°C. His cardiac and pulmonary function appeared normal and no edema was seen. He snored terribly, implying that he had obstructive sleep apnea. Laboratory data upon admission is shown in Table. Serologic testing for HIV-1/HIV-2 was negative. Renal biopsy was performed at day 2. Immunofluorescence microscopy showed no specific staining of immunogloburin, complement, or fibrinogen. Histopathology showed that obtained glomeruli were enlarged (max and mean diameter of glomeruli was 270 and 220 μM). Double contours of capillary walls and mild arteriolosclerosis were found. Segmental glomerulosclerosis in perihilar lesion was observed in two glomeruli, one of which contained perihilar hyalinosis and podocyte hyperplasia (Figure). In electron microscopic observation, electron-dense deposits were visible within the mesangial, para-mesangial, and subendotherial space, but the density of the subendotherial deposits appeared sparser than typical dense deposits, implying that these deposits appeared to be formed previously (Figure). Given these observation, the patient was diagnosed as FSGS, possibly due to obesity and hypertension. At the same time, renal biopsy showed previous MPGN.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'15103511': 1, '21905506': 1, '21804539': 1, '15808112': 1, '8934926': 1, '16550363': 1, '8336329': 1, '19671377': 1, '33843169': 1, '29736405': 1, '12704572': 1, '22727088': 2}", "similar_patients": "{}"}