{"patient_id": 44460, "patient_uid": "3844251-2", "PMID": 24319464, "file_path": "comm/PMC003xxxxxx/PMC3844251.xml", "title": "Diagnosis of Cryptococcosis and Prevention of Cryptococcal Meningitis Using a Novel Point-of-Care Lateral Flow Assay", "patient": "A 37-year-old female presented to the emergency department with a 1-week history of progressive neck stiffness, severe headache, fever, and loss of weight. She reported no other neurological symptoms. She had no medical history of TB but was diagnosed with HIV two years ago. At a visit to her local clinic about 3 weeks before this admission, laboratory tests showed a CD4 cell count of 76 cells/μL. She was subsequently started on antiretroviral therapy—with tenofovir, emtricitabine, and efavirenz. Targeted screening for cryptococcal antigenemia was not yet offered by her clinic. The physical examination revealed tachycardia, pyrexia, conjunctival pallor, and generalized lymphadenopathy. Neck stiffness was present, but no confusion, focal neurologic deficit, papilledema, or cranial nerve involvement was evident on neurological examination. No pulmonary or dermatological changes were noted. The remainder of the systemic examination was otherwise normal.\\nThe initial CSF opening pressure was raised (28 cm H20). CSF was clear in appearance, and further analysis revealed lymphocytes of 34 cells/μL, neutrophils of 5 cells/μL, protein of 1.83 g/dL (normal: 0.15–0.45 g/dL), and glucose of 1.9 mmol/L (normal: 2.8–4.4 mmol/L). Gram's stain of the CSF was negative. The cryptococcal latex antigen test (CLAT) and India ink were, however, positive. CSF CrAg titres are not routinely performed in South Africa, as antifungal treatment is standardised and fungal burden at the time of diagnosis is invariably high. Other laboratory tests showed a positive peripheral blood CrAg LFA and a normocytic anaemia (haemoglobin: 9.2 g/L). Chest radiography was normal.\\nA diagnosis was made of cryptococcal meningitis with raised intracranial pressure and unmasking HIV-associated IRIS. ART was continued in the ward, and antifungal therapy was started with amphotericin B (1 mg/kg/day IV) and high dose fluconazole of 800 mg daily. Fluconazole is used in South Africa, as flucytosine is presently unavailable. Intravenous antimicrobial therapy with ceftriaxone was also started. To avoid nephrotoxicity and electrolyte abnormalities, she was prehydrated and given potassium and magnesium supplements. No nephrotoxicity or worsening of anaemia was noted during admission. Therapeutic lumbar puncture was performed three times a week to relieve symptoms of raised intracranial pressure, and paracetamol was given for further analgesia. Corticosteroids were also added to the regimen. By hospital day 14, her symptoms had improved greatly. Intravenous amphotericin was stopped and the dose of fluconazole was changed to 400 mg daily. She was discharged from hospital 3 weeks after admission. At her 2-month follow-up visit, she was maintained on fluconazole of 200 mg daily as secondary prophylaxis. She is currently well and reports no recurrence of her symptoms.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'21253011': 1, '28617817': 1, '20421745': 1, '20597693': 1, '21940419': 1, '17553813': 1, '22410867': 1, '20230635': 1, '21810743': 1, '31806044': 1, '29304090': 1, '19182676': 1, '7929757': 1, '20670288': 1, '11953469': 1, '23114703': 1, '19757550': 1, '19222372': 1, '23166705': 1, '24319464': 2}", "similar_patients": "{'3844251-1': 2}"}