{"patient_id": 157145, "patient_uid": "3298198-1", "PMID": 22461940, "file_path": "noncomm/PMC003xxxxxx/PMC3298198.xml", "title": "Benign Nuchal Rigidity: The Emergency Department Evaluation of Acute Prevertebral Calcific Tendonitis", "patient": "A 66-year-old male presented to our emergency department (ED) with a chief complaint of nuchal rigidity and odynophagia. He had been seen earlier in the day by his primary care physician, who subsequently referred him to the emergency department for further work-up.\\nThe patient reported that he had been in his usual state of health until 2 days before his visit, when he experienced the somewhat rapid onset of diffuse neck pain and stiffness, followed by significant pain upon swallowing and a nonproductive cough. He reported no chest pain, shortness of breath, headache, nausea, or vomiting. He did, however, report an intermittent low-grade fever at home since the onset of his symptoms. He reported no significant recent illness or hospitalization. His past medical history was notable only for hyperlipidemia and hypertension, both controlled by medications. He had no known drug allergies and was a nonsmoker.\\nOn arrival, his vital signs were as follows: temperature (oral), 37.3°C; pulse, 97 beats per minute; respirations, 16 per minute; blood pressure, 125/91. His oxygen saturation was 96% on room air. On examination, he was awake, alert, oriented, and in no acute distress. He was able to phonate and was protecting his airway without difficulty. He had marked nuchal rigidity, which was associated with lateral soft tissue neck tenderness. His oropharyngeal examination was somewhat limited secondary to mild trismus, but there was no evidence of tonsilar exudate or peritonsilar abscess. There was no lymphadenopathy. His lungs were clear bilaterally. The remainder of his physical examination was unremarkable.\\nLateral soft-tissue radiographs of his neck () revealed prominent prevertebral soft tissues with patent hypopharyngeal and proximal tracheal air columns. The epiglottis was unremarkable and no unusual gas patterns were present; however, abnormal ossification was noted along the inferior aspect of the anterior arch of C1. This prompted follow-up imaging with computed tomography of the neck (), which showed an 8-mm retropharyngeal calcific focus with a small, nonloculated, fluid collection along the anterior aspect of the longus colli. Based on these findings, a diagnosis of acute prevertebral calcific tendonitis (APCT) was made.\\nThe patient received 15 mg of intravenous ketorolac in the emergency department. Shortly afterwards, he reported marked alleviation of his symptoms and was able to tolerate per os fluids without difficulty. After a discussion with the on-call otolaryngologist, the patient was discharged home with a prescription for oral non-steroidal anti-inflammatory drugs (NSAID) and a recommendation for outpatient follow-up in the ear, nose, and throat clinic in 1 to 2 weeks as needed. The patient subsequently reported complete pain relief with oral NSAID therapy.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'29145245': 1, '17361376': 1, '7962023': 1, '28502954': 1, '19124639': 1, '9802506': 1, '29067221': 2, '21439752': 1, '16344978': 1, '418653': 1, '14239862': 1, '19918452': 2, '21165316': 2, '19447269': 1, '20169344': 1, '17050360': 1, '22461940': 2}", "similar_patients": "{'2996624-1': 1, '2996624-2': 1, '2769402-1': 1, '2769402-2': 1, '2769402-3': 1, '5652888-1': 1, '5652888-2': 1}"}