{"patient_id": 161160, "patient_uid": "3629344-1", "PMID": 23614079, "file_path": "noncomm/PMC003xxxxxx/PMC3629344.xml", "title": "Searching for Hidden, Painful Osteochondral Lesions of the Ankle in Patients with Chronic Lower Limb Pain - Two Case Reports -", "patient": "A 57-year-old woman developed type 1 CRPS below the ankle after a pedestrian-motor vehicle trauma involving her left foot 2 years ago. The patient complained of severe tactile and cold allodynia below the ankle, like most of patients with CRPS. The patient resisted palpation on physical examination because of severe tactile allodynia. Lumbar sympathectomy was performed to relieve cold allodynia. Neuropathic medications, including pregabalin, nortriptyline, and tramadol, were administrated in order to reduce tactile and cold allodynia. Following relief from allodynia, the patient complained of left ankle pain over 70 on a visual analogue scale [VAS: from no pain (= 0) to worst pain imaginable (= 100)] on walking within 1 minute. She showed focal tenderness on her ankle upon physical examination. Magnetic resonance imaging (MRI) revealed an OCL of the left talus ().\\nA 58-year-old man who suffered from TAO in both lower legs for 20 years complained of severe tactile and cold allodynia in both lower legs. The patient presented to the hospital in a wheelchair. He could walk freely without aid until 10 years ago, at which time he sprained his ankle while playing tennis. After lumbar sympathectomy and titration of neuropathic medications, the patient could walk without the aid of crutches. However, he complained of constant pain of the left ankle over 70 on a VAS on walking within 5 minutes. Physical examination revealed focal tenderness of the left ankle. Imaging studies showed an OCL of the left distal tibia ().\\nBoth patients were scheduled for aspiration and osteoplasty with hydroxyapatite under fluoroscopic guidance. We explained the risks of the procedure to the patients before receiving informed consent. We described the risks as possible leakage of bone cement into the ankle joint, infection, bleeding, and joint stiffness or locking.\\nBasic non-invasive monitoring blood pressure, electrocardiography, and pulse oximetry was performed throughout the procedure. One milligram of cefazolin was infused intravenously 30 min prior to the procedure. To reduce intraoperative pain, we also intravenously injected 30 mg of ketorolac and 50 µg of fentanyl before the operation.\\nThe patients were placed in a supine position, and the skin was prepared and draped in a sterile fashion. All procedures were performed with fluoroscopic guidance. A line representing the talocalcaneal (subtalar)/tibiotalar (ankle) joint and a circle representing the cyst were drawn on their left ankles, respectively. A 26-gauge needle was inserted to introduce local anesthetics into the skin over the cyst and ankle joint. A 13- or 11-gauge bone biopsy needle for the talus or tibia, respectively, was inserted into the cyst, and aspiration was performed. Aspirated fluid from the cyst was white and clear. After aspiration, contrast medium was injected, and the shape of the spread was observed. Bone cement comprising hydroxyapatite (Spine-Fix®, Teknimed SAS, Vic en Bigorre, France) was injected to fill the bone defect of the cyst. We injected 1.5 and 2 ml volumes of the cement into the talus and tibia, respectively. There was no cement leakage into the vessels or articular space (). Postoperative computed tomography images showed that the bone cement had filled the defects ().\\nImmediately after percutaneous osteoplasties (POPs), both patients could walk without constant local ankle pain less than 30 on a VAS and experienced full of range of motion. No complications were detected at the 1 week, 1 month, 3 month, and 6 months postoperative follow-ups.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'16157849': 1, '22996869': 1, '20704671': 1, '20704675': 1, '19775468': 1, '19561175': 1, '15274270': 1, '18265900': 1, '19859695': 1, '16344615': 1, '11132269': 1, '19046699': 1, '20421527': 1, '20415393': 1, '34593656': 1, '23614079': 2}", "similar_patients": "{}"}