{"patient_id": 164849, "patient_uid": "3870221-1", "PMID": 24371400, "file_path": "noncomm/PMC003xxxxxx/PMC3870221.xml", "title": "A Granulomatous Drug Eruption Induced by Entecavir", "patient": "A 65-year-old woman was referred for consultation of a facial granulomatous facial eruption. The patient had a history of carrying the HBV for 35 years. Since her serum aspartate aminotransferase and alanine aminotransferase level were elevated for 3 months, she had been taking entecavir (Baraclude®) at a dose of 0.5 mg daily. Two months after initiating the antiviral therapy, she presented with multiple pruritic erythematous papules and telangiectasia on the forehead, both periorbital areas and the cheeks (). The patient did not show other accompanying systemic symptoms. She had not taken any other medication before starting the entecavir therapy, and there was no previous medical history. Routine laboratory examinations revealed increased serum aspartate transferase (83 IU/L), alanine transferase (99 IU/L), alkaline phosphatase (107 IU/L) and gamma-glutamyl transferase (49 IU/L). A skin biopsy was performed on her right cheek. Histopathologic findings showed granulomatous inflammatory reactions in the dermis and subcutaneous tissues (). The prominent perivascular lymphocytic infiltrate, endothelioid histiocytic infiltrate, and some telangiectasia of the vessels were seen (). Bacterial and fungal culture, and mycobacterial culture for Mycobacterium tuberculosis were all negative. She had no past history of granulomatous disease such as rosacea, and no history of taking medications before the entecavir therapy, and she had a relatively acute onset of the clinical manifestations. The most important point in favor of the eruption being diagnosed as an entecavir induced drug eruption was that her skin lesions had which developed after retreatment in this case. Entecavir therapy was discontinued immediately and thisen was followed by treatment with 0.75% topical metronidazole and oral minocycline therapy (100 mg/d for 14 days), as well as sunscreens. Because of abdominal discomfort after taking minocycline, she discontinued the oral minocycline therapy herself. Within approximately two months of the skin lesions appearing, they completely resolved. However, the same cutaneous eruption recurred in the same site of her face after she started entecavir therapy again three months later (). The entecavir was promptly discontinude and we check the photograph with patient's aggrement. The entecavir was promptly discontinued. A patch test was performed ten months after the drug eruption had disappeared completely. To the back area, entecavir (0.001%, 0.01%, 0.1%, 1%, 10%) in petrolatum was applied using an 8 mm Finn chamber (Smart Practice, Phoenix, AZ, USA) and Scanpor tape (Alpharma AS, Oslo, Norway). The patches were removed 48 hours later and a reading was done at 48 hours and 96 hours after the patch test, which was negative on both occasions according to the criteria of the International Contact Dermatitis Research Group.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'12454840': 1, '12575862': 1, '1824746': 1, '11526545': 1, '15149527': 1, '9521495': 1, '30459136': 1, '16525137': 1, '11181644': 1, '18721215': 1, '16230074': 1, '19215336': 1, '32948126': 1, '24371400': 2}", "similar_patients": "{}"}