{"patient_id": 157127, "patient_uid": "3296407-1", "PMID": 22408662, "file_path": "noncomm/PMC003xxxxxx/PMC3296407.xml", "title": "Ictal syncope: A neurologist's perspective", "patient": "A 6-month-old girl was referred from a primary physician for recurrent breath holding attacks since the age of 4 months. She was born as term, intrauterine growth retardation, and at 4 months age, she started developing frequent apnea, following prolonged incessant cry with momentary stiffness and rolling up of eyes. These episodes were diagnosed as “breath-holding spells,” although there were no definite precipitating events. Routine electrocardiography (ECG) and EEG could not reveal initially any specific abnormality except bradycardia; she received oral iron syrup for some time with no improvement of symptoms and so parents stopped the drug. At 6 months of age, symptoms became more severe and of prolonged durations; at one instance she was hospitalized when she developed prolonged apnea, needed oxygen inhalation, and bag and mask ventilation. At that time, ECG revealed, prolonged sinus bradycardia, asystole, junctional escapes preceded by sinus tachycardia. Sick sinus syndrome (SSS) was contemplated on this basis and oral beta-blocker (propronolol) treatment was started. Later permanent cardiac pacemaker was implanted (Intermedics S.A., Mode VV1 DASH rate adaptive pulse generator with rate of 80/ min) following left thoracotomy with an intramyocardial unipolar lead. With this, her symptoms improved and so she was labeled as SSS. After 2 weeks, she had a severe life-threatening event; she collapsed with bradycardia and lost consciousness suddenly. She was intubated and ventilated for 48 h. Pace maker function was checked and found to be normal. Phenobarbitone was given as loading dose with the probable diagnosis of autonomic seizures as, interestingly, a prolonged sleep EEG recording with video telemetry, at this time, revealed a left frontotemporal paroxysmal theta burst, which was not documented before; this confirmed a diagnosis of ictal syncope. Carbamazepine was planned; however the next day, she developed one more prolonged episode of syncope, bradycardia and died as she could not be resuscitated.", "age": "[[6.0, 'month']]", "gender": "F", "relevant_articles": "{'2871334': 1, '7582660': 1, '9244159': 1, '10219284': 1, '3947265': 1, '9191793': 1, '15562299': 1, '9773051': 1, '9757425': 1, '9551460': 1, '8822697': 1, '1547760': 1, '22408662': 2}", "similar_patients": "{}"}