{"patient_id": 34805, "patient_uid": "3047429-1", "PMID": 21310033, "file_path": "comm/PMC003xxxxxx/PMC3047429.xml", "title": "Percutaneous endoscopic gastrojejunostomy for a patient with an intractable small bowel injury after repeat surgeries: a case report", "patient": "A 78-year-old Japanese woman, who had undergone several laparotomies in the past, including an open drainage and sigmoidectomy because of peritonitis and colon cancer resection, underwent a curative bladder resection for bladder cancer via an extraperitoneal approach. On the third postoperative day (POD), a dirty brown discharge was noticed in a surgical drainage tube placed in the postbladder space, associated with a high fever and severe abdominal pain. Abdominal computed tomography (CT) showed fluid collection around a small bowel loop in the pelvis and in the upper abdomen (Figure ). Urgent exploration through a midline incision revealed an injury 5 mm long in the small bowel injury at the base of the pelvis. Because of the presence of severe intestinal adhesions from the previous repeated surgeries, it as not possible to perform adequate bowel dissection for enterectomy and anastomosis, thus the intestinal injury was simply closed by a layer to layer suture.\\nAfter this second surgery, no fever elevation or discharge was noted, thus oral feeding was started on 11 days after the first surgery (eight days after the second), as abdominal radiography had not shown any evidence of obstruction or ileus. However, during that night, the patient had a sudden elevation in temperature and enteral drainage from the midline incision was seen. Computed tomography (CT) of the pelvis showed fluid collection and our patient was therefore prepared for further surgery. During the operation, adhesive bands between intestinal loops were dissected apart, the perforated bowel was removed, and intestinal continuity was reestablished via an end to end anastomosis. This operation took almost 10 hours, with estimated blood loss of 576 ml leading to marked tissue edema.\\nAfter this third operation, our patient's temperature was normal, but her small bowel was seen to be distended on abdominal radiographs. Contrast examination of the bowel performed on day 21 after the first surgery (day nine after the third surgery) revealed that the passage of contrast medium was poor, but it was unclear whether there was a leak (Figure ). After the examination, our patient experienced sudden abdominal pain and nausea. The following day, enteric drainage was again seen from the midline wound. Radiolography revealed that the contrast medium that had been administered orally the previous day was present in the extraperitoneal drain discharge (Figure ). CT also demonstrated the presence of extraluminal contrast medium (Figure ).\\nWe considered it necessary to perform another intervention to close the intestinal injury; however, we concluded that a fourth surgery presented a high risk for this patient. Thus, we decided to treat her conservatively. For decompression and drainage of the intestine, a jejunostomy tube was thought to be necessary, and a percutaneous approach considered the best option. After we obtained our patient's informed consent, PEG-j tube (Transgastric Jejunal Catheter Kit with Funada style fixture; Create Medic Co. Ltd, Yokohama, Japan) was placed as described below.\\nEndoscopy was performed to identify a site of insertion for the tube by translumination and palpation of the abdominal wall. Under local anesthesia, the fixture was inserted into the stomach percutaneously via the anterior wall of the stomach. Through the first needle, an endoscopic snare was inserted into the gastric lumen. The suture was then fed out of the second needle into the loop (Figure ). The fixture was extracted and the suture ligated on the outside of the abdominal wall (Figure ). After raising the stomach to appose the abdominal wall, four sutures were placed around the site at which the gastrojejunostomy tube would be inserted (Figure ). A 16F enteric tube was inserted into the jejunum percutaneously (Figure ). Finally, the apex of the gastrojejunostomy tube was placed at the upper jejunum 1100 mm from the stomach (Figure ). No complications or delayed wound infections were experienced.\\nA somatostatin analog was administered subcutaneously twice daily, and a proton pump inhibitor was administered intravenously once daily. The discharge from the gastrojejunostomy tube decreased dramatically from 500 ml to 120 ml per day (Figure ), and amylase was not found in the abdominal drain. The PEG-j tube did not limit the activity of our patient. Radiological enteroclysis performed 22 days after the PEG-j tube placement showed not only an absence leakage but also recovery of intestinal flow and a normal gas pattern (Figure ). After confirming that no leakage was present, oral feeding was started two days later (24 days after the PEG-j tube placement). After the PEG-j tube was removed, our patient was discharged, tolerating a regular diet and in good condition.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'26189628': 1, '8266267': 1, '18095024': 1, '18189215': 1, '17967383': 1, '8690280': 1, '15156390': 1, '12119527': 1, '18374029': 1, '21310033': 2}", "similar_patients": "{}"}