{"patient_id": 154219, "patient_uid": "3069582-1", "PMID": 21468270, "file_path": "noncomm/PMC003xxxxxx/PMC3069582.xml", "title": "Xanthogranulomatous Pancreatitis Presents as a Solid Tumor Mass: A Case Report", "patient": "A 70-yr-old Korean woman was admitted to our hospital on February 7, 2010 because she was experiencing abdominal pain and dyspepsia since the past 2 months. She had been treated for diabetes mellitus 12 yr ago and for hypertension 21 yr ago. She had had a cerebrovascular accident 2 yr ago. Her family history and the findings of a physical examination were unremarkable. The result of the laboratory test were as follows: serum levels of AST 28 (< 40 IU/L), ALT 29 (< 40 IU/L), total bilirubin 0.7 (0.2-1.3 mg/dL), amylase 51 (22-85 U/L), C-reactive protein (CRP) 3.0 (< 0.3 mg/dL), hemoglobin A1c 10.5 (< 6.0%); CEA 2.4 (< 6.0 ng/mL), CA 19-9 29.5 (< 27 U/mL), and CA 15-3 8.25 (< 30 U/mL). Computed tomography (CT) scan revealed a 2.2 cm sized, low-attenuated mass with peripheral enhancement around the uncinate process of the pancreatic head (). Magnetic resonance imaging (MRI) demonstrated that the mass appeared hyperintense on a T2-weighted image and isointense on a T1-weighted image (). Positron emission tomography-computed tomography (PET-CT) scan showed strong fluorodeoxyglucose (FDG) uptake in the mass at the pancreas uncinate process, suggesting a malignant condition (). These findings suggested that the mass was a solid one rather than a cystic tumor. On the basis of the diagnosis of malignant neoplasm of the pancreas, laparotomy was performed on March 29, 2010. A slight, firm mass was seen around the uncinate process of the pancreas. Whipple's operation was performed. The patient's post-operative course was uneventful, and no recurrence was found within 4 months of the operation.\\nGross examination of the resected specimen showed a 2.2 × 2.0 cm mass in the pancreas. The cut surface of the mass had a bright yellow color with irregular contour and thin fibrous septa (). The adjacent pancreatic parenchyma was relatively intact. Microscopic examination from the mass revealed an aggregation of many foamy histiocytes, lymphocytes, and plasma cells. Low-power examination revealed dilated peripheral ducts, micropapillary proliferation in the small duct epithelium, and ductular proliferation (). Focal parenchymal hemorrhage was also noted. The mixed inflammatory cells had infiltrated into the pancreatic parenchyma, displacing the normal acini, and extending into the peripancreatic adipose tissue. The acini were atrophied, and the residual islets were inflamed and surrounded by XGI (). Immunohistochemical study showed a strong positive reactions for CD68 () and negative for desmin and Alk-1. These findings led to the diagnosis of XGP.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'19881238': 1, '7922056': 1, '18019685': 1, '29264590': 2, '18971878': 1, '20382597': 1, '16120922': 1, '21165301': 2, '8302803': 1, '15471123': 1, '27030447': 1, '18392724': 1, '21468270': 2}", "similar_patients": "{'5736747-1': 1, '2995240-1': 1}"}