{"patient_id": 166276, "patient_uid": "3956773-1", "PMID": 24648695, "file_path": "noncomm/PMC003xxxxxx/PMC3956773.xml", "title": "Elastosis Perforans Serpiginosa", "patient": "A 35-year-old healthy man visited Gangnam Severance Hospital with hyperkeratotic papules on his anterior neck. These papules first appeared 2 years ago and slowly increased in number. Over time, the skin lesions had spread peripherally with some central clearing. The patient stated that the skin lesions had developed after a skin injury. Previous treatments with topical antifungal and topical steroid were ineffective. The patient's medical and family history was also negative for EPS or any other connective tissue diseases. On examination, multiple crusted erythematous papules (2 to 5 mm in size) were arranged in an annular and serpiginous pattern (). A potassium hydroxide preparation obtained from the skin lesion was negative for fungal elements. A punch biopsy specimen revealed focal epidermal hyperplasia with the formation of a narrow vertical transepidermal channel containing nuclear debris and eosinophilic degenerated elastic fibers (). The amount and thickness of the elastic fibers in the papillary dermis had increased markedly. It looked like entering the canals toward the outside of the skin (). The papillary dermis and superficial reticular dermis were infiltrated by numerous inflammatory cells, including lymphocytes and histiocytes (). Verhoeff-van Gieson staining showed a markedly increased number of altered elastic fibers forming dense clumps in the upper dermis (). Gomori methenamine silver stain and D-PAS stain were both negative for fungal elements. A diagnosis of EPS was made based on these clinical and histopathological findings. Despite treatment with topical 0.05% tretinoin nightly for 6 months, no improvement was observed.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'15243519': 1, '21388484': 1, '2523911': 1, '12786719': 1, '11678881': 1, '11843635': 1, '21165224': 1, '7679569': 1, '6216862': 1, '27881947': 1, '34632026': 1, '15604549': 1, '31934466': 2, '11096396': 1, '4230639': 1, '3160676': 1, '8125690': 1, '2272739': 1, '3372794': 1, '16847197': 1, '24648695': 2}", "similar_patients": "{'6942716-1': 1}"}