{"patient_id": 155950, "patient_uid": "3214540-1", "PMID": 22090776, "file_path": "noncomm/PMC003xxxxxx/PMC3214540.xml", "title": "Split obturator: An innovative approach", "patient": "A 25-year-old man reported to the out-patient Prosthodontics Department of Faculty of Dental Sciences K.G.M.U, Lucknow (U.P.) with the chief complaints of difficulty in regurgitation and speech. On clinical examination, it was revealed that the patient had maxillary class III defect according to Armany classification[] and had both maxillary central and lateral incisors missing []. He was undergoing treatment for arch expansion with a quadhelix appliance []. The definitive treatment was to fabricate a cast partial obturator to close the defect after the completion of orthodontic treatment. But in such cases, one cannot wait till the completion of orthodontic treatment as the patient was suffering from problems in regurgitation and speech, the biggest challenge in this case was to devise a prosthesis that\\nwould close the palatal defect even with the quad helix in place. would not hamper the orthodontic treatment. Could be easily cleansable by the patient to maintain proper oral hygiene. would improve the patient's aesthetics by replacing the missing teeth.\\nIt was decided that to fulfil all the above needs, the prosthesis would have to be fabricated in an innovative way which would help the patient in improving his regurgitation, speech, maintain oral hygiene, aesthetics and will not hamper the orthodontic treatment. So prosthesis was fabricated in two parts: the anterior part and posterior part. For ease of understanding, the anterior part was designated as part A and the posterior part was designated as part P. The part A consisted of a removable partial denture replacing missing teeth and a ball end was joined to its posterior surface.The part P covered the defect and was bordered by permanent soft liner. The anterior surface of part P had a socket into which the ball end previously mentioned would fit. The surface of part P that was facing toward the quadhelix had a fingernail mark of the patient embedded into it.\\nThe quadhelix was removed and two impressions were recorded: one with the quadhelix and another without it. Purpose of first impression was to get an exact idea of the level at which the quad helix wire lied in the patients mouth .This was clearly accessed by the model poured from this impression. It was important to know the level at which quadhelix lied because the prosthesis had to lie passively in contact with the quadhelix underneath it, while covering the defect. It should not exert any undue pressure on the helix. Purpose of the second impression was to get the impression of the defect. Both the impressions were poured in die stone.\\nAfter proper evaluation of both the cast, the level of quadhelix was carefully marked on the second cast that is without the helix. On this second cast, the procedure for fabrication of part A, i.e. the anterior part of the prosthesis was started. Artificial teeth were set to replace the missing teeth and wax up was done that extended labially up to the labial sulcus and palatally up to 5--6 mm from crest of the ridge and this extension was marked on the cast. On the posterior aspect of this part, a metallic ball attachment was placed protruding out from wax [].\\nAfter this step, fabrication of the posterior part was started. All undercuts in defect were removed with Plaster of Paris and the defect was filled with plaster till the level of 2--3 mm above the level of palatal vault. Then wax up was done to cover the defect till the level of quadhelix initially marked on the cast. Anteriorly, this wax extended till it comes in contact with the anterior part and a socket was placed at the point where the ball protruding from anterior part fits into the posterior part. Also into the wax facing the quad helix, an impression of the finger nail of patient was marked. Both the parts were processed in heat cure acrylic. The anterior part was inserted and brackets were applied on the acrylic teeth and wire was passed through them to give a natural appearance of teeth undergoing orthodontic treatment. Also it provided anterior stabilization for part A []. Posteriorly, the ball protruding was inserted into the socket of posterior part, i.e. part P.\\nThe patients head was tilted downward at an angle of 45 degrees to the floor. Part P was lined with permanent heat cure soft liner. Part P was placed on hard palate behind the quadhelix and slided anteriorly over the defect till it lies in between the defect and the quadhelix. Anteriorly it fitted into the ball attachment on already fixed part A.\\nThe two-part prosthesis is inserted into the patients as seen intraorally []. The patient was instructed to maintain oral hygiene by removing the part P. This can be done by again tilting head at 45 degrees and patient inserts fingernail into the impression made on part P before fabrication and removes it from over the defect by sliding it posteriorly.\\nThe patient was asked to return on days 1, 2 and 7 for follow-ups after the prosthetic insertion. Thereafter a 6 month follow-up was done for prosthesis evaluation and adjustment. The patient was able to maintain oral hygiene and all his chief complaints were resolved.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'12874081': 1, '16080238': 1, '10845285': 1, '273694': 1, '12618993': 1, '364015': 1, '22090776': 2}", "similar_patients": "{}"}