{"patient_id": 41225, "patient_uid": "3588222-1", "PMID": 23476882, "file_path": "comm/PMC003xxxxxx/PMC3588222.xml", "title": "A Case of Congenitally Corrected Transposition of the Great Arteries Discovered on Coronary Computed Tomography", "patient": "A 33-year-old male with a history of secundum atrial septal defect percutaneously ended in May 2008 referred for further evaluation of valvular heart disease. Transthoracic echocardiogram completed for a heart murmur was noted to be technically difficult with suboptimal image quality due to mesocardia. Official report from this examination detailed grossly normal left ventricular wall motion with moderate, posteriorly directed, eccentric mitral regurgitation, mild prolapse of the anterior mitral valve leaflet, mild aortic insufficiency, and an echo bright structure contiguous to the lateral aspect of the tricuspid annulus. The right ventricle and right atrium were not well visualized.\\nAt initial visit he reported feeling well overall, but he felt fatigued at 200–400 meters. Exercise stress testing was completed with the patient exercising 12 minutes 26 seconds on a standard Bruce protocol achieving a workload of 14.2 metabolic equivalents (METS) achieving 96% of maximal age-predicted heart rate with exercise. Exercise testing terminated due to fatigue with the patient reporting no chest pain during evaluation. No ischemic changes were noted on electrocardiogram during the study. Patient's chest X-ray was suggestive of possible RV on the left side of the chest with possible dextrocardia or ccTGA in the differential ().\\nSubsequently, the patient underwent imaging evaluation with cardiac computed tomography (CT) for further evaluation of cardiac structure. CT angiography of the coronary arteries revealed normal origin and course of all coronary vessels with no evidence of coronary artery disease. CT evaluation of cardiac structure showed the right ventricle receiving blood from the left atrium through the tricuspid valve and the left ventricle receiving blood from the right atrium through the mitral valve. The right ventricle was shown to eject blood into the aorta with the left ventricle pumping blood into the pulmonary artery. The right ventricle demonstrated concentric hypertrophy measuring 9.9 mm at the mid-interventricular septum. Findings were noted to be consistent with a congenitally corrected L-transposition of the great arteries (ccTGA) ().\\nFollowing imaging evaluation, the patient was diagnosed with systemic hypertension and begun on hydrochlorothiazide for initial therapy. Antihypertensive therapy was changed from hydrochlorothiazide to lisinopril during a brief admission for atypical chest pain due to failure to reach treatment goals with the diuretic. Mandatory military Medical Evaluation Board (MEB) was initiated due to the presence of moderate valvular disease and, as part of this process, cardiopulmonary exercise testing was scheduled despite recent history of gated exercise testing and no worsening of daily function per patient report. Cardiopulmonary exercise testing was carried out using cycle ramp protocol beginning at 0 Watts and incrementally increasing to workload of 157 Watts. The patient exercised for 7 minutes 10 seconds with testing discontinued due to leg fatigue. Peak VO2 measured at 29.7 mL/kg/min representing 8.5 METS or 77% of maximum predicted. Anaerobic threshold occurred at 51% of measured VO2 max. Peak heart rate was 180 beats per minute with a blood pressure peak of 146/70. There was delayed heart rate recovery with noted heart rate of 150 beats per minute at three minutes of recovery. Peak respiratory rate was 42 per minute with VE of 68 L/min and VE/VCO2 slope of 29.9 and pulse oximeter reading of >95%. Overall capacity of the patient has dropped markedly as compared to the 14.2 METS achieved on a standard exercise stress test performed a year prior.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'11156671': 1, '17159076': 1, '19766331': 1, '23476882': 2}", "similar_patients": "{}"}