{"patient_id": 165704, "patient_uid": "3917212-1", "PMID": 24554892, "file_path": "noncomm/PMC003xxxxxx/PMC3917212.xml", "title": "Periodontal microsurgery: A case report", "patient": "During periodontal examination of an 18-year-old female at the Department of Periodontics of Vasantdada Patil Dental College Sangli (M.H), it was found that there was inadequate attached gingiva on the labial aspect of mandibular right and left central incisor with the recession of 5 mm and 2 mm respectively. There was mild to moderate marginal gingival inflammation. The recession defect was classified as Class III for 41 and Class I with 31 (Miller classification) []. Patient's medical history was non-contributory and she had no complaints or discomfort. Since esthetics is of concern, it was decided to treat the site by autogenous free gingival grafting to achieve root coverage for both lower centrals and also to increase the width of attached gingiva. Patient agreed to this treatment plan and treatment was initiated with instructions for plaque control, followed by thorough scaling and root planning [].\\nDuring the surgical appointment, after local anesthesia had been achieved, the exposed root was planned thoroughly with a Gracey 1-2 curette. With microsurgical approach using surgical microscope [] the area on the right and left mandibular central incisor that was to receive the gingival graft was prepared by raising of a partial-thickness flap []; graft tissue (approximately 2 mm in thickness) was obtained from the palatal side at the level of the left premolars and first molar []. After obtaining graft, donor site was protected by an acrylic stent. The graft was sutured in place by means of interrupted sutures (6-0 ethicon sutures) at the coronal and apical corners. A basting-type of suture was also used to obtain good adaptation of the graft to the recipient site []. A non-eugenol periodontal dressing was applied to recipient site after covering the graft with aluminum foil []. The patient received routine postsurgical instructions, including a 0.12% of chlorhexidine mouth rinse twice daily along with 400 mg ibuprofen 3 times a day for 7 days. 1 week after the surgical procedure, the patient reported with no major problems; wound healing of the grafted sites and donor site was assessed weekly for the first 2 weeks. At the 12-week evaluation, there was a gain in attached gingiva around the right lower anterior []. Patient had no complaints about the treatment outcome and oral hygiene was reinforced at this appointment.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'9567957': 1, '31983842': 1, '8624557': 1, '26649026': 1, '403535': 1, '33398948': 1, '8032459': 1, '6669016': 1, '1284396': 1, '7000963': 1, '7001524': 1, '24554892': 2}", "similar_patients": "{}"}