{"patient_id": 44900, "patient_uid": "3870124-1", "PMID": 24381780, "file_path": "comm/PMC003xxxxxx/PMC3870124.xml", "title": "Sigmoid Carcinoma in an Inguinal Hernia: A Blessing in Disguise?", "patient": "A 93-year-old man with a medical history of hypertension, left bundle branch block, and macular degeneration was admitted to the emergency department because of rectal bleeding and abdominal pain. Physical examination revealed a nontender, irreducible mass in the left groin (). Rectal palpation was normal. Relevant blood testing results were haemoglobin 6.8 mmol/L and carcinoembryonic antigen 1.9 μg/L. An abdominal computed tomography (CT) scan revealed an inguinal hernia-containing tumour (). A colonoscopy was performed and showed an obstructing tumour in the sigmoid colon. A biopsy was taken and the tumour was spotted. Histological examination confirmed adenocarcinoma.\\nConsidering age, vitality, and associated peroperative risks of this patient, our team of gastrointestinal surgeons held the opinion that a low anterior resection would be too much of a burden and it was decided to perform a tumour resection through a standard oblique inguinal incision. Peroperative findings were a large left-sided inguinal hernia, which contained the sigmoid colon with the spotted tumour (). Resection of the sigmoid colon and mesentery, with primary anastomoses, was performed. The remaining sigmoid colon was reduced in the peritoneal cavity and the abdominal wall was restored according to Lichtenstein () []. The patient was discharged in good clinical condition 7 days after surgery.\\nHistological examination of the specimen revealed a radically resected, moderately differentiated adenocarcinoma with invasion in the subserosal fat. None of 9 lymph nodes was tumour positive. No adjuvant treatment was given.", "age": "[[93.0, 'year']]", "gender": "M", "relevant_articles": "{'21601492': 1, '18676420': 1, '21296855': 1, '16333005': 1, '11041397': 1, '18798013': 1, '16132189': 1, '23292483': 1, '13846556': 1, '12534750': 1, '19399196': 1, '17235506': 1, '8497801': 1, '11932894': 1, '20191071': 2, '32534412': 2, '24988210': 1, '24381780': 2}", "similar_patients": "{'2827787-1': 1, '7298337-1': 1}"}