{"patient_id": 155612, "patient_uid": "3193611-1", "PMID": 22022337, "file_path": "noncomm/PMC003xxxxxx/PMC3193611.xml", "title": "Cyto-morphological features of extramedullary acute megakaryoblastic leukemia on fine needle aspiration and cerebrospinal fluid cytology: A case report", "patient": "A 25-year-old male patient was treated with surgical excision for a mediastinal mixed germ cell tumor, the components of which included teratoma, embryonal carcinoma, and choriocarcinoma. Subsequently he was administered four cycles of BEP (bleomycin, etoposide, and carboplatin) and two cycles of etoposide and carboplatin in 2009. Six months after completing the treatment, he presented with complaints of easy fatigability and generalized weakness. On examination, the patient was found to have pallor. There was no lymphadenopathy, hepatosplenomegaly or any other abnormality. A clinical diagnosis of recurrent metastatic germ cell tumor was considered. A routine hemogram revealed hemoglobin of 6 g/dl. There was pancytopenia with a total leukocyte count of 3000/μl and a platelet count of 20,000/μl. Peripheral blood smear, however, showed no abnormal cells. A bone marrow tap done subsequently was dry. A bone marrow trephine biopsy and a touch preparation were done. The touch preparation showed few poorly preserved blasts, morphology of which was not clear. The decalcified sections of the biopsy were initially stained with hematoxylin and eosin stain and showed partial replacement of normal marrow by blasts. The blasts had scant to moderate cytoplasm with one to three prominent nucleoli, a few of them were binucleate and a few megakaryocytes showing multinucleation were also seen. On immunohistochemistry, the blasts were negative for myeloperoxidase (1:150 dilution, 59A5 clone, Novocastra, New Castle, United Kingdom) and leukocyte common antigen (1:100 dilution, Rp2/18 and Rp2/22 clone, Novocastra, New Castle, United Kingdom), but positive for CD 61 (1:100 dilution, 2f2 clone, Novocastra, New Castle, United Kingdom) [Figures 1–]. Based on these findings, a diagnosis of acute megakaryoblastic leukemia was made and the patient was treated for the same with daunorubicin and cytarabin. However, six months later, the patient developed a single large cervical lymph node measuring 4×4 cm. A fine needle aspiration (FNA) was done from the cervical swelling using a 23-G needle. The smears were fixed in 95% ethyl alcohol for Papanicolaou stain and immunocytochemistry, and air dried for May-Grunewald Giemsa (MGG) staining. Cerebrospinal fluid (CSF) was evaluated for the presence of blasts.\\nMicroscopic examination of the aspiration smears revealed numerous blasts which varied in size from two to three times the size of mature lymphocytes. They had scant to moderate granular cytoplasm, fine chromatin, and single or multiple prominent nucleoli. Some of the blasts had a notch in the nuclear membrane; many had nuclear indentations and folds []. Most of the cells were singly distributed. Interestingly at places, they were present in small clumps which on low power examination mimicked marrow particles as seen in smears prepared from bone marrow aspirate. Within this population, a few larger cells with moderate to abundant cytoplasm were identified. There were cells which had single nucleus, but with the nucleus showing lobations, indentations and folds, some being horseshoe shaped [Figures 3–]. Bi to multinucleated cells reminiscent of megakaryocytes were also noted [Figures 3–]. In addition, many anucleate pale blue staining masses were seen in the background, possibly representing shredded and clumped cytoplasmic fragments or giant platelets []. Immunocytochemistry showed the blasts to be negative for MPO, but positive for CD61 and CD34 (1:100 dilution, QBEnd 10 clone, Dako, Glostrup, Denmark), thus confirming the diagnosis of extramedullary leukemic deposit of AML M7 [].\\nA cytocentrifuge preparation (Cytospin 4, Thermo Scientific, San Diego, USA) of the CSF specimen stained with MGG showed many blasts with scant to moderate granular cytoplasm, irregular nuclear margins, fine granular chromatin, and prominent nucleoli. There were binucleate forms (micromegakaryocytes) and multinucleate forms (immature megakaryocytes) []. The patient was treated with three cycles of daunorubicin and cytarabin.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'8629407': 1, '15628906': 1, '18181186': 1, '17107920': 1, '24987441': 1, '14587051': 1, '7621717': 1, '7631544': 1, '24082914': 1, '21042515': 2, '2158625': 1, '11156520': 1, '16123215': 1, '11015986': 1, '11389009': 1, '10097714': 1, '7544720': 1, '23280377': 1, '10838454': 1, '3422116': 1, '15981220': 1, '2338034': 1, '8291361': 1, '12411994': 1, '10684376': 1, '8260902': 1, '9305395': 1, '9850672': 1, '22022337': 2}", "similar_patients": "{'2964799-1': 1}"}