{"patient_id": 162908, "patient_uid": "3757814-1", "PMID": 24015144, "file_path": "noncomm/PMC003xxxxxx/PMC3757814.xml", "title": "Cardiopulmonary resuscitation in undiagnosed situs inversus totalis in emergency department: An intensivist challenge", "patient": "A 34-year-old woman presented in our ED with chief complaints of severe acute epigastric pain referred to back, vomiting, and sudden onset breathlessness followed by Type I respiratory failure (arterial blood gas report). Somehow, intubation was delayed and she developed hypoxic cardiac arrest. Immediate critical care help was asked. After receiving initial 5 cycles of CPR she was intubated and mechanically ventilated with 100% oxygen and tidal volume and respiratory rate being 450 ml and 10, respectively. Adequate depth chest compression with full recoil and at a rate of hundred was performed at typically described on sternal position. Her carotid pulse was feeble and non-sustainable. ECG in monitor showed ventricular fibrillation (VF). 200 J Direct current (DC) shock was given in the conventional apex-sternal position (left antero-lateral) after 5 cycles of CPR. But even after DC shock, rhythm was not reverted into sinus. ABG showed severe acidosis with mild hyperkalemia. Intravenous adrenaline (ADR) 1 mg and sodium bicarbonate (8.4%) correction were given. Repeat DC shock after 1 minute of CPR and ADR failed to revert into sinus rhythm and no return of spontaneous circulation (ROSC). Then one intensivist continued CPR and other quick screened precordium with echocardiography (MicroMaxx Sonosite, Gurgaon, India) to see cardiac contractility if any. Intensivist found no heart chamber view in parasternal long axis, short axis, apical four chamber, and subcostal view as in all conventional site and surprisingly heart chamber was found visible in right side of the chest (CPR was stopped for few seconds only). We started CPR with slight modification. We place the heel of right hand on the right sternal margin (lower half of the sternum) and left heel of the other hand on top of the first (right handed) and tried to depress it 5 cm with each compression and allowing adequate chest wall relaxation. After 5 cycle effective CPR, we delivered DC shock again. During defibrillation, sternal paddle was on the right sterna margin and the apex paddle was under right breast tissue (right antero-lateral). This time rhythm reverted to sinus after defibrillation with 200 J (biphasic). We continued CPR for another few minutes and ultimately ROSC was achieved. ADR 0.1-0.5 mcg/kg/min was continued as infusion in titration. ROSC time was 8 minutes. She was shifted in ICU. Invasive monitoring lines were inserted under ultrasonography (USG) vision. There were no other features suggestive of Kartagenar syndrome in this patient or any congenital anomaly except this situs inversus and also had no other congenital structural heart disease. She was managed in ICU with mechanical ventilation, antibiotics, renal replacement therapy, and enteral-parenteral nutrition. Detailed radiological and cardiological evaluation and consultation were taken. Her brain MRI study was normal. Echocardiography (Echo) shown improved ejection fraction. Her pancreatitis required 40 days to resolve without any surgical intervention. She was then extubated uneventfully with intact neurological status and discharged from hospital next 5 days.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'11732534': 1, '20956228': 1, '15025618': 1, '27216401': 1, '7574077': 1, '11471159': 1, '24015144': 2}", "similar_patients": "{}"}