{"patient_id": 166092, "patient_uid": "3941720-1", "PMID": 24757467, "file_path": "noncomm/PMC003xxxxxx/PMC3941720.xml", "title": "Triple Primary Origin Tumor: A Case Report", "patient": "An abdominal CT scan was taken of a 57-year-old male patient who had sacral and right buttock and thigh pain, and revealed with a tumor-like lesion at the T12 vertebrae. Previously in 2007, the patient had been diagnosed with colon cancer, confirmed as adenocarcinoma by open biopsy. Targeting the cancer lesion, only endoscopic mucosal resection was executed at that time and was considered as a cure. After a period of 3 years, on a follow up large intestine endoscope, a recurred lesion was identified, thus abdominal low anterior tumor resection with colostomy was performed immediately. The patient was also diagnosed with liver cancer in 2009, which was confirmed as hepatocellular carcinoma. About this hepatic lesion, the patient was treated by radio-frequency ablation twice.\\nThe T12 level tumor mass was first discovered in the abdominal CT which was taken to confirm the hepatic lesion, and in the follow-up abdominal CT executed 6 months later, the diameter of tumor mass was increased from 1.5 cm to 4 cm (, ). First, it was presumed that the lesion might be a metastatic lesion originated from the primary colon or liver cancer considering the previous cancer history of the patient. As a treatment for the vertebral lesion, total laminectomy, right hemi-vertebrectomy of T12 and tumor resection was performed, and pedicle screw fixation of T10, T11, L1, and L2 vertebral bodies were done. Observed intra-operatively, the tumor was found to be a brownish, hypervascular, and friable mass compressing the thecal sac on right side of T11-12 level, and additional erosion of the T12 lamina was also identified.\\nOn the final pathologic report, however, it was confirmed as plasmacytoma (, ), which was completely different pathologically from previously diagnosed colon cancer or liver cancer. On additional immunostaining, the tumor cells also showed a monoclonality for lambda immunoglobulin in its light chain.\\nIn conclusion, the patient was finally diagnosed to have triple primary-origin tumors of adenocarcinoma, hepatocellular carcinoma, and vertebral plasmacytoma. The patient underwent chemotherapy after the surgery.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'17335683': 1, '10631690': 1, '19880681': 1, '12901544': 1, '21427182': 1, '20109225': 1, '24757467': 2}", "similar_patients": "{}"}