{"patient_id": 153876, "patient_uid": "3021169-1", "PMID": 21246019, "file_path": "noncomm/PMC003xxxxxx/PMC3021169.xml", "title": "Incomplete bone formation after sinus augmentation: A case report on radiological findings by computerized tomography at follow-up", "patient": "A 53-year-old male patient who was in good systemic condition visited the Department of Periodontology, Kyung Hee University School of Dentistry with the chief complaints of pain and gingival bleeding in the upper right 1st molar (#16) area. The upper right 2nd molar (#17) area was in an edentulous state (). Even though he was treated with non-surgical/surgical periodontal therapy, extraction of #16 was inevitable. The residual bone height was between 2 to 4 mm (). Augmentation of the maxillary sinus was scheduled to be conducted with a diagnostic stent 3 months after the extraction of #16, followed by placement of two dental implants 6 months after the augmentation of the maxillary sinus (). The maxillary sinus was clinically healthy. The sinus membrane was elevated from a lateral approach and the sinus was grafted with deproteinized bovine bone (DBB; Bio-Oss, Geistlich Pharma AG, Wolhusen, Switzerland) (). Prophylactic antibiotics (amoxicillin 500 mg, Chong Kun Dang Pharm., Seoul, Korea) were prescribed three times a day for 14 days and 0.12% chlorhexidine solution (Hexamedine, Bukwang Pharm., Seoul, Korea) was also prescribed twice a day for the first 2 weeks to prevent infection of the surgical wound. Healing was uneventful and there was no infection or other post-surgical complications during the healing period.\\nAfter a healing period of 6 months, a two stage implant surgery was planned (). Full thickness flap reflection under local anesthesia was followed by placement of two dental implants (Replace Select tapered HA, Nobel Biocare, Göteborg, Sweden) with a diameter of 4.3 mm and length of 13 mm in the site of #16i and #17i (). Both antibiotics and analgesics were administered for seven days, and mouth rinse with 0.12% chlorhexidine was also recommended for the following two weeks. No complications occurred after implant installation.\\nThe second implant surgery was performed 6 months later () and the implants were first loaded 2 months after the second surgery. Final prosthetic loading was initiated 13 months after the first implant surgery ().\\nThe implants placed in the augmented sinus were clinically healthy and the implant-supported restorations had been functioning successfully at 17 months after initial loading. Unexpectedly, the patient visited the dental clinic with the chief complaints of pain on biting in the upper right 2nd premolar (#15) since he had eaten hard food 3 days earlier. The #15 tooth was diagnosed as cracked and endodontic therapy was required. During endodontic therapy, a CT scan was taken to locate the buccal canal of the tooth. Peri-implant radiolucency in the apical portion of the implant placed in the augmented maxillary sinus was found by accident in the CT scan although a conventional (panoramic) radiograph revealed no signs of peri-implant radiolucency (). This was after a healing period of 32 months since sinus augmentation. The fortuitously discovered radiolucent portion can be described as incomplete bone formation or bone cavity in the augmented maxillary sinus. Nevertheless, the dental implants that were placed in the grafted sinus had been functioning well after prosthetic loading for more than 60 months and no enlargement of the bone cavity was found in follow-up radiographic views (). The patient has had no subjective symptoms such as discomfort or pain in the #16i and 17i area and has been receiving follow-up care on a regular basis.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'11251663': 1, '16519185': 1, '32601583': 1, '9663038': 1, '4928179': 1, '9580408': 1, '15741036': 1, '11829236': 1, '11359486': 1, '9736374': 1, '10534082': 1, '10379105': 1, '9612145': 1, '19663959': 1, '9621889': 1, '15152813': 1, '10632532': 1, '15533133': 1, '12869011': 1, '15533135': 1, '16253091': 1, '19656037': 1, '10602065': 1, '9109269': 1, '18571027': 1, '18724852': 1, '3042814': 1, '18784526': 1, '14971260': 1, '11168213': 1, '28105590': 2, '6993637': 1, '18062109': 1, '19519790': 1, '9580407': 1, '21246019': 2}", "similar_patients": "{'5247393-1': 1}"}