{"patient_id": 41911, "patient_uid": "3638502-1", "PMID": 23691399, "file_path": "comm/PMC003xxxxxx/PMC3638502.xml", "title": "Malignant Glomus Tumor (Glomangiosarcoma) of Intestinal Ileum: A Rare Case Report", "patient": "A 29-year-old female patient was referred to our hospital with a 1-month history of a pelvi-abdominal mass, constipation, vomiting, and melena. Upon presentation, the patient was anemic and had a tender palpable mass at the right lower quadrant. Laboratory investigations showed plasma hemoglobin (Hb) of 69 g/L (normal range values: 110–160 g/L) and plasma CA-125 of 85 U/mL (normal range values <35 U/mL). The patient was admitted and subjected to further investigations.\\nAn abdominal X-ray was done and showed multiple dilated small bowel loops associated with air-fluid levels. The appearance was highly suggestive of partial intestinal obstruction. An enteroscopy was done and showed a huge submucosal mass near the intestinal ileum. Multiple biopsies were obtained, and histopathological features of a spindle cell neoplasm with smooth muscle cell differentiation were identified. An abdominal computed tomography (CT) scan showed a huge 12.8 × 10.2 × 13.1 cm heterogeneous, aggressive-looking intraperitoneal pelvic mass lesion, most likely arising from intestinal ileum, with areas of lobulations, hemorrhagic cystic changes, gas locules, fluid-fluid levels, and proximal small bowel dilatation due to partial obstruction (Figures and ). Consequently, the patient was referred for surgical intervention.\\nThe patient underwent resection of the intestinal ileum tumor and appendix with enteroenteric anastomosis (x2). Macroscopic and microscopic examinations of the appendix showed no pathological diagnosis.\\nGrossly, the resected intestinal tumor of the ileum measured 14 cm in the maximum dimension with no definitive lymphovascular invasion was identified. Microscopically, the tumor was composed of multiple cellular nodules separated by streaks of smooth muscle cells or fibrous bands. The tumor ulcerated the overlying mucosa, involved mucosa, submucosa, and muscularis propria, and extended to the serosa. The tumor nodules showed a relatively solid pattern with pericytoma-like gaping capillary vessels. Cytoplasmic clearing was noted. The tumor cells showed sharply defined cell membranes and centrally located round, uniform nuclei with delicate chromatin and inconspicuous nucleoli with focal areas of spindled cells. Areas of coagulative necrosis were observed. Mitotic activity was approximately 4-5/50 high-power field (HPF) (Figures –).\\nImmunohistochemically, the intestinal ileum tumor cells were stained positive for alpha smooth muscle actin (α-SMA), h-caldesmon, and calponin. Pericellular net-like positivity for collagen type IV reticulin was also noted. The tumor cells were negative for CD117, CD34, cytokeratin, S100, desmin, human melanoma black-45 (HMB-45), chromogranin, and synaptophysin (Figures and ). The histopathological diagnosis was consistent with malignant glomus tumor of the intestinal ileum.\\nA postoperative 6-month followup failed to show any evidence of tumor recurrence. Plasma hemoglobin (Hb) and CA-125 were within the normal ranges. The patient is doing fine and is to be followed up after 6 months.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'10935651': 1, '10193335': 1, '11859201': 1, '2153045': 1, '24795037': 1, '33141292': 2, '1708501': 1, '4371251': 1, '24817939': 1, '32116424': 2, '26816568': 1, '11906401': 1, '11438003': 1, '18682431': 1, '6288219': 1, '25437655': 1, '22109289': 1, '11145243': 1, '32337257': 1, '25888833': 2, '15494870': 1, '31949590': 1, '24187644': 1, '23691399': 2}", "similar_patients": "{'7609672-1': 1, '4336763-1': 1, '7039828-1': 1}"}