{"patient_id": 158344, "patient_uid": "3391798-1", "PMID": 22787298, "file_path": "noncomm/PMC003xxxxxx/PMC3391798.xml", "title": "Malignant solitary fibrous tumor in the extremity: Cytopathologic findings", "patient": "A 59-year-old woman presented with a 10-year history of a right thigh mass. An ultrasound examination showed a solid mass of 10 × 10 cm with heterogeneous echotexture and rich vascularity. Magnetic resonance imaging scan (MRI) showed inhomogeneous low intensity signal on T1-weighted image and intermediate intensity signal on T2-weighted image of 6 cm in the anterior thigh. A preoperative FNA aspiration was performed using 22- and 25-gauge needles and air-dried and alcohol-fixed smears were made. The air dried-smears were stained by May-Grünwald-Giemsa (MGG) stain and alcohol-fixed smears were stained with Papanicolaou stain.\\nSmears were hypercellular, with cohesive and crowded tissue fragments, haphazard cell arrangements, and many single cells in a background of dense collagen bands and capillary blood vessels []. The tumor cells were polymorphous, plump spindled or round with often indented or bare nuclei []. A diagnosis of low-grade sarcoma was favored. The patient underwent a complete resection of the tumor.\\nAt gross examination, the tumor was 10×5, 5×3 cm in size. It was firm and well circumscribed. The cut surface was reddish and whorled [].\\nPathological examination showed a highly cellular neoplasm. The tumor showed a patternless architecture with branching hemangiopericytoma-like vessels []. The tumor cells were relatively monomorphic ovoid or sometimes spindle cells showing a moderate nuclear pleomorphism. Mitotic rate was 8 mitoses per 10 high-power fields [].\\nImmunohistochemical studies revealed a heterogeneous cytoplasmic positivity for CD34 [] and a strong cytoplasmic positivity for vimentin, bcl-2 and CD99.\\nOn the basis of the cytological, histological and immunohistochemical findings this case was classified as malignant SFT.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'17351947': 1, '20515585': 1, '20209623': 1, '7535740': 1, '16740040': 1, '32158588': 2, '25143894': 2, '28443588': 1, '7690524': 1, '17618441': 1, '9850176': 1, '30971071': 2, '22787298': 2}", "similar_patients": "{'6527936-1': 1, '7061107-1': 1, '4137641-1': 1}"}