{"patient_id": 160387, "patient_uid": "3554973-1", "PMID": 23372244, "file_path": "noncomm/PMC003xxxxxx/PMC3554973.xml", "title": "Treatment of multiple distressing spontaneous orgasms with citalopram and their re-emergence following discontinuation of prolonged use of citalopram in an adult female survivor of child sexual abuse", "patient": "Ms X, a 55-year-old married Caucasian woman was admitted to psychiatry ward following an overdose of prescribed medication in conjunction with alcohol. This was her first contact with psychiatric services although she had been on citalopram for a long period from her general practitioner. She experienced low mood, suicidal ideation, reduced appetite, poor sleep, and tearfulness following her divorce and removal of her adopted son from her care. She had a difficult childhood and was sexually abused by her father over a long period of time. The sexual abuse was associated with high negative emotions and a lot of anger. About 3 years ago, she suffered from seizures and cerebrovascular accident resulting in weakness in right leg and dysphasia. Couple of months ago, she started drinking alcohol in moderation in order to cope with her feelings of distress and low mood due to divorce and her son's removal from her care. There was no history suggestive of any illicit drug abuse in this lady.\\nDuring her current admission, Ms. X disclosed that she had multiple and distressing spontaneous orgasms since her childhood following sexual abuse by her father. These orgasms would generally be coupled with her feeling angry on any account. However, she stopped experiencing these orgasms with the initiation of citalopram but would experience them again if she did not take citalopram for a few days. Unfortunately, when she was hospitalized following cerebrovascular accident about 3 years ago, citalopram was discontinued in error and she started re-experiencing these multiple orgasms. Apart from hypertension, she did not have any other risk factors to have cerebrovascular accident at the age of 52. She could have up to 70 orgasms in a day and felt totally exhausted. She did not demand citalopram out of embarrassment and shame for 3 months and continued to suffer till she was restarted on citalopram following which the orgasms disappeared.\\nMs. X was diagnosed to be suffering from adjustment disorder brief depressive reaction based on her current psychosocial stressors and symptoms (F43.20 of ICD-10). She settled fairly quickly on the ward and improved in her low mood and stopped feeling suicidal and was discharged on citalopram (40 mg daily) and her other medications for her physical health problems (bisoprolol 10 mg mane, levetiracetam1 g twice a day, tramadol 100 mg twice a day).", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'11465525': 1, '2636886': 1, '9413467': 1, '16848675': 1, '7949503': 1, '7761308': 1, '15276150': 1, '9729695': 1, '1774128': 1, '2295587': 1, '9129565': 1, '9292833': 1, '11229451': 1, '7191525': 1, '10863885': 1, '11305705': 1, '9219487': 1, '23372244': 2}", "similar_patients": "{}"}