{"patient_id": 159061, "patient_uid": "3465863-1", "PMID": 23056160, "file_path": "noncomm/PMC003xxxxxx/PMC3465863.xml", "title": "Regenerative Treatment of a Cemental Tear Using Enamel Matrix Derivatives: a Ten-Year Follow-up", "patient": "A 64 year-old male (non-smoker, systemically healthy) presented at our clinic in 2001 with an insufficient gold bridge whose abutment teeth included the two mandibular right premolars and the mandibular right third molar. The bridge, extending from 44/45 to 48 had been in service for over 25 years. His main complaint was a “bad taste”. His medical history was non-contributory. His private dentist had unsuccessfully tried to treat the premolars endodontically for over 18 months. The patient had no acute symptoms, but teeth 44 and 45 had been accessed for endodontic treatment, and were left “open” intermittently for long periods. Clinical examination revealed a draining buccal sinus tract adjacent to 45 without any swelling and both premolars were non-responsive to CO2-snow. Crown margins around the three abutments were deficient, had extensive secondary caries and the access cavities were blocked with food debris. Maximal probing depth around 44 and 45 was 4 mm with bleeding on probing. The preoperative radiograph showed two large apical radiolucencies with diffuse margins (Fig. ). A diagnosis of asymptomatic apical periodontitis was made for both teeth.\\nBoth premolars were re-treated as follows by an endodontist (Dr. B. Lehnert): A rubber dam was applied and the root canals disinfected using 1% NaOCl. Visible secondary caries around the abutment margins and near the canal entrances was removed from outside. Crown Down was established (Orifice Shapers, Dentsply-Maillefer, Ballaiges, Switzerland) although the canal of 45 had already been prepared to a large diameter. Working length was determined using a size 60 file (NiTi-Flex, Dentsply-Maillefer, Ballaiges, Switzerland), which fitted loosely in the canal. Using an operating microscope, a perforation was detected at the apical foramen while some residual caries was also detected within the root canal walls. This caries was also removed from inside and sealed using a compomer according to the manufacturer’s instructions (Compoglass, Vivadent, Schaan, Lichtenstein). The canal was shaped to size 80 Lightspeed (Lightspeed, San Antonio, USA) to its working length and stepped back to size 100. The canals were copiously irrigated using 1 % NaOCl, 17% EDTA and 0.2% chlorhexidine alternatively. Calcium hydroxide was placed as interappointment dressing for one week and temporized using a thin layer of Cavit (Espe, Seefeld, Germany) and the canal entrance was then sealed with a glass ionomer cement (Ketac, Espe, Seefeld, Germany).\\nAt the second appointment, one week later, the sinus tract was still visible, but without any exudate. The compomer around the crown margins was partly lost, so the margins were sealed again. At this appointment the canal was irrigated using NaOCl, EDTA and chlorhexidine and a fresh Ca(OH)2 dressing was placed. The canal was not instrumented any further, due to the large diameter of the preparation.\\nAn appointment was scheduled 18 days later, by which time the sinus tract had healed and the tooth remained asymptomatic. At this point an apical closure filling was applied using a matrix trioxide aggregate material (ProRoot, Dentsply, Konstanz, Germany) to seal the apical perforation. Without any intracanal dressing, the tooth was temporised as before. Nine days later, the canal was backfilled using a thermoplastic technique (Obtura II, Spartan, Fenton, USA) and a zinc oxide-eugenol cement (Grossman’s 801; Roth International, Chicago, USA). The canal entrance and the coronal 3-4 mm of the root canal were sealed using a dentine adhesive system (Syntac Classic, IvoclarVivadent, Schaan, Liechtenstein) and a compomer (Compglass, IvoclarVivadent, Schaan, Lichtenstein) to provide a good temporay seal until the prognosis of this tooth was clear. In order not to weaken the remaining tooth substance, posts were not considered for future treatment. The patient was referred for further comprehensive periodontal and restorative treatment.\\nAfter completion of the endodontic therapy, the patient received routine dental prophylaxis. No special treatment was needed, as the patient did not have any pockets ≥ 3 mm. However, at recall 6 months later, a 9 mm pocket was detected mesially and lingually on tooth 45, with excessive bleeding on probing. A diagnostic radiograph showed marginal bone loss and a significant, localized tear-like fracture of the root (Fig. ). The original apical periodontitis showed clear signs of advanced healing at this time.\\nThe diagnosed cemental tear was considered to be the primary etiological factor. As a cause-related therapy, we proposed surgical removal of the fragment and application of EMD, in a regenerative approach. Before the surgical intervention, the defective bridge was removed and both abutment premolars displayed an increased mobility of grade 3. They were then splinted together using composite and a fibrepontic for reinforcement as follows: After rubberdam placement, the provisional restorative material was removed and an adhesive system was applied on the coronal dentin according to the manufacturer’s instructions (Syntac Classic and Tetric, Ivoclar Vivadent). A fibrepontic (Vectris, IvoclarVivadent) was adapted from tooth 45 to 43 for mechanical reinforcement in order to splint the mobile teeth for further therapy.\\nUnder local anesthesia, a full thickness muco-periostal flap was raised buccally and lingually after an intrasulcular incision. No vertical incisions were made to avoid compromising the blood supply to the flaps. Granulation tissue was removed from the defects and the fracture line was clearly visible (Fig. ). The fragment could not be mobilized and removed in toto for histological evaluation. Therefore, the fragment was removed using burs under constant water-cooling (Figs. , ). The surface was debrided using an ultrasonic scaler (Mini Piezon, EMS, Nyon, Switzerland) and the remaining surface was smoothed using a series of diamond-coated burs (Intensiv SA, Viganello, Switzerland). After careful bleeding control, the root surface was treated with 24% EDTA gel (Biora AB, Malmö, Sweden) for 2 minutes, the area was rinsed with sterile saline. Emdogain®gel(Biora AB, Malmö, Sweden; currently: Straumann, Basel, Switzerland) was applied to the defects using a sterile syringe. Pre-sutured flaps were fixed using a vertical mattress technique and the patient was instructed to rinse with 0.2% chlorhexidine (Hibitane, Kantonsapotheke, Zürich, Switzerland) twice daily for two weeks. The patient was given oral analgesics (Ponstan, Pfizer, Zurich, Switzerland) for use when required. No antibiotics were prescribed. Sutures were removed 2 weeks after surgery. Oral hygiene was comprised of tooth brushing, but no use of interdental brushes, for the first 3 months. The patient was recalled at 3 and 6 months. At the six-month re-evaluation, no pockets ≥ 3 mm and no bleeding on probing were detected. Treatment was completed with the adhesive placement of an indirect fiber-reinforced endocrown without post but a central retention cavity inside the pulp chamber (Targis-Vectris, IvoclarVivadent, Schaan, Liechtenstein). One year after surgery and 6 month after restorative treatment, there were still no clinical signs of inflammation or pocket formation. The radiograph showed evidence of good endodontic and periodontal healing with signs of the formation of a periodontal ligament (Fig. ). The patient then left our clinic and was referred back to a private dentist. Ten years after surgery, we were able to contact the patient and re-examine the situation.\\nA radiograph showed a stable bone levels, with only delicate remodeling and bone loss at the affected site. Bone density and the periodontal ligament were still well preserved and consolidated (Fig. ). Clinically, maximum probing depths were 4 mm with bleeding on probing at the mesial and distal site of tooth 45 and 44. Tooth mobility was not increased (grade 1). Oral hygiene was not adequate, especially interdentally, where considerable amounts of plaque were visible (Fig. ). The patient admitted that he did not attend regular recalls during the last five years, due to health problems and other personal reasons. Given this fact, the stable clinical and radiographic results were impressive.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'16625546': 1, '15960480': 1, '16235343': 1, '1593415': 1, '30383679': 1, '9203093': 1, '11128926': 1, '29748557': 1, '32089900': 2, '9310870': 1, '17409750': 1, '21496658': 1, '11276509': 1, '16982284': 1, '10863370': 1, '18081861': 1, '3462208': 1, '10872956': 1, '12937596': 1, '3480298': 1, '10356562': 1, '12617371': 1, '114618': 1, '21466996': 1, '23056160': 2}", "similar_patients": "{'7021467-1': 1}"}