{"patient_id": 45550, "patient_uid": "3914238-1", "PMID": 24558612, "file_path": "comm/PMC003xxxxxx/PMC3914238.xml", "title": "Eosinophilic Cystitis: A Rare Cause of Hematuria in Children", "patient": "Our patient was a seven-year-old male who presented with a history of acute onset hematuria, dysuria and suprapubic pain. He also gave history of frequency, urgency, urge urinary incontinence and passage of blood clots in urine. There was no antecedent history of fever, upper respiratory infection or flank pain. There was no history of bleeding from any other site or of similar episodes in the past. There was no past history of allergy. The child had an uneventful birth history and had attained normal developmental milestones. On evaluation, he had normal blood pressure, hemoglobin of 12.3 g/dL, total count of 9.4 × 103/μL with 38.9% neutrophils, 45.8% lymphocytes, 8.9% monocytes, 5.7% eosinophils, and 0.7% basophils. Peripheral smear was normocytic normochromic. Urine routine and microscopy showed 40–45 red cells/high power field and 25–30 pus cells/high power field. Urine-specific gravity was 1.030, and urine nitrite was negative. Renal function test was normal. Complement C3 was 109.0 mg/dL. Urine culture was sterile, urine PCR for adenovirus and mycobacterium tuberculosis was negative. Radiological investigations, like USG, showed a focal mucosal lesion with bladder wall thickening in the posterior and right lateral wall of the bladder. Contrast-enhanced CT abdomen showed minimally enhancing smooth eccentric thickening of the wall predominantly on the right side and along the base of the urinary bladder (). The patient underwent cystoscopy which revealed a 4 × 3 cm erythematous, polypoidal lesion superolateral to the right ureteric orifice. Considering the above radiological and cystoscopy features, a working diagnosis of rhabdomyosarcoma was made. Transurethral resection biopsy of the lesion was done, and the bladder was catheterized. Biopsy revealed an edematous bladder mucosa, congested blood vessels and infiltration by eosinophils into the muscularis propria with focal areas of myonecrosis (). The patient was treated with 6 weeks of tapered prednisone. He was symptom-free when reviewed after two months.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'1523752': 1, '19195972': 1, '2204734': 1, '16280840': 1, '7495133': 1, '30233669': 1, '12356107': 1, '27340584': 2, '3059659': 1, '15017259': 1, '8137854': 1, '13804922': 1, '24558612': 2}", "similar_patients": "{'4906199-1': 1}"}