{"patient_id": 42835, "patient_uid": "3701921-1", "PMID": 23748069, "file_path": "comm/PMC003xxxxxx/PMC3701921.xml", "title": "Diabetic Ketoacidosis Presenting with Pseudonormoglycemia in a 15-Year-Old Girl with Type 1 Diabetes Mellitus", "patient": "A 15-year-old girl with a 9-year history of T1DM with poor control and an 8-year history of celiac disease was admitted to the pediatric emergency department with complaints of nausea, dizziness, and vomiting. She was on a basal bolus insulin regimen, but it was reported that the treatment was not regularly administered. The patient’s prenatal/natal/postnatal history was unremarkable. Her five siblings were healthy. She had a history of many prior hospitalization episodes because of diabetes and celiac disease.On initial assessment, the patient appeared to be unwell, exhausted, and had Kussmaul breathing. Her weight was calculated as -3.56 standard deviation score (SDS) and her height as -2.03 SDS. Her body mass index SDS was 1.01. She was clinically moderately dehydrated with dry buccal mucosa, reduced skin turgor, and depressed emotional state. Her cardiovascular, respiratory, abdominal, and neurological examinations were normal, and no obvious sign of infection was identified. DKA was suspected and presence of metabolic acidosis was confirmed with a pH of 7.08, bicarbonate concentration of 4.4 mEq/L, pCO2 of 15 mmHg, and an elevated anion gap of 37.3 mEq/L. Urinalysis obtained from a second-voided urine sample showed 3+ ketonuria and 4+ glycosuria; these findings were confirmed by a repeat test within the same hour. On the other hand, the patient’s venous blood glucose concentration was 115 mg/dL (6.38 mmol/L), and her capillary blood glucose obtained by stick was 122 mg/dL (6.77 mmol/L). Hemoglobin A1c was 9% (normal range: 4-6%).\\nThe patient was diagnosed as a case of euglycemic DKA. Following loading with 20 mL/kg 0.9% saline for rehydration in the emergency department, the blood glucose level by stick was 35 mg/dL. Following administration of 2 mL/kg of 10% dextrose intravenously, the blood glucose level rose to 45 mg/dL. The patient was transferred to the pediatric service for advanced clinical care. At this time, she was evaluated to be moderately dehydrated, and intravenous fluid therapy (3000 mL/m2/day) was started. The dextrose content of this fluid was adjusted to 10% to maintain euglycemia. When the blood glucose reached 77 mg/dL, intravenous insulin infusion (0.1 IU/kg per hour) was started to resolve the acidosis. Blood glucose levels were monitored hourly and detected to be between 55 and 78 mg/dL. The acidosis gradually improved, and her blood gas levels became normal at the fourth hour of the treatment, at which time the IV insulin and dextrose-saline infusion were stopped. Subcutaneous insulin regimen was started, and the patient began to take oral fluids. There was no history to explain the state of euglycemia in this diabetic patient. However, the analysis of her blood sample taken at admission revealed a total cholesterol level of 232 mg/dL, (6 mmol/L) (N=110-199 mg/dL), triglyceride level of 427 mg/dL (4.82 mmol/L) (N=30-199 mg/dL), and a HDL cholesterol level of 56 mg/dL (1.45 mmol/L) (N=40-85 mg/dL). LDL cholesterol level could not be calculated because of a triglyceride level >400 mg/dL. Hyperlipidemia was speculated to be the cause of the spurious normoglycemia noted in this patient. Through educational sessions held with the patient and her family members, they were instructed to improve the nutritional intake and the insulin regimen of the patient. The patient’s lipid profile was found to have reverted to normal at the follow-up visit after discharge.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'31218148': 2, '17951948': 1, '32313772': 2, '18975036': 1, '19754623': 1, '4197425': 1, '22658245': 1, '8496310': 1, '8180418': 1, '19702119': 1, '17127143': 1, '14618019': 1, '1898702': 1, '23748069': 2}", "similar_patients": "{'7164719-1': 1, '6553675-1': 1}"}