{"patient_id": 156914, "patient_uid": "3276805-1", "PMID": 22346286, "file_path": "noncomm/PMC003xxxxxx/PMC3276805.xml", "title": "Bullous Pemphigoid in an Elderly Patient with Myelodysplastic Syndrome and Refractory Anemia Coupled with Excess of Blast", "patient": "A 67-year-old Chinese male presented to our department with exquisitely pruritic bullae eruption about 3 months after being diagnosed with MDS with RAEB. The diagnosis was based on his bone marrow aspiration and trephine biopsy, which showed dysplastic features of all three cell lines with blast cells constituting 17% of the nucleated cells in the marrow. He also had a background history of multiple illnesses such as hypertension, ischemic heart disease, bronchial asthma and atrophic gastritis. His treatment for MDS with RAEB remained supportive with regular monthly blood transfusions as he had refused the option of chemotherapy due to his co-morbidities. The bullae started on this trunk and limbs, and later progressed to involve his mucous membrane. There was no history of new medications, supplements or other traditional medications intake within the last year.\\nClinically, the patient had extensive tense, hemorrhagic bullae on erythematous plaques on his limbs, with predominance over the acral regions (), and Nikolsky's sign was negative. In addition, there were multiple bullae on his oral mucosa, but the lesions spared his genitalia and eyes. Skin biopsy showed a sub-epidermal bulla with mild perivascular and periappendageal lymphocytic infiltration and a sprinkling of eosinophils (). Direct immunofluorescence revealed linear C3 and IgG deposits along the basement membrane and these confirmed the diagnosis of BP. His cutaneous condition was not controlled with oral prednisolone at 30 mg daily (0.5 mg/kg/day). The bullous eruptions were finally contained with a combination of oral prednisolone at 30 mg daily and azathioprine at 100 mg daily.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'371547': 1, '10577857': 1, '7772576': 1, '18094948': 1, '3276569': 1, '2404464': 1, '2095174': 1, '15611428': 1, '14690009': 1, '10037042': 1, '9115926': 1, '22346286': 2}", "similar_patients": "{}"}