{"patient_id": 161314, "patient_uid": "3640174-1", "PMID": 23646251, "file_path": "noncomm/PMC003xxxxxx/PMC3640174.xml", "title": "Pneumomediastinum after arthroscopic shoulder surgery -A case report-", "patient": "An 86-year-old female patient with right rotator cuff injury was admitted for arthroscopic shoulder surgery under general anesthesia. The patient was 148 cm in height and 54 kg in weight, with hypertension controlled by medication, and otherwise generally healthy condition. The physical examination and laboratory finding including a chest x-ray taken for preoperative evaluations were normal and pulmonary function was normal.\\nNo premedication was given. Initial blood pressure was 170/85 mmHg, heart rate 67 beats/min, oxygen saturation 97%, and body temperature 36.0℃. Thiopental 250 mg, lidocaine 40 mg, and rocuronium 40 mg were administered intravenously. Endotracheal intubation was done successfully without complication. After intubation, the lung sound on both lung fields was remarkable and tube was fixed at 21 cm. For maintenance of anesthesia, oxygen 2 L/min, N2O 2 L/min, sevoflurane (1.2-2.0 vol%) were administered, and remifentanil was continuously infused 0.1-0.2 µg/kg/min. Volume-control ventilation was maintained with a tidal volume of 450 ml, with respiration rate of 12/min. Airway pressure was maintained to 20 cmH2O, whereas partial pressure of end-tidal carbon dioxide (PETCO2) was kept to 35-38 mmHg. When one hour passed after induction, PETCO2 was reduced to 32 mmHg and tidal volume and respiration rate were controlled to 450 ml and 10/min respectively. Airway pressure was maintained to 19 cmH2O.\\nThe patient's position during surgery was a beach chair position. Blood pressure and heart rate were maintained 100-130/60-80 mmHg and 54-85 beats/min, respectively; there were no remarkable events throughout the entire surgical procedure. After the surgery, pyridostigmine 15 mg and glycopyrrolate 0.4 mg were given for reversal of muscle relaxation. Extubation was achieved after confirmation of self-respiration and consciousness recovery. The patient was transferred to the PACU. Total operation time was 145 minutes and, whereas total anesthesia time was 175 minutes. In the PACU, she had no any complaints and patient's oxygen saturation was maintained at 97% in room air for 10 minutes. She was transferred to the general ward. Postoperative pain control was achieved by fentanyl 800 µg and ketorolac 90 mg along with ramosetron 0.3 mg mixed to normal saline 80 ml. A patient-controlled analgesia device (Accufuser Plus®, Woo Young Medical, Korea; flow rate 1 ml/hr, bolus volume 1 ml, lock out time 15 min) was employed to deliver the medication intravenously for pain control.\\nAt 5 hours after the end of surgery, she complained of facial edema with a lot of sputum tingeing with a small amount of blood. Vital signs were 160/80 mmHg for blood pressure, 98 beats/min for heart rate, 36.3℃ for body temperature and 96% for oxygen saturation. After 30 minutes, she complained of severe respiratory difficulty and the oxygen saturation was decreased to 91-95%. 3 L/min of oxygen was supplied immediately by nasal cannula, and then the saturation on the pulse oximetry was maintained to 98%. A chest x-ray and a chest CT scan were taken for evaluation of dyspnea. On chest x-ray () and chest CT scan, it was discovered that there were subcutaneous and intermuscular emphysema on the patient's face and neck, and pneumomediastinum (). Fiberoptic bronchoscopic examination was performed by an otolaryngologist with the patient in a waking state, and there were no remarkable findings except a mild laceration in the oral cavity.\\nPneumomediastinum was confirmed so that an antitussive agent, antibiotics and 5 L/min of oxygen were administered for treatment. The patient's symptoms were improved on post-operative day 2, and oxygen supply was removed on post-operative day 3. She was discharged on post-operative day 7.", "age": "[[86.0, 'year']]", "gender": "F", "relevant_articles": "{'6696577': 1, '6736764': 1, '6375617': 1, '21286451': 2, '20015746': 1, '18283470': 1, '25059337': 1, '8486054': 1, '1582282': 1, '20070728': 1, '23646251': 2}", "similar_patients": "{'3030047-1': 1}"}