{"patient_id": 39831, "patient_uid": "3502796-2", "PMID": 23198166, "file_path": "comm/PMC003xxxxxx/PMC3502796.xml", "title": "Traumatic Dental Injury—An Enigma for Adolescents: A Series of Case Reports", "patient": "A 21-year-old female patient attended the Department of Conservative dentistry and Endodontics, 2 days after an automobile accident. The patient had multiple lacerations on the face and fractured crown. After the general medical, dental, and traumatic incident histories were reviewed, clinical and radiographic examinations were conducted. A complicated crown fracture was observed in relation to left maxillary central incisor, tooth no. 21 (). The crown fragment was mobile but still attached on the palatal surface by the junctional epithelium and connective tissue. The patient was in severe pain as a result of a large pulp exposure. Adjacent teeth had slight mobility with redness at the marginal gingiva suggestive of some tooth displacement. Radiographic examination revealed horizontal fracture line at cervical third of the crown in relation to tooth no. 21, and no root fracture (). A detailed explanation about the treatment plan was given to the patient, including emergency root canal treatment, reattachment of the fractured crown, splinting of the anterior teeth, followed by reinforcing the attachment by fiber reinforced post. The treatment plan was accepted by the patient and informed consent was obtained.\\nLocal anesthesia was administered and fractured segment was gently removed and stored in saline. One visit root canal treatment was performed. The fractured segment was reattached as described in case report 1. Since adjacent teeth had mobility, they were splinted with 19-gauge stainless steel wire and light cure composite resin (). At the following visit the canal was prepared to receive the fiber reinforced post, by removing the obturated gutta percha till apical third. The canal walls were etched, rinsed, dried, and treated with bonding agent and fiber-reinforced post was cemented into the canal as described in case report 1 (). The patient was advised to report after a week for the removal of the splint (). Patient was recalled after 1 month for followup. The patient had no signs or symptoms and wanted to go for orthodontic consultation. One-year followup showed stabilization of the fragment, and orthodontic treatment in progress ().", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'9513093': 1, '12066682': 1, '34940049': 1, '12110103': 1, '3457774': 1, '26793672': 1, '17877620': 1, '10425806': 1, '8908923': 1, '20664841': 1, '12540124': 1, '3478750': 1, '283177': 1, '18237334': 1, '11203954': 1, '10687519': 1, '9399185': 1, '23198166': 2}", "similar_patients": "{'3502796-1': 2}"}