{"patient_id": 35723, "patient_uid": "3133471-1", "PMID": 21760815, "file_path": "comm/PMC003xxxxxx/PMC3133471.xml", "title": "Severe Hypoglycemia due to Isolated ACTH Deficiency in Children: A New Case Report and Review of the Literature", "patient": "A 7-year-old girl was admitted to the hospital due to episode of unconsciousness following a fall from a scooter. Her blood glucose was 19 mg/dL and urine ketones were positive. She regained consciousness after treatment with intravenous glucose. It turned out that six months earlier she had seizures and blood glucose 21 mg/dl during a febrile illness treated in intensive care unit. Analysis of her cerebrospinal fluid ruled out meningitis, and electroencephalogram was normal. Fatigue, decreased appetite, and increased irritability were noted by parents since age 4 years.\\nHer physical exam was unremarkable; there was no hyperpigmentation. Height was 123.1 cm (50 < P < 75%), weight 22.6 kg (25 < P < 50%), and BMI 14.9 kg/m2 (25 < P < 50%). BP was normal. Laboratory evaluation showed that serum TSH was 2.20 mU/L, free T4 1.67 ng/dL, T3 1.42 ng/mL, prolactin 10.2 ng/mL, ACTH <5 pg/mL, cortisol 0.0 ug/dL, DHEAS <15 ug/dL, IGF-1 296 ng/mL, plasma renin activity 2.60 ng/mL/hr, and normal serum electrolytes. Repeat morning ACTH was <5 pg/mL, and cortisol 0.0 ug/dL. ACTH 1–24 stimulation test showed cortisol 0.0 ug/dL at 45 min after Cortrosyn 0.250 mg injection. CRH stimulation test demonstrated plasma ACTH <5 pg/mL at 15 min, 30 min, 45 min, and 60 min after Acthrel 1 mcg/kg intravenous injection. Head MRI scan without and with contrast using pituitary protocol demonstrated a tiny 2-3 mm cyst localized in the midline at the posterior margin of the anterior pituitary ().\\nDetailed evaluation of adrenal function and pituitary function demonstrated that the child had isolated ACTH deficiency. Genetic cause for this disorder in our patient remained unknown. Treatment with Hydrocortisone 16 mg/m2/day divided in three doses given by mouth resulted in resolution of all symptoms and normalization of blood glucose. The patient remained symptoms free and had normal IGF-1, TSH, and free T4 on clinic followup one year after the diagnosis.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'9620771': 1, '18303077': 1, '14557433': 1, '15054849': 1, '210721': 1, '16042330': 1, '18299851': 1, '15613420': 1, '16703407': 1, '1852085': 1, '12651892': 1, '6276646': 1, '19474430': 1, '4295129': 1, '16390921': 1, '18825881': 1, '20810574': 1, '21760815': 2}", "similar_patients": "{}"}