{"patient_id": 157084, "patient_uid": "3286780-1", "PMID": 22379344, "file_path": "noncomm/PMC003xxxxxx/PMC3286780.xml", "title": "Post-influenza Pneumonia Caused by the USA300 Community-Associated Methicillin-Resistant Staphylococcus aureus in Korea", "patient": "A 50-yr-old man, who had been healthy except a history of prostatic cancer two years ago, was admitted to Samsung Medical Center, Seoul, Korea, on November 21, 2009, with high fever and productive cough for three days. He complained of hemoptysis with right pleuritic chest pain. His family members and he had not traveled to other countries in the previous year. On admission, he had fever (38.9℃), pulse rate of 65 beats/min, blood pressure of 184/154 mmHg, and respiratory rate of 20 breaths/min. Physical examination showed decreased breath sounds at the right lower lung field. Laboratory tests showed 6,860 leukocytes/µL (78.6% neutrophils and 15.2% lymphocytes), hemoglobin 14.8 g/dL, and platelet 154,000/µL. Other laboratory values included serum sodium 131 mM/L, blood urea nitrogen 14.1 mg/dL, creatinine 1.2 mg/dL, glucose 138 mg/dL, and lactic acid 2.3 mM/L. Arterial blood gas analysis showed pH 7.483, pCO2 29.9 mmHg, pO2 59.9 mmHg, HCO3 21.9 mM/L and SaO2 91.5% on room air. His chest radiograph showed pneumonic consolidation at the right lower lung zone. Real-time reverse transcription PCR in nasopharyngeal swab was positive for pandemic influenza A (H1N1). Gram stain of sputum showed many Gram-positive cocci and urinary antigen test for Streptococcus pneumoniae was negative. He was given ceftriaxone and levofloxacin empirically as well as oseltamivir. On the same day of admission, his condition rapidly deteriorated and he was transferred to the intensive care unit. He received a ventilator support after intubation because of respiratory failure. A computed tomography scan of the chest showed necrotizing pneumonia involving the right lower lobe (). Culture of sputum and endotracheal aspirate grew MRSA, and it was susceptible to gentamicin, clindamycin, rifampicin, and trimethoprim/sulfamethoxazole, however, resistant to ciprofloxacin, erythromycin, and tetracycline. The D-test for inducible clindamycin resistance was negative. The patient suffered from hemoptysis and substantial amount of purulent sputum over 2 weeks. He was fully recovered after vancomycin treatment for 2 weeks followed by oral rifampicin and trimethoprim/sulfamethoxazole for 3 weeks.\\nFor genotyping of the bacterial isolate, multilocus sequence typing (MLST) was carried out by PCR amplification and sequencing of seven housekeeping genes (arcC, aroE, glpF, gmk, pta, tpi, and yqiL) as previously described (). The allelic profiles and sequence types (STs) were assigned by the MLST web site (). SCCmec types were determined by the multiplex PCR method. Staphylococcal protein A (spa) typing was performed as previously described (). The spa types were determined by using Ridom SpaServer (). Isolates were screened for the lukF-PV and lukS-PV genes encoding the components of the PVL toxin by PCR amplification of a portion of both the lukS-PV and lukF-PV ORFs by using the primer pair luk-PV-1 and luk-PV-2 designed by Lina et al. (). Pulsed field gel electrophoresis (PFGE) was performed as described previously (). The PFGE patterns were analysed using GelCompar II software (Applied Maths, Belgium). Typing of the MRSA isolate from the patient revealed that the isolate belonged to MLST ST8, carried SCCmec type IV, and was positive for PVL. The spa type was t008 (Ridom Staph Type). The analysis of the PFGE patterns showed that this isolate was the same pulsotype as the USA300 strain, which was obtained from the Network on Antimicrobial Resistance in Staphylococcus aureus (NARSA), supported under NIAID/NIH contract #HHSN2722 0070 0055C (). The arcA gene in the arginine catabolic mobile element (ACME) which is characteristic for the USA300 strain was also positive.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'20822831': 1, '20119570': 1, '20090931': 1, '29968985': 1, '21393157': 1, '23853497': 2, '30209034': 1, '27209287': 1, '17884831': 1, '10698988': 1, '28893917': 1, '21068288': 1, '19798021': 1, '24436283': 1, '10524952': 1, '12904849': 1, '23524494': 1, '18222564': 1, '16707043': 1, '30430778': 1, '25285117': 1, '21532849': 1, '27960208': 1, '20078212': 1, '14766855': 1, '20206987': 1, '16914702': 1, '22379344': 2}", "similar_patients": "{'3708085-1': 1}"}