{"patient_id": 38268, "patient_uid": "3407789-1", "PMID": 22687270, "file_path": "comm/PMC003xxxxxx/PMC3407789.xml", "title": "Development of coronary artery stenosis in a patient with metastatic renal cell carcinoma treated with sorafenib", "patient": "In 2007, a 58-year-old white male with no history of tobacco use, hypertension, diabetes, or hypercholesterolemia, and no family history of coronary artery disease, was found to have a large solid right renal mass and associated tumor thrombus of the inferior vena cava and right atrium. He underwent right radical nephrectomy and tumor thrombectomy performed under extracorporeal circulation. Cardiac function was investigated, including coronary angiography and transthoracic and transesophageal echocardiography. These studies documented normal cardiac function and normal morphology of the coronary arteries. Pathological examination of the surgical specimens demonstrated pT3cN0Mx conventional (clear cell) renal carcinoma, Fuhrman Grade 3 with negative surgical margins. A regular follow-up program was started. A few months later, hepatic and contralateral renal metastases were detected. The patient started treatment with the tyrosine kinase inhibitor (TKI) sorafenib on a dose-escalation protocol. Treatment led to an initial partial response followed by stable disease for 6 months. During December 2008, in a setting of stable disease, he underwent hepatic resection and enucleation of the left renal mass. The hepatic and renal masses were confirmed to be metastases. Early radiological assessment after surgery showed no residual hepatic or renal disease, but possible involvement of the mesenteric lymph nodes. Sorafenib treatment was therefore restarted at a standard dose of 800 mg/day. Treatment led to complete disease response within a few months, and was very well tolerated by the patient, who did not experience any of the typical adverse effects of the drug.\\nDuring February 2011, after 30 months of sorafenib treatment (6 months at 1600 mg/day and 24 months at 800 mg/day), the patient started to complain of worsening chest pain precipitated by normal physical exercise. A cardiac stress test showed exercise-induced ischemia. Coronary angiography showed critical sub-occlusion of the common trunk of the left coronary artery and the circumflex artery (Figure ). The patient subsequently underwent triple coronary artery bypass surgery and is now recovering and in good clinical condition. Sorafenib treatment has been discontinued.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'19555584': 1, '33198355': 1, '21599821': 1, '20479781': 1, '25124015': 1, '27022039': 1, '25436132': 1, '21283106': 1, '18083403': 1, '18838713': 1, '32055781': 1, '19451442': 1, '28451419': 1, '27284486': 1, '29794142': 1, '17457301': 1, '15466206': 1, '33404052': 1, '15467832': 1, '20351323': 1, '19474115': 1, '26772545': 1, '21346039': 1, '21584715': 1, '17519900': 1, '21335444': 1, '25153017': 1, '21810682': 1, '26875513': 1, '29703600': 1, '24718482': 1, '20156114': 1, '20975258': 1, '19944333': 1, '31587779': 1, '18436521': 1, '21233239': 1, '27099141': 1, '20082451': 1, '17215530': 1, '22687270': 2}", "similar_patients": "{}"}