{"patient_id": 34439, "patient_uid": "3010634-1", "PMID": 21197432, "file_path": "comm/PMC003xxxxxx/PMC3010634.xml", "title": "Neuroinflammation Screening in Immunotherapy Trials against Alzheimer's Disease", "patient": "NO is a 70-year-old retired man. His health history is remarkable for a cholecystectomy in 2001 that was followed by confusion. An epileptic seizure was suspected and the patient was treated with carbamazepine for a short period. He did not have any new seizures after carbamazepine was withdrawn. The patient has a positive family history of AD with both his grandfather and mother having been diagnosed with the disease.\\nIn 1995, NO started to complain of cognitive decline that progressed over the years with aphasia, apraxia, and agnosia. He developed spatial deficits with orientation difficulties and a strong tendency to misplace belongings. In 2002, he was diagnosed with AD. A magnetic resonance imaging (MRI) scan of the brain was normal with no atrophy or white matter changes. EEG showed slow postcentral rhythm (7 Hz), and single positron emission computed tomography (SPECT) of the brain revealed frontotemporal hypoperfusion with left-side predominance. CSF analyses showed slightly elevated albumin ratio of 12 (<10) as a sign of mildly impaired blood-brain barrier function, normal cell counts, elevated total-tau (T-tau) of 589 ng/L (laboratory reference limit <400 ng/L), and normal Aβ1-42 concentration 495 ng/L (>450). He was heterozygous for the Alzheimer-associated ε4 allele of the apolipoprotein E gene. Neurological examination was normal, and the neuropsychological profile and clinical evaluation were consistent with AD. The patient started treatment with galantamine. His cognition improved with the minimental state examination (MMSE) score rising from 22 to 28 points.\\nIn November 2006, the patient was screened for a clinical trial of active immunization against Aβ. His cognition had been rather stable over the four years on treatment with only a minor decrease of the MMSE score from 28 to 25. He had no somatic complaints and his somatic status was normal. He showed no symptoms of infection and had no neurological complaints. An MRI scan of the brain showed slight atrophy with mild white matter changes consistent with AD.\\nA lumbar puncture was performed at baseline before inclusion in the trial, and the biomarkers for AD, T-tau, phospho-tau181 (P-tau181), and Aβ1-42 were 520 (<400), 96 (<80), and 460 (>450) ng/L, respectively, which is consistent with AD. The albumin ratio was further elevated, and, surprisingly, CSF monocyte counts were high and so was the IgM-index (). Agarose gel electrophoresis of serum and CSF followed by immunoblotting against IgM supported ongoing intrathecal IgM production. This neurochemical picture is consistent with neuroinflammation. Anti-Borrelia titers were positive in CSF but negative in serum. The patient was treated with standard doxycycline 200 mg twice a day for 10 days. He was then followed with repeated CSF taps for 1.5 year during which his albumin ratio and cell counts were normalized. However, T-tau and P-tau181 remained pathologically elevated and Aβ1-42 turned low indicating an ongoing AD process. Accordingly, the patient has continued to deteriorate cognitively during the followup period.\\nThe next case, BS, is a 68-year-old woman. She is occupied as a hairdresser, still working part-time. Her health history is unremarkable. In 2003, she started to suffer from progressive cognitive deterioration, and in February 2006 she fulfilled clinical criteria for AD and started treatment with galantamine. The diagnosis was based on the anamnestic record and supported by findings on MRI and SPECT, as well as neuropsychological test results. To further secure her diagnosis, a CSF tap was planned but she declined this investigation. The patient was terrified of her diagnosis and wanted to fight it the best she could. She had heard of ongoing immunization trials at the Karolinska University Hospital and was referred for being evaluated for eligibility. As a part of this evaluation, a baseline CSF tap was mandatory and she agreed on this. The results showed completely normal T-tau, P-tau181, and Aβ1-42 concentrations in CSF speaking against AD. However, the albumin ratio was strongly elevated, CSF monocyte counts high, and both the IgG- and IgM-indices elevated () with oligoclonal IgG and IgM bands selectively in CSF as a further sign of intrathecal IgG and IgM production. The anti-Borrelia titer in serum was negative but positive in CSF. She was treated with standard doxycycline 200 mg twice a day for 10 days. She was then followed with repeated CSF taps for 1.5 year showing normalization of the blood-brain barrier function and cell counts. Her cognitive status slowly improved during this period and the AD diagnosis was disposed.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'9766207': 1, '17509489': 1, '32019594': 1, '337459': 1, '19566502': 1, '8256560': 1, '20516693': 1, '16327349': 1, '20308786': 1, '23091569': 1, '23799530': 1, '22951438': 1, '2136219': 1, '10950810': 1, '19923550': 1, '12847155': 1, '10380968': 1, '2357340': 1, '18769174': 1, '21197432': 2}", "similar_patients": "{}"}