{"patient_id": 155462, "patient_uid": "3180752-1", "PMID": 21968985, "file_path": "noncomm/PMC003xxxxxx/PMC3180752.xml", "title": "Pulmonary Lymphomatoid Granulomatosis: Report of A Case and Review of Literature", "patient": "Patient is a 52-year old Nigerian male of Ibo extraction working with a road construction company, and was admitted into our hospital on 27th March 2001 on account of recurrent right–sided, non-radiating chest pain of 25 years duration, breathlessness of 6 years duration; and recent onset of weight loss of 4 months duration. He claimed the pain started a year after joining the construction company. There was neither cough nor haemoptysis but occasional low-grade fever. He drinks alcohol occasionally but does not smoke. He had earlier been treated by three private hospitals for pneumonia and tuberculosis although the sputum was negative for acid- fast bacilli as was the Mantoux test. He was referred to the unit on account of chest x-ray and CT-chest findings suggestive of right thoracic empyema.\\nPhysical examination revealed a middle age man in no distress. He was afebrile, anicteric, not pale and had no digital clubbing, nor peripheral oedema. The chest examination showed tracheal deviation to the left, diminished excursion of the right hemithorax with stony dull percussion notes on the right mid- and lower zones. The tactile fremitus and vocal resonance were diminished on the same zones with absent right basal breath sounds. The left lung was clear. The other body systems were normal. The unit's admitting diagnosis was that of right pleural effusion of uncertain aetiology to rule out mesothelioma.\\nA diagnostic thoracentesis using a size 21G hypodermic needle was dry. However, there was the feeling of traversing through thickened parietal pleura. The haemogram and blood chemistry were normal. The retroviral screening test was negative. Bronchoscopy was scheduled but was not done due to faulty venturi system.\\nOn 30th March 2001, he was scheduled for a right minithoracotomy and biopsy. This was later converted into a formal posterolateral thoracotomy, decortication of lung, and biopsy of lung parenchymal nodular masses following intraoperative diagnostic thoracentesis that yielded 200mls of purulent exudate. Other findings intra-operatively included very thick nodular parietal pleura = 2.0cm and thickened visceral pleural = 0.5cm with nodularities of the right lung parenchyma, right hemidiaphragm, and the oblique fissure. There was a firm nodular mass measuring 6.0 ×6.0cm on the right retrosternum.\\nThe pleural fluid microbiology yielded coliform organism sensitive to co-trimoxazole, ampicillin, gentamycin, and cefuroxime. He had a 5-day course of co-trimoxazole. The rest of the post-operative period was uneventful.\\nHistopathologic examination of the pleural specimen showed several pieces of whitish greyish tissue, firm and rubbery in consistency and aggregating 12 × 11 × 4cm. The cut surface was whitish with a well -circumscribed core in some parts.\\nThe specimen of the lung consisted of a piece of brownish tissue soft in consistency and measuring 2× 1× 1.5cm.\\nThe histologic section of both specimens showed complete effacement of normal structures by an infiltrating sea of lymphocytes of varying sizes, plasma cells, and numerous large immunoblast-like cells. These infiltrates were angioinvasive. There were no giant cells and no necrosis seen ().\\nThe histopathology of the lung and pleura was consistent with Pulmonary LYG.\\nBased on this histology he was commenced on cytotoxic chemotherapy consisting of tabs cyclophosphamide 400mg/m daily × 5/7 and tabs predinosolone 100mg/m2 daily x 5/7. The course would be repeated every 3 weeks until remission or no further improvement. Additionally, he had intrapleural cyclophos-phamide instillation prior to removal of the chest drains. He was discharged to the clinic on the 24th post–operative day.\\nOn 14th May 2001 he had his first post-discharge clinic attendance. The repeat chest x-ray at this time showed some improvement with residual patchy nodularities in the right lung, ipsilateral pleural fluid and thickening . A second course of chemotherapy was given. He thereafter defaulted until a year later (15th April 2002) when he re-presented with loss of appetite and weight loss × 3/12; fever and shortness of breath × 2/52. Physical examination revealed pallor, grade 2 pitting leg oedema, and bilateral mobile axillary lymphadenopathy. The chest examination showed increased tactile fremitus and vocal resonance with diminished breath sounds over the right basal hemithorax. There was a mild hepatomegaly of 4cm below the costal margin. He declined re- admission for further evaluation, and had since been lost to follow-up. However, oral communication with a neighbour as of September 2003 would seem to indicate that he had remained in some apparent health.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'12070812': 1, '9547995': 1, '761171': 1, '8961876': 1, '2304362': 1, '633933': 1, '8910039': 1, '11296596': 1, '27656321': 2, '12579218': 1, '11331732': 1, '2406524': 1, '11688570': 1, '31121': 1, '10392931': 1, '931213': 1, '12873757': 1, '7053488': 1, '7573693': 1, '4638966': 1, '21968985': 2}", "similar_patients": "{'5025951-1': 1}"}