{"patient_id": 46825, "patient_uid": "3997893-1", "PMID": 24804131, "file_path": "comm/PMC003xxxxxx/PMC3997893.xml", "title": "Skin Necrosis Associated with Thromboprophylaxis after Total Knee Replacement", "patient": "A 67-year-old female patient, of BMI 30, suffering from severe osteoarthritis of her knee, underwent an elective total knee replacement surgery. She did not have any significant past medical history and had a normal blood profile prior to surgery. There were no intraoperative complications or immediate postoperative complications. As a routine postoperative care, she was administered prophylactic subcutaneous tinzaparin (low molecular weight heparin) 3,500 IU once a day on her abdomen.\\nOn postoperative day 14, she developed an area of erythema associated with pain at the sites of her LMWH injection (). Blood investigation revealed a normal platelet count of 254 (normal range 143–332 × 109) with Haemoglobin of 12.5 (normal range 3.9–15 × 109) and WCC 10.5 (normal range 3.9–11.1 × 109).\\nDermatology consultation was taken and vasculitis secondary to localized heparin-induced thrombocytopenia (HIT) was diagnosed. Repeat blood investigations did not show any change in the platelet count. With subsequent days, her abdomen skin broke down, and she developed an ulcer.\\nTinzaparin was stopped and an alternative thromboprophylaxis, Aspirin 150 mg once a day, was started. She made good progress from her knee replacement and was subsequently discharged.\\nAt a 6-week routine outpatient clinic follow-up, the patient had a good range of knee movement. At that time her abdomen wounds were healing with regular alternative day dressing. At 3-month follow-up, her wounds were completely healed.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'507970': 1, '4751762': 1, '7774513': 1, '9459312': 1, '13078988': 1, '6847219': 1, '9278467': 1, '7555182': 1, '7024574': 1, '8017740': 1, '7802799': 1, '8779482': 1, '3504144': 1, '29560388': 1, '8481989': 1, '24804131': 2}", "similar_patients": "{}"}