{"patient_id": 157730, "patient_uid": "3343254-1", "PMID": 22563161, "file_path": "noncomm/PMC003xxxxxx/PMC3343254.xml", "title": "Rare metastatic prostatic malignancy: A case report and approach to management", "patient": "A 70-year-old male presented with history of incomplete evacuation of bladder for 2 months. There were no symptoms of hesitancy, frequency, hematuria or pelvic pain. He was evaluated and detected to have a prostatic mass. Serum prostate-specific antigen (PSA) level was 10.4 ng/dl. He was diagnosed to have adenocarcinoma prostate on biopsy and was treated with injectable leuprolide, oral bicalutamide and orchiectomy.\\nHe presented to our institute 2 months after orchiectomy with acute urinary retention requiring bladder catheterization. At presentation, the patient did not have any other complaints except for mild pain in the pelvis. His vitals were stable and he had ECOG performance status of 1. General and abdominal examination was unremarkable. Digital rectal examination suggested enlarged prostate with rectal mucosa infiltration. Investigations revealed normal biochemical and hematological parameters. Serum PSA at this time was 0.28 ng/dl.\\nMagnetic resonance imaging (MRI) pelvis showed widely infiltrating mass in the left prostate with involvement of the bladder and rectum and pelvic lymphadenopathy. Imaging with fluorodeoxyglucose positron emission tomography/computerized tomography (FDG-PET/CT) scan was done for metastatic work-up. PET/CT revealed a large heterogeneously enhancing mass involving the prostate gland, showing necrotic areas within along with ipsilateral enlarged hypermetabolic external iliac nodes, and a metastatic lesion in the left ischium as shown in . The mass measured 7.5 cm in the anteroposterior diameter, 4.9 cm in the transverse diameter and 9.5 cm in the vertical diameter. The mass laterally abutted the ischiorectal fossae and anteriorly extended up to the pubic symphysis with infiltration of the adjacent periprostatic and perivesical fat. Multiple FDG-avid nodules (maximum SUV 3.3) were seen in bilateral lungs. An FDG-avid mass (maximum SUV 5.5) was seen in the right ventricle with thrombus in the right ventricle. A thrombus was also seen in the main pulmonary artery and the descending branch of the left pulmonary artery.\\nOur patient was initially diagnosed and treated as adenocarcinoma prostate. However, in view of early progression of disease and poor response to the therapy that consisted of two lines of hormonal therapy, the possibility of an alternative diagnosis was considered and a repeat prostatic biopsy was done.\\nThe biopsy showed tumor composed of sheets of large oval cells having abundant eosinophilic cytoplasm and hyperchromatic large pleomorphic oval nuclei. Few bizarre tumor cells with occasional mitotic Figures were noted. Necrosis was seen without any definite pattern. Immunohistochemistry showed focal positivity for smooth muscle actin. The tissue was negative for epithelial membrane antigen, pancytokeratin, CD68, prostate-specific antigen, carcinoembryonic antigen and thyroid transcription factor-1. After reviewing the slides, a final diagnosis of epithelioid leiomyosarcoma of the prostate was rendered.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'21078036': 1, '3143017': 1, '8620418': 1, '9500215': 1, '17170745': 1, '10692172': 1, '16209211': 1, '19043598': 2, '17938159': 1, '11458058': 1, '17070247': 1, '22563161': 2}", "similar_patients": "{'2586161-1': 1}"}