{"patient_id": 46108, "patient_uid": "3954922-3", "PMID": 24424723, "file_path": "comm/PMC003xxxxxx/PMC3954922.xml", "title": "Preventing LVAD implantation by early short-term mechanical support and prolonged inodilator therapy", "patient": "A 50-year-old male with no relevant medical history presented to a referring hospital with severe left-sided heart failure with signs of dilated cardiomyopathy on echocardiography (Table ). He complained of myalgia, fatigue and subfebrile temperature in the past week. Electrocardiogram revealed a sinus tachycardia of 100 beats/min, with signs of left atrial dilatation and LV strain pattern. Echocardiography showed a severely impaired LV function and dilated left ventricle with apical LV thrombus. Due to progressive cardiogenic decline with high suspicion of fulminant myocarditis, a VA-ECMO was implanted alongside high dosages of positive inotropics and IABP as well as high-dose corticosteroids, immunoglobulins and levosimendan. The patient had an INTERMACS profile 1 as defined []. Because of possible candidacy for an urgent LVAD implantation as a bridge-to-HTx, the patient was referred to our tertiary centre. After transfer to our centre, the IABP could be removed and inotropes were switched from dobutamine to enoximone during VA-ECMO support. At this stage, endomyocardial biopsy did not show active myocarditis nor any other diagnostic clues. Therefore, the immunosuppressants were stopped. Again, we introduced low-dose metoprolol and ramipril while continuing enoximone therapy and VA-ECMO circulatory support. After 10 days of VA-ECMO support, the patient could be successfully weaned from mechanical support. With continuing low-dose enoximone his heart failure therapy was further optimised by increasing the dose of metoprolol and ramipril. After 2 weeks of admission the patient improved further; also the enoximone could be stopped and standard heart failure therapy was titrated. The patient fully recovered and was transferred in a stable clinical condition to the referring hospital. Regular follow-up echocardiograms demonstrated a gradual improvement in cardiac function to moderately impaired LV function without significant valvular insufficiency and the apical thrombus had vanished. After 2.5 years of follow-up the patient remained asymptomatic with mildly impaired LV function with an estimated of EF 45 %.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'23239450': 1, '24549485': 1, '23674362': 1, '22616563': 1, '25273921': 1, '11794191': 1, '26041406': 1, '32780338': 1, '33934556': 1, '29349674': 1, '22231716': 1, '23260710': 1, '12383572': 1, '20156942': 1, '22492948': 1, '24424723': 2}", "similar_patients": "{'3954922-1': 2, '3954922-2': 2}"}