{"patient_id": 45806, "patient_uid": "3926220-1", "PMID": 24592347, "file_path": "comm/PMC003xxxxxx/PMC3926220.xml", "title": "Migration of a Swallowed Blunt Foreign Body to the Neck", "patient": "A 4-year-old girl was referred to our institution with a mass and partial extrusion of a foreign body in the neck. Symptoms started 4 days ago with a redness and swelling on the right neck, followed by partial extrusion of a red, blunt foreign body. A computed tomography (CT) scan revealed a foreign body with prominent margins anterior to sternocleidomastoid and infrahyoid muscles, half being embedded in the skin and the other half being outside (). No fistula was found with the deeper tissues. The family remembered that the girl swallowed the plastic top piece of a knitting needle approximately one year ago. She had been asymptomatic until the present time.\\nPhysical examination revealed a partially extruded red, plastic foreign body about 1 cm diameter in the right neck. The patient did not have fever. There was no any tenderness or pain in the affected region. The rest of the head and neck examination did not reveal any abnormalities. A blood sample examination revealed a normal white blood cell count (7,640/mm3) and a slightly elevated C-reactive protein level (2.2 mg/dL).\\nThe patient was hospitalized after the initial examination and CT scan. An oral prophylactic antibiotic was administered (Clarithromycin 500 mg/day). The foreign body was held only with skin and subcutaneous fatty tissue. Also lateral neck X-rays and esophagography with barium swallow were obtained. Esophagography did not reveal any fistula tract between the foreign body and the upper aerodigestive tract. Direct laryngoscopy was performed under general anesthesia the next day. Larynx, cervical esophagus, and pyriform sinuses were found normal. The foreign body was removed easily (Figures and ). The foreign body had a rectangular shape, was made from hard plastic, and was 13 mm in length. The cavity was filled with granulation tissue. The examination did not reveal any pus or presence of a fistula tract with deeper tissues. Primary suturation was applied to the wound. Postoperatively, the patient recovered very well without any complications.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'27994927': 1, '8230384': 1, '27388705': 1, '6410969': 1, '18175137': 1, '20434801': 1, '17044428': 1, '34786396': 2, '7698623': 1, '24592347': 2}", "similar_patients": "{'8567501-1': 1}"}