{"patient_id": 160050, "patient_uid": "3528042-3", "PMID": 23284595, "file_path": "noncomm/PMC003xxxxxx/PMC3528042.xml", "title": "Occult Acetabular Fracture in Elderly Patients", "patient": "An otherwise healthy eighty-three-year-old female patient operated on by bilateral hip replacement (Spotorno, Protek) for osteoarthritis, eight years before on the right side, and seven years previously on the left, felt acute pain in her right groin after getting up from sleep. She was not taking any drugs interfering with bone metabolism, and did not recall any fall. Clinical examination of hip mobility revealed exacerbation of the pain, particularly in external and internal rotation. X-rays of the pelvis were taken and no fracture was found. Thickening of both iliopubic rami and ischia was found, as a previous stage of a stress fracture (Fig. ). As the pain increased during the following weeks, another X-ray was taken two months later (Fig. ).\\nA fracture of the anterior acetabular column distal to the anterior acetabular wall was observed [], the apparent result of an anteroposterior pelvic trauma [,]. Home bed rest without traction for two weeks followed by walking with weight bearing was prescribed, and during follow-up a non-union of the fractures became evident (Fig. ). No further treatment was applied and the pain slowly eased until the patient felt reasonably comfortable walking. Non-union was considered to be the definitive result, and the patient was able to walk with the help of a single crutch.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'17399713': 1, '3726125': 1, '8163974': 1, '23997972': 2, '18924082': 1, '15517857': 1, '18751831': 1, '8326427': 1, '33372173': 1, '10795049': 1, '19708620': 1, '8789883': 1, '17709871': 1, '7418327': 1, '9659487': 1, '20462579': 1, '18751805': 1, '20130318': 1, '15517858': 1, '16056042': 1, '20035936': 1, '10217820': 1, '23284595': 2}", "similar_patients": "{'3528042-1': 2, '3528042-2': 2, '3753755-1': 1}"}