{"patient_id": 38086, "patient_uid": "3391560-1", "PMID": 22783460, "file_path": "comm/PMC003xxxxxx/PMC3391560.xml", "title": "Oral chromoblastomycosis: a case report", "patient": "A 27-year-old, otherwise healthy normal male presented to the reconstructive surgery clinic of Hazrat Fateme hospital. His problem first appeared about 11 years ago, as a small pink lesion on the hard palate and a simultaneous scaly papule on the anterior chest. Several hospital admissions and therapies including antibiotics did not have any effect on the disease. The lesions grew gradually interfering with oral function and finally the diagnosis was confirmed through pathologic and mycological studies. The biopsy results are discussed later. All other test results including blood biochemistry, hematology, sexually transmitted disease (STD) serology, urine analysis and microbiology, and stool exam were within normal limits. Moreover, intact cell mediated immunity was revealed. Imaging studies showed the extent of mass growth and the involvement of surrounding bone. The mass was resected sacrificing the involved soft tissue and bone, and the palatal defect was covered by means of local tissue, only to fail. The patient received Amphotericin B and Itraconazole according to a protocol provided by clinical mycologists of the department of infectious diseases (, ). Finally, after confirming the disease free margins of the defect, the decision to employ free tissue transfer was made. To cover this 38 by 42 mm three-dimensional defect in the palate, a well vascularized thin tissue providing viable skin was needed. Along the length of the pedicle was an issue to facilitate microsurgical transplantation. Thus, a free radial forearm fasciocutaneous flap was chosen ().\\nThe patient underwent surgery once the necessary tests were run and the patency of the ulnar artery and deep palmar arch was confirmed preoperatively. The flap was dissected on the nondominant limb in a distal to proximal direction on its radial artery pedicle and venae comitantes. After preparation of the Facial vessels as the recipient vessels, the flap was harvested and transplanted. The nasal lining was restored by split thickness skin graft. The patient received postoperative care and was discharged after the donor site dressing and immobilizing splint were removed, and scheduled for several office visits.\\nThe histological finding in the biopsy specimen was that of a granulomatous reaction characterized by formation of pseudotubercles containing giant cells, and a focal round cell infiltration in the superficial portions of the specimen. The fungi appeared in clusters of brown, spherical cells with thick, dark cell walls and coarsely granular pigmented protoplasm. The cultural characteristics were also studied. The colonies produced black, slow growing, heaped-up colonies and the Cladosporium type of sporulation was noted.\\nThe last specimens obtained before the final reconstructive procedure showed eosinophil rich acute inflammation without any fungal infection. Cultures obtained as the reference method were all negative.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'18562173': 1, '18383349': 1, '15679674': 1, '18727664': 1, '17526310': 1, '17944717': 1, '16040416': 1, '18550335': 1, '17350498': 1, '18674952': 1, '17656949': 1, '19085206': 1, '17558050': 1, '16048723': 1, '16514339': 1, '18971732': 1, '30066754': 1, '18520923': 1, '16310053': 1, '19575735': 1, '19098540': 1, '18851935': 1, '14708965': 1, '15787829': 1, '18189069': 1, '32889592': 1, '22783460': 2}", "similar_patients": "{}"}