{"patient_id": 39319, "patient_uid": "3469354-1", "PMID": 22992300, "file_path": "comm/PMC003xxxxxx/PMC3469354.xml", "title": "Post-infective transverse myelitis following Streptococcus pneumoniae meningitis with radiological features of acute disseminated encephalomyelitis: a case report", "patient": "A 50-year-old, previously well Caucasian woman with a one-week history of flu-like symptoms and three days of purulent exudate from both ears presented to our facility with vomiting, collapse and reduced conscious level. Investigations confirmed a diagnosis of acute Streptococcus pneumoniae meningitis secondary to otitis media. Our patient was treated on an intensive care ward, requiring sedation and intubation. Initial treatment was with intravenous amoxicillin and acyclovir, later switching to ceftriaxone. Our patient made a slow but uneventful recovery, leaving intensive care after six days, and being discharged a further five days later.\\nOur patient reported gradually increasing lower limb weakness at home, and on the third day post-discharge she was readmitted following a fall. On admission she was fully conscious but paraparetic, with impaired sensation in her lower limbs and painless urinary retention. On examination she was apyrexial, with normal fundi, cranial nerves and upper limbs. Examination of the lower limbs revealed slightly reduced tone, a pyramidal pattern of weakness, moderately brisk reflexes and bilateral extensor plantars. A sensory level was present at T10.\\nInitial investigations revealed a mild neutrophilic leukocytosis. Other routine blood test results were normal.\\nAn urgent MRI scan of the spinal cord was undertaken to rule out an epidural abscess (Figure A-C). No epidural collection or discitis were seen and there was no abnormal signal within the cord. Magnetic resonance venography of the cerebral veins was normal but MRI of the brain revealed several ill-defined foci of high T2 signal in the corona radiata of both hemispheres (Figure ). Grey-white matter differentiation was retained, and the cortical appearance was normal.\\nCSF analysis revealed a lymphocytic pleocytosis (12 polymorphs, 96 lymphocytes and 22 red blood cells per mm3), a raised protein level (1.84g/L, normal <0.4g/L) and normal glucose level. No oligoclonal bands or organisms were found, virology screen results were negative, and no organisms were cultured.\\nHaving excluded a septic focus and sinus thrombosis, on the basis of the MRI scan appearance, a diagnosis of post-infective demyelination that met the diagnostic criteria of an acute transverse myelitis was made. Our patient received a three-day course of methylprednisolone (1g/day intravenously), followed by oral prednisolone (60mg/day). Repeated imaging of the brain 10 days after readmission showed that the lesions were beginning to resolve. Her power began to improve and she was discharged four weeks after her readmission. Significant recovery was achieved by four months, but with residual deficits: walking was limited to 500 metres unaided, with a spastic gait and mild pyramidal weakness and hyper-reflexia of the lower limbs. There were no further neurological events over the ensuing year by which time she was able to walk two miles but had evidence of a mild residual spastic paraparesis.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'19368974': 1, '20129937': 1, '17881267': 1, '17438241': 1, '21237518': 1, '20129932': 1, '9236624': 1, '15851086': 1, '19348173': 1, '19880568': 1, '18718707': 1, '16387421': 1, '12236201': 1, '17966640': 1, '21746716': 1, '10751252': 1, '26611483': 1, '11706964': 1, '22992300': 2}", "similar_patients": "{}"}