{"patient_id": 42139, "patient_uid": "3652098-1", "PMID": 23691380, "file_path": "comm/PMC003xxxxxx/PMC3652098.xml", "title": "Transient Headache and Neurological Deficits with Cerebrospinal Fluid Lymphocytosis Associated with IgM Antibodies to the Epstein-Barr Virus Viral Capsid Antigen", "patient": "A 19-year-old male with no previous history of disease, in particular of migraine, was admitted at Valence Stroke Unit, France, following two episodes of transitory aphasia combined with acute headache and vomiting. This right-hander patient awoke on the day of hospitalization with an unusual frontal, moderate, and nonthrobbing headache combined with expressive aphasia. Clinical examination upon admission one hour later confirmed the moderate headache and one episode of vomiting. In contrast, the aphasic state regressed 20 minutes after its onset. Examination of the throat, spleen, and lymph nodes did not reveal any abnormalities. There was no evidence for an infectious episode, in particular of viral origin, and no sign of recent cranial traumatism. Emergency cerebral MR imaging (including T2*, diffusion-weight, and fluid-attenuated inversion recovery flight images) with intracranial and cervical MR angiography did not reveal any vascular or parenchymal lesions. Upon treatment with intravenous paracetamol, headache diminished in intensity but persisted and the patient kept vomiting. Five hours after onset of the symptoms, the expressive aphasia resumed. Two hours after-relapse of the aphasia, headache and nonfluent speech with reduced vocabulary persisted. There were no other obvious neurological symptoms and the patient was apyretic. An electroencephalogram revealed the presence of nonepileptiform slowing on the left hemisphere () that was consistent with the recorded clinical symptoms. Examination of the cerebrospinal fluid (CSF) found 250 lymphocytes/mL, normal glucose levels, and a minimal increase in protein concentration (0, 54 g/L). A diagnosis of encephalitis caused by herpes simplex 1 (HSV 1) was suspected and the patient was given acyclovir intravenously (10 mg/kg 3 times a day). However, a PCR performed on CSF with primers specific to HSV and EBV delivered negative results. In contrast, EBV serological test (EIA VIDAS, bioMérieux) detected isolated IgM VCA: IgM VCA index = 0, 65, IgG VCA = 0, and IgG EBNA = 0. Serological testing for a recent infection with CMV, VZV, HSV, hepatitis A, B, or C viruses, Lyme borreliosis, rickettsioses, syphilis, or HIV proved to be negative. Peripheral blood counts, C reactive protein, and liver function tests were within normal range. Clinical symptoms disappeared within 24 hours and acyclovir was discontinued upon reception of the negative PCR results, 24 hours later. The patient was discharged after 6 days of hospitalization and was reinvestigated six months later. No neurological signs could be noted with the exception of mild headache. Compilation of the clinical and laboratory features led us to pose a diagnosis of HaNDL. Serological controls at 4 weeks showed an unchanged profile with an IgM VCA index = 0, 31 and negative IgG VCA and IgG EBNA indexes.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'21422765': 1, '19170703': 1, '33681782': 2, '12940811': 1, '31413623': 2, '9236623': 1, '16093598': 1, '3029407': 1, '7202136': 1, '11439943': 1, '24175209': 1, '26017516': 1, '23691380': 2}", "similar_patients": "{'7871729-1': 1, '6662528-1': 1}"}