{"patient_id": 34914, "patient_uid": "3058089-1", "PMID": 21375732, "file_path": "comm/PMC003xxxxxx/PMC3058089.xml", "title": "Acinic cell carcinoma in pregnancy: a case report and review of the literature", "patient": "A 25-year-old Arabic female patient from the United Arab Emirates developed a right parotid mass lesion that was otherwise completely asymptomatic and of a stable size. She had no history of head and neck radiation treatment or a personal or family history of salivary neoplasms, but she was in the second trimester of her first pregnancy. Initially, the patient did not seek medical attention, but because of the progressive increase of the size of her parotid mass lesion, she obtained a referral to a head and neck surgeon. Her medical assessment, which included cytologic studies, indicated that the mass lesion was due to an acinic cell carcinoma.\\nThe patient was managed surgically in the form of a right superficial parotidectomy with preservation of the ipsilateral facial nerve.\\nThe patient remained well and had no recurrence of her malignant disease until four years later, when she became pregnant again. During the third trimester of her pregnancy, she developed a new mass lesion at the same site as her previous parotidectomy, which proved to be a recurrent acinic cell carcinoma. She also had a right submandibular malignant lymphadenopathy. The size of the recurrent acinic cell carcinoma and the ipsilateral malignant cervical lymphadenopathy progressively increased until the end of her pregnancy. The function of both facial nerves was intact. All investigations were essentially unremarkable, and no evidence of distant metastases or contraindications for surgical treatment were present. Her CT scan confirmed the presence of the recurrent mass lesion of the right parotid gland (Figure ).\\nThe multidisciplinary management of this patient consisted of a right total parotidectomy with preservation of the facial nerve (Figure ) and an ipsilateral radical neck dissection followed by postoperative external-beam radiotherapy. The final histopathologic assessment confirmed the diagnosis of acinic cell carcinoma (Figure ).\\nThe patient recovered from her treatment and was subsequently managed with close surveillance. Her disease has been well controlled until the time of this report, and she has had no recurrence of her acinic cell carcinoma.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'8912327': 1, '11699143': 1, '16552260': 1, '2241022': 1, '9143841': 1, '30042101': 1, '10376748': 1, '12167424': 1, '638978': 1, '1998571': 1, '9530335': 1, '1985714': 1, '3178153': 1, '16901000': 1, '1330147': 1, '8600261': 1, '3626714': 1, '21375732': 2}", "similar_patients": "{}"}