{"patient_id": 162585, "patient_uid": "3738318-1", "PMID": 24175058, "file_path": "noncomm/PMC003xxxxxx/PMC3738318.xml", "title": "A case of tricuspid regurgitation and congestive cardiac failure presenting with orbital pulsation", "patient": "A 74-year-old lady presented to our Medical Assessment Unit with two weeks’ history of increasing orthopnoea, ankle swelling and abdominal distension. Past medical history included ischaemic heart disease and atrial fibrillation. She also had a history of normocytic normochromic anaemia of unknown cause. Her regular medications included aspirin 75 mg (once daily); simvastatin 40 mg (once per night); sotalol 160 mg (once daily); doxazosin 4 mg (once daily); and lisinopril 20 mg (once daily).\\nOn examination, her pulse was 80 per minute, irregularly irregular and blood pressure was 180/80 mmHg. Normal heart sounds were heard throughout the praecordium. The jugular venous pressure (JVP) was grossly elevated up to the earlobes causing them to pulsate with an indiscernible waveform, even with the patient sitting fully upright. The external jugular veins were filled, consistent with increased venous pressure. There was pitting ankle and sacral oedema. Diffuse crackles were heard throughout both lungs. There was gross, tense ascites, but no signs of chronic liver disease. Neurological examination was normal. On fundoscopy, the optic discs appeared normal with characteristic venous pulsation.\\nOf note, there was bilateral forward systolic eyeball displacement of up to 5 mm at all angles of incline of the patient when viewed from the side (Figure ). There was no visual disturbance associated with the pulsation. The patient was asymptomatic and was not aware of any orbital movement.\\nThe admission electrocardiogram showed atrial fibrillation. A chest X-ray showed cardiomegaly, alveolar oedema and bilateral pleural effusions. Admission bloods revealed a normocytic anaemia with low white cell count but a normal platelet count. Urea and electrolytes, liver function tests and bone profile were unremarkable.\\nThe clinical impression at this stage was that of congestive cardiac failure with severe venous hypertension. The increasing ascites and generalized pitting oedema was likely to be secondary to congestive cardiac failure, on a background of ischaemic heart disease.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'8409071': 1, '11529211': 1, '11492984': 1, '10452461': 1, '4005756': 1, '8438758': 1, '34737541': 1, '17167622': 1, '5474495': 1, '24175058': 2}", "similar_patients": "{}"}