{"patient_id": 158777, "patient_uid": "3427811-1", "PMID": 22949986, "file_path": "noncomm/PMC003xxxxxx/PMC3427811.xml", "title": "A case of diffuse alveolar hemorrhage after tonsillectomy -A case report-", "patient": "A 25-year-old male patient visited our clinic for severe snoring. His height was 165 cm, his weight was 120 kg, and he had large palatine tonsils and severe snoring, which sometimes resulted in sleep apnea. His medical check-up, including a chest X-ray, revealed no other problems. In consideration of his sleep apnea symptoms, we planned a bilateral tonsillectomy and uvulopalatopharyngealplasty (UPPP) under general anesthesia. Intubation was difficult because of his short neck, but general anesthesia with Desfurane gas was stable during surgery. After the patient awoke from general anesthesia, we observed bloody sputum during endotracheal suction. Because we thought it was the result of aspiration during surgery, we removed the endotracheal tube.\\nThe patient then developed a severe cough and hemoptysis. His vital signs were as follows: blood pressure, 120/70 mm Hg; temperature 38.4℃; heart rate, 106 beats/min; and respiration rate, 28 breaths/min. The SaO2 level was approximately 74% and the conjunctiva was pale. Heart sounds were normal, but wheezing was heard on chest auscultation. His white blood cell count was 29,190/mm3, hemoglobin (Hb) 13.7 g/dl, and platelet count 467,000/mm3. The erythrocyte sedimentation rate was 10 mg/dl and the C-reactive protein level was increased to 9.2 mg/dl; nevertheless, results of the fluorescent antinuclear antibody and antineutrophil cytoplasmic antibody (ANCA) tests were negative, and the levels of C3, C4, and rheumatoid factor were normal. After continuous hemoptysis for several hours, the patient's Hb level decreased rapidly to 6.8 g/dl and his blood SaO2 level decreased gradually.\\nAn immediate chest X-ray () and high-resolution computed tomography () of the lower lobe in both lungs showed ground-glass opacity and induration with the appearance of alveolar infiltrates. The tonsillectomy site was clear, and a bronchoscopy was performed to find causative lesions within the trachea, but none were detected (). However, a bronchoalveolar lavage (BAL) of the right middle lobe bronchus was performed, and the bloody BAL fluid was observed to become redder (). The red blood cell count in the BAL fluid was elevated to 3,052/mm3, and on iron staining, hemosiderin-laden macrophages containing Hb were detected. Thus a definitive diagnosis of DAH was made, after which the patient was treated with an antihemorrhagic agent and antibiotics.\\nAfter the massive hemoptysis improved, on plain chest X-ray taken 1 week later, the ground-glass opacity and indurated lesion seen at admission disappeared completely (). The patient was followed up for approximately 1 year, but no recurrence of disease could be detected.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'2688504': 1, '11133644': 1, '31258867': 2, '17086462': 1, '16493151': 1, '9116992': 1, '550480': 1, '29991540': 1, '22949986': 2}", "similar_patients": "{'6586085-1': 1}"}