{"patient_id": 34423, "patient_uid": "3009442-1", "PMID": 21206716, "file_path": "comm/PMC003xxxxxx/PMC3009442.xml", "title": "Disease recurrence in a transplant kidney in a patient with extramedullary plasmacytoma", "patient": "A 38-year-old male, with no preexisting diseases like diabetes, hypertension or any past or family history of renal disease, presented in June 2001 with a 4-month history of bilateral loin pain, nocturia, weight loss and feeling unwell. He was pale with periorbital edema and had tenderness in his left loin. No other abnormal features were noted. Investigations showed the following: hemoglobin 6.7 g/dl; leukocytes 6800/d1; platelets 169,000/dl; sternal marrow showed active hemopoiesis with normal plasma cells; urea 196 mg/dl; serum creatinine 12.3 mg/dl; serum potassium 6.3 mEq/l; serum albumin 3.4 g/l; 24-hour urine output 150 ml. Serum electrophoresis was normal but immunoelectrophoresis of plasma and urine showed free kappa light chains. There was mild immunoparesis: IgG 810 mg/dl; IgM 64 mg/dl; IgA 63 mg/dl (normal range: IgG 560–1800 mg/dl; IgM 45–250 mg/dl; IgA 100–400 mg/dl). Ultrasonography showed a soft tissue left lumbar mass and normal sized kidneys. Skeletal survey was non-contributory. On aspiration cytology of the lumbar mass, there was dense plasma cell infiltration with many multinucleate cells. Renal biopsy showed myeloma cast nephropathy with negative congo red stain.\\nHe was maintained on hemodialysis twice weekly. He was treated with four cycles of chemotherapy with VAD (Vincristine 0.4 mg/day, Doxorubicin 9 mg/m2/day by continuous intravenous infusion on days 1–4, and Dexamethasone 40 mg/day by infusion on days 1–4, 9–12 and 17–20), followed by Thalidomide 100 mg/daily plus Dexametasone 40 mg/daily for 4 days each month for 6 months. At the end of therapy, the patient was re-assessed. His serum free light assay was unmeasurable and soft tissue mass regressed by more than 50% in size. Thus, his disease went into partial remission and remained stable thereafter, but he remained dialysis-dependent for the next 2 years. Surgery could not be offered to this patient after partial response, as he was lost to follow-up.\\nIn 2003, the patient underwent kidney transplant at another center with his sister as a donor. The patient had one haplotype HLA match. On laprotomy, a left lumbar mass was noted; frozen biopsy of the mass showed absence of malignant cells. Probably, this was the same mass that was noted earlier. The patient received Prednisolone, Cyclosporine and Azathioprine as immunosuppressants. Renal transplantation was uneventful. His serum creatinine was 0.9 mg% on day 15. Post-transplant, the patient was monitored for recurrence of myeloma with physical examination, urine immonofixation and biochemistry including renal function tests and serum calcium. He did well till July 2007 with creatinine remaining between 1 and 1.2 mg/dl.\\nIn July 2007, he noticed frothy urine; urine routine showed 4 + proteinuria. Further investigations showed the following: serum creatinine 1.1 mg%; serum calcium 9.4 mg%; serum phosphorus 5 mg%; serum uric acid 7.4 mg%; total protein 7.3 g%; serum albumin 3.6 g%; alkaline phosphatase (ALP) 156 mg%; Serum protein electrophoresis (SPE) and serum protein IF – no M band; Hb 11.3 g%; WBC 7540/dl; platelets 315,000/dl; 24 hour urine protein 1.07 g/2100 ml; bone marrow study – no abnormal cells seen in marrow but urine immunofixation showed free kappa light chains [].\\nThe patient was put on Thalidomide + steroid, for 6 months. He developed Thalidomide-induced neuropathy. Urine immunofixation showed increased free kappa light chains and the serum creatinine increased to 3.4 mg%. Repeat bone marrow study showed absence of abnormal cells.\\nRenal graft biopsy done at the transplant center showed 12 glomeruli displaying normal capillary basement membrane, tubules showing fractured hyaline casts surrounded by mononuclear giant cells along with interstitial edema and marked mononuclear inflammatory cell infiltration. Thus, there was recurrence of myeloma cast nephropathy in renal graft.\\nHe received two cycles of liposomal Doxorubicin (30 mg/m2once every 4 weeks). He was admitted on 16 April 2008 for third cycle, but was found to have serum creatinine 8.8 mg%. He was clinically stable, had no features of uremia and fluid overload. He was put on oral Dexamethasone 40 mg OD.\\nAfter giving high dose steroid, serum creatinine reduced to 5.7 mg%. Ultrasonography of abdomen showed a large left lumbar mass. Computed tomography (CT) scan abdomen revealed a large calcified lobulated mass in left lower abdomen and upper pelvis and associated retroperitoneal and mesenteric lymphadenopathy [].\\nTumor excision was planned. To avoid intraoperative complications, one session of hemodialysis was done a day prior to surgery. Extensive, hard and irregular mass was seen arising from small bowel mesentery extending up to the root of mesentery and engulfing superior mesenteric vein. Histology was suggestive of massive plasmacytoma with huge deposits of myeloma protein (95% tumor made up of dense hyaline, partly proteinaceous and partly fibrillar material). It was covered by well-differentiated monomorphic plasma cells possessing coarse hyperchromatic nuclei. Lymph nodes were unremarkable. Congo red stain was negative.\\nOne month later, his serum creatinine was 2 mg% and BUN Blood urea nitrogen was 45 mg%. Rest of the laboratory tests were normal. Urine showed trace proteins. In urine immunofixation, faint free kappa light chains were detected. At this point, the patient was considered for therapy with Thalidomide and Dexamethasone.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'8970610': 1, '15378953': 1, '10897139': 1, '1321383': 1, '21206716': 2}", "similar_patients": "{}"}