{"patient_id": 154026, "patient_uid": "3037510-1", "PMID": 21344034, "file_path": "noncomm/PMC003xxxxxx/PMC3037510.xml", "title": "Osteoclast-Like Giant Cell Carcinoma of the Distal Ureter", "patient": "A 76-year-old male ex-smoker presented with a recent history of hematuria and transient right-flank pain. On physical examination, no mass was palpable in the abdomen, and no costovertebral angle tenderness was found. Hemogram and blood chemistry results were normal, except for azotemia (serum creatinine, 2.2 ng/ml). Intravenous pyelography showed a filling defect of the right distal ureter. Magnetic resonance urography confirmed an irregular ureter mass 2 cm from the ureterovesical junction of approximately 5 cm (). No findings suggested lymphadenopathy or distant metastasis. Cystoscopy showed no abnormalities in the urinary bladder, and the findings of urine cytologic examination were negative.\\nUreteroscopy showed a nodular lesion obstructing the distal ureter. A complete right hand-assisted laparoscopic nephroureterectomy was performed. Grossly, several small and large simple cysts were observed in the renal cortex, of which the largest measured 3×2 cm. The pelvis was cystically dilated and was shown to contain clear fluid. The distal end area was dilated, and an irregular polypoid mass measuring 5×1.5×1.2 cm was identified 2 cm from the bladder cuff (). Microscopically, a population of mononuclear cells with numerous interspersed multinucleated giant cells were observed. The mononuclear cells contained round- to oval-shaped nuclei with vesicular chromatin, inconspicuous nucleoli, moderate nuclear clearing, and mild nuclear pleomorphism. The cytoplasm was amphophilic, and cytoplasmic vacuolation was observed in the focal cells. Approximately 2 mitoses per 10 high-power fields were observed. OGCs had multiple round-to-oval, bland-appearing nuclei ranging from 4 to 34 in number. Their cytoplasm was eosinophilic and had well-demarcated cellular boundaries (). Areas of conventional high-grade urothelial carcinoma were noted adjacent to the tumor. The tumor invaded focally into the periureteric adipose tissue and was categorized as American Joint Committee on Cancer stage pT3NxMx. Immunohistologic examination showed that the multinucleated giant cells were positive for CD68, CD45, epithelial membrane antigen (EMA), vimentin, and cytokeratin (cytoplasmic but not nuclear staining) and negative for desmin and CD31 (). At the 5-month postsurgical follow-up, the patient was doing well, had no evidence of disease recurrence, and had a serum creatinine level of 2.5 ng/ml.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'4693590': 1, '11912413': 1, '16322750': 1, '19762320': 1, '9529019': 1, '20477818': 1, '19894256': 1, '12796742': 1, '21344034': 2}", "similar_patients": "{}"}