{"patient_id": 36932, "patient_uid": "3266151-1", "PMID": 22292103, "file_path": "comm/PMC003xxxxxx/PMC3266151.xml", "title": "Sternal Reconstruction After Cardiac Transplantation: A Case of an Oversized Donor Heart", "patient": "A previously healthy 42-year-old woman developed acute heart failure consistent with postviral cardiomyopathy. She developed cardiogenic shock and was emergently transferred to the University of Maryland's Cardiac Surgery Division for biventricular assist device placement. Her hospital course became complicated by VAD infection requiring long-term antibiotics and adrenal insufficiency necessitating chronic steroid therapy. Once stabilized, she was listed for heart transplantation, which she received 1 year after initial presentation. During her transplantation, the donor heart was found to be significantly larger than the patient's own heart, resulting in difficulty placing it within her relatively shallow pericardial sac. After implantation, the donor heart projected 8 cm above the bony chest wall and herniated nearly completely from the mediastinum with each ventilator inspiration (Fig , ). The patient with the sternal retractor left in place and a silo of GoreTex placed over the implanted heart was transferred back to the cardiac ICU. One day after transplantation, the patient developed right-sided heart failure necessitating placement of a right ventricle assist device (RVAD). Once she stabilized, the Division of Plastic Surgery was consulted for chest wall reconstruction.\\nFour days after transplantation, the patient was taken to the operating room. The objective was to protect the heart until reexploration of her mediastinum for RVAD removal. Thus, resection of the entire sternum along with partial resection of 5 ribs bilaterally was performed. Nevertheless, the heart still protruded above skin level. Bilateral pectoralis major myocutaneous advancement flaps were raised and transferred to the midline. Attempts to mechanically close pectoralis flaps resulted in elevated pulmonary artery and central venous pressures. Therefore, a sheet of DualMesh Plus (GoreTex) was sutured to the chest wall to cover the heart followed by superior and inferior closure of the pectoralis flaps. As possible, the skin was closed over the defect and an additional piece of Dual Mesh Plus was used to cover a 4-cm midline cutaneous defect (Fig ).\\nWhen the patient's cardiac status improved, RVAD was removed and definitive closure was attempted 11 days after cardiac transplantation. The DualMesh Plus was removed and the skin opened. The omentum was harvested and rotated to cover the defect where the pectoralis muscle could not be closed at the midline (Fig ). The skin was closed, and a split-thickness skin graft was placed on top of the extra-abdominal omental flap to cover the defect.\\nFive weeks after transplantation, she developed infection of her sternal wound. Debridement of the sternal wound created a 150 cm2 defect in her anterior chest wall. A skin and subcutaneous flap approximately 100 cm2 in size was advanced from the left chest. The small remaining defect was closed with a vacuum-assisted closure device. Over the next week, cardiac pulsations caused the omental flap to pull apart from the skin on the patient's left side, leaving exposed heart. Few options for reconstruction remained at this point. Therefore, a large rotational flap from the left chest, including the entire left breast as well as the pectoralis major muscle superiorly, was elevated and advanced to cover the protruding heart. This left a substantial wound defect in the inferior and right aspects of the heart. Thus, the right pectoralis myocutaneous flap was completely separated from its remaining costal attachments laterally to the anterior axillary line and from the clavicle superiorly and advanced medially as a myocutaneous flap to cover the remaining defect. The left chest donor site was closed by advancing skin from the lateral chest wall.\\nThis final procedure proved sufficiently durable coverage for the heart (Fig ). The patient had no further issues with her sternal wound and was discharged to a rehabilitation facility 3 months after her transplantation.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'18216510': 1, '9527070': 1, '7387236': 1, '14761763': 1, '16980851': 1, '15385766': 1, '10197656': 1, '14631216': 1, '8574022': 1, '11743378': 1, '12063467': 1, '9536504': 1, '22292103': 2}", "similar_patients": "{}"}