{"patient_id": 157687, "patient_uid": "3341750-1", "PMID": 22557915, "file_path": "noncomm/PMC003xxxxxx/PMC3341750.xml", "title": "Management of multiple impacted teeth", "patient": "The patient was a 20-year-old female, referred from her endodontist. She was seeking root canal treatment of her lower left tooth. Review of the medical history revealed no allergies or medical problems. No signs or symptoms of temporomandibular dysfunction were noted, with no history of trauma to teeth, lips, or jaws. She had a straight profile with normal muscular activity [].\\nIntraoral clinical examination revealed a Class I molar relationship with retained primary canine teeth in second, third, and fourth quadrants [Figure and ]. The lower left first molar, 36, was grossly decayed. The lower left second molar was mesially tipped and a temporary restoration was present in relation to the lower left first permanent molar. All teeth except 23, 33, 34, and the third molars were present. A lingual crossbite in relation to 25 and 35 was present. A midline diastema with 30% overbite was present. The curve of Spee was 1.0 mm. The maxillary tooth-to-lip relationship was normal. No mucosal bulge could be palpated. The gingiva appeared healthy. Panoramic radiograph revealed [] a missing mandibular right third molar while the other three third molar were bulbous and anomalous in shape. The mandibular left and right canines and the left maxillary canine were impacted. Both mandibular canines were 90° rotated mesiolingually. The retained deciduous canines were moderately resorbed. The mandibular left second molar buccal cusp was locked under the distal aspect of the lower left first molar. Periapical and occlusal views [Figures and ] confirmed the diagnosis of buccally impacted left maxillary and mandibular right canine (tube shift method) and intra-alveolarly impacted left mandibular canine. Lateral cephalometric analysis [] revealed a normal skeletal relationship, with acceptable incisal and skeletal relationships. Model analysis showed adequate space in the upper arch for alignment of the maxillary canine. As the lower canines were rotated mesiolingually, an average mesiodistal size of mandibular canine was taken to calculate the space requirement in the lower arch. A 3.5-mm arch perimeter deficiency was calculated in the lower arch with 1.04 mm of anterior mandibular excess.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'16043468': 1, '8935039': 1, '7726459': 1, '4535424': 1, '25083041': 1, '22557915': 2}", "similar_patients": "{}"}