{"patient_id": 40903, "patient_uid": "3562210-1", "PMID": 23305457, "file_path": "comm/PMC003xxxxxx/PMC3562210.xml", "title": "Fatal atypical reversible posterior leukoencephalopathy syndrome: a case report", "patient": "A 58-year-old Caucasian woman presented with a two-week history of subacute and progressive occipital headache, blurred vision and imbalance of gait and with no evidence available supporting the notion of a raised arterial blood pressure during the two weeks previous to admission. Her past medical history was unremarkable except for arterial hypertension, and there was no family history of neurological or medical disease. Neurological examination on admission was normal. However, an initial cerebral computed tomography (CT) scan showed bilateral posterior hypodense lesions (Figure K). An MRI of the brain on the same day demonstrated cortical and subcortical lesions in the occipital lobes with combined vasogenic and cytotoxic edema atypical for both venous congestion and arterial infarction (Figure A–D). Combined arterial and venous MR-angiography was normal ruling out thrombosis of cerebral sinus or veins and arterial thromboembolism as underlying causes. The diagnosis of somewhat atypical advanced RPLS was made.\\nExcept for initial arterial hypertension (mean arterial blood pressure of about 130mmHg) the mean arterial blood pressure was kept well below 110mmHg by antihypertensive therapy. Cerebral vascular ultrasound, echocardiographic examination and continuous electrocardiography did not show any abnormalities. Routine laboratory parameters and parameters indicating a hypercoagulable state or vasculitis were normal as was routine cerebrospinal fluid analysis.\\nWithin hours after admission the patient showed a rapidly decreasing level of consciousness, extension and flexion synergisms, bilaterally extensor plantar responses and rapid cardiopulmonary decompensation requiring ventilatory and cardiocirculatory support. Follow-up MRI two days after admission demonstrated more widespread and confluent cytotoxic edematous lesions in different arterial territories clearly exceeding the vertebrobasilar territory (Figure F–H), hemorrhagic transformation (Figure J) and mild contrast enhancement (Figure I). Of importance, at this time there was no evidence of thrombosis of the cerebral sinus and veins or arterial occlusion.\\nBy contrast, three days after admission follow-up CT revealed global cerebral swelling, subsequent upper and lower brainstem herniation and brainstem compression as well as generalized thrombosis of the cerebral sinus and veins (Figure L). Four days after admission, the patient was declared dead because of brain death.\\nGross neuropathological analysis revealed generalized cerebral edema, consecutive upper and lower herniation with brain stem compression and concomitant general thrombosis of the cerebral sinus and veins. Of importance, there was no evidence of any additional arterial or venous pathology. Histological evaluation showed isolated hypoxic neuronal damage preferentially in the basal ganglia, hippocampus, pons, medulla oblongata and substantia nigra and laminar necrosis with edema in several cortical areas (Figure A–C). Of importance, there was no evidence of occult cancer or any another impairment of major organ systems at general autopsy.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'18272559': 1, '19862660': 1, '18356474': 1, '18403560': 1, '18268188': 1, '8559202': 1, '17846985': 1, '27274314': 1, '26759757': 2, '21590625': 1, '25120830': 1, '27322924': 1, '28422884': 1, '30478719': 1, '25671001': 2, '23305457': 2}", "similar_patients": "{'4703598-1': 1, '4307725-1': 1, '4307725-2': 1, '4307725-3': 1}"}