{"patient_id": 35248, "patient_uid": "3097635-1", "PMID": 21614240, "file_path": "comm/PMC003xxxxxx/PMC3097635.xml", "title": "CT appearances of Marjolin’s ulcer in the left gluteal region of a young man", "patient": "A 37-year-old, Chinese man had a 3-month history of intermittent low grade fever and a painful, non-healing ulcer in the left gluteal region. The left gluteal ulcer initially started as a pimple-like swelling 9 years ago. Later, it ruptured and slowly increased in size. The patient had sought treatment from numerous General Practitioners, who only prescribed oral antibiotics and daily dressing. Three months prior to admission, the ulcer begun to enlarge and was increasingly painful. No symptom suggestive of tuberculosis, however, was present. There was no history of discharging sinus. There was also no associated numbness or weakness in the left lower limb. He denied history of weight loss or high risk behaviour, such as, drug abuse or sexual promiscuity. He was not a known diabetic or immunologically compromised. He was also not taking any immune-modulating medication. His past medical history was completely uneventful.\\nPhysical examination revealed a mildly pale, febrile young male with a temperature of 37.5 degree Celsius. Examination of the gluteal region revealed a 4 x 4 cm ulcerated, infected, bad-smelling lesion in the left gluteal fold. The ulcer had a fungating edge with a fixed base and its depth was about 4-5 cm. Mild tenderness was noted on palpation. No neurological deficit was detected in the left lower limb. Palpable left superficial inguinal lymphadenopathy was found consistent with secondary involvement of inguinal lymph nodes. The rest of the systemic examination showed no abnormal findings. Laboratory evaluation revealed mild anaemia with haemoglobin count of 10.4 g/L and a mildly raised white blood cell count of 11,900/ul. The erythrocyte sedimentation rate (ESR) was not elevated. Serology confirmed he was negative for retrovirus as well as Hepatitis B and C viruses. No bacterial cultures were performed from the ulcer here.\\nPelvic radiograph () demonstrated area of marked sclerosis with wide zone of transition and thickening of the left ischial tuberosity. Cortical irregularity was noted, but no calcification was seen. There were also associated lucencies in the adjacent soft tissue. The appearances were suggestive of an aggressive lesion, and the differential diagnoses included chronic osteomyelitis of the left ischial tuberosity with abscess formation and malignancy of the bone. Contrast-enhanced axial CT scan of the thorax, abdomen, and pelvis was performed. This showed a heterogeneously enhancing rim of soft tissue mass in the left gluteus medius and maximus muscles extending inferiorly down to the posterior aspect of the left mid thigh measuring 4.5 x 5.3 x 10 cm (). Air pockets and bony fragments were noted within the mass. There were sclerosis and cortical irregularity in the adjacent left ischial tuberosity. Left superficial inguinal lymphadenopathy was noted.\\nIncisional biopsy of the lesion was performed, and histopathological examination confirmed an invasive, well-differentiated squamous cell carcinoma surrounded by acute inflammation. Wide surgical excision and debridement with distal flap reconstruction and split-thickness skin graft was performed. This confirmed invasion into the ischial tuberosity (which was osteotomised), cartilage, ligaments, and fibromuscular tissue as well as metastasis to the inguinal nodes. The hamstring muscle was not involved and the left sciatic nerve was preserved. The anus and rectum appeared free of tumour involvement. Post-operative recovery was uneventful. Post-operative radiotherapy was given to the primary and draining nodal sites, with a generous margin, because of the ill-defined extension of the tumour. So far, follow-up has not demonstrated any recurrent disease.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'21509294': 1, '11240248': 1, '8156328': 1, '11206226': 1, '17866774': 1, '3109669': 1, '11465774': 1, '21614240': 2}", "similar_patients": "{}"}