{"patient_id": 156834, "patient_uid": "3271682-1", "PMID": 22346146, "file_path": "noncomm/PMC003xxxxxx/PMC3271682.xml", "title": "Subaortic membrane with rupture of sinus of Valsalva presented with infective endocarditis and its thromboembolic complications", "patient": "A 20-year-old male was admitted to the emergency department with complaints of fever for 15 days, increased breathlessness for 2 days and sudden onset weakness of the right side of body since 1 day. Past history revealed complaints of breathlessness since the age of 2 years for which he was not investigated. On clinical examination, the patient was febrile; his pulse was 80/minute, regular, and the blood pressure was 110/70 mmHg. Cardiac apex was shifted to left 6th intercostal space lateral to midclavicular line and was hyperdynamic. Auscultation revealed continuous murmur of grade III, best heard at left sternal border and also heard all over the precordium. On chest auscultation, basal crackles were present bilaterally. Neurological examination showed complete hemiparesis of right side of the body with 3/5 power in the upper extremity and 2/5 power (MRC scale) in the lower extremity. Rest of the systemic examinations did not reveal any abnormality. Laboratory investigations showed the following results: hemoglobin 9.1 gm%; total leukocyte count 16,870/mm3 with 70% neutrophils and 25% lymphocytes; platelet count 1.08 û 105/mm3; serum blood sugar and electrolytes were normal; serum urea 65 mg/dl and creatinine 1.5 mg/dl. Three sets of blood culture including anaerobic culture were drawn 1 hour apart and they revealed no organism growth after an incubation period of 7 days. 2D echocardiography revealed subaortic membrane causing severe obstruction of left ventricular outflow tract (LVOT) [] with RSOV into right ventricle, with vegetations seen over mitral and aortic valves []. There was significant aortic and mitral regurgitation. Magnetic resonance imaging (MRI) brain showed acute infarct with hemorrhagic transformation in the left parietal region, with subarachnoid bleed with mass effect. The patient was started on empirical regimen of intravenous antibiotics [Figure and ]. Frusemide (60 mg/24 hours) and nitroglycerine (started at 10 μg/minute) were given for the initial 2 days and the dose was adjusted with monitoring of blood pressure. The patient had infective endocarditis with neurological complication. He was advised corrective surgery, but due to lack of finances the patient could not be operated. On the third day of treatment, the patient developed cardiogenic shock for which ionotropes were started. He died on the third day.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'8842129': 1, '2248194': 1, '13442955': 1, '2299866': 1, '1157285': 1, '15337966': 1, '31754585': 2, '9356951': 1, '8574545': 1, '10770721': 1, '22346146': 2}", "similar_patients": "{'6830847-1': 1}"}