{"patient_id": 161239, "patient_uid": "3634258-1", "PMID": 23626446, "file_path": "noncomm/PMC003xxxxxx/PMC3634258.xml", "title": "Unusual association of aortic valve stenosis with ventricular septal defect and pulmonary atresia: Differentiation from truncus arteriosus with truncal valve stenosis", "patient": "Two weeks old, 3,110 grams male baby was referred for evaluation of cyanotic congenital heart disease. Examination of the neonate showed mild central cyanosis, cardiomegaly, single 2nd heart sound and an ejection click followed by grade 3 ejection systolic murmur at left 2nd intercostal space. Based on these clinical features, the possibility of truncus arteriosus with truncal valve stenosis was considered. Child was subjected to trans-thoracic echocardiographic evaluation.\\nEchocardiography showed situs solitus, levocardia, normal systemic and pulmonary venous connections, small ostium secundum atrial septal defect and atrio-ventricular concordance. There was no atrio-ventricular valve stenosis or regurgitation. There was a large malaligned subarterial ventricular septal defect with bidirectional shunt. One great artery was arising from the ventricular mass and was continuing as the arch of aorta [, ]. The semilunar valve of this great vessel was tricuspid and markedly dysplastic , ] with peak instantaneous gradient of 58 mm Hg across the same. There was also moderate regurgitation across this valve. The pulmonary arteries, which were confluent, arose from the undersurface of the arch which is the typical location of patent ductus arteriosus in duct dependant pulmonary circulation. However, patent ductus arteriosus is uncommon in truncus arteriosus with normal aortic arch. Hence, careful evaluation of the right ventricular outflow tract was performed, which demonstrated the pulmonary annulus and the atretic pulmonary valve [Figures and ]. This established the diagnosis of the rare entity of pulmonary atresia with ventricular septal defect (PA-VSD) with aortic valve stenosis and ruled out the more common truncus arteriosus.", "age": "[[2.0, 'week']]", "gender": "M", "relevant_articles": "{'3797293': 1, '3207487': 1, '1573775': 1, '12903880': 1, '7098529': 1, '16565907': 1, '18141293': 1, '23626446': 2}", "similar_patients": "{}"}