{"patient_id": 36994, "patient_uid": "3277486-1", "PMID": 22281038, "file_path": "comm/PMC003xxxxxx/PMC3277486.xml", "title": "Sytemic lupus erythematosus presenting with protein losing enteropathy in a resource limited centre: a case report", "patient": "A 56-year-old Sri Lankan male patient presented an year ago, with a photosensitive skin rash involving his face and upper trunk and inflammatory type symmetrical polyarthritis involving small and large joints of 3 months duration. On examination there were multiple maculo-papular cutaneous lesions with hyperpigmented borders and hypopigmented central region with scarring distributed over the face, upper chest and upper back (Figure ). Laboratory investigations revealed a normal complete blood count and urinalysis. His ESR was 110 mm/1st hour while C-reactive protein (CRP) was within normal range. Biopsy of his of his skin lesions showed an atrophic epidermis with focal basal cell degeneration, follicular plugging and scanty lymphocytic infiltration of dermis favoring a diagnosis of lupus erythematosus. Immunological investigations showed a positive ANA (titre > 1:400) and anti-ds-DNA as well reduced levels of C3 and C4. VDRL was positive but subsequent TPHA was negative. Antiphospholipid antibodies were negative. A diagnosis of Systemic Lupus Erythematosus (SLE) was made based on demonstration of 5 American Rheumatological Association criteria [] and he was started on oral prednisolone 30 mg daily and hydroxychloroquine 200 mg twice daily. He responded to the treatment over the next few weeks as evident by the rise in serum albumin subsequently (Figure ) along with healing of the skin rash and reduced oedema.\\n3 years prior to his current admission he was investigated extensively for generalized oedema, of 6 months duration and found to have severe hypoalbuminaemia without evidence of any renal or hepatic cause. He did not have significant diarrhea or steatorrhea but complained of vague left sided abdominal discomfort. Physical examination was unremarkable except for facial and mild bilateral pedal oedema. Laboratory investigations at that time were as follows: haemoglobin, 12.1 g/dl; white cell count 6.5 k/mm3 with normal differential count; platelet count 235 k/mm3; urinalysis, trace of albumin with no active sediments; 24 hour urinary protein excretion 0.12 g; serum creatinine 82 micromol/l; serum albumin 19 g/l; serum globulin 38 g/l; AST 28 u/l; ALT 30 u/l; ALP; ESR 115 mm/1st hour; CRP 17 mg/l; serum total cholesterol 277 mg/dl, triglyceride 157 mg/dl, LDL cholesterol 196 mg/dl, HDL cholesterol 47 mg/dl; serum immunoglobulin assay was low normal for IgG, IgM and IgA. Ultrasonic scan of abdomen showed normal liver architecture and no evidence of portal hypertension. Percutaneous liver biopsy was histologically unremarkable. 2D echocardiography showed normal cardiac chambers and function. Barium studies of small bowel, upper and lower gastrointestinal endoscopies did not show significant pathology. Duodenal and distal ileal biopsies were done and showed evidence of lymphangiectasia without evidence of significant inflammatory cell infiltrate. A technetium labeled lymphangioscintigraphy of both lower limbs and abdomen did not show any lymphatic obstruction. A diagnosis of primary lymphangiectasia causing protein losing enteropathy was made and he was symptomatically treated with diuretics for facial and pedal oedema. Six months later, he had a non ST elevation myocardial infarction complicated by a supra ventricular tachycardia. As coronary angiography at that stage showed evidence of extensive triple vessel disease he subsequently underwent Coronary artery bypass grafting. He did not have vascular risk factors except for dyslipidaemia such as diabetes mellitus, hypertension or family history of premature atherosclerosis and was a non-smoker. He was followed up regularly and had a stable health until his current presentation.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'25490025': 1, '27186369': 1, '9324032': 1, '26500449': 1, '29354550': 1, '34327069': 2, '7018990': 1, '7247748': 1, '32129641': 1, '12378859': 1, '2015012': 1, '32695550': 1, '34912416': 1, '20572299': 1, '32292604': 1, '34179742': 1, '15252179': 1, '28450802': 1, '34011728': 1, '7152512': 1, '33370352': 1, '2220736': 1, '25364567': 1, '11958575': 1, '33572921': 1, '33833922': 1, '16941261': 1, '32296652': 1, '34073616': 1, '21344315': 1, '22281038': 2}", "similar_patients": "{'8301274-1': 1}"}