{"patient_id": 157618, "patient_uid": "3339127-1", "PMID": 22557854, "file_path": "noncomm/PMC003xxxxxx/PMC3339127.xml", "title": "Squamous Cell Carcinoma Complicating Vitiligo in an Indian Man", "patient": "A 65-year-old man accessed our clinic with a non-healing ulcer over the right hand for the last 1 year. The lesion initiated as a pea-sized papule, which subsequently increased in size and ulcerated in the centre. The patient was a diagnosed case of generalized vitiligo for the past 30 years, for which, he had been treated with topical corticosteroids without any response. The patient did not receive any form of phototherapy or immunosuppressive therapy. He was a daily wager, working outdoors for prolonged hours. He had never used photoprotective measures. The patient denied exposure to arsenic, X-ray irradiation and occupational carcinogens. He vehemently denied any intake of Ayurvedic medications for vitiligo. There was neither a history of vitiligo nor any malignancy in other family members.\\nCutaneous examination revealed an exophytic growth, 4 cm across, present over the dorsal aspect of the right hand, adhered to the underlying subcutaneous tissue []. The surface of the growth was marked by ulceration in the centre. The rest of the cutaneous and systemic examination was normal. The histopathological examination of the sections from the margin of the ulcer revealed the presence of a tumour infiltrating the dermis and the subcutaneous tissue in the form of solid nests and sheets. The tumour cells were polygonal with eosinophilic cytoplasm. The nuclei were vesicular with prominent eosinophilic nucleoli. There was abundant keratinization in the centre of solid nests []. A diagnosis of well-differentiated keratinized squamous cell carcinoma (SCC) was made. The ulcerated nodule was excised with a 1-cm margin and the lesion was allowed to heal by secondary intention. The patient was advised to avoid sun exposure, follow adequate photoprotective measures and report for any suspicious lesion. No recurrence was noticed after a follow-up of 1 year.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'12941100': 1, '11712068': 1, '4115446': 1, '1564155': 1, '17052479': 1, '753119': 1, '17558045': 1, '10886181': 1, '8689768': 1, '17537039': 1, '16638411': 1, '9486686': 1, '19375190': 1, '22557854': 2}", "similar_patients": "{}"}