{"patient_id": 160258, "patient_uid": "3544089-1", "PMID": 23326808, "file_path": "noncomm/PMC003xxxxxx/PMC3544089.xml", "title": "Palatal plasmacytoid myoepithelioma", "patient": "A 45-year-old lady presented with an asymptomatic, well-circumscribed, solid mass located on the hard palate close to the midline near the junction of hard and soft palate. The lesion was round to oval around 2 cm in diameter and covered by slightly red intact nonulcerated mucosa. The swelling had persisted for one and half years and was gradually increasing in size since then. On physical examination, there was no lymphadenopathy. The radiographic examination revealed no erosion of maxillary cortical bone. Computed Tomography was however not done. There was no history of chronic tobacco chewing or other contributory findings. A clinical diagnosis of Pleomorphic Adenoma (PA) was suggested.\\nA total excision of the lesion was carried out with a margin of nonlesional area under local anesthesia. Grossly, the lesion consisted of a well-circumscribed, gray–white, solid mass with a smooth outline measuring 2 × 1.5 × 1.5 cm []. The specimen was fixed in 10% buffered formaldehyde and embedded in paraffin. Serial sections (4 μm thickness) were taken from the block and stained with hematoxylin eosin (H and E).\\nMicroscopic examination revealed cords, clusters, and sheets of homogenous, large cells with plasmacytoid characteristics presenting round or ovoid eccentric nuclei and a prominent eosinophilic cytoplasm with few areas showing hyaline change. The mass was surrounded by a fibrous capsule. Ductal and acinar differentiation was absent. There was no evidence of malignancy such as mitotic figures, necrosis, interstitial hemorrhage, or infiltration of the adjacent tissues. The final histopathological diagnosis of benign plasmacytoid myoepithelioma was made [Figures –]. The patient is under follow-up since two months. There is no evidence of recurrence till now.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'21132566': 1, '18383757': 1, '15476290': 1, '18059237': 1, '28827853': 1, '2479165': 1, '18071288': 2, '15090843': 1, '23326808': 2}", "similar_patients": "{'2627460-1': 1, '2627460-2': 1}"}