{"patient_id": 34623, "patient_uid": "3025147-2", "PMID": 21279186, "file_path": "comm/PMC003xxxxxx/PMC3025147.xml", "title": "Ocular adverse effects of Topiramate: Two case reports", "patient": "A 21-year-old female patient of generalized tonic clonic epilepsy was on carbamazepine (400 mg/day) for more than five years. Due to inadequate seizure control, carbamazepine dose was uptitrated and topiramate (50 mg/day) added. Seizure control was achieved with carbamazepine (1200 mg/day), topiramate (150 mg/day) and clobazam (15 mg/day). Routine hematological and biochemical profiles were within normal limits.\\nThe patient complained of difficulty in peripheral vision after about a year of topiramate usage and detailed ocular examination revealed normal fundus, intraocular pressure. An MRI report of the brain was also normal. Due to persistent visual complaints, automated perimetry (Humphrey Visual Field Analyzer Central 24-2 threshold test strategy) was done, which showed bilateral superior arcuate defects in both eyes. The reliability of the test was acceptable and the percentage of false positive and false negative was near 0% in both the eyes (acceptable limits being less than 33%).\\nThe dose of topiramate was gradually tapered and finally withdrawn. Perimetry after four weeks of drug withdrawal showed significant improvement of the field defects in both eyes []. The patient was on concomitant carbamazepine, which may cause visual field defects. However, in this case, there was improvement in vision after withdrawal of topiramate, although carbamazepine and clobazam were continued. This reduced the possibility of carbamazepine being the suspect drug. However, it needs to be investigated whether concurrent administrations of drugs, which have effects on the GABA ergic pathway, add to the risk. Causality assessment using the Naranjo's ADR probability score revealed a probable association.[]", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'15129841': 1, '17927286': 1, '28579749': 1, '17111186': 1, '10412701': 1, '22275816': 1, '16804780': 1, '12850232': 1, '7249508': 1, '159277': 1, '21279186': 2}", "similar_patients": "{'3025147-1': 2}"}