{"patient_id": 160779, "patient_uid": "3591687-1", "PMID": 23476733, "file_path": "noncomm/PMC003xxxxxx/PMC3591687.xml", "title": "Brucellosis disguised as infective endocarditis in the returning traveller", "patient": "A 38-year-old South Asian man presented to accident and emergency with a 10-day history of fevers, rigors and headache; having returned from Pakistan three weeks prior to admission. He visited his family in the city of Peshawar and had spent a week living in a small rural village. He denied photophobia, rashes, neck stiffness and any contact with persons who have active tuberculosis. He had no significant medical history.\\nOn examination his temperature was 39.2°C; with a sinus tachycardia at a regular rate of 120 beats per minute; and his blood pressure was 130/78. Physical examination revealed several splinter haemorrhages over his left ring finger, right index finger and right thumb. There was a systolic murmur heard over the pulmonary region.\\nOn admission his C-reactive protein (CRP) was elevated at 26 mg/mL (reference range 0–8 mg/mL); white cell count and haemoglobin levels were normal. Alanine transaminase was mildly elevated at 76 IU/L (10–50 IU/L). Serial blood film examinations were negative for malaria and parasites. Urinanalyis and chest radiograph were unremarkable. Multiple blood cultures were taken from various peripheral sites. Trans-thoracic echocardiogram showed structurally normal valves with no vegetations. He was initially started on empirical antibiotics for infective endocarditis given the findings on examination. Three independent blood culture bottles yielded Brucella melitensis after three days.\\nOn further directed questioning of the patient, he revealed he had consumed unpasteurized milk and dairy products while visiting family in the rural village outside Peshawar.\\nAfter discussion with microbiologists, he was commenced on a two-week course of intravenous gentamicin with a six-week course of oral rifampicin and doxycycline. The murmur heard was not present after two days of treatment and was felt to be a flow murmur secondary to the tachycardia. He was discharged one week later with a CRP of 6 mg/mL on parenteral antibiotics administered through the ‘hospital at home’ nursing team, having been afebrile for 72 hours.\\nThe patient was reviewed in the infectious disease clinic two months after discharge; he remained asymptomatic and repeat blood cultures were negative having completed treatment.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'15227634': 1, '20833741': 1, '18495792': 1, '18045560': 1, '14769288': 1, '18321957': 1, '10790142': 1, '19910232': 1, '9815483': 1, '18321958': 1, '23476733': 2}", "similar_patients": "{}"}