{"patient_id": 40579, "patient_uid": "3538652-1", "PMID": 23148576, "file_path": "comm/PMC003xxxxxx/PMC3538652.xml", "title": "Acute portal vein thrombosis precipitated by indomethacin in a HCV-positive elderly patient", "patient": "On May 2010, a 79-year-old man was hospitalized for severe postprandial abdominal pain, nausea and vomiting. His medical history revealed a HCV-related mild non-progressive chronic hepatitis (diagnosed in 1985; Child-Pugh class A), never treated with anti-HCV therapy. He had a normal body weight (BMI: 25), and did not present any other risk factor for thrombosis, such as smoking, alcohol intake or diabetes mellitus. Furthermore, his family history was negative for bleeding or clotting disorders. Since 1996, he was under treatment with lisinopril/hydrochlorothiazide (20/12.5 mg/day) for hypertension. Fifteen days prior hospitalization, he was placed under treatment with indomethacin (100 mg/day) for back pain. After 11 days of indomethacin therapy, the patient started to complain of dyspepsia and abdominal pain, which worsened rapidly leading to his hospitalization.\\nAt admission, physical examination revealed a tractable and painful abdomen. The patient reported a past sporadic use of anti-inflammatory non-steroidal drugs (NSAIDs) and no previous indomethacin intake. Blood tests showed increased neutrophil count and alanine aminotransferase, as well as moderate reductions of platelet count, activated partial thromboplastin time (aPTT) and antithrombin III. However, the prothrombin fragment F1+2 was not assessed, and therefore a clear information about the status of thrombin generation in this patient could not be obtained. Notably, all these parameters were within their normal ranges on a previous assessment, performed about 2 months earlier (i.e. 45 days before starting indomethacin), during a scheduled visit for monitoring his liver function and general health condition. Relevant laboratory parameters, recorded before and throughout the hospitalization, are summarized in Table\\n. Abdominal ultrasonography displayed: liver with regular margins and fine heterogeneous structure; ascites involving all quadrants; increase in the diameter of portal vein (17 mm). Both ascites and portal vein ectasia had not been detected on recent past follow-up ultrasounds. Based on leukocytosis, the clinicians hypothesized a bacterial infection, and started a treatment with ciprofloxacin (1000 mg/day). In addition, indomethacin was discontinued, as its possible involvement in the pathogenesis of abdominal symptoms was suspected.\\nOn day 4, a follow-up abdominal ultrasound confirmed previous findings and displayed diffuse small bowel distension, without colonic involvement. An upper digestive endoscopy did not reveal erosions, ulcerations, mucosal dysplasia or gastro-esophageal varices. On day 5, a virological blood screening was performed: cytomegalovirus (CMV) IgM index was negative, while IgG levels were positive, suggesting a past infection; anti-HCV antibody, anti-HCV IgM and HCV core antigen were positive; screening tests for hepatitis B virus were negative. A CT-scan of chest and abdomen, with intravenous contrast medium, revealed: massive thrombosis of portal trunk; partial thrombosis of left portal vein branch and superior mesenteric vein; mild ascites and ileal distension, with parietal thickening; mild lymphadenopathies in the hepatic hilum, celiac trunk and intercavo-aortic region; and no sign of cancer or suspected lesions. A diagnosis of PVT was then made, and a treatment with fondaparinux (7.5 mg/day) and antithrombin infusion (2000 UI) was started.\\nOn day 7, a decrease in protein C (30%, reference range 72-146%) and protein S (30%, reference range 70-140%) was detected. However, both parameters had never been altered in past assessments. A genetic screening did not show relevant mutations. Treatments with intravenous antithrombin and oral ciprofloxacin were discontinued. On day 11, a follow-up abdominal CT scan, with contrast medium, displayed the persistence of thrombosis in portal trunk, left portal vein branch and superior mesenteric vein, with a reduction of intestinal distension and ascites. Moreover, an abdominal Doppler confirmed an almost complete PVT. Throughout the hospitalization, the patient had some episodes of red bloody stool excretion, which were ascribed to his venous stasis.\\nOn day 15, the severity of postprandial pain decreased significantly, and the patient was discharged. After discharge, he remained on fondaparinux for 12 days, and then he was switched to warfarin with the goal of maintaining the international normalized ratio within the therapeutic range of 2–3. Thirty days later, a follow-up ultrasound did not show appreciable signs of PVT. At 2 years from discharge, several follow-up visits have shown that the patient persists on a stable mild liver disease and he has not experienced further thrombotic events.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'21592304': 1, '7701246': 1, '21402253': 1, '19929241': 1, '20074562': 1, '18257465': 1, '22430305': 1, '21462279': 1, '19073262': 1, '22748278': 1, '20066733': 1, '7249508': 1, '20951911': 1, '18823986': 1, '15947544': 1, '19766546': 1, '16298974': 1, '8500743': 1, '17230036': 1, '18274708': 1, '19678814': 1, '26402820': 1, '10749421': 1, '23148576': 2}", "similar_patients": "{}"}