{"patient_id": 41717, "patient_uid": "3623118-1", "PMID": 23607030, "file_path": "comm/PMC003xxxxxx/PMC3623118.xml", "title": "Splenic Vein Embolization Using Coil Anchors and Prophylactic Occlusion of a Hepatofugal Collateral for Hepatic Encephalopathy due to Splenorenal Shunt: Technical Note and Literature Review", "patient": "A 51-year-old woman with viral C-type liver cirrhosis, in whom hepatocellular carcinoma (HCC) had been treated with radiofrequency tumor ablation and percutaneous ethanol injection one year earlier, was admitted to our institute with a disturbance of consciousness. Laboratory tests on admission revealed a serum ammonia level of 132 μg/dL, total bilirubin of 2.77 mg/dL, prothrombin time of 72.7%, and albumin of 2.8 mg/dL. The patient was diagnosed as having hepatic encephalopathy and severe liver dysfunction. Hepatic encephalopathy was assessed and evaluated according to the Sherlock's classification [], and the severity of liver disease according to the Child-Pugh score was 9 (class B) []. An abdominal computed tomography scan demonstrated a massive splenorenal shunt and shrinkage of the portal vein with a small amount of thrombus. Conservative therapy with dietetic therapy and amino acid preparations was performed, but unsuccessfully.\\nThe flow directions of the superior mesenteric vein and the splenic vein were evaluated by angiography. Portography via superior mesenteric arteriography demonstrated that most of the superior mesenteric venous flow was hepatofugal and entered the splenorenal shunt (). Selective splenic arteriography showed that all splenic venous flow entered the splenorenal shunt ().The diameters of the splenic vein and the splenorenal shunt were 14 mm and 18 mm, respectively. Because the patient's liver function was poor, there was a concern about the increase in portal vein pressure, which could cause liver failure if obliteration or occlusion of the splenorenal shunt was to be performed. Therefore, portosplenic blood flow separation by occluding the splenic vein was performed.\\nThe procedure was performed transileocecally because the intrahepatic portal vein branches were very narrow, and percutaneous transhepatic puncture could have been difficult. Laparotomy was performed under general anesthesia. A 5.5 Fr introducer sheath was inserted into the ileocecal vein. After obtaining the direct superior mesenteric venography, splenic vein embolization was performed. First, a 5.5 Fr hook-shaped angiographic catheter (Cook, Bloomington, IL, USA) was advanced into the splenic vein close to the entry point of the splenorenal shunt. Prior to coil embolization, coil anchors (Coil Anchor II; Medikit Co., Tokyo, Japan) were placed. The characteristics of the coil anchor were as follows: (i) w-shaped device made of stainless steel; (ii) it can be deployed through an angiographic catheter with an inner diameter of 0.038 inch; and (iii) the type L coil anchor has a width of 23 mm and a length of 23 mm, and it can be adapted up to a vessel diameter of 18 mm. To form the framework to prevent coil migration, a total of 4 coil anchors were deployed, which allowed the placement of smaller coils into the large vascular structure to occlude it. A total of 21 0.035-inch platinum coils (Tornado; Cook, Bloomington, IL, USA), with a tapering diameter of 10 mm–5 mm were placed. The coils were successfully trapped by the coil anchors and did not migrate (). After complete embolization of the splenic vein, superior mesenteric venography showed several hepatofugal collateral flows, including the left, right, and retrogastric veins. We hypothesized that if all of the collateral vessels were to be occluded, the portal vein pressure would increase. Therefore, only the retrogastric vein was embolized (). Consequently, the portal vein pressure increased by only 1.5 mmHg (from 10 mmHg to 11.5 mmHg). The final superior mesenteric venography showed that the left and right gastric veins maintained hepatofugal flows (). The blood ammonia level decreased to 24 μg/dL immediately after the procedure. The patient survived for 25 months without recurrence of encephalopathy and required no reinterventions (), and neither retention of ascites nor worsening of esophageal varices was observed. She died due to HCC rupture, which was unrelated to the portosystemic shunt.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'17994261': 1, '32213001': 1, '4541913': 1, '9658325': 1, '18003996': 1, '2732446': 1, '15297594': 1, '7258542': 1, '17492638': 1, '9030502': 1, '7820841': 1, '13193045': 1, '15590808': 1, '12859723': 1, '8653749': 1, '3685350': 1, '6724263': 1, '21319062': 1, '23607030': 2}", "similar_patients": "{}"}