{"patient_id": 163611, "patient_uid": "3793562-1", "PMID": 24124307, "file_path": "noncomm/PMC003xxxxxx/PMC3793562.xml", "title": "Bimaxillary unilateral gingival fibromatosis with localized aggressive periodontitis (eating the tooth at the same table)", "patient": "A 15-year-old female patient accompanied by her uncle was referred to the Department of Periodontics, ACPM Dental Collage and Hospital, Dhule, (Maharashtra) for the complaint of progressively enlarging gums. According to her, gums started growing about 1 year back beginning in the upper left back tooth region and gradually progressively involved all the teeth on that side. Similar enlargement of gums was also noticed with the lower back tooth region of that side. As the patient had difficulty in chewing from that side she continued to chew from the opposite side. Over a period of time, as the enlargement took a massive form and caused difficulty in mastication and compromised her esthetics, the school authorities brought it to the notice of her parents and they approached for treatment for it.\\nOn further communication, the patient's past medical history and dental history was non-significant and was reporting for the first time to dental hospital.\\nExtraoral examination revealed a slight asymmetry of the face on the left side []. Intra-orally massive gingival enlargement was noted in the maxillary as well as mandibular gingiva, but only on the left side whereas the right side gingiva appeared normal. The gingival enlargement extended from distal aspect of maxillary left lateral incisor to second molar []. The mandibular gingiva enlargement extended from distal aspect of lower lateral incisor up to the second molar and almost encroached the occlusal surface leaving a small view of it. The degree of enlargement was categorized as grade 3 (Angelopoulos 1971) [].\\nThe color of the gingiva appeared pink with consistency being firm and fibrous with no evidence of stippling on the affected side. Traces of plaque, food debris and calculus were noted on the affected side. Bleeding on probing was minimal/evident/present. Periodontal examination revealed deep periodontal pockets in relation to 25, 26, 27, 35, 36 and 37. Mobility of grade 3 degree was found with 26 and 27 and grade 1 degree mobility with 25 and 35. An orthopantomograph was advised to rule out bony changes. Along with this a complete blood examination along with hormonal analysis of estrogen and progesterone were advised.\\nBlood examination reports revealed all parameters to be within the normal limits including hormones (estrogen and progesterone). Radiographic examination revealed severe angular bone loss localized around maxillary first and second molars and moderate bone loss around mandibular first and second molars, but of the left side only []. Based on onset of age, presence of minimal local factors, clinical, radiographic and non-significant medical history and a diagnosis of IGF with localized aggressive periodontitis was made.\\nA biopsy was advised and sent for histopathological examination, which confirmed the features of fibrous gingival overgrowth. The section was stained with hematoxylin and eosin, which revealed thickened epithelium with elongated retepegs that penetrated deep into the connective tissue. Dense collagenous tissue bundles arranged in parallel were found scattered throughout the connective tissue. Few fibroblasts, inflammatory cells, blood capillaries were also found [].\\nThe usual treatment for IGF consists of surgical excision of gingiva the treatment for aggressive periodontitis initially consists of Phase 1 therapy that comprises of scaling and root planing, advise on oral hygiene instructions, administration of antibiotics, drugs amoxicillin (500 mg) and metronidazole (400 mg) for 5 days, along with anti-inflammatory drugs (ibuprofen and paracetamol) and use of chlorhexidine mouthrinses The same was carried out for the patient. The patient was discharged with oral hygiene instructions and recalled after 4 weeks.\\nAt the end of 4 weeks, internal bevel gingivectomy quadrant wise along with open flap debridement was carried out. This procedure eliminates the pocket reduces the bulk of tissue and makes plaque control much easier. External bevel gingivectomy remains the method of choice if no bony involvement exists. Maxillary first and second molars were extracted as their prognosis was hopeless. Interrupted sutures were placed and periodontal dressing given []. Healing after 2 weeks at suture removal was satisfactory. Patient was recalled again at the end of 3 months, during which time there were no signs of recurrence. The clinical picture of the jaws at the end of 3 months []. The patient was advised to get the missing teeth replaced. Follow-up at the end of 1 year showed no recurrence of gingival overgrowth [].", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'11203959': 1, '18689337': 1, '33188467': 1, '12423302': 1, '17189459': 1, '33642744': 2, '20461324': 1, '15187034': 1, '22852514': 1, '24124307': 2}", "similar_patients": "{'7904016-1': 1}"}