{"patient_id": 40095, "patient_uid": "3513241-1", "PMID": 23233761, "file_path": "comm/PMC003xxxxxx/PMC3513241.xml", "title": "Ventricular Tachycardia Storm in Cardiac Sarcoidosis: A 76-Day-ICU-Nightmare", "patient": "A 33-year-old man was incidentally detected to have Premature Ventricular Contractions (PVCs) during annual health check-up. There were no other remarkable features in electrocardiogram (ECG) or echocardiogram (LVEF 60% and no Right Ventricular disease) in January 2011. Following month, the patient got admitted with palpitations and presyncope, and diagnosed with sustained VT, which was alleviated with direct current (DC) cardioversion, IV Amiodarone and Beta blockers. Detailed investigations were performed including contrast enhanced computed tomography (CECT) of chest, cardiac MRI, followed by endoscopic ultasonography guided fine needle aspiration cytology (FNAC) which were all suggestive of sarcoidosis, therefore steroid immunosuppressive therapy was started at this time.\\nIn June 2011, the patient once again presented with sustained rapid monomorphic VT and DC cardioversion was performed. Echocardiogram demonstrated left ventricular ejection fraction (LVEF) of 15%, LVDd of 64mm, LVDs of 58mm, and grade II mitral valve regurgitation. Dual chamber implantable cardioverter defibrillator (ICD) was implanted and patient was treated with beta blockers, Lidocaine and Amiodarone. Despite anti-arrhythmic drugs (AAD), the patient had recurrent VT, which was successfully treated by ICD with 12 shocks in the duration of 24 hours. He was intubated, placed on ventilatory support and was kept under sedation. In addition to AAD, IV Magnesium sulphate and Metoprolol infusions were started. The patient was weaned off the ventilator after 3 days and transferred to our institute via airplane; he received shocks from ICD even during the transfer. Management during ICU stay is outlined below (; ,,).\\nPatient was observed and finally discharged after 76 day of ICU stay. The echocardiogram findings demonstrated LVEF of 15%, dilated Left Ventricle and thinned out myocardium. During the follow-up (6 months post discharge), patient was performing reasonably well, with LVEF of 25%, less frequent non-sustained VT and only one shock from ICD. ( shows cardiac compass trends of the patient).", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'15119697': 1, '18380701': 1, '18534360': 1, '23233756': 1, '22291785': 1, '14968147': 1, '19187909': 1, '23233761': 2}", "similar_patients": "{}"}