{"patient_id": 155421, "patient_uid": "3178024-2", "PMID": 21966096, "file_path": "noncomm/PMC003xxxxxx/PMC3178024.xml", "title": "Prepubertal unilateral gynecomastia: a report of two cases", "patient": "An 11-year-old boy presented with a 12-month history of left breast enlargement. The patient also complained of tenderness of the breast mass and of great inconvenience in everyday life. In this case, there was no family history of breast malignancies or gynecomastia. No drugs or dermal applications were used. Physical examination showed a healthy-appearing lively boy. The patient was 138 cm tall (SDS −1) without accelerated growth velocity, weighing 32 kg (SDS 0) with a BMI of 16.8 (SDS 0). Palpation of the left breast revealed a firm mass measuring approximately 5 cm in diameter, with tenderness on deep palpation, Tanner stage III. There was a pronounced asymmetry of the breast, with a normal-appearing right breast (Fig. ). No history or sign of galactorrhea existed, and there were no physical findings indicating onset of puberty. A summary of all endocrine parameters tested with corresponding results is given in Table . All parameters were found to be within normal limits. Ultrasound examination of the right breast showed retro-aureolar glandular tissue with normal aspects and swelling containing subcutaneous fat tissue. An abdominal computed tomography scan excluded any estrogen-producing tumor. Surgery (conducted by HKD) under general anesthesia consisted of peripheral liposuction (with the 2 mm PAL liposuction system) and subcutaneous partial resection of the gland, conducted through an infra-areolar incision. The specimen dissected measured 5.0 × 3.0 × 2.5 cm. Pathologic examination revealed normal glandular breast tissue, without evidence of malignancy. Microscopy of the subcutaneous mastectomy specimen showed mammary ducts with hypertrophic ductuli and mild lymphocytic infiltrates lining the ducts. The concluding diagnosis was normal gynecomastia tissue. Recovery was uneventful. At a postoperative clinical evaluation 11 months later, there were no signs of breast development (Fig. ).", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'15647078': 1, '17267908': 1, '11554608': 1, '8421478': 1, '15212645': 1, '11786855': 1, '18317084': 1, '10023187': 1, '22872305': 1, '32074227': 2, '10430450': 1, '25541897': 2, '25437663': 1, '31577740': 2, '5440182': 1, '9543166': 1, '23941256': 2, '21966096': 2}", "similar_patients": "{'3178024-1': 2, '7025451-1': 1, '4293661-1': 1, '4293661-2': 1, '3751361-1': 1, '6783188-1': 1}"}