{"patient_id": 43418, "patient_uid": "3751368-1", "PMID": 23927752, "file_path": "comm/PMC003xxxxxx/PMC3751368.xml", "title": "A rare case of primary malignant small cell carcinoma combined with urothelial cell carcinoma in the ureter", "patient": "In December 2011, a 59-year-old man with an unremarkable medical history presented at the outpatient clinic with a 1-month history of painless gross haematuria. He did not complain of voiding symptoms, such as frequency, hesitancy or dysuria. He had a smoking history of one pack (Cigarettes, 20/pack) per day for 30 years, but he denied having any respiratory symptoms. No remarkable findings were noted on physical examination, and most laboratory tests yielded results within normal limits. However, the patient’s serum creatinine concentration was elevated, a urinalysis showed many red blood cells, and his urinary cytopathology indicated a urothelial carcinoma.\\nChest radiography showed an old tuberculosis scar, and plain radiography of the kidneys, ureter and urinary bladder showed a radio-opaque area in the left pelvic cavity. Abdominal computed tomography (CT) revealed a right simple renal cyst, left hydronephroureterosis, a stone in the left distal ureter, and a mildly enhanced, fungating mass lesion just below the stone-impacted site (Figure A,B) but no evidence of pelvic lymph node enlargement. Cystoscopic examination showed a bloody urine flow in the left ureteral orifice, but no mass-like lesion.\\nOn the basis of cystoscopic examination, imaging findings and urinary cytopathology, a urothelial cell carcinoma of the ureter, TNM stage T2N0M0, was diagnosed. We therefore performed a diagnostic ureterorenoscopy, followed immediately by laparoscopic left nephroureterectomy with bladder cuff resection. The ureterorenoscopy showed a huge, round, fungating mass with a smooth surface without papillary characteristics, filling the lumen of the left distal ureter (Figure C). Frozen section evaluation of a biopsy sample showed atypical urothelial cells, findings consistent with a urothelial carcinoma. Pathological examination of the tumour, removed by laparoscopic left nephroureterectomy with bladder cuff resection, showed an SCC combined with a urothelial cell carcinoma in the ureter. A bone scan and positron emission tomography showed no evidence of metastasis or remnant cancer.\\nAfter surgery, the patient was treated with four cycles of chemotherapy, consisting of 100 mg/m2 etoposide on days 1, 2, and 3 and 75 mg/m2 cisplatin on day 1, every 3 weeks. The patient also received external radiation therapy at the site of the left ureteral mass, consisting of 180 cGy per day, 5 times per week, up to a total of 30 fractions (5400 cGy) over 44 days. The patient tolerated adjuvant chemotherapy and radiation therapy well, with no significant side effects or adverse reactions, except for intermittent nausea, vomiting and generalized myalgia. He was followed up by urinalysis, urinary cytopathology, cystoscopy, an abdominal CT scan and positron emission tomography. He has been well, without evidence of tumour recurrence or metastasis, for 10 months after surgery.\\nGross examination of the resected specimen showed a hydronephrotic kidney with a dilated renal pelvis and calyces, and ureteral dilation. A segment of the left ureter contained a poorly defined, slightly elevated mass (3.5 × 3.0 × 0.8 cm), which protruded into the ureteral lumen and caused near-complete obstruction of the ureter (Figure A). Light microscopy of the SCC area of the specimen showed small or round cells, containing finely granular, hyperchromatic nuclei, inconspicuous nucleoli and scanty cytoplasm (Figure A). We also observed a urothelial carcinoma in situ overlying the SCC, with multiple foci invading the lamina propria (Figure A,B). The carcinoma’s overlying mucosa was focally denuded, with the SCC exposed to the luminal surface (Figure C). In addition, the SCC invaded the mucosa, muscularis, periureteric fat tissue and external lateral resection margin (Figure D). The urothelial carcinoma in situ measured 15 cm in length and 3.0 cm in circumference and was located 1.4 cm from the proximal and 3.6 cm from the distal resection margin of the ureter (Figure B). However, there was no evidence of invasion of the perineural, lymphatic, renal parenchymal area, or of the renal artery or renal vein.\\nImmunohistochemical staining showed that the SCC was diffusely positive for neuron-specific enolase and focally positive for CD 56, synaptophysin and chromogranin (Figure ), whereas the urothelial cell carcinoma and urothelial cell carcinoma in situ were negative for those markers.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'17028417': 1, '1309435': 1, '34290980': 2, '8230759': 1, '9234390': 1, '11479891': 1, '6576188': 1, '6089995': 1, '2758391': 1, '11748366': 1, '2441615': 1, '8382912': 1, '34485132': 2, '31933950': 1, '1713277': 1, '1963758': 1, '2418217': 1, '30306137': 2, '3030528': 1, '19563623': 1, '9554367': 1, '24966986': 1, '31297193': 2, '28860819': 1, '23927752': 2}", "similar_patients": "{'8287249-1': 1, '6177337-1': 1, '6598600-1': 1, '8416087-1': 1}"}