{"patient_id": 39576, "patient_uid": "3485498-1", "PMID": 23125940, "file_path": "comm/PMC003xxxxxx/PMC3485498.xml", "title": "Laparoscopic Splenectomy for Splenic Hamartoma: A Case Report", "patient": "A 28-year-old Italian male presented at the ER in August 2011 with diarrhea and an antibiotics refractory fever. Laboratory findings did not show any significant problem, apart from a mild hypertransaminasemia: (ALT 65 u/L AST 46 u/L).\\nThe patient was discharged with the indication for further investigations. Abdominal ultrasonography was performed two weeks later, showing normal liver, biliary ducts, and pancreas morphology. Nevertheless a 15 cm increased spleen was found, containing in its cephalic portion a hypoechoic and asymptomatic 70 × 77 mm solid mass. Color Doppler showed blood flow along the edge of the round mass, without relevant signals within the neoformation.\\nCT scan was also executed, to better evaluate the splenic lesion: images before contrast material administration displayed a round mass, hypodense compared to the normal splenic parenchyma. After injection of intravenous contrast, it showed a mild contrast enhancement during the arterial phase, followed by a complete washout during the late venous phase, without relevant vascular components inside ().\\nAfter these preoperative findings suggestive but not definitive for a well-defined histological lesion, considering the high risk for splenic bleeding in the case of biopsy and the risk for spontaneous rupture, the patient was candidate for totally laparoscopic splenectomy two months after first clinical evaluation. Routine preoperative examination, chest X-ray, blood test, and anaesthesiologic evaluation did not set any contraindication to the operation.\\nThe patient was placed in a 30-degree right lateral decubitus, with the help of a cushion positioned along his back.\\nRight arm was arranged for intraoperative intravenous fluid infusion, whereas left arm was suspended with bendages above patient's head to allow full access to the left hemiabdomen. A 12 mm disposable Hasson's trocar was placed using an open technique in supraumbilical region for the first induction of pneumoperitoneum and for optical access. A second 10–12 mm disposable trocar was positioned in left hypochondrium, at the intersection between midclavicular line and infracostal line and two more 5 mm accesses, the first in left flank, along anterior axillary line and the second in right hypochondrium, along midclavicular line (). Laparoscopic exploration of the abdominal cavity was negative for any associated or generalized pathology, as well as for accessory spleen. An enlarged 15 cm spleen was identified; omental adhesions and splenocolic ligament were dissected using monopolar and ultrasonic dissector in order to lower the splenic flexure of the colon and to expose the inferior pole of the organ. Dissection was carried on with the section of the inferior and superior gastrosplenic vessels. Thus the lesser peritoneal sac was open, exposing the anterior side of the splenic hilum and the pancreas tail; the stomach was retracted toward the patient's rightside. Vascular splenic pedicle was then isolated at the hilum allowing identification of periferic branches of splenic artery and vein.\\nVessels were finally dissected using two vascular 30 mm endostapler refills (EndoGIA, Autosuture, Covidien, Mansfield, MA, USA) obtaining a perfect hemostasis. Spleen was then mobilized toward the patient's right side, to allow dissection of the posterior peritoneal reflection or splenorenal ligament. After placing the totally freed organ inside an EndoBag (EndoCatch II, Autosuture, Covidien, Mansfield, MA, USA) a Pfannestiel suprapubic incision was performed to remove the specimen. The peritoneal-sac access was carried on with a partial surgical section of the rectus muscle in order to allow an easier removal of the unbroken specimen. After clearing the spleen, laparotomic incision was sealed in multiple layers. An accurate hemostasis control and a generous abdominal cavity washing were performed after the recreation of pneumoperitoneum; a single drainage was positioned in the left subphrenic space and major accesses were finally closed.\\nA short-term perioperative antibiotic prophylaxis based on cefazolin (1 gr every 8 hours) was administered for the first 24 hours. Pain control was always optimal during the entire hospitalization: during the first 24 hours after surgery pain control was managed with opiates and paracetamol; on the following day opiates were replaced with anti-inflammatory nonsteroidal drugs removed from the 3rd day on; during the same day the drainage was removed. The patient was allowed to eat from the 2nd postoperative day. The complete functionality of the gastrointestinal tract was regained between the 3rd and 4th postoperative day. The patient was dismissed on the 5th day after surgery and stitches were removed 6 days later during an outpatient clinical control. Vaccination against Streptococcus pneumoniae, Haemophilus influenza type B, and Neisseria meningitidis infections was administered 20 days after surgery. Perioperative anticoagulant prophylaxis with subcutaneous heparin (4000 I.U. per day) was applied and continued for 4 weeks after surgery.\\nThe anatomopathological analysis of the spleen showed a 14 × 7 × 8 cm organ, weighting 430 gr, containing a 7,5 cm reddish brown nodule of slightly augmented stiffness, compared to the surrounding splenic tissue (). The histopathological diagnosis confirmed the original suspect of splenic hamartoma, also supported by the immunohistochemical stains positive for CD-8 and negative for CD-34.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'15106624': 1, '19123729': 1, '1748432': 1, '9565443': 1, '10449840': 1, '15984716': 1, '17943384': 1, '30396124': 1, '9266650': 1, '2759557': 1, '11318134': 1, '15043342': 1, '16108741': 1, '4040300': 1, '14599614': 1, '11206897': 1, '12181732': 1, '24906658': 2, '1592926': 1, '28744165': 2, '17031738': 1, '10800004': 1, '10392884': 1, '21160864': 1, '1927818': 1, '10084655': 1, '15037946': 1, '18293036': 1, '11059739': 1, '16934189': 1, '696681': 1, '18161935': 1, '17364201': 1, '11565763': 1, '8615401': 1, '19970854': 1, '4854372': 1, '11320480': 1, '17057583': 1, '15300921': 1, '18594922': 1, '11918887': 1, '12960796': 1, '16823653': 1, '25132786': 1, '17009994': 1, '23125940': 2}", "similar_patients": "{'5513840-1': 1, '4068870-1': 1, '4068870-2': 1}"}