{"patient_id": 156747, "patient_uid": "3268175-2", "PMID": 22323891, "file_path": "noncomm/PMC003xxxxxx/PMC3268175.xml", "title": "Recession-Resection Surgery Augmented with Botulinum Toxin A Chemodenervation for Paralytic Horizontal Strabismus", "patient": "A 58-year-old man had chronic right third cranial nerve palsy caused by a pituitary gland tumor. A dilated, fixed pupil was observed in his right eye. He had right exotropia of 45 PD and right hypertropia of 4 PD. Right lateral rectus recession of 11.0 mm and right medial rectus resection of 6.0 mm with inferior displacement, combined with intraoperative injection of 5 units botulinum toxin A into the right lateral rectus, were performed. At a 30-month follow-up, the alignment was nearly straight in the primary position at near and far distances.\\nWe retrospectively reviewed the medical records of five patients who received a recession-resection surgery augmented with botulinum toxin A chemodenervation (type I surgery) from January 1998 to December 2007. These patients had third cranial nerve palsy with exotropia. All surgical procedures were performed by a strabismus specialist, and the same investigator obtained all the pre- and postoperative data. During surgery, five units of botulinum toxin A (Botox; Allergan Inc., Irvine, CA, USA) in 0.1 mL of saline solution was injected into the recessed horizontal rectus muscle after conventional recession-resection. The injection was administered slowly under direct visualization.\\nWe compared the results with those of FTT augmented with PIMS (type II surgery). According to the type of procedure, the pre- and postoperative angles of deviation (AOD) were compared.\\nand provide a summary of the patient characteristics. The mean ages of the type I and type II surgery groups were 38.00 ± 16.99 years and 41.00 ± 10.39 years (range, 16 to 58 years), respectively. The mean follow-up time for all patients was 11.00 ± 8.76 months (range, 6 to 30 months).\\nThe data on pre- and postoperative AOD are shown at . The mean preoperative AOD was 60.00 ± 28.50 PD (type I surgery) and 68.00 ± 27.06 PD (type II surgery) (p = 0.421). At preoperative and postoperative 1 week, 1 and 6 months, and the final follow-up, the AODs were not significantly different. In addition, the final improvement in AOD was 53.20 ± 25.01 PD (type I surgery) and 44.20 ± 18.74 PD (type II surgery) (p = 0.548). There were no complications such as a scleral perforation, anterior segment ischemia, or ptosis in any of the cases during the surgical procedure or in the postoperative follow-up period. All statistical analyses including the Mann-Whitney U-test were performed with SPSS ver. 15.0 (SPSS Inc. Chicago, IL, USA).", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'16084787': 1, '19154335': 1, '24883204': 1, '26107151': 1, '16678746': 1, '11726617': 1, '22323891': 2}", "similar_patients": "{'3268175-1': 2}"}