{"patient_id": 43322, "patient_uid": "3747382-1", "PMID": 23984129, "file_path": "comm/PMC003xxxxxx/PMC3747382.xml", "title": "Cerebral Aneurysms: A Rare Feature of Behçet's Disease—A Case Report and Review of the Literature", "patient": "A 44-year-old right-handed male, with previously healthy status and no family history, was admitted with complaints of acute, generalized headache associated with left arm and leg weakness. He had been suffering from oral aphthous ulcers for 5 years but no genital ulcers. One year ago, he was diagnosed with a cerebral ischemic stroke reveled with left hemiparesis. He developed significant behavioral changes, insomnia, and visual hallucinations that occurred 2 weeks prior to the outbreak of right hemiparesis. The patient was afebrile. He had a blood pressure of 130/80 mmHg, a pulse of 84 beats/min and a respiratory rate of 18 breaths/min. Physical examination revealed also oral aphthous ulceration but no genital scars due to healed ulcers. A thorough neurological examination revealed a normal conscience, no neck stiffness, but dysarthria, quadripyramidal syndrome with tetraparesis, predominant left motor deficit, and bilateral Babinski sign. Examination of the sensibility showed decreased senses of touch, pain, and temperature in the left side of the body. Computed tomography imaging and cerebral MRI disclosed an ancient ischemic right capsulolenticular lesion, with recent ischemic lesions in left capsule-lenticular region (). MRI with gadolinium revealed enhancing lesions compatible with intracranial multiple arterial aneurysms (). Thoracoabdominal computed tomography angiography had showed no extracranial aneurysms. Laboratory analysis showed a white blood cells count at 9.000 cells/mL with 85% neutrophils, a hemoglobin value at 10.8 g/dL, and a platelet count at 570.000 cells/mL. The erythrocyte sedimentation rate was over 111 mm/hour and the C-reactive protein was at 30 mg/L. Creatinine, electrolyte levels, liver tests, and coagulation studies were within the normal range. All serologic markers of hepatitis B and C, HIV, and syphilis were negative and no microorganisms could be identified from his blood and urine cultures. Immunological analysis including anti-nuclear and anti-phospholipid antibodies, rheumatoid factor, and anti-neutrophilic cytoplasmic antibodies were also within the referential range. Multiple laboratory tests and radiological studies ruled out a hypercoagulability syndrome and a heart disease. A Pathergy test was repeated and found to be clearly negative. The diagnosis of BD was made based on the presence of recurrent oral aphthous ulcers and positive human leukocyte antigen (HLA) B51 in the absence of evidence of other diseases.\\nSince then, the patient was treated with Methylprednisolone pulses linked with a high-dose regimen of prednisone (1 mg/kg/day) during two months, daily Azathioprine, and physical rehabilitation was started. Coil embolization of aneurysms was not performed because the aneurysms were numerous and there was no bleeding.\\nTen months after discharge, despite marked regression of mental impairment and no further ischemic events, he developed a pseudobulbar effect including uncontrollable episodes of crying, dysarthria associated with urinary incontinence. The control MRI remained unchanged with persistent diffuse and unruptured aneurysmal dilatation and ancient cerebral stroke ().", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'20451941': 1, '20975647': 1, '2084860': 1, '11309468': 1, '22137954': 1, '8958753': 1, '11234676': 1, '8035415': 1, '3326112': 1, '2715612': 1, '15885390': 1, '4093928': 1, '8327110': 1, '21868192': 1, '30351294': 2, '1791376': 1, '15347214': 1, '17574918': 1, '8738367': 1, '18382975': 1, '16552466': 1, '12690419': 1, '10467534': 1, '2146650': 1, '17585365': 1, '23984129': 2}", "similar_patients": "{'8015569-1': 1}"}