{"patient_id": 35493, "patient_uid": "3113993-1", "PMID": 21569503, "file_path": "comm/PMC003xxxxxx/PMC3113993.xml", "title": "Post-prandial reactive hypoglycaemia and diarrhea caused by idiopathic accelerated gastric emptying: a case report", "patient": "A 20-year-old Caucasian woman presented to us after an episode of acute confusion and collapse with loss of consciousness. This was transient and she made a complete recovery without any specific treatment. She reported a two-year history of diarrhea, abdominal bloating, and nausea. She also experienced early satiety and bloating, either during or soon after eating a meal, followed by the onset of diarrhea which at worst totaled up to 15 loose stools per day. Toward the end of a diarrheal episode she often became very fatigued, shaky, sweaty, felt faint and became confused. A sweet drink resolved her symptoms.\\nShe did not have any significant co-morbidity or family history and drank less than 10 units of alcohol per week. She did not take regular medication.\\nAll routine blood tests and endoscopic mucosal biopsies were normal, including an HbA1c test, her thyroid status, gut hormones, a short synacthen test, and a 23-Seleno-25-homo-tauro-cholate (SeHCAT) retention study for bile salt malabsorption,.\\nScintigraphic measurement of gastric emptying [] was accelerated (Figure ). An extended glucose tolerance test was performed after a 12 hour overnight fast with a 50g oral glucose load. Her baseline fasting insulin was normal, and rose sharply after ingestion of the glucose load, remaining high at 150 minutes. Her serum glucose returned to baseline values of 5.0 and 5.3mmol/L at 125 and 150 minutes respectively and then fell to 2.9mmol/L at 180 minutes. At this point she developed symptoms consistent with hypoglycemia. Her C peptide levels were appropriate (Figure ).\\nOur patient improved with dietary advice to avoid refined carbohydrates (sugars) and eat small frequent meals (a \"grazing diet\") rather than the usual two or three meals per day. Both her gastrointestinal and hypoglycemic symptoms continued to be well controlled with simple dietary measures at follow up 18 months later.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'2566889': 1, '15182036': 1, '23862171': 1, '20665189': 1, '698537': 1, '1512417': 1, '20509823': 1, '22607835': 2, '20730413': 1, '7089589': 1, '1972488': 1, '15808380': 1, '21569503': 2}", "similar_patients": "{'3407696-1': 1, '3407696-2': 1, '3407696-3': 1, '3407696-4': 1, '3407696-5': 1, '3407696-6': 1}"}