{"patient_id": 41754, "patient_uid": "3624649-1", "PMID": 23599822, "file_path": "comm/PMC003xxxxxx/PMC3624649.xml", "title": "An unusual foreign body in the Cricopharynx; first case report Managed endoscopically", "patient": "A 30-year-old female came to the emergency department of our institute with difficulty in swallowing since one day. The patient was not even able to have water. An assessment of the nervous system was made because neuromuscular disorders may present with dysphagia as an initial symptom. Proper history revealed that the patient was a known case of rheumatoid arthritis and was taking routine anti-inflammatory drugs. The prior day, the patient was advised to take ayurvedic tablets by relatives for immediate relief. The tablet was about I cm in diameter and was spherical in shape. The moment the patient took the first tablet with water, she started having discomfort in the throat. She took more water but was not relieved. She visited local doctors and was referred to our institute.\\nOn arrival she had drooling of saliva; the oxygen saturation was between 70%-80% and the patient was not able to take anything orally since 12-14 hours. While performing an indirect laryngoscopy, we found pooling of saliva in both pyriform fossae. Taking history into account rigid oesophagoscopy under general anaesthesia was planned. All routine blood tests were in normal limits. The X-ray of the neck lateral view revealed a radiopaque spherical shadow at the lower level of cricopharynx, which was a surprise to us, as routinely tablets are not radiopaque. There was also a slight prevertebral widening in front of C6 and C7 ().\\nTo understand what we were going to encounter, the patient’s husband was asked to provide another ayurvedic pill of the same kind. The tablet’s colour was black, it was spherical, stony hard and its approximate size was of 1 cm. Not knowing the contents of the pill, it was decided that it should be removed immediately because a long-standing tablet may cause erosion/obstruction of the wall of the oesophagus. The patient was shifted to operation theatre for rigid hypopharyngoscopy under general anaesthesia. On rigid hypopharyngoscopy, the tablet was visualised in lower border of the cricopharynx. The surrounding area was extremely congested and oedematous. With the help of a foreign body removal forceps, the tablet was grasped but some part of it broke, which made the removal action easier. The rest of the tablet affected the wall of the cricopharynx and was eventually removed (). On gross appearance, the pill’s colour was black; it was hard in consistency and of approximately 1.25 cm in size.\\nThe postoperative X-ray of the neck confirmed the complete removal of the contents ().\\nAs there was an erosion of the wall of the oesophagus, the patient was kept nil orally along with routine intravenous antibiotics and steroids. After two days, liquids were started, followed by semisolids and a normal diet. The patient was discharged on the 4th day postoperatively, being totally relieved of symptoms.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'9632971': 1, '18940636': 1, '10718448': 1, '12107779': 1, '15598918': 1, '11405567': 1, '6696536': 1, '23599822': 2}", "similar_patients": "{}"}