{"patient_id": 38968, "patient_uid": "3441891-1", "PMID": 22913316, "file_path": "comm/PMC003xxxxxx/PMC3441891.xml", "title": "Thyroxine and cardiac electrophysiology—a forgotten physiological duo?", "patient": "A 66 year old Caucasian woman was referred for a cardiovascular examination due to an abnormal electrocardiogram, taken by her primary care physician after complaining of tiredness. The 12 lead, surface electrocardiogram revealed the presence of low QRS voltages and flattened and inverted T waves, all findings suggestive of and compatible with hypothyroidism (Figure ).\\nAt no stage did the patient experience any symptoms suggestive of hypothyroidism or any other disease.\\nThe serum TSH (thyroid stimulating hormone) measured 76.11 mIU/L and was indicative of severe, primary hypothyroidism (normal range 0.27 – 4.20 mIU/L).\\nNo other pathology was found. Specifically no secondary hyperlipidemia was present and the serum glucose level was normal. No classical signs of hypothyroidism were present. Thyroid ultrasonography revealed a small and hypoechogenic thyroid gland with the typical appearance of advanced Hashimoto thyroiditis with no nodules present.\\nA signal-averaged electrocardiogram (SAECG) was done and this was clearly abnormal (Figure ) with the root-mean square voltage of the terminal 40 ms (RMS 40) measuring 19uV and the duration of low-amplitude signal < 40uV (LASd) measuring 56 ms.\\nThe patient was treated with 100 ug of T4 daily and the TSH level after two months of therapy measured 2.34 mIU/L and the signal-averaged electrocardiogram was repeated (Figure ). The RMS 40 now measured 40 uV and the LASd measured 40 ms. The measured parameters of the SAECG thus changed from clearly abnormal into the normal range (see Figure and Figure ). During the first two weeks of therapy the dose of T4 was started at 50 ug daily and this was increased to 100 ug daily thereafter.\\nThe patient remains well with a normal signal-averaged electrocardiogram after one year of clinical follow-up.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'2598125': 1, '17297262': 1, '11484889': 1, '29546612': 1, '17923583': 1, '27056941': 1, '27048408': 1, '16538077': 1, '20416067': 1, '15632316': 1, '1841024': 1, '20424451': 1, '12364455': 1, '26000037': 2, '11172193': 1, '22913316': 2}", "similar_patients": "{'4440534-1': 1}"}