{"patient_id": 37634, "patient_uid": "3350053-1", "PMID": 22606469, "file_path": "comm/PMC003xxxxxx/PMC3350053.xml", "title": "A Case of Recurrent Transient Monocular Visual Loss after Receiving Sildenafil", "patient": "A nonsmoker 53-year-old man used sildenafil citrate (Viagra) for erectile dysfunction. History recording tells that he had been using this drug for the last four months at least once a week. The patient had no past medical history related to cardiovascular or erectile disorders and did not take any other treatment. The patients had no history of alcohol intake.\\nThe patient complained of transient painless blurred vision in his left eye, recurring after sexual intercourse, two or three times. Each attack of transient monocular blindness lasted 2-3 minutes, then followed by spontaneous visual recovery. The vision was not disturbed in the fellow eye. Ophthalmic examination revealed a corrected visual acuity of 10/10 for the right eye and 2/10 for the left eye. Pupils reaction revealed a relative afferent pupillary defect of the left pupil. Slit-lamp biomicroscopy of the anterior segments of both eyes was normal, including angles, and did not show any pathological manifestations. Intraocular pressure (IOP) was 16 mmHg for both eyes. The color vision score for the affected left eye was 9 out of 15 Ishihara plates, while the unaffected right eye had a score of 15 out of 15. General and neurological assessments revealed no abnormal findings. Cardiac examination was normal, without arrhythmia or any sources of emboli.\\nFundus examination revealed swelling and hyperemia of the left optic disc with hemorrhage at superior and inferior disc margins while the vessels, macula, and the peripheral retina were normal (). Humphrey visual field (24-2 program) perimetry showed diffuse visual-field loss, more marked in the inferior aspect of the field of the left eye (). Fundus fluorescein angiography revealed hyperfluorescence of the left optic disk and leakage from it, indicating edema. There was no intraocular inflammation or pathological disorders. The patient was not hyperopic, and the cup-to-disk ratio in the fellow eye was 0.3.\\nLaboratory tests excluded diabetes, syphilis, and hypercoagulable states. Antinuclear antibodies and anticardiolipin antibody tests were all negative. In addition, routine blood tests, erythrocyte sedimentation rate, and C-reactive protein were in the normal range. There was, however, mild dyslipidaemia (total cholesterol 248 mg/dL; LDL 156 mg/dL; HDL 52 mg/dL). Chest radiography was normal. A magnetic resonance image scan of the brain and orbits with gadolinium demonstrated normal optic nerves and no white matter lesions. A Doppler ultrasound of the vertebral basilar arteries, the external carotid arteries, and the common carotid arteries did not reveal any significant disorders as stenosis or plaque. Neurological examinations were also normal.\\nThe above-mentioned results led to the conclusion that the patient had experienced a NAION attack on his left eye. He was consulted to discontinue the use of sildenafil citrate. The patient was subjected to two subtenon injections of betamethasone with a three-week interval in between.\\nSix months after the initial attack, visual acuity improved to 8/10 for the left eye, the optic disk swelling has resolved, and the disk appears diffusely pale, and atrophic automated perimetry shows improvement in the superior visual field, with a persistent inferior altitudinal defect ().", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'10844068': 1, '7977604': 1, '15756125': 1, '18587597': 1, '16424524': 1, '7609748': 1, '8906027': 1, '12579190': 1, '17947271': 1, '15348986': 1, '6514298': 1, '10449799': 1, '20162297': 1, '10201595': 1, '7609772': 1, '11874765': 1, '22606469': 2}", "similar_patients": "{}"}