{"patient_id": 166454, "patient_uid": "3963313-1", "PMID": 24672169, "file_path": "noncomm/PMC003xxxxxx/PMC3963313.xml", "title": "Diagnosis and management of cervical ectopic pregnancy", "patient": "A 32-year-old woman, para 1, presented with mild pain abdomen and slight bleeding per vaginum for 5 days. Other relevant history included amenorrhea of 8 weeks' duration with a positive urine pregnancy test, following which she had vaginal bleeding for 12 days. She assumed that she had complete abortion and did not seek medical advice. When spotting resumed 3 weeks later, she presented to the hospital. Her previous menstrual cycle was regular. She had one child conceived through intrauterine insemination (IUI) and delivered by lower segment uterine section (LSCS) 3 years back. There was no history of contraceptive use. She refused a vaginal examination.\\nTransabdominal and transvaginal ultrasonography (TVS) examination revealed a ballooned-out cervical canal with a gestational sac of 4.7 cm × 4.1 cm [] and an empty uterus with thickened endometrium [], respectively. The sac contained a fetus with a crown rump length of 2.33 cm, corresponding to 9 weeks' gestation [] with the presence of cardiac activity []. A presumptive diagnosis of CP was made. Magnetic resonance imaging (MRI) was used to confirm the diagnosis of CP and to rule out uterine scar pregnancy. The findings on MRI included a typical hour-glass configuration of the uterus with thickened endometrium, a ballooned-out cervix containing the gestational sac with fetal pole and closed internal os []. Thus, the diagnosis of CP was confirmed.\\nSingle-dose intramuscular methotrexate 50 mg was administered the next day and manual vacuum aspiration (MVA) was performed on the third day. Cervical tamponade was performed with a Foley catheter, with its bulb inflated with 30 mL normal saline. At 4 weeks' follow-up, the patient was asymptomatic with a review TVS showing organized blood clot measuring 3.3 cm × 2.4 cm in the cervical canal []. Six weeks after the procedure, the patient resumed her periods and the review scan showed a resolving blood clot measuring 2.6 cm × 1.3 cm.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'34577892': 2, '25883444': 1, '10528001': 1, '31508578': 1, '15066476': 1, '11821302': 1, '18239016': 1, '28261511': 2, '31372062': 2, '9159458': 1, '10601926': 1, '11209638': 1, '34858755': 2, '28450982': 1, '28511461': 1, '33408588': 2, '27803524': 1, '10664646': 1, '2487038': 1, '15193489': 1, '33560888': 1, '32066111': 1, '16924329': 1, '12640157': 1, '24672169': 2}", "similar_patients": "{'7755558-1': 1, '8614163-1': 1, '8471448-1': 1, '5312454-1': 1, '6630720-1': 1}"}