{"patient_id": 40446, "patient_uid": "3530409-1", "PMID": 23304240, "file_path": "comm/PMC003xxxxxx/PMC3530409.xml", "title": "Primary ovarian adenosarcoma with elevated Ca-125 levels and normal ascitic fluid cytology: a case report and review of literature", "patient": "A 38-year-old multiparous woman presented with history of abdominal distension and pain for almost 3 weeks. She had undergone hysterectomy 8 months previously for abnormal uterine bleeding. Following abdominal paracentesis for massive ascites, a mobile mass was palpated measuring about 12 × 10 × 6 cm. Upper abdominal fullness was noted. Her haemogram, serum biochemistry, serum antibodies for HIV and HBsAg were negative with normal chest X-ray and cardiac evaluation. The serum CA-125 value was 142 U/ml. A CT scan of the abdomen and pelvis revealed multiple heterogeneously enhancing soft tissue masses within omentum, mesentry, perihepatic regions, and the pelvis. The ovaries were not seen separately. There was moderate ascites suggestive of malignant ovarian lesion with metastasis ( and ). Peritoneal fluid cytology was non-contributory.\\nDuring laparotomy, 1 L of ascites was drained, a huge, vascular omental cake with multiple nodular deposits were seen (). The right ovary measured 16 × 15 × 11 cm and was nodular and irregular with capsular breach (). Metastatic deposits were seen on the mesentry, peritoneum, descending colon and bladder (). On the table, frozen section of omentum showed short spindle cells with scanty hyalinized stroma with possibility of malignant stromal tumour of uterine or ovarian origin with metastasis to omentum was opined. Therefore, a complete tumour debulking, total omentectomy, left salphingo-oophorectomy, bilateral pelvic node dissection, peritonectomy, appendicectomy, excision of deposits on the bladder, bowel mesentry were performed to achieve optimal tumour load reduction. The post-operative period was uneventful. Histopathologic examination of the ovarian neoplasm and the peritoneal deposists revealed adenosarcoma of ovary ().\\nThe IHC revealed neoplastic spindle cells which were positive for CD10 and negative for inhibin, C-kit, Calretiniun, SMA, S100, and Mic2, and the epithelium was positive for CK7 and EMA ( and ). She was allotted Stage IIIC.\\nShe received five cycles of ifosamide with mesna and adriamycin every third week. She is on follow-up for more than 12 months, and there is no clinical, radiological, or biochemical evidence of recurrence.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'20179434': 1, '221090': 1, '9088962': 1, '4371193': 1, '12360039': 1, '27718181': 1, '11335966': 1, '22449231': 1, '18492424': 1, '7781874': 1, '23304240': 2}", "similar_patients": "{}"}