{"patient_id": 37738, "patient_uid": "3350194-1", "PMID": 22606630, "file_path": "comm/PMC003xxxxxx/PMC3350194.xml", "title": "Posterior Urethra Rupture: Contrast-Enhanced Computed Tomography Scan and Urethrocystography Demonstrations", "patient": "A 35-year-old patient was admitted to hospital because of multiple injuries he sustained in car crash. He was unconscious, GCS 5 points. Clinical examination suggested severe intracranial trauma, lungs contusion, and right crus fracture. Also one failed urinary catheterization was attempted and blood appeared in catheter during this procedure. A CT scan was performed. Investigation detected fracture of left pubic bone and the presence of the catheter balloon inside the urethra (beside intracranial and chest injury). After second catheterization contrast has been admitted through urine catheter, but the balloon still has been placed in urethra; and there was no contrast inside urine bladder visible. That suggested urethra detachment. In this situation cystostomy has been performed.\\nIn the next period 2 complementary diagnostic methods were performed. Contrast-enhanced CT scan (Siemiens)-investigation demonstrated that contrast fills bladder without outflow. Urethra has not been revealed on these scans (Figures –). And CT Urethrocystography (Siemiens) examination demonstrates that contrast fills urethra without filling bladder (Figures –). After careful analysis of patient general condition and all injuries; preservative treatment has been introduced.\\nControl urethrocystography (2 weeks later) showed that contrast administrated through Pezzer catheter fills bladder without outflow (). Urethra also has not been revealed on these scans.\\nThe patient stayed in the hospital for 3 months because of infectious complications concerning both lungs and urine tract. The patient was consulted by urologists; and the decision of urethra continuity restoration was made after finishing treatment of other injuries and complications and proper preparation. Until this moment cystostomy is maintained.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'16052359': 1, '7597359': 1, '12853670': 1, '33680853': 1, '8705225': 1, '15093239': 1, '29644168': 1, '15180604': 1, '9542018': 1, '22606630': 2}", "similar_patients": "{}"}