{"patient_id": 38810, "patient_uid": "3431044-1", "PMID": 22953069, "file_path": "comm/PMC003xxxxxx/PMC3431044.xml", "title": "An Interdisciplinary Approach for Rehabilitating a Patient with Amelogenesis Imperfecta: A Case Report", "patient": "A 21-year-old male patient presented with a chief complaint of discolored teeth. He did not complain about tooth sensitivity and chewing inability. No remarkable findings were identified in his medical records. Among his first-degree family members, only one of his 2 sisters and his brother exhibited the same dental problems and his parents were cousins, so his inheritance pattern of AI was autosomal recessive. He had not received any prior dental treatment. In extraoral examination, the patient had competent lips and showed no facial asymmetry, no muscle tenderness or palpable lymph nodes, and no signs and symptoms of joint disorder. Intraoral examination revealed hypoplastic and hypomature types of AI in posterior and anterior teeth, respectively. The incisal edges were thin and the cuspal structures were aberrant (). There were short clinical crowns, especially in the posterior regions. Other findings included posterior teeth wear and caries on teeth nos. 14, 15, 29, and 30. The patient had constricted maxillary arch and crossbite relationship in bilateral posterior regions and teeth nos. 6 and 7. The patient suffers from pain on teeth nos. 14 and 29. The patient's oral hygiene was generally poor, as evidenced by bleeding on probing and plaque index findings. No packet deeper than 4 mm was recorded and the gingiva was hyperemic and edematous. Esthetic evaluation revealed a “gummy smile” in anterior maxilla and asymmetry in gingival contours of anterior teeth. The interocclusal distance measured at the premolar region during physiological rest was 3 mm. It was not possible to determine the molar relationship, but a Class I canine relationship was observed. The panoramic radiograph shown in revealed a thin layer of enamel along the top of most erupted teeth. The crown of teeth nos. 2 and 18 were resorbed. The teeth nos. 1, 2, 16, and 18 were impacted and the teeth nos. 17 and 32 were missed. The root of all teeth appeared to be normal in size and shape. Several closely approximated roots were also evident. Pulpal involvement was found on teeth nos. 14, 29, and 30.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'15966649': 1, '16827032': 1, '18798781': 1, '20640366': 1, '16171448': 1, '17692589': 1, '7899098': 1, '9524971': 1, '3862024': 1, '29599599': 1, '14970781': 1, '285896': 1, '12617253': 1, '15892529': 1, '17142066': 1, '14554076': 1, '10466415': 1, '3150442': 1, '15295316': 1, '8198082': 1, '18499550': 1, '6960709': 1, '10503869': 1, '1397423': 1, '292722': 1, '12924992': 1, '17486193': 1, '34976063': 1, '10960756': 1, '12589277': 1, '1508515': 1, '12747451': 1, '18615322': 1, '11936459': 1, '16388292': 1, '32190203': 2, '9777506': 1, '8152999': 1, '22953069': 2}", "similar_patients": "{'7071539-1': 1}"}