{"patient_id": 45893, "patient_uid": "3931662-1", "PMID": 24520983, "file_path": "comm/PMC003xxxxxx/PMC3931662.xml", "title": "Sixteen years post radiotherapy of nasopharyngeal carcinoma elicited multi-dysfunction along PTX and chronic kidney disease with microcytic anemia", "patient": "A 38 years old male patient visited the Urological Outpatient Department and complained mainly about complete loss of penile erection already for half a year. The fact was soon recognized that he had been diagnosed to be with NPC, epidermoid carcinoma, nonkeratinizing in July 2, 1997, Stage cT3N2bM0 (previous AJCC staging system, 4th edition, not AJCC 7th staging system). The overall cumulative radiotherapy dose was 7140 cGy/42 fractions. The fraction dose was 170 cGy. The irradiation was delivered with conventional 2-dimensional radiotherapy using the linear accelerator equipped with 6 MV energy. Complete tumor response was achieved. The physical examination revealed shrunken external genitalia with penile size severely reduced to only 4 cm long accompanied with complete loss of pubic hair (Figure ). His testicles are apparently with atrophy, size severely reduced to approximately 2×1.5 cm (not shown). Tracing back to the past history, the patient was diagnosed with nasopharyngeal carcinoma (NPCA) and as in the above mentioned he had received cumulative radiotherapy dose 7140 cGy/42 fractions (170 cGy/per fraction) sixteen years ago and didn’t receive any extra surgery or chemotherapy for this NPCA. The NPCA was successfully treated and didn’t recur up to present. In the same duration, he successfully went on to father three healthy children, age 16, 15 and 10 respectively.\\nThe sagittal views reveal his hypophysis has been injured severely. The nasal pharyngeal area is severely deformed. (Figure ). After testis biopsy, the pathological report showed pictures of mature testis with spermatogenesis, well developed seminiferous tubules and Leydig cells, yet the number of mature spermatozoa is fair per cross section of seminiferous tubules. The thickening of tubular wall indicates early stage testicular atrophy (Figure ).\\nThe laboratory data revealed extremely lowered HGH, lower levels of LH, testosterone, E2, total thyroxine and free T4, accompanied with severely lowered cortisol, low end level ACTH, FSH, total T3, and free T3; highly elevated TSH, high end normal prolactin, and normal estriol were also noticed (Table ). Complete blood count revealed low RBC, severely lowered Hb, HCT, MCV, MCH, MCHC, PLT, MPV, elevated RDW (Table ); severely lowered ferritin, low serum iron levels, highly elevated serum total iron binding capacity, elevated transferrin and the low end marginal e-GFR (Table ). This patient was commenced on replacement therapy with cortisone injections, Ringer’s solution (3%), thyroxine (T4), and testosterone replacement were immediately prescribed.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'20486938': 1, '19498038': 1, '19699382': 1, '6996567': 1, '18270844': 1, '12773132': 1, '17201804': 1, '7641416': 1, '21613351': 1, '30142801': 1, '10518398': 1, '9695882': 1, '12657433': 1, '3150826': 1, '592808': 1, '15673575': 1, '18073301': 1, '30157800': 1, '29951444': 1, '2594955': 1, '11273062': 1, '20803169': 1, '22518131': 1, '24520983': 2}", "similar_patients": "{}"}