{"patient_id": 156625, "patient_uid": "3262997-1", "PMID": 22276230, "file_path": "noncomm/PMC003xxxxxx/PMC3262997.xml", "title": "Recurrence of a cerebral arteriovenous malformation following complete surgical resection: A case report and review of the literature", "patient": "A previously healthy, 8-year-old, right-handed girl initially presented to the emergency department of another institution with nausea and vomiting followed by a decreased level of consciousness. Upon examination, she was somnolent but arousable with intact brainstem reflexes and no motor deficit. An urgent computerized tomography (CT) scan revealed a right occipital intraparenchymal hematoma with intraventricular extension into the right lateral and fourth ventricle []. There was no overt hydrocephalus. The patient received supportive therapy in this institution and she made an uneventful recovery with residual left homonymous hemianopsia. She was discharged from the hospital after 4 weeks. Three months following the hemorrhage, on November 16, 1995, she underwent a brain Magnetic Resonance Imaging (MRI) that showed an area of encephalomalacia in the right occipital lobe []. A subsequent DSA was performed on December 28, 1995, which revealed a Spetzler-Martin grade III (4 × 3 × 1.5 cm) occipital AVM supplied by the posterior parietal and angular branches of the middle cerebral artery (MCA) and draining through a superficial cortical vein into the right transverse sinus []. There were no feeders from the left internal carotid artery (ICA), external carotid artery (ECA) or posterior cerebral artery (PCA). The patient was then referred to our center for AVM management.\\nOn January 5, 1996, the patient underwent a right occipital craniotomy for AVM resection. Postoperative DSA performed 17 days after surgery demonstrated no residual AVM []. The patient made an uneventful recovery except persistent visual field deficit. Although a Magnetic Resonance Angiography (MRA) was recommended at 8-month follow-up, the family declined this study and the patient was lost to follow-up.\\nSixteen years after surgery, at the age of 24, the patient developed daily headaches associated with nausea and dizziness that progressed over a 2-month period. Upon consultation in another institution, neurological examination revealed left homonymous hemianopsia and mild (4+/5) motor weakness of the left lower extremity. She was otherwise neurologically intact. CT angiography revealed a recurrence of the right occipital AVM fed by MCA branches and draining into the superior sagittal sinus (SSS) []. The patient was referred to our center where, on August 24, 2011, a DSA confirmed the right occipital AVM [Figure and ]. The patient underwent an uneventful second microsurgical resection of the occipital AVM recurrence through a right occipital craniotomy using ultrasonographic guidance. Postoperative DSA performed 7 days after surgery showed no evidence of residual AVM []. Her preoperative symptoms resolved, but her visual deficit was mildly accentuated postoperatively. The postoperative course was otherwise uneventful and she remains stable at 5-week follow-up.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'17053936': 1, '9059393': 1, '9348147': 1, '2330077': 1, '11173795': 1, '31201498': 1, '8683264': 1, '1562906': 1, '7954502': 1, '11117856': 1, '3810441': 1, '23010462': 1, '8622165': 1, '5076374': 1, '6661934': 1, '9932881': 1, '15451278': 1, '12784076': 1, '3976444': 1, '10369967': 1, '517193': 1, '3975823': 1, '2702671': 1, '6159458': 1, '544123': 1, '11844242': 1, '8893722': 1, '32912090': 1, '18759581': 1, '479931': 1, '24251063': 2, '34249522': 2, '10447283': 1, '7297176': 1, '1588424': 1, '2054808': 1, '32355154': 1, '15352595': 1, '26734564': 1, '22276230': 2}", "similar_patients": "{'8249148-1': 1, '3819914-1': 1}"}