{"patient_id": 39838, "patient_uid": "3502807-1", "PMID": 23198236, "file_path": "comm/PMC003xxxxxx/PMC3502807.xml", "title": "Life-Threatening Obstructive Sleep Apnea Caused by Adenoid Hypertrophy in an Infant with Noonan Syndrome", "patient": "A 15-month-old boy with Noonan syndrome was referred to our pediatric pulmonary department to assess the need for noninvasive positive pressure ventilation (NPPV). The patient was born with a body weight of 3675 g despite a 36 gestational age. He required hospital care during the first 3 weeks of life because of transient upper airway obstruction requiring nasal continuous positive airway pressure (CPAP). He was discharged home with nasal oxygen therapy for a few weeks. He also presented a moderated hypertrophic cardiomyopathy treated with beta-blocker therapy that was stopped after 6 months after improvement on ultrasonographic examination.\\nClinically, the patient presented with facial anomalies including short neck, micrognathia, macroglossia with glossoptosis, narrowed choanes, low-set ears, and a thoracic deformity (“cask” thorax). He needed nutritional support by nocturnal nasogastric tube because of swallowing and feeding difficulties. Axial and peripheral hypotonia was present during the first month of life but improved with age.\\nAt the age of 6 months, he was hospitalized during several weeks for an important persistent dyspnea due to rhinitis and major nasal obstruction and at the age of 12 months for a pneumopathy that rapidly responded to oral antibiotics. He was hospitalized again at the age of 15 months because of important desaturations during his daytime nap. Clinical examination was normal during wakefulness, while numerous obstructive apneas, with repeated oxyhemoglobin desaturation (with SpO2 <75%) followed by frequent awakenings and sweating, were observed during daytime naps. Nocturnal sleep study was therefore undergone and confirmed the previous findings. Morning venous blood gases were measured and showed a pH value of 7.34, a partial venous carbon dioxide tension (PvCO2) of 60 mmHg and bicarbonates at 31.5 mmol/L. The patient was discharged home as he was clinically stable. It was noticed that obstructive symptoms improved when the patient slept on supine position.\\nOn the consecutive respiratory examination in our department, rhinitis was diagnosed with the presence of slight fever and major mucous secretions. Diurnal blood gas measurements, as well as nocturnal blood gases assessment (with oxygen therapy at 1 L/min), were performed (SenTec AG, Therwil, Switzerland). We found altered daytime blood gases and nocturnal hypercapnia (). The movement and fragmentation index (MFI) and sleep efficiency were measured by overnight actigraphy (Actiwatch, Cambridge Neurotechnology Ltd., Cambridge, UK). MFI was defined as the sum of the minutes of movement expressed as a percentage of the total recording time (movement index), and the number of times that sleep was terminated after 1 minute expressed as a percentage of the total estimated sleep time (fragmentation index). The sum is expressed as a percentage of the duration of the nocturnal recording and is used as an index of restlessness. Thus, the higher the index, the greater the sleep disruption. Sleep efficiency was defined as the percentage of time spent asleep whilst in bed. MFI was abnormally high with a value of 83%, and sleep efficiency was low (59%). Clinical and fiberoptic examination showed a hypertrophy of the adenoids which completely obstructed the nasopharynx and normal tonsils. Adenoidectomy was promptly performed. No complication was observed during or after the surgical procedure.\\nTwo months after surgery, all symptoms of OSA had resolved, except for moderate sweating during the daytime nap. Diurnal blood gases and nocturnal gas exchange improved markedly (). Actigraphy showed a normal MFI of 28% and a normal sleep efficiency of 90%. Four months after surgery, the patient was eupneic and could be withdrawn from nutrition support. Daytime nap polysomnography was normal with an apnea-hypopnea index of 1 event/hour. He also considerably improved from a neurological point of view, with constant progress even though a bilateral fatigable clonus was present.", "age": "[[15.0, 'month']]", "gender": "M", "relevant_articles": "{'32684767': 2, '20091663': 1, '21889216': 1, '1503720': 1, '9738185': 1, '30306082': 1, '20876176': 1, '18646145': 1, '19622257': 1, '20975561': 1, '24907212': 1, '30429698': 1, '14702490': 1, '23198236': 2}", "similar_patients": "{'7344138-1': 1}"}