{"patient_id": 166545, "patient_uid": "3969698-1", "PMID": 24700956, "file_path": "noncomm/PMC003xxxxxx/PMC3969698.xml", "title": "Alopecia Areata and Vitiligo as Primary Presentations in a Young Male with Human Immunodeficiency Virus", "patient": "A 26-year-old Chinese male presented with hair loss and depigmented macules. Two years ago, several dispersed hair-loss patches appeared on the patient's scalp without any subjective symptom. Six months ago, several depigmented macules appeared on his face and neck. He previously visited a dermatologist and was diagnosed with alopecia areata as well as vitiligo. However, the treatment was ineffective. The patient, a homosexual man, denied drug abuse and blood transfusion. No member of his family had vitiligo or alopecia.\\nDermatological examination revealed several depigmented macules measuring 2 cm to 5 cm with clear boundaries distributed on the face and neck. Several smooth hair-loss patches measuring 1-2 cm were also distributed on the top of the head, and diffuse alopecia was observed around the head [Figure , , and ].\\nEnzyme-linked immunosorbent assay and Western blot revealed a positive result for serum anti-HIV antibody. Flow cytometry revealed that the patient's CD4 lymphocyte count and CD4/CD8 ratio were 20 cells/μL (3.7%) and 0.04, respectively, which are considerably low. The thyrotropic-stimulating hormone and free thyroxine levels were 7.69 μIU/mL and 10.06 pmol/L, respectively. Serological test of syphilis showed a positive T. pallidum particle agglutination, but the toluidine red unheated serum test was negative.\\nThe patient did not accept any therapy for 1 month until his second visit to the clinic. His alopecia areata worsened, presented ophiasis pattern with 80% hair loss on his head, and even his brows []. The patient's general state of health was still good, and manifestations of opportunistic infection and malignant tumor were not observed.\\nOne month after antiretroviral therapy (ART), the patient's alopecia areata dramatically improved, but no evident improvement in his vitiligo was found []. Laboratory results revealed that his CD4 lymphocyte count increased to 40 cells/μL. His CD8 lymphocyte count had a more considerable increase, resulting in a CD4/CD8 ratio of 0.03. Although, his CD4 lymphocyte count was still very low, no other complaints were reported. The patient received benzathine penicillin injection for 3 times, but his vitiligo was not still improved.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'16325065': 1, '14870989': 1, '22512484': 1, '29387768': 1, '30425865': 2, '31885599': 2, '27738425': 1, '8881662': 1, '19532080': 1, '23130209': 2, '21334464': 1, '18064031': 1, '18026114': 1, '2091731': 1, '24700956': 2}", "similar_patients": "{'6217883-1': 1, '3481795-1': 1, '6927064-1': 1}"}