{"patient_id": 39604, "patient_uid": "3487519-1", "PMID": 23130065, "file_path": "comm/PMC003xxxxxx/PMC3487519.xml", "title": "Clinical Management of Dens Invaginatus Type 3: A Case Report", "patient": "A healthy 12-yr-old male patient with a history of a sinus tract in the upper right anterior mucosa was referred to the author’s private clinic. Medical history was unremarkable. Intra-oral soft tissues were free of any pathologic signs and there was no associated swelling. Clinical examination revealed a sinus tract in the buccal mucosa next to teeth #6 and #7. A gutta-percha point (Dentsply, Maillefer, OK, USA) was inserted into the sinus tract and a radiograph was taken to trace the gutta-percha point (). The origin of the sinus tract was located apical to tooth #6. The radiograph showed a mature canine with an open apex DI (type 3 Oehlers). An extended area of radio-lucency adjacent to the mesial aspect of the apex was noted. The radiograph also demonstrated an enamel-like root canal tract that appeared to be separate from the main root canal system (two canals) ().\\nThe tooth responded to thermal and electrical tests, and periodontal probing revealed normal periodontium. There was no mobility, no pain on palpation, and tenderness to percussion was mild. The crown of the affected tooth was intact; however it displayed a lingual pit above the cingulum. The affected canine was somewhat larger in its buccolingual aspect than its counterpart. The main canal of the pulp was diagnosed as normal and the accessory root canal tract was diagnosed as having a necrotic pulp associated with DI type 3 and chronic apical periodontitis.\\nNSRCT was planned initially with possible surgical intervention in the future. Both parents and patient were subsequently informed about the complex anatomy of the tooth and the long-term prognosis of different treatment plans, and a decision was made to perform nonsurgical RCT. A written consent form was acquired before each phase of the treatment. The tooth was anesthetized with 2% lidocaine with 1:100,000 epinephrine (Xylocaine, Dentsply Pharmaceutical, York, PA, USA) and isolated with a rubber dam. Access cavity was made from the lingual pit with high speed turbine and diamond fissure bur (Dentsply, Maillefer, Baillaigues, Switzerland). Despite all efforts to limit the access to the invaginated portion, the main root canal was exposed and the presence of vital pulp tissue and bleeding confirmed the initial diagnosis. Subsequently, DI was exposed which resulted in drainage from this infected canal. Working lengths for both canals were determined radiographically (). Gates Glidden drills and hand k-files (Dentsply, Maillefer, USA) were used to clean and shape canals. Irrigation was performed with copious 0.5% NaOCl solution. Calcium hydroxide (Pulpdent Corp, Watertown, MA, USA) was placed in the main canal and invagination for one week. The access cavity was sealed with Cavit (3M, ESPE, Seefeld, Germany) between appoint-ments. At the next visit, the sinus tract had healed. However, there was still some serous discharge and bleeding through the invaginated canal. After irrigation with 0.5% NaOCl, calcium hydroxide was replaced in both canals for further one week.\\nAt the third appointment, intracanal medicament was removed, and both canals were made completely dry. Due to the blunderbuss nature of the invaginated portion, mineral trioxide aggregate (MTA) was used to obturate this canal. The invaginated and main canals were dried with paper points (Dentsply, Maillefer, OK, USA). First a calcium hydroxide plug was placed in the invaginated canal to prevent extrusion of MTA. Then, ProRoot MTA (Maillefer, Dentsply, Baillaigues, Switzerland) was mixed with normal saline according to manufacturer’s instruction and was used to obturate the entire invaginated canal. Main root canal with the closed apex was obturated with gutta-percha (Dentsply, Maillefer,OK, USA) and AH-26 sealer (Dentsply, DeTrey, Konstanz, Germany) by lateral condensation technique. The access cavity was restored with composite resin (Solitaire 2, Heraeus Kulzer, Wehrheim, Germany) ().\\nThe 18 months follow-up clinical examination revealed healthy clinical appearance and function; radiographs showed complete healing of the periapical pathology ().", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'10332241': 1, '15032229': 1, '16245464': 1, '23285474': 1, '16521383': 1, '25426153': 1, '20478461': 1, '19410097': 1, '13477660': 1, '269901': 1, '12442832': 1, '26213545': 2, '17209826': 1, '15762342': 1, '31799167': 2, '12752539': 1, '34150953': 2, '18928847': 1, '6928583': 1, '12110105': 1, '15085044': 1, '282570': 1, '264935': 1, '19133103': 1, '25878686': 2, '9796478': 1, '6579168': 1, '13590744': 1, '23130065': 2}", "similar_patients": "{'6875537-1': 1, '4509963-1': 1, '4387633-1': 1, '8206600-1': 1}"}