{"patient_id": 42367, "patient_uid": "3667138-1", "PMID": 23668751, "file_path": "comm/PMC003xxxxxx/PMC3667138.xml", "title": "Startle myoclonus induced by Lyme neuroborreliosis: a case report", "patient": "A 69-year old Caucasian man presented with a two-week history of pronounced startle myoclonus elicited by unexpected visual or tactile stimuli to his upper body, which had led to a fall shortly before admission. In addition, he had a four-week history of double vision, gait disturbance and severe lancinating pain in his upper thoracic region. His medical history included arterial hypertension, a mild left-sided stroke due to a lacunar infarction of the basal ganglia six years ago and severe bilateral hypacusis requiring hearing aids. On admission, a neurological examination showed an excessive startle reaction of his upper trunk evoked by visual and tactile stimulation of the mantle region, positive sign of Lhermitte, mild right-sided palsy of his sixth and seventh cranial nerves, moderate dysarthria, pre-existing latent hemiparesis of his left side, irregular moderate postural tremor of both hands, mild dysmetria of both legs, very brisk deep tendon reflexes, pallhypesthesia of his legs, and an atactic gait disturbance.\\nA magnetic resonance imaging (MRI) scan of his head showed diffuse unspecific signal alterations compatible with pre-existing vascular lesions. An MRI scan of his cervical spine demonstrated no pathology except for degenerative alterations of his cervical column. Results of an electroencephalogram were normal. His cerebrospinal fluid (CSF) showed a predominantly lymphocytic pleocytosis (500 cells/μL), a raised protein level (2370mg/L) and a positive immunoglobulin titer for Borrelia burgdorferi with a specific antibody index (CSF/serum) of 8.2 for immunoglobulin G and 4.0 for immunoglobulin M (normal value <0.300)\\n[]. All the other neurotropic virologic and luetic antibody titers were negative. Thus, a diagnosis of a Lyme neuroborreliosis was confirmed.\\nOur patient improved considerably after a few days of an intravenous treatment with ceftriaxone of 2g per day, which was continued for two weeks. His lancinating pain syndrome, cranial nerve palsies and atactic gait disappeared. His exaggerated startle reaction to visual and tactile stimuli rapidly diminished. On discharge, the only remaining symptom was a clinically irrelevant myoclonus of his right sternocleidomastoid muscle after a tactile stimulus of the vertex. Two months later, our patient had completely recovered. The lymphocytic pleocytosis of his CSF had dropped to 11 cells/μL (Additional file\\n).", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'1884185': 1, '31888906': 1, '2048395': 1, '31655921': 1, '16713923': 1, '17336782': 1, '23668751': 2}", "similar_patients": "{}"}