{"patient_id": 44511, "patient_uid": "3847353-1", "PMID": 24028157, "file_path": "comm/PMC003xxxxxx/PMC3847353.xml", "title": "Acute adrenal insufficiency following arthroplasty: a case report and review of the literature", "patient": "A 52-year-old Caucasian woman, mother of two children, underwent right hip arthroplasty and was administered LMWH (enoxaparin 8,000 IU per day) for seven days in order to prevent thromboembolic events. Arthroplasty was successfully completed without intraoperative or early postoperative complications, except for a fall in platelet count from 214,000/μL to 116,000/μL. Haemoglobin and white blood cell count were normal. The patient was discharged from the hospital in good condition without any sign or symptom of haemorrhage, thromboembolism or infection.\\nOn postoperative day 9, she presented in the emergency department complaining of abdominal pain, vomiting and weakness. She was dehydrated and tachycardic (105 beats per minute). Decreased skin turgor and low blood pressure (90/60mm Hg) were observed. Biochemical exams indicated hyponatremia (128mmol/L, normal range 136–145) and hyperkalemia (5.97mmol/L, normal range 3.5-5.1), normal serum glucose levels, as well as normal kidney and liver function. The patient was afebrile and the wound healed satisfactory. The administration of isotonic solutions was decided but the patient responded poorly. Intravenous use of dopamine was added thereafter, resulting in slight improvement of clinical symptoms, mainly vomiting and arterial blood pressure. As the abdominal pain was persistent, the patient underwent abdominal CT which was indicative of “bilateral adrenal adenomas”. Due to this finding, the patient was referred to our department for further evaluation.\\nConsidering the clinical signs of dehydration and the presence of hyperkalemia (5.72mmol/L, normal range 3.5-5.1) and hyponatremia (130mmol/L, normal range 136–145), adrenal insufficiency was suspected. Cortisol levels were measured and found to be very low (cortisol 40nmol/l, normal range 70-250nmol/l). A 250-μg adrenocorticotropic hormone (ACTH) stimulation test (Synacthen test) was performed for further evaluation; no increase in cortisol was observed confirming the diagnosis of primary adrenal insufficiency (basal cortisol equal to 32.9nmol/l, 30 and 60 min after Synacthen equal to 34nmol/l and 32.1nmol/l respectively, normal range 70-250nmol/l). ACTH levels were very high (1763.4pg/ml, normal range 9–52). MRI of the upper abdomen showed the presence of bilateral adrenal “lesions” with greatest dimension 2.3cm on the right and 2.5cm on the left. On T2 weighted-images the above mentioned findings had high signal intensity with a low signal intensity ring along the periphery compatible with the presence of haemosiderin consequence of previous haemorrhage and chronic hematomas (Figure ). No signal drop-off on in- and out- of phase images and no significant enhancement following iv contrast was depicted.\\nConsidering the variety of causes that could trigger bilateral adrenal haemorrhage in accordance with the medical history of the patient, traumatic injury, burns or pregnancy were ruled out []. Furthermore, she was afebrile without any clinical signs of septic shock. Antiphospholipid syndrome was excluded due to the absence of vascular thrombosis and the history of two normal deliveries. Based on the fact that the patient had received LMWH postoperatively, haemorrhage was considered to be the cause of adrenal failure. Heparin-PF4-IgG antibodies (measured by enzyme-linked immunosorbent assay [ELISA]) were negative. Moreover, the low pretest clinical score for HIT (total 2 points, 1 point from thrombocytopenia and 1 point from surgery) in the patient was correlated with high- negative predictive value for heparin induced adrenal haemorrhage [].\\nReplacement therapy with hydrocortisone and fludrocortisone was started. Three months later, ACTH levels fell to 397pg/ml. Adrenal MRI showed that the lesions had decreased in size and had homogeneous low signal on T2 weighted images, findings consistent with the evolution of hematomas (Figure ). The oral replacement with hydrocortisone and fludrocortisone remains until the present time.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'12149950': 1, '11305201': 1, '8294632': 1, '6124705': 1, '21938456': 1, '17266058': 1, '1637233': 1, '16634744': 1, '3944871': 1, '6244751': 1, '8235035': 1, '20600068': 1, '12704285': 1, '7811590': 1, '3564517': 1, '3468384': 1, '19100934': 1, '20680302': 1, '9218034': 1, '8615383': 1, '1558445': 1, '1744311': 1, '12189738': 1, '21242799': 1, '18574271': 1, '2633663': 1, '17564184': 1, '8525450': 1, '10379347': 1, '21414743': 1, '15797086': 1, '12788587': 1, '7807117': 1, '17127145': 1, '23453114': 1, '16244529': 1, '17186288': 1, '10630659': 1, '22479678': 2, '2586555': 1, '11213304': 1, '1635495': 1, '22397862': 1, '11565500': 1, '31684918': 2, '21411065': 1, '1842892': 1, '24028157': 2}", "similar_patients": "{'3318239-1': 1, '6829824-1': 1}"}