{"patient_id": 45976, "patient_uid": "3938044-1", "PMID": 24400724, "file_path": "comm/PMC003xxxxxx/PMC3938044.xml", "title": "Surgical treatment of an invasive thymoma extending into the superior vena cava and right atrium", "patient": "A 75-year-old male patient presented to the Department of Cardio-Thoracic Surgery (Wuhan General Hospital of Guangzhou Military Command, Hubei, China)with signs and symptoms of SVC syndrome. During examination, an important jugular vein engorgement, edema of the face, neck, and anterior chest wall, and shortness of breath were found. A chest computed tomographic (CT) scan revealed a mass in the middle mediastinum, extending to the SVC and RA (Figure ). Transthoracic echocardiography (TTE) examination demonstrated a hyperechogenic softtissue density mass in the RA, and no blood flow signal was found in the SVC or anonymous veins.\\nDue to its extensive nature and the potential risks associated with the location of the mass, the decision was made to take the patient to the operating room immediately without any preoperative chemotherapy or radiation therapy, to avoid neoplastic embolization and to resolve the SVC syndrome. The patient underwent median sternotomy, and it was observed that the thymoma had invaded the SVC and anonymous veins. A patch of pericardium was excised laterally to the left and right phrenic nerves. A radical thymectomy was performed. Cardiopulmonary bypass (CPB) was instituted after cannulation of the inferior vena cava (IVC) and the ascending aorta. The RA was then opened. A large mass (measuring 8 cm × 6 cm × 5 cm) was seen in the RA with its tail in the atrial septum (Figure ). The intracardiac portion of the mass was resected. The SVC and brachiocephalic vein (BCV) were then opened. The tumor was firmly adherent to the vascular wall. The involved parts of the SVC and left BCV were removed. The pericardium was divided into a large square and a relatively smaller rectangle. The former was sutured to a 10 cm long conduit with 2 cm in diameter. The latter was sutured into a shorter conduit and anastomosed to the 10 cm conduit in an end-to-side way to complete the construction of the autologous pericardial ‘Y’ conduit. The bilateral BCV was then bypassed by anastomosing the autologous pericardial ‘Y’ conduit to the right atrial appendage. The left BCV was first cross-clamped and then the venousgraft anastomosis was made in an end-to-end way. The left BCV was then bypassed by anastomosing the autologous pericardial ‘Y’ conduit to the right atrial appendage. After the left-sided venous drainage had been reestablished, the right BCV was anastomosed to an autologous pericardial ‘Y’ conduit in the same way (Figure ). All the anastomoses were made with continuous 5–0 prolenesutures (Ethicon, Inc, Somerville, NJ, USA). The patient was weaned off the CPB uneventfully.\\nPathologic examination revealed a type B3 thymoma (Figure ), which had directly invaded the left BCV, the SVC, and the RA. The patient was discharged home on postoperative day 14 without symptoms, and further management through outpatient chemotherapy was pursued. After the operation, the patient was anticoagulated with warfarin for 3 months, and then took aspirin instead of warfarin for anticoagulation. To date, 40 months after the surgical procedure, the patient is still alive and free of disease. In July 2013, a review of the chest CT showed that the autologous pericardial ‘Y’ conduit was patent, and the patient was free from any signs and symptoms indicative of SVC syndrome.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28449480': 1, '12555596': 1, '17768061': 1, '12895640': 1, '27797848': 1, '17982975': 1, '20487112': 1, '28344425': 1, '24400724': 2}", "similar_patients": "{}"}