{"patient_id": 159245, "patient_uid": "3479704-1", "PMID": 23109987, "file_path": "noncomm/PMC003xxxxxx/PMC3479704.xml", "title": "Adenocarcinoma with Intraductal Papillary Mucinous Neoplasm Arising in Jejunal Heterotopic Pancreas", "patient": "A 74-year-old man was admitted due to acute abdominal pain, which had started 3 hours earlier, with a stool problem since the previous month. He had a history of hypertension, cerebral infarction and benign prostatic hyperplasia under medical treatment. Physical examination revealed direct and rebound tenderness of the lower quadrants of the abdomen. Computed tomography of the abdomen showed multiple air bubbles and wall thickening of the sigmoid colon with fecal materials in the pericolic space. Laboratory results were within the normal ranges except for an elevated carbohydrate antigen 19-9 (88.39 U/mL). Under the impression of panperitonitis caused by perforation of sigmoid colon cancer an emergency operation was performed. During the operation, sigmoid colon showed a perforating tumor, which was severely adhered to the jejunum. Hartmann's operation and segmental resection of the small intestine were carried out.\\nGrossly, the specimen consisted of two separate segments of sigmoid colon and jejunum. Serosal surface of sigmoid colon showed a fibrotic torn area, which was considered to be a result of surgical detachment from jejunum. Inside was an irregular cauliflower-like mucosal lesion projected into the lumen. On section, a 3.0 cm-sized tumor with irregular infiltrating border was noted. The separately submitted jejunal segment demonstrated irregular serosal surface and intact mucosa. Sectioning of the jejunum revealed a 3 cm-sized gray-tan and rubbery tumor mainly located in the muscular layer, extending to the perijejunal soft tissue. Dilated duct-like spaces were seen in the involved muscular layer.\\nHistologically, the jejunal wall displayed irregularly dilated cystic areas, invasive carcinoma and focal heterotopic pancreatic tissue (). The foci of invasive carcinoma were composed of well-formed glands as well as individual cells and clusters, featuring well to poorly differentiated adenocarcinoma. The tumor was distributed through the muscular layer in a haphazard fashion, and infiltrated into the submucosal layer of jejunum and into the perijejunal soft tissue. The mucosa of jejunum was intact. The heterotopic pancreatic tissue was composed of ducts and acini without islet, intermingling with the tumor in the muscular layer of the jejunum (). Some ducts showed features of pancreatic intraepithelial neoplasia (PanIN) (). And more ectatic ducts with intraluminal papillary growth were present. The papillae were composed of mucin-secreting columnar epithelial cells with extensive pyloric metaplasia and variable degrees of cytologic atypia, being consistent with IPMN (). This lesion measured 7 mm in diameter. Transitional areas from high-grade PanIN and IPMN to adenocarcinoma were noted (). In the sigmoid colon, adenocarcinoma showing similar patterns to the jejunal tumor was present. Neoplastic glands were dispersed through the colonic wall and mesocolon (). Heterotopic pancreas, PanIN, and IPMN were not found in the sigmoid colon. Immunohistochemically, both jejunal and colonic tumors including IPMN showed positive reactions for cytokeratin 7, MUC5AC and MUC6 and negativity for cytokeratin 20, p53, and MUC2. By operative, pathologic and immunohistochemical findings, this adenocarcinoma was assumed to have arisen from a jejunal heterotopic pancreas via precancerous conditions (such as IPMN and PanIN), and invaded directly into the sigmoid colon.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'30093986': 2, '14990608': 1, '10420228': 1, '15185262': 1, '25793138': 2, '19361620': 1, '8192567': 1, '20205774': 2, '17055883': 1, '15252303': 1, '18387995': 1, '18991219': 1, '26943438': 2, '26167093': 1, '17389169': 1, '34674710': 2, '15737052': 1, '16172299': 1, '19129053': 1, '20869744': 1, '14846476': 1, '21048696': 1, '30415408': 1, '10228851': 1, '23109987': 2}", "similar_patients": "{'2823681-1': 1, '8529847-1': 1, '4648850-1': 1, '4352448-1': 1, '6077795-1': 1}"}