{"patient_id": 161862, "patient_uid": "3680610-1", "PMID": 23772412, "file_path": "noncomm/PMC003xxxxxx/PMC3680610.xml", "title": "A Postoperative Thrombotic Thrombocytopenic Purpura in a Cardiac Surgery Patient: A Case Report", "patient": "A 62-year-old woman was hospitalized for the further evaluation of her progressive chest discomfort for 10 days. The patient had undergone total thyroidectomy 20 years earlier, and she has been managed for hypothyroidism since then. Seven years prior to admission, she was diagnosed with and managed for angina pectoris, but was not evaluated properly. A month before presentation, she had experienced worsening chest pain with dyspnea on exertion despite medication. She was diagnosed with severe mitral regurgitation by echocardiography at our cardiovascular clinic. When she was hospitalized, she complained that her chest pain and dyspnea had been aggravated with time. Two weeks of medicinal management did not control the symptoms. After dobutamine stress echocardiography, it was determined that the patient should undergo open heart surgery. Mitral valve replacement was performed under extracorporeal circulation. Immediately after surgery, the patient's general condition and laboratory data were found to be stable except for mild thrombocytopenia. Platelet concentrates were transfused to increase the platelet number and prevent unexpected bleeding. A postoperative echocardiogram showed good mitral valve function without para-valvular regurgitation. Since postoperative day 4, she had a fever over 38℃ and the laboratory data showed signs of disseminated intravascular coagulopathy (DIC). Acinetobacter baumannii was cultured in the blood. She was treated with broad spectrum antibiotics for sepsis as well as plasma and platelet transfusion for pulmonary hemorrhage, which occurred on postoperative day 6. Since the thrombocytopenia did not respond to transfusion, intravenous immunoglobulin G was infused and methylprednisolone was administrated intravenously at a dose of 15 mg three times a day. In spite of vigorous treatment, the platelet count did not increase, and even worse, it decreased to a lower count. The lowest platelet count occurred at postoperative day 9. To identify the reason for the refractory response to platelet transfusion, a study for antibody to platelet and additional immune workup were performed on postoperative days 9 and 10. The findings included hemolytic anemia with thrombocytopenia (hemoglobin=7.6 g/dL, platelet=15,000/µL, schistocytosis(+) in a peripheral blood smear), negative direct and indirect Coombs tests, decreased haptoglobin (3 mg/dL), normal ranges of an international normalized ratio (INR 1.13), activated partial thromboplastin time (38.2 seconds) and fibrinogen (287 mg/dL), slightly elevated D-dimer (3.3 µg/mL), hyperbilirubinemia (total bilirubin 3.28 mg/dL, direct bilirubin 1.9 mg/dL), increased lactate dehydrogenase (580 mg/dL), normal serum alanine aminotransferase (10 IU/L) and aspartate aminotransferase (15 IU/L), increased blood urea nitrogen (51 mg/dL), normal creatinine (0.8 mg/dL), microscopic hematuria (red blood cell >30/HPF), negative human immunodeficiency virus antibody, and positive hepatitis B surface antibody. The immune workup results showed decreased complement 3 and 4 levels (lower-most to 51.5/6.9 mg/dL; normal range, 90-180/10-40 mg/dL) and strong positivity in an autoimmune target test (autoimmune cytoplasmic antibody level 4). Antiplatelet antibody was negative. Since postoperative thrombotic thrombocytopenic purpura (TTP) needed to be ruled out at that moment, platelet transfusion was discontinued and the dosage of methylprednisolone was increased to 75 mg/day. Treated with the increased dosage of methylprednisolone, the platelet count steadily increased and maintained within a stable range. The increase in the platelet count and associated dosage of methylprednisolone can be seen in .\\nSince the patient's general condition was stable without thrombocytopenia, or pulmonary bleeding or bleeding from other sites as of postoperative day 18, the tapering of the dosage of methylprednisolone was begun and close observation for bleeding or thrombotic events was maintained. The patient was not given heparin or any other anticoagulation agent until postoperative day 36 due to the above history, but warfarin was given as an anticoagulant since the patient clearly had no risk of bleeding tendency. The patient was discharged on postoperative day 51 after a long period of not only antibiotics treatment for sepsis due to Acinetobacter baumannii but also management and monitoring for ventricular tachycardia. The patient has not complained since of the symptoms of congestive heart failure and has had a normal platelet count for 28 months of follow-up.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'33023308': 1, '27272154': 1, '21496552': 1, '34564132': 1, '19817999': 1, '19073011': 1, '20103218': 1, '33518399': 1, '27525072': 1, '30089509': 2, '19665681': 1, '22445678': 1, '19210323': 1, '22624596': 1, '23772412': 2}", "similar_patients": "{'6083511-1': 1}"}