{"patient_id": 160848, "patient_uid": "3601244-1", "PMID": 23531499, "file_path": "noncomm/PMC003xxxxxx/PMC3601244.xml", "title": "A vascular complication in computer navigated total knee arthroplasty", "patient": "A 58-year-old man with a diagnosis of varus osteoarthritis (OA) of the right knee underwent navigated total knee arthroplasty (TKA) using standard technique.\\nOur current practice is to use computer navigation for all primary TKA. We use a passive reflector-based system (Brainlab, Feldkirchen, Germany) with fixation of the femoral reference array using two 3-mm-diameter threaded pins. These are inserted anteriorly through stab incisions, with the knee in flexion, as proximally as the tourniquet will allow. Tibial pins are inserted in the mid diaphysis into the subcutaneous surface of the tibia []. All pins are bicortical in order to maintain secure fixation for the duration of surgery.\\nComputer registration is performed with digitalization of the hip and ankle centers and specific landmarks of the knee. A size 6 generation II cemented femoral implant and a size 6 generationII cemented tibial component were implanted with an 11-mm polyethylene insert. There was no obvious complication during surgery.\\nThe patient had some pain and thigh swelling postoperatively, but this was considered to be in keeping with recent surgery. He was discharged on the third postoperative day, having satisfied physiotherapy and occupational therapy goals.\\nHe reported 3 days later with increased right thigh pain, swelling, and a limited range of movement. He was given analgesia and placed onto a continuous passive motion machine. Deep vein thrombosis and fracture were excluded on ultrasound scan and plain radiographs. An ultrasound guided diagnosis of a quadriceps hematoma at the site of the femoral pins was made. This was confirmed by computerized topography (CT) with intravenous contrast [], which showed a large quadriceps hematoma and active bleeding into the femoral canal from a branch of the superficial femoral artery as it entered linea aspera at the site of pin insertion.\\nOn day 10, the hematoma was evacuated and two 14-mm unicortical screws were inserted into the femur at the site of the bleed to tamponade the bleed. Unicortical screws were used to reduce the risk of further arterial injury with bicortical screws and the CT scan also showed unicortical injury.\\nAt 2 weeks post presentation, he underwent a manipulation under anesthesia for ongoing stiffness. He then had a flexion of 0°–90°, but also had some persistent swelling and was prescribed a short course of diazepam. He showed continued improvement since the second operation and had no further complications at the final followup 6 months later [].", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'17272438': 1, '16459860': 1, '16230232': 1, '16260662': 1, '17662132': 1, '33298106': 1, '15809943': 1, '15125124': 1, '25239506': 1, '16309998': 1, '15660057': 1, '12942197': 1, '15007563': 1, '15534533': 1, '15346071': 1, '15274263': 1, '23531499': 2}", "similar_patients": "{}"}