{"patient_id": 37600, "patient_uid": "3350004-1", "PMID": 22606608, "file_path": "comm/PMC003xxxxxx/PMC3350004.xml", "title": "Emphysematous Cystitis: Report of an Atypical Case", "patient": "A 66-year old schizophrenic male was brought to the emergency department because of severe abdominal pain and vomiting for three hours. He was pale, sweating, and tachypneic. Autoanamnesis was impossible because of his psychiatric comorbidity but heteroanamnesis told us he had not mentioned any other complaints.\\nBesides schizophrenia no other pathology was retained in his medical history. His daily medication consisted of an antipsychotic drug, an anticholinergic drug, and a benzodiazepine.\\nPhysical exam revealed a body temperature of 37.8°C, heart rate of 145 beats per minute, blood pressure of 130/55 mmHg, and oxygen saturation of 91%. Oxygen was administered with a quick increase of the oxygen saturation to 99%. Palpation of the abdomen was extremely painful with diffuse muscular defence. No other abnormalities were found. Physical examination was very difficult since patient was uncooperative.\\nLaboratory evaluation resulted in a CRP (C-reactive protein) of 49.47 mg/dL (0.00–0.50 mg/dL), white blood cell count of 6.52 × 10³/μL (4.50–11.00 × 10³/μL), prothrombin time of 59% (75–100%), serum creatinine of 6.0 mg/dL (0.70–1.20 mg/dL), BUN (blood urea nitrogen) of 217 mg/dL (8–50 mg/dL), and an eGFR (estimated glomerular filtration rate) of 9 mL/min (>60 mL/min). PSA (prostate specific antigen) measured 141 ng/mL (<6.9 ng/mL). Transaminases were augmented: ASAT (aspartate aminotransferase) 190 U/L (5–34 U/L), ALAT (alanine aminotransferase) 118 U/L (5–41 U/L). Furthermore an LDH (lactate dehydrogenase) of 605 U/L (240–480 U/L) and CK (creatine kinase) of 2206 U/L (<200 U/L) were found. Blood glucose level was 113 mg/dL (70–110 mg/dL).\\nMacroscopically urine was cloudy. Microscopic urinalysis showed >100 RBC (red blood cell)/HPF (high power field), 50–100 WBC (white blood cell)/HPF and some bacteria.\\nDespite painkillers, the patient continued complaining of abdominal pain. Because of the severity of his pain, computed tomography scan of the abdomen was performed. This revealed air in the bladder and the thickened bladder wall, associated with air intra- and retroperitoneally. Furthermore, bilateral pleural fluid, some free fluid in the peritoneal cavity, and a few dilated jejunal segments without characteristics of bowel ischemia were seen (Figures and ). The diagnosis of emphysematous cystitis was made.\\nBroad-spectrum antibiotics (piperacilline-tazobactam) were empirically started. Intravenous fluid and analgesics were associated. A transurethral catheter was placed and patient was admitted to the surgical department. A few hours later he was transferred to the intensive care unit (ICU) since he became more septic (hypotensive, tachycardiac, tachypneic) and developed a reddishness of the suprapubic region (). There was no fever.\\nThe following days the patient became less septic, renal function improved and the abdominal pain decreased. Contrary to the clinical improvement, the zone of reddishness expanded up to the flanks bilaterally (). After two days this reddishness subsided and patient was again admitted to the surgical department. Urine culture revealed more than 106 colonies/mL of Escherichia coli. Intravenous piperacilline-tazobactam administration was continued.\\nDespite continuous intravenous antibiotics and bladder catheterization, patient developed fever (38°C) one week after admission. A control computed tomography scan of the abdomen showed necrosis of the bladder wall, predominantly the bladder dome and right bladder wall, with associated peritonitis signs (Figures and ). The same day an explorative laparotomy was performed. Compatible with the computed tomography scan, the bladder dome and right bladder wall were necrotic and perforated. All necrotic tissue was resected, both ureteral orifices were visualised and preserved. The bladder was closed after placement of a new sterile transurethral catheter. Piperacilline-tazobactam administration was continued per- and postoperative.\\nA few hours postoperative patient became hemodynamically unstable. Chest X-ray and electrocardiogram were normal. Arterial blood sample showed a haemoglobin level of 4.7 g/dL. Although abdominal drains evacuated no blood a postoperative bleeding was suspected and patient was brought to the operating room for an urgent second look. A venous bleeding of the right iliac vein was visualised and sutured.\\nAfterwards patient was sedated, intubated, and ventilated for several days on the ICU. His situation gradually improved and ten days later he was again admitted to the surgical department with the transurethral catheter in situ. Antibiotics were switched to quinolones (levofloxacin).\\nA cystography three weeks postoperatively showed some contrast extravasation into the space of Retzius (Figures and ). Consequently the transurethral catheter was left in situ.\\nLevofloxacin administration was ceased after a sterile urine culture 25 days postoperatively.\\nTwo weeks later patient left the hospital with the transurethral catheter in situ, which he himself promptly removed on the third day following his discharge. Afterwards no voiding problems were seen so no new drainage was provided. A control cystography one week later revealed no contrast leakage anymore (). Patient was comfortable, voiding was uncomplicated with good voiding volumes and no residual volume, and patient was again discharged.\\nPathology report of the partial cystectomy specimen showed only necrotic tissue, Gram- and PAS staining (periodic acid-Schiff) were negative.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'18353396': 1, '20182668': 1, '34306777': 2, '23289047': 1, '17506870': 1, '17220755': 1, '13864008': 1, '24678369': 1, '4063739': 1, '22606608': 2}", "similar_patients": "{'8282390-1': 1}"}