{"patient_id": 162120, "patient_uid": "3701366-1", "PMID": 23833348, "file_path": "noncomm/PMC003xxxxxx/PMC3701366.xml", "title": "Alternative Psychosis – Is it a Defined Clinical Entity?", "patient": "We encountered a 45-year-old male patient with primary complaints of easy irritability and anger outbursts, verbally and physically abusive behavior towards everyone in the family, and throwing away utensils and valuable things out of the house. Such behavior was reported to persist almost throughout the day. He had also become unusually stubborn regarding accountability of household expenses, enquiring about money spent by his wife and children, which he had never done before. When asked about this behavior, he could not give any relevant explanation. The behavioral changes were noticed since 3 months with no similar past history. However, the patient had history of untreated seizure episodes since 13 years, characterized by sudden staring look for 30 s to 60 s during which the patient did not respond to any verbal command, and had occasional lip smacking or chewing movements. This was followed by generalized tonic-clonic body movements with tongue bite and urinary incontinence. Post episode, the patient remained unresponsive for 5 to 10 min and manifested confused behavior for 2 to 3 min after regaining consciousness. Seizure episodes occurred once in 15 to 20 days, and his behavior remained normal inter-ictally. Three months back, he had consulted a neurologist, and was diagnosed as having Temporal Lobe Epilepsy (complex partial seizures of temporal lobe origin with secondary generalization), based upon the abnormal EEG findings and Magnetic Resonance Imaging (Brain) which showed left sided mesial temporal sclerosis. Sodium valproate 500 mg, twice a day was prescribed. Within a week of starting the antiepileptic, there was onset of behavioral complaints which had continued for 3 months till the patient was referred for a psychiatric consultation. Meanwhile, there were no seizure episodes after starting treatment. A repeat EEG done showed no abnormality. Birth history was not available. There was no past or family history of psychiatric illness. The patient smoked “bidi” since 30 years, but used no other substance of abuse. He worked as a farm laborer, but was not attending work since 3 months. His physical and neurological examination and laboratory investigations (including serum valproate and serum ammonia) were within the normal range. On mental status examination, he had an irritable mood, with thoughts preoccupied about his family's behavior and his past seizure episodes. There were no evident delusions, hallucinations, formal thought or perceptual disturbances. He performed well on tests of cognition, although his social judgment was impaired and he had no insight into his current abnormal behavior. As rated on the 18-item Brief Psychiatric Rating Scale (BPRS), his score was 52. We prescribed risperidone 1 mg twice a day to the patient, while valproate was continued. As the patient significantly improved in 2 weeks, the score on BPRS fell to 25. He was asymptomatic after 1 month of starting the antipsychotic. Risperidone was continued for 3 months and then gradually tapered off. It has been 6 months since risperidone was stopped, but the patient's epilepsy is adequately controlled on valproate, and he has no psychotic or abnormal behavioral symptoms.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'12609326': 1, '25234075': 1, '2003402': 1, '10609605': 1, '11903478': 1, '10880283': 1, '14308489': 1, '17666070': 1, '23833348': 2}", "similar_patients": "{}"}