{"patient_id": 157601, "patient_uid": "3339019-1", "PMID": 22557823, "file_path": "noncomm/PMC003xxxxxx/PMC3339019.xml", "title": "Forced orthodontic extrusion and use of CAD/CAM for reconstruction of grossly destructed crown: A multidisciplinary approach", "patient": "A 22 year old male reported to department of Conservative dentistry and endodontics with the chief complaint of fractured maxillary right central incisor due to trauma 5 years back []. On clinical examination, a grossly destroyed carious crown with minimal remaining dentin was present with tooth # 8 []. Preoperative intraoral periapical radiographs showed gross destruction of crown of # 8 with wide canal and periapical radiolucency and deep proximal caries with # 9 []. Pulp vitality tests (electric and cold tests) revealed that tooth # 9 was non vital. The patient was concerned about aesthetics and unwilling to undergo extraction. Hence it was decided to restore the tooth with conventional endodontic treatment and post and core restoration. After excavation of caries it was seen that supragingival crown height both labially and palatally was 0.5- 1 mm. The crown: root ratio and occlusal clearance was adequate. Hence in order to gain crown height for fabrication of a customized post and core with full coverage crown, it was decided to treat the tooth by forced orthodontic extrusion. The tooth was isolated under rubber dam (Hygienic Dental Dam, Colténe Whaledent, Germany). Adequate endodontic access cavity was prepared after excavation of caries and working length radiograph was taken after initial identification of canal with # 15 K-files (Kerr Manufacturing Co., Romulus, MI). Cleaning and shaping of the root canal was performed by using stainless steel file with a crown-down technique under copious irrigation with saline, 5.25% sodium hypochlorite solution (Dentpro, Chandigarh, India) and 17% Ethylenediaminetetraacetic acid (EDTA) (Glyde File Prep, Densply, France).[] In the next visit master cone radiograph was taken. Before obturation, the canal was finally rinsed with saline, dried and sectional obturation was performed using cold lateral compaction of gutta-percha using AH Plus resin sealer (Maillefer, Dentsply, Konstanz, Germany) [].[] An IRM (Caulk, Dentsply, Milford, DE) temporary restoration was placed in the access cavity. The routine endodontic treatment was completed for maxillary left central incisor.\\nIn the third appointment, a lingual button was cemented on the tooth # 8, and 18 slot preadjusted brackets were cemented on teeth # 6, 7, 9 and 10 for controlled extrusion. A 17 × 25 rectangular stainless steel wire was inserted into the brackets. An auxiliary 0.014 superelastic NiTi wire was overlaid on the stainless steel wire [Figures and ]. It was tied with the lingual button using a ligature wire. A force of 40-50 gram was applied and extrusion was achieved after 4 weeks.[] The patient was seen every week to monitor the progresses. The final crown height obtained labially and palatally was approximately 3 mm which was adequate for a crown ferrule and retention of the prosthesis [Figures and ]. After active tooth movement was complete, the tooth was stabilized with fiber splints (Polydentia, Mezzovico ,Switzerland) for a period of 4 weeks for reorganization of periodontal tissues before fabrication of post and core [].\\nAt the following appointment, restoration of tooth with post and core and crown was planned. The root canal anatomy of maxillary right central incisor did not permit use of a conventional prefabricated glass fiber post, as the post diameter would not have allowed for good adaptation to the post space, and the resulting thick cement layer would have affected the bond strength, increasing the risk of mastication induced fracture []. A cast gold post and core would have been the method of choice for this situation, but the metal color would have affected the translucency of a subsequent ceramic restoration. Keeping the above factors in mind, CAD/CAM fabricated zirconia post and core and a ceramic crown were planned to restore the tooth.[] To gain adequate length for the post space, a portion of gutta-percha was removed with heated hand plugger (Kerr Manufacturing Co., Romulus, MI), such that the remaining gutta-percha at the apical portion was 5 mm [].[] The post space was prepared using Peeso reamer number three and four (Dentsply Maillefer, Ballaigues, Switzerland) to eliminate undercuts, because it was already relatively wide. A direct impression of the post space was made using pattern resin (GC America INC, Alsip, IL) []. After impression of post space, core was also build up with pattern resin [Figures and ]. An impression of the post space and adjacent teeth was made using hydrophilic addition silicone impression material (Dentsply Caulk, Milford, USA) which was cast in type IV high-strength die stone (Royal Rock; Pemaco, Inc, St. Louis, Mo) []. The direct resin pattern was digitized with a 3-dimensional (3-D) scanner (Amann Girrbach GMBH, Pforzheim, Germany) and the data were processed using CAD/CAM software []. A digital 3-D model of the post and core was developed. A prefabricated zirconia block (Amann Girrbach GMBH, Pforzheim, Germany) was milled to develop the post and core [] with a milling machine (Amann Girrbach GMBH, Pforzheim, Germany). The milled Ceramill zirconiumoxide frameworks were dense-sintered with the Ceramill Therm to obtain their final density and excellent material properties. The zirconia post and core was then wrapped with red, 8-μm thick articulating paper and placed into the post space of cast to evaluate fit. After removal, interferences were relieved using a finishing diamond rotary cutting instrument in a high-speed handpiece (NSK, Nakanishi INC, Kamura, Japan). Post surface was air-abraded with 50-μm Aluminium oxide (Al2O3) particles prior to cementation. The cementation procedure was then performed using a dual-cured resin cement (Variolink II, Ivoclar Vivadent) according to manufacturer's instructions.\\nThe temporary restoration was removed, and dentin was cleaned and conditioned with 37 °C phosphoric acid for 15 seconds. This was followed by applying a dentinal adhesive (Syntac Adhesive, Ivoclar Vivadent) for 10 seconds and then dried. Both the base and catalyst of the resin cement were then mixed and applied on the post surface as well as post space. After inserting the post into the canal, excess cement was removed, and polymerization was initiated using a polymerization lamp for 40 seconds [Figures , and ].\\nAfter final preparation of the tooth, an impression was taken using the same silicone-based impression materials. Zirconia-based crown was fabricated by the same procedure as post and core [Figures , and ]. After the final zirconia crown [] was seated over the tooth, marginal fit was examined using a dental explorer. The cementation procedure for the crown was performed using the adhesive technique similar to that for the zirconia post []. The patient was recalled after three months. The patient was asymptomatic and was satisfied with treatment outcome. A periapical radiograph demonstrated that post and core remained well adapted to post space and there was a complete healing of periapical lesion [].", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'12110103': 1, '18061744': 1, '17692598': 1, '2644413': 1, '7364791': 1, '3531482': 1, '20493326': 1, '21691515': 2, '2033546': 1, '355287': 1, '2640214': 1, '11508092': 1, '8593239': 1, '21217946': 1, '8227689': 1, '22557823': 2}", "similar_patients": "{'3099124-1': 1, '3099124-2': 1}"}