{"patient_id": 45940, "patient_uid": "3935524-2", "PMID": 24578757, "file_path": "comm/PMC003xxxxxx/PMC3935524.xml", "title": "Extracorporeal Membrane Oxygenation in Diffuse Alveolar Hemorrhage Secondary to Systemic Lupus Erythematosus", "patient": "The second patient was a 36-year-old male, also of Haitian origin, known for diabetes and dyslipidemia. He was hospitalized for investigation of dyspnea and fatigue, and SLE was diagnosed on the basis of glomerulonephritis, positive ANA titer, alveolar infiltrates and arthritis. He received IV pulse solumedrol (1 g/day for 3 days) and was discharged after 9 days with 50 mg/day of oral prednisolone, with the plan to administer oral cyclophosphamide.\\nTwo days following discharge, he was re-admitted for severe cellulitis and panniculitis of the right leg. Antibiotic treatment and intravenous corticosteroids were initiated. After surgical exploration, the patient was admitted to the ICU for severe sepsis, and then developed hypoxemic respiratory failure. Bronchoscopy revealed diffuse bleeding in both main stem bronchi. Despite conventional ventilator settings in the volume-controlled ventilation mode with PEEP of 12 cmH2O and FiO2 of 1.0, the patient remained significantly hypoxemic. Inhaled nitric oxide, then epoprostenol were initiated and the patient was placed on high frequency oscillatory ventilation (HFOV). Veno-venous ECMO was initiated 1 h later because the patient remained significantly hypoxemic and acidotic (SaO2 of 70%, PaO2 of 50 mmHg, arterial pH < 7.0).\\nVeno-venous ECMO was initiated via two heparin-coated cannulae installed in the left femoral vein (21 French) and in the right jugular vein (20 French). We used the same filter strategy as for the first patient. Initial output was 4.5 L/min and saturation measured on pulse oximetry rose quickly to 97%. Systemic anticoagulation with heparin was not initiated given the clinical diagnosis of DAH. Pulse intravenous corticosteroids were administered for 72 h, as was intravenous cyclophosphamide, in light of the significant clinical deterioration secondary to SLE flare-up. Few days later, he developed a thrombus in the ECMO circuit, and heparin was then initiated temporarily but soon stopped. No secondary bleeding was noted and there were no subsequent thrombotic complications. ECMO was continued for a total of 6 days.\\nConcomitantly, acute renal failure developed secondary to acute tubular necrosis exacerbating baseline nephritis secondary to SLE, which required dialysis for a total of 10 days. The CVVH filter was rinsed with heparin, but systemic heparin perfusion was not initiated with dialysis.\\nThe patient recovered and was weaned off mechanical ventilation after 10 days. Creatinine returned to baseline. The patient was discharged from hospital on oral prednisone (60 mg daily) and intravenous cyclophosphamide. He was stable and free of neurologic sequelae at his last follow-up appointment 1 year later.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'26430514': 1, '19822628': 1, '16883129': 1, '26750681': 1, '8235667': 1, '1946940': 1, '33132578': 2, '23551677': 1, '27504336': 1, '11990918': 1, '15249477': 1, '6848936': 1, '22673280': 1, '29487279': 1, '27213047': 2, '28775083': 1, '11035681': 1, '29742224': 2, '32036761': 1, '28397125': 1, '21558137': 1, '19762075': 1, '23753220': 1, '21262750': 1, '24578757': 2}", "similar_patients": "{'3935524-1': 2, '7584836-1': 1, '4874015-1': 1, '5885239-1': 1}"}