{"patient_id": 43620, "patient_uid": "3771459-1", "PMID": 24066255, "file_path": "comm/PMC003xxxxxx/PMC3771459.xml", "title": "Primary Malignant Melanoma of the Genitourinary Tract with Upper and Lower Tracts Involvement", "patient": "A 91-year-old African American female with a history of diabetes, chronic renal insufficiency, and congestive heart failure presented with bilateral lower extremity swelling and shortness of breath. She had no prior history of smoking. Her physical exam was significant for bilateral lower extremity 2+ pitting edema to midthigh. Lab work demonstrated an elevated creatinine of 1.45 with microscopic hematuria on urinalysis.\\nUltrasonography demonstrated moderate right hydronephrosis. A noncontrast CT scan of the abdomen and pelvis showed moderate right hydronephrosis with dilatation of the proximal right ureter and a soft tissue density at the transition point.\\nShe underwent endoscopic evaluation in the operating room. Cystoscopy demonstrated multiple variable-sized lesions scattered throughout the entire bladder as seen in . These were characterized to be fleshy and raised with some noted to be hemorrhagic. Bilateral retrograde pyelograms demonstrated multiple filling defects throughout both ureters as seen in . There were multiple filling defects in the right ureter and an ovoid midureteral filling defect in the left ureter. Right ureteroscopy was performed and revealed multiple tumors similar in appearance to those present in the bladder. Pathologic examination of the bladder lesions revealed malignant melanoma invasive into the lamina propria with stains strongly positive for S100 and melanoma cocktail. After operation, a thorough dermatologic exam was performed, however, no lesions were identified.\\nThe diagnosis of primary malignant melanoma of the genitourinary system with concomitant upper and lower tracts involvement was made.\\nAfter extensive discussion with the patient and her family concerning treatment options, they elected for observation. She expired within one year.", "age": "[[91.0, 'year']]", "gender": "F", "relevant_articles": "{'1260695': 1, '16771743': 1, '21256523': 1, '19416402': 1, '13918071': 1, '20999933': 1, '5643498': 1, '25973128': 1, '7354540': 1, '24066255': 2}", "similar_patients": "{}"}