{"patient_id": 156633, "patient_uid": "3263040-1", "PMID": 22279366, "file_path": "noncomm/PMC003xxxxxx/PMC3263040.xml", "title": "Heterotopic pancreas causing duodenal obstruction in a patient previously treated for choledochal cyst", "patient": "A 9-year-old boy presented with features of gastric outlet obstruction for 1 month. He was operated for CC type 1 at the age of 4 months at the same center; complete excision of cyst with Roux-en-Y hepaticojejunostomy was done. Magnetic resonance cholangio-pancreaticography (MRCP) done prior to first surgery had shown pancreaticobiliary malunion (PBMU), CC and dilated pancreatic duct, suggestive of chronic pancreatitis []. No annular pancreas or obvious pancreatic rests were noted at the MRCP or subsequent surgery. Abdominal examination revealed fullness in epigastric region; reverse gastric peristalsis was noted. Upper gastrointestinal (GI) contrast study revealed partial obstruction of the first part of duodenum []. Upper GI endoscopy revealed the lumen of first part of the duodenum completely obliterated by a large polypoidal mass; the endoscope could not be negotiated beyond the first part of duodenum.\\nOn exploration, the first part of duodenum was found to be severely inflamed and thickened with near complete obliteration of its lumen. The Roux-en-Y loop of the previous hepaticojejunostomy was 5 cm away from the duodenal lesion. Excision of 2.5 cm of distal stomach, pylorus and first part of duodenum with gastroduodenostomy akin to Billroth I procedure was done. Histopathologic examination of the entire excised specimen revealed transmural acute on chronic inflammation and diffuse fibrosis. There were submucosal heterotopic pancreatic rests in the excised duodenum, though there were no abnormal cells in the excised pylorus and the stomach []. The postoperative period was uneventful. The child is doing well at 10 months follow-up.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'19820954': 1, '11666059': 1, '19653355': 1, '7237066': 1, '20442522': 1, '21904502': 1, '11782002': 1, '8654158': 1, '18183407': 1, '19234682': 1, '15627663': 1, '10504546': 1, '32064076': 2, '28356802': 1, '19841595': 1, '14612289': 1, '22279366': 2}", "similar_patients": "{'7015076-1': 1}"}