{"patient_id": 157663, "patient_uid": "3339799-1", "PMID": 22557729, "file_path": "noncomm/PMC003xxxxxx/PMC3339799.xml", "title": "Cystolithotomy during robotic radical prostatectomy: Single-stage procedure for concomitant bladder stones", "patient": "We present a case of a 64-year-old male with Gleason 3+4 prostate cancer with concomitant multiple asymptomatic bladder stones diagnosed on preoperative endorectal magnetic resonance imaging of the prostate, the largest measuring 16 mm. Our technique of athermal nerve-sparing robotic prostatectomy with anatomic restoration of the vesicourethral junction has been previously described. We employ a six-port transabdominal approach using the da Vinci® Surgical System (Intuitive Surgical Inc, Sunnyvale, CA). After the bladder was dissected off the pelvis, the contours of the vesicoprostatic junction were visualized and bladder neck transection was commenced anteriorly. Given the prominent median lobe of the prostate encountered [], posterior bladder neck transection was completed after visual identification of both ureteral orifices with the aid of intravenous indigo carmine. The vasa deferentia were ligated and divided between clips, and both seminal vesicles dissected from their pedicles.\\nThe right-sided Endowrist Hot shear™ scissors on the right robotic arm was then exchanged for a robotic ProGrasp™ forceps. Holding open the bladder neck with the left-sided Maryland forceps, the ProGrasp™ forceps were used to manually retrieve the bladder stones one at a time []. Each stone was deposited into an EndoCatch™ Gold laparoscopic entrapment sac (Covidien Inc., Mansfield, MA) introduced through the right-sided assistant port. Sixteen stones were retrieved in total []. The bladder was then inspected for residual stones using both graspers to manipulate the transected bladder neck, and bladder irrigation with normal saline performed repeatedly to ensure complete stone clearance []. Total console time for complete stone clearance was 6 minutes. Thereafter, robotic prostatectomy and vesicourethral anastomosis was completed in our usual fashion,[] and the specimen with bilateral lymph nodes removed with the entrapped stones in the same Endocatch™ Gold sac. Final pathologic assessment confirmed Gleason 3+4 adenocarcinoma of the prostate, weighing 61g.\\nThe patient was discharged home on the first postoperative day, and his Foley urethral catheter removed on the seventh postoperative day. The patient reported passage of two tiny stone fragments after catheter removal, with significantly improved urinary stream. Flexible cystoscopy at 6 weeks follow-up showed no evidence of residual stones in the bladder, with the patient using one pad a day for continence.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'19057218': 1, '16470391': 1, '31109438': 1, '18321319': 1, '17338612': 1, '11992841': 1, '22557729': 2}", "similar_patients": "{}"}