{"patient_id": 156057, "patient_uid": "3220265-1", "PMID": 22028175, "file_path": "noncomm/PMC003xxxxxx/PMC3220265.xml", "title": "Frontal Sinus Lymphoma Presenting As Progressive Multiple Cranial Nerve Palsy", "patient": "A 42-year-old male patient presented with suddenly-developed right facial palsy at a local hospital. He had no specific medical or surgical history. The initial brain magnetic resonance image (MRI) showed no specific findings. He was thus treated with steroids under the impression of Bell's palsy, but showed no improvement. Over a one-month period, he then progressively developed symptoms of tinnitus in his right ear, dizziness, dysphagia, and sensory change on the right side of his face. He was then referred to our institution. At that time, MRI of the brain did not show any abnormalities. Laboratory work up, including complete blood count, was all in the normal range. The cerebrospinal fluid (CSF) profile was normal and there were no malignant cells. Steroid pulse therapy was initiated and partial resolution was observed, albeit temporarily. Four months later, the patient's symptoms gradually worsened and he developed right exophthalmus also. On physical examination, a House-Brackmann grade II facial palsy was observed. Both drums were intact. Nasal endoscopy demonstrated normal-looking mucosa without purulent discharge. Examination of the oral cavity and oropharynx showed a loss of the gag reflex of the right soft palate, but no tongue deviation. Vocal cord palsy was not seen. The patient also had difficulty elevating his right shoulder. There were no palpable cervical lymph nodes. Pure tone audiometric examination revealed that the patient had a high-tone sensorineural hearing defect in his right ear. Motor functions were normal. MRI revealed a mass involving the right frontal sinus (). Intranasal biopsy was performed, and histopathologic analysis revealed the mass to be diffuse large B cell lymphoma (DLBCL), and staining showed CD20, CD10, Bcl-2, and Bcl-6 to be diffusely expressed in the tumor cells (). CD3, CD56, granzyme and TIA were not expressed. Ki-67 labeling index of the tumor cells was around 80% (), while Epstein Barr virus-encoded RNA (EBER) in situ hybridization results were negative. Lymphoma staging with 1045positron emission tomography (PET) whole body scan showed increased F18-FDG uptake in the frontal sinus region and also in the liver. Liver involvement was later confirmed with an abdominal computed tomography scan. Serum lactate dehydrogenase levels were normal, and bone marrow aspiration and biopsy were negative. The patient was diagnosed with stage IV E DLBCL (Ann Arbor classification). Systemic chemotherapy with rituximab, cyclophosphamide, doxorubicin, vincristine and prednisone (R-CHOP) and intrathecal methotrexate was initiated in July, 2007. After 6 cycles, the patient's symptoms worsened and he subsequently received high-dose methotrexate, procarbazine and vincristine. The patient then underwent autologous peripheral blood stem cell transplant in June, 2008. Since then, radiologic remission has been achieved, and the patient remains free of disease (follow up period: 50 months). Nearly all of the patient's neurologic symptoms have been resolved, but facial weakness can still be observed.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'15024355': 1, '1375527': 1, '11011495': 1, '16286545': 1, '15742775': 1, '11137364': 1, '17162131': 1, '18752503': 1, '26251804': 1, '2499096': 1, '7558807': 1, '16754228': 1, '6704045': 1, '10214792': 1, '19151788': 1, '6621224': 1, '22028175': 2}", "similar_patients": "{}"}