{"patient_id": 156428, "patient_uid": "3249311-1", "PMID": 22263160, "file_path": "noncomm/PMC003xxxxxx/PMC3249311.xml", "title": "Pulmonary Artery Embolization of Intravenous Leiomyomatosis Extending into the Right Atrium", "patient": "A 43-year-old woman diagnosed with intravenous leiomyomatosis at another hospital was transferred to our hospital. She had suffered from palpitation, dizziness, dyspnea, and chest pain for two weeks prior to admission into another hospital, and had experienced syncope three times on the day of admission to our hospital. No cardiac murmur was noted, and laboratory findings were unremarkable with the exception of anemia (Hemoglobin: 9.7 g/L). Cardiac and pelvic magnetic resonance imaging (MRI) taken at the previous hospital revealed multiple low attenuation masses in the uterus, involving both ovaries, the left gonadal vein, the left internal iliac vein, and the left renal vein, which extended into the inferior vena cava (IVC), and to the right atrium (RA) (). A trans-thoracic echocardiogram revealed a 4.8×1.8-cm hypermobile and echogenic mass in the RA connected to the mass in the IVC. Emergency one-stage operation was planned with a gynecologist, and upon being transferred to the operation room, the patient had a sudden onset of dyspnea and unstable blood pressure. Rapid endotracheal intubation was performed to maintain blood oxygen saturation. In transesophageal echocardiography (TEE), the echogenic mass in the RA and IVC was not seen. We suggested that the mass detached from the RA and migrated to the right ventricle or the pulmonary artery. We discovered an echogenic linear mass in the pulmonary artery between the arterial bifurcation and both main pulmonary arterial branches (). Trans-abdominal hysterectomy and left salphingo-oophorectomy were performed through median laparotomy, and the mass in the left gonadal and internal iliac veins was completely removed (). Another mass in the pulmonary artery was also removed under conventional cardiopulmonary bypass without circulatory arrest (). The RA was opened to confirm that there was no remnant mass in the RA and the IVC. The histologic study confirmed intravenous leiomyomatosis. The patient's postoperative course was uneventful, and she has received follow-up care for two years without any evidence of tumor recurrence.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'15121610': 1, '20471777': 1, '20417800': 1, '27313775': 1, '27631266': 1, '12694674': 1, '29187188': 2, '16308028': 1, '11205711': 1, '31558962': 1, '23539071': 1, '27072649': 2, '32963931': 1, '7151431': 1, '30898968': 1, '10805899': 1, '23563052': 1, '22263160': 2}", "similar_patients": "{'5707788-1': 1, '4830041-1': 1}"}