{"patient_id": 44247, "patient_uid": "3824702-1", "PMID": 24255864, "file_path": "comm/PMC003xxxxxx/PMC3824702.xml", "title": "Cortical non-aneurysmal subarachnoid hemorrhage post-carotid endarterectomy: a case report and literature review", "patient": "A 66-year old male presented with severe headache and tonic-clonic seizures on the 6th post-operative day after left CEA surgery at an outside facility. Past medical history included hypertension, hypercholesterolemia, bilateral carotid stenosis and smoking (40 pack-years). At time of left CEA the 99% occluded left carotid artery was revascularized without any apparent complications. Consequently, he was discharged on the 1st post-operative day with no neurological deficits on aspirin, statin and antihypertensives, though his blood pressure proved difficult to control. On the 6th post-operative day, he developed lethargy and drowsiness, followed by sudden onset of the worst headache of his life. Symptoms progressed rapidly to tonic-clonic movements with loss of consciousness. He was emergently intubated by paramedics, and taken to his local medical center. On admission, his blood pressure of 230/170 mmHg, was treated with nicardipine, and he was loaded with levetiracetam. Non-contrast head CT (NCCT) evinced SAH in the left Sylvian fissure, prompting referral to our center for further management.\\nUpon admission at our center, examination demonstrated moderate right hemiplegia. Six units of platelets were transfused, and his aspirin was held in order to manage the patient’s bleeding and counteract the anti-aggregation treatment he had. He was started on nimodipine for vasospasm prophylaxis, while continuing on nicardipine for blood pressure control, and levetiracetam for seizure prevention. NCCT confirmed left cortical SAH (see Figure \\n), most pronounced in the left frontal and temporal lobe sulci, while CTA showed hypervascularity on the left, but was negative for aneurysm or vascular malformations. His left internal carotid artery was patent, while the right one showed known critical stenosis at its bifurcation. MR perfusion exhibited mild hyperperfusion in the left MCA territory, while the right MCA territory showed hypoperfusion, consistent with the near occlusion of the right ICA (Figure \\n). Furthermore, several cortical FLAIR and T2 hyperintensities were observed, that likely reflected sequeale of the recent seizure activity.\\nBlood pressure control in the Neurosciences Intensive Care unit over the course of several days produced improvement and the patient was discharged to a rehabilitation hospital, able to walk, with mild confusion.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'19249185': 1, '22556195': 1, '16297845': 1, '20671862': 1, '1433672': 1, '23243262': 1, '21131217': 1, '22193563': 1, '21836092': 1, '22183061': 1, '21471185': 1, '18077950': 1, '22890665': 1, '24255864': 2}", "similar_patients": "{}"}