{"patient_id": 155768, "patient_uid": "3201083-2", "PMID": 22028755, "file_path": "noncomm/PMC003xxxxxx/PMC3201083.xml", "title": "Intracranial Rosai Dorfman Disease: report of three cases and literature review", "patient": "A 17 years old female, presented with complaints of headache and episodes of vomiting for 16 months duration. She also had amenorrhea, excessive weight gain, and memory lapses for one year. She was initially evaluated at another hospital and her MRI scan of the brain was done in December 2006, which showed an ill-defined contrast enhancing lesion in the suprasellar region (). Her cerebrospinal fluid analysis revealed elevated protein and cell counts, which was suggestive of tuberculous infection., . Based on this she was started on antituberculous treatment (Isoniazide, Rifampicin, Pyrazinamide). Eight months later she presented to us with complaints of insidious onset, painless, progressive loss of vision in both eyes for last 5 months, with persistent headache and vomiting. On examination her higher intellectual functions were normal, fundus showed bilateral primary optic atrophy, visual acuity in the right eye was 3/60, and left eye 6/60, and she had bitemporal hemianopia. She also had a right third and sixth cranial nerve paresis. Her other cranial nerves were normal, and she had no spinomotor sensory deficits. In August 2007, her repeat contrast MRI scan of the brain () showed multiple ring enhancing lesions in the sellar, suprasellar, retrosellar and interpeduncular regions, with an intra-axial lesion in the left medial temporal region, with surrounding vasogenic oedema and mass effect. She was continued on antituberculous treatment and was on regular follow up with no further deterioration in her vision.\\nShe was re-admitted in March 2008 with complaints of rapid visual deterioration, and increased thirst for last one week . On examination her fundus showed bilateral optic atrophy.Visual acuity in the right eye was 6/60 and in the left eye, she could perceive only hand movements. SThe right third and sixth cranial nerve paresis persisted. The rest of her neurological examination was normal.. Her other systems were normal, there was no lymphadenopathy or immune deficiency. Her repeat MRI scan of the brain plain and gadolinium, () showed an increase in the size of the lesions. Magnetic resonance spectroscopy showed elevated lipid and N-Acetyl Aspartate peaks suggestive of a granulomatous lesion (). Her endocrine analysis by radio-immunoassay was as follows: T3-124 ng/dl; T4- 9.00 ug/dl; Thyroid stimulating harmone- 2.00 Uiu/ml; Growth hormone 0.29 ng/ml; Follicular stimulating harmone-1.00 mIU/ml; Leutinizing harmone-1.00 mIU/ml; Prolactin 13.00 ng/ml; Cortisol- 1.00ug/dl. Alpha feto protein was 1.7 ng/ml, beta human chorionic gonadotropin was 2.2 mIU/ml.\\nAs the lesion had increased in size following one year of antituberculous treatment and since the patient was rapidly losing vision bilaterally, she underwent a right frontal craniotomy and subtotal excision of the lesion. Per-operatively, the lesion had splayed both optic nerves, the chiasm was stretched, there were arachnoidal adhesions, and the lesion was densely adherent to the hypothalamus. Due to this, only subtotal excision of the lesion could be achieved. The lesion was tough in consistency, moderately vascular with central areas of necrosis. The histopathological examination showed chronic inflammatory granulation tissue, admixed with multinucleated giant cells, revealing emperipolesis. Immunostaining with antibodies against growth hormone and prolactin did not reveal remnants of adenohypophysis in the resected tissue. S-100 revealed cytoplasmic labelling of the histiocytes and only an occasional one showed nuclear labeling. These findings were consistent with RDD. Her post operative CT scan showed multiple ill defined hyperdense, contrast enhancing residual lesions in the sellar, suprasellar, retrosellar, interpeduncular, left basifrontal and left temporal lobe regions with perilesional oedema and mass effect on the lateral ventricles, with post operative changes (). The patient underwent low dose conventional radiotherapy (20 Gy) for the residual lesion, which led to some resolution of the intracranial lesion,and partial recovery of her vision. On one year follow up, she developed hydrocephalus and required a ventriculoperitoneal shunt. On two years follow up, the patient is symptom free with further improvement in her vision, and the contrast CT shows further resolution of the lesion ().", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'9499360': 1, '33995752': 1, '28761538': 2, '10794310': 1, '24707426': 2, '27091209': 1, '7576285': 1, '3289077': 1, '28600957': 1, '30290681': 1, '28205077': 1, '11266522': 1, '34833385': 2, '32855389': 1, '18627479': 1, '5083057': 1, '5899730': 1, '8699998': 1, '11561044': 1, '15529792': 1, '15796395': 1, '2202971': 1, '14655592': 1, '15943162': 1, '31008056': 2, '16703894': 1, '5214885': 1, '2737663': 1, '24797172': 1, '10433326': 1, '34221623': 1, '12601463': 1, '24864019': 1, '25142699': 1, '12546366': 1, '7644001': 1, '5782438': 1, '1321861': 1, '2180012': 1, '22028755': 2}", "similar_patients": "{'3201083-1': 2, '6442326-1': 1, '8624438-1': 1, '5532945-1': 1, '3965928-1': 1}"}