{"patient_id": 161762, "patient_uid": "3670628-1", "PMID": 23741209, "file_path": "noncomm/PMC003xxxxxx/PMC3670628.xml", "title": "Successful Self-Expandable Metallic Stent Placement for a Case of Distal Rectal Stenosis due to Gastric Cancer Metastasis", "patient": "A 47-year-old woman consulted her family doctor with epigastric pain. On esophagogastroduodenoscopy, advanced gastric cancer was found. She was referred to our hospital and was diagnosed as having signet ring cell gastric adenocarcinoma (T3N0M1) with staging laparoscopy. Chemotherapy involving S-1 plus cisplatin was administered, and no cancer cells were detected in the ascitic fluid after 2 courses of chemotherapy. Therefore, she underwent total gastrectomy 96 days after the diagnosis, followed by 12 courses of S-1 as adjuvant chemotherapy.\\nAn abdominal and pelvic computed tomography (CT) scan showed the reappearance of ascites 1.5 years after the operation, and peritoneal lavage cytology was positive for signet ring cells. She had a recurrence of peritoneal dissemination, and chemotherapy involving S-1 plus cisplatin was administered. After 3 courses, she complained of abdominal distention and constipation. An abdominal and pelvic CT scan showed dilation of the small bowel and large bowel to the rectum (fig. ). A limited Gastrografin enema was performed under endoscopy. A circumferential stenosis with a length of 5 cm was seen at the rectum, and the distance from the distal end of the obstruction to the anal verge was 4 cm. No tumor was seen on the mucosa, and she was diagnosed as having rectal stenosis due to Schnitzler's metastasis.\\nAfter informed consent for the placement of a SEMS was obtained from the patient, the distal end of the lesion was approached with a flexible colonoscope. The guide wire was inserted through the channel of the endoscope and passed through the stenosis. A SEMS with a length of 6 cm and an inner diameter of 22 mm (WallFlex Colonic Stent, Microvasive, Boston Scientific Corporation, Watertown, Mass., USA) was inserted, and it was properly expanded with the aid of a guide wire and under direct visualization with an endoscope (fig. ).\\nAfter the insertion, the distance from the distal end of the stent to the anal verge stayed at 2 cm, and the patient made good progress, with relief of the symptoms of obstruction. Furthermore, she did not have any procedure- or stent-related complications, including pain, foreign body sensation, bleeding, perforation, fecal incontinence and stent migration. After starting food intake, she was discharged from the hospital and underwent 7 courses of paclitaxel chemotherapy as an outpatient without evidence of bowel obstruction. Luminal patency was maintained without symptoms of obstruction, and no stent-related complications were seen until she died 270 days after stent insertion.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'29164050': 1, '18561924': 1, '15931483': 1, '22154416': 1, '15486741': 1, '20363408': 1, '11115905': 1, '15604999': 1, '15447772': 1, '16738981': 1, '14735348': 1, '15581955': 1, '12566620': 1, '18259816': 1, '22575396': 1, '12516843': 1, '23741209': 2}", "similar_patients": "{}"}