{"patient_id": 163096, "patient_uid": "3764948-1", "PMID": 24019778, "file_path": "noncomm/PMC003xxxxxx/PMC3764948.xml", "title": "Severe Acute Rhabdomyolysis Induced by Multi-Agent Chemotherapy for Alveolar Rhabdomyosarcoma in a 15-Year-Old Female: A Case Report", "patient": "A previously healthy, 15-year-old Japanese female presented with right nasal congestion and a right submandibular mass. On admission, physical examination revealed only a submandibular mass (approximately 2 cm in diameter), which was solid, painless and immovable; no other remarkable abnormalities were found. Laboratory findings were all within normal limits: blood urea nitrogen (BUN) 10 mg/dl, creatinine 0.58 mg/dl, aspartate aminotransferase (AST) 34 U/l, alanine aminotransferase (ALT) 16 U/l, lactate dehydrogenase (LDH) 533 U/l, C-reactive protein (CRP) 0.02 mg/dl, and creatine kinase (CK) 92 U/l. Magnetic resonance imaging showed a mass in the right maxillary sinus with hyperintensity on T1- and T2-weighted images, which were enhanced by gadolinium. FDG-positron-emission tomography and bone and Ga scintigraphy revealed multiple metastases in the right submandibular and bilateral cervical lymph nodes, and bones (thoracic and lumbar vertebrae, right humerus and right sacroiliac region). Bone marrow metastasis was not detected. Histological examination showed monotonous proliferation of small round tumor cells, which were positive for desmin and HHF35. PAX3-FKHR gene alteration was positive in real-time polymerase chain reaction. These findings indicated a diagnosis of alveolar rhabdomyosarcoma (stage 4 of the IRS-V TNM staging classification, group IV of the IRS clinical grouping classification).\\nShe received etoposide, cyclophosphamide, pirarubicin, vincristine and cisplatin as her first cycle of chemotherapy without any adverse effects. Her CK level was within normal range during this cycle of therapy. The second cycle of chemotherapy consisted of etoposide (100 mg/m2 intravenously for 5 days), ifosfamide (1,800 mg/m2 intravenously for 5 days), actinomycin-D (0.015 mg/kg intravenously for 5 days) and vincristine (1.5 mg/m2 intravenously on days 1 and 8). Twenty-four hours after the end of chemotherapy, she developed a high fever, generalized myalgia and pigmenturia. After 4 days, her condition deteriorated rapidly. She suffered from disturbance of consciousness, respiratory failure, ARF, acute liver dysfunction and disseminated intravascular coagulation. She was treated with mechanical ventilation and fluid replacement. The laboratory examination showed; CK 114,268 U/l (CK-MB 0.16%), BUN 41 mg/dl, creatinine 3.01 mg/dl, total bilirubin 7.8 mg/dl, AST 1,187 U/l, ALT 204 U/l, LDH 4,330 U/l, CRP 22.13 mg/dl, fibrin degradation products 10.6 μg/ml and D-dimer 3.1 μg/ml. These findings were consistent with rhabdomyolysis. The estimated glomerular filtration rate (eGFR) using serum creatinine was 27.1 ml/min/1.73 m2. Even after extubation, she remained in an oliguric state and was bedridden due to severe muscle atrophy. She was treated with continuous hemodiafiltration or continuous ambulatory peritoneal dialysis (CAPD).\\nIn order to search for the cause of rhabdomyolysis, we performed magnetic resonance imaging, evoked electromyography, nerve conduction study, a muscle biopsy from the right musculus quadriceps femoris, bacterial cultures and additional laboratory tests. Evoked electromyography and nerve conduction study showed no indication of neuropathy. The biopsy section showed marked size variation of muscle fibers with occasional central nuclei. There were basophilic muscle fibers, suggestive of regeneration of damaged fibers in the frozen sections. Small angular fibers and a nuclear clamp were also seen. A mild endomysial mononuclear cell infiltrate was noted. Necrotic muscle fibers were not evident. These histological features of the muscle biopsy were compatible with the regenerative process of rhabdomyolysis. A high CRP level suggested severe infection, although all bacterial cultures were negative. The final diagnosis was nontraumatic rhabdomyolysis, and anticancer drugs were thought to be responsible for rhabdomyolysis because other possible causes were unlikely. However, the particular causative drug was unclear.\\nAfter discontinuing CAPD, the patient's conditions improved slowly, and low-dose chemotherapy (vincristine, actinomycin D and cyclophosphamide) and local radiation therapy were started 5 months after the episode of rhabdomyolysis. Forty-eight months after the initial presentation, she maintained complete remission. Her renal function has improved to the latest eGFR of 96.5 ml/min/1.73 m2, although it still takes some effort for her to walk and she continues to receive rehabilitation.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'18650507': 1, '11807638': 1, '16574552': 1, '6416944': 1, '17079586': 1, '3967373': 1, '77729': 1, '10221868': 1, '19571284': 1, '10870133': 1, '11793103': 1, '25432075': 1, '7078398': 1, '3382301': 1, '21249398': 1, '1545444': 1, '8832525': 1, '2654542': 1, '19481857': 1, '12210815': 1, '17611408': 1, '24019778': 2}", "similar_patients": "{}"}