{"patient_id": 155975, "patient_uid": "3214852-1", "PMID": 22111059, "file_path": "noncomm/PMC003xxxxxx/PMC3214852.xml", "title": "Pure Red Cell Aplasia Caused by Acute Hepatitis A", "patient": "A 36-year-old male was admitted with a 3-day history of fever, jaundice, and vomiting. His medical history was unremarkable. On admission, he was alert and oriented. His vital signs were as follows: blood pressure, 120/90 mmHg; heart rate, 88 beats/min; respiratory rate, 18/min; and body temperature, 37.1℃. He had obvious jaundice and icteric sclera. The conjunctiva was not anemic. The liver and spleen were not palpable. His hemoglobin concentration was 17.1 g/dL, his red cell count was 5.74×106/µL, his white blood cell count was 5,000/µL, and his platelet count was 114,000/µL. Blood chemistry analyses revealed a total bilirubin level of 3.8 mg/dL; direct bilirubin, 2.39 mg/dL; AST, 7736 IU/L; ALT, 3558 IU/L; LDH, 14,407 IU/L; albumin, 3.8 g/dL; prothrombin time, 18.6 s (10.1-12.4 s); BUN, 50.9 mg/dL; and Cr, 5.7 mg/dL.\\nThe test for hepatitis A virus IgM antigen was positive. Tests for hepatitis B surface antigen, and IgM anti-hepatitis B core, and anti-hepatitis C virus antibody were all negative. Tests for human immunodeficiency virus antibody and Epstein-Barr virus VCA IgM antibody were negative and parvovirus was undetectable by polymerase chain reaction. Tests for anti-nuclear antibody and rheumatoid arthritis factor were negative. C3 was 86.6 mg/dL, C4 was 53 mg/dL, IgG was 746 mg/dL, IgA was 442 mg/dL, and IgM was 469 mg/dL. Direct Coombs' test was positive and haptoglobin decreased to 3.5 mg/dL. The results of a chest X-ray, abdominal ultrasonography, and duodenoscopy were unremarkable.\\nHe received hemodialysis treatment owing to acute renal failure three times a week from day 2. On day 4, he was diagnosed with hepatitis A and treated with fluid therapy. On admission, there was no sign of anemia, but his hemoglobin level had gradually decreased. No sign of gastrointestinal bleeding was observed. On day 23, his hemoglobin level had dropped to 4.8 g/dL and his reticulocyte count had significantly decreased to 0.13%. The peripheral blood smear showed microcytic, normochromic anemia with anisopoikilocytosis. A total of 6 U of red cells were administered for 3 days. Bone marrow biopsy and aspiration were performed on day 25. The bone marrow biopsy showed 50% cellularity and the myeloid:erythroid ratio was 16.1:1. Marked hypoplastic erythropoiesis was observed (). A paucity of erythroid precursors was noted, although granulopoiesis was normal in number and maturation. Megakaryocytes were normally observed (). Differential erythroid cell counts of aspirates were as follows: pronormoblast, 1.4%; basophilic normoblast, 2.4%; polychromatic normoblast, 0.0%; and orthochromatic normoblast, 0.0%.\\nAs a result of these findings, he was diagnosed with pure red cell aplasia associated with acute hepatitis A. He began treatment with intravenous methylprednisolone (1 mg/kg/day) daily at day 29. After the steroid therapy, his hemoglobin level and renal function began to improve steadily. Hemodialysis was stopped on day 34, and the hemoglobin level had increased to 8.3 g/dL on discharge. Methylprednisolone was tapered by 10 mg every week until discharge. One month after discharge, the prednisolone dose was tapered to 10 mg in the outpatient clinic. On day 48 after discharge, prednisolone treatment was stopped, because the hemoglobin level had improved to 13.9 g/dL and the Cr level had decreased to 1.3 mg/dL ().", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'11167735': 1, '8844489': 1, '8235785': 1, '12754431': 1, '25032187': 2, '19327582': 1, '1698487': 1, '12076880': 1, '6581839': 1, '19483404': 1, '22111059': 2}", "similar_patients": "{'4099336-1': 1}"}