{"patient_id": 165054, "patient_uid": "3882930-1", "PMID": 24416492, "file_path": "noncomm/PMC003xxxxxx/PMC3882930.xml", "title": "A Case of Small Cell Carcinoma of the Vagina", "patient": "The patient was an 81-year-old woman with 6 pregnancies, 1 childbirth, and menopause at the age of 56. Past medical history: at the age of 75, she developed hypertension and atrial fibrillation that were treated by a local physician with some medications. At the age of 79, the patient underwent cataract surgery. The patient repeatedly recognized menstruationlike genital hemorrhage 1 year before visiting a hospital. Speculum examination performed by the previous gynecologist detected a hemorrhagic tumor-like mass on the vaginal wall. Small cell carcinoma was diagnosed on histopathological examination, and the patient was referred to our department. Physical findings included a height of 150 cm and body weight of 53 kg. The blood pressure was 147/102 mmHg. Colposcopy detected a fragile, hemorrhagic tumor-like mass mainly on the posterior vaginal wall (). The mass did not have continuity with the uterine cervix. Transvaginal ultrasound suggested atrophy in the uterus, and there were no abnormal findings. A unilocular left ovarian cyst with the longest diameter of 40 mm was recognized. Cytodiagnosis of the vaginal tumor suggested relatively small atypical cells in conglomeration with a high N/C ratio or with bare nuclei that were densely stained with nuclear chromatin. Biopsy tissue diagnosis of the vaginal tumor indicated alveolar solid growth of nuclear chromatin-rich atypical cells with a high N/C ratio and a partially recognized rosette-like structure on the background of the necrotic tissue, suggesting a differentiated neuroendocrine system (). Immunostaining was positive for chromogranin A and synaptophysin (, ). According to the above, primary small cell carcinoma of the vagina was diagnosed.\\nMRI findings detected irregularity in the posterior vaginal wall (). PET-CT detected positive accumulation in the lesion in the superior vagina, which had been indicated by MRI (). No abnormal accumulation was recognized in any other organ including the lung fields (). Tumor markers were SCC 1.7 ng/mL, CA 19-9 3.5 U/mL, CA 125 5.6 U/mL, and NSE 13.4 ng/mL (normal value: 12.0 ng/mL or less).\\nStage I vaginal small cell carcinoma was diagnosed. Considering the age and complication, radiotherapy was selected. Radiotherapy included whole pelvis irradiation with 45 Gy/25 fractions by Linac and high-dose-rate brachytherapy with 18 Gy/3 fractions. An adverse event due to radiotherapy was Grade 1 skin disorder alone. Colposcopy after radiotherapy detected only a trace-like elevation on the vaginal wall (). Cytological diagnosis of the same site was negative. On CT performed for evaluation after treatment, the lesion on the vaginal wall became ambiguous and no lymph node metastasis or metastasis in distant organs was recognized. The patient remains alive without any disease 1 year and 8 months after the treatment.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'12648603': 1, '15197564': 1, '18369310': 1, '16538063': 1, '9190988': 1, '7705280': 1, '10838495': 1, '24416492': 2}", "similar_patients": "{}"}