{"patient_id": 160767, "patient_uid": "3591541-1", "PMID": 23483786, "file_path": "noncomm/PMC003xxxxxx/PMC3591541.xml", "title": "Interstitial Lung Disease in a Patient with Dyskeratosis Congenita", "patient": "A 29-year-old Korean man who had smoked a fourth of a pack daily for twelve years, visited the hospital because of easy fatigue. His height was 172 cm and weight was 49 kg. He has never been exposed to occupational noxious gas like asbestos, chemical fumes, or organic dusts. He has taken no medications.\\nRecently, he suffered from dry cough and dyspnea on exertion. He felt easily exhausted but his weight or appetite was not changed. He denied febrile sensation or chills, and peripheral edema was not noted. His skin seemed mottled with pigmentation on the anterior chest and neck, but he didn't have photosensitivity or skin allergy. Also, leukoplakia was noted at his tongue and almost all of his finger and toe nails were markedly atrophic and dystrophic (). However, we couldn't find joint swelling or deformity.\\nAuscultation of the lungs revealed bilateral diffuse fine crackles without wheezes or rhonchi. The heart beat sounded regular without murmur. On the day of his visit, his blood pressure was 105/54 mm Hg, pulse rate was 79/min, respiratory rate was 17/min, and body temperature was 36.4℃.\\nHe took a pulmonary function test and chest X-ray. The results showed that forced vital capacity (FVC) was decreased to 3.24 L (66% of predicted value), forced expiratory volume 1 second (FEV1) was 3.00 L (77% of predicted value). It showed a typical restrictive pulmonary disease pattern. Diffusion capacity of the lung for carbon monoxide (DLCO) was 37% of predicted value.\\nChest X-ray revealed fibrostreaky and reticular attended infiltration in both lungs. His electrocardiogram showed normal sinus rhythm. Hemoglobin was 12.4 g/dL and hematocrit was 36.3%. Anti-nuclear antibody and rheumatic factor were negative.\\nWe began to review his hospital record and noticed that he has been admitted several times. When he was 17 years old, he had neurosurgery because of a traumatic subdural hematoma injury from a bicycle accident. At that time, thrombocytopenia was noted. During his hospital stay, he received a liver scan, bone marrow study, chromosomal analysis and other tests. His bone marrow biopsy revealed hypocellularity without dysplasia. He was not a candidate for bone marrow transplantation because marrow suppression was not that severe. Aplastic anemia without dysplasia was diagnosed throughout hematologic evaluation. Chromosomal analysis and intelligence quotient were normal. Viral marker showed no specific viral infection like parvovirus, hepatitis B or C that could cause pancytopenia. Liver scan showed splenomegaly with increased uptake at bone marrow.\\nDuring a previous admission period, the physician was curious about his unusual skin and dystrophied nails. The physician consulted regarding his skin lesion with a dermatologist. The dermatologist diagnosed his disease as dyskeratosis congenita.\\nHis family includes two sisters who had no skin pigmentation or nail dystrophy. Only his mother's left second nail was dystrophied. He has two children, one son and one daughter. Presently they also have no symptoms of dyskeratosis congenita.\\nHis disease was reported to The Korean Journal of Hematology. He was the first case of dyskeratosis congenita with pancytopenia in Korea. But he didn't return after discharge because he had no further symptoms.\\nTen years later, he visited the department of pulmonology because of easy fatigue with a tentative diagnosis of pulmonary tuberculosis. But chest computed tomography (CT) showed an interstitial lung disease pattern (). His symptoms and laboratory findings didn't support the possibility of autoimmune disorder. We diagnosed interstitial lung disease related to dyskeratosis congenita.\\nHe was treated with prednisolone 20 mg but was admitted because of gastric ulcer bleeding. He has splenomegaly and thrombocytopenia, so bleeding risk was high. Prednisolone was stopped and he was followed up with supportive care. His symptom, dyspnea on exertion became aggravated. After 2 years, we reassessed his status by pulmonary function test and chest CT and found it had worsened. FVC was much declined to 2.57 L (52% of predicted value) and FEV1 was 2.32 L (59% of predicted value). The ratio FEV1 of FVC was 90%, but DLCO was 17%, DLCO/alveolar volume was 25%. Total lung capacity was 3.88 L (61% of predicted value). Chest CT showed progression of interstitial fibrosis but secondary malignancy evidence was not yet visible ().", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'34479523': 1, '22160078': 1, '21676225': 2, '16207588': 1, '19208095': 1, '19419704': 1, '20882440': 1, '8069018': 1, '23483786': 2}", "similar_patients": "{'3141321-1': 1}"}