{"patient_id": 43798, "patient_uid": "3786388-1", "PMID": 24137154, "file_path": "comm/PMC003xxxxxx/PMC3786388.xml", "title": "Glioblastoma Mimicking an Arteriovenous Malformation", "patient": "A 53-year-old male anticoagulated with warfarin for stroke prevention (atrial fibrillation) presented with blurry vision and headache that had progressively worsened over the course of 3 days following minor trauma to the head. Computed tomography (CT) demonstrated SAH in the right quadrigeminal and supracerebellar cisterns (Figure ). Catheter-based angiography showed no evidence of intracranial aneurysm, AVM, arteriovenous (A-V) fistula, or other vascular malformation. The angiography-negative SAH was initially attributed to traumatic etiology. The patient developed renal insufficiency, required dialysis, and was discharged to home.\\nThree years later, following an episode of hemodialysis, the patient developed acute onset of unresponsiveness, lack of right pupillary response to light, and left-sided weakness. CT imaging demonstrated a large right temporal hematoma (Figure ) that was emergently evacuated via craniotomy. CT and catheter angiography demonstrated a large region of abnormal vasculature in the right temporal, parietal, and occipital areas with a slow A-V shunt, suggestive of an AVM (Figure ). The lesion was treated with Onyx-18 liquid embolic agent (eV3 Neurovascular Inc., Irvine, CA, USA) with partial obliteration of the A-V shunt. He was discharged to an inpatient rehabilitation hospital and prescribed anticoagulation for lower extremity deep vein thrombosis.\\nThree weeks later, he again became acutely unresponsive with left-sided weakness. A head CT demonstrated new and extensive intraparenchymal hemorrhage centered in the right temporal lobe, extending into the right parietal, and occipital lobes measuring up to 7.8 cm × 3.7 cm (Figure ). There was hemorrhage in the ventricular system, along with SAH in the area of the right parietal lobe. There was an extensive mass effect from the intraparenchymal component of the hemorrhage, causing midline shift of 7 mm, and right uncal herniation.\\nHis anticoagulation was reversed emergently and he was stabilized in the intensive care unit. A CT-angiogram demonstrated a large region of abnormal vasculature centered in the right temporal lobe (Figure ). The right posterior cerebral artery appeared to feed a portion of the lesion. Interpretation of the vascular imaging was complicated by the mass effect associated with the intraparenchymal hemorrhage, which distorted normal anatomy. While in the intensive care unit, the patient began experiencing seizures, prompting repeated imaging. A CT scan demonstrated the development of a new intraparenchymal hemorrhage within the region of the right basal ganglia, as well as an SAH in the right frontal lobe with significant associated edema and resultant 2 cm midline shift with uncal herniation. Given the significant risks of further neurosurgical intervention, poor neurological state, and low likelihood of recovery, the family elected to transition his goals of care to comfort measures only. The patient expired 5 days later.\\nAutopsy revealed no evidence for a vascular malformation; rather, an extensive glioblastoma involving the right parietal, occipital, and temporal lobes with significant associated hemorrhage and necrosis was found (Figure ). The tumor contained many medium-caliber sclerotic vessels and large areas of necrosis. Grossly, there was increased prominence of veins over the right superior cerebellum and the inferior surface of the right temporal lobe. There were contusions in the right orbitofrontal region and bilateral temporal tips, and increased vascular markings over the surface of the right inferior temporal gyrus. A softening of the cortex (12 cm × 6 cm) spanning the right posterior temporal, right inferior parietal, and right anterior occipital regions was noted.\\nHistologically, this was a WHO grade IV glioblastoma with extensive infiltration of the white matter centered in the right temporal lobe and involving the parietal and occipital lobes. Classic pseudopalisading necrosis, along with frequent mitotic figures, microvascular proliferation, and reactive gliosis involving the cortex and white matter were noted (Figure ). There were large areas of geographic necrosis, and scattered medium to large-sized vessels with intraluminal thrombi.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'16518463': 1, '559271': 1, '1167903': 1, '22197405': 1, '11086806': 1, '12691799': 1, '21375180': 1, '19847768': 1, '7099393': 1, '3799248': 1, '7013370': 1, '7991082': 1, '1950905': 1, '17895617': 1, '19409000': 1, '12619787': 1, '23435867': 1, '23290419': 1, '19787381': 1, '15637262': 1, '28102487': 1, '17029015': 1, '10934288': 1, '3918417': 1, '14360854': 1, '3982634': 1, '12513031': 1, '32305969': 1, '32055129': 2, '4067634': 1, '33505300': 1, '3031239': 1, '21221826': 1, '9342366': 1, '5327711': 1, '17332451': 1, '1859176': 1, '11220379': 1, '27399362': 1, '24137154': 2}", "similar_patients": "{'7001429-1': 1}"}