{"patient_id": 156321, "patient_uid": "3236149-1", "PMID": 22224164, "file_path": "noncomm/PMC003xxxxxx/PMC3236149.xml", "title": "Acute Aortic Dissection in Third Trimester Pregnancy without Risk Factors", "patient": "A 23-year-old previously healthy Caucasian woman, G2P0A1, presented at 36 weeks gestation to the emergency department (ED) after sudden onset of dyspnea, nausea, and vomiting for 5 minutes, then collapse and unresponsiveness. Her pregnancy had been complicated by pregnancy-induced hypertension treated with labetalol 400 mg 3 times daily. She had no other medical, surgical, or drug-use history. On arrival, she was agitated, altered, uncooperative, and moving all extremities. Her heart rate was 151 beats per minute, blood pressure 118/78 mmHg, respiratory rate 32 breaths per minute, with SpO2 86% on a nonrebreather mask. The patient did not appear Marfanoid or dysmorphic, with a height of 5′7″ and weight 147 lbs. On physical exam, the patient had perioral cyanosis, tachycardia with distant heart sounds, no edema, and gravid abdomen.\\nThe patient immediately underwent rapid sequence orotracheal intubation and was mechanically ventilated. Her initial hemoglobin (HemoCue) was 12.5 g/dL. The patient quickly became pulseless with pulseless electrical activity (PEA). Chest compressions were initiated. A bedside ultrasound examination showed a large clot inside the pericardium, pericardial fluid, and empty, poorly contracting ventricles. A pericardiocentesis was performed with 5 mL of blood aspirated. A thoracotomy was immediately performed by the ED physicians. The obstetrical team concurrently performed an emergent perimortem cesarean delivery. A baby boy was delivered, intubated, and transferred to the Neonatal Intensive Care Unit.\\nThe thoracotomy had findings of blood in the pericardial sac and a boggy, fibrillating heart with no evidence of active bleeding or cardiac injury. Cardiac massage was initiated resulting in palpable carotid pulses. This was followed by intracardiac epinephrine injection, internal defibrillation, and intravenous bicarbonate infusion.\\nAt this time, the cardiothoracic surgical team arrived. On further exploration of the chest cavity, the source of bleeding could not be isolated. The cardiothoracic surgeons then inserted a thoracostomy tube into the right chest, which drained 100 mL of serous fluid. The patient continued to decompensate and was pronounced dead 1 hour after her initial presentation to the ED.\\nOn autopsy, the patient was found to have a 0.5-cm tear in the aortic adventitial tissue and a 3-cm ragged tear in the posterolateral aorta superior to the aortic valve and extending 3 cm vertically. The tear was not consistent with chest compressions performed during cardiopulmonary resuscitation. The heart had severe left ventricle hypertrophy and weighed 450 gm, which was much larger than the expected 250 gm.\\nThe baby boy was discharged a month later to the care of his father.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'19821658': 1, '17822831': 1, '23133767': 2, '18583394': 1, '20045616': 1, '18979409': 1, '30787692': 2, '9386702': 1, '12842575': 1, '9404805': 1, '17180653': 1, '17921016': 1, '15970850': 1, '29180341': 1, '15197151': 1, '16563105': 1, '32933917': 1, '26336442': 1, '18296008': 1, '23843107': 1, '31321108': 2, '22224164': 2}", "similar_patients": "{'3485486-1': 1, '6298258-1': 1, '6610746-1': 1}"}