{"patient_id": 46787, "patient_uid": "3996884-3", "PMID": 24804130, "file_path": "comm/PMC003xxxxxx/PMC3996884.xml", "title": "Combination Therapy of Albumin-Bound Paclitaxel and Carboplatin as First Line Therapy in a Patient with Ovarian Cancer", "patient": "A 44-year-old, nondiabetic, nonhypertensive woman presented with a history of ovarian cancer, stage IIIC. She underwent primary cytoreductive surgery in November 2008. Following which, she was treated with six cycles of chemotherapy comprising of carboplatin plus paclitaxel. The patient completed chemotherapy in April 2009. After chemotherapy, her CA-125 levels were normal. After eight months, in January 2010, she complained of increasing cough and breathlessness which lasted two weeks. On investigation, her chest X-ray and CT scans revealed right pleural effusion, mediastinal lymphadenopathy, and abdominal lymphadenopathy. The CA-125 levels were increased to 600 U/mL. She was further treated with second-line chemotherapy using liposomal doxorubicin (40 mg/m2) and carboplatin (AUC 5) in January 2010. She had experienced toxicities such as neutropenia, fatigue, and thrombocytopenia. Subsequently, the dose of carboplatin was reduced in the fifth and sixth cycles, accordingly. She completed six cycles in May 2010. Following which, her pleural effusion was resolved and CA-125 levels reduced to 30 U/mL.\\nAfter five months, in October 2010, the patient again presented with cough and breathlessness on exertion. The chest X-ray revealed right pleural effusion and CA-125 was 216 U/mL. CT guided pleural tapping was done and she was again diagnosed with relapsed disease.\\nShe was treated with albumin-bound paclitaxel 100 mg/m2 and cisplatin 60 mg weekly for 3 weeks. As the patient experienced thrombocytopenia, carboplatin was replaced with cisplatin. After chemotherapy, CA-125 levels came down to 81 U/mL. Due to thrombocytopenia, the albumin-bound paclitaxel dose was reduced to 90 mg/m2 in further cycles. She completed six cycles of chemotherapy in April 2011. After 3 months of follow-up, in August 2011, the CA-125 levels on assessment were found to be 40 U/mL with no evidence of pleural effusion. The patient's general condition was good and she is on a regular follow-up without recurrence since one year.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'20555088': 1, '27341795': 1, '27920893': 1, '16722814': 1, '16489089': 1, '32202508': 1, '22330607': 1, '18420499': 1, '20192577': 1, '21792318': 1, '30737357': 1, '25915649': 1, '16226797': 1, '19224848': 1, '22642877': 1, '21497382': 1, '24804130': 2}", "similar_patients": "{'3996884-1': 2, '3996884-2': 2}"}