{"patient_id": 162291, "patient_uid": "3715974-1", "PMID": 23878483, "file_path": "noncomm/PMC003xxxxxx/PMC3715974.xml", "title": "Resistant metastatic penile carcinoma and response to biochemotherapy with paclitaxel and epidermal growth factor receptor monoclonal antibody, nimotuzumab", "patient": "A 59-year-old male presented with penile ulcer since 1 month with reactive left inguinal lymphadenopathy. Wide excision of lesion with 1 cm margin was done after biopsy revealed squamous cell carcinoma. Subsequently on follow-up, he developed inguinal lymph nodal metastasis 3 months later for which he received bilateral groin radiation to a dose of 54.8 Gy/16 # with direct portal. Recurrence was seen in bilateral inguinal nodes within 3 months for which bilateral groin node dissection was done and adjuvant three cycles of paclitaxel and cisplatin were given in view of multiple groin node involvement and perinodal extension. After 6 months of follow-up, patient developed scrotal edema with multiple perineal nodules and inguinal lymphadenopathy confirmed as metastasis of squamous cell carcinoma on FNAC. In view of good performance status and paucity of alternative treatment option, second-line chemotherapy with two cycles of oxaliplatin and capecitabine were given on compassionate ground which produced no response. There was local progression and involvement of bilateral external iliac lymph nodes. Third-line chemotherapy was administered with four cycles of gemcitabine and vinorelbine. Patient again had no response to therapy. The patient still had an excellent performance status and was very desirous of continuing systemic therapy; hence, it was decided to administer biochemotherapy with nimotuzumab and paclitaxel at a dose of 200 mg and 80 mg/m2 weekly, respectively. After 12 weeks, clinically, there was reduction in scrotal edema and resolution in skin nodules. Response evaluation of PET-CT revealed no change in the status of left inguinal lymphadenopathy with persistent SUV max of 4.0; however, right-sided inguinal metastasis disappeared after biochemotherapy [Figures and ]. Patient developed grade 3 peripheral neuropathy after 12 weeks; hence, paclitaxel was discontinued and patient is now continuing on weekly nimotuzumab and has completed 23 weeks of nimotuzumab till date.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'498030': 1, '29184782': 1, '26893678': 1, '2466471': 1, '16275937': 1, '4027519': 1, '7957466': 1, '20179797': 1, '7505090': 1, '9625170': 1, '20691882': 1, '20046573': 1, '15050955': 1, '6206239': 1, '16009950': 1, '8260177': 1, '18649992': 1, '6536621': 1, '10332445': 1, '11104558': 1, '10735013': 1, '2544257': 1, '23878483': 2}", "similar_patients": "{}"}