{"patient_id": 36459, "patient_uid": "3199123-1", "PMID": 22028725, "file_path": "comm/PMC003xxxxxx/PMC3199123.xml", "title": "Renal Cell Carcinoma with Synchronous Metastasis to the Calcaneus and Metachronous Metastases to the Ovary and Gallbladder", "patient": "In 1992, a 47-year-old woman presented with left heel pain. After further examination, the orthopedic surgeon identified a possible malignancy of the calcaneus. After wedge excision, histopathology identified the lesion as a metastasis originating from an RCC (). Further radiographic investigations revealed RCC in the right kidney. Adjuvant radiation therapy of the calcaneus and right radical nephrectomy followed. Histopathology of the kidney showed a tumor of 5 cm, consisting of a clear cell adenocarcinoma Führman grade 3. Vascular invasion, but no capsular extension, was observed ().\\nFor the next 5 years, followup showed no recurrences. Nevertheless, ultrasonography in December 1997 revealed a large polylobular mass in close connection with the uterus. Tomography revealed multiple adenopathies and a fibromyomatous uterus (). Hysterectomy, bilateral ovariectomy, and iliaclymphadenectomy were performed. Pathologic analysis showed a uterine myoma, a negative right iliac lymph node, and a clear cell tumor in the left ovary compatible with an RCC metastasis ().\\nFor the next 11 years, radiographic followup was uneventful. In August 2008, an abdominal CT scan identified a polypoid lesion in the gallbladder (). A laparoscopic cholecystectomy was performed. Macroscopic and microscopic appearances led to the diagnosis of an RCC metastasis ().", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'25247024': 1, '24678363': 1, '8778606': 1, '16006866': 1, '18018582': 1, '16970064': 1, '8607231': 1, '17905525': 1, '21346039': 1, '30849687': 2, '17354021': 1, '9607358': 1, '15350387': 1, '11025692': 1, '20598157': 1, '14615826': 1, '21167518': 1, '9258072': 1, '16877212': 1, '29212178': 1, '276085': 1, '20610543': 1, '30693167': 1, '28376766': 1, '29855393': 2, '9626229': 1, '28567322': 2, '22028725': 2}", "similar_patients": "{'5977495-1': 1, '6406048-1': 1, '5439060-1': 1}"}