{"patient_id": 158538, "patient_uid": "3409902-1", "PMID": 22869980, "file_path": "noncomm/PMC003xxxxxx/PMC3409902.xml", "title": "Posterior urethral valves and Cowper's syringocele: A rare association causing voiding dysfunction", "patient": "A 4-year-old boy presented with right-sided inguinal hernia and voiding dysfunction. He had straining, frequency, and prolonged micturition for the past 1 year. Apparently the child had a weak urinary stream since birth, which was ignored as being normal. The child never had a urinary infection. On investigations his urine examination, renal functions, and renal tract ultrasound (US) were normal. A micturating cystourethrogram (MCU) showed dilated posterior urethra suspicious of posterior urethral valves and a definite filling defect in the proximal end of anterior urethra [].\\nAt cystoscopy, the bladder was minimally trabeculated with prominent bladder neck and type 1 posterior urethral valves. There was also an elongated translucent cystic swelling in the posterior wall of proximal portion of bulbar urethra [], which corresponded to the filling defect seen on MCU. A diagnosis of posterior urethral valves with Cowper's syringocele was made.\\nThe valves were fulgurated at 5 and 7 O’ clock positions and the syringocele was deroofed with a bugbee, which decompressed the syringocele. The hernia was also repaired at the same time. Postoperatively, the child was on an indwelling Foley's catheter, which was removed after 3 days. The child at discharge was passing urine with good stream but still had increased frequency of micturition, which resolved after a few weeks of treatment with oral oxybutynin.\\nA repeat cystoscopy, done after 6 weeks, showed no evidence of syringocele and there were no residual valves. The MCU showed no filling defect seen previously and the posterior urethral dilatation had resolved. The child is on regular followup, symptomfree, and the recent US was normal.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'21607602': 1, '10687976': 1, '458976': 1, '32775246': 1, '6827661': 1, '20202229': 1, '22869980': 2}", "similar_patients": "{}"}