{"patient_id": 158754, "patient_uid": "3425251-1", "PMID": 22969185, "file_path": "noncomm/PMC003xxxxxx/PMC3425251.xml", "title": "Delusional parasitosis of face in a factory worker", "patient": "The patient was a 36-year-old married male working in a garment factory as a security guard. He was high school passed, earning about ‘10,000/- per month. He was living with wife and two children in his one-room own house. There were no familial, financial, or occupational stresses. He presented with a 7-month history of itching on the face, which he attributed to infestation by insects. He had himself used different antiseptics for killing or removing insects but felt no relief. On examination by a dermatologist, he was found to have no evidence of infestation. The patient had also brought excoriated skin specimen in a matchbox as evidence of infestation (matchbox sign). On his request, the histopathologic examination of the specimen was done, which revealed excoriated skin scales and no parasites. The marks due to scratching were present on the side of face. He was told that it is a disease that requires assessment and treatment from psychiatry outpatient department.\\nThe detailed psychiatric workup revealed preoccupation with the complaint that he is being infested with insects over the face. There had been a no change in the symptom since the onset. He said that that he was unaware of the source of infestation but believed that it was not related to his occupation or accommodation as no other person from there had similar complaints. Due to this infestation, he had developed anxiety and sleeplessness and was unable to do his job efficiently. He did not believe the suggestion of his friends and wife that there is no such infestation with insects. He was finally brought by his wife to the hospital. Detailed systemic examination including neurological examination and relevant investigations did not reveal any abnormality. There no past history of any chronic psychiatric disorder, chronic physical disease, or drug abuse. Family history was also normal. Mental state examination revealed a middle-aged man of endomorphic build. Psychomotor activity and speech were normal. There was no perceptual abnormality. He was anxious. Thinking revealed the presence of delusions of being infested by small insects. No other psychopathology was detected. Higher mental functions were normal.\\nThe patient was started on aripiprazole 10 mg/day, which was gradually increased to 20 mg/day in 3 weeks time. There was complete remission, and on following him up for 6 months, he did not develop the delusion again.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'12708735': 1, '14747427': 1, '20877531': 1, '18757994': 1, '3814957': 1, '21605110': 1, '17766758': 1, '20992505': 1, '19380687': 1, '6765863': 1, '21576554': 1, '10900563': 1, '22969185': 2}", "similar_patients": "{}"}