{"patient_id": 37518, "patient_uid": "3336246-1", "PMID": 22567480, "file_path": "comm/PMC003xxxxxx/PMC3336246.xml", "title": "Fatal Hemoptysis due to Chronic Cavitary Pulmonary Aspergillosis Complicated by Nontuberculous Mycobacterial Tuberculosis", "patient": "A 50-year-old male, smoker (50 p/y), with a history of alcoholism, severe COPD, bilateral pneumothorax, and tuberculosis due to mycobacterium avium infection, was admitted in our department eight months after antituberculosis treatment initialization due to one-month period of high fever, up to 39.6°C, loss of weight, almost 5 kgr, and productive cough with purulent sputum (Figures and ). Despite adequate treatment with antibiotics, in outpatient setting, he remained with no clinical improvement. Routine laboratory tests on admission revealed increased erythrocyte sedimentation rate (ESR = 134 mm/hr) and C-reactive protein (CRP = 112 mg/dL). A chest X-ray demonstrated cavitations, consolidation, and fibrosis at both upper lobes. Serologic tests for hepatitis A, B, C, D, and human immunodeficiency virus did not reveal any abnormality. Broad spectrum antibiotics were initialized during his hospitalization without any improvement. Finally in three different sputum samples Aspergillus flavius was isolated and, a CT scan demonstrated cavitary lesions with shadows, probably due to fungus contamination inside them, especially in the upper left lobe (Figures and ). These facts established a diagnosis of chronic cavitary pulmonary aspergillosis. Treatment with amphotericin B provided an initial clinical improvement but eleven days after a first episode of mild hemoptysis occurred and was controlled with conservative measures. Eighteen days after treatment initialization a second episode of hemoptysis occurred and, although he was intubated immediately, his cardiorespiratory system collapsed and he died.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'904352': 1, '8372746': 1, '6612647': 1, '18723954': 1, '18701313': 1, '16122488': 1, '19727742': 1, '18520323': 1, '8236077': 1, '9564903': 1, '5094057': 1, '16715417': 1, '6824396': 1, '7481595': 1, '5495645': 1, '26003310': 1, '12065367': 1, '10788811': 1, '3628758': 1, '17052307': 1, '18177225': 1, '17525130': 1, '6612648': 1, '3097424': 1, '17377864': 1, '15620961': 1, '1092237': 1, '10598930': 1, '29376935': 1, '19375638': 1, '16337390': 1, '29049239': 1, '12062287': 1, '29674397': 1, '10750780': 1, '6494603': 1, '10772121': 1, '938128': 1, '22567480': 2}", "similar_patients": "{}"}