{"patient_id": 44302, "patient_uid": "3829809-1", "PMID": 24219368, "file_path": "comm/PMC003xxxxxx/PMC3829809.xml", "title": "MAPK activation in mature cataract associated with Noonan syndrome", "patient": "A 42-year-old man experienced decreased visual acuity in the right eye before 2 years, but did not seek treatment. Later, he became aware of severely decreased visual acuity in the right eye several months ago and visited our hospital. The patient was born at 37 weeks of gestation with a weight of 2,300 g and had neonatal asphyxia at birth and had severe jaundice in neonatal period. The patient has a high arched palate, webbed neck, short neck, ocular hypertelorism, exophthalmos, and dilated cardiomyopathy. These factors led to a clinical diagnosis of NS at the age of 1 year (Figure ). Cardiac disease is controlled through the use of oral drugs. Without receiving growth hormone treatments, his final body height was 154 cm, which is below the potential average height of Japanese men. Initial eye examination suggested that his corrected visual acuity was 0.06 in the right eye and 0.9 in the left with normal intraocular pressure. His corneas and irises showed no abnormalities and no anterior chamber inflammation was observed. Both eyes showed cataracts, and mature cataract was observed in the right eye (Figure A, B). The patient had no history of traumatic eye injuries or self-injurious behavior. The left eye fundus showed no abnormal findings (Figure A, B). Although the right eye fundus could not be seen, B-mode ultrasonography showed no abnormal findings. No abnormal pupillary light reflexes were observed. In addition to the mature cataract in the right eye, the cataract in the left eye progressed rapidly during the follow-up period, leading to decreased visual acuity. Cataract surgery was indicated for both eyes, and it was performed with no intraoperative complications (Figure C, D). He experienced no postoperative intraocular pressure elevation, infection, or delayed inflammation and there were no postoperative abnormalities in the right eye fundus (Figure C, D). Genetic analysis revealed a mutation in the PTPN11 gene. The identified PTPN11 mutations (c.188A > G [p.Tyr63Cys]) encode alterations located in the N-terminus of SH2 (Src homology 2) domain, catalytic domain in PTPN11. Protein analysis also showed that the expression of p38α MAP kinase was detected in lens lysates from the patient with NS but, the expression of p38α MAP kinase could not be detected in patient with senile cataract (control), (Figure ). And also, the p-ERK1/2 expressed in a very low level in lens lysates from the patient with senile cataract (control), while in the patient with NS, it was significantly increased (n = 6, P <0.001) (Figure ). His postoperative corrected visual acuity was 1.2 in the right eye and 1.0 in the left, and the postoperative course was uneventful.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'19321662': 1, '12778136': 1, '25133308': 1, '22710095': 1, '1446772': 1, '7856646': 1, '20883819': 1, '19258709': 1, '15184955': 1, '20599547': 1, '7294061': 1, '29948256': 1, '16631066': 1, '7558725': 1, '18470943': 1, '22696753': 1, '12058348': 1, '11242034': 1, '23312968': 1, '17639592': 1, '21396583': 1, '11704759': 1, '24219368': 2}", "similar_patients": "{}"}