{"patient_id": 166705, "patient_uid": "3982351-1", "PMID": 24741227, "file_path": "noncomm/PMC003xxxxxx/PMC3982351.xml", "title": "Syndrome of Inappropriate Antidiuretic Hormone Secretion (SIADH) in Strongyloides stercoralis Hyperinfection", "patient": "A 76-year-old Hispanic male presented to our hospital with a 2-month history of fatigue, nausea, intractable vomiting and a 30-pound weight loss. Past medical history was significant for idiopathic thrombocytic purpura (ITP) diagnosed 4 months ago, which was treated with steroids for 3 weeks. The patient had immigrated to the United States from Columbia 17 years ago and had travelled to Venezuela a month prior to presentation. He had a history of smoking 1 pack per day for 40 years.\\nOn physical examination there was nonpalpable purpurae. Abdominal examination revealed a soft nondistended abdomen with mild epigastric tenderness, with no associated guarding, rigidity, rebound tenderness, or organomegaly.\\nLaboratory examination revealed elevated white cell count of 11,400/μl, with a normal eosinophil count of 1%. Biochemistry revealed sodium of 122 meq/l. Other significant laboratory abnormalities were a total protein level of 4.5 g/dl and albumin level of 1.7 g/dl. The rest of laboratory examination was normal []. Computed tomography (CT) and magnetic resonance imaging (MRI) of the brain were unremarkable. The patient tested negative for both HIV and human T-lymphotropic virus (HTLV).\\nThe patient was initially treated with 0.9 normal saline infusions suspecting hypovolemic hyponatremia due to persistent vomiting, but showed only minimal improvement in serum sodium levels. A diagnosis of SIADH was then made based on his high urine osmolality, 564 mOsm/kg and low plasma osmolality 261 mOsm/kg. Fluid restriction increased his serum sodium to 133 meq/l.\\nTo evaluate his symptoms of intractable vomiting, an esophagogastroduodenoscopy (EGD) was performed which showed erythema in the stomach and duodenum. Histopathology showed acute and chronic duodenitis, with marked blunting of villi and reactive cellular changes, active gastritis, and presence of parasites consistent with S. stercoralis [Figures and ]. Stool examination showed many S. stercoralis larvae.\\nThe patient was treated with two doses of ivermectin 12 mg (calculated at 200 μg/kilogram) following which his nausea and vomiting improved and serum sodium increased to 139 meq/l. Repeat stool examination after 2 weeks of ivermectin therapy did not show any S. stercoralis larvae.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'7025145': 1, '8236470': 1, '2801744': 1, '7974685': 1, '3409752': 1, '12792249': 1, '31511906': 1, '362122': 1, '19702983': 1, '8254165': 1, '3097891': 1, '3606282': 1, '17940124': 1, '8701797': 1, '7893110': 1, '2414988': 1, '17539272': 1, '20733481': 1, '25150235': 1, '14726461': 1, '18804829': 1, '9988339': 1, '2660120': 1, '24741222': 1, '2059374': 1, '1469520': 1, '34386556': 1, '29384908': 2, '19317285': 1, '3604502': 1, '15718861': 1, '1115045': 1, '19333553': 1, '15633117': 1, '7382060': 1, '2682948': 1, '11528578': 1, '15337730': 1, '24741227': 2}", "similar_patients": "{'6392699-1': 1}"}