{"patient_id": 40388, "patient_uid": "3524466-1", "PMID": 23216913, "file_path": "comm/PMC003xxxxxx/PMC3524466.xml", "title": "Acute monoarthritis in a delayed diagnosis of syphilis patient with persistent rupioid psoriasis-like lesions", "patient": "A 69-year-old man presented to our hospital in August 2004 for an evaluation due to one month history of right knee joint pain with fever, and two plaques showing on his abdomen and scalp for 10 and 2 years, respectively. The lesion on the abdomen began as an asymptomatic small light red macule following scratch. It enlarged gradually over the past ten years, and formed an unhealed ulceration plaque with thick crusts on its surface. He was seen by several different dermatologists in the past, but no definitive diagnosis was given. He had a failed trial of topical antibiotics. Two years earlier, an additional similar lesion on his front scalp developed from a linear wound due to hair shaving. One month prior to his visit, he developed an acute onset of right knee joint pain and swelling with decreased range of motion that was worsening with activity. Ten days after the onset of joint pain, he spiked a fever of up to 38.7°C, and went to a local hospital where he was diagnosed with acute arthritis and skin ulcers. He was treated with clindamycin and indomethasone and discontinued them after two weeks of no response. He also had 5 kilograms of unintentional weight loss in one month. The patient’s past medical history includes chronic bronchitis, 20-year history of Parkinson’s disease, and 30-year history of ankylosing spondylitis. He had no painless ulcer or rash on his penis and scrotum, urethral discharge, blurred vision or headache. He admitted engaging in several acts of unprotected heterosexual intercourse, with the last sexual encounter occurring 3 years prior. He had never traveled out of the province.\\nPhysical examination on admission revealed a fever of 38.5°C. Two solitary erythematous plaques were observed with rupioid aspect covered with thick, tightly-adherent, dirty-appearing crusts, including one on his abdomen measured about 10×10 cm2 with irregular, boggy and necrotic border (Figure \\nA), and the other one on his front scalp measured as 3×4 cm2 in size (Figure \\nB). Right knee exam revealed swelling, warmth, redness and tenderness. Laboratory analysis showed a C-reactive protein (CRP) of 9mg/dL and erythrocyte sedimentation rate (ESR) was >140mm/hr. HLA-B27 test was positive. Cell counts, urine analysis, hepatic panel, fasting blood glucose, serum immunoglobulin, tumor markers of carcinoembryonic antigen (CEA), alpha-fetoprotein (AFP), cancer antigen (CA)-199, and prostate specific antigen (PSA) were within normal limits. Serum rheumatoid factor, anti-nuclear antibodies, anti-neutrophil cytoplasmic autoantibodies, anti-tuberculosis antibody and PPD test, and blood culture were negative. Further studies revealed negative HIV antibody by enzyme-linked immunosorbent assay, positive rapid plasma reagin test (RPR) titer 1:16, and positive reactive treponema pallidum hemagglutination assay. CD3 proportion was 70.8% (normal range 60-85%), CD4 52.3% (normal range 24.5-48.8%), CD8 22.8% (18.5-42.1%) and the CD4/CD8 ratio was 2.3 (normal range 1.5-2.1). Urethral swab culture was negative for gonorrhea, chlamydia and mycoplasma. Right knee ultrasound revealed effusion of the posterior patellar tendon, and MRI scan showed lateral and medial meniscus degeneration, suprapatellar bursa and joint space effusion. Microscopic study of thick, turbid and yellowish synovial fluid aspirated from his right knee showed white blood cells >200/HP, red blood cells 5-10/HP, but no crystals or organisms. Culture of joint aspirated specimen collected before antibiotics revealed 100% staphylococcus epidermidis with sensitivity to clindamycin, rifampin and vancomycin. Abdominal rash biopsy showed irregular psoriasiform epidermal hyperplasia with overlying crust and confluent parakeratosis containing many neutrophils, degenerative and necrotic keratinocytes, papillary dermis edema with dense lymphohistiocytic infiltration containing numerous plasma cells, scattered eosinophils and neutrophils without granulomatous process (Figure \\nA and B). Immunohistochemical studies showed no evidences of lymphoma. Culture of the skin biopsy was negative for bacteria, mycobacterium tuberculosis and fungi. Silver staining for treponema was not conducted due to technical difficulties. Syphilis and septic arthritis were diagnosed based on clinical features, histological and laboratory findings.\\nCefmetazole was administered intravenously on the second day of admission after collecting blood, aspirated and skin biopsy specimen. However, he continued having fever. His knee joint symptoms and skin rashes remained unchanged after 5-day of treatment. Infection disease service was consulted on day-6 of admission. He was recommended to receive intravenous norvancomycin for 5 days, but that showed no improvement. On day-12 of hospitalization, intramuscular benzathine penicillin 2.4MU was administered in a form of 3 doses with 1 week apart after getting a diagnosis of syphilis. One week after intramuscular benzathine penicillin he returned to afebrile, and the severity of his knee pain and swelling reduced significantly. Additionally, the thick crusts covering two plaques gradually shed and finally left well-demarcated red, rough and scaling surface (Figure \\nC and D). His skin lesions and joint pain continued improving and he was discharged after completing a course of penicillin. Repeated labs showed CRP 2.4mg/dL, ESR 32mm/h, and RPR1:8. His skin lesions continued improving with some desquamation and postinflammatory hyperpigmentation, and his knee problem was completely resolved over the following one month.\\nTwo months after discharge, the patient was readmitted due to a fever of 39.2°C, recurrent right knee pain and swelling with the flare-up skin lesions. Repeated laboratory tests showed marked inflammation process (CRP, 7.6mg/dL and ESR, >140mm/h). Blood cell counts were within normal limits. Blood and skin rash specimen revealed no organisms. Urethral swab culture for gonorrhea, chlamydia and mycoplasma were negative. RPR was 1:8, and HIV was negative. Right knee MRI scan showed subcutaneous edema with no joint effusion. Symptoms were improved after a consecutive 10-day intravenous benzylpenicillin. The patient left hospital against medical advice, and did not complete the course of antibiotics. One month later, he was sent back to hospital by his family with a fever of 39.6°C, suddenly enlarged skin lesions, and a newly developed groin dark red plaque (2×3 cm in size) with thick crusts. Right knee pain and edema significantly limited his gait and range of motion. He took ibuprofen with minimal improvement. He had no leukocytosis, labs showed CRP 15.5mg/dL, ESR 126mm/h, RPR 1:16, and negative HIV antibody. Right knee MRI scan revealed a similar finding as found at his first admission. Culture of the knee aspirate revealed no growth of bacteria. A skin biopsy from the newly formed groin lesion showed features compatible with the finding of his abdominal skin biopsy. Immunohistochemistry (IHC) stain by using a rabbit/mouse polyclonal anti-T. pallidum (1:200, Biocare Medical, CA, USA) demonstrated the presence of syphilis spirochetes in both skin lesions (Figure \\nC and D). Typical spiral and thread-like organisms highlighted by brown chromogen were observed in the lower layers of the epidermis, at dermo-epidermal junction and upper dermis with a perivascular pattern. Due to elevated RPR titer of 1:8 to 1:16 and syphilis spirochetes found in the skin biopsy and joint aspirate, intramuscular benzathine penicillin 2.4MU was given once a week for consecutive 4 weeks and doxycycline 100mg twice daily for 28 days. Over the next few days, the pain was increasing leading to difficult sleeping. Methylprednisolone 16mg daily was added to the therapeutic regimen. His fever, skin lesions and joint pain were gradually improved in 2 weeks. He was weaned off methylprednisolone over a period of 6 weeks after his symptoms all gradually resolved. A repeated RPR test performed 3 months after treatment was 1:4. Two years later, RPR became negative. Follow up visits of the patient continued for the next 7 years. No relapse of the symptoms occurred, indicating the patient’s successful treatment and full recovery.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'19786852': 1, '31388530': 1, '10023347': 1, '2246956': 1, '15330990': 1, '11979114': 1, '20952888': 1, '19786856': 1, '11589792': 1, '18492384': 1, '15653827': 1, '22001480': 1, '18634719': 1, '16641051': 1, '21057757': 1, '21410678': 1, '18721217': 1, '16909057': 1, '16888612': 1, '369568': 1, '23216913': 2}", "similar_patients": "{}"}