{"patient_id": 46526, "patient_uid": "3977110-1", "PMID": 24772358, "file_path": "comm/PMC003xxxxxx/PMC3977110.xml", "title": "A Case of Mucinous Cystadenofibroma of the Ovary", "patient": "A 35-year-old gravid (1-0-0-1) woman presented with left lower abdominal pain for several years. Her menstrual cycle length was 30 days, menstruation volume was normal, and she experienced slight menstrual pain. Her family history was uneventful. Upon comprehensive medical testing, an ovarian mass was detected by pelvic CT. After the patient was transferred to our hospital, she underwent pelvic MRI. The MRI showed a 6 cm left ovary mass with numerous small cysts and a fibrous septal structure.\\nAt the time of admission, the patient's blood pressure was 140/80 mmHg, her pulse was 74 bpm, her temperature was 36.5°C, and her general condition was good. During a pelvic examination, a painless cystic mass was detected in the left adnexal area. Blood test results were normal: haemoglobin level, 12.9 g/dL; red blood cell volume, 38.7%; leukocyte count, 6.380; and platelet count, 235,000. Results of urinalysis and blood chemistry analysis were within normal ranges. Serum concentrations of the tumour markers CA-125 and CA19-9 were 18.08 and 55.72 ng/mL, respectively; the CA19-9 tumour marker level was slightly elevated compared to normal. Transvaginal sonography performed at our hospital showed that the uterus was deviated to the right; no other notable features were observed, except for the left ovarian tumour, approximately 6 × 6 cm in size, with a septum. The inside of the tumour displayed irregular contrast. Approximately two-thirds of the tumour was cystic, and partially solid patterns were detected. The right adnexa could not be observed due to the left ovarian tumour.\\nA pelvic MRI showed a cystic tumour, approximately 6 cm in diameter with numerous small cysts and a fibrous septal structure. Contrast-enhanced images revealed prominent features of the wall and the septum of the mass. Mild and diffuse thickening of the junctional zone was observed ().\\nThe patient underwent laparotomy surgery with a low midline incision. The uterus was full-term sized, with a smooth surface. A whitish cyst approximately goose egg size was observed in the left ovary. The mass was very hard and the surface was relatively smooth. Biopsy specimens were examined as frozen sections, leading to the diagnosis of mucinous cystadenofibroma.\\nA view of the bisected surface showed a multiloculated cystic tumour with more solid areas containing small cysts (). Relatively uniform mucinous glands were associated with a prominent fibrous stroma (). The tumour was composed of glandular and cystic portions lined by mucinous columnar epithelium, with mucinous fluid in the lumen and a predominantly fibromatous stroma ().\\nAfter surgery, the patient was discharged without specific symptoms. The patient did not receive any additional treatment beyond regular checkups.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'9170028': 1, '16969043': 1, '5506473': 1, '16969050': 1, '4434327': 1, '30567152': 1, '14504904': 1, '26780471': 1, '14600453': 1, '24772358': 2}", "similar_patients": "{}"}