{"patient_id": 35882, "patient_uid": "3147136-1", "PMID": 21811506, "file_path": "comm/PMC003xxxxxx/PMC3147136.xml", "title": "A 41-Year-Old Man with Two Types of Metachronous Peptic Ulcer\\nComplication due to Zollinger-Ellison Syndrome—Regression of\\nPancreatic Primary after Chemoembolization of Hepatic Metastases: A Case Report", "patient": "The patient is a 41-year-old Iranian man who has been in good health except mild diarrhea until 36 months ago, when he was suddenly afflicted with severe generalized abdominal pain and rebound in abdominal physical examination. He was attended by surgeon and was operated on. Surgical diagnosis was perforated duodenal ulcer. After discharge, he was prescribed omeprazole for four weeks without any investigation for H. pylori infection. He hasnot had any past medical or drug history before operation but he mentioned mild watery diarrhea and decreased appetite without weight loss since a few months ago. One month after termination of omeprazole course, acute upper GI bleeding as melena occurred and he was again admitted in another hospital. Endoscopy was done. A small bulbar ulcer was the cause. Rapid urease test (RUT) was positive. Triple anti-H. pylori therapy was completed, and omeprazole was continued for another one month. Twenty days after termination of second course of omeprazole therapy urease breath test was done which was negative for active H. pylori infection. No further medication was administered. Approximately ten days later, another bout of upper GI bleeding in the form of melena occurred. He was admitted again in the hospital. Endoscopy revealed duodenal ulcer. RUT was negative. Regarding the history and unusual accumulation of peptic ulcer complications in spite of usual management, hypersecretory states such as gastrinoma were suspected. The result of serologic tests at that time is shown in .\\nAbdominal computed tomography (CT) scan revealed a 10 × 8 mm lesion in head of pancreas with peripheral enhancement (in favor of an islet cell tumor) and three superficially located enhancing lesions in both hepatic lobes, in favor of hypervascular metastasis (). CT-guided biopsy of pancreatic lesion was done. Pathologic result was as follows: section reveals fragments of tissue including pancreas with a benign neoplasm composed of monotonous cells looking like gland islets with preservation of the regular cords. No any nuclear atypia was seen (compatible with gastrinoma) (). Angiography and chemoembolization of hepatic metastatic lesions were done using gel foam, Lipidial, Mitomycin, and Adriablastin. A short while after the procedure, the patient felt severe abdominal pain, that was managed symptomatically with opioid analgesics, and omeprazole 20 mg daily was continued. Now, after 36 months, the patient is in good health and receives omeprazole 20 mg daily. New CT images showed a questionable faint enhanced lesion which shows decreased size and diminished enhancement compared to pre-embolization study. The pancreatic head is prominent without any apparent mass lesion ().", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'10194787': 1, '10197684': 1, '8651148': 1, '16926567': 1, '10658061': 1, '3068365': 1, '12967136': 1, '2888194': 1, '7768367': 1, '194808': 1, '8323088': 1, '10584652': 1, '9301495': 1, '9922308': 1, '9508189': 1, '24100728': 1, '16134179': 1, '9867148': 1, '14564638': 1, '9681847': 1, '21811506': 2}", "similar_patients": "{}"}