{"patient_id": 45977, "patient_uid": "3938068-1", "PMID": 24444077, "file_path": "comm/PMC003xxxxxx/PMC3938068.xml", "title": "Unusual combined thymic mucoepidermoid carcinoma and thymoma: a case report and review of literature", "patient": "A 51-year-old Chinese male presented with a 6-month history of right ptosis and progressive muscle weakness. The patient had been diagnosed as myasthenia gravis at local hospital 6 months before, but for unknown reasons, he failed to receive workup and management at that time. Before one day the patient was admitted to our hospital, he suffered with a sudden onset of dysarthria. Therefore, the patient referred to our hospital for further examination and treatment. Physical examination showed right-sided partial ptosis. Diplopia was noticed on right lateral gaze due to right lateral rectus weakness. The patient did not have dysphagia or dyspnoea. But he was having generalized weakness in all his extremities, both proximal and distal, with marked diurnal variation in the form of more weakness during the evening. A confirmatory electrophysiological study with repetitive nerve stimulation showed decrement in amplitude of action potentials with further reduction post exercise and recovery after 15 minutes. Acetylcholine receptor (AChR) binding antibodies were markedly elevated. However, other routine laboratory test, including blood count, differential, liver and renal function, were within the normal range. A chest computed tomography (CT) scan demonstrated a solid mass, measuring 5.4 × 3.7 × 2.6 cm, with focal heterogeneously enhancement, in the right anterior mediastinum. The tumor was observed to adhere to the wall of aorta but did not infiltrate it. Minimal amount of right pleural effusion and pericardial effusion were associated, but neither enlarged lymph node nor remarkable image finding was noted in the lung parenchyma (Figure ). A CT guided fine needle biopsy of the anterior mediastinal mass was performed and pathological examination showed predominantly epithelial neoplastic cells with pan-cytokeratin (AE1/AE3) positive in a lymphoid component background suggesting a thymoma. Therefore, a preoperative diagnosis was thymoma and the tumor was totally resected. At surgery, the main tumor located in the right lobe of the thymus was found to have adhered to the periaortic tissues, but no invasion of the wall of aorta was observed. Thymectomy and resection of the adherent tissues were performed.\\nMacroscopical examination revealed a gray-red solitary nodular mass, and measured 5.0 × 3.5 × 2.0 cm. The mass was well-circumscribed, but there was no fibrous capsule around the mass and no cystic cavity observed in the mass (Figure ). Under the microscopical examination, part of nodular mass was composed of solid and invasive nests of well-differentiated epidermoid cells with desmoplastic stroma. The mucin-producing and intermediate cells were also observed in the tumor. These tumor cells were intermingled or intimately mixed with epidermoid cells. Mucin-producing cells were cuboidal, columnar, or goblet-like with bland nuclear morphology. Bands of fibrous connective tissue were observed among the neoplastic elements. There was no extensive necrosis and neural invasion. Mitotic figures were infrequent and there was no remarkable cellular pleomorphism. Immunohistochemically, the epidermoid cells of the tumor were positive to pan-CK (AE1/AE3), CK5/6, CK7 and p63, but negative to CD5. Mucin-producing cells were negative to CK5/6 and p63. Alcian blue staining revealed mucin in the cytoplasm of the mucin-producing cells (Figure ). This part of tumor was diagnosed as low-grade MEC according to the histopathological criteria of WHO classification []. Interestingly, however, type B2 thymoma could be observed in other area of the same nodular mass. In this area, neoplastic cells were large and polygonal with large nuclei and prominent central nucleoli. The neoplastic cells formed delicate lose network, and small epidermoid foci resembling abortive Hassall’s corpuscles could be observed among the neoplastic epithelial cells, but no mucin-producing cells were found in these epidermoid foci. In these areas, the neoplastic cells were outnumbered by non-neoplastic lymphocytes. By immunohistochemical staining, the neoplastic cells revealed the positivity for pan-CK (AE1/AE3), CK5/6, CK19 and p63, as well as negativity for CD5 and CD117 (Figure ). The field of MEC and type B2 thymoma was distinct in the mass, there was no gradual transition of these two parts observed in mass although they were close to each other in some areas. Based on above findings, a final histological diagnosis of primary combined type B2 thymoma/MEC of thymus was made, and the final staging of this tumor was stage II (Masaoka staging system).\\nThe postoperative phase was uneventful and the dysarthria resolved. After diagnosis, the patient was started on pyridostigmine with a remarkable improvement in weakness, diplopia and ptosis. Chemotherapy with regiments of cisplatin and mitomycin, and radiotherapy of the main tumor bed were performed on the patient. Since there was a possibility of tumor metastasis to another anatomical location, the patient was referred to a whole body positron emission tomography (PET)/CT study to search for the potentially secondary tumor, but no abnormality was found. The patient was on regular follow-up for 12 months after discharging from hospital. He had remained asymptomatic, and there was no evidence of tumor recurrence during the period of postoperative follow-up.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'11095135': 1, '1991250': 1, '7113703': 1, '34439210': 1, '12115342': 1, '22847156': 1, '12124843': 1, '23294278': 1, '26893849': 1, '25364536': 1, '8944040': 1, '24152726': 2, '8435796': 1, '24134933': 1, '19269006': 1, '21587086': 1, '16977299': 1, '16482933': 1, '19217053': 1, '7125053': 1, '11480798': 1, '2131000': 1, '14502801': 1, '22974165': 1, '2179229': 1, '15462505': 1, '17707547': 1, '4159099': 1, '15489658': 1, '1631879': 1, '12040285': 1, '1700969': 1, '15308855': 2, '24444077': 2}", "similar_patients": "{'2816898-1': 1, '3817996-1': 1}"}