{"patient_id": 36063, "patient_uid": "3168566-1", "PMID": 21991533, "file_path": "comm/PMC003xxxxxx/PMC3168566.xml", "title": "Gastric IgG4-Related Autoimmune Fibrosclerosing Pseudotumour: A Novel Location", "patient": "A 75-year-old woman presented to the fast track endoscopy service with a two-month history of vomiting, weight loss, and anaemia. She had no previous medical history of note and was independent. Initial gastroscopy revealed a large polypoid lesion in the gastric body () with abnormal appearing mucosa in the fundus, antrum, and duodenum. Multiple gastric biopsies were taken, which under microscopy showed markedly hyperplastic mucosa with evidence of chronic ulceration; there was no evidence of malignancy. Computerised tomography (CT) revealed a well-defined homogenous mass measuring 5 × 5.6 cm projecting within the lumen, arising from the medial wall of the body of the stomach (). Two mesenteric lymph nodes measuring 9 mm and 6 mm and one enlarged left gastric lymph node were also identified. An endoscopic ultrasound was attempted but failed because the patient was unable to be intubated.\\nThe patient subsequently went on to have a laparoscopic resection of the lesion from the posterior aspect of the lesser curvature. This was performed by making an anterior gastrotomy and resecting the lesion using a laparoscopic linear stapler. Following an intraluminal bleed which was managed conservatively, she made an uneventful recovery and was discharged home on day 10 postoperatively.\\nHistological examination of the specimen () showed interweaving fascicles of spindle cells, set in a fibrous stroma of abundant dense eosinophilic material and a prominent inflammatory cell infiltrate including lymphocytes, scattered plasma cells, and many eosinophils. There was one mitosis per fifty high-power fields. Immunohistochemical stains were negative for DOG 1, CD117, S100, desmin, ALK, and cytokeratin. Actin was equivocal and CD34 was positive in the spindle cell population. EMA and IgG4 stained the plasma cells, suggesting an IgG4-related autoimmune fibrosclerosing pseudotumour. There was an average of 39 IgG4-positive lymphoplasmacytic cells per high-power field. This lesion extended to the resection margin. The lymph nodes detected on CT which were removed with the specimen were reactive in nature.\\nThe patient was seen in clinic two weeks later, by which time she had made a full recovery after surgery. Subsequent blood tests revealed that her serum IgG4 was within normal range (1.09); however, levels had not been examined prior to resection as an IgG4 autoimmune fibrosclerosing pseudotumour had not been suspected.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'29222587': 1, '29629225': 2, '18609677': 1, '15316319': 1, '27255154': 1, '29417330': 1, '26420251': 2, '17026742': 1, '25194601': 1, '17827840': 1, '27059471': 2, '32569185': 2, '32126738': 2, '30651919': 1, '24124321': 1, '17954209': 1, '26867551': 2, '15644785': 1, '16843735': 1, '26655140': 2, '7628283': 1, '25469052': 1, '16084938': 1, '21991533': 2}", "similar_patients": "{'4707813-1': 1, '4826359-1': 1, '4821516-1': 1, '7310901-1': 1, '5881015-1': 1, '5881015-2': 1, '7253960-1': 1, '7253960-2': 1, '4734962-1': 1}"}