{"patient_id": 41069, "patient_uid": "3573952-1", "PMID": 23151090, "file_path": "comm/PMC003xxxxxx/PMC3573952.xml", "title": "A case of Mycobacterium goodii prosthetic valve endocarditis in a non-immunocompromised patient: use of 16S rDNA analysis for rapid diagnosis", "patient": "A 76-year-old Caucasian female was admitted to our hospital in September 2009 with a sudden onset of dyspnea that had emerged during dancing a foxtrot. She was previously remarkably healthy and lived a very active life with hobbies like dancing and gardening. On initial assessment at the Emergency Department, she had no history of chills, fever, night sweats, cough or chest pain. Physical examination revealed a severe respiratory distress requiring oxygen treatment. Ultrasound examination of the heart was consistent with a mitral valve insufficiency caused by a rupture of chordae tendineae. Coronary angiography was normal except for a significant proximal stenosis found in D2. Eleven days after admission (September 28) the patient received a biological mitral valve replacement (Edward Magna Nr 25, Edwards Lifesciences Corp, Irvine, CA, USA) and a coronary artery bypass of D2 was also performed. The postoperative course was uneventful, and the patient was discharged from the hospital in good health on the 5th of October.\\nOn the 15th of January 2010, the patient was readmitted to the Department of Neurology. The patient had suffered from general fatigue for at least 2–3 weeks, and had experienced slurred speech, poor balance, and disorientation to time and places for at least 24 hours. Initial neurological examination showed difficulty in walking due to poor balance. She was afebrile. Computed tomography (CT) of the brain revealed an ischemic lesion of the right cerebellar hemisphere, and she was assumed to have suffered from episodes of transient ischemic attacks and stroke. No blood cultures were drawn, and the patient was discharged. Further investigation as an out-patient revealed normal results from carotid Doppler, electroencephalography, and Holter ambulatory electrocardiography.\\nThe patient was readmitted to the Emergency Department on the 2nd of February 2010. She was again confused with slurred speech, complained about general weakness, and had now a temperature of 40.2°C. Her heart rate was 99 beats per minute without cardiac murmurs, the blood pressure was 100/45 mmHg, and further physical examination was normal. Laboratory investigations showed the following results: hemoglobin 101 g/L, leukocyte count 7.1 × 109/L (ref. 4–10 × 109/L), platelet count 155 × 109/L (ref. 140–400 × 109/L), and C-reactive protein (CRP) was 110 mg/L (ref. <3.0 mg/L). Serum sodium, potassium and creatinine were within normal ranges. After securing four sets of blood cultures, the patient was initially given empirical treatment for bacterial meningitis with intravenous ampicillin, cefotaxime, and betamethasone. However, she developed no stiffness of the neck and further analysis of cerebrospinal fluid showed no signs of meningitis. Also, chest radiography was normal, and CT of the brain did not reveal any new lesions including abscesses. Transesophageal echocardiography (TEE) was inconclusive with an unclear structure found floating in the left auricle. No vegetation or insufficiency was described. The patient rapidly improved, became afebrile and was discharged after two days of hospitalization. She was prescribed oral amoxicillin 500 mg t.i.d. for 7 days.\\nAfter five days (February 9) the patient returned with general fatigue, confusion and fever of 40°C, again with similar results of physical, neurological and laboratory examinations as on February 2nd. A new TEE demonstrated a large (13 mm), mobile vegetation attached to the prosthetic mitral valve. Treatment for endocarditis with cefotaxime and gentamicin was instituted. The blood cultures, drawn on the 2nd of February, were inoculated in aerobic and anaerobic blood culture bottles (bioMerieux, FAN-bottles, Marcy l’Etoile, France), and one aerobic bottle indicated growth after 3 days. A catalase positive Gram-positive rod with partial Gram-staining was identified on blood agar plates. It was initially considered to be a diphteroid rod with doubtful clinical significance, but when all four blood culture sets subsequently showed growth of multidrug-resistant Gram-positive rods, 16S rDNA PCR analysis was performed\\n[]. Sequence analysis covering ~800 bp of the 16S rRNA gene demonstrated a complete homology with M. goodii isolates from GenBank. Once it was clear that the isolate was a rapidly growing mycobacterial species, the strain was sent to the mycobacterial section at the clinical microbiology laboratory. Species identification of M. goodii using 16S rDNA sequencing was confirmed using Genotype® Mycobacterium CM and AS assays (HAIN Lifescience, Nehren, Germany). Antimicrobial susceptibility testing (AST) was performed in two stages, first at the conventional bacteriology section, followed by additional testing at the mycobacteriology section. All AST were performed with use of Etest® (bioMérieux, Marcy l’Etoile, France) on Mueller Hinton agar. At this stage, the treatment was changed to meropenem combined with gentamicin and ciprofloxacin (Figure \\n) based on the antibiotic susceptibility pattern (Table \\n). The fever resolved and CRP declined from 65 mg/L to 38 mg/L.\\nThe patient went through mitral valve replacement surgery on the 19th of February, again with a similar biological prosthetic valve (Edward Magna Nr 25, Edwards Lifesciences Corp, Irvine, CA, USA). The rationales for this decision were the finding of a prosthetic valve endocarditis due to a highly resistant microorganism and a large vegetation with a risk of new episodes of embolization. At surgery a vegetation was found and there were signs of infection surrounding the prosthetic valve ring. Cultures from the vegetation showed no growth, but 16S rDNA gene sequencing was consistent with the findings of M. goodii. After surgery there was a dramatic improvement of the patient’s general condition. Meropenem was replaced by ampicillin due to lower MIC-value (Table \\n), but during the third week of treatment CRP was repeatedly found to be about 70 mg/L (Figure \\n). The antibiotic treatment was changed in accord with the susceptibility pattern that favoured the combination of tigecycline and ciprofloxacin (Table \\n). The following two weeks CRP dropped to 6.1 mg/L. The patient was discharged on March 23 in good health and continued with the combination of oral doxycycline and ciprofloxacin for an additional eleven weeks. She was followed clinically and with laboratory analyses for 30 weeks. CRP remained at a normal level and repeatedly drawn blood cultures showed no bacterial growth (Figure \\n).", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'17277290': 1, '405587': 1, '619181': 1, '15504281': 1, '28073877': 1, '12364376': 1, '26213691': 1, '9891805': 1, '895768': 1, '9036143': 1, '10722456': 1, '20592151': 1, '16709525': 1, '11136814': 1, '28286403': 1, '10555330': 1, '3392420': 1, '31579470': 2, '6602574': 1, '7240799': 1, '28327156': 2, '25859873': 1, '26063854': 1, '9406299': 1, '23151090': 2}", "similar_patients": "{'5361780-1': 1, '6761459-1': 1}"}