{"patient_id": 45189, "patient_uid": "3881388-1", "PMID": 24455395, "file_path": "comm/PMC003xxxxxx/PMC3881388.xml", "title": "Laparoscopic Nephroureterectomy for Adult Patient with Primary Obstructive Megaureter", "patient": "A 29-year-old female with a complaint of abdominal distention was referred to our hospital. She had been treated with antibiotics for acute pyelonephritis three times when she was 6, 20, and 28 years old. Blood test results including renal function and urine test were normal. Abdominal computed tomography (CT) scan demonstrated markedly dilated left calyceal structures, a pelvis with thinning renal parenchyma, and left ureter from the proximal to the distal end (). Retrograde pyelography revealed the absence of anatomical malformation of the ureteral orifice and the absence of vesicoureteral reflux (). Urinary cytology of the left ureter was negative. Split function of the left kidney function was less than 10% in renal scintigraphy. The diagnosis was megaureter due to stricture of the vesicoureteral junction. The patient hoped for surgery before becoming pregnant. Laparoscopic nephroureterectomy was performed by an intraperitoneal approach. Prior to the laparoscopic procedure, an open-ended 6Fr left ureteral stent was placed. During surgery, the patient was initially positioned in the right flank position and four trocars were placed. The pneumoperitoneum pressure was 10 mmHg. The first 12 mm trocar (A: camera port) was inserted in the umbilicus. The second 12 mm trocar (B) was located in the anterior axillary line above the ilial crest. The third 5 mm trocar (C) was located in the midclavicular line on the left. The fourth 5 mm trocar (D) was placed on the upper lateral site of the third trocar for assisting instruments ().\\nWe approached the retroperitoneum from the lateral aspect of the descending colon. To facilitate dissection around the kidney, the ureter was emptied by sucking urine through a placed ureteral stent. After circumferential dissection of the kidney, we cut the renal artery and vein with polymer ligating clips. Then, the patient was positioned in a Trendelenburg position and a 5 mm trocar was inserted in the right lower umbilicus (E). The surgeon changed his right-hand trocar from (B) to (E) and his left-hand trocar from (C) to (B). The sigmoid colon was reflected medially and the dilated ureter was dissected down to the bladder. Then, the ureteral stent was removed and we resected the distal end of the ureter with polymer ligating clips. We extracted the resected specimen from the first trocar extending the skin incision to 30 mm using a 15 mm endocatch bag. The specimen weighed 576 g.\\nThe total operative time was 262 minutes. Circumferential dissection of the left kidney in the right flank position took 129 minutes and resection of the distal ureter and removal of the specimen in a head-down position took 83 minutes. The total pneumoperitoneum time was 212 minutes. The estimated blood loss was minimal. The urine volume sucked from the inserted ureteral catheter was 900 mL.\\nOperative and pathological findings showed that the kidney size was 12 × 8 × 6 cm, renal pelvis was remarkably dilated, and, in some parts of the renal parenchyma, interstitial fibrosis was recognized. The patient was discharged from our department without complications and was satisfied with her postoperative wound ().", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'10755353': 1, '20801491': 1, '11057766': 1, '12670547': 1, '1117497': 1, '22691071': 1, '7354523': 1, '10661851': 1, '24455395': 2}", "similar_patients": "{}"}