{"patient_id": 159520, "patient_uid": "3493809-1", "PMID": 23170100, "file_path": "noncomm/PMC003xxxxxx/PMC3493809.xml", "title": "A Case of Left Ventricular Noncompaction Accompanying Fasciculo-Ventricular Accessory Pathway and Atrial Flutter", "patient": "A 29-year-old male visited our outpatient department due to exertional dyspnea for 3 weeks. He also complained of frequent and sustained episodes of palpitations associated with shortness of breath. He had no other medical history. The patient's blood pressure was 110/70 mm Hg, his pulse rate was 51 beats per minute, and his respiratory rate was 20 per minute. On physical examination, a systolic murmur of grade III/IV was audible at the apex. He had mild edema in the lower legs and the level of B-type natriuretic peptide was 276 pg/mL.\\nThe chest posteroanterior showed cardiomegaly and mild pulmonary edema. An electrocardiography (ECG) demonstrated a sinus rhythm, pre-excitation and bizarre ST and T wave abnormality (). The positive delta indicating anteroseptal accessory pathway was discernable on the precordial leads.\\nThe apical 4-chamber view of a 2-dimensional echocardiogram presented LV hypertrophy and the LV ejection fraction was 36%. Prominent trabeculations and deep recesses were shown in the left ventricles and the recesses were perfused by intraventricular flow (). The color Doppler echocardiogram showed severe mitral regurgitation. Later the cardiac magnetic resonance imaging was performed and it revealed sponge-shaped deep trabeculations in the anterior wall of the LV (). At this portion, thickness of wall is about 8 mm and the trabeculation is 17 mm. Subendocardial delayed enhancement is noted in the LV. LVHT was diagnosed by Jenni et al.'s criteria. During the echocardiographic examination, tachycardia developed spontaneously and the ECG showed wide complex tachycardia with the QRS morphology, which was similar to the sinus rhythm (). The differential diagnosis included antidromic AV reentrant tachycardia, AFL, and atrial tachycardia. The patient underwent direct current cardioversion and was treated with angiotensin-converting enzyme inhibitor, diuretics, and digoxin.\\nThe patient underwent an electrophysiologic study. The electrode catheters were placed in the right atrium, in the coronary sinus, at the bundle of His, and in the right ventricular apex. The AH and HV intervals were 48 ms and 28 ms, respectively. Decremental atrial pacing caused prolongation of both AH and AV intervals in parallel. The HV interval and the degree of pre-excitation remained unchanged from both the right atrial and coronary sinus pacing with atrial extrastimuli (). The bundle of His pacing failed to normalize the QRS width. The diagnosis of fasciculo-ventricular accessory pathway was made. Decremental pacing on the proximal coronary sinus area induced typical AFL (), which was identical to the clinical tachycardia. A line of block was made across the cavo-tricuspid isthmus. Complete electrical blockade was confirmed by pacing both the low right atrium and proximal coronary sinus, resulting in late atrial activation on the opposite side.\\nThe patient was discharged and is being regularly followed at the outpatient department. Screening the patient's parents and siblings demonstrated no structural heart disease. Warfarin was added to prevent thromboembolic events.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'20632950': 1, '11711464': 1, '20109597': 1, '12749056': 1, '10400016': 1, '21285074': 1, '23170100': 2}", "similar_patients": "{}"}