{"patient_id": 39014, "patient_uid": "3444369-1", "PMID": 22849389, "file_path": "comm/PMC003xxxxxx/PMC3444369.xml", "title": "Sometimes when you hear hoof beats, it could be a zebra: consider the diagnosis of Fabry disease", "patient": "A 32-year-old Caucasian male presented with a three-week history of fever, abdominal pain, cough and exertional breathlessness after a recent trip to Turkey. He had been previously entirely healthy with no significant family history of note and was taking neither regular nor recently prescribed medications. He had no history of hypertension and his haemodynamic parameters remained normal throughout his admission. Investigations revealed: a white cell count of 13.8 x109/L; C-reactive protein of 278 mg/L; alanine transaminase of 468 units/L; serum albumin of 30 g/L and a serum creatinine of 535 μmol/L. There was evidence of haematoproteinura on dipstick urinalysis with a protein to creatinine ratio of 285 (normal range <30). A chest x-ray showed no evidence of consolidation, but revealed significant cardiomegaly. A subsequent echocardiogram revealed a bright echotexture to the myocardium and confirmed the presence of a 4 cm global pericardial effusion causing right atrial collapse, the cardinal sign of cardiac tamponade (Figure ). An ultrasound scan of his abdomen demonstrated splenomegaly without hepatomegaly, and kidneys of normal echotexture, the right measuring 9 cm and the left 10.3 cm. A nephritis screen including serum ANA, ANCA, complement levels and immunoglobulins was unremarkable.\\nHe was treated initially for an atypical infection with appropriate broad-spectrum antibiotic cover with a corresponding improvement in both white cell count and CRP levels. The day after admission he underwent a pericardiocentesis because of the risk of tamponade. Subsequent histological examination of the pericardial fluid showed evidence of acute on chronic pericarditis secondary to uraemia. All cultures of blood, urine and pericardial fluid (including mycobacterium, leptospirosis and mycoplasma) were negative. Despite these measures, his creatinine continued to rise and a renal biopsy was performed.\\nLight microscopy showed: very active tubulointerstitial inflammation with lymphocytic and plasma cell infiltrates as well as interstitial oedema related to his concurrent antibiotic treatment with intravenous co-amoxiclav nd; global sclerosis of all 22 sampled glomeruli. Toluidine blue staining revealed abundant deposition of glycolipid inclusions within the podocyte (Figure a). Immunofluorescence was negative. Electron microscopy demonstrated the characteristic enlarged secondary lysosomes (myeloid or ‘zebra’ bodies) packed with lamellated membrane structures that are associated with Fabry disease (Figure b). The diagnosis was later confirmed, initially by a blood spot α-galactosidase activity of 3.61 pmol/spot/h (5.51-58.1) and subsequently by a reduced plasma α-galactosidase A activity of 1.88 μmol/L/h (3-20) as well as elevated levels of globotriaosylceramide (Gb3) in the urine at 0.5 mg/mmol creatinine (0-0.03). Genetic sequence analysis revealed a missense point mutation causing the substitution of arginine with proline at amino acid residue 356, consistent with a diagnosis of Fabry disease.\\nOn resolution of his sepsis, his C-reactive protein and alanine transaminase levels returned to normal and a repeat abdominal ultrasound confirmed that his splenomegaly had also resolved. Despite an initial improvement in serum creatinine to 250 μmol/L after commencement of steroid therapy for the underlying antibiotic-induced nephritis, he became dialysis dependent after six months, although subsequently received a living, non-related renal transplant from his wife. He is now receiving enzyme replacement therapy.\\nInterestingly, he had no symptoms suggestive of Fabry disease. In particular there were no acroparathesiae, gastrointestinal symptoms and no history of heat intolerance; he described sweating normally on exertion. He also denied any problems with his skin.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'16773563': 1, '11694547': 1, '2171331': 1, '15025684': 1, '11732485': 1, '19833663': 1, '17471120': 1, '19797197': 1, '8675736': 1, '15100373': 1, '16498740': 1, '11889412': 1, '14989458': 1, '2539398': 1, '21229318': 1, '10911800': 1, '22849389': 2}", "similar_patients": "{}"}