{"patient_id": 166917, "patient_uid": "3995396-1", "PMID": 24761147, "file_path": "noncomm/PMC003xxxxxx/PMC3995396.xml", "title": "Intravascular Lymphomatosis Mimicking Primary Central Nervous System Lymphoma: A Case Report and Literature Review", "patient": "A 75-year-old right-handed female patient was admitted to our hospital for the evaluation of recurrent fevers. She had been well until 3 weeks before admission, when fever and fatigue developed. She had a history of cholecystectomy, spinal compression fracture, and an old cerebral infarction of the left middle cerebral artery. After the brain infarction, she developed aphasia and right hemiplegia and became dependent on a wheelchair. She showed paroxysmal atrial fibrillation, and warfarin was prescribed to prevent a second stroke.\\nOn examination, her blood pressure was 150/70 mm Hg, her pulse 90 beats per minute, and her body temperature was 37.5°C. There was a small decubitus ulcer on the sacrum and a nonpitting edema in both legs. No lymph node swelling was noted. Neurological examination revealed aphasia and right hemiplegia. The rest of the examination was normal. Her white blood cell count was 11,000/mm3 (reference range 3,500–8,000/mm3). Her blood levels of lactate dehydrogenase (LDH), C-reactive protein, and soluble interleukin-2 receptor (sIL-2R) were high at 458 IU/l (normal <229 IU/l), 16.8 mg/dl (normal <0.8 mg/dl), and 3,458 U/ml (normal <515 U/ml), respectively. Her blood levels of electrolytes, glucose, alkaline phosphatase, alanine aminotransferase, aspartate aminotransferase, amylase, brain natriuretic protein, and vitamin B1 were normal, as were her renal and thyroid function. Lumbar puncture was performed; there was no pleocytosis in the cerebrospinal fluid, but the protein and IgG levels were increased to 85 mg/dl (normal <50 mg/dl) and 17 mg/dl (normal <4 mg/dl), respectively. A urine culture showed no growth. Blood specimens were sent for cultures of bacteria, mycobacterium, and fungi. All results were negative. A contrast-enhanced CT of the chest, abdomen, and pelvis failed to reveal any abnormal lesions that could have caused the fever. No adrenal gland mass was noted. A brain MRI obtained 3 weeks after admission showed an old infarction but was otherwise normal. Tests for antibodies to hepatitis B, hepatitis C, human immunodeficiency virus, human T-lymphotropic virus, and the Treponema pallidum were negative. Antibiotic treatments including ciprofloxacin at 600 mg/day, panipenem/betamipron at 1 g/day, and ceftazidime at 2 g/day combined with arbekacin at 200 mg/day were undertaken, but all were ineffective. 67Ga scintigraphy showed no abnormal uptake. The fever continued for more than 3 weeks and fulfilled the criteria for FUO. Because the serum levels of LDH and sIL-2R remained high, we suspected a hematogenous tumor such as myeloma, and bone marrow puncture was performed, but the result was normal. Although there were no skin lesions, we strongly suspected IVL and thus performed a random skin biopsy. The biopsy was obtained from 1 lesion of the purpura on the abdomen and 2 regions of the skin with a normal appearance on the abdomen and left thigh. Histological examination revealed atypical cells lodged in the intravascular lumens in the subcutaneous tissue of the normally appearing left thigh region (fig. ). Higher magnification revealed vessels filled with large malignant lymphoid cells and eosinophilic nucleoli (fig. ); the cells were stained with CD20 antibodies but not with CD3 (fig. ). The patient was thus diagnosed with IVL (intravascular large B-cell lymphoma). Her consciousness deteriorated 6 weeks after admission. An MRI obtained 7 weeks after admission showed a mass lesion involving the right basal ganglia, thalamus, corona radiata, uncus, and crus cerebri (fig. ). The mass was isointense on a T1-weighted image, hyperintense on a T2-weighted image, and exhibited mild restricted diffusion on a diffusion-weighted image (DWI). The mass was homogeneously enhanced (fig. ). No definite ischemic lesions were noted. All radiological findings were compatible with those of PCNSL. The patient's status was too poor for chemotherapy. An MRI obtained 9 weeks after admission showed an enlargement of the mass (fig. ). She died 11 weeks after admission. Permission for a postmortem examination was not obtained.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'1609614': 1, '2375700': 1, '1871454': 1, '15774442': 1, '18053461': 1, '19139824': 1, '28596202': 1, '21515924': 1, '9541293': 1, '3065781': 1, '33122951': 1, '7035626': 1, '21867556': 2, '7989931': 1, '27099719': 1, '7781232': 1, '11349880': 1, '24761147': 2}", "similar_patients": "{'3178486-1': 1}"}