{"patient_id": 41127, "patient_uid": "3580901-1", "PMID": 23476867, "file_path": "comm/PMC003xxxxxx/PMC3580901.xml", "title": "Concurrent Adrenal Neuroblastoma and Kawasaki Disease: A Report of a Rare Case", "patient": "An 18-month-old girl was admitted to our infectious diseases department with a fever for 6 days and puffy red eyes. On physical examination, she was acutely ill, febrile, and irritable. Bulbar conjunctivitis, facial erythema at midline, red fissured lips, and a strawberry tongue were other significant findings (). There were also several small bilateral cervical lymphadenopathies, the greatest of which was 1.5 × 1.0 cm. On hospital day 2, mild swelling and desquamation developed on her hands and feet (, inset). Transthoracic echocardiography demonstrated a 3 mm dilatation in her right coronary artery, and a diagnosis of Kawasaki disease was made.\\nShe received 2 gr/kg intravenous immunoglobulin (IVIG) for two days as well as aspirin 80 mg/kg/day. Due to the persistence of fever, a computed tomography scan of the brain, chest, abdomen, and pelvis was performed, which was remarkable for a 3 cm × 3 cm abdominal mass originating from the right adrenal gland and with foci of calcification (). A 24-hour urine collection showed elevated vanillylmandelic acid levels at 8.5 mg/24 h (normal range: 2–5 mg/24 h). Exploratory laparatomy and total adrenalectomy without any gross residual tumor were performed. The pathology was reported as a stroma-poor undifferentiated neuroblastoma with unfavorable prognosis (). MYCN amplification by fluorescence in situ hybridization revealed 8 copy numbers of this oncogene. A bone scan as well as a bone marrow aspiration and biopsy were unremarkable. Three days after laparotomy, she developed periungual desquamation over the distal parts of her extremities. Chemotherapy with the N6 protocol (Cyclophosphamide/Adriamycin/Vincristine alternating with Cisplatin and VP-16) was initiated. The patient had an unremarkable course and repeat imaging three months later showing no evidence of residual tumor. The patient is free of tumor after 18 months at the time of the report of this case.", "age": "[[18.0, 'month']]", "gender": "F", "relevant_articles": "{'22447211': 1, '3799188': 1, '22863384': 1, '22745644': 1, '10690869': 1, '11814378': 1, '16116153': 1, '24665300': 1, '7485107': 1, '1904353': 1, '8697401': 1, '9329464': 1, '20109049': 1, '17039750': 1, '4414762': 1, '12532947': 1, '18084290': 1, '23476867': 2}", "similar_patients": "{}"}