{"patient_id": 45113, "patient_uid": "3878543-2", "PMID": 24385813, "file_path": "comm/PMC003xxxxxx/PMC3878543.xml", "title": "Late Onset Epstein Barr Virus Seropositive Posttransplant Lymphoproliferative Disorder in Two Renal Transplant Receivers", "patient": "A 17-year-old male was admitted to our unit with end-stage renal failure. He had history of atrophic kidneysince he was 7 years old. The patient received renal transplantation from his father after 2 years of HD in 1997. There was no severe complication in the early post-transplant period and neither ATG nor high-dose corticosteroid was used. During follow-up he received prednisolone and CysA plus azathioprine. At the end of 2 years, there was increase in blood urea nitrogen (BUN) and creatinine levels, and edema developed. Renal biopsy showed vascular rejection. Prednisolone was given 500 mg/day for 5 days, but renal function did not improve and HD was initiated again. The transplanted kidney was removed due to abscess formation 5 years after transplantation and renal biopsy showed chronic rejection. He developed pneumonia and imaging revealed ascites, cardiomegaly, pericardial effusion and pulmonary interstitial infiltrations. There was evidence of left ventricular hypertrophy, mitral annular calcification, and left atrial dilatation at echocardiography. Peritoneal biopsy showed active chronic inflammation and mesothelial cell hyperplasia. Upper endoscopy showed gastroesophageal reflux disease, hiatal hernia and Barrett’s metaplasia. In 2005 the patient was hospitalized due to abdominal pain, nausea and vomiting. Paraaortic multiple conglomerate lymph nodes and splenomegaly were detected upon abdominopelvic CT. Biopsy taken by laparotomy was compatible with non-Hodgkin lymphoma–diffuse large B cell lymphoma. Diffuse proliferation of large lymphoid cells with vesicular nuclei containing fine chromatin and nucleoli were found. Some tumor cells had multilobated nuclei. Immunohistochemically, leukocyte common antigen and CD20 were found to be positive while CD30 and CD3 were negative. EBV-encoded ribonucleic acid (EBER) was negative by in situ hybridization (ISH); see . Six cycles of rituximab-doxorubicin-cyclophosphamide-vincristine-prednisone (R-CHOP) were administered. After chemotherapy, complete remission was achieved. In 2006, chemotherapy was completed. In the follow-up period, CT examination was negative for lymphoma (). In 2009, cadaveric renal transplantation was performed. Low-dose ATG (1 mg/kg daily) was given for 5 days and then maintenance sirolimus (target level: 3-12) and MMF (2 g daily) plus prednisolone were prescribed. In the last visit in 2010, BUN was 18 mg/dL, creatinine 0.7 mg/dL, hemoglobin 16.2 g/dL, hematocrit 49.2%, white blood cell count 7.7x10.9/L, and daily proteinuria 30 mg/day. EBV IgG was positive and IgM was negative.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'11428986': 1, '20415898': 1, '19133925': 1, '7902900': 1, '12520651': 1, '11241800': 1, '17332737': 1, '15829710': 1, '7620022': 1, '12749798': 1, '11389521': 1, '7779838': 1, '9580648': 1, '14655179': 1, '7792917': 1, '16275969': 1, '12131689': 1, '12353194': 1, '11477152': 1, '14974943': 1, '16303010': 1, '10589949': 1, '19845597': 1, '24385813': 2}", "similar_patients": "{'3878543-1': 2}"}