{"patient_id": 34811, "patient_uid": "3048549-1", "PMID": 21320354, "file_path": "comm/PMC003xxxxxx/PMC3048549.xml", "title": "Amyloidosis cutis dyschromica in two female siblings: cases report", "patient": "Patient 1 was a 34-year-old female who presented with mildly pruritic, diffuse mottled hyperpigmentation and hypopigmentation. The lesions involved all over the body since she was 10 years old. The hypopigmentated macules were first noticed on her bilateral lower legs, and had slowly progressed to involve the trunk, the upper limbs, the thigh, the neck and the face with age growing. She also noticed reticular hyperpigmentation macules surrounding the spotty hypopigmentation. There were a few itchy blisters which were sesame-like or mung-bean-like in size appearing on her arms, lower legs and truck, especially on the sun-exposed areas in summer and the blisters were easy to burst. She did not have the history of extensive sun exposure or any other systemic or cutaneous disease before the onset of the lesions.\\nOn physical examination, she was well nourished and her stature was 158 cm. The cutaneous examinations revealed generalized, mottled, varying-sized hyperpigmented and hypopigmented macules ranging from 4 to 18 mm involving almost the entire body in a symmetrical pattern. In addition, some hypopigmented macules presented with slight atrophy. The skin lesions were more pronounced on the lower legs (Figure ), back and waist (Figure , ), and the larger hypopigmented lesions were seen mainly on the lower legs. Individual blisters which were negative Nikolsky sign occurred on the upper arm (Figure ). The neck and face were only mildly affected. There was no apparent papular, erythema and telangiectasia. The dorsa of both hands and feet were uninvolved. The hair, teeth, nails, the mucosa of the mouth, palms, soles and vulva were normal-looking. The hearing was normal. Systemic examinations were unremarkable. The mental and developmental milestones of the patients were normal.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'23234252': 1, '8752835': 1, '993396': 1, '24350022': 2, '19538186': 1, '20507362': 1, '24470653': 1, '11722454': 1, '34926516': 1, '19416385': 1, '16043923': 1, '12184644': 1, '1626966': 1, '15656797': 1, '25386328': 2, '17107390': 1, '19690585': 1, '29267436': 2, '9863286': 1, '26288409': 2, '18179886': 1, '902842': 1, '21320354': 2}", "similar_patients": "{'5726667-1': 1, '3853907-1': 1, '4533539-1': 1, '4224002-1': 1}"}