{"patient_id": 40273, "patient_uid": "3521408-1", "PMID": 23259097, "file_path": "comm/PMC003xxxxxx/PMC3521408.xml", "title": "Mesenchymal Hamartoma: Prenatal and Postnatal Diagnosis by Imaging", "patient": "A 31-year-old nulliparous woman presented a bichorial biamniotic twin pregnancy, accomplished by artificial insemination due to primary sterility problems. The patient had no outstanding medical or surgical background. The fetal morphology ultrasound scan, performed at 20-week gestation, showed that both fetuses were apparently normal. Pregnancy developed normally until 23 weeks of gestation. An ultrasound scan showed supradiaphragmatic avascular cystic formation in the right hemithorax of the first fetus of 34 × 26 mm, suggesting a type I cystic adenomatoid malformation (CAM). Serial ultrasounds were performed by the maternal-fetal medicine service every two weeks, starting at 23 weeks, 3 days of gestation. As part of the diagnostic imaging protocol, fetal magnetic resonance (MR) was performed at 23 + 5 weeks of gestation. Sagital, coronal and axial fetal MR revealed a lesion with several cysts (hyperintensive at T2) occupying a space in the right inferior lobe. A more caudal cyst was noted, measuring 25 × 20 mm, with a second cranial cyst of 11 × 22 mm with a liquid level ().\\nGiven the discovery of more thickened cystic walls than usually found in a CAM, and since the chest wall was apparently affected, the radiologist suggested considering a pulmonary blastoma or bronchioalveolar carcinoma, tumors described in patients with a previous CAM. However, since CAM-associated tumors have been described to appear postnatally and given the ultrasound scan findings, the first diagnostic suspicion was a type I CAM in the first twin. The amniocentesis at 25 + 1 weeks of gestation proved normal XY karyotypes for both fetuses. The ultrasound scan done at the time of this invasive technique showed an image that was compatible with a CAM in the first fetus' right hemithorax. A subsequent ultrasound scan at 28 weeks of gestation evidenced moderate ascites and hydrops fetalis.\\nAt 30 + 5 weeks of gestation, despite tocolytic treatment to prevent preterm delivery, a cesarean section had to be performed because of podalic presentation of the first fetus. The first male newborn weigh was 1700 g, Apgar score 8/10, umbilical arterial pH (ApH) 7.27 (mean 7.28, SD 0.05), umbilical venous pH (VpH) 7.39 (mean 7.35, SD 0.05), and he needed assisted ventilation. Second twin weighed 1400 g, Apgar score 9/10, ApH 7.28, VpH 7.36, and a favourable outcome.\\nPostnatal chest X-ray revealed right hemithorax opacification due to a large-sized mass with calcium density and destruction/erosion of the 4th–7th right costal arches, plus leftward tracheal deviation and centralized intestinal luminogram, probably because of ascites (). A contrast-enhanced computed tomography of one newborn was obtained. That was elegantly demonstrated there a mass occupying the right hemithorax measuring 60 × 50 × 50 mm, in contact with the right costal wall which it appeared to depend on (Figures and ). Pediatricians explained to the parents that the suspected congenital tumor of the newborn could be a mesenchymal hamartoma. They also explicated to them the treatment and prognosis. But parents refused any therapeutic option for the newborn child who died a few minutes after withdrawing the endotracheal tube.\\nThe mother had an uncomplicated immediate puerperium and was discharged 72 hours after the cesarean section. Mesenchymal hamartoma of the newborn was confirmed by anatomopathological study made after the autopsy.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'21120466': 1, '17562505': 1, '15653597': 1, '11316935': 1, '21129530': 1, '15852256': 1, '22262133': 1, '11756727': 1, '23259097': 2}", "similar_patients": "{}"}