{"patient_id": 162253, "patient_uid": "3713674-1", "PMID": 23878448, "file_path": "noncomm/PMC003xxxxxx/PMC3713674.xml", "title": "Novel use of laryngeal mask airway classic excel™ for bronchoscopy and tracheal intubation", "patient": "A 61-year-old woman with a long-standing history of thyroid disease presented with focal neck swelling of around 4-5 cm. She had a background history of hypertension. The mass was mobile with tongue protrusion. Computed tomography scan of the neck showed a heterogeneous thyroid mass with multiple cystic areas and multiple foci of calcification []. Fine needle aspiration cytology of the lesion yielded papillary carcinoma. There were no clinical features of airway compression. Total thyroidectomy was planned by the otolaryngology surgeon. The patient was clinically and biochemically euthyroid prior to surgery.\\nFiberoptic bronchoscopy was scheduled to rule out tracheal invasion before surgery. The patient was induced with inhaled sevoflurane, intravenous propofol and remifentanil. The LMA Classic Excel™ was inserted and hand ventilation was assessed which was found to be adequate. Spontaneous breathing was allowed on the supraglottic airway device. Bronchoscopic assessment of trachea was performed through 15 mm fiberoptic bronchoscope swivel connector (Smith Medical International Ltd, UK) under general anesthesia. After the completion of the bronchoscopy, the patient was paralyzed and the trachea intubated with a 7.0 mm ID endotracheal tube over a fibreoptic bronchoscope, using the LMA Classic Excel™ as a conduit. shows the view of the laryngeal inlet and epiglottis elevating bar through the LMA Classic Excel™. The surgeons proceeded with surgery uneventfully. En-bloc dissection and removal of the thyroid gland was done with excision of the strap muscles and the first tracheal cartilage which was adherent to the tumor was done. The trachea was successfully extubated at the end of the surgery.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'19707144': 1, '21375088': 1, '22178627': 1, '11806554': 1, '6349667': 1, '20946406': 1, '23878448': 2}", "similar_patients": "{}"}