{"patient_id": 42635, "patient_uid": "3683440-1", "PMID": 23819071, "file_path": "comm/PMC003xxxxxx/PMC3683440.xml", "title": "Tension Pneumothorax, Pneumoperitoneum, and Cervical Emphysema following a Diagnostic Colonoscopy", "patient": "The patient was an 84-year-old woman who was presented to the ED by emergency medical services (EMS), with acute onset of abdominal pain, changes in mental status, and tachycardia after outpatient diagnostic colonoscopy. Upon completion of the procedure, the patient reported that she had abdominal pain, chest pain, and shortness of breath. The physician's reevaluation at that time revealed an altered mental status and persistent tachycardia. On EMS arrival, patient was tachypneic with a respiratory rate of 32, and hypoxic with an oxygen saturation of 88% on room air. The patient was placed on oxygen mask and transported to the ED. On ED arrival, patient was awake but confused, complaining of abdominal pain, chest pain, and shortness of breath. The patient had a blood pressure of 105/60, a heart rate of 125, and an oxygen saturation of 91% on a 100% non-rebreather. The patient's airway was intact and she was able to talk. Auscultation of the lungs revealed no breath sound on the right hemithorax but a normal breath sound on the left side. Cardiac exam revealed tachycardia and normal S1, and S2, with no murmur. Abdominal exam demonstrated a soft abdomen, with a mild, suprapubic tenderness, no distension, and without peritoneal sign.\\nA bedside ultrasound of the anterior chest was performed using the Sonosite MicroMaxx system (Sonosite, Bothell, WA, USA) and a 13–6 MHz linear array transducer. The ultrasound findings included the lack of pleural sliding sign and a barcode sign in M-Mode, indicating a possible pneumothorax (). Chest X-ray revealed a tension pneumothorax with a significant left sided cardiac shift, and no evidence of intestinal structures in the chest (). Chest X-ray and diagnostic ultrasound, performed simultaneously at the same time. Palpation of the neck and anterior chest revealed subcutaneous emphysema. Shortly after ED arrival, blood pressure dropped to 95/50, and percutaneous needle decompression was performed by using a 14 G catheter, followed by a tube thoracostomy placement to the right side. The patient was stable with a blood pressure of 145/92 and a heart rate of 95 and underwent a CT scan of the abdomen, which revealed the presence of a pneumoperitoneum. After consulting with general surgery and the cardiothoracic surgery team, the patient was admitted to the critical care unit for observation. The hospital clinical course was uneventful with the patient in a stable hemodynamic state. The patient was discharged home a week later in good condition.", "age": "[[84.0, 'year']]", "gender": "F", "relevant_articles": "{'9926735': 1, '11522969': 1, '18157581': 1, '8918445': 1, '935471': 1, '1455873': 1, '6375617': 1, '16830377': 1, '14520289': 1, '17179057': 1, '33154227': 1, '24968446': 2, '5945819': 1, '11033584': 1, '6650772': 1, '28395133': 1, '16633757': 1, '17453289': 1, '33659134': 2, '23819071': 2}", "similar_patients": "{'7920233-1': 1, '3887997-1': 1}"}