{"patient_id": 153848, "patient_uid": "3016164-1", "PMID": 20811907, "file_path": "noncomm/PMC003xxxxxx/PMC3016164.xml", "title": "Diagnosis of alpha-1-antitrypsin deficiency in bleeding disorder-related neonatal death", "patient": "A 4-week-old baby girl was admitted to the neonatology department of our hospital because of respiratory insufficiency, convulsion and a large intracranial bleeding. She was the second child of healthy non-consanguineous parents born after an uneventful pregnancy and delivery at 40-weeks gestational age. Family history yielded no important diseases. Neonatal screening in the first week showed no abnormalities. Vitamin K prophylaxis was given at birth and until hospital administration according to the standard Dutch protocols []. From birth, she was only breastfed. Two weeks after birth, minimal rectal blood loss was noted. This was considered by the referral hospital to be due to cow milk allergy. The mother was instructed to follow a cow milk protein-free diet for herself. In the following weeks, oozing of the umbilical cord and bruising of the palate were noted. Both symptoms were reported separately and considered not to be alarming by the different general physicians. Nearly 4 weeks after birth she became lethargic, started vomiting and refused breastfeeding. She was referred to the emergency department of the referral hospital. At first, an infection was suspected for which intravenous antibiotics were started. A few hours after admission, convulsion started. Phenobarbital was administered. She became respiratory insufficient for which she was intubated, ventilated and transported to our university hospital.\\nWe saw a pale hypotonic neonate with a bulging tense fontanel without palpable pulses. Pupils were dilated with hardly a reaction to light. Laboratory results revealed total bilirubin, 85 μmol/L; conjugated bilirubin, 58 μmol/L; ASAT, 94 U/L; ALAT, 40 U/L; haemoglobin, 4.6 mmol/L; thrombocytes, 388 × 109/L; prothrombin time (PT), >100 s and partial thromboplastin time (PTT), >300 s. Vitamin K-dependent clotting factors were all below 40%. Because factor V and factor VIII levels at the same time were 160% and 200%, respectively, clinical Vitamin K-dependent bleeding disorder (VKDBD) was suspected. Vitamin K (1 mg) was given intravenously and within 2-h PT and PTT times, factor V and factor VIII levels normalized. CT scan showed large intraventricular bleedings on both sides and a large intraparenchymal bleeding in the left temporal lobe with severe oedema. An emergency external ventricular drainage was performed. Postoperatively, there was no improvement in her clinical condition. Pupils were dilated and non-responsive. No cornea reflex could be evoked. Treatment was withdrawn, and she died 1 day after admission.\\nDifferential diagnosis for the background pathology leading to cholestasis, liver dysfunction and further VKDBD was biliary atresia, alpha-1-antitrypsin deficiency, cystic fibrosis, inborn error in bile acid synthesis, haematochromatosis, liver pathology such as viral neonatal hepatitis or one of rare autosomal recessive forms of vitamin K-dependent clotting factor deficiency 1 and 2.\\nBoth parents gave informed consent for complete autopsy.\\nAt brain autopsy, left temporal lobe showed haemorrhage with intraventricular extension. This resulted in increased intracranial pressure and herniation of the cerebellar tonsils. At body autopsy, the liver was greenish-brown showing bile staining by cholestasis. The gallbladder, the extrahepatic bile ducts and the papilla of Vater could be identified and opened. The mucosal lining showed bile staining. With these findings we excluded biliary atresia macroscopically. The new pathologic differential diagnosis for the primary source of the problems leading to VKDBD in this patient was neonatal hepatitis/viral neonatal hepatitis, haematochromatosis or AAT deficiency.\\nMicroscopic examination of the liver displayed acute hepatitis with portal tracts showing a mixed inflammatory reaction with variable destruction of bile ducts and infiltration of the parenchyma. Slight fibrosis with septum formation was present. There was intraductal and intracanalicular cholestasis. The parenchyma showed individual hepatocyte necrosis with accumulation of waste products, bile and iron in hepatocytes and Kupfer cells. Among the waste products were fine cytoplasmic granules located especially in the periportal hepatocytes which stained with periodic acid-Schiff (PAS) before and after diastase pretreatment (Fig. ). These PAS (+) granules were not abundant enough to diagnose the primary pathology with certainty; however, suspicion rose on AAT deficiency.\\nThe additional immunohistochemical anti-cytokeratin 7 and anti-cytokeratin 19 stainings (Biogenex) showed focal paucity of the premature and mature bile ducts, respectively. This paucity could be due to periductal inflammation and cholestasis. Finally, anti-AAT protein staining (DAKO, concentration 1/40,000 without antigen retrieval in DAKO immunostainer) showed clearly the accumulation of AAT protein polymers in the hepatocytes (Fig. ).\\nPCR studies to identify viral agents showed no cytomegalovirus in liver. Additional studies in microbiology showed no growth of bacterial of viral agents.\\nGenomic DNA from peripheral bloods cells was isolated according to standard procedures. Mutation analysis of Serpin 1 was performed by direct sequence analysis of the coding exons (2–5; exon 2 split into two). Primers, containing an M13 tail, used were:\\nPCR reactions were performed using standard conditions (25-μL reaction, containing 100-ng genomic DNA; 2′ at 94°C, followed by 29 cycles of 30″ at 94°C, 30″ at 60°C and 30″ at 72°C and a final extension of 10′ at 72°C).\\nSequence analysis of exon 5 of Serpin 1 showed a homozygous pattern for p.Glu342Lys in our patient. In agreement with the homozygous pattern, the parents of the patient were heterozygous for this pathogenic mutation.", "age": "[[4.0, 'week']]", "gender": "F", "relevant_articles": "{'14760160': 1, '10463278': 1, '8410391': 1, '1608473': 1, '18565211': 1, '17138849': 1, '2215706': 1, '19414430': 1, '3289386': 1, '10524464': 1, '3289385': 1, '6978107': 1, '25351359': 1, '20811907': 2}", "similar_patients": "{}"}