{"patient_id": 156195, "patient_uid": "3228383-1", "PMID": 22140640, "file_path": "noncomm/PMC003xxxxxx/PMC3228383.xml", "title": "Intraspinal primitive neuroectodermal tumor in a man with neurofibromatosis type 1: Case report and review of the literature", "patient": "A 27-year-old man with no significant past medical history was referred to our institution from an outside facility with mild myelopathy and gait instability. The patient reported a 2-month history of intermittent neck pain and 2 weeks of right upper extremity weakness and numbness accompanied by progressive gait instability. Physical exam revealed one café au lait spot on his front chest, axillary freckling, decreased vibratory sensation along right upper extremity, positive Romberg test, dysmetria on finger to nose with the right upper extremity only, and decreased right upper and lower extremity strength (4/5 biceps, triceps, hip flexion, and plantar flexion).\\nAn MRI of the brain and neck revealed a cervical intramedullary mass extending from the medulla to the C4 level and detailed the presence of several other masses including: 1) a dumbbell-shaped enhancing mass expanding the left C5-C6 neural foramen 2) a right paraspinous soft tissue neck mass hyperintense on T2 with heterogenous enhancement 3) a dumbbell-shaped hetergeneously enhancing mass expanding the left T10-T11 neural foramen and 4) an ill-defined paraspinal paraortic enhancing soft tissue mass extending from T9-T11 [].\\nThe presence of multiple parapsinal masses with characteristics of nerve sheath tumors and the presence of axillary freckling resulted in a clinical diagnosis of neurofibromatosis type 1. The patient indicated he had no known family history of NF1 and had not been previously diagnosed with NF1 or any prior malignancy.\\nThe patient was recommended to undergo excisional biopsy of the intramedullary spine lesion as it was the likely symptomatic lesion. The peripheral nerve lesions – likely neurofibromas – were recommended to be observed. The patient agreed to the above, understanding the risks and benefits and subsequently underwent a wide C1 to C3 laminectomy microscopic resection of the intramedullary mass. Intraoperatively the mass was found to be a large, exophytic lesion extremely adherent to surrounding spinal cord tissue. Approximately 80% of the tumor was resected, with further resection halted when cardiovascular instability was encountered.\\nMicroscopic examination of the tumor revealed a highly cellular, poorly differentiated neoplasm with focal areas of necrosis. The cells exhibited characteristic scanty cytoplasm, intense basophilic and pleomorphic nuclei, and atypical mitosis []. Immunohistochemical staining was positive for GFAP, CD99 and synaptophysin [].\\nDuring the immediate postoperative period, the patient's neurological exam remained at baseline. A postoperative MRI of the spine illustrated a small amount residual intramedullary tumor, largely localized in the superior region of the tumor. The patient was referred for radiation and chemotherapy. However, about 1 month post-operatively the patient developed a sudden loss of vision. An MRI of the orbits revealed abnormal enhancement of the optic nerve sheaths bilaterally, a nodular enhancement posterior to the optic chiasm, and diffuse basilar meningeal nodularity and enhancement consistent with leptomeningeal carcinomatosis. As such, the patient was not a candidate for radiation therapy. The patient underwent palliative chemotherapy, which was complicated by neutropenia. During that hospitalilzation, the patient experienced cardiopulmonary collapse, was unable to be resuscitated and subsequently expired. An autopsy was not performed.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'19050994': 1, '17203398': 1, '19642733': 1, '11960157': 1, '1848471': 1, '19096696': 1, '18759606': 1, '9669395': 1, '17190980': 1, '27217659': 2, '16850960': 1, '11599852': 1, '30595962': 2, '11304041': 1, '10987262': 1, '2562067': 1, '16776362': 1, '10623711': 1, '19688140': 1, '10625171': 1, '641553': 1, '8544806': 1, '15118892': 1, '8934026': 1, '12737880': 1, '7657385': 1, '16292490': 1, '15227743': 1, '10592116': 1, '21194274': 1, '11110599': 1, '1317609': 1, '26828586': 1, '9402596': 1, '3251169': 1, '20697491': 2, '18296876': 1, '14520055': 1, '30561250': 1, '16618339': 1, '11792474': 1, '16373056': 1, '11556754': 1, '1786631': 1, '12058604': 1, '12622449': 1, '22140640': 2}", "similar_patients": "{'6287338-1': 1, '4872560-1': 1, '2911938-1': 1}"}