{"patient_id": 163187, "patient_uid": "3772263-1", "PMID": 24043977, "file_path": "noncomm/PMC003xxxxxx/PMC3772263.xml", "title": "Combination Therapy of Temporary Tracheal Stenting and Radiofrequency Ablation for Multinodular Thyroid Goiter with Airway Compression", "patient": "An 80-year-old man was presented with acute onset of dyspnea associated with cough and sputum. He had suffered from a thyroid goiter for 50 years, although it was non-toxic and growing very slowly. Intermittent dyspnea had begun 10 years earlier and had worsened during the previous week. The patient complained of dyspnea while resting when he was seen in our Emergency Department. He had not undergone previous treatments for his thyroid goiter (). CT scans () obtained on his first admission showed remarkable narrowing of the tracheal lumen caused by enlarged bilateral thyroid glands. The narrowest diameter of the stenosis was 5.8 mm.\\nTo relieve his severe dyspnea, a self-expandable stent was placed in the stenotic trachea (). The normal diameter of the adjacent trachea was 18 mm and the stricture length was 6 cm; therefore, we chose a stent with diameter of 18 mm and length of 8 cm. According to our specifications, the stent was designed to be retrievable, self-expandable, and silicone-covered with barbed metallic (S&G Biotech, Seongnam, Korea). The metal used for the stent was nitinol. The stent had a retrievable design for elective removals when it was no longer necessary or if there were stent-related complications.\\nTwo RF ablation sessions were then performed one and six weeks following stent placement and for which we used an 18-gauge, 1-cm, active-tip, internally cooled electrode (VIVA, STARmed, Goyang, Korea). On the basis of our previous clinical experiences (, ), an ultrasound-guided, trans isthmic approach was used to insert an electrode along the short axis of the nodule, and all nodules were then managed by using the moving shot technique. With the moving shot technique, multiple, small, conceptual ablation units are ablated unit-by-unit by moving the electrode (-). We began ablations with 30 W of RF power. If a transient hyperechoic zone did not form at the electrode tip within 5-10 seconds, the RF power was increased in 10-W increments up to 80 W. The procedure was accepted by our patient, and ablation was terminated when the planned imaginary units were changed to transient hyperechoic zones.\\nWe decided to remove the stent four weeks after the second RF ablation session because the thyroid volume had progressively reduced externally according to follow-up on CT scans (); there was also a concern regarding possible complications, such as stent migration or granulation tissue formation around the stent, resulting from a long-dwelling stent. The last follow-up CT scans () obtained five weeks following stent removal showed stable maintenance of the reduced thyroid volume and an apparent narrow tracheal lumen which was, however, relatively wider than that seen on the initial CT scans. The narrowest diameter measured 6.4 mm on the last follow-up CT scans. This report is recorded four months after the stent removel and the patient was able to breathe normally.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'14769757': 1, '11383812': 1, '21119260': 1, '19542381': 1, '14654487': 1, '7974300': 1, '15655205': 1, '19265492': 1, '18286289': 1, '15640412': 1, '17377041': 1, '21927553': 1, '20707660': 1, '20308523': 1, '21841482': 1, '25814656': 1, '20929405': 1, '22438678': 1, '24043977': 2}", "similar_patients": "{}"}