{"patient_id": 161788, "patient_uid": "3672414-1", "PMID": 23750170, "file_path": "noncomm/PMC003xxxxxx/PMC3672414.xml", "title": "Primary Malignant Fibrous Histiocytoma of the Pleura", "patient": "A 63-year-old man presented with dry cough of a 2-week duration. He had a history of pulmonary tuberculosis that had been treated with anti-tuberculosis medication 10 years ago. He was a farmer and former smoker, with 30 pack-years. Physical examination at the time of admission did not indicate any abnormality in the patient. Chest radiograph showed thickening in the right side of the apical pleura (). Chest computed tomography (CT) scans showed diffuse pleural thickening and a mass-like lesion with heterogenous enhancement (). Trans-thoracic needle biopsy was performed to rule out malignancy. Histopathological examination of the biopsy specimen showed anaplastic cytomorphology, with marked nuclear pleomorphism and atypical mitoses. Immunohistochemistry staining was performed. The panel of monoclonal antibodies consisted of CD68, vimentin, calretinin, cytokeratin 5/6 (CK 5/6), CK 7, thyroid transcription factor-1 (TTF-1), CD56, leukocyte common antigen (LCA), CD34, human melanoma black 45, and S-100. The tumor cells were positive for vimentin and CD68 (). These cells were immunonegative for all other markers tested, ruling out carcinoma (cytokeratin), sarcomatous mesothelioma (calretinin), solitary fibrous tumor (CD34), and neurogenic sarcoma (S-100 protein).\\nBrain magnetic resonance imaging and bone scan performed for cancer staging showed normal findings. Positron emission tomography-computed tomography PET-CT) showed multinodular hypermetabolic lesion (standardized uptake value, 13.2) at the posterior pleural aspect, with mediastinal lymph node metastasis in the right upper and lower paratracheal nodes (). Thus, the final diagnosis was mesenchymal malignancy, primary MFH of the pleura without metastasis beyond the thorax.\\nThe patient underwent thoracotomy with excision of the bulk of the primary mass. The pleural masses on apico-posterior mediastinum which was encountered with third costoverbral joint was resected. Resection of the upper lobe attached to the primary mass, intercostal muscle, right second, third and fourth ribs and mediatinal lymph node dissection was done. The post-operative biopsy result was the same type of the MFH (pleomorphic type) as that of the trans-thoracic needle biopsy performed before the operation. Cancer invasions in lung, ribs, intercostal muscle, vertebra were noted. The patient was discharged after his condition improved but had been lost to follow up since discharge.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'21319042': 1, '6316701': 1, '22480303': 2, '11468596': 1, '207408': 1, '907970': 1, '26082589': 2, '11156076': 1, '1440165': 1, '17410507': 1, '2822221': 1, '13751857': 1, '11823689': 1, '8622035': 1, '23750170': 2}", "similar_patients": "{'4466285-1': 1, '3349582-1': 1}"}