{"patient_id": 35073, "patient_uid": "3080349-1", "PMID": 21477271, "file_path": "comm/PMC003xxxxxx/PMC3080349.xml", "title": "Kyphectomy for severe kyphosis with pyogenic spondylitis associated with myelomeningocele: a case report", "patient": "A 32-year-old female suffering from a refractory skin ulcer on her back was referred to our hospital. She was surgically treated for myelomeningocele soon after birth and had also received a ventricle-atrial shunt at the age of 17 years and a ventricle-peritoneal shunt at the age of 19 years for hydrocephalus. She was unable to walk because of complete paraplegia below the level of T8. The ulcer had been treated twice with a musculocutaneus flap, at the ages of 11 and 31 years which failed.\\nThe ulcer was located at a bony prominence of the apex of the kyphosis (Figure ). The cultures of exudates from the ulcer were positive for Methicillin-resistant Staphylococcus aureus (MRSA). Laboratory data revealed an elevated serum C-reactive protein (CRP) level of 2.52 mg/dL and a white blood cell (WBC) count of 13800/μL. X-ray films showed a kyphosis of 154° between L1 and 3 and a scoliosis of 60° between T11 and L5 (Figure ). No segmental motion at the kyphosis was recognized using anterior and posterior flexion-extention X-rays. Additionally, the flexibility of the compensatory curves in the thoracic and lumbar areas was extremely low. Computed tomography (CT) showed a wedged vertebra at L2 and defects of the laminae from L1 to the sacrum (Figure ). Magnetic resonance imaging (MRI) revealed an abscess formation at the L2/3 intervertebral disc and the ventral side of the L2 vertebral body (Figure ). Thus, the diagnosis of refractory ulcer with pyogenic spondylitis at the apex of the kyphosis was established.\\nPreoperative intravenous administration of Vancomycin® for pyogenic spondylitis resulted in a decrease in the serum WBC count and CRP level to normal ranges. Subsequently, kyphectomy from L1-3 for the refractory ulcer was performed. A midline longitudinal incision was made and posterior elements of the spine and the lateral aspects of the vertebral bodies from L1to 3 were meticulously exposed. Pedicle screws were placed bilaterally from T8 to T12 and from L4 to S1. Following the ligation and transection of the dural sac at the level of L2, kyphectomy from L1 to L3 was performed. The spinal column was reconstructed by approximating the ventral wall of the T12 vertebral body and the cranial endplate of the L4 vertebra (Figure ). In addition to the pedicle screws, supplemental fixation was added to enhance the stability of the spinal column using two cortical screws penetrating from L4 to T12. Finally, the ulcer was completely resected, and the wound was closed primarily without a musculocutaneous flap. The operative time was 305 minutes, and the intraoperative blood loss was 980 ml. After the surgery, the scoliosis was corrected to 22°, and the kyphosis was corrected to 61° with a correction rate of 63% and 61%, respectively (Figure ). Although sitting balance and levels of activities of daily living were maintained after surgery, another ulcer in her perineal area developed, requiring two surgical treatments with musculocutaneus flaps. Two years after the surgery, there was no recurrence of the ulcer on her back, and a solid bony fusion was confirmed on CT images without loss of correction (Figure ).", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'15371713': 1, '28918465': 1, '12195076': 1, '30539295': 1, '18090091': 1, '14714245': 1, '9654633': 1, '8951012': 1, '12567028': 1, '23371068': 1, '4882211': 1, '4556184': 1, '16924200': 1, '16641777': 1, '14676532': 1, '10664302': 1, '18458590': 1, '21477271': 2}", "similar_patients": "{}"}