{"patient_id": 155834, "patient_uid": "3205516-1", "PMID": 22059148, "file_path": "noncomm/PMC003xxxxxx/PMC3205516.xml", "title": "Imaging Findings in Chiari I Malformation with Syringomyelia in a Case of Charcot Shoulder", "patient": "A 38-year-old female with a swelling over the right shoulder was referred to the Department of Orthopaedics. The swelling had been present for four years and was attributed to be the result of a fall. On examination, shoulder movements were restricted. Swelling was firm to hard, non-tender, associated with mild pain, with normal temperature, and diminished sensation. The patient had no history of diabetes mellitus or any other long standing disease. The patient had been treated with massage and manipulation of the shoulder by a local doctor in the village.\\nRadiograph done four years ago after the trauma revealed dislocation of the shoulder. The patient had no other X-rays with her. In the meanwhile, she had been treated with massage and physiotherapy continuously for a period of two years in her village, as advised by a local doctor. The symptoms got aggravated and she was referred to the medical college for further management. A repeat X-ray was done that showed destruction of the head of the right humerus leading to its typical blunt amputated appearance and increased joint space []. The proximal right humerus and glenoid cavity were sclerosed and the proximal humerus was subluxated superiorly. Multiple bony fragments were seen in the soft tissues around the right shoulder joint with displacement of adjacent fat planes.\\nMagnetic resonance imaging (MRI) showed destruction and lateral dislocation of the head of the humerus []. Residual humerus was subluxated superiorly with sharp margins. A large quantity of fluid collection was seen in and around the right shoulder joint. Bony fragments and debris were seen within the collection. Tear and atrophy of muscles around the shoulder joint, namely the supraspinatous, infraspinatous, and subsapularis muscles were seen. Glenoid cavity was shallow and showed destructive changes.\\nMRI of cervico-dorsal spine showed syrinx formation with herniation of cerebellar tonsils (6mm) into foramen of magnum leading to foraminal stenosis consistent with the diagnosis of Chiari malformation Type I [].\\nTreatment consisted of non-steroidal anti-inflammatory medication, passive motion exercises, and a protective sling. The patient with syringomyelia may experience sensory loss that prevents normal guarding, resulting in repetitive trauma and eventual joint destruction. Further the patient was referred to a neurosurgeon, who also preferred conservative treatment as the patient was not having any major neurological symptoms. Patient education is equally important to minimize the stress and inadverent trauma.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'1584927': 1, '3357846': 1, '29995782': 2, '7220879': 1, '34430987': 1, '1906143': 1, '1561334': 1, '10839250': 1, '19547980': 1, '3620829': 1, '26668155': 1, '21739211': 1, '2136163': 1, '22059148': 2}", "similar_patients": "{'6076164-1': 1}"}