{"patient_id": 35892, "patient_uid": "3148996-1", "PMID": 21718511, "file_path": "comm/PMC003xxxxxx/PMC3148996.xml", "title": "Metabolic myopathy presenting with polyarteritis nodosa: a case report", "patient": "A 78-year-old African American woman presented to our facility with a two-year history of progressively worsening fatigue and exercise intolerance. She lived alone and had been independent in her activities of daily living except for two occasions, six months and three months prior to her admission to Buffalo General Hospital, NY, USA, when she was admitted to the hospital for viral syndromes with associated muscle weakness that resolved in five to seven days. She was discharged with a diagnosis of viral syndrome and dehydration. In the three months prior to her admission to Buffalo General Hospital, she had noted progressively worsening muscle weakness and pain, increasing to the point that she was confined to a wheelchair. She had significant abdominal pain and intermittent diarrhea. Her medical history was also notable for hypothyroidism, for which she had been treated with levothyroxine replacement for 35 years, and hypertension. Her medications at the time of admission were levothyroxine 125 μg daily, atenolol 50 mg daily, aspirin 81 mg daily, calcium 500 mg daily, omeprazole 20 mg daily and a multivitamin. Her physical examination on admission was notable only for diminished muscle strength in the proximal muscles of the lower compared to the upper extremities. There was no known family history of muscle problems. Notable laboratory study results included: white blood cell count (WBC) = 31.6 × 109 cells/L, hemoglobin (HGB) = 7.7 g/dL, platelets = 464 × 109 cells/L, aspartate aminotransferase (AST) = 201 U/L, alanine aminotransferase (ALT) = 206 U/L, lactate dehydrogenase (LDH) = 273 U/L, creatine kinase (CPK) = 14 U/L, erythrocyte sedimentation rate (ESR) >150 mm/hour, C-reactive protein (CRP) = 182 mg/L, ferritin = 10,411 ng/mL, Urinalysis including microscopy was normal, thyroid stimulating hormone (TSH) = 4.27 ulU/mL, free thyroxine (T4) = 1.19 ng/dL, positive for cytoplasmic anti-neutrophil cytoplasmic antigen (C-ANCA) (>1:512), negative for perinuclear ANCA (p-ANCA), a negative hepatitis profile, positive for parvovirus IgG (3.9 index; normal: <0.9) and negative for IgM. A computerized tomography (CT) scan of the abdomen showed thickening of the colon consistent with ischemia and muscle biopsy showed vasculitis involving muscular arteries and arterioles consistent with polyarteritis nodosa. Treatment was initiated with prednisone 60 mg daily and cyclophosphamide 150 mg daily. After two weeks of therapy, minimal clinical improvement was noted, although her inflammatory parameters had decreased (WBC = 3.8 × 109 cells/L, HGB = 10.3 g/dL, platelets = 262 × 109 cells/L, ESR = 50 mm/hour, CRP = 22 mg/L, AST = 47 U/L, Alt = 23 U/L, and ferritin = 2567 ng/mL). Biochemical studies became available that demonstrated a defect in the mitochondrial respiratory chain with a low cytochrome c oxidase level of 0.78 μmol/minute/g tissue (normal range: 1.03 to 3.83 μmol/minute/g tissue), and evidence of a lysosomal defect resulting in a secondary glycogen storage disease with elevated acid maltase level 23.39 μmol/minute/g tissue (normal range: 1.74 to 9.98 μmol/minute/g tissue) and neutral maltase level 35.89 μmol/minute/g tissue (normal range: 4.35 to 16.03 μmol/minute/g tissue). Our patient was treated with a diet free of complex carbohydrates and a compound containing ubiquinone, creatine, carnitine, folic acid, α-lipoic acid and ribose, resulting in slow clinical improvement over the next several months.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'17915572': 1, '20425236': 1, '20544884': 1, '7754755': 1, '16859600': 1, '19101700': 1, '19353846': 1, '18647623': 1, '19005780': 1, '20356791': 1, '33445068': 1, '20827203': 1, '18946322': 1, '32067119': 1, '12064841': 1, '17485245': 1, '19252802': 1, '19535268': 1, '15615248': 1, '18279015': 1, '21718511': 2}", "similar_patients": "{}"}