{"patient_id": 45601, "patient_uid": "3916803-1", "PMID": 24428939, "file_path": "comm/PMC003xxxxxx/PMC3916803.xml", "title": "Successful treatment in a case of Propionibacterium acnes-associated sarcoidosis with clarithromycin administration: a case report", "patient": "A 78-year-old Japanese-Mongoloid woman (body weight: 48kg) with a 3-year history of hypertension and hyperlipidemia visited our hospital because of a persisting fever and generalized joint pains which had developed 2 weeks before initial presentation. She had been treated as having a common cold at a local clinic for 2 weeks previously, but her symptoms had not improved. After visiting our hospital, a drip infusion therapy of cefpirome with oral administration of loxoprofen was initiated on an out-patient basis. However, this treatment was not effective for the fever but caused toxic eruptions on the back of both her hands. Thus, this treatment was suspended 3 days later. She was admitted 4 days after initial presentation. Neither respiratory nor ocular symptoms were present. She had past history of panhysterectomy due to uterine cancer at the age of 38 and a fracture of her left wrist joint at the age of 68. She had no environmental or occupational history of beryllium or other metal exposure. A physical examination on admission showed bilateral inguinal and axillary lymph node swelling and erythematous eruptions on the back of both her hands. A chest X-ray showed minimal bilateral hilar lymphadenopathy (BHL); however, a chest computed tomography (CT) scan clearly revealed mild BHL without pulmonary infiltrates (Figure ). Since respiratory function tests were normal, bronchoscopy was not performed. Electrocardiogram and ophthalmologic evaluations were normal. A complete blood cell count showed slight anemia (red blood cell count, 3.70×1012/L; hemoglobin, 10.8g/dL), slight leukocytosis (white blood cell count, 11.9×109/L with 74% neutrophils, 13% lymphocytes, 11% monocytes, 1% eosinophils, and 1% basophils) and normal platelet count (360×109/L). Elevated levels of erythrocyte sedimentation rate (110mm/hour), C-reactive protein (CRP; 13.73mg/dL; normal range 0 to 0.26mg/dL), soluble-interleukin (IL)-2 receptors (s-IL2R; 1300IU/mL; normal range 124 to 466IU/mL), antinuclear antibodies (×640; normal range <×40) and ferritin (722ng/mL; normal range 39.4 to 340ng/mL), and reduced levels of serum iron (34μg/dL; normal range 54 to 181μg/dL) and albumin (2.5g/dL; normal range 3.9 to 4.9g/dL) were observed. Serum electrolytes and renal function indices were normal. Rheumatoid arthritis particle agglutination, anti-double-stranded deoxyribonucleic acid (DNA), anti-Sm, anti-thyroglobulin, anti-microsome, anti-Ro and anti-La antibody titers were within normal limits. No increments of serum angiotensin-converting enzyme and lysozyme were seen. The results of an anti-acid fast bacterium antibody and a tuberculin skin test were negative (0×0mm). Serologic tests for syphilis, hepatitis B virus, hepatitis C virus and human immunodeficiency virus were negative. Serum Epstein–Barr virus (EBV) and Chlamydia pneumoniae titers showed prior infection patterns. The results of serologic studies for Cytomegalovirus, Brucella, Legionella, Coxiella burnetii, Mycoplasma and Toxoplasma were negative. Her urine showed nothing remarkable.\\nA positron emission tomography-CT (PET-CT) scan, which was carried out 4 days after admission, showed 18F-fluorodeoxyglucose (FDG) uptakes in her peripharyngeal, axillary, mediastinal, hilar, iliac and inguinal lymph nodes with splenic involvement. In addition, remarkable FDG uptake at her submandibular dental roots wearing ceramic crowns was observed, suggesting chronic periodontitis (Figure ).\\nA right inguinal lymph node biopsy specimen, which was obtained 9 days after the initiation of CAM treatment, showed non-caseating epithelioid cell granulomas with abundant multinucleated giant cells (Langhans giant cells) in the background of epithelioid cells, macrophages, lymphocytes and plasma cells (Figure A). In the present case, the sarcoid granulomas were somewhat diminished in size and number, and ill defined from surrounding tissue (Figure B). In addition, some of the giant cells showed condensed heterochromatin (pyknosis; Figure A), multiple fragmented nuclei (apoptotic bodies; Figure A) and multiple nuclear remnants with indistinct nuclear configurations in the eosinophilic condensed cytoplasm (Figure B). These findings indicate that the giant cells were, although atypical, in the apoptotic process according to the features described by Wyllie et al.[]. These degenerated giant cells appeared to have transformed into eosinophilic homogenous substances with fibrotic configuration (that is, hyaline-like degeneration; Figure C). The degenerating/degenerated giant cells showed slightly increased stainability with periodic acid–Schiff (Figure D). Neither acid-fast bacterium nor fungus was demonstrated by Ziehl–Neelsen and Grocott stains (not shown). Immunohistochemical staining for Mycobacterium tuberculosis showed a negative result (not shown). EBV-encoded small ribonucleic acid (RNA) was not detected in the sarcoid granulomas (not shown). To demonstrate the presence of P. acnes in the granulomas, the lymph node specimens were tested by immunohistochemistry using a specific monoclonal antibody against P. acnes lipoteichoic acid (PAB antibody). PAB-positive reaction products were observed preferentially in the degenerated homogenous substances. Small positive dots were scattered sparsely in the sarcoid granulomas (Figure ).\\nSince a considerable number of plasma cells were admixed with lymphocytes in the lymph node, immunohistochemical staining was carried out for immunoglobulin (Ig) G, IgA, IgM, IgD and IgG4 to dispel the possibility of IgG4-related disease (Figure ). Infiltrated plasma cells were positive for IgG, IgA, IgM, IgD and IgG4 at different degrees. Positive reactions for IgG4 were only occasionally seen in the plasma cells, thus negating the possibility of IgG4-related disease. Some of the giant cells and degenerated homogenous substances were positively stained with anti-IgG antibody, and the reaction was more intense in degenerating/degenerated giant cells than in intact ones (Figure A). The giant cells were faintly stained with anti-IgD antibody (Figure B) but not with anti-IgA (not shown), anti-IgM (not shown) and anti-IgG4 (Figure C) antibodies.\\nIn this case, an oral administration of CAM (200mg at 12-hour intervals) coupled with acetaminophen (400mg at 12-hour intervals) was empirically initiated on the day of admission. After the initiation of this treatment, her fever rapidly subsided coupled with the disappearance of joint pains and toxic eruptions within 1 week. The elevated levels of CRP returned to normal within 2 weeks and elevated s-IL2R levels were remarkably decreased within 3 weeks (Figure ). She was discharged 25 days after admission and followed as an out-patient. Administration of acetaminophen was suspended at the time of discharge. The levels of s-IL2R returned to normal within 2 months. The follow-up PET-CT scan 2 months after admission showed minimal FDG uptake in her bilateral hilar lymph nodes and distinct uptake at submandibular dental roots and in peripharyngeal lymph nodes. The FDG uptake in her spleen also disappeared (Figure ). CAM treatment was discontinued 3.5 months after its initiation. No unfavorable adverse effects were observed with CAM. During the course of illness, the patient was found to have urinary bladder cancer, which was successfully removed by endoscopy in the urologic department of another hospital. Her levels of s-IL2R remained slightly elevated (less than 750IU/mL) after cessation of CAM treatment without any symptoms. She stopped visiting our hospital 1.5 years after initial presentation because of traffic inconvenience to visit the hospital. Recently, she visited our hospital to undergo medical check-ups and was told that she was in good condition.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'7014501': 1, '17302905': 1, '713130': 1, '12588534': 1, '18032765': 1, '10560120': 1, '11698042': 1, '8648147': 1, '22596102': 1, '11814768': 1, '30626837': 1, '26593133': 1, '11436535': 1, '32676081': 1, '16926652': 1, '33778053': 1, '2534682': 1, '30911395': 2, '25386143': 1, '32440423': 1, '12434425': 1, '10543765': 1, '15325428': 1, '10408488': 1, '11773116': 1, '33801218': 1, '17330188': 1, '23316401': 2, '18458989': 1, '15074354': 1, '16933475': 1, '11176663': 1, '20610825': 1, '10601798': 1, '12003967': 1, '24428939': 2}", "similar_patients": "{'6415696-1': 1, '3535817-1': 1}"}