{"patient_id": 164661, "patient_uid": "3855010-1", "PMID": 24968422, "file_path": "noncomm/PMC003xxxxxx/PMC3855010.xml", "title": "Ectopic gynaecomastia on the inner aspect of the thigh in an otherwise healthy man", "patient": "A 28-year-old man attended the general surgical outpatient clinic with a mass in the upper medial aspect of his left thigh. This had been thought to be a lipoma by his General Practitioner and was referred for consideration of its removal. The patient was otherwise healthy and denied any pain, infection or discharge from the lesion over the preceding years. The lump was present since puberty and was slowly enlarging in size to the extent that it had started interfering with his gait on walking or running and it was these symptoms that led him to present for medical attention.\\nOn examination, a 10 × 5 cm lesion was identified in the medial aspect of his left upper thigh. This was discrete from genitalia and was associated with a nipple areolar complex (Fig. and ). A smooth, well-defined edge to the mass was noted. There were no firm masses within the lesion and no nipple discharge could be elicited. Abdominal, testicular and neurological examination showed no abnormal findings. On assessment of his biochemical endocrinology profile, all parameters were within normal ranges. An ultrasound examination of the left thigh was consistent with mixed density breast tissue but no evidence of malignancy.\\nA mastectomy of this lesion was duly undertaken under general anaesthesia. This was undertaken using simple diathermy. The incision included the nipple areolar complexes and the skin flaps were raised in a manner similar to a standard mastectomy. Complete excision was confirmed by dissection to muscular fascia. Primary closure of the tissues was possible without tension on the superficial tissues.\\nHisto-pathological analysis of this lesion confirmed the mass to be an ectopic breast mass with no underlying malignancy. This patient had a complete and uneventful recovery. On subsequent review, this gentleman remains well.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'18998203': 1, '8585676': 1, '19408804': 1, '22536461': 1, '24968422': 2}", "similar_patients": "{}"}