{"patient_id": 161345, "patient_uid": "3643365-1", "PMID": 23661944, "file_path": "noncomm/PMC003xxxxxx/PMC3643365.xml", "title": "Spindle cell lipoma masquerading as lipomatous pleomorphic adenoma: A diagnostic dilemma on fine needle aspiration cytology", "patient": "A 55-year-old male presented to the surgical outpatient department with the chief complaint of a slow growing left-sided cheek swelling (in the parotid region) noticed a month ago. On examination, a 3 × 3 cm globular swelling, which was firm, mobile, non-tender, was seen located near the angle of mandible. Patient was referred for an FNA procedure. FNA procedure was performed using a 22-gauge needle attached to a 10-mL syringe that yielded a mucoid aspirate. Both air-dried and 95% alcohol-fixed smears were prepared and stained with Wright's Giemsa and Papanicolaou stain, respectively. Aspirate smears were cellular, showing many spindle-shaped cells in loose cohesive clusters admixed with mature adipocytes with abundant myxoid material in the background. Many clusters show traversing capillaries, scattered mast cells with very occasional epithelial cell cluster []. This occasional epithelial cell cluster could be from adnexal structure/sweat gland from overlying skin; even on complete processing of histopathological specimen, it was not represented in the excision biopsy sample. Due to the site of lesion, abundant myxoid material and adipocytic component, a possibility of lipomatous variant of pleomorphic adenoma/chondroid syringoma and spindle cell lipoma was suggested. Excision biopsy was performed. Peroperatively, an encapsulated lipomatous lesion was seen without any attachment to the parotid. Cut surface was yellowish, gelatinous, and vaguely lobulated. Microscopically, an encapsulated lesion comprising of mature adipose tissue intermingled with benign appearing spindle cells in a myxoid background with ropy collagen fibers and occasional scattered mast cell was noted []. However, no epithelial/myoepithelial component was seen, thus ruling out lipomatous salivary gland lesions. No areas of cellular pleomorphism/floret-like giant cells/lipoblasts/intricately traversing chicken wire capillaries were seen, thus excluding pleomorphic lipoma, liposarcoma, and myxoid liposarcoma.\\nFinally, a diagnosis of spindle cell lipoma was rendered which was confirmed on immunohistochemistry in which spindle cells were diffusely and intensely positive for CD34.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'10337663': 1, '28384874': 1, '11213514': 1, '1192370': 1, '3623439': 1, '8261850': 1, '11748578': 1, '11074636': 1, '29403177': 1, '19697737': 1, '30775309': 1, '23661944': 2}", "similar_patients": "{}"}