{"patient_id": 154204, "patient_uid": "3066765-1", "PMID": 21483584, "file_path": "noncomm/PMC003xxxxxx/PMC3066765.xml", "title": "A problem encapsulated – role of CT", "patient": "A 42-year-old Libyan female patient had been diagnosed as CA rectum (T3N1M0) and had undergone ‘R0’ A-P resection on 31 May 2009 in Tunisia. The tumor had accidentally perforated during the surgery with spillage into the peritoneal cavity. For this reason, she had received chemotherapy and adjuvant radiotherapy after the surgery. In the immediate post-operative period, she had an episode of peritonitis which was treated conservatively. She had been complaining of vague lower abdominal pain since then off and on. Now, she presented to the surgical out-patients' department with acute intestinal obstruction. Her routine investigations were normal and the colostomy was functional. An erect abdominal X-ray showed dilated small bowel loops with multiple fluid levels. Ultrasound showed dilated small bowel loops with sluggish peristalsis and a thickened, irregular ‘sac-like’ structure in the midline in pelvis encasing small bowel loops (). CT scan and MRI had already been done in another hospital and showed congregated small bowel loops in the pelvis encased in a thick capsule with dilated small bowel loops ( and ). A diagnosis of SEP was considered on imaging. At laparotomy, it was found that a considerable length of the distal small bowel 30-cm proximal to the ileocecal valve was encased in a whitish thickened membrane (). On incising the fibrous sac, normal looking small bowel loops were freed. Some adhesions between the serosal layer and fibrous sac were also freed. The patient had an uneventful post-operative period and was discharged from the hospital on the seventh post-operative day. She is regularly attending our follow-up clinic and is symptom free. The histopathological study of the membrane revealed non-specific, chronic inflammatory changes. No recurrent disease was present.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'16149160': 1, '19712139': 1, '11574087': 1, '19048332': 1, '18649113': 1, '19238494': 1, '19217609': 1, '19547673': 2, '21483584': 2}", "similar_patients": "{'2699059-1': 1}"}