{"patient_id": 39658, "patient_uid": "3489546-1", "PMID": 22992316, "file_path": "comm/PMC003xxxxxx/PMC3489546.xml", "title": "The T1048I mutation in ATP7A gene causes an unusual Menkes disease presentation", "patient": "An 11-month-old male Caucasian infant was referred to the Hospital of Lanzarote as a result of hypotonia (which was observed soon after his birth), ataxia, global developmental delay and clonic seizures. The infant was born after an uncomplicated full-term pregnancy, with a birth weight of 2.5 kg. At the time of examination, he presented psychomotor retardation, hair changes (scarce, thin, coarse), severe head lag and inability to sit independently. The serum concentrations of glucose, urea nitrogen, creatinine, lactate, K+, Na+, Cl-, Ca2+ Mg2+, phosphorus, liver enzymes, pancreatic amylase, total cholesterol, HDL, LDL, triglycerides and total protein were normal. A diagnosis of MD was suggested by the clinical features of the patient; this diagnosis was supported by reduced levels of copper (38 μg/dl) and ceruloplasmin (12 mg/dl) in serum (normal range, 90–190 μg/dl and 20–60 mg/dl, respectively), and by copper accumulation (determined by atomic absorption spectroscopy) in fibroblasts obtained from the patient and cultured in vitro (227 ng/mg protein; normal range, 21–46 ng/mg). The patient’s mother and grandmother had normal copper and ceruloplasmin serum levels (Figure \\nB).\\nThe patient’s family history was not suggestive of an X-linked disorder; however, his mother had a previous spontaneous abortion. Mutation analysis of the ATP7A gene (which is found on chromosome Xq13.2-q13.3) by PCR and DNA sequencing showed that the patient and his mother carried a point mutation in the 16th exon of this gene: a change of C for T (c.3288 C > T), which results in the replacement of the 1048 threonine residue with an isoleucine residue \\n[,] (Figure \\nB). A specific restriction fragment length polymorphism (RFLP) assay using HinfI corroborated the presence of the p.T1048I mutation in the patient and in his mother, but not in his grandmother (Figure \\nA).\\nTreatment with 100 μg/kg/day of copper-histidinate (Cu-His) (Carreras Pharmaceutical Laboratories, Barcelona, Spain) was initiated when the patient was 18 months old and was maintained for 6.5 years. Cu-His treatment was suspended when an increased β-2 microglobulin concentration was found in the patient’s urine; nephrotoxicity caused by copper treatments is usually reversible \\n[]. The Cu-His treatment increased copper and ceruloplasmin serum levels to normal values (102 μg/dl and 28 mg/dl, respectively) after three years. Currently, the patient is 8 years old; his hair characteristics and muscular tone have improved, and the frequency of his seizures has decreased. Some partial ATP7A activity is necessary to achieve a response to Cu-His treatment in MD \\n[]. The mild phenotype presented by this patient and his long survival, together with his response to Cu-His treatment, suggest that the p.T1048I mutation causes only a partial loss of ATP7A function, which probably does not completely block copper transport across the blood–brain barrier and therefore results in moderate neurological impairment.\\nOnly one other mutation in the DKTGT1048 motif has been reported: it involves the substitution of the 1044 aspartate residue with a glycine residue (p.D1044G), and it was identified in a patient with classic MD \\n[]; this mutation completely eliminates ATP7A activity. In ATP7B, the mutation of D1027 (the residue analogue to D1044) prevents the formation of the acyl-phosphate intermediate, and is associated with a complete loss of the copper-transport activity of ATP7B in Wilson’s disease \\n[,]. ATP7A mutations in K1045, T1046 or G1047 have not been identified in MD patients; however, directed mutagenesis studies with P-type ATPases report that mutations in analogous residues decreased the affinity of the P-domain for ATP and disrupted the formation of acyl-phosphate \\n[,]. Molecular-modelling analysis of ATP bound to the N-domain of ATP7B \\n[], to the P-domain of Ca2+ ATPase and to CopA (a bacterial orthologous Cu+-transporting P-type ATPase) \\n[,], suggests that the D1044, K1045 and T1046 residues of the P-domain of ATP7A may form hydrogen bonds with the phosphate tail of ATP. The analyses also rule out the participation of the T1048 residue of ATP7A in these hydrogen bonds with ATP, but T1048 could still form hydrogen bonds with amino acid residues in the N- and A-domains of ATP7A.\\nIn the case of p.T1048I (the mutation reported in this study), the replacement of the 1048 threonine residue with isoleucine, an amino acid of different size, charge and hydrophobicity, could alter the interactions between the P-domain and the N- and A-domains, producing an inadequate folding that could affect the formation of the acyl-phosphate intermediate. This altered enzymatic activity may interfere with the copper-induced re-localization of ATP7A from the TGN to the plasma membrane, affecting copper transport and leading to mild MD. This conclusion is supported by mutations of an analogous residue (T1031) in ATP7B, which affect copper transport and are found in patients with Wilson’s disease \\n[-]. According to the studies cited above, and to the characteristics of the mutation reported in this study, we propose that mutations in amino acid residues that are involved directly in the attachment and hydrolysis of ATP, in the formation and hydrolysis of acyl-phosphate and in the attachment of copper (such as D1044, K1045, T1046 and G1047) may cause a complete loss of functional ATP7A and result in classical MD. In contrast, mutations in amino acid residues that are not involved in these processes (such as T1048) may cause only a partial loss of function.\\nTreatment with Cu-His did not completely normalize the neurological manifestations in our patient, but some of them did improve. His epilepsy pattern is multifocal and myoclonic, as was previously reported for MD patients with this age \\n[,]. We observed a decrease in the frequency of seizures and ataxic movements, and an increase in motor activities and muscle tone, (which increased from a score of 2 to 3 of a maximum of 5 in the Daniels–Worthingham scale). We also observed significant improvements in the patient’s cognitive and psychosocial functions, but the patient does not speak and he attends a special school for children with different capabilities. The Cu-His treatment was initiated as soon as the diagnosis was confirmed, and by then the patient was 18 months old. In most cases, the neurological improvements of patients with MD that start their treatment so long after birth are poor \\n[]; however, it is advisable to administer the copper treatment anyway, because it prolongs survival, reduces the frequency of seizures and improves the patient’s quality of life \\n[,].", "age": "[[11.0, 'month']]", "gender": "M", "relevant_articles": "{'25802476': 1, '28397151': 1, '15981243': 1, '16098018': 1, '7452417': 1, '9654149': 1, '9419228': 1, '17496194': 1, '11867850': 1, '10464243': 1, '11373292': 1, '17587212': 1, '21682854': 1, '17615395': 1, '17823867': 1, '21838703': 1, '9887381': 1, '18256395': 1, '19478797': 1, '17108763': 1, '15147237': 1, '32994893': 1, '10476363': 1, '8947031': 1, '11677246': 1, '7687955': 1, '21208200': 1, '16499764': 1, '19888294': 1, '20170900': 1, '16495228': 1, '21221114': 1, '22992316': 2}", "similar_patients": "{}"}