{"patient_id": 41647, "patient_uid": "3616352-1", "PMID": 23573096, "file_path": "comm/PMC003xxxxxx/PMC3616352.xml", "title": "Insidious Onset of Tetraparesis due to Cervical Epidural Abscess from Enterococcus faecalis", "patient": "A 54-year-old woman presented to the emergencies with intermittent pain at the cervical spine. She referred no constitutional symptoms during the past period. However, she complained for upperextremities sensory deficits, during the past 3 weeks that were initially attributed to a known C5-C6 disk herniation (diagnosed through a recent cervical spine CT scan). For this reason she was advised by her attending physician to receive nonsteroid anti-inflammatory drugs and have a new cervical spine MRI (). The MRI revealed herniated C5-C6 disc and associated spondylosis. She was referred to our department for further evaluation. During the past 12 hours though, the patient noted progressive weakness of both upper and lower extremities.\\nFrom the patient's history, an end-stage renal failure under routine hemodialysis was noted that was a result of chronic noncontrolled type II diabetes mellitus. The patient also mentioned the history of a neglected L1 fracture that progressively caused significant discomfort and wedge deformity. This was causing progressive kyphosis and spinal canal stenosis and was successfully decompressed 6 months ago and stabilized posterior spinal instrumentation. She was nonsmoker and had no pathological drinking or drug habits.\\nOn admission, neurological examination of the lower extremities showed increased deep tendon reflexes and muscle weakness documented as 4/5 on the right side and 3/5 on the left side. Marked hypoesthesia corresponding to the level of C3 was also noted. The tone of the anal sphincter was normal while the anal cutaneous reflex was absent. The temperature was repetitively measured and was within normal values. During the next hours, after admission to the hospital, the patient developed incomplete tetraparesis.\\nThe review of the available films of her recent MRI raised concerns regarding the C3-C4 region, and an urgent CT scan revealed C3-C4 spondylodiscitis. An urgent MRI in the view of the CT scan and laboratory findings demonstrated spinal cord compression due to a ventral C3-C4 epidural abscess ().\\nLaboratory examination showed increased white blood cell count (13.920/μL), abnormal erythrocyte sedimentation rate (ESR = 73 mm/hr), and C-reactive protein values (CRP = 61.8 mg/dL).\\nFurther infectious screening workup consisting of a cardiac ultrasound and imaging of thoracic and lumbar spine was normal. The left internal jugular catheter (used for hemodialysis) was also inspected and blood samples were cultured. There were no obvious signs of infection around fistulas and catheters used for hemodialysis. Peripheral blood samples were also collected for culture.\\nDue to severe and quick progression of neurological symptomatology, the patient was transferred immediately to the OR for surgical debridement and drainage of the epidural abscess through an anterior cervical approach (). Partial resection of C4 vertebral body was performed in order to access the anterior epidural space. Meticulous drainage of the abscess and the surgical debridement took place and was followed by reconstruction of the anterior spinal column with a cage and plate. The immediate postoperative period was uneventful and the neurological symptoms were improved within 12 h after debridement and fully recovered by the 3rd postoperative day.\\nLeucocyte count was normalized on the fifth postoperative day. Erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) values showed a significant decrease after the 5th and 2nd postoperative days consecutively. Both intraoperative wound and preoperative blood cultures isolated Enterococcus faecalis, which was sensitive to linezolid, vancomycin, and teicoplanin. A course of 4-week intravenous vancomycin was followed by another 6-week period of parenteral (intramuscular) administration of teicoplanin.\\nThe postoperative MRI confirmed the drainage of the abscess and the subsequent release of the spinal cord pressure (). The postoperative X-ray image showed a stable anterior C3–C5 fixation (). The patient was discharged 23 days after surgery with a complete recovery of her neurological functions.\\nShe has now a followup of 24 months with no evidence of recurrence of the infection being off antibiotics for almost 21 months.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'21739389': 1, '21590496': 1, '19928416': 1, '18436600': 1, '15808726': 1, '19679238': 1, '16293932': 1, '22206858': 1, '10447289': 1, '10901982': 1, '15570436': 1, '22231976': 1, '21660875': 1, '22381278': 1, '15034651': 1, '9703173': 1, '18473107': 1, '18306130': 1, '11385263': 1, '15028325': 1, '22229606': 1, '11502380': 1, '15636569': 1, '19228675': 1, '16099268': 1, '23573096': 2}", "similar_patients": "{}"}