{"patient_id": 158662, "patient_uid": "3424801-1", "PMID": 22919196, "file_path": "noncomm/PMC003xxxxxx/PMC3424801.xml", "title": "Recurrent and atypical posterior reversible encephalopathy syndrome in a child with hypertension", "patient": "A 9-year-old girl with ESRD on a peritoneal dialysis program was admitted to our emergency department complaining of headache, vomiting, nausea, altered consciousness and generalized tonic–clonic seizure. She was on a continuous ambulatory peritoneal dialysis program for 6 months because of chronic renal failue due to chronic pyelonephritis. Her blood pressure was 170/110 mmHg (>95 p) and other vital signs were normal. In physical examination, she was sleepy and showed partial response to verbal stimulation. Her pupils were isochoric, and direct-indirect light reflexes were normal. There was no limitation of her gaze. Deep tendon reflexes were hyperactive and Babinski sign was absent bilaterally. There were no findings of meningeal irritation. Her laboratory tests on admission were as follows: hemoglobin, 13.6 g/dL; hematocrit, 38.5%; white blood cells, 16300/mm3; platelets, 312000/mm3; blood urea nitrogen, 132 mg/dL; creatinine, 4.8 g/dL; Na, 133 meq/L; K, 5.3 meq/L; Cl, 109 meq/L; Ca, 8.8 mg/dL; and P, 5.9 mg/dL. Her liver function tests, total protein and albumin levels were all in normal ranges.\\nT2A-weighted and fluid-attenuated inversion recovery (FLAIR) MR images revealed hyperintense lesions on bilateral cerebellum and left temporale pole [Figure and ]. Her electroencephalography (EEG) showed the slow rhythm of the background.\\nThe patient was hospitalized in the pediatric intensive care unit and her blood pressure turned back to normal ranges with intravenous sodium nitropurisside infusion. Anticonvulsive and oral antihypertensive treatments were started and peritoneal dialysis cycles were increased as once per 2 h. Five days after admission, the patient recovered and was discharged without any deficiency. There was a significant recovery in the cranial MRI findings on the 3rd week of discharge [].\\nFive weeks after the first attack, the same patient was admitted to the emergency department with headache, altered consciousness and generalized tonic–clonic seizure. Her blood pressure was 210/130 mmHg, deep tendon reflexes were hyperactive and there was no focal neurologic deficit in physical examination. In the laboratory investigations, blood urea nitrogen was 54 mg/dL and creatinine was 10.1 mg/dL. Serum electrolytes and liver enzymes were in normal ranges. Oral antihypertensive agents (nifedipin, captopril, methyldopa) were started and peritoneal dialysis cycles were increased as once per 2 h. Because hypertension persisted despite oral antihypertensive medications, intravenous sodium nitropurisside infusion was administered. Although blood pressure was controlled with sodium nitropurisside infusion, hypertension attacks were observed during several attempts to cease sodium nitropurisside infusion. And, these attacks were accompanying seizures. Phenytoin, levetirasetam, valproic acid and midazolam were used for persistent convulsions. Ceftriaxon and acyclovir treatments were started on the second day of hospitalization because of fever. T2- and FLAIR-weighted images of cranial MR showed new hyperintense lesions in the bilateral parieto–occipital and frontal regions [Figure and ].\\nCranial MRI was repeated 2 months later, and it was shown that hyperintense lesions regressed significantly in the frontal and parieto–occipital lobes; however, a focal encephalomalacia evolved in the posterior part of the left parieto–occipital regions []. The patient passed away from sudden cardiac event 6 months later.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'19061161': 1, '18356474': 1, '21043390': 1, '17694337': 1, '18403560': 1, '17259848': 1, '25006290': 1, '25894844': 1, '14505162': 1, '16769518': 1, '21074464': 1, '19770551': 1, '24949044': 1, '8559202': 1, '22919196': 2}", "similar_patients": "{}"}