{"patient_id": 36965, "patient_uid": "3273955-1", "PMID": 22368380, "file_path": "comm/PMC003xxxxxx/PMC3273955.xml", "title": "Ventricular Tachycardia in Repaired Double Chambered Right Ventricle - Identification of the Substrate and Successful Ablation", "patient": "A 35 year old female presented elsewhere with a rapid, broad complex tachycardia and presyncope. She was cardioverted and started on intravenous amiodarone, but developed recurrent tachycardia over the next two days. Sustained ventricular tachycardia of the same morphology was easily inducible with ventricular burst pacing during an electrophysiology study and she was referred to our institute for ablation or implantable cardioverter defibrillator implantation.\\nReview of her past medical history showed that she was diagnosed with double chambered right ventricle (DCRV) five years back with severe obstruction in the mid right ventricle, tricuspid regurgitation (TR) and dilated right atrium. She underwent surgical repair in the form of resection of the obstructing muscle bundles in the right ventricle (RV) and tricuspid annuloplasty. After the surgery, she had class II NYHA dyspnea with paroxysmal atrial fibrillation. Echocardiogram at our institute showed preserved left and right ventricular function, severe tricuspid regurgitation, dilated right atrium and no residual gradient in the right ventricle. ECG recorded during the tachycardia showed a broad QRS tachycardia at 230 bpm with an LBBB morphology and left axis deviation, deep S waves in V5-6 and atrioventricular dissociation.\\nAblation was planned with the aid of electroanatomical mapping (CARTO XP, Biosense Webster). Programmed stimulation was performed from a quadripolar catheter in the RV apex. Ventricular tachycardia (VT) at a cycle length of 350 ms, identical to the clinically documented tachycardia, was consistently induced with ventricular burst pacing, but always terminated spontaneously after 10-20 beats (). Programmed stimulation with upto two extrastimuli did not induce any sustained tachycardia. A large curve, irrigated, 4 mm tip, deflectable ablation catheter (Navistar, Biosense Webster) was used to map the RV in sinus rhythm. There was difficulty positioning and maneuvering the catheter because of tricuspid regurgitation and dilated right atrium, so a long deflectable sheath (Agilis NxT, St. Jude) was used to stabilise the catheter and improve reach. Voltage map revealed scarring in the mid RV at the site of muscle bundle resection, but there were no late potentials and pace mapping here showed QRS morphology very different from the clinical tachycardia. Distortion of the geometry in the mid RV was evident. Further mapping showed an area of focal scarring in the RV apex (). Double potentials with a late second component could be recorded from the scar. Pace mapping from the anterior edge of this scar showed the closest pace map to the clinical VT (). Since no sustained VT could be induced and the non-sustained VT did not last long enough for entrainment maneuvers, substrate based ablation was performed by targeting areas with late potentials within the apical scar (). A total of 16 RF applications were delivered at 30W and flow rate of 25 ml/min. Post ablation, burst pacing and programmed stimulation from the RV with upto 3 extrastimuli failed to induce VT. At follow up 2 months after the procedure, the patient has had no recurrences.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'32542173': 2, '16887865': 1, '17109200': 1, '15289385': 1, '17547615': 1, '22368375': 1, '22368380': 2}", "similar_patients": "{'7292684-1': 1}"}