{"patient_id": 154450, "patient_uid": "3104539-1", "PMID": 21677811, "file_path": "noncomm/PMC003xxxxxx/PMC3104539.xml", "title": "Giant pericardial cyst in a 5-year-old child: A rare anomaly", "patient": "A 5-year-old male child presented with history of dull aching chest pain for the last 3 months. It was associated with low-grade intermittent fever and nonproductive cough for the last 20 days. The child's birth history was uneventful, with a birth weight of 2.8 kg, and he was fully immunized as per the schedule. On examination, the patient was sick and pale, with a pulse rate of 136/min. The respiratory system examination revealed bilaterally clear chest. On precordial examination, the heart sounds were soft and feeble. An abdominal examination revealed palpable liver, which was 5 cm below the costal margin. On hematological investigation, hemoglobin was 10.5 gm%, with a white blood cell count of 6.0 × 109/l and a platelet count of 350 × 109/l. The chest radiograph revealed widened mediastinum. An echocardiography suggested a large cystic lesion occupying the anterior mediastinum and compressing both the right and left ventricles and the right atrium. On contrast-enhanced computed tomography (CECT), a large cystic mass in the middle mediastinum was identified. It was seen extending from just above the arch of the aorta and up to the diaphragm. The cyst was displacing the great vessels, trachea and heart posteriorly []. Both the lung fields were clear and the heart chambers were normal in size, but were compressed posteriorly. The differential diagnoses of thymic cyst, lymphangioma, hydatid cyst and pericardial cyst were considered. The cyst was excised by median sternotomy. A large pericardial cystic structure measuring approximately 10.0 cm × 9.5 cm × 9.0 cm was seen loosely adherent to the pericardium []. Its outer surface was glistening and was filled with clear fluid. Histopathological examination revealed the structure of a cyst lined with flattened mesothelial cells suggestive of pericardial cyst. The postoperative period was uneventful and the patient is doing well in follow-up.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'12891510': 1, '18157422': 1, '33467404': 2, '27110336': 2, '32547739': 2, '11131344': 1, '15227156': 1, '17948096': 1, '28465896': 2, '15053790': 1, '21677811': 2}", "similar_patients": "{'7286924-1': 1, '7839019-1': 1, '4835740-1': 1, '5353399-1': 1}"}