{"patient_id": 42482, "patient_uid": "3674903-1", "PMID": 23521924, "file_path": "comm/PMC003xxxxxx/PMC3674903.xml", "title": "Bile duct stone formation around a nylon suture after gastrectomy: A case report", "patient": "A 75-year-old Japanese man with a 1-month history of epigastric discomfort was referred to our department. He had undergone gastrectomy with D1 lymphadenectomy for gastric cancer 8 years earlier. Laboratory data revealed hepatic dysfunction. The results of laboratory tests were as follows: total bilirubin, 0.3 mg/dL; glutamate-oxaloacetate transaminase, 341 IU/L; glutamate-pyruvate transaminase, 301 IU/L; gamma-glutamyltranspeptidase, 861 IU/L; and alkaline phosphatase, 1093 IU/L. Abdominal ultrasonography showed cholecysto-choledocholithiasis with dilatation of the intrahepatic bile duct. Computed tomography and magnetic resonance imaging also showed gallbladder and bile duct stones (Figure \\n). ERCP was not performed because the patient’s stomach had been reconstructed using the Billroth II method and because of non-availability of an experienced endoscopist and the required equipment in our hospital. Based on our findings, we concluded that cholecystectomy and cholangioduodenostomy were appropriate for this patient.\\nUnder general anesthesia, a laparotomy was performed via a right subcostal incision. Although adhesion around the bile duct was not strong, the dilated common bile duct was compressed by surrounding tissues. Several nylon sutures used during the earlier gastrectomy of the duodenum were identified (Figure \\n). A small incision was made into the common bile duct. Five stones in the bile duct were extracted, using an intraoperative cholangioscope. The stone at the bottom of the common bile duct contained the tip of a nylon suture, which was made of the same material as the sutures on the duodenum (Figure \\n). After the stones were extracted, cholecystectomy and cholangioduodenostomy were performed.\\nThe patient was discharged on postoperative day 19. His postoperative course was uneventful, and he recovered without any complications. Choledocholithiasis has not recurred after the surgery.\\nChemical analysis revealed that the stones were composed of calcium bilirubinate and fatty acid calcium. Microscopic examination revealed chronic cholecystitis with formation of Rokitansky-Aschoff sinuses.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'21175491': 1, '9453863': 1, '20189529': 1, '27497939': 1, '27022388': 2, '10464139': 1, '18081240': 1, '12140620': 1, '20078669': 1, '19219514': 1, '11059226': 1, '371583': 1, '3653855': 1, '32161435': 1, '1397923': 1, '19282768': 1, '17860458': 1, '2776705': 1, '21814601': 1, '25874138': 2, '7564747': 1, '1341508': 1, '21375416': 1, '23521924': 2}", "similar_patients": "{'4385640-1': 1, '4795881-1': 1, '4795881-2': 1}"}