{"patient_id": 159254, "patient_uid": "3479769-1", "PMID": 23110019, "file_path": "noncomm/PMC003xxxxxx/PMC3479769.xml", "title": "Osteoclast-like Giant Cell Tumor of Parotid Gland with a Carcinomatous Component: A Case Report", "patient": "A 57-year-old man had noticed a mass in the right parotid area for several weeks. The mass was solid and firm with no pain or tenderness. Liquid-based aspiration cytology was performed (). The cytologic findings were numerous scattered osteoclast-like multinucleated giant cells and isolated mononuclear cells. The osteoclast-like giant cells and most of the mononuclear cells had benign-looking nuclei, but a few mononuclear cells had slightly atypical nuclei with clumped chromatin and prominent nucleoli. There was a small cluster of slightly atypical epithelial-like cells. We considered the diagnosis to be a giant cell tumor possibly with a carcinomatous component.\\nThe resected parotid gland contained a 1.8 cm-sized well-circumscribed round tumor (). The cut surface was mottled with light and dark brown colors. There was no necrosis or hemorrhage. Light microscopic examination revealed a well-circumscribed but not encapsulated tumor (). The tumor consisted of evenly distributed multinucleated giant cells, which were morphologically indistinguishable from osteoclasts, and round or short-spindled mononuclear cells. At first sight the tumor appeared to be a giant cell tumor of bone, but a careful examination revealed that many mononuclear cells had hyperchromatic nuclei with clumped chromatin. Many mitotic figures were found, up to 30 per 10 high-power fields. In addition, there were two small foci of carcinomatous component. The carcinomatous component was very small, such that it disappeared in the additional sections. The nuclei of the carcinoma cells did not appear to be very malignant but the cells were arranged in a cribriform pattern so that they were recognized as malignant. It appeared that there was no transitional area between the giant cell tumor and the carcinomatous component. There was no metastatic lesion in the cervical lymph nodes.\\nImmunohistochemically, osteoclast-like giant cells were diffusely positive for vimentin and CD68, and negative for cytokeratin and epithelial membrane antigen (). Mononuclear cells were diffusely positive for vimentin, partly positive for CD68, and negative for cytokeratin and epithelial membrane antigen. The carcinoma cells were positive for cytokeratin and epithelial membrane antigen, and negative for vimentin and CD68.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'27601838': 2, '19302960': 1, '11035599': 1, '1567122': 1, '16514845': 1, '3839377': 1, '15223968': 1, '8314250': 1, '6326564': 1, '736213': 1, '17990687': 1, '20043822': 2, '2462001': 1, '9385582': 1, '20346712': 1, '23110019': 2}", "similar_patients": "{'2811699-1': 1, '2811699-2': 1, '4989576-1': 1}"}