{"patient_id": 36548, "patient_uid": "3206843-1", "PMID": 21999203, "file_path": "comm/PMC003xxxxxx/PMC3206843.xml", "title": "Popliteal lymph node dissection for metastatic squamous cell carcinoma: a case report of an uncommon procedure for an uncommon presentation", "patient": "In 2008, a 41-year-old lady developed an ulcer on her left heel. This was excised by a general surgeon at another hospital. Pathological examination revealed a 3.8 cm, moderately differentiated SCC; the margins were involved. No further treatment was offered to the patient. A year later, in June 2009, the tumor recurred and was excised again; the margins were negative this time.\\nTwo months later she was referred to our center for further management. On examination she had a small non-healing ulcer on the left heel. There were palpable LN in the popliteal and inguinal regions of the same limb. An MRI was done for the popliteal and inguinal regions (Figure ). It showed multiple inguinal LN and a 3-cm popliteal mass partially encasing the popliteal artery. A CT scan of the chest and liver did not reveal any distant metastasis. A biopsy was taken from the heel ulcer, and it confirmed the presence of residual SCC.\\nA wide local excision of the tumor as well as popliteal and groin dissections were performed. The ulcer was excised with a wide margin including part of the calcaneus. The resulting defect was covered with a flap. The patient underwent popliteal dissection in the prone position. The popliteal mass and LN were removed together with the adherent segment of the popliteal artery (Figure ). A reconstruction was then undertaken with an autologous saphenous vein graft. The groin dissection was performed with the patient in supine position and it included the femoral, iliac and obturator LNs. The patient recovered well, and aside from a small seroma in the groin, she had no complications. The histopathologic examination revealed an ulcerated, moderately differentiated squamous cell carcinoma showing moderate atypia, few mitotic figures and keratin pearls (Figure ). The tumor was completely excised with negative margins. There were 3 involved popliteal LNs, one of them completely replaced by tumor, and 13 involved inguinal LNs out of the 32 removed. The tumor in the LN showed similar morphology to the primary tumor (Figure ). Because of the extensive lymphatic involvement, the patient was offered radiotherapy to the region. As expected, she developed significant lymphoedema, but remained ambulatory without assistance when she was last seen 11 months after the operation.\\nThe popliteal fossa is a diamond-shaped area bound superiorly by the heads of both the Biceps Femoris and Semimembranosus muscles and inferiorly by the 2 heads of Gastrocnemius muscle (Figure ). This space is covered by the tough popliteal fascia and contains the popliteal LNs in addition to the popliteal neurovascular bundle. The neurovascular structures pass through the fossa in the middle. The LNs are contained in the fatty tissue that lies along the vessels. For adequate LN dissection, all of the fatty content should be removed. There is usually 1 LN in the subcutaneous tissue, usually in relation to the site where the small saphenous vein crosses the fascia. Making extra-fascial skin flaps ensures excision of this LN. The popliteal LNs are usually 2 to 7 in number [-].\\nIn general there are 2 steps to popliteal LN dissection. The first step is adequate exposure of the diamond shaped fossa. This should include careful identification and preservation of the neurovascular structures. Once that is done, dissection of the fat pad should be performed thoroughly.\\nThe patient is positioned prone with the knees slightly flexed on a pillow. The posterior approach offers the best exposure for this procedure []. The skin is incised in an S-shaped fashion, with the transverse limb over the posterior knee crease (Figure ). The cranial extension is made laterally and the caudal extension medially. It is imperative that the incision does not cross the transverse crease; doing so might lead to some contracture of the knee joint, especially if the patient is to receive postoperative radiotherapy to the region. This incision can be modified in some cases to incorporate a preceding scar of the SLN biopsy procedure; that's why the incision for a SLN biopsy should be carefully planned. Skin flaps are dissected down to the popliteal fascia. During dissection of the lower part of the flaps 2 structures are found: the small saphenous vein and the medial Sural nerve. The vein is usually ligated and divided. Preservation, however, is sometimes possible. In some cases the vein will not be encountered at this stage because it crosses the fascia at a lower level. The medial Sural nerve, which arises from the Tibial nerve, usually passes behind the vein and it should be preserved if possible. In some cases this is not possible, and this results in an area of cutaneous anesthesia on the lateral aspect of the foot and ankle.\\nSubsequently, the popliteal fossa is entered by opening the popliteal fascia vertically in the midline. The first structure to appear is the Tibial nerve, which crosses vertically and disappears between the 2 heads of Gastrocnemius. Lateral to it is the Peroneal nerve, which courses laterally along the biceps femoris tendon and then turns obliquely towards the fibula. Both nerves should be retracted laterally with vessel loops to allow adequate and safe exposure of the vessels and the LNs. Dissection deep to the Tibial nerve will reveal the popliteal vein. The popliteal artery passes deep and slightly medial to the vein. It is the deepest structure in the popliteal fossa and lies on the femur and capsule of the knee joint. The LNs are contained within the fatty tissue that is found superficial, alongside and deep to the popliteal vessels. LN dissection should include, therefore, all the fatty tissue in the popliteal fossa till reaching the posterior aspect of the knee joint. It should be noted that the popliteal fossa is wider in the deeper part than in the superficial part. Adequate retraction of the Gastrocnemius muscle heads, therefore, is essential to ensure adequate exposure and dissection of all the LNs.\\nAfter securing hemostasis, the fascia is approximated and the wound is closed over a negative suction drain. A knee splint or back slab is preferably applied at this stage and left in for the first few postoperative days. Postoperative Lymphoedema is expected in some patients []. The incidence of lymphoedema is expected to increase dramatically with the addition of inguinal dissection and or radiotherapy.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'7404319': 1, '16648123': 1, '15381621': 1, '11896781': 1, '34950589': 1, '10744939': 1, '15841636': 1, '1520151': 1, '17083582': 1, '7112196': 1, '11982466': 1, '21999203': 2}", "similar_patients": "{}"}