{"patient_id": 164814, "patient_uid": "3866674-1", "PMID": 24379539, "file_path": "noncomm/PMC003xxxxxx/PMC3866674.xml", "title": "Synchronous papillary carcinoma thyroid with malignant struma ovarii: A management dilemma", "patient": "A 51-year-old multigravida with no comorbid illnesses was evaluated at an outside hospital for an abdominopelvic mass, wherein she was administered two cycles of chemotherapy with cisplatin and cyclophosphamide with a presumed clinical diagnosis of an ovarian malignancy. She subsequently defaulted for treatment, only to present to our center, 7 years later with vague complaints of abdominal pain and distension. Clinical evaluation revealed a 12 × 8 cm sized abdominopelvic mass, which could not be made out separately from the uterus on rectal and vaginal examination. General examination and examination of the other systems were normal. A computed tomography (CT) scan of the abdomen and pelvis revealed a 13 × 7.6 cm heterodense adnexal mass with solid and cystic components and punctate calcifications []. The levels of the tumor marker CA-125 was elevated at 85 U/ml. She underwent a staging laparotomy and an optimal cytoreduction (total abdominal hysterectomy, bilateral salpingo-oophorectomy with omentectomy, lymph nodes, and peritoneal sampling) after a frozen section diagnosis of an ovarian teratoma with SO from the right ovary. The final histopathology revealed the mass to be arising from the right ovary [] which on microscopy revealed a neoplasm composed of mixed elements arising from all germ layers with predominance of thyroid parenchyma composed of multiple nodules with colloid filled follicles. The nodules within the thyroid tissue measuring 0.5-0.8 mm showed closely packed follicles lined by columnar cells with cell crowding, loss of polarity and nuclear grooves, and features suggestive of FVPTC. The left ovary, uterus, fallopian tubes, omentum, nodes, and the peritoneal biopsies were within normal limits. The final diagnosis suggested an malignant SO []. A total thyroidectomy was subsequently performed, a preoperative ultrasound of the thyroid gland revealed a 4 mm nodule in the right lobe of the thyroid, which was indeterminate on an ultrasound-guided fine needle aspiration cytology (FNAC). The final histopathology of the thyroidectomy specimen revealed the nodule with histological features suggestive of FVPTC. The postoperative iodine-131 whole body scan was negative for metastasis. The patient is on follow-up after remnant ablation for the past 6 months on suppressive doses of eltroxin.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'18214583': 1, '19696610': 1, '26430330': 1, '22883659': 1, '22181336': 1, '23645304': 1, '22369392': 1, '31007958': 2, '23391779': 1, '26137011': 1, '29264493': 1, '22288964': 1, '19471561': 1, '12798728': 1, '30039072': 2, '24379539': 2}", "similar_patients": "{'6441504-1': 1, '6032648-1': 1}"}