{"patient_id": 42063, "patient_uid": "3643689-1", "PMID": 23691445, "file_path": "comm/PMC003xxxxxx/PMC3643689.xml", "title": "A novel t(3;12)(q21;p13) translocation in a patient with accelerated chronic myeloid leukemia after imatinib and nilotinib therapy", "patient": "In October 2005, a 28-year-old man was referred to our hospital because of leukocytosis, splenomegaly, and weight loss. Peripheral blood count showed hemoglobin: 9.4 g/dL; platelets: 253×109/L; white blood cells (WBC): 292×109/L with 32% neutrophils, 2% lymphocytes, 3% eosinophils, 3% basophils, 58% immature granulocytes, and 2% blasts. Myeloid hyperplasia of the bone marrow (BM) with high proportion of cells at different stages of maturation, moderate eosinophilia without an excess of blasts, and 3% blasts was found. Cytogenetic analyses were performed on BM cells. Metaphases were obtained after short-term unstimulated cultures (24 and 48 h). The chromosomes were identified by heating R-bands through the Giemsa (RHG) technique. The chromosomes were classified following the Guidelines for the International System for Human Nomenclature. FISH was performed by using whole-chromosome paint probes for chromosomes 3 (spectrum green)/12 (spectrum orange) (Vysis, Inc., Downers Grove, IL, USA). All of the details concerning the pretreatment of slides and hybridization were carried out according to the instructions accompanying the probes. The chromosomes were counterstained with 4’,6-diamidino-2-phenylindole and viewed with an Axioskop fluorescence microscope (Zeiss, Germany) by using triple excitation/emission bandpass filters. At least 10 metaphase cells were analyzed.\\nChromosomal analysis revealed 46,XY, t(9;22)(q34;q11). The patient was diagnosed as having CML in the chronic phase. Treatment was initiated with hydroxyurea (1,500 mg daily dose). Eight months after the treatment, the WBC of the patient decreased to 4.7×109/L (with 43% neutrophils), platelets: 132×109/L; hemoglobin: 14 g/dL. The patient was then treated with imatinib mesylate (400 mg daily dose). After 6 months, cytogenetic analysis revealed a major cytogenetic response with 10% Ph+ cells. Twelve months after imatinib treatment initiation, a repeat R-banding karyotype showed a complete cytogenetic response (CCyR). After 24 months, the patient’s blood count showed WBC: 5.5×109/L (65% neutrophils, 33% lymphocytes, 1% monocytes, and 1% basophils); hemoglobin: 13.4 g/dL; platelets: 177×109/L. Karyotype analysis showed additional chromosomal abnormality (trisomy 8): 47,XY,+8,t(9;22)(q34;q11)/46,XY. Subsequently, the dose of imatinib was raised to 600 mg daily. After 6 months, CCyR was reached again.\\nAfter 24 months, the patient’s blood count showed WBC: 5.3×109/L (58% neutrophils, 36% lymphocytes, 5% monocytes, and 0.5% eosinophils); hemoglobin: 11.5 g/dL; platelets: 162×109/L. Cytogenetic analysis revealed two cell clones with additional chromosomal abnormalities: 47, XY, t(9;22)(q34;q11),+der(22)t(9;22)/48, idem, +8/46, XY.\\nTreatment with nilotinib (200 mg daily) was initiated, and 2 months later, the blood count showed WBC: 6.7×109/L (66% neutrophils, 26% lymphocytes, 5% monocytes, and 0.5% eosinophils); hemoglobin: 14.2 g/dL; platelets: 219×109/L.\\nCCyR and complete molecular response were reached throughout 3 months until the patient discontinued nilotinib treatment. Hematologic parameters showed that hemoglobin was 13.8 g/dL, platelets were 273×109/L, and WBC was 60.3×109/L (61% neutrophils, 7% lymphocytes, 4% monocytes, 1% erythroblasts, 20% immature granulocytes, and 7% blastic cells) ().\\nBone marrow aspiration concluded to an accelerated phase with 14% blastic cells (17% promyelocytes, 34% neutrophils, 20% eosinophils, and 6% erythroblasts) as well as an average bone marrow cellularity with rare megakaryocytes, platelets, and 21% myelocytes and metamyelocytes. Conventional karyotype analysis revealed additional recurrent translocation with t(9;22):46,XY,t(3;12)(q21;p13), t(9;22)(q34;q11) (), which was confirmed with FISH by using whole-chromosome paint probes for chromosomes 3 and 12 ().", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'9973948': 1, '4126434': 1, '8695816': 1, '9249066': 1, '1581880': 1, '9747637': 1, '11835339': 1, '3279513': 1, '1570317': 1, '8057667': 1, '7919381': 1, '10594858': 1, '8547101': 1, '11380398': 1, '7787746': 1, '10219069': 1, '7697625': 1, '8118036': 1, '11071626': 1, '23691445': 2}", "similar_patients": "{}"}