{"patient_id": 35297, "patient_uid": "3099200-1", "PMID": 21629795, "file_path": "comm/PMC003xxxxxx/PMC3099200.xml", "title": "The Value of Cryosurgery in Treating a Case of Thoracic Chondrosarcoma", "patient": "A 37-year-old male consulted our department with a 7-month history of mild thoracic spine pain after a fall; in addition to the thoracic spine pain he noticed a painful, slowly growing mass. He had no past medical history, and physical examination was unremarkable except for the presence of a hard and tender thoracic spine mass. His father died of hepatic cancer. Clinical blood examination did not show any abnormality, including alkaline phosphatase.\\nInitial posteroanterior chest radiograph revealed the presence of a left-sided soft tissue mass located at the level of the aortic arch (). The lesion's margins and the absence of a positive “silhouette” sign with the mediastinal structures indicated an extrapulmonary and posterior position, a finding that was verified in the lateral chest radiograph. A CT examination was subsequently performed upon request, which showed a predominantly soft tissue tumour with internal areas of mineralisation. The mineralised elements were amorphous, scattered, ring-like, and arcuate-shaped. Rib destruction and infiltration was also noted. Furthermore, widening of the adjacent neural foramina was depicted and an MRI examination was done to clarify this finding. MRI verified neural foramina invasion as well as significant spinal cord compression and contralateral displacement. Despite that fact, the patient remained completely asymptomatic, which was attributed to an indolent and slow growth of the tumour. The mass showed low signal intensity in T1-w images and heterogeneous but predominantly high signal intensity in T2-w images. An associated superficial component of the tumour, which corresponded to the palpable finding, was also better demonstrated on MRI (). Mineralised areas that were depicted in the CT examination demonstrated low signal intensity in all pulse sequences. Gadolinium enhanced T1-w fat saturated images showed intense, heterogeneous tumour enhancement. The mass extended from the anterior to the left of the vertebral body at T3–T6 measuring 7.5 × 6 × 5.5 cm and in the left paravertebral space, displacing the aortic arch and thoracic aorta and at T4–T7 in the left epidural space displacing the spinal cord. At T4 the tumor extended posteriorly measuring 4 × 3 × 2 in the paraspinal muscles. Correlation of all the imaging findings with the clinical presentation suggested the diagnosis of a low-grade rib chondrosarcoma, which was verified after a CT-guided biopsy.\\nThe surgical procedure was conducted in two stages. Posterior then anterior approaches were planned. For the first stage, the patient was placed prone and an incision was made in the midline extending from C5 to T7. The spinous process and bilateral inferior facets of T3 were removed. The posterior bony elements of T4 and T5 were removed. Instrumentation was placed from C5 to C7 and T3, T6, T7 and fixed with pedicle screws. A combination of Vertex and CD Horizon system (Metronic) of posterolateral fixation was used. Fusion was then accomplished by decorticating the transverse processes and an autograft with bone chips was applied after the exposed dura had been protected ().\\nThe second stage of the procedure was performed 3 months after the first stage. The patient was placed in a lateral position with his right side down; surgical excision of the 5th allowed a large thoracotomy. The tumour had 3 lobes and was treated with liquid nitrogen (−17°C for 15 min/lobe). The equipment used was Candela CS5 (Spembly Medical) with up to 5 probes, which can be sterilized and reused. We used 3.5 and 10 mm rod-shaped and a plate probe (for small superficial tumors) with liquid N2 (55 psi) which can reach –196°C (tissue temperature is usually 30 degrees higher (). Subsequently, the tumour with a part of the 6th rib was resected. Macroscopically, the tumour removal was at least marginal. The wound was copiously irrigated and hemostasis was attained. The wound was closed in multiple layers.\\nHistopathology of the resected specimens was grade 1 and grade 2 chondrosarcoma. According to the histopathologic examination of the resected specimen the tumour was marginally resected during the posterior approach and en bloc resected with disease-free margins during the anterior operation. Postoperative MRI and CT scan 6 months following the operation confirm the en bloc resection of the tumour ().", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'16703913': 1, '27415969': 1, '11599851': 1, '17252218': 1, '25081377': 1, '18668642': 1, '16865376': 1, '17328273': 1, '17202906': 1, '16622368': 1, '15270588': 1, '18764743': 1, '19205342': 1, '7057235': 1, '16788412': 1, '20421855': 1, '10413129': 1, '10751291': 1, '20574801': 1, '20118840': 1, '20054673': 1, '21629795': 2}", "similar_patients": "{}"}