{"patient_id": 156398, "patient_uid": "3247765-2", "PMID": 22219623, "file_path": "noncomm/PMC003xxxxxx/PMC3247765.xml", "title": "Severe Jaundice in Two Children with Kawasaki Disease: A Possible Association with Gilbert Syndrome", "patient": "A 3.5-yr-old girl was admitted to the hospital, in 2003, with high spiking fever of 4 days duration and generalized rash. She also developed jaundice and conjunctivitis 24 hr prior to admission. On clinical examination, she was in compromised general condition, with erythema and swelling involving the upper and lower extremities, cheleitis, erythema of the genitals and hepatosplenomegaly. At the clinical suspicion of a bacterial infection, cefotaxime and vancomycin were administered.\\nOn admission, the laboratory investigation revealed leukocytosis (white blood cells 31,400/µL, neutrophils 85% lymphocytes 4%, monocytes 11%). Hb was 11 g/dL, Ht 32,4%, platelet count 346,000/µL, CRP 247 mg/L and bilirubin 15.1 mg/dL with direct component of 12.5 mg/dL. The third day of hospitalization, Hb decreased to 7.4 g/dL and it returned gradually to 12.2 g/dL in a month time. Bilirubin decreased to 2.7 mg/dL on the third day after admission with direct bilirubin being 1.8 mg/dL. On admission, liver function tests were as following: SGOT 41 U/L, SGPT 124 U/L, alkaline phosphatase 186 U/L, γGT 56 U/L. She also had hypokalemia and hyponatremia which were corrected by the administration of the appropriate fluids. The remaining biochemistry findings were within the normal range. Chest X-ray finding was normal and abdominal ultrasound revealed mild hepatomegaly with normal liver echogenecity. Serological tests to several viruses, leptospira and ricketsia were all negative whereas anti-Hbs were positive due to prior immunization. The 6th day of the disease and while the patient was still febrile, IVIG was administered at a dose of 2 g/kg and oral aspirin (100 mg/kg/day) with the suspicion of KD.\\nShe remained afebrile the 8th day of the disease and the same day she also developed desquamation of fingers and toes and small palpable cervical lymph nodes. Echocardiograms performed on the 5th, the 10th and the 15th day of the disease were all normal. However, one month later, the follow-up echocardiogram revealed dilation of the right coronary artery. Because of the jaundice, DNA analysis for Gilbert syndrome was performed which revealed that the child was heterozygous for (TA)7 promoter polymorphism.", "age": "[[3.5, 'year']]", "gender": "F", "relevant_articles": "{'5071284': 1, '32426656': 2, '10931407': 1, '10920183': 1, '4153258': 1, '18055284': 1, '19309288': 1, '11519385': 1, '19008138': 1, '7565971': 1, '22219623': 2}", "similar_patients": "{'3247765-1': 2, '7219998-1': 1}"}