{"patient_id": 158892, "patient_uid": "3440900-1", "PMID": 22988412, "file_path": "noncomm/PMC003xxxxxx/PMC3440900.xml", "title": "Septic thrombophlebitis in a HIV-positive intravenous drug user", "patient": "A 54-year-old male with history of human immunodeficiency virus (HIV) infection and intravenous drug abuse was hospitalized because of septic fever and lumbar pain. Clinically, edematous swelling of his external genitalia and left thigh, leg and ankle was appreciated, associated with mild pain and distal erythema. In the affected lower extremity, physical examination did not disclose significant dilatation of the superficial veins, absent peripheral pulses, or signs of arterial insufficiency.\\nLaboratory tests disclosed anemia (8.7g/dL), low platelet count (84.00/mmc), and markedly raised C-Reactive Protein (305 U/l). Early color Doppler study did not disclose acute abnormalities of both arterial and venous systems of the lower limbs.\\nInitial clinical suspicion of infectious spondylo-diskitis was excluded by negative magnetic resonance imaging (MRI) of the dorso-lumbar spine. Blood culture showed systemic methicillin-sensitive Staphylococcus aureus infection. Three days after admission, contrast-enhanced multidetector CT disclosed dilatation of the entire left femoral, external and common iliac veins with un-opacified lumen containing some gas, prominent enhancement of the venous wall and associated inflammatory stranding of the perivascular fat, findings consistent with septic thrombophlebitis [].\\nIntensive medical treatment including antibiotics and anticoagulation with full-dosage low-molecular-weight heparin (6000 UI enoxaparin twice daily, prescribed for 3 months) allowed clinical resolution of sepsis and normalization of laboratory inflammatory markers during three weeks. At discharge, the iliac and femoral veins appeared patent at color doppler ultrasound. Three months later, at ambulatory follow-up visit the patient was doing well and anticoagulation was discontinued.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'21424803': 1, '17620459': 1, '16489845': 1, '16418253': 1, '17485796': 1, '17222406': 1, '22988412': 2}", "similar_patients": "{}"}