{"patient_id": 42293, "patient_uid": "3663792-1", "PMID": 23688193, "file_path": "comm/PMC003xxxxxx/PMC3663792.xml", "title": "Transformation of a post-cesarean section placental site nodule into a coexisting epithelioid trophoblastic tumor and placental site trophoblastic tumor: a case report", "patient": "A 41-year-old woman presented with abnormal vaginal bleeding for 2 months. She had a history of two cesarean deliveries and one spontaneous abortion. She had undergone excision of a uterine adenomyosis 3 years previous. Her latest pregnancy resulted in the delivery of a full-term baby 1 year previous. The physical examination was otherwise normal. Pelvic ultrasonography showed focal thickening of the endometrium. She received endometrial curettage with a clinical diagnosis of endometrial hyperplasia. A serum β-human chorionic gonadotropin (β-hCG) measurement was performed 1 week later because an IT tumor was suspected after pathologic examination of the endometrial curettage specimen. The β-hCG level was not elevated (1 mIU/ml; reference range: 0 ~ 5 mIU/ml). The abdominal and pelvic computed tomographic scans exhibited an enlarged uterus with an irregular contour and heterogeneous contrast enhancement without para-aortic or pelvic lymphadenopathy. No metastatic lesion was detected on a chest x-ray. She underwent a total abdominal hysterectomy. Neither postoperative chemotherapy nor radiotherapy was given. She was alive with no evidence of local recurrence or distant metastasis 30 months after the hysterectomy.\\nOn macroscopic examination, the uterus measured 9.0 × 8.3 × 4.2 cm and was slightly enlarged. The serosa showed focal fibrosis. The previous CS site of the lower uterine segment revealed a markedly thinned myometrium. There was an irregular, plaque-like, soft, brownish tumor centered at the CS site (Figure A, B). The tumor was 3.0 × 2.0 cm in dimensions and 0.9 cm in thickness. It had invaded the myometrium but was still confined to the uterus.\\nHistologically, the tumor consisted of variably sized nodules with central fibrinoid necrosis in the endometrium and myometrium of the lower uterine segment (Figure A). Suture material and suture tracts due to the previous CS were observed. The nodules commonly revealed an infiltrating border in the myometrium. The center of the nodules was composed of mononucleate epithelioid cells arranged in cohesive sheets (Figure C, G). The background contained hyaline extracellular matrix. The tumor cells had distinct cell borders, clear cytoplasm, and relatively uniform round nuclei with fine chromatin. Enlarged hyperchromatic nuclei were occasionally found. Mitotic figures were infrequent. Epithelioid clear cells revealed diffuse and strongly positive immunoreactivity to pan-cytokeratin (clone AE1/AE3, 1: 400; Dako, Carpentaria, CA, USA), p63 (clone 4A4, 1: 100; Santa Cruz Biotechnology, Santa Cruz, CA, USA), and HLA-G (a gift of Dr. Ie-Ming Shih) (Figure D). Human placental lactogen (hPL) (1: 250; Pierce Biotechnology, Rockford, IL, USA) and CD146 (1: 50; Pierce Biotechnology) were negative (Figure E, F). No cell immunoreactive with hCG (1: 300; Dako) was found. Ki-67 (clone MIB-1, 1:50; Dako) labeled 12% of tumor cells. The morphologic and immunohistochemical features of the epithelioid cells were characteristic of an ETT.\\nIn the periphery of the nodules, larger pleomorphic cells, which histologically and immunohistochemically differed from tumor cells of the ETT, were seen (Figure C, H). They were polygonal with abundant eosinophilic cytoplasm and relatively obvious nuclear atypia. They had invaded the myometrium in cell cords, dissecting and separating the smooth muscle bundles. They were immunoreactive for CD146 and hPL but negative for p63 (Figure D-F). Ki-67 labeled about 10% of the tumor cells. These histologic and immunohistochemical findings were consistent with features of a PSTT. At the interface of the ETT and PSTT components, both type of tumor cells merged imperceptibly.\\nIn addition, several microscopic hypocellular nodular lesions, closely associated with the mixed ETT and PSTT, were found in the endometrium of the lower uterine segment, the surface of the endocervix, and the fibrous scar of the CS (Figure B). They had circumscribed margins and were round or plaque-like in shape. They were composed of mononucleate ovoid cells arranged in single cells and small sheets in a hyaline background. These cells had uniform nuclei with fine chromatin. The immunohistochemical findings were the same to those of the ETT. Compared to the ETT, the nodular lesions were smaller in size and paucicellular. No necrosis was found. The Ki-67 proliferation index was <5%. Based on the histologic and immunohistochemical features, the smaller nodular lesions represented PSNs. In summary, the tumor represented a rare example of a coexisting ETT and PSTT that had likely transformed from PSNs. Microscopic findings of the endometrial curettage specimen were similar to those of the hysterectomy specimen, except that no PSNs were present in the former.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'20868507': 1, '33012293': 2, '7523321': 1, '2465817': 1, '25932270': 1, '8374875': 1, '2240354': 1, '18059230': 1, '28033262': 1, '27001388': 2, '7503366': 1, '26261623': 1, '17613426': 1, '16931955': 1, '9808132': 1, '23274560': 1, '20182630': 1, '29622835': 1, '17039709': 1, '19454357': 1, '16085293': 1, '31637071': 2, '18753963': 1, '11192071': 1, '16246400': 1, '12823059': 1, '22833087': 1, '30046213': 2, '31803628': 1, '12060455': 1, '34563007': 2, '24695661': 1, '18983471': 1, '23688193': 2}", "similar_patients": "{'6766115-1': 1, '6055209-1': 1, '8482181-1': 1, '7534162-1': 1, '5608116-1': 1}"}