{"patient_id": 160137, "patient_uid": "3538185-1", "PMID": 23319994, "file_path": "noncomm/PMC003xxxxxx/PMC3538185.xml", "title": "Sarcoidosis Presenting with Massive Pleural Effusion and Elevated Serum and Pleural Fluid Carbohydrate Antigen-125 Levels", "patient": "A 55-year-old woman was admitted for further evaluation of an elevated serum CA-125 and a left pleural effusion identified by her primary care physician at a routine health examination. At the time, the patient complained of a mild dry cough and dyspnea on exertion which had been present for several months. She also endorsed an unintentional weight loss of 3 kg during the preceding 2 months.\\nThe patient had a history of a hysterectomy with bilateral salpingo-oophorectomy for treatment of uterine myomatosis 5 years previously. She has been taking medicine for hypertension, and denied any history of tuberculosis. She had no specific contributory family history. She had no history of tobacco or alcohol use. She was a housewife.\\nThe blood pressure was 128/83 mm Hg, the pulse rate was 80 beats per minute, the body temperature was 36.1℃, the respiratory rate was 18 breaths per minute, and the oxygen saturation was 100% while breathing ambient air. There was no palpable lymph node enlargement in the head, neck, or axillae. The lung sounds were noted to be dull to percussion at the left hemithorax, and diminished at the left base. The remainder of the physical examination was normal.\\nThe serum CA-125 was significantly elevated (229.5 U/mL), as was the serum angiotensin-converting enzyme (119 U/L). All other tumor markers were within normal limits. Other test results were also normal, including white blood cell and platelet counts, measurements of electrolytes, glucose, protein, albumin, globulin, and bilirubin, tests of hepatic and renal function, and urinalysis. An acid-fast bacillus (AFB) smear of the patient's sputum was negative, with no organisms observed on sputum culture.\\nThoracentesis and pleural biopsy were then performed, yielding 500 mL of clear yellow pleural fluid. The pleural fluid analysis revealed an exudative pattern, with a protein level of 5.6 g/dL (the serum protein level, 7.3 g/dL), a lactate dehydrogenase level of 269 IU/L (the serum lactate dehydrogenase level, 322 IU/L), a glucose of 39 mg/dL, an albumin of 3.4 g/dL and pH of 7.2. Additionally, a cell count of the pleural fluid was performed showing 4,850 cells/µL (polymorphonuclear cells 0%, lymphocytes 100%, eosinophils 0%, basophils 0%, and other cells 0%), with a pleural fluid CA-125 concentration of 2,846.8 U/mL and an adenosine deaminase concentration of 37.8 IU/L. No malignant cells were observed on cytology. All bacterial, fungal and mycobacterial cultures of the pleural fluid were negative. The results of pulmonary function tests were within normal limit, and an electrocardiogram was normal.\\nA chest radiograph showed findings consistent with a massive left-sided pleural effusion and bilateral hilar prominence (). A contrast-enhanced computed tomography (CT) of the chest demonstrated extensive bilateral paratracheal and mediastinal lymphadenopathy, and left-sided pleural effusion (), without any lesions involving the lung parenchyma. A subsequent 18F-fluorodeoxyglucose-positron-emission tomography (18F-FDG-PET) revealed FDG activity in the bilateral paratracheal, hilar, and supraclavicular lymph nodes, which were suspicious for malignancy. However, there was no evidence of any other specific focus of malignancy (). Similarly, the patient's breast ultrasonography, mammography, and Pap smear at the most recent health care examination did not indicate any malignant focus, nor did the esophageal gastroduodenoscopy or colonoscopy. A contrast-enhanced CT of the abdomen likewise revealed no significant abnormal findings.\\nOn bronchoscopic examination, there was mild blunting at the main carina, and there were multiple elevated nodules in the proximal medial walls of the left second carina and the left lower lobar bronchus. There was no evidence of respiratory viruses, fungi, or bacteria. And the result of AFB smear in the bronchial washing specimen was negative.\\nPleural fluid cytology was negative for malignant cells, whereas the pleural biopsy showed chronic granulomatous inflammation with giant cells. Ziehl-Neelsen and diastase-pretreated periodic acid-Schiff stains revealed no infectious organisms. Pathologic findings from multiple nodules of the fiberoptic bronchoscopic biopsy revealed non-necrotizing granulomas in the bronchial wall, suggesting no definitive findings (), and transbronchial needle aspiration cytology was negative for malignancy. Finally, a surgical mediastinoscopic biopsy of the right paratracheal lymph nodes was performed, showing non-necrotizing granulomas consistent with sarcoidosis (). Taken together, pleural sarcoidosis with lymph node and endobronchial involvement was diagnosed.\\nThe patient was started on a treatment regimen of 1 mg/kg oral prednisolone. After one month, the left pleural effusion was resolved (), and the serum angiotensin converting enzyme level was decreased from 119 U/L to 18 U/L. After 2 months of oral prednisolone therapy, the serum CA-125 level was normalized (229 U/mL to 34 U/mL). No signs of relapse were observed during a 5-month steroid tapering period, and the pleural effusion never recurred during the subsequent 5-year follow-up period after discontinuing the steroids.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'18091365': 1, '16778281': 1, '9046768': 1, '10958239': 1, '11348966': 1, '32563820': 1, '6463919': 1, '20406517': 1, '32399439': 2, '23319994': 2}", "similar_patients": "{'7213820-1': 1}"}