{"patient_id": 166926, "patient_uid": "3996739-1", "PMID": 24761083, "file_path": "noncomm/PMC003xxxxxx/PMC3996739.xml", "title": "Robotic assisted excision of retrovesical angiomyxoma in a male patient", "patient": "A 62-years-old male presented to us with mild obstructive lower urinary tract symptoms (LUTS) since last 1 year, with a history of acute retention of urine 3 month back with failed catheter free trial. He underwent holmium laser enucleation of prostate (HOLEP) elsewhere with histopathology reporting as benign prostatic hyperplasia. Patient failed to void after catheter removal and on further evaluation he was found to have pelvic mass. Digital rectal examination revealed a cystic mass simulating benign prostatic hyperplasia (grade 3). Transrectal ultrasonography showed a heterogeneous mass arising from prostate. Magnetic resonance imaging (MRI) pelvis revealed a well-marginated lesion within the prostate gland resulting into significant prostatomegaly with no extra prostatic extension []. Transrectal biopsy was done, which was inconclusive with no identifiable prostatic tissue. In view of discrepancy between MRI report and biopsy report we performed cystoscopy which showed a hump in the prostatic urethra extending into the trigone, with prostatic lobes not visible (because of previous HOLEP). Hence he was planned for Robotic assisted excision of the mass. Intraoperatively a globular mass was present posterior to bladder. Mass was densely adherent to the posterior wall of the bladder. Complete excision of the mass was done. Tumor was ~6 cm × 4 cm × 2.5 cm in size []. We were not able to separate the mass from bladder due to difficulty in entering into proper plane. Hence we opened bladder deliberately and resected from within the bladder, closed cystostomy and drained bladder. Histo-pathological examination [] revealed moderately cellular tumor composed of sheets of spindle to stellate shaped cells with vascular channels in between. On immunohistochemistry cells were positive for desmin, focal positivity with smooth muscle antibody (SMA), S100 and Ki-67. The results are suggestive of angiomyxoma. Patient is on regular follow-up with no recurrence until date.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'16882078': 1, '16317491': 1, '19837402': 1, '9930798': 1, '28944124': 1, '16900535': 1, '15564405': 1, '12943618': 1, '30474017': 2, '24761083': 2}", "similar_patients": "{'6236091-1': 1}"}