{"patient_id": 35518, "patient_uid": "3114796-1", "PMID": 21521519, "file_path": "comm/PMC003xxxxxx/PMC3114796.xml", "title": "Thoracic aorta pseudoaneurysm with hemopericardium: unusual presentation of warfarin overdose", "patient": "A 78-year-old female, presenting with progressive shortness of breath and general weakness was admitted to our hospital on March 15, 2010. She experienced palpitations and tachycardia, and mild chest tightness when palpitations occurred. Her history was significant for primary cancer of the appendix with ovarian metastases, and was status post a debunking operation in December of 2006, complicated by chronic right leg lymphedema. She had been taking warfarin as prescribed by the cardiovascular surgery department for deep vein thrombosis of the right leg.\\nOn admission, her blood pressure was 148/96 mmHg, heart rate 114 beats/min, respiratory rate 26 breaths/min, and temperature 37.8°C. Laboratory studies revealed: white blood cell (WBC) count, 17200/uL (neutrophil-segment 89.1%); hemoglobin, 7.6 gm/dL; platelet count, 455000/uL; NT-proBNP, 6776 pg/mL; PT, 143s (INR >10); blood urea nitrogen (BUN), 33 mg/dL; creatinine, 0.77 mg/dL; Na 131 mmol/L; K 2.5, mmol/L; Ca 8.4 mg/dL; Mg, 2.4 mg/dL; and albumin 1.7 g/dL. The thyroid function tests were normal. Artery gas analysis showed hypoxia (pH, 7.4; PCO2, 36.9 mm Hg; PO2, 75.7 mm Hg; HCO3, 23.4 mmol/L; SaO2, 95%). The elevated PT and INR suggested warfarin overdose. We prescribed VitK1 1 ample per-12h and transfused frozen fresh plasma 12 units per-day. Three days later, the PT was normalized, 21s (INR2.0).\\nAs admitted, her chest radiograph revealed cardiomegaly with pulmonary edema and blunting of the left costophrenic angle (Figure ). Echocardiography revealed normal left ventricular systolic function with an ejection fraction of 70%, dilatation of the left atrium, right ventricle, and ascending aorta, moderate tricuspid valve regurgitation, mild pulmonary, mitral, and aortic valve regurgitation, and pericardial effusion; no valvular stenosis problem was identified. Chest CT was performed in consideration of an organic lesion, such as a pulmonary embolism or malignancy. A large bulging pouch-like lesion below the aortic arch greater than 6x6 cm in size and a fluid collection in the pericardium (relative high density) was found (Figure , ). Results were consistent with a pseudoaneurysm in the aortic arch and hemorrhage into the pericardium.\\nThoracic endovascular aneurysm repair (TEVAR) was successfully performed by a cardiovascular surgeon one day later. Clinical presentation including serial CXR (Figure ) and patient status showed dramatic improvement. The procedure was successful, and the patient was discharged 2 weeks later in good condition. At follow-up in the cardiovascular surgery department she remained in stable condition.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'19020932': 1, '16872966': 1, '14960440': 1, '26152238': 2, '8323419': 1, '12149355': 1, '15223414': 1, '11893361': 1, '1395190': 1, '21521519': 2}", "similar_patients": "{'4494703-1': 1}"}