{"patient_id": 35852, "patient_uid": "3142230-1", "PMID": 21722404, "file_path": "comm/PMC003xxxxxx/PMC3142230.xml", "title": "Mycoplasma hominis brain abscess following uterus curettage: a case report", "patient": "In 2006, a previously healthy, 41-year-old Caucasian pregnant woman was admitted to our hospital with vertigo, severe headache, and left hemiparesis. She had no relevant medical history except two previous normal pregnancies and deliveries. A computed tomography (CT) scan and MRI scan of the brain identified a right fronto-parietal hematoma. The hematoma was surgically drained. Then 10 days later, at 22 weeks of gestation, our patient underwent early spontaneous miscarriage that required uterus curettage, complicated by important metrorrhagia. At three days following the miscarriage, our patient developed obnubilation, and subsequently coma. New cerebral CT and MRI scans revealed a fronto-parietal brain abscess. The abscess was surgically removed, and purulent material was sent to our laboratory. A nosocomial infection being suspected, an intravenous empirical treatment associating vancomycin (2 g/day) and meropenem (6 g/day) was started. Gram staining of the abscess specimen showed numerous polymorphonuclear leukocytes but no microorganism. The specimen was then plated onto 5% sheep blood agar and chocolate agar (BioMérieux, Marcy L'Etoile, France) and incubated at 37°C under aerobic, anaerobic, and microaerophilic conditions for 10 days. Plates were examined daily but no growth was observed. For molecular detection, DNA was extracted from the pus sample using the MagNA Pure LC DNA isolation kit II and the MagNA Pure LC instrument as recommended by the manufacturer (Roche, Meylan, France). Amplification and sequencing of the 16S rDNA gene were performed using broad range primers as previously described []. By comparison with sequences from GenBank, the sequence obtained from the polymerase chain reaction (PCR) product (1,475 bp) was 100% identical to that of M. hominis (GenBank accession number ). As a consequence, the antibiotic treatment was changed to doxycycline, 200 mg/day for 12 weeks. Our patient recovered rapidly. On follow-up, she remained asymptomatic six months after the discontinuation of antibiotics. In order to determine whether the infection was monomicrobial or polymicrobial, the PCR amplicon was subsequently cloned into Escherichia coli using the pGEM-T Easy Vector System (Promega, Charbonnières, France). A total of 100 clones were analyzed by sequencing. Only 16S rDNA from M. hominis was detected in the 100 clones. The identification of M. hominis in our patient and the previously published cases motivated the development of a specific real time-PCR (RT-PCR) assay for this bacterium. 16S rDNA was selected as target. Using the Primer Express software (Applied Biosystems), specific primers and probes were designed as follows: MHMGB16Sd (5'-TGT TAT AAG GGA AGA ACA TTT GCA AT-3'), MHMGB16Sr (5'-GCC ATC GCT TTC TGA CAA GG-3') and MHMGB16S probe (FAM-AAA-TGA-TTG-CAG-ACT-GAC-MGB) respectively. RT-PCR was performed using a LightCycler (Roche). The PCR mix consisted of 4 μL of pus DNA, 10 μL of Quantitect Probe PCR Master Mix (Qiagen, Courtaboeuf, France), 20 pM of each primer (Eurogentec, Seraing, Belgium), 0.5 μL of Uracil DNA glycosylase (Invitrogen), 0.5 μL of 3.125 μM MHMGB probe (Applera), and 4 μL of water. DNA was amplified using the following cycling parameters: heating at 50°C for 2 minutes, and then at 95°C for 15 minutes, followed by 50 cycles of a two-stage temperature profile of 95°C for one second and 60°C for 45 seconds. The specificity of the primers and probes was tested using BLAST and by tentatively amplifying DNA from 24 distinct Mycoplasma species. The system was found to be specific to M. hominis, as no amplification was obtained from any other mycoplasmal or human DNA. For our patient, positive amplification was obtained after 22 PCR cycles. Negative controls remained negative.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'27729031': 2, '30923306': 1, '7309852': 1, '14555394': 1, '8159314': 1, '7806885': 1, '10789141': 1, '12458575': 1, '16722987': 1, '9157171': 1, '6665669': 1, '10328034': 1, '21339933': 1, '19527408': 1, '1728082': 1, '15131188': 1, '16429284': 1, '2203260': 1, '3399998': 1, '9356788': 1, '11168067': 1, '19335164': 1, '8399916': 1, '2676320': 1, '1036517': 1, '25491170': 1, '28069785': 1, '6665683': 1, '21722404': 2}", "similar_patients": "{'5059901-1': 1}"}