{"patient_id": 38598, "patient_uid": "3420680-1", "PMID": 22953072, "file_path": "comm/PMC003xxxxxx/PMC3420680.xml", "title": "Effect of Prolonged Discontinuation of L-Thyroxine Replacement in a Child with Congenital Hypothyroidism", "patient": "J. D. is a 2 11/12-year-old male, born in Mexico and diagnosed by neonatal screening with CH. He was then treated with L-thyroxine for approximately 1 year, until his mother lost her health insurance coverage and could not purchase the medication. Shortly after his family immigrated to the United States, J. D. was taken to St. Christopher's Hospital for Children's (SCHC) Emergency Department (ED) for evaluation.\\nHis mother described a history of developmental delay, especially affecting his motor and language skills, as well as a history of constipation. Upon physical examination (PE), J. D.'s vital signs were as follows: temperature (T) of 97.6°F, heart rate (HR) of 95 beats per minute, blood pressure (BP) of 95/54 mmHg, and respiratory rate (RR) of 20 breaths per minute. His weight and length were both below the 3rd percentile (statural age of an 8 1/2-month old). J. D. was able to sit and crawl but could not stand or walk; he could only bear weight on his legs with support. The rest of his PE was significant for coarse facial features (Figures and ), macroglossia (), a protuberant abdomen and a small umbilical hernia (), and dry skin. His thyroid was not palpable. The serum TSH was very elevated (1,620 mIU/L) and the free T4 and thyroglobulin undetectable (); his serum prolactin level was mildly elevated (27.9 ng/mL). On the day of presentation, J. D. was placed on 50 μg L-thyroxine daily (~5 μg/kg/day), and a follow-up evaluation was arranged.\\nWhen evaluated at the SCHC Endocrinology Outpatient Clinic 2 weeks later, his mother reported increased activity, alertness, and appetite. In addition, his constipation had improved and he was less sleepy. His PE was virtually unchanged when compared to the one obtained in the ED. His dentition was delayed, with only 12 erupted teeth. His testicular volume was 4 cc bilaterally and he had no pubic hair.\\nA thyroid ultrasound revealed thyroid hypoplasia, with the right lobe measuring 5 mm anteriorly posteriorly (AP) and 6 mm in width (W), and the left lobe measuring 4 mm (AP) × 9 mm (W). Upon evaluation by a pediatric neurologist, his psychomotor developmental stage was found to be at the 18-month-old level for personal/social, fine motor/adaptive and language skills; his gross motor skills were at the 12-month-old level (by Denver's scale). His muscle tone was mildly but symmetrically decreased in all extremities, and his deep tendon reflexes were decreased.\\nJ. D. was evaluated again at the Endocrinology Clinic 4 months after his initial visit to the ED. His mother reported that he had increased strength, which he was pulling to stand, trying to walk, and was much more active and alert. His testicular size was prepubertal. Laboratory studies revealed normal serum TSH and a free T4 (2.84 mIU/L and 1.5 ng/dL, resp.). Serum prolactin was also normal ().\\nAfter being treated with L-thyroxine for 7 months, J. D. grew 8 cm. He was enrolled in an early interventional program to improve his developmental skills. As per his mother, his vocabulary included more words and he was able to go up steps; he had also started to feed himself without help. Although his free T4 was normal (1.1 ng/dL), his TSH was found to be elevated (20.93 mIU/L).\\nJ. D. was subsequently lost to followup for a few months because of change of insurance. Multiple attempts to contact his mother by phone and by certified mail were unsuccessful. He did not return to our clinic until 9 months later (16 months after his initial presentation): J. D. had grown 9.4 cm since his previous clinic visit (9 months prior). His maternal grandmother reported that he was a very active child who enjoyed singing and dancing. She described that his motor and language skills continued to improve: he was able to run, walk up and down stairs and he knew many words in both English and Spanish. His grandmother stated that his pediatrician at a local health center had been checking his thyroid function tests periodically. His grandmother also stated that J. D.'s dose of L-thyroxine had been increased to 75 mcg 2 months prior by his pediatrician; repeat thyroid function tests 1 month after the dose change were reported as normal. At our endocrinology clinic, thyroid function tests were obtained and a bone age study requested; a follow-up visit with his pediatric neurologist was also recommended. J. D.'s thyroid function tests revealed a normal TSH (0.79 mIU/L) and a borderline-high free T4 (1.7 ng/dL); as a result, the L-thyroxine dose was unchanged. His bone age, obtained one month after the last visit, was delayed (between 2 years 8 months and 3 years at the chronological age of 4 years and 5 months).", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'15192621': 1, '16740880': 1, '8741031': 1, '3818328': 1, '14523187': 1, '16303842': 1, '9183486': 1, '11580992': 1, '2295962': 1, '9497870': 1, '2398116': 1, '12218379': 1, '21632812': 1, '10229905': 1, '9439911': 1, '3922545': 1, '7920127': 1, '10700683': 1, '2627142': 1, '3816849': 1, '8048812': 1, '7526803': 1, '20156344': 1, '10626589': 1, '7324945': 1, '15192611': 1, '16520451': 1, '16356430': 1, '4077564': 1, '17164300': 1, '8741030': 1, '6198974': 1, '22953072': 2}", "similar_patients": "{}"}