{"patient_id": 34695, "patient_uid": "3034994-1", "PMID": 21331168, "file_path": "comm/PMC003xxxxxx/PMC3034994.xml", "title": "Zygomycosis Associated with HIV Infection and Liver Transplantation", "patient": "This 50-year-old white male with a history of HIV infection diagnosed 24 years ago, having been on highly active antiretroviral therapy (HAART) for the last 9 years, had a history of intravenous drug abuse ending 21 years prior. He developed end-stage liver disease secondary to hepatitis C, presumably contracted through intravenous drug abuse. He also had a remote history of smoking and alcohol use, a remote right leg deep venous thrombosis, and chronic pancytopenia.\\nThe patient was hospitalized with decompensated end-stage liver disease and hepatorenal syndrome. He was found to have a lupus anticoagulant. The patient developed heart failure and pulmonary edema. His CD4+ T-cell count was 108/cu mm. He improved clinically over the course of several weeks and finally was deemed a candidate for liver transplantation.\\nFollowing transplantation, he was immunosuppressed due to his renal failure with a calcineurin-sparing protocol including basiliximab (Simulect), mycophenolate, and prednisone (20 mg/day). He was also treated with daptomycin, dapsone, acyclovir, and voriconazole. His HAART was held during the first few days after transplant. Immediately after transplant, chest X-ray showed near-complete resolution of pulmonary edema and small areas of atelectasis in mid and lower left lung. That evening, the patient's temperature was 38.5 degrees, heart rate 82/minute, blood pressure 109/47 mmHg, pulmonary artery pressure 31/18 mmHg, cardiac output 13 L/min, systemic vascular resistance index (SVRI) 705, and respirations 16/minute. He was extubated.\\nOn postoperative day 1, the patient was afebrile, but vasodilated, with blood pressure 84/52 mmHg, and norepinephrine was started. He had mild crackles on lung examination. His white blood cell (WBC) count was 600/cu mm (61% neutrophils, 4% bands, 20% monocytes, 10% lymphocytes, 5% atypical lymphocytes), hemoglobin 7.9 g/dL, platelets 28,000/cu mm, and international normalized ratio (INR) 3.3. Chest X-ray showed mild interstitial pulmonary edema and increased atelectasis at the left base. He was started on filgrastim.\\nOn day 2, the patient was afebrile, with respirations 26/minute, blood pressure 92/55 mmHg (on norepinephrine), cardiac output 13 L/minute, and SVRI 350. He had labored breathing. Chest X-ray showed interstitial right lung edema and a large left pleural effusion with atelectasis involving the entire left lung. The patient was placed on biphasic positive airway pressure (BiPAP), and repeat chest X-ray showed considerable expansion of the left-upper lobe. His creatinine was 3.9 mg/dL, and continuous venovenous hemodialysis was started. On day 4, the patient was intubated for mental status changes and respiratory insufficiency. He was started on hydrocortisone. On day 5, the patient required increasing doses of norepinephrine and the addition of vasopressin. Gram stain of bronchoalveolar lavage (BAL) showed rare white blood cells. Piperacillin/tazobactam (Zosyn) was added.\\nOn day 6, the patient required mechanical ventilation with 50% oxygen. He had a “significant amount of secretions.” Computed tomography showed extensive airspace consolidation superimposed on atelectasis throughout dependent portions of the left lung associated with mucus plugging in the left-lower lobe; there was also a moderate left pleural effusion, small right pleural and pericardial effusions, and mild-moderate ascites. BAL culture from day 5 yielded >100,000/mL Enterococcus species. Tigecycline and caspofungin were added.\\nOn postoperative day 7, the patient's temperature was 34 degrees, heart rate 69/minute, blood pressure 96/60 mmHg, respiratory rate 16/minute, and saturation 100% on mechanical ventilation with 40% oxygen. The patient's HAART was restarted. Vancomycin was added. His bilirubin was 3.5 mg/dL, aspartate aminotransferase (AST) 142 IU/L, lactate dehydrogenase (LDH) 672 IU/L, creatine phosphokinase (CPK) 1526 IU/L, creatinine 0.8 mg/dL, WBC count 10,300/cu mm (neutrophils 76%, bands 23%, lymphocytes 1%), hemoglobin 6.2 g/dL, platelets 33,000/cu mm, and INR 1.7. Chest X-ray showed a large left pleural effusion, airspace consolidation of the left lung and mild right perihilar interstitial pulmonary edema. Shortly before midnight, the patient suddenly developed pulseless electrical activity, and he could not be resuscitated. His glucose had been 125–180 mg/dL postoperatively. Blood culture from day 6 was later reported positive for vancomycin-resistant Enterococcus faecium.\\nPostmortem examination revealed massive disseminated zygomycosis involving both lungs, pericardium, coronary arteries and veins, myocardium, spleen, lymph nodes, bone marrow, stomach, and right kidney. Autopsy spleen culture was positive for Rhizomucor species. There was massive pulmonary consolidation, with left lung weight 1420 grams (normal up to 480 grams), and right lung weight 1130 grams (normal up to 570 grams). Autopsy revealed infected thrombosis of the main left-lower-lobe pulmonary artery with massive parenchymal zygomycosis, infarction, and hemorrhage (Figures and ). The left pleural cavity contained 1200 mL of hemorrhagic effusion. The right-upper-lobe pulmonary artery had an infected thrombus associated with extensive parenchymal zygomycosis of central right-upper lobe. There was severe coronary atherosclerosis with up to approximately 80% stenosis of the left circumflex coronary artery and infected thrombosis of left anterior descending coronary artery and multiple branches of this artery (Figures and ). Autopsy disclosed severe pericarditis with hemorrhagic pericardial effusion (105 mL). The liver showed moderate canalicular cholestasis, mild acute intrahepatic peri-cholangitis, and moderate centrolobular ischemic changes. There were 1800 mL of hemorrhagic ascites.\\nOverall, the clinical history and autopsy findings in this case suggested that the cause of death was disseminated zygomycosis due to the immunosuppression required by liver transplantation for hepatitis C virus infection together with the immunocompromise of HIV infection. Coagulopathy, severe coronary atherosclerosis, and acute renal failure were regarded as contributing causes of death.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'12883195': 1, '16925570': 1, '15382219': 1, '20335060': 1, '18063603': 1, '15690539': 1, '21083386': 1, '20526285': 1, '17478203': 1, '19605816': 1, '20218876': 1, '19754755': 1, '20209316': 1, '18675102': 1, '24587853': 1, '24498504': 2, '7583440': 1, '21331168': 2}", "similar_patients": "{'3898454-1': 1}"}