{"patient_id": 43545, "patient_uid": "3765334-1", "PMID": 23977980, "file_path": "comm/PMC003xxxxxx/PMC3765334.xml", "title": "HBV reactivation in an occult HBV infection patient treated with prednisone for nephrotic syndrome: case report and literature review", "patient": "A 77-year-old man was diagnosed with nephrotic syndrome with laboratory tests showing urine protein of ++++, urinary occult blood test of ++++, 24-hour urine total protein of 9.99 g/L, serum albumin of 25.2 g/L, creatinine (Cr) of 234 μmol/L and blood urea nitrogen (BUN) of 13.5 mmol/L. Detection of HBV-related serum makers by chemiluminescent immunoassay showed that HBsAg, anti-HBs, hepatitis B e antigen (HBeAg), anti-HBe and anti-HBc were all negative. Furthermore, the HBV DNA titer was undetectable (<103 copies/ml). Anti-hepatitis C virus (HCV) was negative, anti-hepatitis E virus (HEV) was negative, and both alanine aminotransferase (ALT) and aspartate aminotransferase (AST) were normal (below 40 IU/L). To further confirm the pathogenesis of nephrotic syndrome, the patient received a renal biopsy. As shown in (Figure A,B,D), the results showed IgM nephropathy (focal segmental glomerulosclerosis and crescent formation) and diffuse damage to the renal tubules and stroma. The pathological diagnosis was nephrotic syndrome with IgM nephropathy; however, the exact cause of nephrosis was unclear. At that time, the patient was being administered prednisone at a dose of 50 mg once daily.\\nTwo months after starting treatment, laboratory tests revealed a substantial increase in serum transaminase levels (AST: 149 IU/L; ALT: 490 IU/L), urine protein of ++, urinary occult blood test of +++, 24-hour urine total protein of 3.1 g/L, serum albumin of 28.1 g/L, Cr of 211 μmol/L and BUN of 19.3 mmol/L. Strangely, HBV markers were now positive for HBsAg, HBcAb and HBeAg, and the quantity of HBV DNA had increased to 3.42×106 copies/ml. Anti-HCV and anti-HEV were still negative, and autoimmune hepatitis indices, including anti-nuclear antibody (ANA), anti-mitochondrial antibody (AMA) and liver kidney microsomal antibody (LKM), and serum markers related to other hepatitis infections, such as hepatitis A virus (HAV), cytomegalovirus, Epstein-Barr virus and herpes virus, were all negative. Ultrasound of the liver showed chronic hepatic injury.\\nPathological diagnosis using immunohistochemistry to detect the existence of S-Ag or C-Ag in renal tissue is currently regarded as the “gold standard” for diagnosis of HBVAN. We therefore tested stored kidney tissue for HBsAg and HBcAg using immunohistochemistry and found the sample to be HBcAg positive (Figure C). In addition, molecular analysis showed that the HBV genotype was C with no HBV mutation in the pre-core or core promoter regions, thus we concluded that the cause of the acute hepatitis was HBV reactivation, and the pathogenesis of nephrotic syndrome was attributed to HBVAN. We immediately administered lamivudine at a dose of 100 mg once daily. One month after starting the daily lamivudine treatment, laboratory tests revealed that the serum levels of aminotransferase (ALT) and aspartate aminotransferase (AST) had improved (ALT: 35 U/L, AST: 17 U/L), the quantity of HBV DNA was 1.1×105 copies/ml, BUN was 11.3 mmol/L and Cr was 119 μmol/L. One year after starting the treatment for HBV reactivation, follow-up tests showed that HBsAg was positive, HBsAb was negative, HBeAg was negative, HBeAb was positive, HBcAb was positive, BUN was 10.8 mmol/L, Cr was 121 μmol/L and HBV DNA was undetectable by real-time PCR.\\nOccult HBV infection is defined as infection with detectable HBV DNA and surface antigen (HBsAg) in the blood []. This infection may persist in individuals for years before any symptoms of overt HBV infection emerge, and the causes associated with the transition from an overt HBV infection to an occult infection are currently unknown.\\nHBVAN is an extrahepatic manifestation of HBV infection, and its main clinical manifestation is nephrotic syndrome, which predominantly occurs during childhood and in males [-]; however, the number of reports on adult patients is very limited [,]. Data suggests that, compared to adults, the prognosis of HBVAN is more favorable in children and progression to renal failure is more rare [,]. Pathological types of HBVAN include membranous nephropathy, minimal change nephropathy, mesangial proliferative glomerulonephritis, membranoproliferative glomerulonephritis and IgA nephropathy. Of these, membranous nephropathy is the most common, and reports of IgM nephropathy are rare [-]. IgM nephropathy, a minimal change nephropathy rarely associated with HBVAN, is defined by the presence of diffuse and global mesangial deposits of IgM []. Many glomerulopathies are accompanied by IgM deposition, so some experts have suggested the classification of IgM nephropathy as its own subtype of minimal change nephropathy and an independent diagnosis of IgM nephropathy past a certain level of deposition intensity. The pathogenesis of IgM nephropathy is currently unclear, but the accepted view of some authorities is that immune complex deposition may cause injury to the glomerular filtration membrane, and the deposited antigen may originate from microbes, drugs or heavy metals []. In our case, HBV antigen complex deposition in the glomerular filtration membrane may have led to the observed injury.\\nA ‘full house’ (IgG, IgA, IgM, C3 and C1q) positive immunoflurescence staining is typically included in the pathological diagnosis of HBVGN. The patient in this case report was misdiagnosed due to the absence of ‘full house’ positive staining, instead having only IgM-positive staining, and lack of positive clinical proof of HBV-associated markers in the serum. Given the presence of IgM, it is possible that, during the early stages of HBV development, the low HBV DNA load and low levels of other related antigens allowed for the specific deposition of IgM in the glomerular filtration membrane. Increasing diagnostic experience suggests that positive antigen or visible viral particles in the tissue are more important than previously thought for diagnosis. These patients could potentially exhibit a positive serum test upon subsequent follow-up.\\nNephrotic syndrome was the original clinical manifestation of our patient, and a renal biopsy was taken to confirm pathology. Chronic HBV was not recognized, as HBV-related serum markers were negative and HBV DNA was below the upper limits of normal, so HBV-related antigen detection with immunohistochemistry was subsequently ignored. Further analysis of the biopsy results revealed IgM nephropathy, of which previous reports are few. The patient was administered the immunosuppressive drug prednisone to treat the nephrotic syndrome without preemptive therapy with antiviral drugs. Two months later, elevation of ALT and AST and detectable HBV DNA suggested a hepatitis B flare, which was likely due to the prolonged duration of immunosuppressive therapy resulting in HBV reactivation.\\nThe HBV genotype influences clinical outcomes, serum HBV DNA levels and mutational patterns in the pre-core and core promoter regions []. For this particular patient, the HBV genotype was C, but serum HBV DNA levels at the time we initiated treatment with prednisone were low, and no HBV mutations were observed in the pre-core or core promoter regions. These findings lead us to surmise that HBV genotype directly influences HBV reactivation associated with immunotherapy. The inhibition of prednisone may be relevant to the replication of HBV, though the specific mechanism remains unclear.\\nPreemptive therapy with lamivudine for HBsAg-positive patients undergoing chemotherapy reduces the risk of HBV reactivation and HBV-associated morbidity and mortality []. Meanwhile, improvements in liver disease and renal function have been reported following clearance of HBsAg []. We therefore treated the patient with lamivudine to repress the replication of HBV DNA, expecting subsequent improvement of renal function. One month after initiating lamivudine treatment, liver function was improved and renal function had not worsened. The patients remained on lamivudine (100 mg/day) therapy for one year. Follow-up tests showed that HBsAg was positive, HBsAb was negative, HBeAg was negative, HBeAb was positive, HBcAb was positive, BUN was 10.8 mmol/L, Cr was 121 μmol/L, urine protein of +, urinary occult blood test of ++, 24-hour urine total protein of 2.14 g/L, serum albumin of 30.2 g/L, and HBV DNA was undetectable by real-time PCR. The main indeces for liver function include ALT, AST and total bilirubin (TBIL) were all below the upper limits of normal. Total cholesterol (TC) and thyroglobulin (Tg) levels were 7.4 mmol/L and 2.5 mmol/L, respectively.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'2142748': 1, '3293854': 1, '29515745': 1, '4136754': 1, '8995930': 1, '27257429': 1, '10223539': 1, '4273591': 1, '8611364': 1, '17112622': 1, '30651070': 2, '32098858': 1, '7731150': 1, '18378948': 1, '25101233': 1, '2034247': 1, '6870328': 1, '15382123': 1, '29644524': 1, '31413431': 1, '28032257': 1, '15221893': 1, '23977980': 2}", "similar_patients": "{'6335709-1': 1}"}