{"patient_id": 160283, "patient_uid": "3546098-1", "PMID": 23341729, "file_path": "noncomm/PMC003xxxxxx/PMC3546098.xml", "title": "A Case of Hypersensitivity to Mosquito Bites without Peripheral Natural Killer Cell Lymphocytosis in a 6-Year-Old Korean Boy", "patient": "A 6-yr-old boy was admitted to our hospital for management and evaluation of recurrent skin reactions developed after mosquito bites in July 2010. He had high-grade fever up to 40℃ and severe skin lesions developing after mosquito bites. For three consecutive summer seasons (2007-2009), he had been admitted to the hospital or medicated at outpatient clinic due to an erythematous swelling and bulla formation at bite site with fever, regional lymphadenopathy or phlebitis after mosquito bites. He was diagnosed with cellulitis for each episode since then. These lesions evolved into necrotic ulcers and healed with residual scarring. On physical examinations at admission, erythematous swelling with a central bulla was found on his right ankle (). His liver and spleen were not palpable. Lung sound was clear and chest X-ray revealed no infiltrations.\\nLaboratory tests showed white blood cells 6,160/mL with 28.6% of lymphocytes and 0.1% of eosinophils, normal ranges of hemoglobin, liver function test, and lactate dehydrogenase. Urinalysis was normal. IgE by PRIST was above 5,000 kIU/L with normal range of IgG, A, M levels. Lymphocyte subset analysis demonstrated normal percentage of CD3 (77.4%), CD4 (33.1%), CD8 (41.6%), NK cell (8.4%), and CD19 (15.2%). IgM for viral capsid antigen (VCA) and IgM for anti-early antigen (EA) DR to EBV were negative. However, anti-VCA IgG (5.5) and anti-EBNA IgG were positive (15.5). Skin biopsy from the lesion showed intraepidermal vesicles with interstitial and perivascular infiltration of lymphocytes, neutrophils, eosinophils and histiocytes (). EBV encoded RNA (EBER) in situ hybridization was positive () and immunohistochemical staining with NK cell marker (CD56) of biopsy specimen was negative (). We did not perform bone marrow biopsy because his laboratory findings and physical examinations did not suggest the lymphoproliferative state or malignancy.\\nHe suffered from iridocyclitis two months after the diagnosis and was improved with medication of ophthalmology department. During the next summer season, he was admitted twice because of severe skin reactions and fever after mosquito bite (). Laboratory tests at that time showed still a normal percentage of NK cells. EBV-DNA viral load by PCR analysis was low and not in the active state (38/µL DNA). Now, he has undergone follow-up observations for two years after diagnosis of HMB, having been ill for a total of six years from the beginning of the disease without the evidence of development of lymphoproliferative status or hematologic malignant disorders.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'12760269': 2, '27900557': 1, '16083813': 1, '12095889': 1, '15655776': 1, '21454450': 1, '20498651': 1, '19636274': 1, '22096243': 1, '16246422': 1, '17169531': 1, '20119592': 2, '25780514': 2, '26608594': 1, '11435294': 1, '11568749': 1, '23341729': 2}", "similar_patients": "{'4531602-1': 1, '2811306-1': 1, '4360489-1': 1}"}