{"patient_id": 41824, "patient_uid": "3629169-1", "PMID": 23599769, "file_path": "comm/PMC003xxxxxx/PMC3629169.xml", "title": "One-stage laparoscopic resection for a large gastric gastrointestinal stromal tumor and synchronous liver metastases following preoperative imatinib therapy: A case report", "patient": "A 63-year-old female was admitted to the Department of General Surgery, Xuanwu Hospital, Beijing, China, complaining of melena for 5 days. Following resuscitation, gastric endoscopy was performed and a submucosal lesion in the body of the stomach was reported. A biopsy confirmed the diagnosis of gastric GIST with c-kit exon 11 mutation. Computed tomography (CT) of the abdomen showed an intramural GIST ∼15×10 cm in size with multiple liver metastases (). The CT value was 22 and 46 HU prior to and following contrast introduction, respectively. Tumor markers were within the normal range.\\nPreoperative imatinib (400 mg/day) therapy was administered to this patient. The clinical and morphologic response was monitored by physical examination and CT scan every two months ( and ). The size of the tumor decreased markedly and the CT value declined. No symptoms of upper gastrointestinal bleeding recurred during the treatment.\\nAfter 6 months’ preoperative treatment, a partial response was achieved according to Choi criteria (). Laparoscopic surgery was subsequently performed to remove the gastric GIST and liver metastases synchronously (). Laparoscopic sleeve resection was performed to resect the gastric tumor using two Endo GIA staplers (Ethicon, Johnson and Johnson, Cincinnati, OH, USA). In order to not disrupt the serosal surface and cause tumor spillage, the mass was grasped and gently elevated with an atraumatic bowel grasper during the operation. Liver metastases enucleation was then performed using the LigaSure system (Valleylab, Boulder, CO, USA). All the specimens were retrieved in an endobag without spillage through a muscle-splitting incision in the left flank. The surgery time was 185 min and the estimated blood loss was ∼150 ml. The recovery of the patient was uneventful.\\nPathological evaluation of the stomach specimen revealed that the structure of the mucosa was normal, and that the tumor mass was present in the muscular layer. Microscopically, although tumor cells with sharp spindles were detected in certain areas, the number had declined significantly compared with that in the biopsy specimens. Many large areas of hyaline degeneration were found with mitotic figures <5 per 50 high-power fields (). The tumor margins were negative in both the stomach and liver specimens. The immunohistochemistry study showed that cells were positive for CD117 and CD34, and negative for SMA, desmin and s-100.\\nFour weeks following the surgery, imatimib treatment was resumed at 400 mg/day. Eleven months following the surgical resection, the imatinib treatment was ongoing, the patient was asymptomatic and there was no radiological or clinical evidence of disease recurrence.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'17470865': 1, '26622800': 1, '22853855': 1, '28979709': 1, '22350238': 1, '26170983': 1, '22472403': 1, '22487640': 1, '21207158': 1, '22684977': 1, '21471802': 1, '15781488': 1, '18955451': 1, '14645423': 1, '20729698': 1, '23599769': 2}", "similar_patients": "{}"}