{"patient_id": 166253, "patient_uid": "3955309-3", "PMID": 24688574, "file_path": "noncomm/PMC003xxxxxx/PMC3955309.xml", "title": "Treatment of severe rotations of maxillary central incisors with whip appliance: Report of three cases", "patient": "A 9-year-old boy was referred to Orthodontics Department of Mashhad University of Medical Sciences. His chief complaint was severe rotation of his left maxillary central incisor. The patient was medically healthy. His dentistry history revealed that he had a supernumerary tooth between two maxillary central incisors and the mesiodens had been extracted before referring to orthodontic department. Before beginning of treatment, the patient was instructed about oral hygiene. Intraoral examination revealed that the tooth had 90° rotation. Radiographic examination showed early stage of root development [Figure –] and there was enough space in the upper arch to derotate it. At first alginate impression was taken of the upper jaw and a removable acrylic appliance with C clasps on the maxillary primary canines and Adams clasps on the maxillary permanent first molars was constructed. In the second appointment, just like the previous cases, buccal tube was bonded and the whip spring was constructed and inserted into its position. The patient was instructed to wear the appliance all the time except brushing and eating periods. After 1 month, the tooth was derotated well []. In this appointment, a new spring was fabricated and this process was repeated 2 times with 1 month interval and rotation was corrected. To over-correct the tooth position, the appliance was used one extra month. At the end of treatment, the removable retainer appliance was constructed and used by patient for 6 months to maintain the corrected tooth position []. Follow-up panoramic radiograph revealed healthy root development [].", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'24151406': 1, '11587502': 1, '11887384': 1, '7897011': 1, '17465662': 1, '21545300': 1, '9770106': 1, '22497228': 1, '21712629': 1, '24688574': 2}", "similar_patients": "{'3955309-1': 2, '3955309-2': 2}"}