{"patient_id": 35937, "patient_uid": "3154864-1", "PMID": 21781292, "file_path": "comm/PMC003xxxxxx/PMC3154864.xml", "title": "Ganglioneuroblastoma of the posterior mediastinum: a case report", "patient": "An eight-year-old otherwise previously healthy Pakistani Sindhi boy presented to our clinic with complaints of right-sided lumbar pain for a week. At initial clinical assessment our patient's weight was 36.3 kg and his height was 142 cm. His overall nutritional status was good and had a normal height and build for his age with no history of weight loss. He had no other associated comorbidities. His family history was significant for diabetes mellitus, hypertension and untreated pancreatic cancer and renal cancer. The rest of his history and test results were unremarkable. A physical examination was grossly unremarkable. Ultrasound of the abdomen was performed, with normal results. A chest X-ray was performed that showed a homogenous soft tissue density mass in the posterior mediastinum with no evidence of rib erosion. To evaluate the mass further, an MRI was performed (Figure ). The dimensions of the mass were 7.3 × 6.0 cm.\\nA computed tomography (CT)-guided biopsy of the mass was advised, which was carried out under general anesthesia. No complications were observed after the procedure and a post-procedural CT scan did not reveal any pneumothorax. Histopathology of the biopsy material showed multiple cones of tissue exhibiting spindle-shaped cells arranged haphazardly, having moderate cytoplasm and wavy spindle shaped nuclei. Scattered mature ganglion cells were also identified, characterized by abundant cytoplasm and round to oval nuclei; as such no immature element was identified nor was there any evidence of increased mitosis or areas of necrosis. The specimen was also treated with immunohistochemical stains and was found to be positive for S-100, synaptophysin, chromogranin, and leucocyte common antigen (LCA). These morphological and immunohistochemical findings were consistent with a diagnosis of ganglioneuroma, since no malignant features were identified.\\nIn addition, whole body skeletal scintigraphy was performed with Tc-99 m for metastatic investigation, which showed bilateral symmetrical tracer distribution in both the axial and appendicular skeleton with no areas of abnormal tracer accumulation and normal excretion of the tracer from both kidneys and urinary bladder.\\nBone marrow aspirate and trephine from the iliac crest performed for staging of the tumor showed all three cell lines with normal erythroid and myeloid precursors. The specimen was stained with hematoxylin and eosin and a few atypical mononuclear cells were noted; however, the sample was inadequate showing mainly cartilage, muscle and clot, and was hence non-diagnostic. There was nothing to suggest malignancy or granuloma in the sections examined. It was suggested to repeat an adequate length bone marrow trephine if there was a clinical indication to do so.\\nSurgery was planned for resection of tumor. Prior to that, pre-operative evaluation included a normal complete blood count, coagulation profile and serum lactate dehydrogenase levels. Surgery was approached using left thoracotomy. After entering the chest cavity, tumor was excised from the aorta, subclavian vessels and vertebral column. After adequate hemostasis, chest tubes were placed and routine closure of thoracotomy was carried out. The resected mass measuring 9.5 × 7 × 4.5 cm was sent for histopathology that confirmed the pre-operative diagnosis and presence of tumor-free margins.\\nPost-operatively, our patient remained hemodynamically stable. He received intravenous antibiotics and epidural marcaine infusion for pain relief, which was switched over to oral antibiotics and intravenous analgesics. Our patient was running a fever by the third post-operative day, which was followed by a transient episode of desaturation; however this improved without consequence. A post-operative chest X-ray was also unremarkable. On the fourth post-operative day our patient was discharged from the hospital on oral augmentin and non-steroidal anti-inflammatory drugs (NSAIDs) for pain. At discharge, the wound was clean, healing and healthy.\\nAt follow-up a week later our patient's condition was stable. The final post-resection histopathology report showed a circumscribed and partially capsulated neoplasm composed of spindle cells arranged irregularly in short fascicles, scattered ganglion cells and abundant cytoplasm. Some nodules within the mass showed small, round neoplastic cells, scant cytoplasm, increased nuclear to cytoplasmic ration and hyperchromatic nuclei. The mitotic rate was identified as two to three cells per high-power field and the mitosis karyorrhexis index (MKI) was < 2%. Focal areas of hemorrhage and necrosis were also identified. Sections of tissues were also stained with immunohistochemical stains and were found to be positive for neurofilament, synaptophysin and chromogranin. The features showed that the tumor was a ganglioneuroblastoma, nodular type, which are composite Schwannian stroma-rich/stroma-dominant and stroma-poor element.\\nAt a year later our patient had complaints of some bone pain for which a skeletal survey was performed and was found to be within normal limits. Our patient has thereafter remained stable.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'31837198': 2, '26435974': 1, '12533638': 1, '2295048': 1, '10421273': 1, '1689542': 1, '15605081': 1, '24023560': 2, '9329464': 1, '15307505': 1, '7068966': 1, '29390424': 1, '3411339': 1, '12110723': 1, '11932471': 1, '29561407': 1, '21781292': 2}", "similar_patients": "{'6996985-1': 1, '3766812-1': 1}"}