{"patient_id": 164044, "patient_uid": "3821214-1", "PMID": 24249939, "file_path": "noncomm/PMC003xxxxxx/PMC3821214.xml", "title": "Cotard Syndrome with Catatonia: Unique Combination", "patient": "A 45-year-old married female belonging to low socio-economic condition of rural background with a family history of psychosis in younger brother is the patient. Twenty years back she had a history of severe depressive episode without psychotic features with post-partum onset. It remitted completely after 6 months and thereafter, she had optimum functioning with no psychiatric symptoms. The current episode had onset about 2 years back precipitated by significant family conflict regarding the daughter's marriage. She gradually developed persistent and pervasive sadness, severe anhedonia, crying spells, worthlessness, hopelessness, and suicidal ideation. After 3-4 months of the onset of illness, for treatment she was taken to a nearby city (Jaipur). There they could not afford the treatment due to financial losses. Thereafter, family members noted that her speech output decreased further and she would only speak in a very soft and monotonous voice that her dead-body is in Jaipur. When others would confront her she would be insistent and even request them to get her buried. She would also deny food and water and would say that there is nothing inside her abdomen and body. She would have severe psychomotor retardation, would change her posture very infrequently and often stare at a particular direction for several minutes without blinking.\\nWhen she presented to us about 2 years after the onset of illness she was stuporous. There was no history suggestive of any organic illness. On admission, though, she was severely malnourished (weight 28 kg, body mass index - 11.7), her vitals were stable, and systemic examination were within normal limits. There was a score of 11 (mutism - 3, posturing - 2, immobility - 1, staring - 2, withdrawal - 3) on Bush Francis Catatonia rating scale (BFCRS). A lorazepam challenge test carried out with 2 mg of intravenous lorazepam showed dramatic improvement and BCFRS score decreased to 2.\\nThereafter, she was started on lorazepam upto 8 mg parenterally in divided doses and her nutrition and hydration were maintained. Her routine investigations like hemogram, blood biochemistry including liver, kidney function tests, and electrolytes were within normal limits. Further investigations such as Electroencephalogram (EEG), magnetic resonance image of brain, HIV status, VDRL, thyroid level were done. Serum folate and vitamin B12 was advised, but could not be carried out because of lack of resources. Lack of memory deficits and a normal higher cognitive function ruled out dementia. She was diagnosed as a case of recurrent depressive disorder with currently severe depressive episode with the psychotic features as per International Classification of Diseases-10 (ICD-10). She was started on tablet sertraline up to 200 mg and olanzapine up to 10 mg and lorazepam was tapered gradually. There were no catatonic symptoms from 2nd week. Hamilton Rating Scale for Depression (HAM-D) decreased to 22 on the 2nd week and 16 after 4 weeks. There was also significant an improvement in her body weight (up to 40 kg) and overall functioning.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'19470281': 1, '20562636': 1, '12011289': 1, '21037126': 1, '28053798': 2, '10954402': 1, '22677219': 1, '10678525': 1, '7625193': 1, '9065683': 1, '25540544': 2, '10883714': 1, '24249939': 2}", "similar_patients": "{'4271387-1': 1, '4271387-2': 1, '5178336-1': 1}"}