{"patient_id": 45573, "patient_uid": "3914384-1", "PMID": 24401677, "file_path": "comm/PMC003xxxxxx/PMC3914384.xml", "title": "Refractory invasive aspergillosis controlled with posaconazole and pulmonary surgery in a patient with chronic granulomatous disease: case report", "patient": "A 30 month-old boy presented with fever, cough, swelling and purulent discharge on upper part of his back consistent with abscess formation. Fungal culture from this abscess yielded Aspergillus spp. that was susceptible to voriconazole and amphotericin B but resistant to caspofungin. Voriconazole was given as initial monotherapy and then combined with liposomal amphotericin B because of progression of the lesions detected on computerized tomography (CT). Diagnosis of CGD was suggested by the presence of CGD history in the mother’s family and an extraordinary pathogen existence in the fungal culture of the abcess. The diagnosis was confirmed with the nitroblue tetrazolium and dihidro-rhodamin oxidase assay. He was defined as X-linked CGD and gp91 CYBB gene, exon7 c.742dupA,p.Ile248AsnfsX36 molecule was defective. Interferon gamma and trimethoprim-sulfamethoxasole were given for supportive care and antimicrobial prophylaxis. Constriction of the right bronchie, consolidation of the right upper lobe including air broncograms and fistulization to the skin was detected in thorax CT (Figure ). Antifungal combination therapy with voriconazole and amphotericin B was given for six months but the lesions did not regress and caused costal bone destruction. He underwent chest surgery and his destroyed right upper pulmonary lobe, upper segment of the lower lobe, two necrotic costal bones and the tract of the fistula were resected. Vertical fungal hyphaes, supurative granulomatous inflamation, fibrosis, destruction of the bone trabeculas in PAS and silver staining of surgical resection specimens were observed in pathological examination (Figure ). Antifungal treatment was continued with posaconazole monotherapy right after surgery. Hepatic transaminase levels, serum electrolyte levels, erythrocyte sedimentation rate, C-reactive protein, complete blood count, electrocardiography (ECG) monitorized in monthly period and all were normal. Serum galactomannan antigen was 2,09 and positive right before surgery, then it was negative repeatedly. Thorax CT was repeated in every six months. In the thirty-six months follow up since from pulmonary surgery to date, no any complaints or fungal pulmonary or bone lesions were observed and posaconazole therapy was given continuously (Figure ).", "age": "[[30.0, 'month']]", "gender": "M", "relevant_articles": "{'12393596': 1, '20700078': 1, '12802027': 1, '10844936': 1, '18037347': 1, '22964947': 1, '11259721': 1, '10941354': 1, '18177225': 1, '7996377': 1, '14499268': 1, '12512185': 1, '17143808': 1, '18217895': 1, '15889369': 1, '25537876': 1, '22080130': 1, '24401677': 2}", "similar_patients": "{}"}