{"patient_id": 161680, "patient_uid": "3667315-1", "PMID": 23723503, "file_path": "noncomm/PMC003xxxxxx/PMC3667315.xml", "title": "Microsporum Canis Infection Mimics Pemphigus Erythematosus", "patient": "A 55-year-old woman presented with a two-month history of skin rash in February 2011. Physical examination revealed multiple pruritic erythema and erosion on her face and neck with unremarkable mucosal lesions []. Based on the clinical finding, we initially made the diagnosis of pemphigus erythematosus.\\nLaboratory tests showed slightly elevated serum AST and ALT. Anti-desmoglein 1 and 3 antibodies, antinuclear antibodies, anti-SS-A and anti-SS-B antibodies were all negative. Histological examination revealed crust, acanthosis, mild spongiosis and scattered neutrophilic infiltrations in the epidermis, and perivascular mononuclear cell infiltrations in the upper dermis, however, neither vesicle nor bulla was seen. We then obtained the information that she had started keeping a cat at her house before the eruption appeared, and so we suspected that the infection could be fungal. Further mycotic examination revealed fungal filaments; however, the fungal culture on Sabouraud agar did not show macroconidium. Therefore, we investigated the species of fungi using a PCR-RFLP (polymerase chain reaction-restriction fragment length polymorphism) according to a previous report by Mochizuki, et al.[] Briefly, we extracted DNA from cultured mycotic substances, and then the DNA samples were amplified. Finally, the PCR products were treated with restriction enzyme in the RFLP analysis, such as Mva I and Hinf I. As shown in [], we confirmed that the fungus in her skin lesions was Microsporum canis. We treated her with a topical antifungal ointment, luliconazole (Lulicon Cream®). The treatment dramatically improved her eruption [].", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'7621400': 1, '10074502': 1, '18478365': 1, '18478361': 1, '1498385': 1, '18478363': 1, '14757280': 1, '10380427': 1, '18478364': 1, '23723503': 2}", "similar_patients": "{}"}