{"patient_id": 45609, "patient_uid": "3917414-1", "PMID": 24467750, "file_path": "comm/PMC003xxxxxx/PMC3917414.xml", "title": "Fulminant systemic capillary leak syndrome due to C1 inhibitor deficiency complicating acute dermatomyositis: a case report", "patient": "A 69-year-old Caucasian woman with monoclonal gammopathy of uncertain significance and chronic dermatomyositis (first diagnosed 5 years ago; pretreated with azathioprine 50mg/day and methylprednisolone 6mg daily following acute exacerbations; azathioprine therapy was stopped months before this admission) presented with weakness as well as muscle and joint pain of recent onset. On clinical examination, signs of hypovolemic shock (arterial lactate, 3.7mmol/L; base deficit, –8.9mmol/L; oliguria; extensive skin mottling; tachycardia, 140 beats/minute; tachypnea, 30 breaths/minute; absent venous filling; systolic/mean/diastolic arterial blood pressure, 75/55/40mmHg; low mixed venous oxygen saturation, 35 to 45%; and cardiac index, 0.9–1.2L/minute/m2) were present. The laboratory analyses were remarkable for a hematocrit of 69%, serum creatinine of 1.6mg/dL, colloid osmotic pressure of 4.6mmHg, a serum myoglobin concentration of 336μg/L and a serum creatine kinase of 173IU/L. Fluid resuscitation was started and an intravenous bolus dose of prednisolone (500mg) administered. Transthoracic echocardiography revealed an underfilled, diffusely hypokinetic (ejection fraction using the monoplane Simpson’s method, 35%), diastolic dysfunctional left ventricle with pericardial effusion but no signs of tamponade. Based on these findings, a dobutamine (5.5μg/kg/minute) and subsequently an epinephrine (up to 0.86μg/kg/minute) infusion was started. Fluid resuscitation was continued (Ringer’s lactate, 10.500mL; 4% gelatine, 1.000mL; 20% albumin, 100mL) but only led to transient increases of arterial blood pressure and ventricular filling in echocardiography. The hematocrit remained at 62% while lactate levels (9.5mmol/L), base deficit (-16.7mmol/L) and skin mottling worsened. Clinical and echocardiographic signs of intravascular hypovolemia persisted. By that time, the patient had developed anasarca and acute respiratory distress with hypoxemia despite high-flow oxygen inhalation and a short period of non-invasive ventilation. Orotracheal intubation was difficult due to diffuse laryngeal/pharyngeal swelling. Despite continued fluid resuscitation and high-dosed catecholamine therapy, she died from refractory shock 12 hours after intensive care unit admission.\\nTable displays the laboratory results of the complement analyses which were taken shortly after intensive care unit admission but analyzed only post-mortem. The same blood sample was analyzed for frequent auto-antibodies (antinuclear, anti-smooth muscle, anti-mitochondrial, anti-glomerular, perinuclear-antineutrophil cytoplasmic antibody (ANCA), cytoplasmic-ANCA, proteinase 3, and myeloperoxidase); the results were found to be negative. The autopsy revealed bilateral pleural, pericardial and peritoneal effusions as well as left ventricular hypertrophy with patchy myocardial fibrosis. Different patterns of endomysial/perimysial lymphocytic infiltrations (Table ) adjacent to degenerated cardiomyocytes in her myocardium and necrotic muscle fibers in her right psoas major muscle (Figure ) were found in the histological examination. No indications for a septic focus or concomitant malignancy were observed.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'17192542': 1, '29720802': 1, '22504710': 1, '20496014': 1, '22576792': 1, '16308667': 1, '16546580': 1, '17332975': 1, '23710659': 1, '19014872': 1, '12456582': 1, '22847365': 1, '16980718': 1, '8213463': 1, '9921402': 1, '20827200': 1, '24467750': 2}", "similar_patients": "{}"}