{"patient_id": 155493, "patient_uid": "3182407-1", "PMID": 21966332, "file_path": "noncomm/PMC003xxxxxx/PMC3182407.xml", "title": "Type IV Ehlers-Danlos Syndrome: A Surgical Emergency? A Case of Massive Retroperitoneal Hemorrhage", "patient": "A 23-year-old male with history of Type-IV Ehlers-Danlos Syndrome and hemorrhagic stroke presented with severe abdominal pain following an episode of vomiting that was precipitated by alcohol consumption. Like the case reported by Soonawalla et al. [] the patient was tachycardic on initial presentation suggesting hypovolemia, and an abdominal CT-scan revealed a large retroperitoneal hemorrhage (Fig. ). Angiographic evaluation using interventional radiology was considered for evaluation of this patient’s hemorrhage, but was decided against due to the high risk of dissection from arterial catheters in Type IV Ehlers-Danlos Syndrome. Furthermore, based upon the catastrophic consequences of exploratory laparotomy in the case reported by Soonawalla et al. [] we elected for a trial of conservative management. The patient’s initial Hgb was 15.9 that fell to 11.8 on his first hospital day, and then stabilized. For the first 48 hours, the patient was placed on strict bed-rest to prevent any further exacerbation of the hemorrhage, and administered anti-emetics liberally to prevent any further episodes of emesis. Throughout the rest of his hospital stay, the patient’s pain improved, Hgb remained stable, and he was discharged on his fourth hospital day. Currently, the patient continues to do well nearly one year later and has returned to his usual state of health. To our knowledge, this is the first patient with Type IV Ehlers-Danlos Syndrome to survive the development of a massive retroperitoneal hemorrhage.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'24413228': 1, '12185233': 1, '10706896': 1, '20589181': 2, '16627225': 1, '7924713': 1, '10815681': 1, '16012458': 1, '21966332': 2}", "similar_patients": "{'2892590-1': 1}"}