{"patient_id": 155906, "patient_uid": "3214405-1", "PMID": 22091316, "file_path": "noncomm/PMC003xxxxxx/PMC3214405.xml", "title": "Ossifying fibroma of the ethmoid sinus: Report of a rare case and review of literature", "patient": "A 36-year-old woman was referred to the otolaryngology clinic of Taleghani Hospital, Shahid Beheshti University of Medical Sciences, with a right intranasal mass (January 2009). This was an incidental finding on follow-up Magnetic Resonance Imaging (MRI) which was advised her due to a history of pituitary microadenoma and galactorrhea from 1 year ago. The patient has been treated with Bromocriptine and her serum prolactin level was at normal range of value. She did not suffer from hyposmia, epistaxis, nasal obstruction, any visual disturbances, epiphora and headache.\\nOn physical examination, there was no sign of proptosis or facial swelling but anterior rhinoscopy revealed a nonhemorrhagic mass in the right middle meatus, with the same color of the surrounding mucosa and with deviation of the nasal septum to the left side.\\nComputed Tomography (CT) scan images revealed a large calcified hyperdense mass in the right ethmoid sinus which obliterated the middle meatus. Fluid accumulation in the right frontal air cells as well as both maxillary sinuses was also detectable but the orbital walls appeared intact without any lytic or erosive lesion. Laboratory values were normal.\\nAn operative procedure was performed with a transnasal endoscopic approach. Due to proximity of this lesion to the base of the skull and attachment to the lamina papyracea, en bloc resection was not advisable. Therefore, the lesion was removed in several fragments. Histopathological examination reported abundant irregular immature (woven) bone partially surrounded by an osteoblastic layer within fibrous connective tissue which was consistent with an ossifying fibroma.\\nEndoscopic evaluation of the right nasal cavity showed complete wound healing 3 months after surgery and the patient was clinically well. Unfortunately, the patient did not come back for follow up imaging that was advised her 6 months postoperatively.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15167231': 1, '9102442': 1, '15635583': 1, '23293493': 2, '16579190': 1, '1908971': 1, '16771025': 1, '10543652': 1, '13679285': 1, '12784573': 1, '19586648': 1, '23737879': 2, '21298389': 1, '7092025': 1, '28491178': 1, '8630892': 1, '29658783': 1, '1389066': 1, '19308423': 1, '14725991': 1, '9852545': 1, '4999507': 1, '17702320': 1, '16858875': 1, '14661488': 1, '116640': 1, '10450850': 1, '28381325': 1, '26681872': 2, '15334407': 1, '15013618': 1, '4011267': 1, '1899514': 1, '16025072': 1, '8637766': 1, '6474345': 1, '16564401': 1, '7677026': 1, '29373206': 1, '10759001': 1, '25302205': 1, '10967388': 1, '22091316': 2}", "similar_patients": "{'4678565-1': 1, '3671786-1': 1, '3532800-1': 1}"}