{"patient_id": 154453, "patient_uid": "3104542-1", "PMID": 21677814, "file_path": "noncomm/PMC003xxxxxx/PMC3104542.xml", "title": "Kodamaea ohmeri tricuspid valve endocarditis with right ventricular inflow obstruction in a neonate with structurally normal heart", "patient": "A 40-day-old male baby, one among the twins, born of normal vaginal delivery at the 36th week of gestation, was referred to our institute for the management of tricuspid valve mass. Twenty days prior to that, the baby was admitted in a neonatal intensive care unit of another tertiary care hospital for evaluation and management of neonatal seizures and necrotizing enterocolitis. Blood cultures done there were negative. Baby was managed there with anti-convulsants and intravenous antibiotics, which included piperacillin tazobactam combination along with amikacin for necrotizing enterocolitis through peripheral venous access. No invasive procedures were done there during the stay. Echocardiography done there to rule out any structural heart disease revealed a tricuspid mass and was referred to our centre for further management.\\nOn admission baby was not febrile but deeply icteric. There were no focal neurologic deficits or clinical heart failure. Clinical cardiovascular examination was normal. There was a small cephalhematoma of size 3 × 2 cm over the scalp. Computed tomography brain scan showed small petechial hemorrhages, but no space occupying lesions.\\nEchocardiography showed 11.1 × 6.4 mm vegetation attached to the tricuspid valve and Doppler examination showed a mean tricuspid inflow gradient of 5 mmHg [].\\nUnder sterile precautions, four blood cultures were collected from different sites on two consecutive days. All four blood cultures were positive by the BacT Alert 240-bioMerieux Marcy l’Etiole system (France) and the fungal cultures grew white yeast-like colonies. The organism was identified as K. ohmeri by using the card type “YST” on the Vitek 2 compact system (bioMerieux). Gram staining showed oval budding yeast cells. Antifungal susceptibility test was done by tube dilution method, following the standard method of NCCLS M38A. MIC of the anti-fungal agents were Amphotericin <0.25 mcg/L, Fluconazole 2 mcg/L, Voriconazole <0.12 mcg/L, and Flucytosine <1mcg/L. Results showed that the organism was susceptible to the available anti-fungal agents.\\nThe baby was started on intravenous amphotericin B at the dose of 1 mg/day and other supportive measures including packed cell transfusion and was planned for surgical removal of the mass after a few days of antifungal therapy. However, the baby abruptly developed hemodynamic compromise on the second day after initiation of antifungal therapy due to fungal septicemia and could not be resuscitated.", "age": "[[40.0, 'day']]", "gender": "M", "relevant_articles": "{'2497012': 1, '11928850': 1, '14722784': 1, '16434718': 1, '9572030': 1, '31354314': 1, '17604437': 1, '12226699': 1, '11573851': 1, '11205641': 1, '12009828': 1, '10716592': 1, '24482708': 1, '25954619': 1, '19888811': 1, '9380454': 1, '15982209': 1, '31262263': 2, '12673414': 1, '12382036': 1, '17251396': 1, '19638663': 1, '20808635': 2, '18038331': 1, '34566940': 1, '17065010': 1, '21677814': 2}", "similar_patients": "{'6604277-1': 1, '2922670-1': 1}"}