{"patient_id": 41587, "patient_uid": "3608321-2", "PMID": 23509950, "file_path": "comm/PMC003xxxxxx/PMC3608321.xml", "title": "Atypical or typical adrenocorticotropic hormone-producing pulmonary carcinoids and the usefulness of 11C-5-hydroxytryptophan positron emission tomography: two case reports", "patient": "A 22-year-old Caucasian man presented with clinical features of a severe CS including centripetal fatness, moon face, severe edema, excessive purple striae on his trunk, and frequent nocturia. During the last years the patient had gained 30kg in weight despite diet and exercise plans. Despite a loss of 10kg in weight during the past months his centripetal fatness increased and he was so swollen that his eyes hardly could be seen. The serum cortisol concentration was 670nmol/L at 8:00 a.m., and 703nmol/L at 7.30 p.m. Plasma ACTH was 140ng/L at 8.00 a.m. (reference <46) and 140ng/L at 7.30 p.m. Sampling of 24-hour urinary free cortisol showed increased values, >3000nmol/24 hour (reference <183). He did not suppress his cortisol or ACTH levels at all on 1mg dexamethasone suppression testing. His chromogranin A levels and blood sugar levels were normal, whereas a very low serum testosterone of 2.6nmol/L (reference 7.6 to 31) was recorded. An MRI scan of his sella turcica did not visualize any pituitary tumor, whereas a pulmonary chest radiograph and subsequent CT scan revealed a 12×9×14mm diameter mass in the right lower pulmonary lobe (Figure\\n). Because of the severe symptoms no further investigation was performed besides bronchoscopy and he was referred for subacute surgery. The tumor in the right lung was removed via a lateral thoracic incision by wedge excision. Histology confirmed a typical carcinoid with <1 mitosis/10HPF, and no necrosis was found. Ki-67 immunostaining was generally positive in 1 to 2% of the tumor cells and focally up to 5%. The tumor cells stained positive for ACTH, chromogranin A, and synaptophysin. Dexamethasone (1mg) suppression testing postoperatively showed suppression of cortisol to 46nmol/L, although ACTH suppressed only to 25ng/L. However, 24-hour urinary free cortisol was very low, revealing a value of 28nmol/24-hour. No further surgery was performed. Initially he achieved replacement therapy with hydrocortisone, but he stopped substitution after a few months. A DXA scan showed normal bone mineral density. At current follow up after 24 months he is in clinical remission and his diurnal urinary cortisol is still in the lower normal range.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'12629081': 1, '18266575': 1, '3020095': 1, '21412758': 1, '8661816': 1, '15292297': 1, '15126544': 1, '24850179': 1, '26206753': 1, '14557451': 1, '20955547': 2, '26158607': 1, '1652686': 1, '7705280': 1, '20558893': 1, '15914534': 1, '10999844': 1, '18349401': 1, '20162505': 1, '15755858': 1, '20172187': 1, '23509950': 2}", "similar_patients": "{'3608321-1': 2, '2965715-1': 1}"}