{"patient_id": 165274, "patient_uid": "3891035-4", "PMID": 17249512, "file_path": "noncomm/PMC003xxxxxx/PMC3891035.xml", "title": "Four Cases of Non-Hodgkin's Lymphoma in AIDS patients", "patient": "A 67-year-old male was admitted to our hospital because of a protruding swollen chest wall mass on his right side, and he had noticed this mass for 1 month. He also had a complaint of night sweats. His past medical history included an electrical burn about 30 years ago and herpes zoster four months prior to this admission. Serological HIV positivity was detected four months ago while he was being treated for his herpes. His HIV infection was assumed to be transmitted through blood transfusion. He denied ever having homosexual contact or drug abuse. He was on zidovudine, lamivudine and lopinavir. On admission, his blood pressure was 120/80 mmHg, the pulse rate 68/min, the respiration rate 18/min and the body temperature was 36.2℃. The patient appeared generally well on physical examination. The heart and lungs sounds were normal. A chest wall mass measuring 15 cm × 18 cm in diameter was palpable on the right side of his chest. The laboratory finding were as follows: hemoglobin 12.2 g/dL, WBC 6,990/mm3 (neutrophils: 36.5%, lymphocytes: 52.5% and monocytes: 8.9%), platelets 131,000/mm3, ESR 8 mm/h, AST 37 IU/L, ALT 22 IU/L, total bilirubin 0.55 mg/dL, LDH 2,024 IU/L, protein 6.5 g/dL, albumin 3.5 g/dL, BUN 13.7 mg/dL, creatinine 1.2 mg/dL, calcium 7.6 mg/dL, phosphorus 3.4 mg/dL, Na 139 mmol/L, K 4.3 mmol/L, the total number of CD4 and CD8 T lymphocytes was 317/mm3 and 3,085/mm3, respectively, and the ratio of CD4/CD8 was 0.1. The chest X-ray was unremarkable except for marked soft tissue swelling of the right chest wall. The initial chest CT () showed extensive heterogeneously infiltrative lesions that involved the right side of the chest wall musculature with accompanying edematous change of the overlying skin and subcutaneous layer. The microscopic finding of the mass showed a starry-sky pattern with diffuse proliferation of small to medium sized neoplastic cells (). Immunohistochemical examination showed positivity for CD20 (). The pathological diagnosis was Burkitt's lymphoma. The patient received 4 cycles of dose adjusted EPOCH regimen (a 4-day infusion of etoposide 50 mg/m2, doxorubicin 10 mg/m2 and vincristine 0.4 mg/m2 with dose-adjusted cyclophosphmide 375 mg/m2 on day 5 and prednisone 60 mg/m2 for 5 days) every 3 weeks. Granulocyte colony-stimulating factor was used uniformly, beginning at day 6, and all HAART was withheld until day 6 of the last dose of chemotherapy. The soft tissue lesion responded very well to chemotherapy. The chest wall mass decreased in size after the first cycle of chemotherapy. After four cycles of chemotherapy, follow-up CT revealed marked regression of the lymphoma in the right chest wall (). He is currently alive and well in a state of complete remission of the lymphoma for more than 18 months.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'11298581': 1, '9711914': 1, '11433410': 1, '12688356': 1, '9398040': 1, '16020424': 1, '6611504': 1, '2536124': 1, '6265753': 1, '10508483': 1, '9171066': 1, '1973886': 1, '11719381': 1, '9652666': 1, '11078759': 1, '11417298': 1, '1672911': 1, '17249512': 2}", "similar_patients": "{'3891035-1': 2, '3891035-2': 2, '3891035-3': 2}"}