{"patient_id": 163731, "patient_uid": "3800420-1", "PMID": 24174737, "file_path": "noncomm/PMC003xxxxxx/PMC3800420.xml", "title": "Gingival squamous cell carcinoma masquerading as an aphthous ulcer", "patient": "A 38-year-old Indian woman reported to the Department of Periodontics, Government Dental College and Hospital, Hyderabad, India in July 2011 with a chief complaint of burning sensation and itching in relation to mandibular anterior lingual gingiva for past 1 month. Patient had provided informed consent to be profiled. Past dental history revealed that the patient had visited a couple of private general dental practitioners where the lesion was misdiagnosed as an aphthous ulcer and palliative care was provided for the same. As there was no improvement in her complaint, she decided to come to the dental school for an additional opinion. She was referred for diagnosis and treatment in post-graduate periodontics clinic. There was no contributing medical or family history except that the patient had undergone hysterectomy and appendectomy 10 years back. Patient was in good health and denied any deleterious habits like smoking, alcohol consumption or recreational drug use. No lymph nodes were palpable or tender in a head and neck examination.\\nIntraoral examination revealed a clean mouth with good gingival health and minimal deposits with the full complement of teeth. Clinical examination of the lingual gingiva revealed a 1 cm × 1 cm ulcer extending mesiodistally from mid lingual surface of 41 to mesiolingual surface of 43 and corono-apically from the gingival margin to the floor of the mouth, not extending beyond the anterior part of lingual frenum. The surface of the lesion appeared to be ulcerated and pebbly with isolated areas of erythema and had well-defined borders that were found to be in level with the adjacent tissue. The ulcerated part of the lesion had rhomboid appearance. The surface of lesion toward the lingual frenum appeared to have a shaggy base covered with slough and there was no exudation []. Intraoral periapical X-ray showed bone loss extending up to the apical 3rd in relation to 41, 42 []. Since the clinical findings of the existing lesion didn’t correlate with any of the features of periodontal lesions and the fact that it has been present for the past 1 month was enough to suspect a malignant ulcer. At this stage, a provisional diagnosis of GSCC was made and after obtaining the patient's consent, an incisional biopsy was taken immediately. The specimen was then sent for histopathological examination.\\nThe histological examination of the soft-tissue specimen revealed severe dysplastic changes of the epithelium. There were many sheets and clusters of cells, which were polygonal in shape and contained moderate to abundant pale acidophilic cytoplasm and sharp cellular margins. The nucleus was round to oval in shape and showed moderate pleomorphism, disorganization, coarse chromatin clumping and prominent nucleoli. Mitotic activity was high. There were patchy dense infiltrates of lymphocytes, plasma cells and neutrophils []. A clear and prominent feature was the presence of multiple, keratin pearls in connective tissue []. The above clinical and histological features are conclusive of invasive keratinizing GSCC.\\nThe patient was immediately referred to a specialty hospital for cancer (Indo-American Cancer Institute, Hyderabad, India) where a computed tomography scan was taken to evaluate any alveolar bone invasion. Subsequently, the lesion was staged as T1N0M0. The involved teeth 41, 42 were extracted and the lesion was treated with radiation therapy alone (intensity modulated radiation therapy, 6600 U/33 fractions using ×6 photons). Six months follow-up revealed uneventful healing and no recurrence.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'34194849': 2, '12004680': 1, '5890556': 1, '7552883': 1, '17258640': 1, '16253104': 1, '12618965': 1, '16805687': 1, '21365032': 1, '29183323': 2, '31949540': 1, '15646302': 1, '27781066': 1, '1062459': 1, '12699044': 1, '16332246': 1, '9738803': 1, '28932153': 2, '2400977': 1, '33879738': 1, '7811663': 1, '24421976': 1, '19272815': 1, '1422468': 1, '8959576': 1, '24174737': 2}", "similar_patients": "{'8214479-1': 1, '5594972-1': 1, '5706288-1': 1}"}