{"patient_id": 40427, "patient_uid": "3529700-1", "PMID": 23194303, "file_path": "comm/PMC003xxxxxx/PMC3529700.xml", "title": "A rare variant of the ulnar artery with important clinical implications: a case report", "patient": "During routine dissection of a 69-year-old fresh female cadaver at the Department of Anatomy at our institution, variations in the arterial system of both upper limbs were noted. There was no history or evidence of any invasive procedure in the upper limbs of that person.\\nOn both sides, the brachial artery in the middle third of the arm originated a SuBUA (Figures and ). This artery penetrated the brachial fascia in the lower third of the arm, crossed anteriorly to the bicipital aponeurosis and to the muscles that originated from the medial epicondyle, and ran over the pronator teres muscle in a doubling of the antebrachial fascia (Figure ). In the elbow region, the SuBUA was in intimate contact with the superficial structures, namely the medial antebrachial nerve and the subcutaneous veins (Figure ). It then dipped into the forearm fascia, passed through a gap between the palmaris longus and the flexor carpi radialis, ran deep to the palmaris longus muscle belly, and superficially to the flexor digitorum superficialis muscle, reaching the gap between the latter and flexor carpi ulnaris muscle (Figure ). In the middle third of the forearm the SuBUA was positioned lateral to the ulnar nerve.\\nThe brachial artery continued through the radial artery (RA), which followed its usual course. In the upper third of the forearm, the RA gave off the common interosseous artery. This latter artery branched into the anterior and the posterior interosseous arteries (Figure ). The anterior interosseous artery had a large caliber and originated branches to most of the anterior compartment muscles. The radial recurrent artery emanated from the radial artery, and the anterior ulnar recurrent artery was a branch of the common interosseous trunk.\\nIn the distal third of the forearm and in the wrist region, the RA and the SuBUA divided in the same manner as the radial and ulnar arteries usually distribute [], originating the superficial and deep palmar arterial arches. Figure schematically portrays the distribution of the RA and the SuBUA in the cadaver herein described.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'11462864': 1, '11760886': 1, '28615823': 1, '15829003': 1, '10473293': 1, '18148099': 1, '18071622': 1, '7592009': 1, '20417079': 1, '11693301': 1, '31598363': 2, '18575799': 1, '15042572': 1, '31598367': 2, '16324047': 1, '11728121': 1, '18023628': 1, '26946463': 1, '23194303': 2}", "similar_patients": "{'6773909-1': 1, '6773895-1': 1}"}