{"patient_id": 39996, "patient_uid": "3505946-1", "PMID": 23259076, "file_path": "comm/PMC003xxxxxx/PMC3505946.xml", "title": "Hybrid Clinical and Histopathological Pattern in Annular Lesions: An Overlap between Annular Elastolytic Giant Cell Granuloma and Granuloma Annulare?", "patient": "A 54-year-old man presented with a one-year complaint of asymptomatic and diffuse skin lesions increasing gradually in number and size. These lesions first appeared on his upper limbs. His occupation was a house builder and he didnot report to work without shirt. The man's personal history included diabetes. According to the patient, the control of diabetes did not change the evolution of the skin lesions. There was no known family history of similar skin changes. Dermatological examination revealed asymmetric erythematous papules and atrophic plaques with slightly elevated border and annular configuration on the neck, trunk (), arms, and forearms (). There was no mucosal lesion or nails change. The initial differential diagnoses included GA and leprosy. Direct mycological examination and anti-HIVwere negative.\\nOn histological examination of a skin biopsy taken from one of the forearm lesions, there was fragmentation of elastic fibers in the giant cell () and superficial dermis () and granuloma centered by necrobiosis and multinucleate giant cells with apparent palisading seen ().\\nThe patient was treated with topical steroids and systemic steroids for 6 months without a satisfactory response. After an ophthalmologic examination, the patient was then treated with hydroxychloroquine 400 mg/d over a period of 4 months with good response. Unfortunately, at his followup, ophthalmology examination showed macular defects and the treatment was stopped. Recurrence of the lesions was observed 3 months later.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'14987232': 1, '19292715': 1, '26624605': 1, '10233280': 1, '12694495': 1, '21623881': 1, '11233723': 1, '26904442': 1, '8689771': 1, '3680717': 1, '398673': 1, '3372791': 1, '512085': 1, '21689144': 1, '15569034': 1, '15096158': 1, '23259076': 2}", "similar_patients": "{}"}