{"patient_id": 166501, "patient_uid": "3968565-1", "PMID": 24696832, "file_path": "noncomm/PMC003xxxxxx/PMC3968565.xml", "title": "Unveiling The Hidden Eagle: Acute Parotitis-Induced Eagle Syndrome", "patient": "A 65-year-old woman with past medical history of diabetes mellitus, chronic kidney disease presented with a five day history of right facial pain and swelling that started after a right upper first premolar root canal procedure. The pain and swelling progressed despite treatment with amoxicillin/clavulanate to the point that she could not open her mouth due to severe right facial pain. She denied fever, sinus pain, ear pain, nasal discharge, tongue swelling, breathing difficulty, voice change or drooling but did have chills. Physical examination demonstrated erythema, painful swelling in the preauricular area extending to the right mandibular angle. There was no purulent discharge from the orifice of Stensen's duct on the right. Temporary amalgam was seen on the right upper first premolar without swelling or tenderness at the dental root. Otoscopic examination was within normal limits bilaterally. Pertinent laboratory investigation revealed a white blood cell 7.7 (neutrophil 73.6%, lymphocyte 15.7%, monocyte 9.5%), amylase 81 U/l, and negative blood cultures. Neck and sinus computed tomography (CT) scan revealed asymmetric enhancement of the right parotid gland compatible with acute parotitis []. No calculus, mass, or abnormal collection was identified. The sub-mandibular glands were unremarkable, and para-pharyngeal fat was preserved. The patient was treated with intravenous ceftriaxone and clindamycin. The inflammation almost completely subsided to the point that patient could open her mouth. However, patient started to complain of pain in right mandibular, ear, and neck region with foreign sensation in her throat. The pain was felt to be out of proportion to the inflammation by examination. The patient denied a history of recurrent head and neck pain, syncope, or stroke in the past. CT was reviewed with the radiologist and found to have an asymmetrically long right styloid process measures 5.3 cm in length []. The patient was diagnosed with acute parotitis-induced Eagle syndrome and was referred to maxillofacial surgeon for further treatment.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'22664285': 1, '19212553': 1, '22244077': 1, '17980776': 1, '17213444': 1, '3458151': 1, '18131173': 1, '11498437': 1, '5734501': 1, '33262867': 1, '24696832': 2}", "similar_patients": "{}"}