{"patient_id": 46367, "patient_uid": "3970440-1", "PMID": 24715920, "file_path": "comm/PMC003xxxxxx/PMC3970440.xml", "title": "A Case Report of Hairy Cell Leukemia Presenting Concomitantly with Sweet Syndrome", "patient": "A-52-year-old male presented to Lincoln Medical and Mental Health Center in March 2012 with fever, chills, dyspnea, and productive cough for 3 days. The physical exam was significant for tachycardia, tachypnea, fever of 102°F, and fine crackles heard in the right side of the chest. The patient's CBC showed neutropenia with ANC 900, mild anemia with hemoglobin 12.2 g/dL, and thrombocytopenia with platelets 79 × 103. Initial blood smear demonstrated a limited number of white blood cells. A chest X-ray revealed right lower lobe consolidation. Computerized tomography (CT) scan of chest and abdomen revealed enlargement of the mediastinal lymph nodes and a mildly enlarged spleen. Within 24 hours of admission, the patient went into respiratory failure requiring ventilator support. He was subsequently placed on antibiotics for community acquired pneumonia with improvement in symptoms. On the 3rd day of hospitalization, physical exam was notable for development of a generalized erythematous papular rash on the abdomen and vesicles and bullae on the extremities. A punch skin biopsy was performed and the patient was started on systemic steroids with improvement of the rash.\\nOne week later, despite clinical improvement, patient had persistent pancytopenia. A diagnostic bone marrow biopsy was performed. No aspirate was able to be obtained despite multiple attempts. Bone marrow core biopsy show large lymphocytes with small cytoplasmic projections (). The neoplastic cells stained positive for CD45, CD19, CD20, CD11c, CD22, CD25, and CD103, consistent with hairy cell leukemia. Concurrently, the skin biopsy showed neutrophilic dermatosis, consistent with Sweet syndrome ().\\nGiven resolution of his pneumonia, the patient received cladribine 0.1 mg/kg intravenous continuous infusion daily for 7 days as inpatient. The use of neupogen was deferred in the setting of neutrophilic dermatosis with concerns of possibly exacerbating the rash. The rash resolved after administration of chemotherapy. The patient was placed on prophylactic antibiotics, antivirals, and antifungals during the duration of myelosuppression. Within three months, his ANCED recovered and prophylactic medications were stopped. In six months, his CBC normalized with Hg of 13 g/dL and platelet 263 × 103. Followup bone marrow biopsy showed persistent involvement by hairy cell leukemia. Since the patient remained asymptomatic, undomiciled, and unwilling, treatment for residual disease was deferred.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'12472340': 1, '10418183': 1, '21220590': 1, '6816688': 1, '31531250': 2, '14201182': 1, '17655751': 1, '33500860': 2, '30930894': 1, '13560561': 1, '23046529': 1, '1643163': 1, '26199927': 2, '19336029': 1, '33216198': 1, '24715920': 2}", "similar_patients": "{'7819457-1': 1, '6721453-1': 1, '4488997-1': 1}"}