{"patient_id": 166910, "patient_uid": "3995379-1", "PMID": 24761138, "file_path": "noncomm/PMC003xxxxxx/PMC3995379.xml", "title": "Gastric Cancer Arising from an Upside-Down Stomach through a Paraesophageal Hiatal Hernia", "patient": "An 82-year-old man was admitted to our hospital because of appetite loss and anemia. His medical history included chronic obstructive pulmonary disease and dementia. On physical examination, he was 150 cm tall and weighed 45 kg. His abdomen was soft and flat and showed no palpable masses. Laboratory tests revealed hypohemoglobinemia (Hb 7.5 g/dl) and hypoproteinemia (albumin 2.5 g/dl); all other results were normal. Upper gastrointestinal endoscopy showed a type 1 hemorrhagic tumor located in the middle body of the stomach, although observation of the entire stomach was impossible because of extreme transformation. An upper gastrointestinal series showed organoaxial rotation of the body of the stomach with the entire stomach located in the mediastinum, which is indicative of upside-down stomach. The tumor was present in the upside-down stomach through a PEH (fig. ). Pathological analysis of biopsy specimens revealed moderately differentiated tubular adenocarcinoma. Coronal computed tomography images showed an organoaxial gastric volvulus and sliding up through a PEH (fig. ). A gastric tumor was detected in the upside-down stomach through the PEH and lymph node metastases were observed surrounding the stomach; however, liver metastases and peritoneal dissemination were not observed. Preoperative staging according to the TNM classification of gastric cancer was T3N2M0, stage IIIA. On the basis of the preoperative diagnosis of gastric cancer arising from an upside-down stomach through a PEH, the patient underwent surgical treatment.\\nSurgery was performed via a median laparotomy incision. The entire stomach was found to be herniated through the enormously dilated hiatus into the left thorax together with the greater omentum (fig. ). The hernial orifice was approximately 5 cm in diameter (fig. ). After the incarcerated stomach had been untwisted and reduced back into the abdomen, the tumor was found to be located in the middle body of the stomach; however, the short esophagus was not found in the state of esophagus. After reduction of the abdominal contents from the thoracic cavity, a total gastrectomy with a Roux-en-Y reconstruction and dissection of the lymph nodes surrounding the stomach was performed. The crura of the diaphragm were approximated with interrupted nonabsorbable sutures for closure of the hernial orifice. The jejunum just under the anastomosis was sutured to the crus to permanently fix the esophagojejunal anastomosis in an abdominal position (fig. ). In consideration of the patient's age and preoperative performance status, a jejunostomy was constructed as a route of enteral nutrition after surgery.\\nThe resected specimen revealed a type 1 hemorrhagic tumor measuring approximately 7.7 × 7.4 cm (fig. ). Histopathological examination revealed a moderate tubular adenocarcinoma with vascular invasion and metastasis in three lymph nodes surrounding the stomach, and the final clinical stage was IIIA (T3N2M0) according to the TNM classification.\\nThe postoperative course was uneventful. Roentgenography showed good passage without leakage of the anastomosis, and oral intake was initiated on postoperative day 7, although no increase in food intake was achieved. Therefore, the energy deficit was supported by enteral nutrition through the jejunostomy. The patient was discharged 35 days after surgery, and there was no recurrence of cancer or hernia during 1-year follow-up.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'5366328': 1, '8642755': 1, '7629956': 1, '19198995': 1, '8319166': 1, '3607726': 1, '12421872': 1, '34336347': 2, '33547758': 2, '8034939': 1, '10080844': 1, '12942560': 1, '24761138': 2}", "similar_patients": "{'8518761-1': 1, '8315875-1': 1}"}