{"patient_id": 34652, "patient_uid": "3032250-1", "PMID": 21157079, "file_path": "comm/PMC003xxxxxx/PMC3032250.xml", "title": "Combination photodynamic therapy and bevacizumab for choroidal neovascularization associated with toxoplasmosis", "patient": "A 14-year-old girl presented with a 1-year history of deterioration of vision in both eyes. There were no significant ocular problems in the past. Medical and family history and systemic examination were unremarkable. On ocular examination, her best corrected visual acuity (BCVA) at presentation was CF 1 mt, N36 in the right eye and 20/120, N18 in the left eye. Biomicroscopic examination did not show any evidence of intra-ocular inflammation and the anterior segment was unremarkable in both eyes. Fundus evaluation of the right eye showed the presence of a punched-out pigmented lesion with well-demarcated borders at the macula that was suggestive of a healed toxoplasma lesion []. Clinical findings were confirmed on fluorescein angiography [] and Optical coherence tomography []. Left eye examination not only showed a punched-out pigmented lesion at the macula but also a choroidal neovascular membrane with adjacent subretinal fluid and hemorrhage just medial to the pigmented scar [].\\nThe clinical findings were confirmed on fundus fluorescein angiography (FFA) and optical coherence tomography (OCT). The FFA of the left eye revealed an active subfoveal classic choroidal neovascular membrane with profuse leakage. Blocked choroidal fluorescence due to the overlying hemorrhage was also noted []. OCT revealed subfoveal choroidal neovascular membrane (CNVM) and subretinal fluid adjacent to a subretinal scar []. The routine hemogram, kidney function tests and liver function tests were within the normal range. Mantoux test was negative and chest X-ray was normal. The anti-toxoplasma IgM titer was negative; IgG titer was however equivocal. A diagnosis of healed toxoplasma retinochoroiditis in the right eye and subfoveal CNVM secondary to toxoplasma retinochoroiditis in the left eye was arrived at. The nature of the disease and treatment options were explained. The patient underwent verteporfin-PDT as per the ‘Treatment of Age-related Macular Degeneration by Photodynamic therapy’ protocol.[] This was followed by an intravitreal injection of bevacizumab (1.25 mg/0.05 ml) after 2 days.\\nAt 8 weeks follow-up, the CNV showed regression with no evidence of subretinal fluid or hemorrhage on clinical examination or OCT. The BCVA improved to 20/30, N6 and the fundus remained stable up to the eighth month of follow-up []. No adverse ocular or systemic event related to the treatment procedure was encountered.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'23887767': 1, '23204807': 2, '18369058': 1, '17151484': 1, '26185543': 2, '10532441': 1, '11030819': 1, '18401552': 1, '16603957': 1, '30209691': 1, '34424436': 1, '34054467': 2, '7636699': 1, '8789856': 1, '15295668': 1, '28769551': 2, '6161555': 1, '28513493': 1, '21157079': 2}", "similar_patients": "{'4499335-1': 1, '4499335-2': 1, '4499335-3': 1, '8138240-1': 1, '3506826-1': 1, '5533470-1': 1}"}