{"patient_id": 40908, "patient_uid": "3562590-1", "PMID": 23401806, "file_path": "comm/PMC003xxxxxx/PMC3562590.xml", "title": "Macroprolactinemia in a Patient with Invasive Macroprolactinoma: A Case Report and Minireview", "patient": "We present a 35-year-old female patient complaining of secondary amenorrhea, mild obesity, hirsutism, severe headache, and blurred vision. She had menarche at 15 followed by regular periods till the age of 20 when an oligomenorrhea occurred. After gynaecological consultation, treatment with Dydrogesterone (duphaston) was started using a standard dosage regimen: 10 mg daily from the 16th to the 25th day of the menstrual cycle. A good therapeutic response was initially achieved, and the patient could maintain regular menstrual cycle for about one year. After that, recurrence of oligomenorrhea occurred in spite of the twofold increase of Didrogesterone dose. The treatment was discontinued which resulted in a permanent amenorrhea. The patient was referred to the University Hospital of Endocrinology where full clinical and hormonal evaluations were carried out. Physical examination revealed mild hirsutism (Ferriman-Gallwey score = 13), visceral obesity (BMI = 31.2%), and no galactorrhea. Hormonal analysis: Venous blood samples were taken in the morning, after 30 minutes of rest (sampling referred to the second and third admissions made during the early follicular phase of the menstrual cycle) (). Serum PRL, E2, LH, FSH, and Testosterone (T) levels were measured by the use of commercially available kits “Immunotech” (Beckman-Coulter, France) with analytical sensitivity: for PRL < 14.5 mIU/L; for LH and FSH < 0.2 IU/L; for E2 < 22.02 pmol/L; and for T < 0.087 nmol/L, respectively; reference ranges (female subjects): PRL < 550 mIU/L; LH (follicular phase): 2,0–10,0 U/L; FSH (follicular phase): 1,0–10,0 U/L; E2 (follicular phase): 90–550 pmol/L; T: 0.3–3.5 nmol/L. A sensitive immunoradiometric assay (intra- and interassay CV: 2.8% and 8%, resp.,) was used for PRL detection in which concentrations were determined twice, in the serum immediately after thawing and in the supernatant after precipitation with polyethylene glycol (PEG 8000). Percentage of macroprolactin (MPRL) was calculated using the following formula: MPRL% = (PRL serum − PRL supernatant) × 100/PRL serum. Results of the PEG precipitation test were presented as a recovery % (free PRL) = 100% − MPRL%. Macroprolactinemia was considered present when a recovery % was <40%, and monomeric PRL levels after PEG treatment were within the normal range [–]. Hormonal analysis showed normal thyroid function (TSH = 0.85 mIU/L; FT4 = 10.3 pmol/L), testosterone levels (T = 2.4 nmol/L), extremely high serum PRL levels (PRL = 10610 mIU/L), and suppressed gonadotropins levels (LH = 1,1 U/L; FSH = 1,2 U/L; E2 = 235 pmol/L). PEG precipitation test revealed that hyperprolactinemia was almost exclusive due to the presence of the high-molecular prolactin isoform (MPRL = 10 107 mIU/L; recovery = 4,7%). Instrumental evaluation: Ovulatory function assessment was based on transvaginal ultrasound folliculometry performed by a single experienced gynecologist using Toshiba Eccocee (SSA-340A) Ultrasound Machine. Repeated exams demonstrated severely impaired folliculogenesis and anovulation. Contrast-enhanced high-resolution magnetic resonance imaging (MRI) revealed an invasive macroadenoma (21 × 13 mm) with left cavernous sinus involvement (left internal carotid artery encasement) and no evidence of optic chiasm compression (Figures , , and ). Ophthalmological examination did not detect any visual field deficits. Treatment: Cabergoline treatment was initiated at a dose of 2.0 mg per week. Follow-up: Stable normoprolactinemia and complete disappearance of clinical symptoms with normalization of menstrual cycle were achieved after one year of cabergoline therapy (2 mg/week; cumulative dose = 96 mg). Restoration of ovulation was objectified by transvaginal ultrasound folliculometry. Significant weight loss (7 kg; 8.2%; BMI = 28.6 kg/m2) and beneficial effect of dopamine agonist treatment on the headache and general condition were also reported by the patient (). A marked reduction in the tumour size was registered on MRI after 1 year of cabergoline treatment (Figures , , and ).", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'12919157': 1, '2503534': 1, '11798085': 1, '34316240': 2, '16772199': 1, '17576206': 1, '7671851': 1, '11397880': 1, '4213557': 1, '21959531': 1, '19895797': 1, '15811931': 1, '2722134': 1, '17557033': 1, '27195157': 1, '15687336': 1, '10468974': 1, '4008606': 1, '22863502': 1, '30269265': 1, '1483294': 1, '20558354': 1, '12943522': 1, '22187359': 1, '3115763': 1, '12660284': 1, '20874771': 1, '16279400': 1, '20960266': 1, '21527183': 1, '23401806': 2}", "similar_patients": "{'8279047-1': 1}"}