{"patient_id": 157001, "patient_uid": "3282215-1", "PMID": 22359527, "file_path": "noncomm/PMC003xxxxxx/PMC3282215.xml", "title": "Partial anomalous pulmonary venous connection with intact atrial septum in a child with ventricular septal defect: a case report", "patient": "A 2 day-old girl was examined at the Chonnam National University Hospital for the evaluation of a cardiac murmur. She was born by Caesarean section at the local hospital, weighted 3.4 kg at birth, and was suspected to have VSD on antenatal ultrasonography. On physical examination, there were no significant findings apart from a grade 1 systolic murmur on the left lower sternal boarder. Transthoracic echocardiography revealed perimembranous VSD (), and persistent left superior vena cava draining into the RA via the coronary sinus, without bridging the left innominate vein.\\nAt 5 months old, she was admitted for the symptoms of cough, cold sweating, and tachypnea. On admission day, blood pressure was 110/70 mmHg, body temperature was 36℃, pulse rate was 120 beats per minute and respiration rate was 50 per minute. The chest X-ray showed cardiomegaly with pulmonary congestion. Electrocardiography revealed RA enlargement, and left ventricular hypertrophy. Follow-up echocardiography showed large perimembranous VSD, pulmonary hypertension, and moderate tricuspid regurgitation (TR). However, we could not find either ASD or patent foramen ovale. She had conservative treatment for the symptoms of congestive heart failure, including diuretics and inotropics for 2 weeks, and then she underwent a surgical patch closure of the perimembranous VSD. After the operation, despite of complete closure of the VSD (), she had suffered from recurrent cough, fever, and pneumonia for 3 years. The chest X-ray showed cardiomegaly and increased pulmonary vascular markings. In addition, the electrocardiogram showed right ventricular hypertrophy, right atrial enlargement, and right axis deviation. The follow-up echocardiography showed both right atrial (RA) and right ventricular (RV) enlargement and right ventricular volume overload (). Then, we performed cardiac catheterization and chest computed tomography at 3 years and 2-months of age. It revealed the right upper pulmonary vein draining into the right SVC, without any evidence of ASD (). At 3 years and 3 months of age, she underwent the modified Warden technique for correction of the PAPVC consisting of the right pulmonary vein connected to the left pulmonary vein. After PAPVC correction, the echocardiography showed disappearance of the right ventricular volume overload (). The follow-up chest X-ray showed improvement of the pulmonary congestion. Since then, she has visited our outpatient department regularly, and her growth and development is according to her age.", "age": "[[2.0, 'day']]", "gender": "F", "relevant_articles": "{'20661343': 1, '15906920': 1, '16816890': 1, '12942497': 1, '8789178': 1, '8640027': 1, '18533959': 1, '18595412': 1, '9328709': 1, '15690235': 1, '16928519': 1, '9676809': 1, '12169816': 1, '22359527': 2}", "similar_patients": "{}"}