{"patient_id": 156644, "patient_uid": "3263113-1", "PMID": 22279468, "file_path": "noncomm/PMC003xxxxxx/PMC3263113.xml", "title": "A case of intracranial malignant fibrous histiocytoma", "patient": "A 40-year-old man was admitted to our hospital (Alzahra hospital, Isfahan University of medical sciences) with a sudden loss of consciousness and vomiting in early February 2010. His wife mentioned that he had a two-month history of slowly progressive confusion and right side paresthesia. At the time of admission, physical examination only revealed agitation, high blood pressure (160/70 mmHg) and nuchal rigidity. Neurological examination was not completely achievable because of the patient's agitation. Laboratory studies included hemoglobin (16 mg/dL) and leukocyte count (17700/mcL; the normal range is between 4000 and 11000/mcL). Brain computed tomography (CT) showed no abnormality. Brain magnetic resonance imaging (MRI) showed hyperintense areas in anterior and peripheral aspects of the pons, cerebral peduncles and left cerebellar hemisphere ().\\nLumbar puncture (LP) study showed glucose 86 mg/dL (normal ≥ 45 mg/dL) and protein 353 mg/dL (normal ≤ 45 mg/dL). The culture and smear of the cerebrospinal fluid (CSF) were negative. Polymerase chain reaction (PCR) assay for Herpes simplex virus was also negative. Considering nuchal rigidity, peripheral blood leukocytosis and lumbar puncture findings, the patient was diagnosed with meningoencephalitis and antibiotic therapy (antifungal and then anti-tuberculosis regimens) was started.\\nDuring the hospitalization, he presented a progressive deterioration of neurologic and mental condition including vertigo, delirium, hallucination and the manifestations of cranial nerve palsies. Without any response to the treatment, he died after 20 days.\\nIn the autopsy, serial slides of brain parenchyma revealed opacifications in the pons, cerebellum and basal surface of the left temporal lobe. Histopathological study of the brain showed focal involvement of the subarachnoid layer by neoplastic cell aggregation.\\nHematoxylin and Eosin (H&E) stained slides revealed anaplastic proliferation of spindle-shaped cells admixed with atypical giant cells arranged in fascicular and storiform patterns (Fig. , , ). These cells contained a typical hyper-chrome nuclei with moderate cytoplasms. Mitotic figures were also easily identified. For further investigation, immunohistochemistry panels were performed. The immunophenotyping studies suggested a strong positive reaction for vimentin and focally positive staining for CD68 (). However, tumor cells had negative reactions to cytokeratin, desmin, Melan A, leukocyte common antigen (LCA), S-100 protein, chromogranin, glial fibrillary acidic protein (GFAP), epithelial membrane antigen (EMA), CD31 and CD99. Based on these findings, the histological diagnosis was MFH. Despite making several cuts, no considerable finding was discovered in the other parts of the body.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'15200060': 1, '18584203': 1, '23812657': 1, '11508815': 1, '11255634': 1, '20805657': 1, '181126': 1, '10525764': 1, '9870067': 1, '18095121': 1, '22279468': 2}", "similar_patients": "{}"}