{"patient_id": 163908, "patient_uid": "3811708-1", "PMID": 24396669, "file_path": "noncomm/PMC003xxxxxx/PMC3811708.xml", "title": "Benign Teratoma of the Thyroid Gland", "patient": "A 54-year-old woman.\\nA growing thyroid mass found during a routine check-up.\\nA thyroid mass was detected by ultrasound during a routine medical check-up 4 years ago. Since then her doctor took a wait and see approach. However, the mass became larger. She had a repeat thyroid ultrasound examination, which revealed that the mass had extended substernally, and she was subsequently transferred to our hospital.\\nShe underwent a laparoscopic hysterectomy for the treatment of a uterine myoma 7 years ago. There was no medical history of diseases, particularly thyroid-associated diseases, in her family. She had no drinking and smoking history.\\nShe had a blood pressure of 132/65 mm Hg, pulse of 59 beats per minute, respiration rate of 20 breaths per minute, and temperature of 36.0℃. She was conscious without acute distress. A solid and fixed mass was identified on the left side of the neck, but the cervical lymph nodes were not affected.\\nComplete blood count revealed a white blood cell count of 8,300/mm3, hemoglobin of 12.8 g/dL, hematocrit of 36.7%, and platelet count of 18,100/mm3. Biochemical examination of serum revealed blood urea nitrogen/creatinine of 13.2/0.4 mg/dL, total protein/albumin of 6.5/4.0 g/dL, aspartate aminotransferase/alanine aminotransferase of 22/16 IU/L, alkaline phophatase of 68 IU/L, and Ca of 8.2 mEq/L. Measurement of electrolytes showed Na/K of 143/3.6 mEq/L.\\nThyroid hormone tests revealed thyroid stimulation hormone of 1.88 µIU/mL (normal range, 0.4 to 4.8), free thyroxine of 1.48 ng/dL (normal range, 0.8 to 1.71), and triiodothyronine (T3) of 1.44 ng/mL (normal range, 0.6 to 1.6), showing normal thyroid function. Results of antithyroid peroxidase antibody and antithyroglobulin antibody tests were negative.\\nThyroid ultrasonography (US) revealed a hypoechoic and heterogeneous nodule measuring 4.7 cm in diameter, with substernal extension of the inferior portion of the left thyroid lobe. Hyperechoic internal lesions were also observed (). The posteriosr boundary of the nodule was not clearly visualized due to deep attenuation of ultrasound. Ultrasound-guided fine needle aspiration cytology (FNAC) was performed. Based on the cytological examination, thyroid follicular cells were not detected, but cystic liquid was mainly observed, leading to a suspicion of cystic tumor. Computed tomography (CT) scan, which was performed to evaluate the mass due to its substernal extension, exhibited a mass (6.1×5.0×3.6 cm in size) that extended from the left thyroid lobe to the anterior mediastinum, with irregular enhancement, and clear margins that contained fat (). The mass caused deviation of the airway to the right, but there was neither a change in shape nor adhesion. Abnormal enlargement of lymph nodes was not observed in the neck.\\nResults of FNAC and CT scan of the neck revealed a low possibility for a malignant tumor. However, the large size of the mass was concerning, and a lobectomy was performed to remove the left lobe. In histological examination, the removed mass was soft, but extended to the anterior mediastinum from the left thyroid lobe. The cut surface was dark yellow. There were multiple cystic masses, which were encapsulated in a wall of fibrotic capsule (). A microscopic examination revealed cystoma multiplex in which pilosebaceous structures, ciliated respiratory epithelium, intestinal columnar epithelium with goblet cells, and muscular structures were mixed (). Since there was no infiltration into surrounding tissues, benign thyroid teratoma was diagnosed. The patient is currently taking 50 µg of levothyroxine daily and attending outpatient clinic.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'15832097': 1, '8166978': 1, '17322585': 1, '5314525': 1, '2105009': 1, '17596674': 2, '2664866': 1, '10758996': 1, '9537215': 1, '34295469': 1, '3293377': 1, '21569901': 1, '9308448': 1, '17223853': 1, '2982716': 1, '10699906': 1, '352506': 1, '25309783': 1, '16009816': 1, '2091821': 1, '26664704': 2, '24396669': 2}", "similar_patients": "{'4654446-1': 1, '2693658-1': 1}"}