{"patient_id": 36619, "patient_uid": "3215652-1", "PMID": 22026584, "file_path": "comm/PMC003xxxxxx/PMC3215652.xml", "title": "Mucosal atrophy in collagenous colitis: a case report", "patient": "A 51-year-old female with a 20-year history of chronic diarrhea was admitted to our gastroenterological rehabilitation center in 2008. Her stool consistency was described as pulpy, and neither blood nor mucus was reported. Her weight (body mass index (BMI): 19 kg/m2) had remained constant during the prior months. The physical examination revealed no further specific findings. Routine laboratory tests were within normal values with the exception of decreased serum ferritin levels measured at 9.1 ng/ml (normal: 25 to 120 ng/ml). The diagnosis of CC had been established 10 years prior in 1998 at our center. At the time of diagnosis, the patient's weight was 43 kg (BMI: 16.2 kg/m2). She had a history of radioiodine therapy for hyperthyroidism. Three years prior, invasive tubulo-ductal breast cancer (pT1c, grade I-II) was diagnosed in her left breast, and a breast saving R0 resection was performed. Postoperative radiotherapy followed by anti-estrogen therapy with leuporelin and tamoxifen was delivered. Family history was notable for one of her three sisters who had developed Crohn's disease. After the diagnosis of CC was made, she was initially treated with Plantago ovata. In 2002, the patient's weight decreased again by 4 kg to 44 kg (BMI: 16.6 kg/m2). One year later, in 2003, a diagnosis CC was corroborated by endoscopic findings at another center and treated with budesonide for two years, resulting in a weight gain of approximately 4 kg. Budesonide was then gradually switched to mesalamine due to the development of osteoporosis. The presence of celiac disease was excluded with normal duodenal biopsies and negative serologic testing. During her inpatient rehabilitation, the third colonoscopy was performed. Parts of the endoscopic and histologic results are shown in Figures and . In summary, an advanced mucosal atrophic lesion was diagnosed in the proximal colon, and typical signs of CC were still present. In addition, we examined the reports and endoscopic images obtained from the colonoscopies in 1998, 2003 and 2008. Two pathologists re-analyzed all available biopsies independently and blinded to the aims of the study. The 2003 specimens revealed a medium height of 188 μm of the cecal and a 260 μm height of the rectal mucosa, while 172 μm and 262 μm were measured in the corresponding 2008 specimens (Figure ). Signs of mucosal atrophy were not present on the histological-reports or protocols from the 1998 colonoscopy nor were they apparent in the available photographic documentation of the 1998 procedure (Figure ). Budesonide, calcium and vitamin D were prescribed, and the patient was released in a subjectively improved clinical condition with a goal to taper budesonide as fast as possible due to her developing osteoporosis.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'14960513': 1, '15087693': 1, '10478667': 1, '18350593': 1, '14960541': 1, '15523236': 1, '19109861': 1, '17703303': 1, '16012959': 1, '12907340': 1, '15932175': 1, '16716973': 1, '7615194': 1, '934705': 1, '16097993': 1, '1740280': 1, '12002091': 1, '22026584': 2}", "similar_patients": "{}"}