{"patient_id": 45901, "patient_uid": "3932648-1", "PMID": 24653852, "file_path": "comm/PMC003xxxxxx/PMC3932648.xml", "title": "Giant Hepatic Carcinoid: A Rare Tumor with a Favorable Prognosis", "patient": "A 52-year-old female complained of fatigue and intermittent fever of one-year duration. There was no history of liver failure, hematemesis, flushing, or diarrhea. She had undergone a previous appendectomy. Abdominal ultrasound revealed a heterogeneous 8 cm right lobe focal liver lesion. Contrast enhanced CT performed one month later showed a solid 15 cm liver mass with a hypodense core that was suggestive of an atypical hemangioma. The patient came to our attention two months after the initial ultrasound with palpable hepatomegaly. MR showed a hypervascularized solitary liver lesion measuring 20 cm (). Malignancy was further suspected by FDG-PET scan showing increased uptake. Laboratory data showed normal liver function and hepatitis B and C serologies were negative. Serum tumor markers including CEA, AFP, CA 12.5, CA 19.9, and NSE were within normal range while chromogranin A was moderately elevated. 24-hour urinary 5-HIAA excretion was normal. Chest CT showed no signs of malignancy. No primary tumor was found at gastroscopy and colonoscopy. Laparoscopy showed that the right liver lobe was completely occupied by a polylobulated firm white mass. The left lobe appeared healthy and liver biopsy confirmed this. There were no serosal surface tumor deposits and no lymphadenopathy at the porta hepatis. Differential diagnosis included hepatocellular carcinoma, cholangiocellular carcinoma, hypervascularized metastasis, angiosarcoma, hemangiopericytoma, and a neuroendocrine tumor.\\nDuring laparotomy thorough exploration of the abdominal cavity, small bowel, and mesentery was performed before proceeding to an extended right hepatectomy. The resected specimen weighed 2.2 kg and was almost entirely occupied by a 22 cm solid mass with a large central cystic component. Microscopically the tumor displayed a trabecular and pseudoglandular pattern and a highly vascular stroma. Tumor cells were uniform and displayed rare mitoses (<1 per mm³). At immunohistochemical examination tumor cells stained positive with chromogranin A and synaptophysin antibodies and were negative for hepatocyte, AFP, and CD56 antibodies. 10% nuclear reactivity for Ki-67 was present. There was intense expression of somatostatin subtypes I and II receptors but not subtype V.\\nFinal diagnosis was a well-differentiated nonsecreting neuroendocrine tumor. Further investigations including In111-DTPA-octreotide scan, EUS of the pancreas, thyroid US and Tc-scintigraphy, and small bowel barium study failed to find a primary neuroendocrine tumor. Review of the pathology of the previous appendectomy was also noncontributive. Postoperative screening for recurrence and detection of a possible primary tumor has included abdominal MR, chest X-ray, and serum chromogranin A assay every 6 months. Octreotide and FDG-PET scan are scheduled yearly. At 48-month follow-up the patient shows no signs of liver recurrence or appearance of a primary tumor or secondary extrahepatic tumor. She is asymptomatic and fully functional.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'25869762': 1, '27574614': 1, '18984960': 1, '11884935': 1, '19173727': 2, '20662794': 1, '10757381': 1, '10388029': 1, '14668741': 1, '22288038': 1, '9024720': 1, '9482300': 1, '32984189': 2, '19470616': 1, '15213627': 1, '12490844': 1, '34584804': 2, '10791229': 1, '19460567': 1, '2302669': 1, '18612947': 1, '21844436': 1, '8667631': 1, '28138632': 1, '14654473': 1, '12831921': 1, '20133228': 1, '14745329': 1, '26064749': 2, '2655808': 1, '22416174': 1, '9114793': 1, '24653852': 2}", "similar_patients": "{'7491825-1': 1, '4439501-1': 1, '2654436-1': 1, '8457678-1': 1}"}