{"patient_id": 35632, "patient_uid": "3125065-1", "PMID": 21731268, "file_path": "comm/PMC003xxxxxx/PMC3125065.xml", "title": "Keratoameloblastoma of the mandible", "patient": "On the 26th of April 1999, a 38-year-old Nigerian male presented at our dental clinic for the evaluation of a right mandibular swelling that had been progressively increasing in size for the preceding 18 months, when it was first noticed by the patient. The patient’s chief complaint was a swelling which was asymptomatic. On examination, there was a bony hard swelling extending from the lower right canine to the lower right first molar, with an overlying clinically normal oral mucosa. There was both lingual and buccal expansion of the mandible. Apart from the swelling, the patient appeared clinically healthy. The patient had a full complement of teeth with mobile lower right premolars and lower right first molar. The medical history was insignificant. The clinical differential diagnoses were ossifying fibroma and ameloblastoma. An incisional biopsy was performed, which was reported as basaloid squamous carcinoma.\\nThe financial implication of surgical management made the patient delay treatment for 8 years. During this period, he lost his job as a factory worker, due to irreconcilable social embarrassment secondary to the facial mass.\\nThe patient volunteered that the lower right premolar, lower right first and second molars had exfoliated and the tumor had increased in size. There was an associated history of occasional pain, pus and bloody fluid discharge. The patient had been treated at a private clinic with antibiotics.\\nOn examination, the lesion now extended from the lateral incisor to last molar. It was covered by an erythematous oral mucosa that bled readily on palpation but was not tender on palpation. The swelling measured about 26×20 cm in its greatest diameter. Radiographical examination revealed a multilocular radiolucent lesion which extended from the lateral incisor to the angle of the mandible. Mandibular resection was done with iliac bone reconstruction in April 2008. The surgical procedure was well-tolerated, the post-surgical course was uneventful and no recurrence has been reported.\\nMicroscopic examination of the surgical specimen showed features of plexiform ameloblastoma [] , displaying extensive squamous metaplasia with abundant keratin pearl formation []. In addition, some areas of lamellate parakeratin deposition within the connective tissue stroma displayed an appearance reminiscent of Pacinian corpuscles []. There was no papilliferous component to the neoplasm and no inflammatory reaction to the stromal deposition of parakeratin. There was focal cystic change within the epithelial islands and extensive areas of myxoid stroma change. A diagnosis of keratoameloblastoma was made. Microscopic review of the initial biopsy specimen showed features consistent with this final diagnosis [].", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'28584748': 2, '26557636': 1, '32189894': 2, '9394386': 1, '8974139': 1, '26807371': 1, '25954709': 1, '25426155': 2, '12189507': 1, '15794698': 1, '17275258': 1, '17142069': 1, '27656576': 1, '11250639': 1, '14653932': 1, '20157425': 2, '14732774': 1, '21731268': 2}", "similar_patients": "{'5441264-1': 1, '4241617-1': 1, '2821325-1': 1, '7069145-1': 1}"}