{"patient_id": 159715, "patient_uid": "3507412-1", "PMID": 23204671, "file_path": "noncomm/PMC003xxxxxx/PMC3507412.xml", "title": "Equivocal pelvi-ureteric junction obstruction manifesting in a renal transplant recipient", "patient": "A 32-year-old Asian male underwent a live-related renal transplant for end-stage renal disease in May 2001. His native kidney disease was unknown. He received a haplo-matched kidney from his sister with triple immune-suppression regimen (Cy-Myc-Pred). Imaging of the donor showed a box-shaped extra-renal pelvis on the right side [Figures and ]. The donor never had any symptoms and the preoperative well-tempered diuretic renogram revealed a normal drainage pattern with no evidence of obstruction. Intraoperatively, there was excellent drainage of the renal unit, even after stressing the system with administration of Frusemide, and an uneventful right donor nephrectomy ensued. No stent was placed in the recipient.\\nTwo weeks after surgery, the recipient developed anuria and a rising serum Creatinine. Evaluation showed hydronephrosis of the allograft kidney, with the renogram revealing obstructed drainage. A percutaneous nephrostomy (PCN) was inserted and his graft function improved. A nephrostogram was done once nadir serum creatinine (1.8 mg%) was attained. It showed unobstructed drainage and the nephrostomy was removed.\\nOver the next 5 months of follow-up, he had stable graft function maintaining a creatinine of 1.6-1.8 mg% with good urine output and no pain over the graft. Six months post-transplant, a repeat diuretic renogram showed normal drainage [] and he was referred to his primary nephrologist with a nadir creatinine of 1.7 mg%. At this time he was on triple immunosuppression regimen of Cyclosporine, Mycophenolate Mofetil and Prednisolone. He was subsequently followed up at his local nephrologist with a yearly visit to our institution. His renal function remained stable during this interval (serum creatinine of 1.6-1.9 mg%).\\nThree years later, he presented with pain over the graft site and a rise in serum creatinine to 2.6 mg% over 2 months. He underwent US-guided upper calyceal puncture and antegrade pyelography. Complete washout of contrast was demonstrated within 20 minutes of administration of Frusemide. Diuretic renogram also showed no obstruction to drainage. Renal biopsy showed chronic allograft rejection. He was managed medically (anti rejection therapy, drug levels) and his serum creatinine at discharge was 1.7 mg%.\\nOver the next 5 years his serum creatinine remained stable at 2-2.2 mg% with mild hydronephrosis of the graft. However, 9 years post-transplant he presented with heaviness in the lower abdomen. Examination revealed graft tenderness. He had no hematuria, calculuria, fever or UTI. Evaluation showed increasing hydronephrosis and a rise in creatinine to 3.9 mg%. A PCN was inserted into the graft kidney. A nadir creatinine of 2.3 mg% was reached a month later and an antegrade nephrostogram was performed. It showed prompt drainage of contrast [] and he was planned for PCN removal. However, on clamping the PCN, he developed peri-tubal leak associated with lower abdominal pain. He underwent antegrade stenting following which the urine leak and pain settled. His serum creatinine reached 2.1 mg% and a decision to perform a pyelo-native ureterostomy was taken.\\nIntra-operatively, the PUJ was seen on the posterior aspect of the graft kidney with morphology suggestive of primary PUJO. The PUJ was dismembered and a pyelo-native ureterostomy was performed over a stent. His postoperative period was uneventful. Biopsy of the excised segment showed mild suburothelial chronic inflammation with no evidence of viral cytopathic changes.\\nThe stent was removed 3 weeks later. Retrograde pyelography done at that time revealed a patent anastomosis with no extravasation []. At 6-weeks postsurgery his serum creatinine had reached a nadir of 2.2 mg% and diuretic renogram showed unobstructed drainage.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'3278139': 1, '32524497': 1, '17514610': 1, '12072313': 1, '8728673': 1, '7966766': 1, '3914764': 1, '16724899': 1, '23204671': 2}", "similar_patients": "{}"}