{"patient_id": 38098, "patient_uid": "3395165-1", "PMID": 22811945, "file_path": "comm/PMC003xxxxxx/PMC3395165.xml", "title": "Histopathological Findings after Descemet's Stripping Automated Endothelial Keratoplasty for the Management of Descemet's Membrane Breaks Secondary to Obstetrical Forceps Injury", "patient": "A 39 y/o male patient presented with a 2-month history of decreased vision, halos, pain, and photophobia of the left eye. The patient was diagnosed with keratoconus at age 16, for which he used rigid contact lens in the left eye, with a best corrected visual acuity (VA) of 20/60. The patient's past medical history revealed that he had a complicated vaginal delivery with the use of obstetrical forceps.\\nClinical examination showed a VA of 20/400 in the left eye with a refraction of −4.00 + 5.00 × 095 and a stable VA of 20/20 in the right eye with a refraction of −1.00 + 0.50 × 180. Slit lamp biomicroscopy displayed corneal stromal and epithelial edema associated with centrally located parallel vertical opaque lines at the level of Descemet's membrane (). The right eye had no corneal changes and the intraocular pressure and the posterior segment examination was unremarkable in both eyes. Further studies included a corneal topography (Orbscan) that ruled out keratoconus and showed regular astigmatism of 5.7 D at an axis (097°) that correlated with the location of the striae on slit lamp, and an anterior segment OCT that showed hypereflective linear structures protruding into the anterior chamber at the level of the posterior cornea.\\nA diagnosis of corneal edema secondary to endothelial decompensation in the left eye secondary to forceps injury and history of Descemet's membrane break was made. The patient underwent a Descemet's stripping automated endothelial keratoplasty (DSAEK) in order to replace the diseased posterior corneal lamella that included a Descemet's membrane previously traumatized by the obstetrical forceps, and an endothelium that had undergone gradual decompensation. The stripped Descemet's membrane was submitted for histopathological evaluation. The patient had good visual outcome after DSAEK with BCVA of 20/80. Slit lamp examination revealed a well appositioned graft, and a clear cornea with minimal superficial scarring (). Mild superficial corneal scarring and preexisting amblyopia limited final visual acuity.\\nHistological examination of the stripped Descemet's membrane revealed endothelial attenuation and a thickened PAS-positive membrane with areas of nodular thickening at the edge of the initial break composed of concentric deposits of PAS-positive material ().", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'26245501': 1, '7305711': 1, '5339456': 1, '8458234': 1, '8862922': 1, '19387238': 1, '7365642': 1, '22811945': 2}", "similar_patients": "{}"}