{"patient_id": 166929, "patient_uid": "3996742-1", "PMID": 24761086, "file_path": "noncomm/PMC003xxxxxx/PMC3996742.xml", "title": "Laparoscopic cholecystectomy in double gallbladder with dual pathology", "patient": "This was a case report of a 21-year-old male patient who presented with a history of dyspepsia and occasional right upper quadrant (RUQ) pain of 1 month duration. During that period he had two episodes of pyrexia of 100F accompanying RUQ pain that lasted for couple of days and promptly responded to oral antibiotics prescribed by family physician. An abdominal US-scan was requested on relapse of fever and pain, which showed a thick walled gallbladder with stones but no other signs of acute cholecystitis. An interesting finding of the scan was an abnormal cystic structure near porta hepatis. Common bile duct (CBD) was of normal calibre without dilatation of intrahepatic biliary radicles. Two possibilities were suggested - a double gallbladder or a choledochal cyst. On the basis of the US-scan, MRCP was requested along with liver function test (LFT) and haemogram. Though afebrile at that time, his TC was 14,000 with 84% neutrophil. His LFT was normal in all its parameters. MRCP confirmed the cystic structure at porta to be the partially intrahepatic second lobe of a double gallbladder []. It also suggested that one stone of 2 cm is in the 1st lobe and another stone at the junction of the two lobes joined at their necks, both being drained by a short cystic duct (CD) into CBD. MRCP classifies this to type-1 V-shaped double gallbladder.\\nA laparoscopic exploration was performed with standard 4 port technique. The 2nd moiety was immediately visible near porta, being overlapped by the 1st and occupying the cystohepatic triangle of the first moiety and found to be partially intrahepatic and in close proximity to the right hepatic duct. Dissection started on the callots triangle of 1st moiety and a rather long CD, a solitary cystic artery (CA) of significant size was dissected free [].\\nOperative cholangiogram (OC) was performed by direct puncture of the 1st lobe and a normal calibre CBD was delineated where the CD was draining in normal position. 2nd lobe of the gallbladder was not visualised and both the stones were demonstrated in the 1st lobe as filling defects. OC was then performed by direct puncture of the 2nd lobe using 28F spinal needle. The 2nd lobe was found to be blind with no flow of dye into CBD or its counterpart and no stone was in it. Both the lobes were adjacent and the infundibulum of 1st lobe was overlapping the second. There was a common serous coat for both the lobes with a branch of the main CA supplying the second lobe, which was partly intrahepatic. After division of the CD and CA the serous coat between the lobes were divided with control of the arterial branch supplying the 2nd lobe. This manoeuvre exposed the second lobe of gallbladder, which was dissected of the liver bed with careful and gentle blunt dissection with suction canula tip []. No further biliary or vascular structure was identified during this dissection. On completion of the procedure, there was no bile leak from either gall bladder fossa which was adjacent but separate. Both lobes were found to be attached only at their neck [].\\nPost-extraction examination of the specimen revealed that the 1st lobe contained both the stones and had thick inspissated green bile and the second lobe did not decompress on applying manual pressure. Once a nick was made into this lobe frank pus came out without a tinge of bile. Histological report showed chronic cholecystitis in the 1st lobe and features consistent with empyema in the second. Bacteriological culture of the pus did not reveal any growth of organism.\\nPost-operative recovery was excellent and the patient is doing well in the follow-up of over a year.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'34984161': 2, '11429954': 1, '8779072': 1, '10227894': 1, '3895856': 1, '19468813': 1, '28101147': 1, '7482221': 1, '21170223': 2, '14571174': 1, '24761086': 2}", "similar_patients": "{'2997217-1': 1, '8714037-1': 1}"}