{"patient_id": 45465, "patient_uid": "3910257-1", "PMID": 24516763, "file_path": "comm/PMC003xxxxxx/PMC3910257.xml", "title": "The Multidisciplinary Management of Fused Maxillary Lateral Incisor with a Supernumerary Tooth in Cleft Lip Adolescence", "patient": "A 14-year-old female patient was introduced to the Department of Pediatric Dentistry, with the maxillary left lateral incisor exhibiting abnormal crown morphology. The tooth was wider mesiodistally (Figures –), and a groove was observable between the clinical crowns. After clinical and radiographic examinations, a fusion between this maxillary lateral incisor and a supernumerary tooth was diagnosed and small connection was detected between the pulp systems of the two root canals (). Extraoral examination of the hard and soft tissues revealed the presence of a unilateral lip cleft (). Past medical history indicated that the cleft lip was closed when she was 12 months old. There had been no significant trauma history during pregnancy. Thermal pulp testing gave a normal response; there was no tenderness to percussion, and probing revealed no periodontal pocketing around the tooth. Lateral cephalometric radiographs revealed a skeletal class I (ANB = 2.5°) relationship with a normal plane angle (Sn-GoGn = 32.3°). The molar relations were class I relations on both the left and right sides. There was some anterior crowding in the upper arch and a midline shift according to the right central incisor (Figures , , and ).\\nThe proposed treatment plan was explained to the patient and her family. With their permission, the tooth was anaesthetized and isolated for endodontic treatment. Endodontic access cavities were prepared, on the mesial and distal sides of the palatal surface, using a number 2 round bur and an EX 24 bur (nonend cutting tapered fissure; Mani Inc., Tochigi, Japan). Pulp extirpation was performed using a barbed broach (Dentsply Maillefer, Ballaigues, Switzerland) and K-files (Mani Inc.). The canals were thoroughly debrided via copious irrigation with sodium hypochlorite (2.5%), followed by saline (0.9%). Coronal flaring of the root canals was done by using Gates-Glidden drills numbers 1 to 4 (Mani Inc.). The working lengths were determined by using an apex locator (Propex; Dentsply Maillefer) and confirmed radiographically. Cleaning and shaping of the root canal systems was completed using a step-back technique (apical enlargement was carried out up to ISO number 40). Again, the canals were liberally irrigated with sodium hypochlorite (2.5%), followed by saline (0.9%). The master apical file in both canals was ISO size 40. The roots were obturated using the lateral condensation technique with gutta-percha and AH-26 as sealers (Dentsplay, Konstanz, Germany). The mesial and distal access cavities were then sealed with resin composite and with zinc phosphate cement, respectively.\\nAfter examining the outline and position of the roots, it was decided to remove the supernumerary tooth. The crown was divided with a diamond bur. After the root canal treatment and hemisection, the supernumerary tooth was removed and the communicating mesial surface was filled with white mineral trioxide aggregate (ProRoot MTA, Dentsply, Surrey, UK) (Figures , , and ). The tooth was then restored with composite resin (Z100, 3M Espe, CA, USA) and the patient was told to brush her teeth carefully, after every meal and to use dental floss to avoid accumulation of plaque. The patient reported no postoperative symptoms.\\nThe diastema on the left side, between the lateral incisor and the canine, was closed through orthodontic treatment. The upper midline shift was also corrected. At the end of the orthodontic treatment, composite build up was completed for the upper lateral incisors to compensate for Bolton's discrepancies (Figures –). In this case, 0.022-inch slot MBT brackets were bonded. Tooth leveling and alignment procedures were accomplished with 0.016 nickel titanium wires (3 M Unitek, Monrovia, CA, USA), followed by rectangular nickel titanium wires. Space closure was done with rectangular stainless steel wire, and then normal finishing procedures were followed and the appliances were removed after 15 months of active treatment. A pleasing improvement in the dental occlusion was obtained. Normal retention was provided using a lower bonded retainer placed on the canines (Figures and ).\\nThe patient was reexamined after six months. The maxillary lateral incisor was asymptomatic. Probing revealed no periodontal pocketing around the tooth and attachment was within normal biological limits. However, the patient's oral hygiene was inadequate in spite of the warnings given.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'7588345': 1, '18333651': 1, '17890676': 1, '12605523': 1, '28119787': 2, '9738868': 1, '21532901': 1, '20426674': 1, '9558505': 1, '22369566': 1, '22828761': 1, '3524249': 1, '5215935': 1, '8636477': 1, '20156264': 1, '19747722': 1, '17346560': 1, '9450872': 1, '18616370': 1, '15145658': 1, '20335565': 1, '20113806': 1, '1057563': 1, '5226539': 1, '11420017': 1, '12795255': 1, '24516763': 2}", "similar_patients": "{'5227125-1': 1}"}