{"patient_id": 159068, "patient_uid": "3466832-1", "PMID": 23074584, "file_path": "noncomm/PMC003xxxxxx/PMC3466832.xml", "title": "Ablation of Focal Right Upper Pulmonary Vein Tachycardia Using Retrograde Aortic Approach", "patient": "A 13-year-old girl was admitted to our hospital in September 2008 with the electrocardiogram (ECG) manifestation of an ectopic atrial tachycardia (AT) with a cycle length (cl) of 300 m sec. The tachycardia was incessant.\\nA P-wave morphology evaluation in standard 12-lead ECG revealed positive P-waves in D1, inferior leads, and all precordial leads. P-wave was negative in aVL and aVR ().\\nEchocardiography showed an ejection fraction of 35% and left atrium size of 27 mm with no evidence of valvular heart disease.\\nElectrophysiological study was performed using two quadripolar catheters in the right atrium and right ventricle: one decapolar in the coronary sinus and one Halo catheter in the right atrium.\\nIntracardiac recording was obtained using a Bard EP lab system. Bipolar electrograms were filtered at 30 to 500 HZ.\\nDuring AT, the earliest right atrial activation was recorded at high posterior right atrium. At this site, double potential was also recorded during the tachycardia ().\\nRadiofrequency (RF) ablation at this site could not terminate the tachycardia; consequently, a 7 Fr Biosence-Webster (34E67R) ablating catheter was advanced into the left ventricle without the need for any long sheath via the retrograde aortic approach. The choice of this approach was the result of our experience in its application. The ablating catheter was then maneuvered to pass across the mitral valve, so that the left atrium was accessed. Left atrial mapping was thereafter performed, which revealed that the area of interest was near the orifice of the RUPV. The catheter was advanced into the RUPV, and the recording of low amplitude fractionated electrical activity helped locate the focus of the arrhythmia. Finally, the arrhythmia was ablated by applying some RF currents around the orifice of this vein (outside the orifice) and only one RF current (20 Watt-60° C-40 seconds) just at the origin of AT. The total procedure time was 120 minutes, and the fluoroscopy time was 45 minutes. After ablation, the arrhythmia was not inducible with different stimulation protocols even during Isoproterenol infusion.\\nClinical follow-up showed no recurrence of the arrhythmia, there was no evidence of pulmonary vein stenosis, and ejection fraction had returned to normal.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'16399057': 1, '18397878': 1, '10545432': 1, '25085268': 1, '17081207': 1, '9651720': 1, '11248780': 1, '23074584': 2}", "similar_patients": "{}"}