{"patient_id": 162779, "patient_uid": "3748688-1", "PMID": 23983292, "file_path": "noncomm/PMC003xxxxxx/PMC3748688.xml", "title": "Anaesthetic management of previously non-diagnosed phaeochromocytoma: Clinical vigilance, the ultimate saviour of anaesthesiologist", "patient": "A 39-year-old male, a case of von Hippel Lindau (VHL) syndrome and follow-up case of renal cell carcinoma (right) post radical nephrectomy and right adrenalectomy 2 weeks ago, was planned for left radical adrenalectomy for left adrenal mass and radiofrequency ablation (RFA) of left renal tumour. A preoperative assessment revealed the patient to be a known hypertensive, diabetic (on insulin) with a post coronary artery bypass graft (CABG) status (2005) on β-blocker (Tab. Metoprolol). Aspirin was stopped 5 days ago. Clinical history revealed episodes of headache, dizziness on change to erect posture, palpitations, recent episode of retrosternal chest pain with radiation to epigastrium and functional capacity of 2-3 metabolic equivalents. Clinical examination revealed an afebrile, averagely built and nourished patient with blood pressure (BP) of 130-170/80-90 mm Hg and pulse rate of 70-78/min. Airway assessment showed Mallampati airway class II, adequate mouth opening, thyromental distance >3 finger breadth and normal range of neck movements. Systemic examination did not reveal any significant findings..\\nInvestigations were within normal limits except capillary blood glucose (CBG) which ranged between 178 and 266 mg/dl. Cardiological evaluation showed ischaemic changes in electrocardiogram (ECG) for inferior and basal regions, dobutamine stress echocardiography (DSE) positive for provocable ischaemia in anterior, mid and basal lateral walls, echocardiography revealing akinetic inferior wall in mid and basal region and mid posterior wall with partial thickness scar, left ventricular ejection fraction (LVEF)=50% and mild mitral regurgitation with grade I diastolic dysfunction. Urinary catecholamine levels,including values of 24 hours collection were within normal limits(metanephrines-58 ng/ml, and 284.2 μg/day, epinephrine-1.86 pg/ml and norepinephrine-48.3μg/day). Histopathological examination of previously excised adrenal tumour was suggestive of adrenocortical carcinoma. Glycaemic control was achieved with insulin as per sliding scale. Patient was accepted under ASA class III with high-risk consent. Two units of packed red blood cells (PRBC) were kept ready.\\nOn the morning of surgery, patient was shifted to OT and connected to monitors – noninvasive blood pressure (NIBP), SpO2 and ECG. Initial recordings displayed BP=220/100 mm Hg, heart rate (HR)=82/min and SpO2=100%. Midazolam 2.0 mg IV was administered. Before induction, a thoracic epidural catheter was placed, followed by a 20-G arterial line over left radial artery and a 7-Fr triple-lumen central line over right internal jugular vein. A 7-Fr Swan Ganz pulmonary artery (PA) catheter was inserted under local anaesthesia, keeping in mind the findings of cardiological evaluation. PA catheter showed value of 26/13 mm Hg. Post-intubation, patient was mechanically ventilated in volume control mode with end-tidal carbon dioxide (ETCO2) and minimum alveolar concentration (MAC) monitoring. No haemodynamic disturbances were observed during or after induction/intubation. Patient was catheterised. Insulin infusion was started for glycaemic control. Dexmedetomidine infusion was added to supplement depth of anaesthesia. A baseline arterial blood gas (ABG) and CBG were done post-induction. DJ stenting (left) was done in lithotomy position.\\nThe patient was then transported on C-circuit to the Department of Radiology for computed tomography (CT)-guided RFA. Patient was placed in prone position in the CT gantry. Ventilation was managed with ventilator using oxygen only. Anaesthesia was managed with increased infusion rates of dexmedetomidine and periodic boluses of propofol, fentanyl and rocuronium. At the end of the 3-h procedure, patient was transported back to the operation theatre and radical adrenalectomy was started in the right lateral decubitus position. Blood loss was estimated to be approximately 1500 ml. PA wedge pressure (PAWP) was found to be 3-4 mm Hg, while central venous pressure (CVP) was 2-6 cm H2O. Fluid resuscitation was carried out with crystalloids and colloids, the total intraoperative volumes being 3500 ml and 2000 ml, respectively. Two units of PRBC were also transfused intraoperatively. During tumour handling, massive fluctuations in haemodynamics were noted with BP shooting up to 208/110 mmHg and HR upto 125/min. SpO2 and EtCO2 were within normal limits. Immediately sodium nitroprusside (SNP) infusion was started and vitals were restored. Following tumour removal, blood pressure dropped drastically to 70/32 mm Hg, which prompted us to start an infusion of noradrenaline and adrenaline. SNP infusion was discontinued. Hydrocortisone 200 mg IV was administered. Sodium bicarbonate was administered as serial ABGs showed progressive metabolic acidosis. Urine output was 2700 ml intraoperatively.\\nAnalgesia was maintained with boluses of IV fentanyl, and IV tramadol. Approximately 30 min before closure, IV ondansetron was administered. Post-extubation, patient was comfortable with stable haemodynamics and satisfactory visual analogue scale (VAS) score. Patient was shifted to surgical intensive care unit (ICU) for postoperative monitoring and evaluation. Postoperative tenure was uneventful and patient was discharged on 27 March 2012. Postoperatively, histopathological evaluation of the adrenal tumour revealed it to be a phaeochromocytoma and a renal cell carcinoma (RCC) from the biopsy of renal tumour prior to the RFA. The slide of previously excised adrenal tumour was re-evaluated and found to be a phaeochromocytoma too.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'6141233': 1, '18617683': 1, '6453259': 1, '2665275': 1, '25386452': 1, '27994341': 1, '23983292': 2}", "similar_patients": "{}"}