{"patient_id": 162876, "patient_uid": "3756182-1", "PMID": 24003392, "file_path": "noncomm/PMC003xxxxxx/PMC3756182.xml", "title": "A Case of Fixed Drug Eruption Due to Doxycycline and Erythromycin Present in Food", "patient": "A 57-year-old female patient visited our clinic with a 12-year history of repeated outbreaks of well-demarcated erythematous patches with hyperpigmentation over the entire body. She had no history of allergic disease or chronic medical illness. She denied taking any medication before the lesion first developed or before the recurrences. The lesions developed every 2 or 3 months, at the same sites, when she ate pork or fish. She had therefore followed a nearly vegetarian diet for more than 10 years.\\nPatch tests were performed using acetaminophen, the nonsteroidal anti-inflammatory drug ibuprofen, and antibiotics, including cephalosporins, amoxicillin, sultamicillin, trimethoprim-sulfamethoxazole, gentamicin, neomycin, rifampin, doxycycline, and erythromycin. There were no definite reactions to these patch tests. Oral provocation tests with the same medications were then performed. When the patient ingested 10 mg of doxycycline as a single dose, she experienced an erythematous change on an existing pigmented lesion, accompanied by an itching sensation (). One month after recovery from this lesion, the oral provocation testing was continued with the remaining drugs. After an erythromycin dose of 25 mg, she again experienced more intense pruritus and erythema at the site of a previous lesion ().\\nInterestingly, the patient had no history of taking medication, including doxycycline or erythromycin. According to the Korea Food and Drug Administration, doxycycline and erythromycin are commonly used in livestock farming and sea farming in Korea. We did not know whether antibiotics in food cooked at high temperatures could induce an FDE, so we conducted a simple experiment to assess the heat stability of doxycycline and erythromycin. Using the disk-diffusion method, we found that doxycycline and erythromycin are stable at 100℃ and even at autoclave temperatures reaching 121℃ ().", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'15280825': 1, '8718742': 1, '19474709': 1, '9039180': 1, '18373348': 1, '20171434': 1, '34007755': 2, '19456785': 1, '17101493': 1, '22950038': 2, '8864622': 1, '32414023': 1, '1894215': 1, '11702319': 1, '18566551': 1, '10435334': 1, '24003392': 2}", "similar_patients": "{'3423606-1': 1, '8121196-1': 1}"}