{"patient_id": 165107, "patient_uid": "3883399-2", "PMID": 24403624, "file_path": "noncomm/PMC003xxxxxx/PMC3883399.xml", "title": "Anaesthetic management of two different cases of mediastinal mass", "patient": "A 16-year-old female weighing 37 kg, with dyspnoea on exertion that worsened in the supine position, had productive cough, intermittent fever and dysphagia for solid food for 1 month; hence, she was referred to a pulmonologist for management of her condition. On treatment with antibiotics and bronchodilators, the breathlessness reduced and she was able to lie supine without discomfort. Her haemoglobin improved from 7.3 gm% to 11.5 gm% after transfusion of 2 units of packed red blood cells (PRBCs). Her pulse rate was 110/min and her blood pressure was 110/60 mmHg. On examination, her trachea was central and the apical impulse was in the 5th left intercostal space in the mid-axillary line and there was reduced air entry in the right supraclavicular, infraclavicular, mammary and subscapular areas and dullness on percussion. Clinically, the other systems were normal. ECG showed sinus tachycardia. The chest X-ray showed mediastinal widening to the right of the midline obscuring the right cardiac border [].\\nFibreoptic bronchoscopy (FOB) performed pre-operatively by a pulmonologist with the aid of oral local anaesthetic gargle and spray showed no extrinsic compression on the airway. CT scan of the thorax revealed a lobulated heterogeneous solid cystic mass on the right side of the superior mediastinum, extending from the inlet of the thorax to the level of the upper part of the right atrium. The mass showed fat, fluid, soft tissue and calcification. Spirometry showed severe restrictive and obstructive lung disease with peak expiratory flow rate of 26%. Arterial blood gas indicated mild hyperventilation.\\nAfter taking informed high-risk consent, the patient was scheduled for right lateral thoracotomy and excision of tumour. She was given Tab. Alprazolam 0.25 mg and Tab. Ranitidine 150 mg previous night with nil-per-oral orders.\\nVenous cannulation was obtained with a 16G peripheral I.V. cannula. The right femoral vein and the left femoral artery were also cannulated. Inj Ondansetron 0.1 mg/kg and Inj Glycopyrrolate 0.02 mg/kg were administered before induction. Pre-oxygenation with 100% oxygen for 3 min was followed by induction with sevoflurane 8%. After confirmation of mask ventilation, the child was intubated with a 26Fr left-sided double-lumen tube (DLT). Air entry was bilaterally equal inspite of blocking bronchial or tracheal lumen. The tube was then removed and the patient was ventilated using a face mask with 100% O2. Three attempts of intubation with the 26Fr left-sided DLT failed to achieve single lung ventilation. As the patient started desaturating, ventilation with 100% O2 and intubation with a 6.00 mm cuffed oral endotracheal tube was performed. Bilateral air entry was not appreciated. As the patient developed bradycardia, Inj. Atropine 0.02 mg/kg was then administered, but there was no improvement. The patient responded to Inj adrenaline (1 mg/kg) I.V. and developed tachycardia (150-170 bpm). Because of the non-availability of a reinforced tube, the 6.0 mm tube (already in situ) was removed as it had failed to establish air entry, and was reintroduced this time with a stylet. This attempt with a stylet was successful at negotiating the compressive obstruction and establishing ventilation, although insufficiently. While the immediate danger of desaturation was addressed, adequate ventilation was not achieved.\\nTo achieve adequate ventilation, the 6.0 mm tube was replaced with a 7.0 mm tube using a tube exchanger, after making sure that the existing tube tip was indeed at the mid-tracheal position with the aid of a flexible FOB.\\nAfter 10 min, the patient developed pulmonary oedema for which Inj Furosemide 40 mg I.V. was given and pulmonary oedema was seen to resolve. While risks versus benefit of proceeding with the surgery (in view of pulmonary oedema having occurred, although transiently and the possible need for elective ventilation – should the need arise) were being deliberated by the surgical and the anaesthesiology teams, the patient was placed in a left lateral position for better ventilation. When surgery resumed, the patient was positioned for right lateral thoracotomy. Anaesthesia was maintained with O2, N2O, sevoflurane and Inj Atracurium. Intra-operatively, there was one episode of hypotension, which was managed with Inj Noradrenaline infusion. As blood loss was 350 mL, one unit of PRBC was transfused. EtCO2 was high (60-76 mmHg.) until excision of the tumour. After excision of the tumour, the heart rate and EtCO2 improved (36-48 mmHg). The patient was ventilated in the ICU for 24 h. Inotropic support was tapered on the second day and patient was extubated on the third post-operative day. She had an uneventful course and got discharged after 10 days. Histopathology confirmed the mass as benign mature teratoma.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'4087108': 1, '11571906': 1, '4575847': 1, '972103': 1, '16317755': 1, '2350036': 1, '29416489': 1, '7091715': 1, '17211158': 1, '12722093': 1, '9044140': 1, '2764625': 1, '7175638': 1, '14717880': 1, '6546480': 1, '34898707': 1, '24403624': 2}", "similar_patients": "{'3883399-1': 2}"}