{"patient_id": 154243, "patient_uid": "3074332-1", "PMID": 21516243, "file_path": "noncomm/PMC003xxxxxx/PMC3074332.xml", "title": "The Triad of Idiopathic Normal-Pressure Hydrocephalus A Clinical Practice Case Report", "patient": "An 89-year-old white male presented with a two-year history of worsening cognitive problems and “frozen walking.” The problem in thinking was described by the patient as difficulty concentrating and just “some slowing down because I'm getting old.” Family members of this retired engineer describe him as listless, though showing no clear evidence of depression. The problem of cognition took the patient to a psychiatrist and neuropsychologist, who found him to have some mild impairment in immediate and delayed auditory memory and mild decrease in executive functioning. Clinical depression was not diagnosed. Learning, language, orientation, and other dimensions of memory were in tact. There was a suspicion of early Alzheimer's disease, and the patient was begun on donepezil. However, no improvement in his mental state was noted after one year, despite dose increments to maximal levels. The drug was then tapered off without difficulty.\\nAround one year ago, the family began to notice an increase in falls that had occurred rarely before that time. The patient had a long history of osteoarthritis and complained of lumbar and bilateral hip pain. Non-steroidal anti-inflammatory drugs (NSAIDs) improved the pain, but did not change the rate of falling that had reached monthly levels by the time of this evaluation. The patient states he had difficulty “getting the motor running,” which the daughter translated as a kind of freezing while stepping in an increasingly slow manner. The exact cause for the falls was not clear, as the patient noted no pain on falling backwards six months ago, the time of a comprehensive physical exam by the patient's family physician (FP).\\nThat doctor believed the patient had some parkinsonian features, despite no evidence of a tremor, and so began the patient on carbidopa-levodopa. The dementia was felt to be mild and “not definitively Alzheimer's,” but perhaps related to cortical atrophy noted on an initial head CT obtained by the psychiatrist. Thyroid studies proved normal. Mild to moderate bilateral carotid atherosclerosis was noted on ultrasonography, but no stroke was apparent based on history, physical exam, or a new head CT.\\nNeurological consultation followed six months later, after increasing doses of carbidopa-levodopa showed no effect on the “stiffness of gait” on re-evaluation by the FP.\\nNeurological evaluation revealed the following:\\nThe patient seemed mildly disheveled and showed some urine stains in the anterior groin area of his pants. There was psychomotor slowing, decreased accuracy in number placement on drawing a clock face and a Mini-Mental Status Exam score of 25. Cranial nerves were normal, full sensation and strength was evident, and all reflexes were normal, except for the presence of a positive sucking and snout. Bradykinesia with diffuse, mild rigidity of limbs and mild retropulsive tendency with a somewhat wide stance was evident; gait was shuffling and magnetic, but symmetrical; and there was no involuntary motion or ataxia.", "age": "[[89.0, 'year']]", "gender": "M", "relevant_articles": "{'16160425': 1, '8596861': 1, '5889177': 1, '9950492': 1, '3969202': 1, '7359191': 1, '11909911': 1, '14303656': 1, '12438477': 1, '12059119': 1, '12451215': 1, '21516243': 2}", "similar_patients": "{}"}