{"patient_id": 35845, "patient_uid": "3141723-1", "PMID": 21729278, "file_path": "comm/PMC003xxxxxx/PMC3141723.xml", "title": "Pontine stroke presenting as isolated facial nerve palsy mimicking Bell's palsy: a case report", "patient": "A 47-year-old Asian Indian man with a medical history of hypertension presented with nausea, vomiting, generalized weakness, facial droop, and slurred speech of 14 hours' duration. His physical examination revealed that he was conscious, lethargic, and had mildly slurred speech. His blood pressure was 216/142 mmHg. Tachycardia was present.\\nHis neurologic exam showed that he had loss of left-sided forehead creases, inability to close his left eye, left facial muscle weakness, rightward deviation of the angle of the mouth on smiling, and loss of the left nasolabial fold. His afferent corneal reflexes were present bilaterally. All but seven cranial nerves were intact.\\nComputed tomography (CT) of the head without contrast enhancement and a CT angiogram of the head and neck showed no evidence of intra-cranial hemorrhage or ischemia. MRI of the head was initially read as negative for acute stroke. Bell's palsy was considered in the initial differential diagnosis but appeared less likely because of the acuity of the patient's presentation, encephalopathy-like imaging, and hypertension.\\nThe MRI was reevaluated with a neurologist's assistance, which revealed a tiny 4 mm focus of restricted diffusion involving the left dorsal aspect of the pons, consistent with a tiny ischemic infarct (Figure ).\\nThe final diagnosis was isolated facial nerve palsy due to lacunar infarction of the dorsal pons and hypertensive encephalopathy. A transesophageal echocardiogram showed an atrial septal defect with bi-directional shunt. The patient was kept in the intensive care unit for blood pressure management and was started on aspirin, heparin, and coumadin therapy because of the remote possibility of a paradoxical embolism. There was no evidence of deep vein thrombosis in his legs.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'15345630': 1, '18262341': 1, '33133816': 2, '26933428': 1, '34571586': 1, '31971554': 1, '8559368': 1, '11003275': 1, '23891413': 1, '33560958': 2, '24885256': 1, '19527495': 1, '32695353': 2, '19769777': 1, '21729278': 2}", "similar_patients": "{'7586415-1': 1, '7364059-1': 1, '7364059-2': 1, '7872610-1': 1}"}