{"patient_id": 165907, "patient_uid": "3931160-1", "PMID": 24600070, "file_path": "noncomm/PMC003xxxxxx/PMC3931160.xml", "title": "Neglected surgically intervened bilateral congenital dislocation of knee in an adolescent", "patient": "A 12-year-old male presented with inability to walk even a few steps due to buckling of knee and striking of both knees while taking a few steps, which was present since the child learnt walking after birth. The child preferred not to walk for these reasons. His mother noticed deformity immediately after birth. She, being illiterate, could not describe the deformity. There was no history of birth trauma and the child was born of normal vaginal delivery. He was the first sibling of three brothers. The parents were apparently healthy and there was no family history of congenital, metabolic, or neurological disorders. The child developed his milestones normally. There was no evidence of any other congenital anomaly and the child was advised about the need for surgery at the age of 5 or 6 years by a village doctor. At the age of 6 years, the patient underwent surgery at the level of lower thigh, presumably bilateral supracondylar femoral osteotomy. The child continued to have inability to walk even after surgery. He consulted this institute at the age of 12 years.\\nGeneral physical examination revealed stunted growth with no joint laxity. There were no other associated congenital anomalies; local examination revealed a fixed flexion deformity of 30° with further range of flexion of 15° on the right side and a fixed flexion deformity of 45° on the left side with further range of flexion of 20°. There was prominence anteriorly confounding to tibial plateau bilaterally. There was a surgical scar of around 8 cm on the lateral aspect of both thighs at the level of the upper two-third and lower one-third junction. The popliteal area was full and the contours of femoral condyles were palpable in this area. There was wasting of quadriceps muscles.\\nPlain radiograph showed hypoplastic femoral condyles displaced posteriorly in relation to upper end of tibial. The upper tibial surfaces were convex. The patellae were hypoplastic, located above and anterior to femoral condyles [Figure , ]. Magnetic resonance imaging (MRI) of both knees revealed medial bowed femur, trumpet shaped metaphysis and small epiphysis, posterior subluxation of knee, splayed capsule and attenuated ACL and posterior cruciate ligament (PCL) [Figure , ].\\nAn informed consent was obtained from the parents of the patient for publication of the data. The surgical correction was planned in stages. First we applied Ilizarov ring fixators in order to distract the soft tissue around knee joints to avoid surgical shortening of femur. The construct consisted of one full and one half rings in femur and two full rings in tibia with hinges at knee joint. The distraction of 1 mm/day was performed till the overlap of tibia and femur was corrected which took 3 weeks. The deformity on the right side was corrected from 30° to 25°, whereas on the left side was corrected from 45° to 30°. The surgery was performed by the senior surgeon (AKJ) []. In the second stage, open reduction of both femoral and tibial condyles was performed. Both the tibial condyles were convex. The ACL and PCL were markedly attenuated and elongated. The menisci were attenuated, but shaped like tibial condyles. The open reduction could be achieved easily and was stabilized by two cross K-wires []. The limbs were immobilized with above knee plaster-of-Paris (POP) cast for 6 weeks. The K-wires were removed at 6 weeks and knee mobilization was started. The patient started walking at 6 months postoperatively with bilateral knee ankle foot orthosis (KAFO) and axillary crutches. He continued to walk for the next 1 year. At 1 year followup, the patient had 45° fixed flexion deformity on the right side with further range of motion till 100° and 25° fixed flexion deformity on the left side with further flexion range of motion till 90°. On followup X-rays at 1 year, the convex surfaces of upper end of tibia remolded to concavity []. The patient was upright, doing his activities of daily living with brace.\\nA bilateral supracondylar femoral osteotomy (extension osteotomy) was done after 18 months of previous surgery to change the arc of motion (third stage) [Figure , ]. The arc of motion was improved from 5° to 100° on the right side and from 5° to 80° on the left side. At 4 years followup visit, the patient had range of motion of 5°–100° on the right and 5°–80° on the left. More or less, the knees were found to be stable [Figures and ]. The patient was able to walk with a KAFO. His activity of daily living had improved and was able to drive bicycle. He gained in height also.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'7790480': 1, '6019376': 1, '5889980': 1, '20506946': 1, '5767318': 1, '10472826': 1, '10088699': 1, '8989703': 1, '8517894': 1, '27847857': 1, '2647786': 1, '2341209': 1, '3815940': 1, '3558805': 1, '24600070': 2}", "similar_patients": "{}"}