{"patient_id": 38094, "patient_uid": "3395132-1", "PMID": 22811725, "file_path": "comm/PMC003xxxxxx/PMC3395132.xml", "title": "An Unusual Presentation of Giant Cell Arteritis", "patient": "A 60-year-old female presented with 4-week history initially of dry cough and night sweats with subsequent nausea and weight loss. Her past medical history, social and occupational history, and systematic questioning did not reveal further relevant information; neither headache nor visual disturbance was noted. Her drug history included Rosuvastatin 10 mg daily, Glucosamine 500 mg thrice daily, Ibuprofen, and Salbutamol inhaler as required.\\nShe had a temperature of 39°C and physical examination was unremarkable. There was no temporal tenderness and no limb girdle tenderness or weakness. Fundoscopy showed normal vessels.\\nInitial laboratory tests showed raised CRP 335 mg/L and ESR 62 mm/hr with elevated liver enzymes showing a mixed picture with total Bilirubin 8 μmol/L, ALP 589 U/L, GGT514 U/L, ALT 112 U/L, AST 47 U/L, and albumin 36 g/L. Chest X-ray was reported as normal.\\nUltrasound scan (USS) of abdomen showed a stone in the gall bladder with a normal common bile duct. Magnetic resonance cholangiopancreatography (MRCP) confirmed USS findings and showed a normal biliary tree. Her atypical infective screen was negative including blood cultures, and a serologic screen for viruses, atypical bacteria, and fungi. Her liver screen including hepatitis serology and autoantibody screen was negative.\\nCT scan of chest, abdomen, and pelvis showed a spiculated nodule in the posterior region of the apex in the left upper lobe of the lung. Bronchoscopy was unremarkable and the washings of left upper lobe lesion were negative. The lesion was considered to be longstanding and related to previous resolved inflammation.\\nShe continued to be pyrexic with worsening liver functions. She then underwent liver biopsy which showed lobular granulomatous inflammation with no significant Kupfer activity or inclusions ().\\nA whole body positron emission tomogram (PET) showed increased metabolic activity within central large vessels; thoracic and abdominal aorta; proximal carotids and subclavian arteries (). These findings were strongly suspicious of a large vessel vasculitis. Temporal artery biopsy confirmed giant cell arteritis ().\\nTreatment with steroids resulted in prompt resolution of her symptoms and normalizing of CRP, ESR, and liver functions. A followup PET scan in 2 months showed complete resolution of previous abnormalities confirming a positive response to treatment.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'29466947': 2, '1200525': 1, '21559981': 1, '30232201': 1, '26668096': 2, '10948756': 1, '7317119': 1, '31787819': 1, '7821889': 1, '16148727': 1, '9374979': 1, '22811725': 2}", "similar_patients": "{'5822601-1': 1, '5806410-1': 1, '5806410-2': 1}"}