{"patient_id": 35207, "patient_uid": "3094664-1", "PMID": 21246241, "file_path": "comm/PMC003xxxxxx/PMC3094664.xml", "title": "One case of sporadic hemiplegic migraine with multiple pulmonary arteriovenous malformation", "patient": "A 38-year-old female had episodic headache for 19 years. Prior to headache attack, bright spots or zig-zag line flashes of bilateral visual fields were experienced firstly for about 10 min, then numbness and weakness of right face and of the right side of the body appeared together with motor aphasia that was sometimes preceded by sensory aphasia. All this aura symptoms usually were completely relieved in an hour after onset of visual aura. Half an hour after the onset of visual aura, severe pulsating headache appeared in left fronto-temporal and post-orbital areas, accompanying with nausea, vomiting, photophobia and phonophobia. The patient did not show the disturbance in consciousness, seizure attacks, running nose and conjunctival congestion. Headache symptom usually partly relieved after taking analgesic drugs and sleeping and completely relieved in 3 days. Weakness and tiredness usually persisted for 1–2 days after end of headache attacks. These episodes appeared about 1–2 times per month, usually with tiredness and mood agitation before the attacks. There was not episode for 4 years since 2006. The headache attacks recently relapsed with mood agitation as the prodrome and were more frequent and severe. The patient had headache attack again even when headache symptom of last episode had not completely relieved, and was admitted for further examinations. Otherwise no family history was found. Multiple arteriovenous fistulas with RLS in proximal branch of left lower pulmonary artery were found by trans-esophageal-echocardiography (TEE) and percutaneous digital pulmonary subtraction angiography (DPSA) (Fig. ), and the diameter of the largest fistula was 1.8 cm, for which the fistula closure was not performed because of multiple fistulas status. No abnormality was found by physical and neurologic examination. No abnormality was found on routine examinations, cerebrolspinal fluid (CSF) and lactate/pyruvate tests, 24 h electroencephalogram (EEG), cranial magnetic resonance imaging (MRI) and magnetic resonance angiography (MRA). During hospitalization period, flunarizine was orally taken 10 mg qn. No headache attack appeared in 2 months except for occasional slightly visual aura with flash spots.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'19324948': 1, '15003170': 1, '18056581': 1, '11287655': 1, '16618259': 1, '16434654': 1, '20154080': 1, '3651801': 1, '9450765': 1, '19708964': 1, '11930021': 1, '3692829': 1, '19399280': 2, '11171291': 1, '20268874': 1, '18316488': 1, '19421707': 1, '14979299': 1, '21246241': 2}", "similar_patients": "{'2672138-1': 1}"}