{"patient_id": 165043, "patient_uid": "3881408-1", "PMID": 24404400, "file_path": "noncomm/PMC003xxxxxx/PMC3881408.xml", "title": "A Case of Codeine Induced Anaphylaxis via Oral Route", "patient": "A 30-year-old woman experienced dyspnea, urticaria, chest discomfort, and sweating within 10 minutes after taking codeine orally to treat a chronic cough. She had suffered from bronchial asthma since 2010, and her asthma was frequently exacerbated following multiple attacks of upper respiratory infection. Since her severe cough did not improve after the viral infection, codeine phosphate at a dose of 10 mg a day was prescribed to suppress her symptoms for 1 week. She did not experience any adverse drug reactions during the first week of codeine treatment; however, after 1 week, approximately 10 minutes after taking the codeine, she began to develop dyspnea, urticaria, sweating, and chest discomfort. In response to these symptoms, she stopped taking the medication. The patient had perennial rhinitis and a food allergy to shellfish, which presented as hives; however, she had no previous history of any drug allergies. She was referred to our clinic for the evaluation of her codeine allergy and the uncontrolled asthma. On the first visit, eosinophilia was not detected in peripheral blood, sputum, or nasal smears. Serum total and specific IgE levels to shrimp and crab were within the normal ranges. A skin prick test (SPT) to all of the common inhalant allergens (Bencard, Bradford, UK) showed negative responses. A forced expiratory volume at 1 second (FEV1), as measured by spirometry, was 62.5% predictive.\\nAfter stabilizing her asthma, we planned to perform in vivo and in vitro tests to confirm whether her systemic reactions were caused by codeine and to evaluate the mechanism of the codeine-induced anaphylaxis. A SPT, a basophil histamine release test, and an open-label oral challenge test (OPT) were performed with codeine phosphate after obtaining informed consent. Furthermore, CYP2D6 genetic polymorphisms, which are often responsible for differences in responses to codeine between individuals, were evaluated. The SPT was performed with codeine (0.1-10 mg/mL) and morphine (0.1-10 mg/mL) extracts. Histamine and saline were tested as positive and negative controls, respectively. The SPT was positive to 1-10 mg/mL codeine with a mean wheal size of 3.5 mm, while negative results were obtained in 3 healthy adult controls. (No response to saline, 6×4 mm to histamine, 2×2 mm to morphine 0.1 mg/mL, 5×4 mm to morphine 1-10 mg/mL.) The OPT revealed a positive response. There was no response to initial intake of 5 mg codeine phosphate. When 10 mg codeine phosphate was administered after 2 hours, she immediately developed a systemic reaction, including dyspnea, wheeze, chest tightness, dizziness, and vomiting. Her blood pressure was 140/80 mmHg, pulse rate 95/minute, and body temperature was 36.8℃. The basophil histamine release test, which was performed according to previously described methods, showed a dose-dependent increase with serial additions of codeine phosphate, while minimal changes were noted in the 2 controls ().The CYP2D6 genotyping results revealed that the patient had the CYP2D6*1/*10 allele, which indicated that she was an intermediate metabolizer according to the expected enzyme activities reported on the CYP2D6 allele web site (). Based on these findings, the expert definition of her final diagnosis was codeine-induced anaphylaxis. We recommended her to avoid taking any codeine-based products. Her asthma and rhinitis were controlled using a medium dose of inhaled corticosteroids with a long-acting beta2-agonist inhaler, a leukotriene receptor antagonist, and an intranasal steroid. After 1 year, her FEV1% had improved to 87.3% predictive (2.23 L) compared to her initial FEV1 level (62.5% predictive, 1.58 L).", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'24951238': 1, '14597688': 1, '16191029': 1, '2478047': 1, '25749767': 1, '20560905': 1, '17441793': 1, '32625895': 1, '16778723': 1, '33401343': 1, '2403228': 1, '11467991': 1, '18484168': 1, '6327790': 1, '15010521': 1, '128641': 1, '34247332': 1, '12476405': 1, '22950030': 1, '14443378': 1, '2941218': 1, '21494059': 1, '24404400': 2}", "similar_patients": "{}"}