{"patient_id": 40055, "patient_uid": "3509375-1", "PMID": 23251162, "file_path": "comm/PMC003xxxxxx/PMC3509375.xml", "title": "Overinfection by Paracoccidioides brasiliensis in Gouty Crystal Arthritis", "patient": "An 82-year-old male was admitted by one-month history of swelling and small pustules that progressed to ulcers with purulent drainage in his right hallux. Medical history includes recurrent gout attacks since 8 years ago, hypertension, diabetes mellitus, hypothyroidism, and chronic kidney failure in medical management, aortic valve replacement, and myocardial revascularization. He lived in Buga, Colombia, and worked in agriculture but had lived in Chiclayo, Peru, for six years; both are endemic areas of P. brasiliensis [, ].\\nAt exam, the hallux was edematous with limited range of motion and mild pain, erythema, and two ulcers of 2 cm on the lateral and medial aspect of the foot. The patient was afebrile, and findings on general medical and pulmonary tests were unremarkable. A plain radiograph of the foot revealed a lytic lesion with cortical disruption in the proximal phalanx of the right hallux associated with soft tissue swelling (). The chest radiograph was normal. Laboratory studies showed a PCR of 4.47 mg/dL (0–0.5 mg/dL), BUN 42 mg/dL (8–23 mg/dL), serum creatinine of 1.7 mg/dL, TSH level of 6.4 mIU/L, albumin 2.6 g/dL, white blood cell count of 8 × 103/uL with a normal differential, hemoglobin of 11.2 g/dL, hematocrit of 35%, and platelets of 390.000 K/uL. HIV test was negative. Blood and urine cultures were reported as negative. An amputation of the hallux was done. The microbiology laboratory received the sample of drainage right hallux for bacteriological study, to which Gram stain was initially performed and fungal structures were observed like a large, round, fairly thick-walled cells with single and multiple buddings. Direct examination, with KOH 10%, observed unique spherical yeast budding and also observed crystal needle-shaped structures, which observed polarized light filters with characteristic of monosodium urate crystal. At 35°–37°C on liquid medium, was obtained multiple budding “pilot wheel” morphology of P. brasiliensis. Histopathological study and bone cultures for aerobic, anaerobic, and fungal growth were done. The pathology report was consistent with osteomyelitis. Histologic examination revealed multiplebudding cells consistent with P. brasiliensis () and confirmed by isolation of the fungus in cultures and serological complementary diagnosis with agar gel immunodiffusion.\\nA diagnosis of a secondary infection by P. brasiliensis in a chronic gouty arthritis (right hallux) was made, and therapy with itraconazole was initiated without evidence of adverse effect. The patient's clinical course was satisfactory.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'16906260': 1, '11403818': 1, '7814469': 1, '4032408': 1, '8348926': 1, '9380899': 1, '8125682': 1, '18781395': 1, '8699961': 1, '11105147': 1, '22133623': 1, '8472249': 1, '8701043': 1, '21643938': 1, '17652904': 1, '15875918': 1, '23251162': 2}", "similar_patients": "{}"}