{"patient_id": 42976, "patient_uid": "3713859-3", "PMID": 23875090, "file_path": "comm/PMC003xxxxxx/PMC3713859.xml", "title": "Direct Composite Laminate Veneers: Three Case Reports", "patient": "A 45-year-old female with esthetic complaints due to a prolapsed ceramic laminate veneer restoration on maxillary left central incisor referred to the faculty clinics. The patient reported that the ceramic laminate veneer restorations were nearly 1 year old and only the prolapsed one had caused problem. Moreover, the prolapsed restoration was lost. Carious lesions were detected on the mesial and labial surfaces of maxillary left central incisor clinically (). No sensitivities to percussion were detected horizontally and vertically. In radiographic examination, a previous endodontic treatment was detected and no pathologies were evident in the periapical area. Although there was a large amount of lost tooth structure, direct composite laminate veneer restoration was considered in order to complete the treatment as soon as possible as the patient demanded.\\nFirst, infected tooth structures were removed with a low-speed handpiece (DURAtec 2068D, Germany) and a stainless steel round bur (Acurata, Germany). Cervical borders of the preparation were arranged just at the same line with the gingiva ().\\nA2 shade was selected using Vita guide, corresponding with the laminate veneer on tooth #11. Translucent matrix bands were fixed on the mesial and distal contact areas with appropriate wedges; 37% phosphoric acid (Etching Gel, Kerr, USA) was applied for 15 seconds, rinsed for 20 seconds and dried slightly. Then, the bonding agent (Adper Single Bond, 3M ESPE, USA) was applied in two layers and polymerized for 20 seconds with the light-curing unit (Demi LED Light Curing System 450 nm, Kerr, USA). Opaque D2 shade composite resin (Herculite XRV Ultra, Kerr, USA) was applied on the mesial area where less tooth structure remained. Subsequently, A2 shade composite resin (Herculite XRV Ultra, Kerr, USA) was applied gradually to the entire prepared surfaces of teeth and polymerized with a light-curing unit for 40 seconds every time.\\nFinishing and polishing processes were carried out with a yellow-banded diamond bur (Acurata, Germany), immediately followed by polishing discs (Ultra Gloss Composite Polishing System, Axis, USA). The polishing discs were used in a low-speed handpiece (DURAtec 2068D, Germany) from coarse to fine grits ().\\nThe patient was instructed in the oral hygiene and recall visits were scheduled every 6 months. No discolorations or disintegrations were detected at six-month recall ().", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'10666957': 1, '29042725': 1, '10709036': 1, '32042463': 2, '11921765': 1, '12199127': 1, '30271637': 2, '15287565': 1, '30483471': 1, '15634301': 1, '15221477': 1, '33235753': 1, '25013730': 1, '24971164': 1, '16046967': 1, '28652816': 2, '30087767': 1, '15747651': 1, '787043': 1, '8483121': 1, '23875090': 2}", "similar_patients": "{'3713859-1': 2, '3713859-2': 2, '6146902-1': 1, '6993762-1': 1, '5477167-1': 1}"}