{"patient_id": 37983, "patient_uid": "3375673-1", "PMID": 22708049, "file_path": "comm/PMC003xxxxxx/PMC3375673.xml", "title": "Bone Marrow Involvement in a Patient with Alpha Heavychain Disease: Response to Tetracycline Treatment", "patient": "A 28-year-old man from East Mediterranean area admitted to hematology department with complaints of abdominal pain, diarrhea and weight loss of 25 kg in the last six months. On clinical examination, his blood pressure was 110/70 mmHg and pulse rate was 90 beats/min (regular). He was pale with cachectic appearance. He had clubbing of the fingers, edema and evidence of dehydration. There were no palpable lymph nodes or splenomegaly. The patient’s hemoglobin level was 11.6 g/dl, hematocrit level 35.7%, red blood cell count 4.44×106/mm3, platelet count 361×103/mm3, mean corpuscular volume 80.4 fl mean corpuscular hemoglobin concentration 32.4%, total white blood cells count 22.5x103/mm3(lymphocyte count 12.4x103/mm3), neutrophil 9.5x103/mm3. Lymphocytosis was observed in the peripheral blood smear. Erythrocyte sedimentation rate was 90 mm/h. The multiple plasma biochemical abnormalities included albumin 2.0 g/dl, total protein 5.2 g/dl, low plasma potassium 2.9 mmol/L, serum iron was 42 μg/dl and iron binding capacity 464 μg/dl as well as iron saturation 9%. Serum folic acid level was low while cobalamin and zinc levels were normal. Bacteriological, virological and parasitological studies of stools revealed no evidence for specific agents. Chest x-ray was normal and abdominal x-ray showed air levels in non-dilated large bowel. Barium x-ray studies showed segmentation, dilatation of bowel loops, mucosal folds thickening and delayed intestinal transit. Endoscopic examination showed mild duodenitis. There was no abnormality in colonoscopic examination. Computed tomographic (CT) scans of the abdominal region showed multiple mesenterical lymphadenopathy and thickening of small bowel. Maximal size of lymph nodes were 3 centimetres on CT scan. The samples of duodenal biopsies revealed moderate infiltration by normal appearing plasma cells. Microscopic evaluation of the duodenal biopsy sample revealed no evidence of Helicobacter pylori. The serum IgG, IgA gliadin antibodies and IgA endomysial antibodies were negative. The examination of stool and duodenal aspiration fluid for parasites was normal. The immunological profile was normal except of elevated IgA (). The increased IgA was polyclonal and an abnormal precipitin line of IgA with no response to light chains was found on immunoelectropheresis. In order to determine the extent of disease and to obtain a diagnostic sample laparoscopy was performed. Histological examination of the excised jejunal biopsy showed subtotal villous atrophy and dense lymphoplasmacytic infiltration limited to mucosa and submucosa (). The extensive plasmacytic infiltaration was established in mesenteric lymph nodes. CD 20 were found positive in the mesenteric lymph node (). In the immunohistochemical analysis of the intestinal and lymph node biopsy material, LCA, CD-79, CD-20 and IgA were found positive while kappa and lambda heavy chain, IgD and IgM were found negative (). Bone marrow aspiration and biopsy revealed diffuse lymphoplasmacytic infiltration (). Malabsorption was confirmed by abnormal D-xylose absorption (urine excretion of D-xylose was 1.20 g/5 h; normal value >4.5 g/5 h). Patient was put on long term treatment with tetracycline regimen (500 mg PO, four time, every day). His symptoms and physical condition improved and diarrhea disappeared at the second week. The patient appeared normal with the exception of clubbing, that was still present at the third month. The lymphocytosis resolved about three months. Follow-up CT of the abdomen showed no abnormality at the sixth month. Serum IgA concentration decreased to normal levels and bone marrow examination performed on the 6th month revealed normal trilineal hematopoiesis without any evidence of lymphoplasmacytic infiltration. Tetracycline treatment continued as one year, as advised in the literature., Currently, the patient has been disease-free, in the 8th year after his treatment.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'9210703': 1, '3414653': 1, '8113590': 1, '2920354': 1, '2145762': 1, '2205943': 1, '6405275': 1, '7927306': 1, '9918427': 1, '4177362': 1, '15542584': 1, '21300984': 1, '14724303': 1, '3349430': 1, '11334682': 1, '2512818': 1, '416903': 1, '404026': 1, '22708049': 2}", "similar_patients": "{}"}