{"patient_id": 46602, "patient_uid": "3984694-1", "PMID": 24628802, "file_path": "comm/PMC003xxxxxx/PMC3984694.xml", "title": "Recurrent exercise-induced acute kidney injury by idiopathic renal hypouricemia with a novel mutation in the SLC2A9 gene and literature review", "patient": "An otherwise healthy 12.1-year-old girl presented to our clinical department on October 22, 2010, with nausea, vomiting and acute central abdominal pain for 4 days after an 800-meter run. Her parents denied any illness, viral prodrome or aminoglycoside or nonsteroidal anti-inflammatory drug ingestion prior to exercising. Her urea nitrogen is 32.62 mmol/L, creatinine 663.1 μmol/L (1 mg/dl = 88.4 μmol/L) and uric acid 201.8 μmol/L (1 mg = 59.48 μmol/L). Thus, she was admitted to our ward with acute kidney injury on October 25. Her past medical history was otherwise unremarkable. There was no family history of muscle disorders or renal diseases.\\nOn physical examination, her blood pressure was 139/90 mmHg without orthostasis. Her weight and height were 40 kg and 146 cm, respectively. The examination was entirely unremarkable except for a mild lethargy. There was no muscle swelling or tenderness.\\nThe laboratory evaluation revealed the following results: pH 7.443, potassium 4.7 mmol/L, bicarbonate 16.5 mmol/L, SBE -6.8 mmol/L, creatine kinase 43 U/L (normal range 30–200 U/L), serum myoglobin 25.1 μg/L (normal range 0.1-70 μg/L), and blood β2-microglobulin 4233 ng/mL. The urinalysis revealed a specific gravity of 1.020, a pH of 5.5-5.0, 0–4 red blood cells/μL, rare renal tubular epithelial cells and rare uric acid crystals. No glycosuria, aminoaciduria or crystallization was found. The 24-hour urinary protein and urine output were 604.3 mg and 1500 mL, respectively. Her urinary secretory IgA was 1.13 μg/mL (normal range 0.74-2.5 μg/mL), a1-microglobulin >32.8 mg/L (normal range 1.36-10.36 mg/L), microalbumin >50 μg/mL (normal range 3.03-16.81 μg/mL) and immunoglobulin G 30 μg/mL (normal range 2.29-5.45 μg/mL). The following parameters were within normal limits or negative: serum immunoglobulin; serum complement titer; antinuclear antibody (ANA); double-stranded DNA (dsDNA); myeloperoxidase-antineutrophil cytoplasmic antibody (MPO-ANCA); perinuclear-antineutrophil cytoplasmic antibody (P-ANCA); cytosolic-antineutrophil cytoplasmic antibody (C-ANCA); PR3-ANCA; anti-streptolysin O antibody (ASO); HIV; EBV; TORCH; anti-glomerular basement membrane antibodies; HBsAg; and hepatitis C antibody. Tests with pyrazinamide or probenecid were not performed.\\nA renal biopsy was performed on day 9 after admission. The light microscope revealed normal glomeruli and arterioles, with vacuolar degeneration in the tubular epithelial cells, accompanied by interstitial edema, scattered lymphocytes and monocyte infiltration. Immunofluorescence stainings for IgG, IgA, IgM, C3, C4 and Fib were all negative. Electron microscopy showed focal effacement of foot processes and a normal basement membrane without any electron-dense deposits. These results revealed the kidney to be recovering from acute tubular necrosis.\\nWith conservative therapy of fluid control, her renal function recovered gradually. After 15 days of admission, she was discharged with improved renal function (BUN 10.52 mmol/L and serum creatinine 106.9 μmol/L). During the 1-year follow-up, her eGFR calculated by the Schwartz formula [] eventually recovered.\\nUnfortunately, a relapse of EIAKI occurred nearly 1 year after the first episode. On December 23, 2011, the patient was admitted again to our hospital with nausea, vomiting, abdominal pain and loin pain after the same exercise. The physical examination did not reveal any abnormalities. Her blood pressure was 94/51 mmHg, and her 24-hr urinary output was 1400 mL and 24-hr urine protein excretion was 220 mg. In addition, Scr was 143 μmol/L, BUN was 12.59 mmol/L, and uric acid was 21 μmol/L. The serum copper ceruloplasmin was normal, and serum myoglobin was 21.3 μg/L. The 24-hour urinary excretion of calcium and copper was within the normal range. The renal ultrasound scan showed increased echogenicity in the cortex of both kidneys, but hydronephrosis was not observed. Her MRI was normal.\\nA second renal biopsy was conducted on December 28, 2011. Very slight mesangial cell proliferation and normal arterioles were observed by light microscope, with moderate vacuolar degeneration in the tubular epithelial cells, accompanied by interstitial edema and small amounts of lymphocytes and monocyte infiltration (Figure ). Immunofluorescence stainings for IgG, IgA, IgM, C3, C4 and Fib were all negative. The present renal tubular-interstitial lesions appeared more moderate than previously.\\nThis time, we noticed an extremely low concentration of uric acid in the serum. We performed a fractional excretion of urate (FEUA), and the result was 295.99%. All secondary causes of renal hypouricemia and EIAKI were excluded. A diagnosis of EIAKI by idiopathic renal hypouricemia was made retrospectively. After symptomatic treatment, the patient was discharged on day 13. During the follow-up, she was revealed to have normal Scr and eGFR, but severe hypouricemia (3.1–8.7 μmol/L) remained. Anaerobic activity was strictly prohibited, and no further episode of EIAKI occurred despite persistent hypouricemia at the 1.5-year follow-up. The laboratory findings of Scr and serum uric acid from each hospitalization are summarized in Figure .\\nThe serum UA level was also screened in other family members. Her parents’ serum urate levels were 220.6 μmol/L (mother) and 263.4 μmol/L (father). Her younger brother’s (8 years old) serum urate level was 115.6 μmol/L, and his fractional excretion of urate was 24.72%.\\nSecondary RHU, caused by isolated or generalized tubular defects, such as Fanconi syndrome, Wilson disease, cystinosis, heavy metal poisoning or drug-induced tubulopathy, was excluded before the molecular analysis of the SLC22A12 and SLC2A9 genes in the present study. Sequence analysis of the SLC22A12 and SLC2A9 genes was performed in the patient and her family members under the diagnosis of EIAKI associated with idiopathic renal hypouricemia. The clinical data collection and genomic analysis was approved by the institutional ethics committee, and all of the subjects provided their written informed consent. No significant sequence variants in SLC22A12 were found. The sequence analysis of the SLC2A9 gene revealed a novel homozygous nonsense mutation of g.68G > A in exon 3 (p.Trp23Stop), which resulted in prematurely truncated GLUT9 protein in the patient. No similar loss-of-function mutations have been previously reported. A heterozygous mutation of g.68G > A was also found in the parents and younger brother (Figure ). The results of the analysis in the patient’s family members suggested an autosomal recessive mode of inheritance (Figure ).", "age": "[[12.1, 'year']]", "gender": "F", "relevant_articles": "{'14739288': 1, '21963464': 1, '12024214': 1, '31650389': 1, '24397858': 2, '29061541': 1, '14694169': 1, '19026395': 1, '34603806': 2, '22527535': 1, '22045201': 1, '21256783': 1, '24262806': 1, '7774083': 1, '19926891': 1, '31131560': 1, '10630919': 1, '32355774': 1, '21536615': 1, '30123371': 1, '10860667': 1, '7771493': 1, '3588043': 1, '32375679': 2, '34290818': 1, '23386035': 1, '22132965': 1, '21810765': 1, '14655203': 1, '21722610': 1, '31638209': 1, '34673651': 1, '2709741': 1, '17115198': 1, '18327257': 1, '21935282': 2, '26956409': 1, '18701466': 1, '26848304': 2, '29558500': 1, '24628802': 2}", "similar_patients": "{'7201978-1': 1, '8486506-1': 1, '3890613-1': 1, '3172664-1': 1, '4737662-1': 1}"}