{"patient_id": 157866, "patient_uid": "3354495-1", "PMID": 22628936, "file_path": "noncomm/PMC003xxxxxx/PMC3354495.xml", "title": "Bronchial rhinosporidiosis: An unusual presentation", "patient": "A 35-year-old male presented to the Department of ENT with mass in right nasal cavity and nasal blockage of 1-year duration. No history of nasal bleeding and respiratory difficulty was found. History of pond bath was present. Patient was operated once for the nasal rhinosporidiosis 3 year back. On anterior rhinoscopic examination, pinkish mulberry like mass was present in the floor of right nasal cavity. Left nasal cavity was clear. On oral cavity examination mass was hanging in oropharynx which bleeds on touch. On nasal endoscopy examination, rhinosporodiosis mass was found attached to floor of right nasal cavity and choana hanging toward nasopharynx.\\nAfter all routine examination and X-ray chest, patient was sent for the premedical and preanaesthetic checkup regarding the fitness for the surgery. During examination, it was found that patient has decreased air entry on left lung. X-ray chest showed hyperlucent lung on left side. Chest consultation was done and advised for the bronchoscopic evaluation and HRCT of thorax. HRCT thorax showed hyperlucent left lung field suggestive of air trapping with irregular soft tissue density mass (size 1.4 × 1.2 cm) seen in distal part of left main bronchus suggestive of papillomatous lesion.\\nFlexible fiberoptic bronchoscopic evaluation was done under local anesthesia. Pinkish mulberry like mass was found attached to left main bronchus []. It was decided to do the bronchoscopic excision of mass and cauterization of base under local anesthesia. Anesthetists were kept in standby with all the facility available for general anesthesia, tracheostomy and any other emergency. Bronchoscopic excision and cauterization of mass was done by the chest physician. The mass was first cauterized and then completely excised with bronchoscopic snare []. Excised mass was removed with the help of basket. The area was rechecked to find that no mass should left behind and whether cauterization has been done properly. Thereafter oral intubation was done and nasal mass was cauterized and excised completely under general anesthesia. Postoperative period was uneventful. Histopathological examination from the bronchial mass confirmed as rhinosporodiosis showing squamous metaplasia of bronchial epithelium and spores within the sporangia []. The patient was advised for follow up at monthly interval.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'32318507': 2, '15815010': 1, '423667': 1, '16935148': 1, '18306535': 1, '10827117': 1, '31703563': 1, '24347850': 1, '13383162': 1, '12561989': 1, '8228595': 1, '28042489': 2, '32874589': 2, '22628936': 2}", "similar_patients": "{'5155101-1': 1, '7450225-1': 1, '7113989-1': 1}"}