{"patient_id": 35655, "patient_uid": "3125663-1", "PMID": 21731284, "file_path": "comm/PMC003xxxxxx/PMC3125663.xml", "title": "Schwannoma causing resorption of zygomatic arch", "patient": "A 35-year-old female presented at our department complaining of swelling in right facial region since 2 years. There was no history of pain, paresthesia or limitation in mouth opening. During the examination, a firm mass, measuring 5 × 3 × 2 cm in size, was observed in right zygomatic region. The mass was bound to a part of zygoma [].\\nA submentovertex view of skull showed resorption of zygomatic arch []. Under general anesthesia, Alkayet Brameley incision was placed, and a round, pale yellow encapsulated mass at the zygomatic arch was identified. The mass was removed in toto []. Beneath the mass, we noticed a secondary erosion of the zygomatic arch []. During the surgical removal, we could not identify the nerve from which the tumor derived. There was no relationship between the tumor and the underlying indented bone.\\nAn oval, sharply demarcated, encapsulated, firm nodule measuring 3 cm in diameter was submitted for histopathologic examination. The cut surface was yellowish white and smooth. Microscopic analysis revealed that the tumor mass was composed of interlacing fascicles of compact spindle cells with twisted nuclei []. The nuclear palisading formed the Verocay bodies []. A fibrous capsule surrounded the tumor nodule. On the basis of clinical, radiological and histopathologic findings, final diagnosis of schwannoma was made. Patient is on 6-monthly follow-up since 1 year, and till date, no signs of recurrence have been noticed.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'15709106': 1, '2597662': 1, '6247681': 1, '1277675': 1, '10525799': 1, '3856819': 1, '1301493': 1, '8371881': 1, '10962671': 1, '15509974': 1, '1404569': 1, '6767819': 1, '8600243': 1, '13214714': 1, '24455080': 1, '8509917': 1, '2763009': 1, '31360259': 1, '289729': 1, '24455054': 2, '9482084': 1, '9347502': 1, '16192870': 1, '5766105': 1, '14716268': 1, '4572408': 1, '7127876': 1, '5235477': 1, '28479699': 2, '23662271': 1, '14979958': 1, '34722228': 1, '13130451': 1, '25120988': 1, '7614159': 1, '15533981': 1, '11429745': 1, '5724443': 1, '15533221': 1, '11110551': 1, '1198775': 1, '28584531': 1, '12657037': 1, '8413099': 1, '11021717': 1, '14441281': 1, '11381392': 1, '9766546': 1, '8067509': 1, '34175679': 1, '21731284': 2}", "similar_patients": "{'5406792-1': 1, '3892226-1': 1}"}