{"patient_id": 156583, "patient_uid": "3257460-1", "PMID": 22259607, "file_path": "noncomm/PMC003xxxxxx/PMC3257460.xml", "title": "A Newly Developed Pericardial Tuberculoma During Antituberculous Therapy", "patient": "A 62-year-old woman was admitted for evaluation of dyspnea and chest discomfort in September of 2009. The patient had a past medical history of a mastectomy of the right breast due to abscess 35 years earlier. She had been diagnosed with effusive tuberculous pericarditis in December 2008, at which time she underwent pericardiostomy and drainage. Since then, she had taken antituberculous therapy with isoniazid, rifampin, ethambutol, and pyrazinamide. In January 2009, her regimen was changed to isoniazid, ethambutol, and levofloxacin due to development of drug-induced hepatotoxicity, after which she had no discomfort and her laboratory findings normalized. However, from May 2009, her dyspnea and chest discomfort showed a gradual increase. Upon physical examination, her blood pressure was 130/85 mm Hg, heart rate was 63 bpm, and respiratory rate was 18 bpm. No neck vein engorgement, pitting edema, or organomegaly were observed. In addition, her heart and lung sounds were normal, as were the results of her laboratory examinations.\\nA chest radiography revealed a new rounded bulging of the superior cardiac border and an adjacent lung nodule (). Subsequent evaluation of her mass lesion included enhanced chest CT, and two-dimensional echocardiography. CT images confirmed a pericardial mass measuring approximately 4-5 cm protruding into the lung parenchyma. The mass was located on the superior-anterior aspect of the left ventricle and had an irregular margin with non-enhanced central necrosis. In addition, the pericardial mass was connected with the lung nodule (). The pericardium showed mild thickening, and a subcarinal lymph node showed significant enlargement. Echocardiography revealed a pericardial mass along the anterior wall of the left ventricle. No evidence of constrictive physiology or mass effect was noted. Because the patient had maintained her antituberculous medication, and lung cancer is more prevalent than primary pericardial tumor or abscess, lung cancer with pericardial invasion was considered based on the CT and echocardiographic findings. Therefore, in July 2009, a video-assisted thoracotomy biopsy was conducted for confirmation of lung cancer. However, histopathology revealed chronic granulomatous inflammation with caseating necrosis, which ruled out lung cancer. The patient next underwent cardiac MRI and positron emission tomography-computed tomography (PET-CT) for evaluation of myocardial invasion and metastasis. Cardiac MRI (1.5T, Siemens, Germany) revealed a mass with hyper-enhanced rim and mixed signal intensity central core of the mass on delayed enhancement images (). On PET-CT, high glucose uptake of the left ventricle, pericardial and lung mass, and subcarinal lymph node were noted (). Although acid-fast bacilli were not demonstrated, she was diagnosed with pericardial tuberculoma based on the histologic findings. Cycloserine and prothionamide were then added to her antituberculous medications. After 2 months, her symptoms were relieved and the size of the pericardial tuberculoma was somewhat reduced. No lung nodules were observed on a follow up chest radiography in March 2010 ().", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'15221236': 1, '33605096': 1, '9059484': 1, '15145721': 1, '8693993': 1, '16330703': 1, '22259607': 2}", "similar_patients": "{}"}