{"patient_id": 161612, "patient_uid": "3664446-1", "PMID": 23730373, "file_path": "noncomm/PMC003xxxxxx/PMC3664446.xml", "title": "Hyperbaric Oxygen for Osteomyelitis in a Compromised Host", "patient": "A sixty-four year old male presented to the emergency room after being struck by a motor vehicle. He was noted to have significant dyspnea with decreased breath sounds, midline vertebral tenderness, and a shortened, pulseless left lower extremity. The patient immediately received a chest tube for a pneumothorax, and was subsequently intubated. A popliteal artery and vein transection with ipsilateral subtrochanteric fracture (Fig. ) were also noted, and an emergent direct anastomosis and three compartment fasciotomy were performed. Further workup revealed compression fractures at L1 and L3 and transverse process fractures at L2/3, all minimally displaced, not requiring operative intervention.\\nThe patient’s medical history was significant for peripheral vascular disease, prior myocardial infarction (with subsequent bypass graft x 4) and sick sinus syndrome (with pacemaker placement). One week after his initial injury, the patient was medically stable, and underwent an uncomplicated cephalomedullary nailing of his femur fracture (Fig. ).\\nOn postoperative day five the patient suffered from both pneumonia and fasciotomy site infection. He returned to the operating room for multiple washouts, with deep cultures demonstrating methicillin-resistant Staphylococcus aureus (MRSA) treated with IV vancomycin. The patient’s femoral incisions healed uneventfully, and he was discharged home on hospital day 25.\\nApproximately three months after discharge, the patient presented to his primary care provider with a new left leg discomfort and a warm mass on the anterior aspect of his thigh. The pain worsened, and the mass enlarged, becoming erythematous and indurated. Oral Amoxicillin-Clavulanate was started and the patient was sent for a CT scan, which revealed a fluid collection between the sartorius and vastus medialis muscles, in close proximity to the now-healed fracture site. The lesion extended to the distal medial thigh (Fig. ). The infection source was unknown, but all operative interventions used sterile technique. These authors believe the source was likely of earlier hematogenous origin from the pneumonia and/or fasciotomy site infections.\\nThe patient was taken to the operating room where the abscess was drained. A sinus tract extended to the previous fracture site. Gaps of necrosis and soft tissue were isolated to approximately 4x5cm of bone. It was decided to remove the cephalomedullary nail. The necrotic bone and soft tissue were debrided back to healthy margins and appeared stable enough intraoperatively not to necessitate further fixation. The wounds were packed with betadine-soaked gauze sponges and allowed to heal by secondary intent while the patient received six weeks of IV vancomycin for cultures that grew MRSA.\\nAfter a full course of antibiotics the patient experienced progressively worsening recurrent thigh pain and swelling. A bone scan demonstrated bony uptake, and a CT scan demonstrated a collection in the vastus lateralis (Fig. ). The patient was again brought to the operating room for aggressive debridement. Intraoperative cultures grew MRSA. After continued symptoms despite two additional debridements and intravenous antibiotics, the decision was made to utilize adjunctive hyperbaric oxygen therapy. Following partial closure of his wound he began a regimen of thirty HBO sessions at two atmospheres (atm) of pressure. After beginning therapy, a rapid improvement was noted in his condition, and his wound closed soon thereafter. The patient has remained asymptomatic for ten months following the final HBO treatment.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'17899256': 1, '22846952': 1, '16984424': 1, '15106239': 1, '9784458': 1, '10948685': 1, '10485518': 1, '3612850': 1, '14961190': 1, '22470077': 1, '2240387': 1, '19119927': 1, '11591590': 1, '1906262': 1, '22882777': 1, '27713861': 1, '15266540': 1, '22004802': 1, '15095953': 1, '15674962': 1, '16235272': 1, '23730373': 2}", "similar_patients": "{}"}