{"patient_id": 162685, "patient_uid": "3743379-1", "PMID": 23961495, "file_path": "noncomm/PMC003xxxxxx/PMC3743379.xml", "title": "Severe gynecomastia due to anti androgens intake: A case report and literature review", "patient": "A man, aged 63, was referred in 2004 for gynecomastia. His childhood, puberty and sexual life were unremarkable. His medical history began in 2000. He was treated successfully for prolactinoma. At that time his endocrinologist was sure gynecomastia was absent. Bromocriptine normalized prolactin (810 vs. 2 ng/ml) and testosterone (7 ng/ml), and induced an empty sella.\\nIn 2004, he was diagnosed as having a suspect lesion arguing for prostate cancer. Although that one has never been confirmed by histology, he was treated by endoscopic surgery, radiotherapy, and nonsteroid antiandrogen (Flutamide: 750 mg/day) as other products were not available. After that, he had impotency and aching progressive gynecomastia.\\nClinical examination showed a stressed man wearing very loose cloths to hide his chest. Physical examination was normal except for bilateral, severe, and asymmetrical giant gynecomastia [].\\nThere were no nipple discharge, mass, or axillary lymphadenopathy. His BMI was equal to 23 kg/m2, blood pressure and heart rate were normal. Body hair repartition and testicles were normal.\\nMammography, ultrasounds, and breasts MRI showed dense, bilateral glandular aspect without any tumor [].\\nRoutine analyses were all in normal ranges, and hormonal exploration showed sub clinical hyper gonadotrophic hypogonadism [].\\nThyroid function, prostatic acid phosphates (PAP) and total HCG were normal [respectively 0.52 μU/ml for TSH (n: 0.4-4), 12 pmol/l for free T4 (n: 8-24), 0.02 ng/ml for total PAP (n: 0-4) and 5 mU/ml for HCG (n < 10)]. Liver and kidney functions were normal too.\\nRadiological exploration of adrenals, kidney, liver, pancreas and chest did not show any abnormities. Body scan and testes ultrasounds did not show any tumor.\\nFor different etiologies, although the iatrogenic cause was the most evident, we discussed all causes of gynecomastias in elderly. Prolactinoma was the first to be discussed, but it was ruled out as the gynecomastia appeared many years after normalization of prolactin and testosterone. Other hypothalamo-pituitary causes were improbable. Congenital etiologies such true and pseudo hermaphrodism, Klinefelter's syndrome, and other dysgenetic causes were improbable too. Adrenal feminizing tumors were excluded by adrenal biochemical and radiologic explorations. Tumors secreting HCG were eliminated too as beta HCG and ultrasounds were normal. Bilateral breast metastases of prostate cancer were excluded too.\\nAccording to the context, the remaining etiologies are iatrogenic, and paraneoplastic. As metastases were absent, we kept in mind a double iatrogenic cause (radiotherapy and flutamide intake).", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'19481335': 1, '21209041': 1, '15066232': 1, '20096213': 1, '14970289': 1, '20233285': 1, '17881754': 1, '33012931': 1, '15154626': 1, '19175864': 1, '16671273': 1, '23961495': 2}", "similar_patients": "{}"}