{"patient_id": 166082, "patient_uid": "3938496-1", "PMID": 24591814, "file_path": "noncomm/PMC003xxxxxx/PMC3938496.xml", "title": "Ischemic retinal vasculitis in an 18-year-old man with chickenpox infection", "patient": "A healthy 18-year-old man presented with a 2-week history of chickenpox, and was treated with oral acyclovir for 5 days. Ten days after onset of the cutaneous vesicular eruptions, he experienced blurring of vision in his right eye that descended to the level of hand motion (HM) in 6 hours. At presentation, 4 days after blurred vision, visual acuity in his right eye was hand movement. Examination of the anterior segments was unremarkable except for an obvious relative afferent pupillary defect. His extraocular muscle examination was normal. Fundus examinations revealed an edematous disc, retinal whitening and edema along the posterior pole, and the presence of a cherry red spot; no retinal infiltration or vitreous opacity was observed (). His left eye was normal with 20/20 vision. Optical coherence tomography showed increased thickness and hyperreflectivity in the inner retina layer, consistent with inner retina infarction. The early phase of fundus fluorescein angiography demonstrated delayed filling of the optic disc with minimal leakage from the small retinal arteriole, which was more prominent in the macular and optic disc regions. Minimal capillary dropout in the macular area was also noted. Staining of small vessels was observed in the late phase of the angiogram (–). A multifocal electroretinogram (ERG) showed diminished waveform in the entire macular area (). A full field ERG showed decreased b-wave amplitude of both rod and cone response and oscillatory potential wave. Electronegative ERG pattern was evidenced in maximal combined ERG that represented a generalized ischemic process, which involved mainly the inner retina layer (). The patient demonstrated decreased amplitude and increased latency in flash visual evoked potential (VEP), which is consistent with generalized involvement of the entire retina, not limited only to the posterior pole ().\\nMinimal increased signal in T2-weighted magnetic resonance imaging and enhancing with contrast limited to the anterior part of the optic nerve could represent an inflammatory response to the ischemic process of the optic nerve head (). Serologic tests were positive for both immunoglobulin (Ig)M and IgG anti-VZV antibodies, confirming recent primary VZV infection. The diagnosis of ischemic vasculitis of the small retinal vessels associated with chickenpox was made. Since this process could either be caused by infection or an immunological response to VZV infection, and there is no consensus on the optimal treatment regimen for this VZV-associated vasculopathy, either treated with antiviral alone or combined with corticosteroid, we decided to treat the patient with antiviral agent according to the acute retinal necrosis treatment guideline published by the American Uveitis Society, ie, with intravenous Acyclovir 10 mg/kg every 8 hours for 2 weeks in conjunction with intravenous methylprednisolone 1 g daily for 3 days, then with oral prednisolone tapering over 1 month and oral Acyclovir 800 mg 5 times daily for 1 month. Despite the treatment, a pale optic disc and attenuated retinal artery resulted. His final best-corrected visual acuity was counting fingers at 1 foot at 6 months’ follow-up.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'11589889': 1, '18657721': 1, '1666176': 1, '16123552': 1, '20622712': 1, '17675031': 1, '27896784': 2, '32823430': 1, '11914224': 1, '21482932': 1, '24591814': 2}", "similar_patients": "{'5126028-1': 1, '5126028-2': 1, '5126028-3': 1, '5126028-4': 1, '5126028-5': 1}"}