{"patient_id": 161573, "patient_uid": "3662140-1", "PMID": 23723551, "file_path": "noncomm/PMC003xxxxxx/PMC3662140.xml", "title": "Intelligence and Cognition in a Child with High Functioning Autism", "patient": "SA, a 5-year and 7-month-old boy was brought by his parents with the complaints of delayed speech. Birth history was uneventful though there was significant delay in attaining meaningful speech, communicable phrases, and social skills. Medical and therapeutic assessments ruled out sensory-motor impairments and significant organic brain pathology. Behavioral observation revealed that he was neat and tidy; continuously curling up in chair, flapping, and vocalizing. He needed repeated prompts for both arousing and sustaining attention. He followed repetitive commands very mechanically. His eye contact was brief, deviant and at times, vacant. His affect ranged from normal state to an inappropriately cheerful state. Rapport could not be developed. He demonstrated little pragmatic social skills or any age-appropriate gestures. Based on this presentation, an International Classification of Diseases, Version 10 diagnosis of autism was made. Further rating on Childhood Autism Rating Scale[] by psychiatrist indicated that the child had severe autism. Asperger's disorder was ruled out by applying Gilliam Asperger's Disorder Scale.[] Special educator's report indicated that he could simplify ratios and identify degree of given area or angles in circle and triangle, respectively in written form. He could even solve some randomly selected arithmetic of grade VI and VII. But he could not apply these skills in a social context or for functional purposes. Similar performance was not reported or identified in other subjects.\\nDevelopmental Screening Test (DST)[] and Vineland Social Maturity Scale (VSMS)[] were administered first to reduce the test anxiety and also to gain insight about applicability of intelligence scales based on the developmental profile. On DST his developmental age was 2 year and 10 months and the developmental quotient was 52; and on VSMS his social age was 3 years and the social quotient of 55 [].\\nIntelligence assessment was carried in a quiet room in a single day, with adequate breaks suiting the child's attention, motivation. Gessell's Drawing Test[] was used as a screening measure of intelligence. Since he did not copy beyond the first design (i.e., circle) the test was suspended and his mental age was estimated to be around 3 years. Binet–Kamat Test of Intelligence (BKT)[] yielded a basal age of 6 years, ceiling age of 19 years, and a mental age of 10 year and 6 months, though he passed items up to 16 years. The corresponding IQ was 188. He did not have any problem in attention to specific tasks nor in immediate recall and short-term memory. He failed on several visuospatial tasks whereas a better performance was noted for non-meaningful memory, conceptual thinking, social intelligence, and numerical reasoning. Further, the profile analysis of BKT based on the description of Lezak[] indicated that the performance across various cognitive domains was very uneven albeit with relatively equal performance on verbal items (60%) and non-verbal items (57%) [].\\nNevertheless, certain adaptations were required for administering BKT. For example, items requiring verbal responses were tested through written form to understand the level and quality of his conceptual thinking. For example, he could not say a sentence with three key words, a skill expected by 9 years age, but expressed the same in writing. The only qualitative difference was that the letters were as large as two inch and were poorly aligned. However, responses were noted but not credited when they had to be in specific form. For example, no credit was given when the child failed to repeat sentences as part of testing.", "age": "[[5.0, 'year'], [7.0, 'month']]", "gender": "M", "relevant_articles": "{'7052809': 1, '12953300': 1, '3215879': 1, '17680932': 1, '18444708': 1, '2347825': 1, '16460219': 1, '23723551': 2}", "similar_patients": "{}"}