{"patient_id": 37437, "patient_uid": "3335503-1", "PMID": 22567492, "file_path": "comm/PMC003xxxxxx/PMC3335503.xml", "title": "Spontaneous Severe Haemoperitoneum in the Third Trimester Leading to Intrauterine Death: Case Report", "patient": "A 37-year-old woman, gravida 2 para 0, presented at 37-week gestation with severe acute abdominal pain which had commenced two hours prior to admission. Prior obstetric history included subfertility problems for two years; however, this current pregnancy was achieved naturally. An antenatal ultrasound scan revealed a left haemorrhagic ovarian cyst measuring 6 × 6 × 5 cm at 7-week gestation. An abnormal oral glucose tolerance test (OGTT) at 28-week diagnosed gestational diabetes which was diet controlled.\\nShe appeared acutely ill with a body temperature of 35.8°C, blood pressure (BP) of 60/40 mmHg, pulse rate of 112 bpm, respiratory rate of 16/min, and oxygen saturation of 97% on air. She did not report rupture of the membranes, drug abuse, recent intercourse, and abdominal pain, and there was minimal vaginal bleeding. Physical examination on admission concluded hypotensive shock; therefore, fluid administration was commenced. On examination, the abdomen was soft and lax with no tenderness. Pelvic examination revealed a soft cervix with dilation of 2-3 cm and no contractions. Artificial rupture of the membranes (ARM) was conducted showing a slightly blood-stained liquor which led to the suspicion of a placental abruption.\\nExternal foetal auscultation was queried. Therefore, the patient was rushed to theatre for an emergency Caesarean section (CS); however, beforehand an ultrasound scan concluded intrauterine foetal death. Initial laboratory studies on admission revealed haemoglobin (Hb) of 10.9 g/dL, platelet count of 366 × 109/L, and normal INR and fibrinogen levels. A catheter urine dipstick revealed proteinuria of 3+. The patient was resuscitated with 3 L of Hartmann's solution and 2 units of O negative blood. A CS was no longer required because the patient became haemodynamically stable after fluid resuscitation with a BP of approximately 140/95 mmHg and a pulse rate of 106 bpm. Instead, the patient was transferred to the High Dependency Unit (HDU) where she remained stable. Therefore, a vaginal delivery was considered to be the most effective course of action. She was augmented with Syntocinon.\\nAfter a 15-hour labour, she delivered spontaneously a 2.7 Kg female foetus. The total blood loss was 450 mL including retroplacental clots of 150 mls. The postmortem later revealed that there were evidential features of hyperacute hypoxia; however, uniquely the placenta was normal. Postnatally, she looked well with a BP of 130/90 mmHg and minimal blood loss. The patient remained in the delivery suite for further observations.\\nShe remained stable over the next 24 hours with a BP of 120/75 mmHg, pulse rate of 100–115 bpm, an adequate urinary output of 30–340 mls/hr, and normal involuting uterus with no undue vaginal loss or abdominal pain. However, her Hb dropped to 7.2 gm/dL and a bedside ultrasound scan revealed a left-sided broad ligament haematoma measuring 6 × 8 × 9 cm with an empty endometrial cavity. As she was haemodynamically stable, conservative management seemed to be a suitable option with transfusion of 2 units of packed red blood cells. This led to stabilisation of the Hb level to 8.9 g/dL.\\nBy 48 hours after delivery, it was felt that the patient's clinical course did not correlate with the diagnosis of placental abruption. Therefore, an intravenous and oral contrast computerised tomography (CT) scan was requested. CT scan was reported as demonstrating a large heterogeneous haematoma within the pelvic cavity lying laterally to the left of the uterus and extending cranially to the level of the inferior pole of the left kidney. The bulky uterus was unremarkably consistent with postpartum status. There was suggestion of a small area of focal haemorrhage within the haematoma. As the patient was still haemodynamically stable, conservative management was continued with the addition of a broad-spectrum antibiotic. After an uneventful recovery period, she was discharged home within one week of delivery.\\nSubsequent investigations were required to aid in the confirmation of a diagnosis. An ultrasound scan a week after discharge revealed a haematoma to the left side of the uterus measuring 8 × 8 × 6 cm. A CT angiogram scan 3 months after discharge showed a well-defined soft tissue mass in the pelvis measuring 10 × 8 × 9 cm, representative of a left adnexal lesion with an abnormal and enlarged cervix with an associated left hydro-utero-nephrosis. This well-defined, large lesion was suspected to be a complex or complicated ovarian cyst rather than a haematoma (). An MRI scan was subsequently conducted 4 months after discharge to further characterize this mass. MRI scans revealed possible pelvic endometriosis with a large left endometrioma measuring 9 × 7 × 7 cm (). A parametrial endometriotic plaque was situated at the junction between the lower uterine segment and the cervix with tethering of the ventral rectosigmoid colon. Therefore, the concluding imaging diagnosis was severe pelvic endometriosis.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'3808529': 1, '8931514': 1, '3578407': 1, '17452394': 1, '1353159': 1, '25035449': 1, '16720711': 1, '7962393': 1, '26498591': 2, '22567492': 2}", "similar_patients": "{'4620015-1': 1}"}