{"patient_id": 38814, "patient_uid": "3431052-1", "PMID": 22953083, "file_path": "comm/PMC003xxxxxx/PMC3431052.xml", "title": "Severe Isospora (Cystoisospora) belli Diarrhea Preceding the Diagnosis of Human T-Cell-Leukemia-Virus-1-Associated T-Cell Lymphoma", "patient": "A 44-year-old Sudanese-American female was transferred to our hospital from another facility with the chief complaint of chronic diarrhea. She had emigrated from Sudan to the United States ten years previously and had never revisited her home country. She was relatively healthy until nine months prior to admission when she experienced the insidious onset of cramping epigastric pain and diarrhea. The diarrhea was in large volume, with 10–20 bowel movements daily. Her stools were watery, with very little formed stool and no blood or mucus. Her condition led to profound weakness and debility, and she was essentially bed-bound. She reported intermittent nausea, vomiting, severe loss of appetite, and a 100-pound weight loss in the preceding nine months. She denied any fever, sick contacts, history of foreign travel, hiking, camping, exposure to animals, or drinking well water. Past medical history was significant for a positive tuberculin test ten years ago. She was breast feeding at that time and therefore did not receive isoniazid. She denied smoking but admitted drinking 6 beers per day until just prior to her presentation.\\nOver the preceding nine months, the patient had been admitted to a community hospital several times and extensively investigated for the cause of her diarrhea. Stool ova and parasite examination, as well as Giardia and Cryptosporidium antigen tests, was negative. A workup for malabsorption and colonoscopy was normal; upper GI endoscopy showed mild gastritis and blunting of small intestinal villi. The patient was started on a celiac diet with no improvement in her symptoms. HIV and hepatitis serologies were negative. Her thyroid function tests were normal. A CT scan of the abdomen showed fatty liver.\\nUpon transfer to our hospital, the patient was found to be severely dehydrated with multiple electrolyte abnormalities: sodium 133 mmol/L, potassium 4.0 mmol/L, chloride 105 mmol/L, bicarbonate 14 mmol/L, BUN 2.85 mmol/L, creatinine 30.50 mmol/L, magnesium 0.6 mmol/L, and phosphorus 1.13 mmol/L. She was anemic with a hemoglobin of 94 g/L and hematocrit of 31%. Her leukocyte count was 10.3 × 109/L with 64% neutrophils and an increased absolute lymphocyte count of 2.16 × 109/L; the rest of the differential was normal. Erythrocyte sedimentation rate was more than 120 mm/hr. Albumin was 25 g/L, AST 64 U/L, ALT 104 U/L, alkaline phosphatase 187 U/L, total bilirubin 5.13 μmol/L, and direct bilirubin 3.42 μmol/L. Diarrhea was again evaluated, and tests for ova and parasites, including microsporidia, stool cultures, polymerase chain reaction (PCR) for Clostridium difficile, fat and reducing substances, osmolar gap, fecal leukocytes, and occult blood, were all negative. Anti-tissue transglutaminase IgA and anti-gliadin IgA antibodies were negative. Vasoactive intestinal peptide and urine 5-HIAA levels were normal. Consultation with gastroenterology led to an additional stool culture for Salmonella, Shigella, Campylobacter, Aeromonas, Plesiomonas, and E. coli O157, repeat ova and parasite exam, and tests for Cryptosporidium antigen, Cyclospora, and Isospora. All testing was negative with the exception of a modified acid-fast stain which was positive for Isospora (Cystoisospora) belli ().\\nAn infectious disease consult suggested investigating for potential causes of immunocompromise as the degree of diarrhea was too severe for a simple I. belli infection. A repeat HIV 1, 2, and HIV group O test was negative by serology. There was no evidence of immunoglobulin deficiency; serum IgA was normal, while IgG and IgM were mildly elevated. The patient was treated with trimethoprim 160 mg (TMP)-sulfamethoxazole 800 mg (SMZ) four times a day for two weeks with resolution of diarrhea.\\nUnfortunately, the abdominal pain and loss of appetite persisted and a subsequent HTLV-1 and 2 antibody screen was reported positive. HTLV-1 infection was confirmed by western blot. At followup one month later, the patient was found to have new bilateral inguinal lymphadenopathy. A CT scan of the chest showed axillary, mediastinal, and right hilar lymphadenopathy. Likewise, a CT scan of the abdomen showed new extensive retroperitoneal lymphadenopathy which was enclosing and displacing the vasculature. There was a lytic lesion in the right femoral neck with significant fragility of the cortex as well as sclerotic abnormality of the L3 transverse process and L3 vertebral body. Skeletal survey and bone scan showed multiple lytic lesions. A right inguinal lymph node biopsy showed partial effacement by an interfollicular T-cell infiltrate with residual B-cell nodules mimicking follicular lymphoma. Immunohistochemistry showed the abnormal cells to express CD2, CD3, and CD4 with absence of CD5 and CD7. Flow cytometry confirmed the immunophenotype and PCR for T-cell receptor gamma gene showed a monoclonal rearrangement. B-cell gene rearrangement assay was polyclonal. Biopsy of the right hip and femur curettings showed involvement by peripheral T-cell lymphoma with expression of CD3, CD25, and partial CD30 ().\\nA diagnosis of ATLL was rendered as per WHO guidelines []. Her diarrhea returned in the interim, and repeat stool examination was positive for I. belli, prompting a repeat course of TMP-SMZ.\\nThe patient was transferred to the oncology service and started on the cyclophosphamide, hydroxydaunorubicin hydrochloride (doxorubicin hydrochloride), vincristine, and prednisone (CHOP) regimen. An orthopedics consult for right hip pain led to prophylactic stabilization of the right femur for an impending pathologic fracture. Femoral shavings revealed a focal atypical lymphoid infiltrate consistent with lymphoma. The patient then underwent two cycles of treatment with CHOP for stage 4 T-cell lymphoma. She did not tolerate chemotherapy well. Abdominal pain and diarrhea continued despite TMP-SMZ; nausea and vomiting did not improve significantly. She returned to the hospital several times over the next three months with dehydration, severe electrolyte imbalances, and complications secondary to chemotherapy and concomitant loss of weight and strength. After discussion with the patient and her family, a mutual decision was taken to send her to a nursing home with hospice care. The patient died a few weeks after discharge.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'3487730': 1, '9360344': 1, '1893117': 1, '27095979': 1, '20422140': 1, '8708333': 1, '6208216': 1, '1677402': 1, '2901228': 1, '2927483': 1, '8824975': 1, '3275728': 1, '11014628': 1, '10836915': 1, '28127338': 1, '8993857': 1, '14616755': 1, '23710089': 1, '24696439': 1, '18424043': 1, '12408672': 1, '26209897': 1, '22953083': 2}", "similar_patients": "{}"}