{"patient_id": 40245, "patient_uid": "3519532-1", "PMID": 23021252, "file_path": "comm/PMC003xxxxxx/PMC3519532.xml", "title": "Attenuation of an adult T-cell leukemia skin lesion after treatment of a concomitant herpes simplex infection: a case study", "patient": "A 51-year-old Japanese male with an 11-year history of ATL presented with erythematous plaques all over his torso (Figure a). A test for serum anti-human T-cell leukemia virus type 1 (HTLV-1) antibody was positive. Histological examination of a biopsy specimen taken from an infiltrated erythema on the chest showed clustered atypical lymphocytes at dermo-epithelial junction, also known as Pautrier’s microabscesses, and infiltration of atypical cells in the upper dermis (Figure a and b). Simultaneously, southern blot analysis of DNA from an ATL skin lesion demonstrated a faint but obvious signal in the lane containing the EcoRI-digested sample (Figure ; see arrow), although there was no signal in the lane containing the PstI-digested sample, probably due to the low amount of sample (Figure ). These results indicate monoclonal integration of proviral HTLV-1 in the skin lesion. Laboratory examinations revealed normal levels of serum calcium, normal levels of lactate dehydrogenase (LDH), and no abnormal cells. A computed tomography (CT) scan showed an absence of visceral involvement, including no lymph node swelling. The patient was therefore diagnosed with indolent ATL. He had been undergoing treatment with a combination of psoralen-ultraviolet A therapy, narrow-band ultraviolet B radiation, and topical steroid ointment for 10 years at our hospital. However, the lesions had gradually increased and become enlarged over this period.\\nSmall vesicles, crusts, erosion, and infiltrated itchy erythemas suddenly developed in the almost every pre-existing ATL skin lesions on the entire trunk (Figure b). Examination of a biopsy specimen revealed acantholysis and ballooning degeneration of epidermal keratinocytes in the vesicles (Figure c and d). These degenerated epidermal cells were positive for an anti-HSV antibody that recognized both HSV-1 and HSV-2 (Figure e). In addition, Pautrier’s microabscesses were observed adjacent to the erosion in the biopsied sample (Figure c). An enzyme immunoassay revealed levels of serum immunoglobulin G and M antibodies against HSV of over 128 (normal range <2.0) and 0.77 (normal range <0.8), respectively. These results indicated a recurrent HSV infection that was strictly limited to the pre-existing ATL skin lesions.\\nAcyclovir was administered intravenously in a daily dose of 750 mg for 7 days. Within 7 days, re-epithelialization of the erosion was achieved, and the ATL skin lesions and eczema herpeticum improved concomitantly (Figure c). The clinical response of the ATL lesions to the anti-herpes treatment persisted for more than 2 months; however, relapse then occurred, with lesions gradually reappearing at locations that were different from those of the primary lesions. The course of clinical episodes and examinations in this case is depicted in Figure .", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'15218177': 1, '15294929': 1, '11536160': 1, '21765013': 1, '16630942': 1, '18094326': 1, '19468065': 1, '17275192': 1, '15965420': 1, '18209051': 1, '23021252': 2}", "similar_patients": "{}"}