{"patient_id": 36217, "patient_uid": "3177938-1", "PMID": 21899757, "file_path": "comm/PMC003xxxxxx/PMC3177938.xml", "title": "Pigmented villonodular synovitis of the hip in systemic lupus erythematosus: a case report", "patient": "A previously healthy 15-year-old Caucasian girl with Italian-German parents presented with new onset of fatigue, diffuse arthralgia, butterfly rash, tenosynovitis of the wrist, lymphopenia and thrombocytopenia. In the absence of other explanations and the presence of antinuclear antibodies (ANA, 1:7680, granular pattern), anti-double stranded deoxyribonucleic acid (dsDNA) antibodies (69 U/mL) and hypocomplementemia the diagnosis of SLE was made. All symptoms resolved with 130 mg prednisolone followed by dose-tapering and azathioprine at a dose of 100 mg/d.\\nAt the age of 20 acute appendicitis (treated by open surgery) was followed by persistent high fever and rashes, fatigue, diffuse arthralgia, leucopenia and hypocomplementemia. A lupus flare-up was suspected. ANAs and anti-dsDNA were 1:7680 and 2713 U/mL, respectively. The prednisolone maintenance dose of 5 mg/d was increased to 1 mg/kg body weight along with 100 mg azathioprine. However, because of 2.5 g proteinuria over 24 hours and dysmorphic erythrocyturia (serum creatinine 1.1 mg/dL), a renal biopsy was performed and displayed diffuse proliferative lupus nephritis (class IV). Our patient received six 500 mg pulses of cyclophosphamide according to the Euro-Lupus protocol [] and was subsequently treated with 2 g/d mycophenolate mofetil as a maintenance therapy. Complete remission of proteinuria was reached 18 months after initiation of this regimen so the low dose prednisolone was stopped.\\nThree years later after stepwise reduction of the mycophenolate mofetil down to 1 g/d our patient developed pain in her right hip, lymphopenia, hypocomplementemia, erythrocyturia and massive proteinuria of 10 g/d. A flare-up of SLE and lupus nephritis was suspected. She was put on prednisolone 1 mg/kg body weight and the dose of mycophenolate mofetil was increased to 2 g/d, and later to 3 g/d. She was also put on chloroquine but stopped it shortly after because of new-onset of alopecia. Partial improvement of her proteinuria was reached one year later (200 mg/d). Since then her SLE-related symptoms and laboratory parameters have remained stable suggesting sustained remission. Only her hip pain persisted and had not at all responded to the high doses of prednisolone. Magnetic resonance imaging (MRI) of her right hip suggested the diagnosis of villonodular synovitis and subsequent arthroscopy of her right hip and subtotal synovectomy confirmed the diagnosis of PVNS. Her hip pain resolved but reoccurred two years later when another MRI indicated remittent PVNS without evidence of osteoarthritis, arthritis, or osteonecrosis (Figure ). Plain X-rays were normal. Our patient underwent rigorous synovectomy by open surgery, which subsequently controlled all PVNS-related symptoms.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'11451119': 1, '15842630': 1, '15866964': 1, '7709244': 1, '21400520': 1, '20182819': 1, '20884045': 1, '18794322': 1, '12209517': 1, '18305268': 1, '21899757': 2}", "similar_patients": "{}"}