{"patient_id": 158731, "patient_uid": "3425115-1", "PMID": 22919232, "file_path": "noncomm/PMC003xxxxxx/PMC3425115.xml", "title": "Central odontogenic fibroma of the mandible", "patient": "A 16-year-old female patient presented with a painless swelling on the right side of the lower jaw. The patient first noticed the swelling 1 year back and it was increasing slowly. The patient was having discomfort during mastication.\\nExtraoral examination revealed facial asymmetry with a hard swelling on the right side of lower jaw, extending from zygomatic arch superiorly to the lower border of mandible inferiorly and from the corner of mouth anteriorly to the angle of mandible posteriorly []. There was no change of temperature or color of the overlying skin. None of the lymph nodes was palpable. On intraoral examination, a swelling extending from distal of right mandibular canine back to retromolar area was noticed. Occlusion was deranged with displacement of right lower premolars and first molar without relevant mobility []. There was no evidence of paresthesia. The lesion had a firm consistency. There was obliteration of lingual and buccal sulci, and the overlying mucosa was patchy in appearance with red and yellow patches.\\nOrthopantomogram (OPG) showed a large multilocular radiolucent lesion of the right mandible, extending from right second premolar to the angle region []. No evidence of root resorption was seen. Needle aspiration was inconclusive. Incisional biopsy under local anesthesia was done and a creamish white mass firm in consistency was obtained. There was no bleeding. Differential diagnosis of the lesion included ameloblastoma, odontogenic myxoma. ameloblastic fibroma, central giant cell tumor, fibrosarcoma, and ossifying fibroma.\\nThe report of this incisional biopsy was inconclusive of a definite pathology and a deeper section was advised. Biopsy showed numerous collagen bundles and some fiboblasts with extravasation of blood at few places. Bony spicules were also evident. About 3 weeks after the biopsy, surgery was planned.\\nThe tumor was excised under general anesthesia through the submandibular approach and sent for histopathologic examination. The tumor was found to be a well circumscribed, solid mass that shelled out easily and completely []. The embedded teeth were removed with the tumor [].\\nMicroscopic examination revealed a tumor consisting of fibrous tissue with myxoid areas along with islands and strands of inactive odontogenic epithelium.\\nBased on clinical, radiographic, and histological findings, a diagnosis of COF was made and the patient was advised a long-term follow-up. There has been no sign of recurrence 1 year postoperatively [].", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'1702150': 1, '2804044': 1, '29546022': 1, '3457117': 1, '16313094': 1, '25646136': 2, '15356466': 1, '10587271': 1, '12400730': 1, '26793312': 1, '8986968': 1, '26752885': 2, '6935598': 1, '15995576': 1, '6750498': 1, '16918604': 1, '168530': 1, '6584834': 1, '16618998': 1, '22919232': 2}", "similar_patients": "{'4691995-1': 1, '4311396-1': 1}"}