{"patient_id": 158363, "patient_uid": "3391848-1", "PMID": 22787354, "file_path": "noncomm/PMC003xxxxxx/PMC3391848.xml", "title": "Intracranial hypertension secondary to psychogenic polydipsia", "patient": "A 47-year-old man with a history of schizophrenia presented to our ED after a fall from standing, followed by a change in mental status. Two self-limited generalized tonic-clonic seizures were witnessed by ED staff. He was intubated for airway protection. No additional history was available. The patient was admitted to the trauma service with concern for a possible traumatic brain injury due to a history of fall with subsequent onset of mental status changes and seizure.\\nOn examination, his vital signs were normal. Prior to intubation his glasgow coma scale (GCS) was 5. His pupils were 3 mm and sluggishly reactive bilaterally, with a downward gaze preference. Corneal reflexes were absent, occulocephalic reflexes were suppressed; however, a gag reflex was present. He initially was unresponsive, but later exhibited decorticate posturing to painful stimuli. Tone was increased and hyper-reflexia with upgoing toes, was present bilaterally. The remainder of his physical examination was unremarkable.\\nRoutine laboratories revealed hyponatremia (107 mmol/L, normal 135-146) and hypochloremia (76 mmol/L, normal 98-109). His other electrolytes, blood gas and urine drug screen were unremarkable. He had a low serum osmolarity (230 mosmol/kg, normal 275-295) and urine sodium (10 mmol/L, normal 50-150) which supported a diagnosis of hypervolemic hyponatremia.\\nA non-contrast CT scan of his head showed loss of gray-white differentiation and sulcal effacement, consistent with cerebral edema. Given his poor neurological examination, abnormal cranial nerve function, GCS upon arrival, among various other factors, there was concern for intracranial hypertension associated with the cerebral edema. A ventriculostomy was placed to allow for measurement of ICP and treatment via CSF drainage. Opening pressure was elevated (35 cm H20, normal <20 cm H20). In the first 48 hours, 270 cc drained out of the ventriculostomy to maintain an ICP below 15 cm H20. The drainage slowly tapered off with maintenance of normalized ICP until the catheter was discontinued 8 days after admission.\\nThe sodium level was corrected over the first 5 days of admission with a combination of fluid restriction and hypertonic saline. After a detailed history was obtained from the family, it was discovered that the patient consistently consumed greater than 8 L of diet cola daily. He had been diagnosed with schizophrenia in his 20's after a psychotic break and had been treated with several medications with varying success, including haldol and fluoxetine. The patient was seen by psychiatry and was diagnosed with PPD. Within 2 weeks of presentation, the patient returned to a normal motor exam and was awake, alert and oriented to person, place and time. He ultimately was discharged to a rehab facility with extensive psychiatry follow-up.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'17356196': 1, '28133472': 1, '19291452': 1, '8071304': 1, '17511544': 1, '17521521': 1, '23904416': 1, '8879850': 1, '8018788': 1, '17572863': 1, '8636352': 1, '22787354': 2}", "similar_patients": "{}"}