{"patient_id": 160826, "patient_uid": "3596617-1", "PMID": 23543604, "file_path": "noncomm/PMC003xxxxxx/PMC3596617.xml", "title": "A Case of CMV Endotheliitis Treated with Intravitreal Ganciclovir Injection", "patient": "A 56-year-old man who had recurrent anterior uveitis for the last 30 years was referred to our clinic due to a corneal endothelial abnormality. He had no history of immunologic and infectious disease that may cause an anterior chamber reaction or endothelial abnormality. At his first visit, slit lamp examination showed sectorial corneal edema and KPs along the boundary of the edema () and mild anterior chamber reaction. The intraocular pressure (IOP) was 29 mmHg measured by non-contact tonometry. We prescribed oral acyclovir 400 mg twice a day, topical acyclovir 3% (Herpecid; Samil, Seoul, Korea) 5 times a day, topical prednisolone 1% (Pred forte; Allergan, Irvine, CA, USA) every 2 hours, and dorzolamide plus timolol maleate 6.83 mg/mL (Cosopt; Merk & Co, Whitehouse Station, NJ, USA) twice a day. At his second visit, the corneal lesions were stationary while the anterior chamber reaction was reduced. We prescribed topical 5% NaCl (Muro 128; Bausch & Lomb, Rochester, NY, USA) every 6 hours for corneal edema and oral prednisolone 20 mg per day. New coin-like corneal lesions developed a week after adding the oral steroid (). CMV endotheliitis was suspected because the new lesions had a coin-like appearance, which is specific for CMV endotheliitis (). Oral steroids were tapered off. The patient rejected treatment with systemic gancyclovir because of his private situation and possible complications. He agreed to topical and intravitreal ganciclovir instead of systemic gancyclovir. Topical acyclovir was changed to topical gancyclovir ophthalmic gel (0.15%; Virgan, Farmila-Thea Farmaceutici SpA, Milan, Italy) and gancyclovir (2 mg/0.05 mL) intra-vitreous injection. During the injection, we removed 0.1 mL of aqueous humor from anterior chamber to prevent IOP elevation. We performed qualitative PCR analysis for CMV only. We did not perform PCR analysis for other pathogens because CMV infection was strongly suspected. DNA extraction was performed using a QIAamp DNA blood mini QIAcube kit (Qiagen, Hilden, Germany) according to the manufacturer's protocol. CMV DNA was amplified using a nested PCR technique using two primer sets derived from the CMV glycoprotein B gene region (1st PCR, 5-GGCCGATCCTCTGAGAG TCTGC & 5-GTGGGTGCTCTTGCCTCCAGAG-3; 2nd PCR, 5-CCTAGTGTGGATGACCTACGGGCCA-3 & 5-CAGACACAGTGTCCTCCCGCTCCTC-3). The nested amplification product was visualized on 2% agarose gel electrophoresis and confirmed the expected 249 base pair products. After this point, the corneal lesion seemed to be have improved minimally. The frequency of applying topical steroids (Pred forte) was reduced from 12 to 6 times a day. Qualitative PCR analysis showed the presence of CMV-DNA in the aqueous humour. Ganciclovir (2 mg/0.05 mL) was injected into the vitreous one more time. Ten days later, the patient's corneal edema had almost subsided and the linear KPs had disappeared (). After symptoms and signs associated with endotheliitis abated, the lesions did not recur for more than 6 months, and we did not perform follow-up PCR analysis. Specular microscopy showed a reduced number of endothelial cells (). The patient underwent a cataract operation about a month later.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'19725597': 1, '18584561': 1, '15492621': 1, '29354718': 1, '20857136': 1, '1656756': 1, '7973120': 1, '17207531': 1, '20689786': 1, '2556990': 1, '19784845': 1, '31205782': 1, '17669498': 1, '33556334': 1, '16681046': 1, '16490509': 1, '20576767': 1, '16681054': 1, '15848585': 1, '33441165': 1, '15491033': 1, '16167292': 1, '23543604': 2}", "similar_patients": "{}"}