{"patient_id": 164025, "patient_uid": "3819683-1", "PMID": 24223604, "file_path": "noncomm/PMC003xxxxxx/PMC3819683.xml", "title": "Mycoplasma pneumoniae associated stroke in a 3-year-old girl", "patient": "A previously healthy 3-year-old girl with left-sided paresis was admitted to the Department of Pediatric Neurology in Korea University Ansan Hospital. Seven days before admission, she experienced an abrupt onset of high fever and cough. Three days prior to admission, fever subsided, but she was diagnosed with pneumonia at a local clinic. On the day of admission, left-sided hemiparesis and left facial palsy developed. She was transferred to our hospital with the presumed diagnosis of encephalitis from the local clinic. The patient's family history and past medical history were unremarkable.\\nPhysical examination on admission revealed an alert, oriented girl. Her body temperature was 36.2℃, pulse rate 104/min, respiratory rate 22/min, and blood pressure 105/56 mmHg. Chest examination revealed crackles on the right lung. On neurological examinations, central type facial palsy was observed on the left side of face, and motor strength was decreased to grade III/VI in the left arm and leg.\\nInitial laboratory studies showed a white blood cell (WBC) count of 15,110/mm3 with neutrophils of 60.9%, lymphocytes of 27.6%; hemoglobin, 13.0 g/dL; and platelets, 449,000/mm3. The erythrocyte sedimentation rate was 63 mm/hr and C-reactive protein, 0.5 mg/dL (reference range, <0.3 mg/dL). Biochemical investigations were normal. Lumbar puncture yielded clear cerebrospinal fluid (CSF) with an opening pressure of 170 mmH20. Cell counts showed WBC, 13/µL (10 lymphocytes); red blood cell, 20/µL; protein, 17 mg/dL; and glucose, 67 mg/dL, while the simultaneous blood glucose was 105 mg/dL. CSF was sterile on culture. Patchy infiltration of the right lung was recognized on the chest radiograph.\\nInitially, intravenous vancomycin, cefotaxime and acyclovir were administered. Vancomycin and acyclovir were discontinued and oral azithromycin was added when immunoglobulin (Ig) M positivity was detected on the second day of admission. IgM antibody titer to M. pneumoniae determined by the enzyme-linked immunosorbent assay (ELISA) was increased to 9.7 RU/mL (reference range, 0.0 to 1.1 RU/mL), which was still positive (14.1 RU/mL) 13 days later. Prothrombin time and partial thromboplastin time, complement factors (C3, C4), protein C level and antithrombin III level were normal, but protein S level was decreased to 16% (reference range, 58.7% to 119.2%). Fibrinogen and fibrinogen degradation product (FDP) levels were 526 mg/dL (normal, 257 to 503 mg/dL) and 17.2 µg/mL (reference range, 0.1 to 3.6 µg/mL), respectively. Antinuclear antibodies (ANA) were weakly positive, and serum titer was 1:160 with a nonspecific whole cell staining pattern. Electrocardiography and echocardiography were normal. Magnetic resonance imaging (MRI) revealed an acute infarction in the territory of the right lenticulostriate artery (). However, magnetic resonance angiography showed no luminal narrowing or obstruction of regional vessels. Bacteriological cultures of blood and CSF were sterile.\\nThree days after initiation of oral azithromycin treatment, respiratory symptoms began to improve. Intravenous cefotaxime was discontinued after confirming negative cultures in CSF and blood. Within five days, the left-sided hemiparesis and the left central facial palsy also started to resolve. After eight days of hospitalization, she could walk without dragging her leg, demonstrating minimal weakness, and she was subsequently discharged. Protein S level was increased to 37% two weeks after onset. One month after the beginning of her illness, this level normalized to 63%. Fibrinogen and FDP levels also normalized to 404 mg/dL and 2.3 µg/mL, respectively. ANA also became negative. Neurological symptoms totally resolved.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'16148858': 1, '19617462': 1, '11595996': 1, '32791762': 2, '27938350': 2, '11913573': 1, '6643107': 1, '34335909': 1, '2887855': 1, '7243475': 1, '31723636': 2, '30186227': 1, '28643533': 1, '29326371': 2, '10373145': 1, '26629334': 1, '9600687': 1, '16848121': 1, '34434295': 2, '19208683': 1, '21280083': 1, '30622505': 1, '27335969': 2, '1622526': 1, '12064698': 1, '11677283': 1, '24223604': 2}", "similar_patients": "{'6786714-1': 1, '7387025-1': 1, '5148912-1': 1, '4784591-1': 1, '8383517-1': 1, '5778324-1': 1}"}