{"patient_id": 40422, "patient_uid": "3529444-1", "PMID": 23304618, "file_path": "comm/PMC003xxxxxx/PMC3529444.xml", "title": "Occult Orbitocranial Penetrating Pencil Injury in a Child", "patient": "This 4-year-old kindergarten girl presented with intermittent fever and progressive right orbital swelling, and yellowish discharge 3 days following unwitnessed fall at school. The family members were told that she had had a trivial fall while she had been playing at the school. Afterward, her mother noticed right-eye swelling, which was progressing over 3 days and for which they sought medical advice. She underwent a computed tomography (CT) scan in a private medical center, which demonstrated a wooden foreign body (pencil) traversing the medial roof of the right orbit into the inferior frontal lobe with fluid collection around it and extending to the orbital cavity (). Subsequently, she was referred to our hospital for further management. On arrival in our emergency department, her temperature was 38.5°C, and she had right eyelid 5 mm abrasion with mild orbital swelling and purulent discharge (). Her initial lab results, including CBC, electrolytes, and renal profile, were normal except for a rise in white blood cell count (13,000). A blood culture was negative, but a swab from the orbital fluid discharge revealed streptococci species. The child was taken immediately to the operating room, and through a transciliary supraorbital minicraniotomy, the pencil was removed and a small subfrontal abscess was drained as well as a subdural empyema (). The dural defect was closed using a pericranial patch.\\nThe child received 3 weeks of intravenous penicillin and had a smooth postoperative recovery without neurological sequel. She remained with mild ptosis without extraocular movement limitation (). A 3-month follow-up CT scan revealed no residual cerebral lesion and a healed orbital roof defect.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'30319827': 2, '835079': 1, '18291474': 1, '16950246': 1, '7174932': 1, '17276932': 1, '19668471': 1, '33195384': 2, '30560104': 2, '10193148': 1, '33281731': 2, '11487998': 1, '16091543': 1, '26909205': 1, '31840553': 2, '1727081': 1, '1566235': 1, '25328717': 2, '7330764': 1, '23304618': 2}", "similar_patients": "{'6167598-1': 1, '6291816-1': 1, '4189941-1': 1, '7607224-1': 1, '7536401-1': 1, '7689382-1': 1}"}