{"patient_id": 37276, "patient_uid": "3307521-1", "PMID": 22206706, "file_path": "comm/PMC003xxxxxx/PMC3307521.xml", "title": "Idiopathic combined, autoantibody-mediated ADAMTS-13/factor H deficiency in thrombotic thrombocytopenic purpura-hemolytic uremic syndrome in a 17-year-old woman: a case report", "patient": "A 17-year-old Caucasian woman presented to our facility with a history of fatigue, easy bruising and headache for two weeks. The headache was diffuse, dull and did not respond to oral ibuprofen at a dose of 400 mg up to three times daily. There were no associated visual symptoms, nausea or vomiting. There was no history of excessive menstrual bleeding, sexually transmitted disease or use of recreational or illicit drugs. The easy bruising was attributed initially to canoeing with some friends two days prior to admission. She had no history of trauma, no known allergies and denied recent medication use (other than ibuprofen). Our patient lived with her parents and a younger brother who did not have any known illnesses, and specifically no bleeding disorders. She was in her last year at high school and ate a normal diet. A physical examination showed a woman of Caucasian origin in a mildly obese nutritional state (64.8 kg) and appropriate appearance for her age. Heart, lung and abdominal examination results were unremarkable. Skin examination results revealed hematomas of different sizes ranging from 2.5 to 10.1 mm involving the arms, legs, and trunk. Laboratory test results from a local hospital revealed anemia with a hemoglobin level of 7.2 g/dL (normal range 11.5 to 15 g/dL) and thrombocytopenia of 19 × 106 cells/μL (normal range 150 to 350 × 106 cells/μL), for which our patient was referred to our center. Laboratory findings at the University Hospital of Göttingen showed severe anemia (hemoglobin at 6 g/dL), thrombocytopenia (17.7 × 106 cells/μL), an increase in lactate dehydrogenase (LDH) activity (963 U/L, reference < 350 U/L), and negative haptoglobin (< 0.2 g/L, normal range 0.45 to 2.05 g/L). Her schistocyte count was 10‰ (< 5‰). Her complement activity was reduced (C3 0.76 g/L, normal range 0.9 to 1.8 g/L; C4 0.06 g/L, normal range 0.1 to 0.4 g/L).\\nTTP-HUS was suspected given the anemia, thrombocytopenia, elevated LDH activity, non-measurable haptoglobin, and the presence of schistocytes in the peripheral smear. Our patient was referred to the intensive care unit for immediate plasma exchange therapy. For initial plasma exchange therapy, our patient received 250 mg prednisolone intravenously daily for three days, combined with 0.5 L of fresh frozen plasma. Plasma exchange therapy was started the next morning (approximately six hours after admission). The plasma volume to be exchanged per individual treatment session was calculated to be 40 mL/kg. Therapy efficacy was monitored by daily measurement of her thrombocyte levels. Although plasma exchange treatment was performed every day, her thrombocyte level decreased further, reaching 5 × 106 cells/μL at day 12 after admission. There was no evidence of bacterial, viral or parasitic infection. One week after admission our patient became confused, and developed disorientation and aggressiveness. Magnetic resonance scan results did not show any abnormalities. A computed tomography (CT) scan of her thorax, abdomen, and pelvis and blood tests for anti-nuclear antibodies (ANAs), anti-neutrophil cytoplasmic antibodies (ANCAs), and rheumatoid factor were performed []. The test results did not show any relevant abnormality. The only relevant finding was decreased complement activity. Around this time, the results from further serological analysis became available, showing a dramatically reduced activity of both ADAMTS-13 and factor H. Antibodies against the two proteins were positively detected. Therefore, and since increased activity of the disease was apparent, plasma exchange therapy was intensified to a twice-daily schedule. Her thrombocyte count remained stable at a very low range over the following eight days, with a minimum of 1 × 106 cells/μL at day 18 after the first plasma exchange. Our patient did not receive thrombocytes or coagulation factors. Intravenous rituximab, a chimeric monoclonal antibody against CD20, was initiated at a dose of 375 mg/kg/week, with four consecutive administrations []. At the same time, glucocorticoid therapy was continued with 1 mg/kg daily orally. Steroids were tapered over the following four months. Plasma exchange treatment was continued once to twice daily but was not performed on the days after rituximab infusion. Her thrombocyte count reached its first maximum at day 36 (314 × 106 cells/μL) and our patient's mental issues resolved completely. The last of the four infusions of rituximab was given at day 42 after admission; the last plasma exchange was performed three days later. Two days later, her thrombocyte count reached its second maximum of 344 × 106 cells/μL. Thereafter, thrombocytes decreased transiently (128 × 106 cells/μL), followed by an increase to 228 × 106 cells/μL on the day of discharge from hospital.\\nFigure summarizes the thrombocyte count over her whole stay in the Department of Nephrology. Our patient's renal function was not affected at any given time and she did not exhibit any sediment abnormalities. Protein analysis, performed during the first two days after admission, showed low-grade proteinuria of mixed (that is, glomerular and tubular) origin. The activities of ADAMTS-13 and factor H were re-evaluated before our patient was discharged. Both enzymes were within normal ranges and antibody test results were negative. Table shows the results from the initial blood analysis and from the day before discharge.\\nSince our patient's discharge she has continued to be asymptomatic with normal blood counts at 12-month follow-up. Our patient did not develop any infectious complications during the follow-up period.\\nIn order to identify a possible genetic background for our patient's disease, her two parents and brother were screened for ADAMTS-13 and factor H activities, and for the concentrations of the respective antibodies to these factors. The results were completely negative (data not shown).", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'31834594': 1, '16755361': 1, '12871391': 1, '20438546': 1, '17309338': 1, '20671883': 1, '9828022': 1, '9621299': 1, '19245695': 1, '21168697': 1, '15985537': 1, '2062331': 1, '21125405': 1, '15800115': 1, '11532079': 1, '27452363': 1, '23555663': 1, '9623582': 1, '18449173': 1, '17906963': 1, '18713565': 1, '3317047': 1, '19179328': 1, '20865636': 1, '20186056': 1, '10439931': 1, '20865644': 1, '20424866': 1, '12353309': 1, '22206706': 2}", "similar_patients": "{}"}