{"patient_id": 158524, "patient_uid": "3408539-1", "PMID": 22870033, "file_path": "noncomm/PMC003xxxxxx/PMC3408539.xml", "title": "Recurrent Bilateral Retinal Vasculitis as a Manifestation of Post-streptococcal Uveitis Syndrome", "patient": "In October 2007, a 14-year-old Asian female was referred for an ophthalmological evaluation for posterior uveitis and was referred to our outpatient clinic due to decreased visual acuity. She had a history of a severe sore throat 9 months previous and subsequent proteinuria. Her initial corrected visual acuity was 20 / 30 in the right eye and 20 / 25 in the left eye. The anterior segment and lens were clear in both eyes. Cells measuring 3+ right eye and 2+ left eye were found in the vitreous. Dilated fundus exam revealed blurred disc margins with disc swelling in both eyes (). Fluorescein angiography demonstrated retinal vasculitis sparing the posterior pole in both eyes (). Laboratory findings showed a mild elevation of white blood cells to 6,990/mm3. Results for tuberculin skin test and serological testing for syphilis, human immunodeficiency virus, hepatitis C virus, hepatitis B virus, toxoplasmosis, cytomegalovirus, varicella zoster virus, and herpes simplex virus were all negative. The chest radiograph showed nothing significant. Elevated anti-streptolysin O (ASO) of 630 IU/mL (normal <200) and an acute phase reactant erythrocyte sedimentation rate 16 mm/hr was noted. Urinalysis and serum chemistries showed no evidence of proteinuria, and renal function was normal.\\nAfter starting steroid eye drops and oral steroid (prednisolone 1 mg/kg), her symptoms and visual acuity improved, as did the vitritis and disc swelling. Topical and oral steroids were slowly tapered. In January 2008, her corrected visual acuity improved to 20 / 20 in both eyes. Fluorescein angiography demonstrated that retinal vascular leakage was improved, and steroid treatment was stopped.\\nAfter 3 weeks, the patient visited our clinic with visual loss and infection in the right eye. In the inferior of the right eye, an anterior chamber cell score of 4+ and posterior synechiae were noted. Vitreous cells were also noted. After starting oral steroid therapy, she recovered. Her best corrected visual acuity was 20 / 20 in both eyes. Over the 1-year follow up, there was no recurrence.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'16704712': 1, '20517620': 1, '1951601': 1, '3519520': 1, '18379940': 1, '16581431': 1, '6378157': 1, '25745528': 1, '10604675': 1, '18049487': 1, '22870033': 2}", "similar_patients": "{}"}