{"patient_id": 165935, "patient_uid": "3932577-2", "PMID": 24604939, "file_path": "noncomm/PMC003xxxxxx/PMC3932577.xml", "title": "Cone-beam computed tomography in the management of dentigerous cyst of the jaws: A report of two cases", "patient": "A 23-year-old male patient reported with a complaint of mild continuous pain and swelling of the left cheek. The mild swelling had been first noticed by the patient 2 years back but it had been asymptomatic. Extraorally, a nontender, firm, diffuse swelling of the left malar region, causing mild facial asymmetry, was observed. Intraorally, no swelling was detected. The maxillary left third molar (28) was unerupted, the gingival, alveolar, and palatal mucosa appeared normal.\\nThe OPG revealed a radiolucent lesion, with the impacted tooth displaced to the region of the inferior orbital rim []. The patient was advised a CBCT scan [Figure –]. The CBCT image revealed the presence of a unilocular radiolucent lesion, measuring 24.3 mm × 26.6 mm × 32.5 mm in its largest dimension, occupying most of the left maxillary sinus. The lesion had well-defined sclerotic borders, except at the inferolateral wall of the sinus and the crestal region of twenty eight. The lesion caused slight expansion of the antrum and left lateral wall of the maxillary sinus. A well-defined radiodensity, morphologically resembling a tooth with open apices, was observed embedded in the lateral wall of the middle meatus.\\nDuring surgery, a vestibular flap was raised from twenty three to twenty seven and a 1-cm window was made in the anterolateral wall of the sinus. The cyst lining was lifted and the cyst was enucleated, and the impacted tooth was also removed. The cyst was diagnosed as a dentigerous cyst on histopathological examination. There were no postoperative complications. The patient had recovered well on a recent follow-up.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'21731270': 1, '10379084': 1, '18404914': 1, '19461061': 1, '18848113': 1, '19639086': 1, '20587656': 1, '14663801': 1, '18238255': 1, '21507612': 1, '16934625': 1, '18082349': 1, '17315829': 1, '16528556': 1, '24604939': 2}", "similar_patients": "{'3932577-1': 2}"}