{"patient_id": 36044, "patient_uid": "3166780-1", "PMID": 21904556, "file_path": "comm/PMC003xxxxxx/PMC3166780.xml", "title": "Feasibility of Multiple Repeat Gamma Knife Radiosurgeries for Trigeminal Neuralgia: A Case Report and Review of the Literature", "patient": "A 72-year-old man was referred to a community oncology center by his neurologist due to complaints of a recurrence of lancinating, “shock-like” pain in the left side of his face from the preauricular area into the left side of his upper and lower jaws. The patient stated that the pain was intermittent, 10/10 in intensity (on a scale of 1 to 10, with 10 being the worst), and was triggered by several actions including eating, brushing gums, cold sensations, and touching his face. The patient stated that the pain was accompanied by tenderness and sensitivity to touch around the outside margin of his left eye, but he denied numbness or other change in sensation in the affected area.\\nThe patient stated that his symptoms began as an “annoyance” approximately 4.5 years prior and progressed slowly over the course of the next 3 years, at which time he was diagnosed with TN by his dentist. An MRI of the brain performed at the time of diagnosis demonstrated a tortuous basilar artery abutting the left trigeminal nerve. He was initially started on Gabapentin, which provided only mild relief. Carbamazepine was added later, but it caused him to become excessively drowsy, which resulted in a significant fall and concussion. Due to his fall, the medications were discontinued.\\nFollowing failure of medical management, the patient was offered further treatment options including microvascular decompression (MVD), radiofrequency gangliotomy, and GKRS. The patient elected to undergo GKRS which was performed with a Leksell model C gamma knife to the trigeminal nerve root entry zone with 201 cobalt sources (4 mm shot size) to a dose of 42 Gy prescribed to the 50% isodose line for a maximum point dose of 84 Gy (see ). Shortly after the procedure, the patient experienced mild relief of pain but had a sudden recurrence in the second division of the trigeminal nerve within 2 months. In hopes of achieving further pain relief, the patient underwent a radiofrequency gangliotomy procedure at a major university medical center 7 months after his GKRS, which provided pain relief for a period of 4 months. However, the patient's pain recurred and became debilitating leading him to again seek treatment. A second GKRS procedure was performed 1 month after pain recurrence (approximately 11 months after the first one), with the same proximal nerve root entry zone targeted to a dose of 27 Gy to the 50% isodose line for a maximum dose of 54 Gy at the center point. At that point, the patient had a maximum dose of 138 Gy to the nerve. Shortly after the procedure, the patient experienced nearly complete resolution of his pain for the next 6.5 months and was able to discontinue all oral pain medications. However, the patient began to experience gradual recurrence of the pain in his left upper and lower jaws and again sought evaluation for further pain control.\\nMedical, surgical, and radiosurgical pain management options were again discussed with the patient. He stated that he would prefer to avoid surgery and had difficulty tolerating pain medications, which he reported made him feel drowsy and disoriented. The patient stated that he would prefer to have a 3rd GKRS procedure because it was the only treatment that had provided him extended and significant pain relief. The patient underwent his 3rd GK treatment approximately 17 months after his first one. The 3rd treatment was delivered a few millimeters distal from the previous target and was prescribed 20 Gy (with 4 mm shots) to the 50% isodose line (see ) for a maximum point dose of 40 Gy. This lower treatment dose and more distal target were chosen in an attempt to limit neural toxicity from the already high cumulative dose to the nerve. The 50% isodose line for the third target was set on the nerve to match the 50% isodose line location for the previous two targets. Therefore, there was some additional dose fall-off into the previously treated region from the lower isodose regions.\\nThe patient was symptom free and reported no side effects or focal neurological problems for 3 months after the procedure. At that point, he experienced recurrence of his pain and underwent a microvascular decompression (MVD). At his 6 month followup from MVD, he reported having no pain or facial numbness.\\nSince initial presentation, the patient has had regular follow-up visits with his primary care physician, neurosurgeon, and radiation oncologist. The patient's reported lack of facial numbness and other side effects were verified through follow-up physical examinations. He will continue to be followed closely by his treating physicians in the future and understands that with retreatment his risks of permanent side effects are increased.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'18310835': 1, '19123905': 1, '18420725': 1, '19747055': 1, '20920937': 1, '19326978': 1, '15629611': 1, '21121799': 1, '18721143': 1, '21121800': 1, '19123906': 1, '11409519': 1, '15850900': 1, '15093906': 1, '11841716': 1, '20932665': 1, '20357523': 1, '18503339': 1, '30013862': 1, '18193149': 1, '14742963': 1, '21904556': 2}", "similar_patients": "{}"}