{"patient_id": 154859, "patient_uid": "3137849-1", "PMID": 21799595, "file_path": "noncomm/PMC003xxxxxx/PMC3137849.xml", "title": "Technical note: Radiofrequency ablation of hepatocellular carcinoma with contrast-enhanced ultrasound guidance: First Indian experience", "patient": "A 55-year-old man who was hepatitis C virus HCV positive with cirrhosis (Child Pugh B) was found to have a 4×3.5-cm hypoechoic nodule in the left lobe of liver in segment 2, on routine USG surveillance []. His alphafetoprotein AFP level was 18 IU/mL. A prior USG guided fine-needle aspiration cytology had shown HCC. The patient was referred to us for RFA.\\nRFA was planned using conscious sedation with a cool tip RF system (Valleylab Tyco, Colorado, USA) with a 200-KW generator and a 4-cm tip cluster electrode connected to a peristaltic pump with rotating rollers to push cold saline water to the tip of the electrode to achieve a uniform ablation zone. An intravenous line was maintained for sedation and for the injection of 2 mL of microbubbles (Sonovue, Bracco, Italy) followed by 10 mL of saline. Imaging was done using an Acuson S2000 scanner (Siemens, Mountain View, CA, USA) with contrast pulse sequence technology, using a low mechanical index MI of 0.6. All images were stored in a cine loop video of 130 frames and analyzed offline using dynamic contrast analysis software (Siemens AG). These images showed intense arterial enhancement of the HCC nodule in the arterial phase at 18 s []. The contrast dynamics evaluation showed marked arterial enhancement with a peak of 97.7% compared to peak enhancement of the normal liver parenchyma of 64.7% [Figure , ]. Five minutes after the completion of ablation and before removing the RFA electrode, a baseline USG image was obtained, followed by CE-US with a second injection of 2 mL of Sonovue followed by 10 mL saline. Real-time images were acquired and stored as cine loop videos, in the arterial and portal phases, in the same way as the pre-procedure images and were then analyzed for contrast dynamics. The baseline pre-contrast post-RFA image showed the nodule to be hypoechoic with a peripheral echogenic rim of hemorrhage and necrosis, while the post CE-US image [] showed no enhancement of the nodule in the arterial phase, with a markedly reduced contrast signal peak of only 0.4% on the contrast dynamics software []. Following this, the electrodes were safely removed. Post-procedure recovery was uneventful, and the patient was discharged after 2 hours of observation. The first follow up of the patient was done at 3 months using CE-US and showed no arterial enhancement at the RFA scar site.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'12533646': 1, '10715043': 1, '16250051': 1, '11566673': 1, '16763333': 1, '15311434': 1, '12818830': 1, '23807901': 1, '25755608': 1, '23912621': 1, '15777889': 1, '21799595': 2}", "similar_patients": "{}"}