{"patient_id": 41934, "patient_uid": "3638543-1", "PMID": 23691385, "file_path": "comm/PMC003xxxxxx/PMC3638543.xml", "title": "Primary Osteosarcoma of the Breast: A Case Report", "patient": "A 62-year-old Caucasian woman with a medical history significant only for hypertension presented with a self-palpated mass in her left breast.\\nClinical examination showed an enlarged mass localized at the 1 o'clock position in the superior-outer quadrant of the left breast.\\nDiagnostic mammography described a 3.7 cm × 3.6 cm mass with gross calcification in the centre and a cluster of spotty calcification around (). No clinically enlarged nodes were detected in axilla.\\nHigh resolution ultrasonography demonstrated a densely shadowing mass, compatible with the extensive calcification identified on mammography.\\nDoppler evaluation showed marked vascularity in the surrounding tissue.\\nCytological (FNA) examination shows neoplastic cells (C5 according to the European classification scheme); the cells were negative for epithelial markers (CAM5.2, CK AE1/AE3, CK 34βE12) on immunocytochemistry. Staging CT scan and skeletal scintigraphy showed no evidence of metastatic disease.\\nLaboratory findings were normal, including the preoperative alkaline phosphatase.\\nThe patient underwent a left superior-outer quadrantectomy with a complete axillary dissection, as for patient's preference. Macroscopic examination of the surgical specimen revealed a well-circumscribed tumour (4,2 × 3 cm) brown in color and hard in consistency, with areas of calcification.\\nMicroscopically, the tumour was composed of a diffuse proliferation of polygonal cells with round nuclei, evident nucleoli, and an elevated mitotic index (50 mitoses/10 HPF). Multinucleated giant cells resembling osteoclasts were interdispersed. Tumour cells produced osteoid and prominent woven bone and were supported by a diffuse network of reticulin fibres (Figures and ).\\nNeither lymphatic nor venous invasion was observed.\\nEleven axillary lymph nodes were negative. On immunohistochemistry neoplastic cells were negative for epithelial markers (CAM 5.2, CK AE1/AE3, CK 34βE12, EMA) as well as for desmin, α-smooth-muscle actin, myogenin, and S100.\\nThe tumour was negative for both estrogen and progesteron receptors.\\nA diagnosis of primitive osteoblastic osteosarcoma of the breast was formulated. The patient then received four cycles of adjuvant chemotherapy with Ifosfamide and Adriamycin and currently shows no evidence of disease (NED) after thirteen months.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'18783623': 2, '21831335': 2, '15187996': 1, '10403305': 1, '17156481': 2, '26219853': 1, '24321325': 1, '12752633': 1, '34182472': 1, '10577703': 1, '21398126': 1, '15981282': 1, '23691385': 2}", "similar_patients": "{'1702348-1': 1, '3156761-1': 1, '2546375-1': 1}"}