{"patient_id": 166688, "patient_uid": "3981269-1", "PMID": 24765510, "file_path": "noncomm/PMC003xxxxxx/PMC3981269.xml", "title": "Rhabdomyolysis as a Presenting Manifestation of Very Long-Chain Acyl-Coenzyme A Dehydrogenase Deficiency", "patient": "A 13-year old female was admitted for severe, generalized muscle pain and dark urine lasting less than one day. The day before, she underwent prolonged physical effort as a result of four soccer games. No history of recent infection or trauma neither intake of herbs, alcohol or other drugs. No history of previously similar episodes or other relevant medical history, such hypoglycemia, recurrent vomiting, liver disease or coma.\\nShe was the second of three children born to healthy first-degree cousins. Her 19-year old brother had a history of repeated similar episodes of muscle pain and dark urine after physical exertion of moderate intensity since the age of 17 and a hospitalization, one year ago, for rhabdomyolysis, but without further etiologic diagnosis.\\nOn admission her temperature was normal. Except for tenderness in her muscles with mobilization difficulties, the physical and neurologic examinations were normal.\\nBlood sample analysis showed CPK 215,800 U/L (normal<167), lactate dehydrogenase 6000 U/L (normal 240-480), myoglobin 30,950 ng/mL (normal 25-58); and aspartate aminotransferase 4773 U/L (normal 10-50). Glucose, urea, creatinine, sodium, potassium, calcium and phosphorous levels were normal. Venous blood gas measurement revealed no abnormalities. Urinalysis was positive for blood by reagent testing and had 5-10 red blood cells per high-power field by microscopy. Influenza A and B, Epstein-Barr, herpes simplex, parainfluenza, coxsackie, echovirus, adenovirus, human immunodeficiency virus or cytomegalovirus were excluded based on serological studies.\\nBased on clinical presentation, family history and laboratory results, the diagnosis of metabolic myopathy with rhabdomyolysis precipitated by exercise was suspected. For further clarification additional investigations revealed serum lactate 1.20 mmol/L (normal 0.63-2.44), pyruvate 77 μmol/L (normal 54.1-119.9), ammonia 77 μg/dL (normal 45-80) and free carnitine 15 μmol/L (normal 30-50). The urine organic acids profile showed 3-hydroxybutyric acid and acetoacetic acid. Acylcarnitine analysis by tandem mass spectrometry of the patient’s dried blood spot disclosed elevated tetradecanoyl carnitine (C14) (0.26 μM, normal< 0.24), tetradecenoyl carnitine (C14:1) (0.26 μM, normal<0.18) and tetradecadienoyl carnitine (C14:2) (0.13 μM, normal<0.08), suggesting VLCAD deficiency. This was confirmed on acyl-CoA dehydrogenase very longchain (ACADVL) gene analysis, using standard polymerase chain reaction procedures, with in-house designed primers, to amplify from genomic DNA all exons and exon-intron boundaries of this gene. Sequence analysis was performed in an ABI Prism 3100xl genetic analyzer using the Big Dye terminator v3.1 Cycle Sequencing kit (Applied Biosystems, Inc., Foster City, CA, USA) and allowed the identification of a homozygous mutation, p.L500del (c.1500_1502delCCT), already described. Echocardiography was performed and showed no signs of hypertrophy or cardiomyopathy.\\nAnalgesic treatment with acetaminophen was started as well as aggressive intravenous hydration in order to avoid acute renal injury. Favorable clinical and biochemical evolution was noted, always with preserved renal function and no electrolytic abnormalities, and she was discharged after five days.\\nDespite having received advice on lifestyle and diet, a second episode of rhabdomyolysis occurred two months later, following a prolonged physical effort, a two hour long soccer game without hydration or food intake during the exercise. Between the two episodes she was asymptomatic with no laboratory abnormalities. Since the second episode, patient compliance has improved, and she remains asymptomatic when following a dietary regimen avoiding fasting for more than eight hours overnight, prolonged exercise and a high-carbohydrate, low-fat diet. She also started supplementation with medium-chain triglyceride oil before physical exercise.\\nRecently, her brothers were also studied for VLCAD deficiency. The older brother revealed the same homozygous mutation on ACADVL gene analysis. Her younger brother, though asymptomatic, was studied through acylcarnitine analysis by tandem mass spectrometry of a dried blood spot specimen collected during a period of fasting that showed no alterations. ACADVL gene analysis was also performed and no mutation was identified.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'11524729': 1, '21932095': 1, '33110664': 2, '11870710': 1, '20373143': 1, '16214072': 1, '16488171': 1, '9973285': 1, '10906171': 1, '9709714': 1, '10700700': 1, '19157942': 1, '19327992': 1, '34194748': 1, '1730632': 1, '8845838': 1, '10738914': 1, '8739957': 1, '9498103': 1, '32654032': 1, '10077518': 1, '24765510': 2}", "similar_patients": "{'7578713-1': 1}"}