{"patient_id": 161984, "patient_uid": "3691979-2", "PMID": 23825713, "file_path": "noncomm/PMC003xxxxxx/PMC3691979.xml", "title": "Unusual Orange-Colored Choroidal Metastases", "patient": "A 38-year-old African female was referred for blurred vision of 2 weeks’ duration. With a diagnosis of alveolar soft part sarcoma of the right leg five years earlier, she had initially received chemotherapy followed by below- knee amputation of her right leg. Multiple pulmonary metastases, appearing the following year, were surgically resected from five lung lobes. Three years later, she developed brain metastases that were treated with whole brain irradiation sparing the eyes, with total dose of 3000 centiGray (cGy) in 10 fractions.\\nOn ocular examination, visual acuity was 20/20 and 20/50 in the right and left eyes, respectively. Funduscopy revealed a single bright orange-colored choroidal mass, 3.2 mm in diameter, superotemporal to the foveola, with exudation at its base extending into the fovea (C).\\nUltrasonography displayed a small dome- shaped choroidal mass that appeared acoustically echogenic on B-scan (D), with moderate to high internal reflectivity on A-scan, similar to that observed with choroidal hemangiomas.\\nFluorescein angiography showed very faint, mottled fluorescence of the lesion 21 seconds after dye injection, no significant increase in later phases of the angiogram and reaching maximum fluorescence at 5 minutes and ( D, E, and F).\\nThese findings indicated limited vascularity of the lesion as an explanation for its bright orange color, as compared to the typical fluorescein angiography features of a circumscribed choroidal hemangioma ( G, H, and I).\\nThe choroidal mass was treated with 2000 cGy stereotactic irradiation delivered in 5 fractions which caused eventual shrinkage of the lesion into a gray-white gliotic scar.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'14690153': 1, '9759407': 1, '9224469': 1, '27171748': 1, '8008351': 1, '3606446': 1, '9876371': 1, '9261313': 1, '10690837': 1, '26675671': 2, '28993861': 1, '25932063': 1, '15709214': 1, '15751257': 1, '10551309': 1, '12701869': 1, '16170536': 1, '17071801': 1, '23825713': 2}", "similar_patients": "{'3691979-1': 2, '4682268-1': 1}"}