{"patient_id": 164265, "patient_uid": "3830995-1", "PMID": 24255636, "file_path": "noncomm/PMC003xxxxxx/PMC3830995.xml", "title": "Abdominal Fibromatosis in a Young Child: A Case Study and Review of the Literature", "patient": "A 15-month-old boy was referred to our surgical department because of a growing mass in the epigastric area. He had no history of trauma prior to the time that the mass was noticed by the parents. The pregnancy, birth, and neonatal history were uneventful, and there was no history of hospitalization or surgery. The child's developmental milestones were within normal limits. Ultrasonography demonstrated a solid and relatively well-circumscribed mass with mild heterogeneous echogenicity, measuring 1.9×0.9 cm. A fine needle biopsy showed proliferation of bland-looking spindle-shaped cells with collagen. A histological diagnosis of benign mesenchymal tumor, such as a neurofibroma, was made. During follow-up, the mass increased rapidly in size, and was excised one year after it was first detected. On gross examination, the tumor was 4.3×4.1 cm and partly circumscribed. The cut surface of the mass was solid and grayish-white without hemorrhage or necrosis (). The tumor was microscopically composed of parallel long fascicles of spindle-cells with a uniform appearance (). The tumor cells had a pale eosinophilic cytoplasm and small, elongated nuclei that were embedded in a variable collagen network, consistent with abdominal fibromatosis (). The edges of the resected mass were infiltrative, and the surgical margins were positive (). Mitotic figures were <1/10 high power fields. No cellular atypia or necrosis was present. Most of the tumor cells were positive for nuclear β-catenin staining (). S-100 protein, estrogen receptor, and progesterone receptor expressions were negative. The patient could not undergo reoperation to remove the remnant tumor because of a difficult abdominal wall reconstruction. One month after the operation, the patient underwent chemotherapy including vinblastine plus methotrexate (MTX) by intravenous bolus infusion. Postoperative ultrasonography at three months showed a suspected recurrence at the abdominal wall, but this was not pathologically demonstrated. Additional chemotherapy and a rework-up were planned. The patient is currently alive and healthy at seven months after the operation.", "age": "[[15.0, 'month']]", "gender": "M", "relevant_articles": "{'10889380': 1, '18778992': 1, '11843943': 1, '9738571': 1, '9486614': 1, '16015632': 1, '3675193': 1, '9336146': 1, '10573349': 1, '10071306': 1, '7595743': 1, '21478276': 1, '2790427': 1, '28819469': 1, '15832090': 1, '3331192': 1, '19950127': 1, '3616218': 1, '24255636': 2}", "similar_patients": "{}"}