{"patient_id": 153879, "patient_uid": "3021743-1", "PMID": 21253326, "file_path": "noncomm/PMC003xxxxxx/PMC3021743.xml", "title": "A Case of Combined Hepatocellular-Cholangiocarcinoma with Favorable Response to Systemic Chemotherapy", "patient": "A 62-year old man was admitted to our hospital for recurrence of cHCC-CC. He was diagnosed as stage II HCC (T2N0M0) by tumor marker and imaging study in February 2004. The patient did not have any known risk factors for HCC and thus underwent a right lobectomy at that time. Surgical pathologic report revealed cHCC-CC (). Four years after the operation, a computed tomography (CT) scan of the chest showed multiple lung metastasis, along with a whole body bone scan (WBBS) revealing multiple bone metastasis (T-spine, rib, scapula). At the time of recurrence, laboratory tests including a liver function test were normal and his overall performance status was categorized as good. He received 1st line palliative therapy with sorafenib from July 2008 to September 2008, but a follow up imaging study showed disease progression with further lung metastasis () and a PIVKA-II elevated to more than 2,000 mAU/mL.\\nHe then received 2 cycles of palliative therapy with doxorubicin and cisplatin (AC regimen, doxorubicin 60 mg/m2 day 1, cisplatin 70 mg/m2 day 1 of a 3-week cycle) as 2nd line treatment.\\nSurprisingly, a CT scan of the chest after the 2nd cycle of therapy showed markedly decreased size and number of his multiple hematogenous lung metastases () and in addition his PIVKA-II returned to within normal range. After 6 more cycles of chemotherapy, the maintenance of response was confirmed by follow up imaging studies. Toxicities associated with the AC regimen (grade 2 neutropenia and grade 2 neuropathy) were manageable with supportive care.\\nAfter a total of 8 cycles of therapy with the AC regimen, he presented with a grade 3 neuropathy, but no symptomatic cardiac function abnormalities. However, considering the accumulation dose of doxorubicin and grade 3 neuropathy associated with cisplatin, we changed his regimen to intravenous fluorouracil (5-FU) mono therapy (1,000 mg/m2 day 1 to 4 continuous infusion for a 3-week cycle). To date, he has completed his 15th cycle of 5-FU mono therapy with the disease status remaining stable during 18 months of follow-up.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'2578078': 1, '11761981': 1, '11932907': 1, '17139428': 1, '17212153': 1, '12913082': 1, '27182157': 1, '15701504': 1, '8872774': 1, '19130133': 1, '32914142': 1, '23293701': 1, '28480073': 1, '30374884': 1, '29856900': 1, '18284443': 1, '32742464': 1, '17461440': 1, '17475587': 1, '18152860': 1, '15888382': 1, '32224916': 1, '11950826': 1, '30643759': 1, '21253326': 2}", "similar_patients": "{}"}