{"patient_id": 38643, "patient_uid": "3420747-1", "PMID": 22937331, "file_path": "comm/PMC003xxxxxx/PMC3420747.xml", "title": "Inflammatory Pseudotumor of the Head Presenting with Hemiparesis and Aphasia", "patient": "A 50-year-old man was admitted with progressive right-sided hemiparesis and aphasia of 5 days duration. The patient was a diabetic for the last 4 years on oral hypoglycemic drug with good glycemic control. His symptom started as painful ophthalmoplegia in January 2008. He had involvement of 3rd, 4th, and 6th nerve on the left eye and 3rd and 4th nerve on the right eye. His visual acuity was 6/60 in the left eye and 6/36 in the right. Optic fundi were normal. Pupils were normal. Sensory loss was noted over left maxillary nerve distribution.\\nMRI of brain demonstrated () an enhancing lesion in the cavernous sinus bilaterally with sphenoid sinus fullness. Sphenoid mucosal biopsy demonstrated inflammatory tissue with aggregate of lymphoid cell. Patient received a course of oral steroid (prednisolone 40 mg) for 5 days and was lost at followup.\\nIn September 2008, he was admitted in another center with severe chemosis and proptosis of right eye and reappearance of diplopia. Examination showed partial 3rd and 6th nerve palsy on the right eye. The left eye was normal. MRI of brain and orbital area showed proptosis of right globe. There was enlargement of the right superior and the lateral recti from the retrobulbar region up to the orbital apex (). Lesion appears hypointense on T1 and hyperintense on T2 WI and FLAIR. On contrast scan, there is intense enhancement of the lesion, extending from the orbit through the superior orbital fissure into anterior cavernous sinus. In the left orbit, the medial rectus showed mild enlargement with contrast enhancement. Patient received oral steroid (prednisolone 40 mg) for 1 week with substantial improvement of his chemosis, proptosis, and diplopia.\\nIn February 2009, the patient readmitted in our neurology department because of progressive right-sided hemiparesis, aphasia, and headache. There was no proptosis, visual symptom, squint, or extraocular paresis. MRI, brain showed () intensely enhancing extra-axial mass lesion extending from the left cavernous area compressing and invading the left anterior temporal lobe. An area of hemorrhage was noted in the periphery of lesion. There was significant perilesional edema. The lateral ventricle is compressed with midline shift to the right. Orbital globe, intraorbital muscle are normal. Laboratory workup showed normal hemogram and erythrocyte sedimentation rate. His serum bilirubin, urea, creatinine, and glucose levels were respectively 0.8 mg/dL (normal: 0.3–1.3 mg/dL), 24 mg/dL (normal: 10–50 mg/dL, 0.8 mg/dL (normal: 0.3–1.4 mg/dL), and 100 mg/dL (normal: 90–110 mg/dL). Peripheral smear was normal. Thyroid profile and serum cortisol were within normal limits. VDRL was nonreactive. HIV serology, HBsAg, and HCVAb in the blood were negative. Immunological tests (rheumatoid factor, antinuclear antibodies, cANCA, pANCA, SSA, SSB antibodies, and angiotensin-converting enzyme) were normal. Examination of the cerebrospinal fluid revealed 4 lymphocytes, Sugar: 56, and protein: 35 mg, and polymerase chain reaction for tuberculosis was negative. Biopsy specimens from left anterior temporal and extratemporal mass lesion showed aggregates of mature lymphocyte infiltration with occasional macrophage. There were no abnormal cell and histiocyte. Immunohistochemical staining for CD3 and CD20 showed that the lymphocytes were positive for both CD3 and CD20 (). Fungal, AFB stains, and culture of biopsy were negative. Histopathology was consistent with IPT.\\nAs the patient did not receive a full course of steroid at any time during his illness, the patient was started on high-dose parenteral steroid (Dexamethasone, 12 mg/d). After 1 week, it was changed to oral prednisone (1 mg/kg) for the next one month and then gradually tapered over next 3 months. His glycemic status was controlled with insulin. There was rapid improvement of the symptoms within the first week of treatment. A follow-up MRI study, 1 month later, showed almost complete reduction of the lesion with mild dilatation of the left temporal horn (). He was asymptomatic on the last followup after one year.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'12740472': 1, '15364221': 1, '17110698': 1, '11754331': 2, '26928524': 2, '26605269': 2, '15968146': 1, '10445457': 1, '9282860': 1, '22937331': 2}", "similar_patients": "{'4656889-1': 1, '4772364-1': 1, '2718126-1': 1}"}