{"patient_id": 38031, "patient_uid": "3382264-1", "PMID": 22745919, "file_path": "comm/PMC003xxxxxx/PMC3382264.xml", "title": "Idiopathic Radiation Recall Dermatitis Developing Nine Months after Cessation of Cisplatin Therapy in Treatment of Squamous Cell Carcinoma of the Tonsil", "patient": "The patient is a 49-year-old Caucasian male that initially presented with a three-to-four month history of unilateral tonsillar swelling. Computer tomography of the neck revealed bilateral tonsillar enlargement, right greater than left, with a right internal jugular chain lymph node measuring 1.5 cm by 1.5 cm. The patient underwent a bilateral tonsillectomy without complications. Pathology of the left tonsil was benign, but the right tonsil contained a 2.4 cm, poorly differentiated, squamous cell carcinoma. The remainder of his staging work-up was negative, and he was staged with T2N1M0, Stage III invasive squamous cell carcinoma of the right tonsil.\\nCombined modality therapy with concurrent cisplatin chemotherapy and daily radiation therapy was initiated. The tumor bed and ipsilateral neck were treated with 200 centi-Gray (cGy) fractions to 7,000 cGy, while the contralateral neck received 170 cGy fractions to 5,600 cGy. The cisplatin therapy was administered at a dose of 100 mg per meter squared on days one, twenty-two and forty-three of his six weeks of radiation. The patient was able to complete his treatment as prescribed without the need for a treatment break. He developed grade II erythema within the radiation field on bilateral necks, dysgeusia, xerostomia, and mucositis symptoms but otherwise did well.\\nFollowing completion of his treatment, the patient was able to return to work and displayed regular improvement during his scheduled follow-up visits. The erythema that developed during his treatment had completely resolved and the patient regularly reported feeling well. Approximately nine months after his last radiation or chemotherapy treatment, the patient reported to the clinic for routine followup. He noted a twenty-four hour history of a tender, hot, confluent rash on his right neck that began at his clavicle and extended superiorly to the mandibular angle (Figures and ). He reported an oral temperature of 102 F; his temperature in the clinic was 101.2 F. He also experienced some myalgias and arthralgias but denied constitutional symptoms of nausea, vomiting, weight loss, drenching night sweats, and fatigue. He denied any respiratory symptoms, cough, hemoptysis, or bone pain. The patient had received no interval chemotherapy and had not started any new medications since his last visit. Radiation recall dermatitis was suspected in this patient given the distribution of the rash and presenting symptoms. Due to the warmth of the tissue and the fever, there was some concern for cellulitis as well, which prompted treatment with doxycycline. The patient was seen several months after this clinical encounter for routine followup and reported that his rash resolved in the five to six days following the initial presentation. He continued to report experiencing xerostomia and dysgeusia; he denied any recurrence of his rash.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'15662578': 1, '18373813': 1, '628037': 1, '16138339': 1, '8905038': 1, '15009054': 1, '8580062': 1, '24699987': 1, '11773198': 1, '10606426': 1, '16467549': 1, '11369064': 1, '34039983': 1, '20920986': 1, '24224089': 1, '13813586': 1, '33898697': 1, '21411843': 1, '16111784': 1, '22745919': 2}", "similar_patients": "{}"}