{"patient_id": 165862, "patient_uid": "3928269-1", "PMID": 24570871, "file_path": "noncomm/PMC003xxxxxx/PMC3928269.xml", "title": "Metastatic Pulmonary Ameloblastoma Misdiagnosed as Primary Squamous Cell Carcinoma Preoperatively", "patient": "A 50-year-old woman presenting with back pain was referred to our center with a 2.5-cm nodule in the right middle lung field on a chest X-ray. The patient had a past history of surgical excision of an odontogenic tumor at a local dental clinic 17 years previously. A chest computed tomography (CT) scan revealed a 2.6-cm lobulated, heterogeneous enhancing nodule and a 1.5-cm satellite nodule in the anterior segment of the right upper lobe (RUL) (). Therefore, we performed CT-guided percutaneous needle biopsy for the tissue diagnosis of the main nodule. The specimen showed a cohesive tumor island composed of squamoid cells, with central keratin pearl-like material. There was only one event of mitosis in the whole field (), and the patient was diagnosed with squamous cell carcinoma. Bronchoscopy, brain magnetic resonance imaging, and positron emission tomography scanning were performed for further evaluation and staging, based on the impression of primary lung cancer. Then, we performed a planned RUL lobectomy and mediastinal lymph node dissection through thoracotomy upon the diagnosis of clinical stage IA (T1bN0) or IIB (T3N0) lung cancer. The resected specimen showed two separate nodular lesions that shared the same histopathological features. However, the histopathological diagnosis after the operation was different from that of preoperative biopsy. Postoperative histopathological examination revealed densely packed tumor islands. These tumor islands showed peripheral palisading and loosely arranged central cells, which resembled stellate reticulum. The peripheral palisading cells were columnar and hyperchromatic. Little mitotic activity and cellular pleomorphism were observed (). The overall features suggested a follicular pattern of ameloblastoma. We contacted the patient's former dentist and requested her medical records, but we could not obtain any information related to the odontogenic tumor. Finally, the diagnosis of metastasizing ameloblastoma was made based on the patient's past history and histopathological studies. The postoperative course was uneventful. Although the patient had no associated symptoms, panoramic radiography and facial CT were performed after consulting a dentist to identify local recurrence at the oral cavity. There was fibrotic scar formation but no evidence of recurrence at previous odontogenic tumor site. No adjuvant therapy was performed. The patient was doing well without any evidence of recurrence or metastasis during regular follow-up.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'20970910': 1, '2672358': 1, '10468461': 1, '27307800': 1, '32132332': 1, '33394372': 1, '19732391': 1, '21459020': 1, '22507293': 1, '24570871': 2}", "similar_patients": "{}"}