{"patient_id": 156150, "patient_uid": "3227261-1", "PMID": 22144837, "file_path": "noncomm/PMC003xxxxxx/PMC3227261.xml", "title": "Juvenile hemangioma: A case report with an emphasis on its clinical phases (evolution and involution), and immunohistochemically distinctive physiologic differences", "patient": "A 3 year old male child was referred to the Department of Oral and Maxillofacial Surgery at NIMS Dental College, Jaipur, Rajasthan, due to a painless, dome-shaped lesion of the upper lip, extending upto the cheek on the right side, light red in color, measuring 2 × 4 cm, present since 20 days after birth, when it first appeared. Parents revealed that the lesion would change color to a deep red when the child cried. On intraoral examination there was no ulceration seen. The child did not suffer from any medical problems. The lesion, firm on palpation, was excised under local anesthesia, and the specimen was sent to the Department of Oral Pathology, NIMS Dental College, Jaipur, Rajasthan, for histopathological evaluation. The specimen was fixed in 10% formalin and subsequently embedded in paraffin. Five micrometer sections were made for staining with H and E and 3-μm sections were made for immunohistochemical analysis for the traditional markers CD 34 and CD 31. The immunohistochemical analysis was performed in the Department of Histopathology at Santokba Durlabhji Memorial Hospital, Jaipur, Rajasthan.\\nThe tissue received after excisional biopsy had a wrinkled surface [] and revealed a cream colored, gelatinous cut surface []. The gross tissue appears small due to decrease in size after compression of the lesion to drain out the blood during and after performing excisional biopsy procedure.\\nSections stained with H and E were observed under ×4, ×10 and ×40 to reveal normal epithelium, under which was a band of normal connective tissue. The lesional area commenced immediately after []. The lesional area revealed lobules separated by thin strands of normal connective tissue. The lobules contained plump endothelial cells lining vascular spaces with inconspicuous lumens []. Lobules also contained central feeding vessels. Some areas were more solid and organized containing a proliferation of endothelial cells []. On the basis of clinical and histopathological features, a diagnosis of JH was made.\\nThe sections were positive for CD 34 [] and CD 31 [], which confirmed the diagnosis of our lesion which was in its proliferating phase in most regions of the neoplasm and involuting in a few areas.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'11346333': 1, '30249572': 1, '9790808': 1, '7911127': 1, '13364872': 1, '12478482': 1, '27057499': 1, '14707622': 1, '22144837': 2}", "similar_patients": "{}"}