{"patient_id": 159821, "patient_uid": "3514951-2", "PMID": 23230375, "file_path": "noncomm/PMC003xxxxxx/PMC3514951.xml", "title": "Successful endodontic management of hypo, meso and hypertaurodontism: Two case reports", "patient": "A 23-year-old male patient was referred to the postgraduate clinic of the department of Endodontics, for opinion and management of left mandibular molars. The patient complained of recurrent pain over the left mandibular molars for a period of 2 months. His medical history was not contributory. At the time of intraoral examination both the left mandibular molars revealed caries and were extremely sensitive to percussion. Radiographic examination of the affected teeth revealed an abnormal tooth anatomy with the left mandibular second molar with unusually long pulp chamber which had no constriction at the cemento-enamel junction, two short roots were seen at the furcation area in the apical third, root resorption at the apical end. Radiographic examination of left mandibular second molar revealed deep dental caries involving pulp with periapical changes []. Based on the clinical and radiographic findings, a diagnosis of hypertaurodontism with chronic periapical periodontitis accompanied by root resorption was given to mandibular left 2nd molar. The left mandibular first molar was diagnosed with combined endo-perio lesion with chronic periapical periodontitis. Root canal treatment was advised for both the left mandibular molars accompanied by periodontal therapy.\\nUpon approval of the patient the teeth were treated as in case 1. The pulp chamber of 2nd molar was huge and the floor could not be visualised, which on further exploration in the apical furcation area revealed two divisions one on the mesial side and one on the distal side with wide apical foramina. The apical divisions were almost near the apex, to about 3 mm and they were separately cleaned and shaped using hand K-files till ISO size 30. Working length as well as biomechanical preparation was performed as in case 1. [] [] The AH plus sealer was then applied using a # 20 reamer along the canal walls. Obturation was then done with lateral compaction technique in the mesial and distal canal. After that, the elongated pulp chamber was obturated by thermoplasticized gutta percha using OBTURA 2. The final radiograph confirmed a well condensed filling of the canals []. The patient was reviewed after three months and was found to be asymptomatic. They were referred to the Department of Periodontia and Prosthodontia, for further management.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'14178921': 1, '22432825': 1, '18363703': 1, '17104204': 1, '19977113': 1, '19776518': 1, '5285700': 1, '278704': 1, '23230375': 2}", "similar_patients": "{'3514951-1': 2}"}