{"patient_id": 159508, "patient_uid": "3492424-1", "PMID": 23166559, "file_path": "noncomm/PMC003xxxxxx/PMC3492424.xml", "title": "A Case of Acute Pulmonary Thromboembolism after Taking Tadalafil", "patient": "A 61-year-old man experienced sudden onset of right lower chest pain before visiting the emergency room. The chest pain began 2 days ago and was aggravated the next day, followed by blood tinged sputum. He smoked 1 pack of cigarette every day for 13 years and had no other identified cardiovascular risk factor. He was diagnosed with chronic hepatitis B virus infection 30 years ago. He had been taking tadalafil for 2 years, usually once a week for erectile dysfunction. He denied taking any other medications.\\nApproximately 15 hours before developing chest pain, he took one dose of tadalafil before attempt of sexual contact. Afterwards he had sexual intercourse with two different women with time interval of about 8 hours. Few hours after the second sexual intercourse he experienced sudden onset of right lower chest pain. The pain aggravated the next day and hemoptysis occurred the day afterwards which led him to visit the emergency room.\\nHis initial blood pressure was 123/99 mm Hg, heart rate 69 beats/min, respiration rate 20 frequencies/min, body temperature 36.8℃, oxygen saturation 96%. The mental status was oriented. Auscultation revealed no heart murmur but breathing sound was decreased on his right lower lung field. There was no pitting edema or clubbing seen in the four limbs. The chest X-ray showed ill-defined density in the right lower lung zone with blunted costophrenic angle (). Electrocardiography revealed Q wave in lead III and aVF and poor R progression. D-dimer was increased to 0.6 µg/mL (normal, less than 0.4) and chest computed tomography was performed with suspicion of acute pulmonary thromboembolism. Thrombus was seen at right ascending and descending subsegmental pulmonary arteries along with wedge-shaped lesion in right lower lobe. Small amount of right pleural effusion was also noted (). Blood analysis showed normal concentrations of protein C (98%), protein S (83%), antithrombin III (97%), factor XI (124%) and elevated concentrations of factor VIII (222%). Tests for lupus anticoagulants, factor V Leiden mutation and anticardiolipin antibodies were also negative. The patient was treated with anticoagulation therapy of 80 mg of enoxaparin (1 mg/kg) subcutaneous injection every 12 hours and oral warfarin. When the warfarin dosage was adjusted to keep prothrombin international normalized ratio between 2 and 3, enoxaparin was no longer used. Oral anticoagulation was maintained for 6 months and the patient made full recovery confirmed by chest computed tomography.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'11348867': 1, '11706126': 1, '22192662': 1, '14609619': 1, '9580646': 1, '15036680': 1, '16422970': 1, '17572443': 1, '18548330': 1, '23166559': 2}", "similar_patients": "{}"}