{"patient_id": 44282, "patient_uid": "3829274-1", "PMID": 24250895, "file_path": "comm/PMC003xxxxxx/PMC3829274.xml", "title": "Cerebral air emboli", "patient": "A 30 year-old man referred to the emergency department with loss of consciousness and a stab wound in the right para-spinal region at about the level of the T6 vertebra. On admission, the patient was confused, agitated, and had automatism in his lips and mouth. There were no obvious signs of head trauma. Vital signs were stable, and lung and abdominal exams were normal. The brain computed tomography (CT) scan showed large amounts of air in it (). Thus, we transferred the patient to the intensive care unit (ICU) and administered high doses of oxygen (10 Liter/min) with mask, while laying him in the trendelenburg position. Consciousness of the patient improved rapidly with these treatments. Although primary lung examination revealed no abnormal findings, the patient gradually went into respiratory distress. A lung CT scan uncovered that a tension pneumothorax has been developed (). A subsequent thoracotomy was performed, during which tearing of a large branch of the left bronchial tree was detected and sutured. A thoracostomy tube was then established to evacuate the excess air from the pleural cavity. A second brain CT scan showed that all the air bobbles were gone. After one week, the patient was discharged in good condition. In this case, after bronchial tear, intra-pleural pressure was increased and led the air to pulmonary veins, the heart, aorta and finally the cranial arteries.\\nCerebral air embolism is a threatening condition that could be caused by isolated penetrating chest injury. After chest injury, air may be introduced into the pulmonary arterial system. If the arterial gas embolism occurs, the smaller arteries or arterioles will be obstructed by air bubbles. This leads to ischemic and hypoxic changes. In addition, air bubbles may induce some inflammatory reactions. Loss of consciousness and convulsion are two of the most severe symptoms that could happen. CT scan reveals the bubbles in the brain. Hyperbaric oxygen therapy is recognized as a useful way to decrease bubble size and remove the obstruction of vessels.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'2383113': 1, '19182507': 2, '10675429': 1, '24250895': 2}", "similar_patients": "{'2647167-1': 1, '2647167-2': 1, '2647167-3': 1}"}