{"patient_id": 45384, "patient_uid": "3898097-1", "PMID": 24378156, "file_path": "comm/PMC003xxxxxx/PMC3898097.xml", "title": "Safe surgical technique: reconstruction of the sternoclavicular joint for posttraumatic arthritis after posterior sternoclavicular dislocation", "patient": "A 45 year-old right hand dominant gentleman sustained a fall on his left shoulder in a skiing accident in Colorado. He was in significant pain and shortness of breath and therefore referred to a local hospital for evaluation. A chest radiograph was unremarkable and particularly revealed no evidence of a pneumothorax, hemothorax, or widened mediastinum (Figure ). Due to significant tenderness over the left sternoclavicular joint, a CT scan was obtained which demonstrated a locked posterior sternoclavicular dislocation (Figure ). The patient was transferred to our academic Level 1 trauma center for definitive care. On arrival in our emergency department, the patient complained of significant pain in his chest and left shoulder, as well as left-sided neck pain. The upper airway was patent, and the patient was hemodynamically stable and fully awake, alert, and oriented, with a Glasgow Coma Scale (GCS) score of 15. A CT-angiogram of the neck revealed no sign of an acute cervical spine injury or associated vascular injury (not shown). Due to the locked position of the clavicle behind the manubrium (Figure ), no attempt for a closed reduction maneuver was made, and the patient was consented for surgical open reduction and internal fixation. As part of the pre-operative planning, we ensured immediate availability of a vascular surgeon, and the presence of a sternal saw and vascular set in the operating room, for immediate access in case of an accidental intraoperative vascular laceration. The patient was placed in supine position with a bump placed under the left shoulder. The left upper extremity freely draped. The surgical approach consisted of an incision of 10 cm length along the superior border of the medial clavicle, with a slight curve just medial to the sternoclavicular joint, across the midline of the manubrium. A full-thickness soft tissue dissection was performed down to the left sternoclavicular joint utilizing a meticulous dissection technique to avoid accidental transsection of the anterior capsular ligament and the costoclavicular ligament. The head of the medial clavicle was found to be incarcerated behind the manubrium and irreducible due to the interposition of the torn joint capsule and ruptured anterior sternoclavicular ligament (arrow in Figure A). The interposing joint capsule was therefore partially removed and the sternoclavicular joint was exposed and reduced with anterior and lateral traction using a serrated reduction clamp (Figure B). The joint was found to be grossly unstable after reduction due to incompetence of the anterior capsule and anterior sternoclavicular ligament. The posterior joint capsule and the costoclavicular ligament were preserved. The surgical plan consisted of anatomic joint reduction and bridge plate fixation using a 3.5 mm one-third-tubular locking plate (Synthes, Paoli, PA). The plate was placed on the anterior/superior border of the medial clavicle and spanned across the midline of the manubrium (Figure A). Unicortical locking head screw fixation was chosen to minimize the risk of unintentional injury associated with drilling across the far cortex. Anatomic reduction was achieved and maintained with the bridging locking plate fixation (Figure B). The wound was washed out and closed in layers. An on-table chest radiograph was obtained to rule out an iatrogenic left-side pneumothorax (Figure C). The patient tolerated the procedure well and reported minimal postoperative pain. His left shoulder was immobilized in a sling for pain control, followed by gradual mobilization with pendulum exercises.\\nThe patient was discharged from the hospital on postoperative day 1. He appeared to have an excellent subjective outcome with full and painless range of motion in the left shoulder. At 2 months post injury, he underwent an early hardware removal of the locking plate by a local orthopedic surgeon. Initially, the patient continued to have an uneventful recovery, unrestricted in his daily activities. Within 6 months, however, he started developing progressive, ultimately excruciating pain over the left sternoclavicular joint, dramatically restricting his daily functional activities. The symptoms deteriorated to a point at which the patient awakened from sleep every hour secondary to pain. The symptoms were refractory to the chronic intake of non-steroidal inflammatory agents (ibuprofen). A follow-up CT scan at 9 months post injury revealed significant posttraumatic arthritis of the left sternoclavicular joint, in conjunction with recurrent posterior subluxation of the medial clavicle (Figure ). The patient presented again to our institution and an indication was placed for surgical revision due to the symptomatic instability and progressive posttraumatic arthritis, which likely occurred secondary to early hardware removal of the bridging locking plate. The surgical plan entailed a partial resection arthroplasty of the medial clavicle in conjunction with a ligamentous reconstruction with a semitendinosus allograft tendon woven in a figure-of-eight pattern through drill holes in the manubrium and residual medial clavicle. This particular technique has been shown to improve stability compared to local tissue transfers, e.g. using the ‘classic’ Burrows technique [], and has been associated with excellent subjective outcomes in cases of chronic pain and posttraumatic joint instability [].\\nThe scar from the previous surgical approach to the left sternoclavicular joint was used for the revision procedure, as described above. A full-thickness dissection was performed through scar tissue down to the sternoclavicular joint. The ligamentous instability was verified intraoperatively by stress testing with a serrated reduction clamp (Figure ). Progressive arthritic changes were found at the medial clavicular joint, with multiple osteophytes and exposed bone related to grade IV degenerative cartilage lesions (arrow 1 in Figure ). In addition, the anterior sternoclavicular ligament and anterior joint capsule were incompetent (arrow 2 in Figure ), and the medial clavicle was subluxated posteriorly. The medial clavicle was resected by creating multiple parallel 2.5 mm drillholes in antero-posterior direction which were connected with an osteotome to finalize the osteotomy (Figure ).\\nMeticulous care has to be taken not to plunge across the far cortex of the medial clavicle, due to the close proximity of posterior vascular structures, and not to extend the resection more than 1 cm laterally in order to preserve the insertion of the costoclavicular ligament. A malleable retractor is placed posterior to the clavicle to protect from the tip of the drill bit, and the osteotomy across the far cortex is carefully completed by the use of an osteotome. The resected part of the medial clavicle should not extend beyond 1 cm in length (small insert in Figure ).\\nIn the present case, the costoclavicular ligament was intact and competent (arrow 3 in Figure ). The surgical plan was therefore restricted to the exclusive reconstruction of the anterior sternoclavicular ligament. We applied a technique of intraarticular ligament transfer with a semitendinosus allograft ‘figure-of-eight’ reconstruction (Figures , , ). Two drillholes each are placed at the level of the manubrium and the residual medial clavicle in antero-posterior direction. Subperiosteal dissection is performed around the lateral end of the manubrium and medial end of the residual clavicle to allow placement of a malleable retractor (Figure A) for protection of the posterior cortex from the tip of the drill bit.\\nThe antero-posterior drill holes are placed at a distance of 1 cm medial to the lateral sternal border, and 1 cm lateral to the site of the medial clavicular resection, to ensure no breach of the residual cortical bridge. We recommend using consecutive drill bit sizes in ascending order of 2.5 mm, 3.5 mm, and 4.5 mm to ensure adequacy of placement of the intraarticular drill holes for the ligament transfer. A drill hole of 4.5 mm diameter is the minimum requirement for successful passing of the semitendinosus tendon graft.\\nTemporary sutures are passed through the sternum to mark the drill holes and facilitate passage of the tendon graft (Figure B). The medullary canal of the clavicle is then drilled with a 4.5 mm drill bit and opened with a curette (Figure C). A temporary suture is passed through the clavicular drill holes, exiting the medullary canal (Figure D). The semitendinosus allograft is secured on a braided non-absorbable suture (e.g. Fiberwire®, Arthrex, Naples, FL) and passed through the medullary canal of the clavicle (Figure ). The tendon graft is then passed in a figure-of-eight position through the tagged drill holes in the clavicle and sternum (Figure ).\\nIt is important to hold the sternoclavicular joint reduced in anatomic position prior to tying two consecutive knots with the ends of the tendon within the residual joint space. The knot of the tendon within the joint space serves as a ‘spacer’ for the resection arthroplasty of the medial clavicle (Figure ).\\nA braided non-absorbable suture (e.g. Fiberwire®) is passed through the tendon knot in several layers to secure the fixation. It is important to sink the tied knot from the suture in the posterior soft tissues, in order to avoid interference of the suture knot with the thin skin envelope over the sternoclavicular joint. After meticulous bleeding control, the wound is washed out and closed in layers. We choose to obtain an on-table chest Xray (Figure ) for postoperative documentation and exclusion of an iatrogenic pneumothorax due to the close proximity of the surgical dissection and the pleural space.\\nThe patient described in this case report recovered well and had an excellent and painless function of the left shoulder (Figure ). He was able to resume full activity without restrictions within one month after the surgical revision procedure.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'7552675': 1, '10892963': 1, '18149000': 1, '21205762': 1, '6357176': 1, '3739662': 1, '24275759': 1, '32801951': 1, '20086700': 1, '11877788': 1, '2915008': 1, '20044687': 1, '20579908': 1, '29268434': 1, '19292236': 1, '10364956': 1, '22633729': 1, '10736389': 1, '23336920': 1, '8604199': 1, '20880650': 1, '15040635': 1, '13438947': 1, '17338849': 1, '15175849': 1, '9498516': 1, '20488152': 1, '16414470': 1, '26257278': 1, '23956132': 1, '21610444': 1, '12851582': 1, '8572795': 1, '21424429': 1, '22035392': 1, '21467887': 1, '14832323': 1, '22048186': 1, '5337310': 1, '3212484': 1, '15874817': 1, '9294804': 1, '8151442': 1, '6670493': 1, '5645243': 1, '24378156': 2}", "similar_patients": "{}"}