{"patient_id": 41814, "patient_uid": "3628492-1", "PMID": 23607018, "file_path": "comm/PMC003xxxxxx/PMC3628492.xml", "title": "Acetabular Central Fracture Dislocation after Generalized Seizure during Lumbar Myelography with Iohexol", "patient": "A 73-year-old woman was referred to our hospital due to a left acetabular fracture. She had undergone L4-5 fusion for spinal stenosis 5 years ago, and after surgery she had persistent radiating pain. For pain control, a check lumbar myelography and spinal cord stimulator insertion was planned 4 months ago.\\nBut she had a grand mal seizure when the myelography was being performed. The seizure developed at the moment of contrast media injection of about 7 mL of the total 10 mL (). The contrast media used was Iohexol (IO-Brix, Taejoon Pharm, Seoul, Korea). Emergency management was performed. During seizure attack, there was no fall or trauma. She had no history of a previous seizure.\\nOn regaining consciousness, she began to complain of increasing pain in the left hip, and 2 days after injury, plain radiographs were taken of the hip. The radiographs revealed an acetabular fracture with medial displacement of the left femoral head (). After discussion with the patient and her family, it was decided to treat the fracture nonoperatively at another hospital. Three days after the seizure, a spinal cord stimulator was inserted. During hospitalization, femoral skeletal traction of 9 kg was applied for 12 weeks to reposition the fracture dislocation. She was then discharged. However, the pain did not subside, and finally she was referred to our clinic, where plain hip radiographs showed disrupted congruity of the left hip and joint-space narrowing (). The bone mineral-density scan done in our hospital revealed severe osteoporosis with T-score of −3.6 at L1–3 and −2.4 at proximal femur. Endocrine reference to diagnose secondary cause of osteoporosis was taken, but after complete evaluation, no cause was found and a diagnosis of postmenopausal osteoporosis was made.\\nIn view of the pain, joint-space narrowing, and femoral head destruction, we decided to perform total hip arthroplasty. The bone defect, caused by a previous fracture at the acetabulum, was filled with an autologous bone graft from the femoral head. To reconstruct the acetabulum, we used an acetabular roof-reinforcement ring with a hook (Ganz cup; Zimmer, Warsaw, IN, formerly Centerpulse, Winterthur, Switzerland) and a cementless tapered stem to reconstruct the femoral side (M/L taper; Zimmer, Warsaw, IN). After surgery, the patient was maintained non-weight-bearing for 6 weeks and then allowed partial weight-bearing. Full weight-bearing ambulation was allowed 3 months postoperatively. Till date, she had been followed for 1 year and there was no pain or limping on her left hip (). Also, no other event of seizure attack was reported.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'16126137': 1, '30948376': 1, '31286032': 1, '10780618': 1, '630298': 1, '8492906': 1, '29230406': 1, '9599828': 1, '2725885': 1, '27033278': 1, '9118849': 1, '29725569': 1, '11111802': 1, '23607018': 2}", "similar_patients": "{}"}