{"patient_id": 165696, "patient_uid": "3916680-1", "PMID": 24516709, "file_path": "noncomm/PMC003xxxxxx/PMC3916680.xml", "title": "Gemcitabine-Induced Hemolytic Uremic Syndrome in Pancreatic Cancer: A Case Report and Review of the Literature", "patient": "In June 2011, a 56-year-old male visited a local hospital complaining of dyspepsia and back pain. Contrast-enhanced computed tomography (CT) revealed a 4.4 cm mass at the head of his pancreas (). He was referred to our hospital, where we found the mass had invaded the main portal vein, common hepatic artery, and stomach. An endoscopic biopsy revealed moderately differentiated adenocarcinoma. The patient was diagnosed with locally advanced, unresectable pancreatic cancer (cT4N1M0). Laboratory tests showed serum hemoglobin level of 14.9 g/dL, platelet count of 166,000/µL, blood urea nitrogen of 21.3 mg/dL, and serum creatinine level of 1.28 mg/dL. The carcinoembryonic antigen level was 2.34 ng/mL (normal range, 0 to 5 ng/mL) and carbohydrate antigen 19-9 was 798 U/mL (normal range, 0 to 37 U/mL).\\nConcurrent chemoradiotherapy (CCRT) with original gemcitabine weekly (1,000 mg/m2 per week, day 1, 8, 15, 22, and 29) and 25 radiation therapy (total radiation dose, 4,500 cGy) was performed from June 30 to August 3, 2011. One month after CCRT, a repeat abdominal CT showed that the pancreatic mass had decreased from 4.4 to 3.0 cm but remained unresectable. The tumor response was considered a partial response to treatment. On October 21, 2011, gemcitabine therapy was administered weekly (1,000 mg/m2 per week, day 1, 8, and 15) for 3 out of 4 weeks. A cumulative dose of gemcitabine from June 30, 2011 was 26,250 mg.\\nIn February 2012 during week 2 of cycle 5, the patient was admitted for generalized edema and general weakness. He developed acute renal failure and had an elevated serum creatinine level of 2.08 mg/dL (normal range, 0.5 to 1.40 mg/dL). On physical examination, the patient had dyspnea on exertion, lower extremity pitting edema, and a blood pressure of 200/140 mm Hg. The patient's hemoglobin level had decreased to 7.7 g/dL (normal range, 13.0 to 17.0 g/dL) and a platelet count of 87,000/µL (normal range, 150,000 to 400,000/µL). The reticulocyte count was 11.69% (normal range, 0.5% to 2.31%), with a corrected reticulocyte count of 6.6% and an elevated lactate dehydrogenase (LDH) level of 459 IU/L (normal range, 110 to 247 IU/L). A peripheral blood smear showed macrocytic hypochromic anemia with mild anisopoikilocytosis composed of schistocytes and acanthocytes (). There was no evidence of proteinuria or hematuria, but the patient was positive for urine hemoglobin. The patient's total bilirubin, obtained from an indirect Coombs test, was normal and the patient's haptoglobin level was <10 mg/dL.\\nThe laboratory tests confirmed MAHA, thrombocytopenia, and acute renal failure-leading to a diagnosis of gemcitabine-induced HUS. The patient started plasmapheresis due to oliguria and bilateral pleural effusion. After 19 plasmapheresis treatments, the patient's creatinine level decreased to 2.02 mg/dL and he was able to maintain self-urine output. The patient declined further chemotherapy due to his poor general condition after HUS treatment. He was transferred to a nursing home for hospice care and has continued with outpatient palliative therapy.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'19203505': 1, '27602753': 1, '29766468': 1, '10885900': 1, '26157323': 1, '18344882': 1, '30394581': 1, '30962211': 1, '10188900': 1, '18097666': 1, '21278560': 1, '15197810': 1, '12324937': 1, '10070921': 1, '10575189': 1, '31935318': 1, '13274004': 1, '20938119': 1, '16006690': 1, '30662800': 1, '15790464': 1, '19116715': 1, '34104442': 2, '28747219': 2, '23569497': 1, '7960602': 1, '19816959': 1, '10223245': 1, '24516709': 2}", "similar_patients": "{'8155781-1': 1, '5530476-1': 1}"}