{"patient_id": 154398, "patient_uid": "3097336-1", "PMID": 21607097, "file_path": "noncomm/PMC003xxxxxx/PMC3097336.xml", "title": "A case of minimal uterine serous carcinoma with distant lymph node metastasis without peritoneal dissemination", "patient": "A 61-year old woman (gravida 2, para 2) presented at the obstetrics and gynecology clinic with postmenopausal vaginal bleeding. She was referred to our department because of positive endometrial cytology. Pelvic examination results were poor due to obesity, with a body mass index of 35.0 kg/m2. Ultrasonography and magnetic resonance imaging of the pelvic organs revealed not increased endometrial thickness but rather, a small myoma. Endometrial curettage revealed a grade 1 endometrioid adenocarcinoma from the villoglandular proliferation of atypical cells (). Colonoscopy and cystoscopy showed abnormal findings on the surface of the rectum and bladder, respectively. Chest and abdominal computed tomography revealed no abnormality including the pelvic and para-aortic lymph nodes. Serum CA-125 levels were elevated to 41.8 U/mL.\\nLaparotomy was performed under the diagnosis of endometrial cancer. No macroscopic abnormalities were seen in the abdominal cavity, including the pelvic and para-aortic lymph nodes. Total abdominal hysterectomy, bilateral salpingo-oophorectomy and biopsy of the external iliac lymph node was performed. Since the preoperative histopathological diagnosis was grade 1 endometrioid adenocarcinoma, and laparotomy revealed no swollen pelvic or para-aortic lymph nodes, dissection of these nodes was omitted. The endometrium was macroscopically atrophic in the extirpated uterus.\\nHistopathological examination revealed no lesions in the uterus, but adenocarcinoma was present accompanied by psammoma body in the external iliac lymph node (). Peritoneal washing cytology was negative. Based on pre- and postoperative histopathological findings, the final diagnosis was endometrial carcinoma stage IIIC (pT1aN1M0) according to the International Federation of Obstetrics and Gynecology (FIGO) classification. After surgery, 18-fluorodeoxyglucose positron emission tomography/computed tomography (PET/CT) revealed left supraclavicular and para-aortic lymph node metastases. Therefore, we reviewed the specimen of the endometrial biopsy. The papillary part with prominent nuclear atypia in the villoglandular architecture was observed in the specimen (). Immunohistochemical staining indicated the expression of p53 both in the papillary part of the biopsied endometrium () and the metastasized pelvic lymph node (). Expression of estrogen receptor, progesterone receptor, and PTEN was not observed immunohistochemically (data not shown). Thus, the final histopathological diagnosis was an endometrial serous adenocarcinoma together with a metastatic lymph node.\\nThis patient underwent 6 cycles of chemotherapy with a combination of cisplatin (50 mg/m2) and doxorubicin (60 mg/m2). Additional external beam radiation therapy (Liniac 3 Gy ×15) was given to the left supraclavicular region because the left supraclavicular lymph node remained swollen after chemotherapy. The patient maintained no evidence of disease 37 months after operation.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'9850172': 1, '2258069': 1, '15389257': 1, '10843281': 1, '15577675': 1, '16321764': 1, '3804039': 1, '8088602': 1, '16495918': 1, '9571001': 1, '21607097': 2}", "similar_patients": "{}"}