{"patient_id": 39286, "patient_uid": "3467777-1", "PMID": 23082262, "file_path": "comm/PMC003xxxxxx/PMC3467777.xml", "title": "A Patient with Corneal Epithelial Disorder That Developed after Administration of a Latanoprost Generic, but Not a Brand-Name Drug, Eye Drop", "patient": "An 88-year-old male with a past history of diabetes mellitus, hypertension, and dementia underwent cataract surgery 4-5 years previously.\\nA few years earlier, Xalatan eye drops usage was prescribed for the right eye and Timolol XE eye drops (0.5% timolol malate) and Xalatan eye drops for the left eye in a local hospital. After he was admitted to a health care facility for the elderly due to dementia, Xalatan eye drops usage was changed to Latanoprost eye drops (Kaken Pharmaceutical Co., Ltd.) on July 15, 2010 by a physician of internal medicine in the facility. He noticed pain in the left eye at night on the day of the change in eye drops, visited a local hospital the next day, and was diagnosed with corneal disorder and referred to our department.\\nThe lacrimal secretion function evaluated using the Schirmer I test was 5 mm in the right eye and 20 mm in the left eye. Esthesiometry (Cochet-Bonnet aesthesiometer, Handaya Co., Ltd., Tokyo, Japan) showed corneal sensitivity of 50 mm in the right eye and 20 mm in the left eye.\\nDrug-induced corneal disorder was initially suspected. After the discontinuation of Timoptol XE eye drops and Latanoprost eye drops, Tarivid ophthalmic ointment (left eye, once daily) was prescribed. After 2 days, the corneal disorder improved, and, after 34 days, an instruction was given to resume the administration of only Timoptol XE eye drops into the left eye. However, in the health care facility for the elderly where he stayed, the administration of Timoptol XE eye drops (left eye, once daily) and Latanoprost eye drops (left eye, once daily) was resumed by mistake, and pain in the left eye developed. Three days after resumption of the eye drops, only Latanoprost eye drops usage was discontinued by a physician of internal medicine in the facility, and the eye pain disappeared. He visited our department 5 days after the discontinuation of the eye drops, and no corneal disorder was observed. Therefore, an instruction to resume Xalatan eye drops was given. Subsequent observation of the course revealed no corneal disorder ().", "age": "[[88.0, 'year']]", "gender": "M", "relevant_articles": "{'11158797': 1, '19284328': 1, '20151269': 1, '33367157': 1, '23807388': 1, '25536956': 1, '17941807': 1, '10726786': 1, '27391937': 1, '28559477': 1, '10206588': 1, '20418717': 1, '23082262': 2}", "similar_patients": "{}"}