{"patient_id": 154540, "patient_uid": "3114313-1", "PMID": 21697967, "file_path": "noncomm/PMC003xxxxxx/PMC3114313.xml", "title": "A rare case of greater petrosal nerve schwannoma", "patient": "A 23-year-old girl was referred to our department for an acute left facial palsy (Brackmann-House grade IV) associated with a disturbance in tear secretion of the ipsilateral eye, as supported by Schirmer's test. An audiogram revealed a left-sided conductive hypoacusia, while Brainstem auditory evoked response (BAER) showed an increase in latency of waves III and IV on the left side.\\nA computed tomography (CT) scan revealed an isodense subtemporal mass, with a partial calcification of the rim and the erosion of the anterior aspect of the petrous bone, with a clear extension into the tympanic cavity []. Magnetic resonance imaging (MRI) confirmed the presence of an extradural mass (3.8 x 3.3 x 2.8 cm) in the middle cranial fossa, isointense on T1-weighted images and mildly hyperintense on T2-weighted images, causing a compression and dislocation of the temporal lobe [].\\nThe tumor was exposed by a left subtemporal extradural/interdural approach while continuously monitoring facial nerve electromyography; during the mobilization of the postero-inferior portion of the tumor, the GPN was identified []. The lesion was removed by cutting the nerve that could not be dissected from the lesion, thus minimizing traction on the geniculate ganglion; the tympanic opening and the mastoid air cells were filled with autologous abdominal subcutaneous fat tissue. Post-operative CT scan and MRI showed the complete resection of the lesion []. The histological evaluation revealed a typical biphasic schwannoma, containing both Antoni A and Antoni B tissue [].\\nThe post-operative course was satisfactory, except for a left xerophtalmia treated with artificial teardrops. After 6-month follow up, both hearing difficulties, supported by audiometric test, and facial palsy regressed (Brackmann-House grade I-II).", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'3700739': 1, '11564265': 1, '13825709': 1, '2294168': 1, '2067611': 1, '17639892': 1, '18981849': 1, '3696413': 1, '10652411': 1, '1553040': 1, '15666034': 1, '19835468': 1, '8938317': 1, '8922716': 1, '17564052': 1, '10507395': 1, '6606188': 1, '14409746': 1, '20668903': 1, '16552018': 1, '17167605': 1, '21697967': 2}", "similar_patients": "{}"}