{"patient_id": 39368, "patient_uid": "3471436-2", "PMID": 23091498, "file_path": "comm/PMC003xxxxxx/PMC3471436.xml", "title": "Retrograde Instillation of Methylene Blue in the Difficult Diagnosis of BPF", "patient": "R. R. male, 77 years old, history of pulmonary TB and diabetes mellitus. On 2008 he undergoes right inferior lobectomy for a lung squamosus carcinoma (T1N1 M0-IA). On April 2009 a chest CT scan (with contrast enhancement) shows the presence of free air and “low density deposits of uncertain attribution” in the pleural space, leading to a suspected BPF. He is admitted to our Pneumology department for further investigation and a thoracic drain is positioned. During an FBS session, 2 cc of concentrated methylene blue are instilled through the work channel of the bronchoscope, in the right bronchial tree, close to the surgical suture. The aim is to show the presence of blue colorant in the boulau connected to the drain in the thoracic wall, however, the test fails. Considering the relative good health of the patient, he is discharged. Between September 2011 and November 2011, the patient begins to complain of a chronic cough; he is subsequently admitted to our Pneumology Department and undergoes two FBSs with Anterograd methylene blue injection (5 cc); however, the test fails to provide diagnosis as no methylene blue is detected in the pleural drain. On December 2011 there is still evidence of air and pleural effusion on chest radiography, so a new pleural drain is positioned. Suspecting an esophagus-pleural fistula, the patient undergoes a barium esophagram, but no fistula is detected. The only way for air to reach the pleural cavity is in our opinion through a BPF. In order to confirm our suspicions, we propose to Mr. RR a Bronchoscopy with Retrograde methylene blue Injection. During this final FBS session, a solution of 5 cc of methylene blue mixed in 50 cc of saline solution (NaCl 0.9%) is injected into the pleural drain. The colorant finally appears in the right bronchial tree, demonstrating the presence of a BPF, located in the right inferior bronchus, through a breach on the surgical suture. After the diagnosis of BPF, an FBS with rigid bronchoscope is then performed and histo-acryl glue (1 cc -BluGran) is used to close the fistula. One week later, the chest drain is removed and the patient is discharged.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'9477080': 1, '12002920': 1, '7069496': 1, '16798230': 1, '11709473': 1, '18603072': 1, '6701740': 1, '12735609': 1, '19706719': 1, '22345907': 1, '7460455': 1, '5015836': 1, '17496686': 1, '16354867': 1, '17877011': 1, '20118715': 1, '16636961': 1, '6483263': 1, '23091498': 2}", "similar_patients": "{'3471436-1': 2}"}