{"patient_id": 166604, "patient_uid": "3975750-1", "PMID": 24707262, "file_path": "noncomm/PMC003xxxxxx/PMC3975750.xml", "title": "Primary Pulmonary Synovial Sarcoma during Pregnancy: A Diagnostic and Therapeutic Dilemma", "patient": "A 26-year-old Caucasian female, G2P1, at 21 weeks’ gestation with no other significant medical history presented to a community hospital with a dry cough and right-sided pleuritic chest pain, which radiated to her right shoulder. She reported no family history of unusual or early-onset malignancies, she never smoked and she worked as a receptionist at a wastewater management company. Her previous pregnancy 2 years ago was uncomplicated and resulted in a healthy baby boy.\\nOn presentation, the patient was afebrile, tachypneic, and tachycardic with normal pulse oximetry. Physical examination was remarkable for diminished lung sounds at the right base. Her complete blood count was remarkable only for a low-grade normocytic anemia and her comprehensive metabolic panel was normal. Her symptoms and pregnancy-associated risk were suggestive of a pulmonary embolus, which prompted a CT of the chest with IV contrast. The CT scan revealed a smooth, lobulated 6.5-cm mass in the right hilum (fig. ). No parenchymal disease or pulmonary emboli were appreciated. She was referred to our academic center for further evaluation and treatment considerations.\\nOne week after her initial presentation, the patient underwent bronchoscopy, which disclosed a mass arising in the airway. Multiple transbronchial needle aspirations and forceps biopsies were performed.\\nH&E staining of the biopsied specimens revealed malignant spindle cells infiltrating endobronchial tissue (fig. ). Immunohistochemistry was positive for CD99 and Bcl-2, but negative for CD34 (fig. ). Additional stains for epithelial membrane antigen pancy-tokeratin AE1/3, Cam5.2, desmin, smooth muscle actin, S-100, and HMB45 were all negative.\\nFluorescence in situ hybridization performed on the formalin-fixed paraffin embedded tissue revealed two populations: a predominant population (>90%) of polypoid cells with multiple copies of SYT probe of which >80% had the break-apart signal and a small population (10%) of diploid cells showing the break-apart signal for SYT probe. The combined histopathology, immunohistochemistry, and fluorescence in situ hybridization studies confirmed the diagnosis of monophasic spindle cell synovial sarcoma.\\nIt was unclear at presentation if this represented a metastatic or primary pulmonary synovial sarcoma. Due to her pregnancy and possible fetal risk, the patient declined whole body imaging (i.e., PET-CT) to survey for a possible primary source. A repeat comprehensive physical exam failed to reveal any soft tissue masses. Based on these clinical observations and testing, it was assumed that the lung mass was a primary pulmonary synovial sarcoma.\\nSurgical resection, the only possible immediate cure, was deferred due to pregnancy as well as the size and proximity of the mass to vital structures. Neoadjuvant chemotherapy would necessarily focus on containing the growth of the mass, with hopes of inducing tumor necrosis, without causing undue harm to the fetus. A literature review yielded data supporting clinical benefit and acceptable third-trimester fetal risk associated with ifosfamide [, , ]. She was given 2 cycles of ifosfamide as follows: 2 g/m2 IV bolus over 4 h followed by 2 g/m2/day as continuous IV infusions for 6 days (the total dose given was 14 g/m2/cycle) each along with mesna. These were initiated at 26 and 29 weeks’ gestation.\\nAt 31 weeks’ gestation, the patient reported deceased fetal movements. Her obstetrician discovered oligohydramnios and a non-reassuring fetal tracing. The patient was then rushed to the operating room for an emergency C-section. She delivered a baby boy, who, aside from typical prematurity-associated concerns, was healthy. The patient's follow-up chest CT after delivery showed approximately 30% decrease in the size of the primary mass (fig. ).\\nAfter delivery, the patient was treated with two more cycles of standard neoadjuvant chemotherapy with mesna, adriamycin, and ifosfamide. She also underwent a PET-CT, which showed increased metabolic activity solely at the site of the known lung malignancy and an estimated 30% decrease in the size of the primary mass. She was then scheduled for right total pneumonectomy and mediastinal lymphadenectomy approximately 8 weeks after the birth of her son. Gross pathology revealed a large, white-tan, necrotic tumor mass in the right upper lobe extending inferiorly down into the interlobar fissure. Histology confirmed the primary diagnosis of synovial sarcoma, with evidence of necrosis. All 5 resected lymph nodes as well as the bronchial and vascular margins were free of tumor. Adjuvant mesna, adriamycin, and ifosfamide were offered, but the patient declined due to concerns about toxicity.\\nA PET-CT scan performed 5 months later revealed recurrent sarcoma and a 4.7-cm right hilar and hypermetabolic mass compressing the right main pulmonary artery and indenting the left atrium. There was no evidence of metastatic disease. Bronchoscopy with endobronchial ultrasound delineated a right hilar/paratracheal mass 3–4 cm in size, causing extrinsic compression of the left mainstem bronchus. Palliative radiation therapy was then given (3,750 cGY over 15 days). The patient developed fistulae involving the trachea, bronchus, pleura, and esophagus, followed by cardiomyopathy and pneumonia. She eventually succumbed to her disease and passed away approximately 13 months after her diagnosis.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'15725802': 1, '8391380': 1, '9388523': 1, '10050993': 1, '18239021': 1, '27408761': 1, '30700464': 1, '14669292': 1, '8412164': 1, '8174046': 1, '18286474': 1, '34336322': 2, '16764312': 1, '17996977': 1, '24707262': 2}", "similar_patients": "{'8313357-1': 1}"}