{"patient_id": 163111, "patient_uid": "3764964-1", "PMID": 24019792, "file_path": "noncomm/PMC003xxxxxx/PMC3764964.xml", "title": "Retinal Arterial Occlusive Disease in a Young Patient with Cat Scratch Disease", "patient": "A 23-year-old woman was referred to our clinic with a 2-day history of scotoma in the left upper visual field of her left eye. The patient's past medical and ocular histories were unremarkable. At presentation, her Snellen best-corrected visual acuity was 10/10 in both eyes. Examination of the anterior segment did not reveal any abnormal findings, while a mild vitritis was noted in both eyes. Fundoscopy revealed an occlusion of the inferior temporal branch of the left retinal artery (fig. ) and multiple foci of retinitis in the posterior pole of both eyes, more prominently in the left. Fluorescein angiography was subsequently performed, which confirmed the diagnosis of arterial occlusion and the presence of vasculitis (fig. ). Leakage of the inferonasal part of the left optic disc was also noted. Laboratory investigations were undertaken for all possible causes of anterior and posterior uveitis. The patient had not received any treatment before the laboratory tests were performed.\\nTwo weeks after presentation her clinical symptoms started to improve, while fundoscopy and fluorescein angiography showed resolution of the retinal arterial occlusion. Indocyanine angiography did not reveal choroidal involvement. Laboratory analysis showed a positive IgG titer for B.\\nhenselae (IgG = 512, positive >128, indirect immunofluorescence) that continued to rise during the second month of the disease (IgG = 1,024) and declined afterwards. The IgM titers were notably negative throughout the course of the disease. Based on the elevated serum IgG titers, the diagnosis of cat scratch disease was established. Clinical examination did not reveal lymphadenopathy or skin lesions. The patient could not remember any incidents of being scratched or bitten by a cat despite the presence of 2 kittens in a nearby premise. The patient was advised to take oral doxycycline 100 mg BD for 4 weeks, but discontinued the treatment 3 weeks later. At follow-up, 2 months after the initiation of treatment, there was complete resolution of both the arterial occlusion and retinitis. By that time, some hard exudates had started to appear in the left macular region, without forming the typical ring of a macular star (fig. ).", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'20148999': 1, '8862061': 1, '30852734': 1, '7575258': 1, '10168891': 1, '18454406': 1, '11020414': 1, '9627652': 1, '28182175': 1, '20973657': 1, '18645403': 1, '24019792': 2}", "similar_patients": "{}"}