{"patient_id": 41773, "patient_uid": "3625598-1", "PMID": 23606850, "file_path": "comm/PMC003xxxxxx/PMC3625598.xml", "title": "Acute Zonal Occult Outer Retinopathy: Vision Loss in an Active Duty Soldier", "patient": "A 33-year-old active duty American Indian female initially presented with bilateral photopsias and temporal visual field defects. She was referred from a community ophthalmologist with the diagnosis of a “possible white dot syndrome”. She has a history of high myopia (−6.75D OD/−7.00D OS).Her BCVA was 20/20 OD and 20/30 OS. The anterior segment ophthalmoscopic findings were normal bilaterally. Posterior segment evaluation showed that no vitritis, scalloped and circular RPE defects OU, and a known previous chorioretinal scar OS (Figures and ).\\nHumphrey visual field 30-2 revealed enlarged blind spots and temporal scotomas of both eyes (Figures and ). The temporal scotomas correlated with the area of RPE atrophy and the patients stated location of photopsias. The electroretinography (ERG) showed the cone and flicker response was reduced in both eyes. Optical coherence tomography showed a normal IS-OS line in the macula but loss of the IS-OS line in the paramacular areas that corresponded to the area of defective visual fields. The retinal thickness was normal despite the abnormal IS-OS junction. Laboratory studies to rule out syphilis, cytomegalovirus, herpes zoster, and simplex were negative. Antinuclear antibody, rheumatoid factor, and HIV were negative. Imaging studies to include chest X-ray and magnetic resonance imaging of the brain were normal. Over the course of 12 months the unchanged BCVA, visual field, OCT, and RPE defects pointed toward a diagnosis of AZOOR. Following the results of the ERG (showing global defective photoreceptors) the diagnosis of AZOOR was more definitive.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'8340485': 1, '20696997': 1, '8013724': 1, '19139340': 1, '15615750': 1, '18497522': 1, '17846358': 1, '9097746': 1, '12208243': 1, '23606850': 2}", "similar_patients": "{}"}