{"patient_id": 42917, "patient_uid": "3708429-1", "PMID": 23878758, "file_path": "comm/PMC003xxxxxx/PMC3708429.xml", "title": "Rare Case of Renal Cell Carcinoma with Mandibular Swelling as Primary Presentation", "patient": "A 68-year-old male, formerly a smoker, presented with one-month history of rapidly progressing swelling in the left mandibular region (). There was no other local or systemic complaint. Physical examination revealed a 5 × 5 cm firm, fixed, immobile, mildly tender swelling in region of left mandibular ramus. A firm, 1 × 2 cm, lobular, tender swelling was also noted in the region of left retromolar trigone. There was no other relevant finding on specific ENT and general examination.\\nFNAC of the swelling was done and reported as myoepithelioma. Meanwhile OPG and CECT parotid regions were ordered. OPG showed an osteolytic lesion involving left ramus of mandible (). CT scan of the parotid region revealed an osteolytic lesion involving inferior middle 3rd of left ramus of the mandible and posterior body of the mandible corresponding to the 3rd molar (). There was erosion and effacement of the adjacent medial, lateral and inferior cortices of the ramus. The lesion involved left alveolar canal. Large soft tissue components extending medially and laterally involving the superficial and deep masticatory spaces were noted. Displacement of left masseter and medial pterygoid muscles was present. Doppler ultrasound of the neck revealed a well-defined soft issue mass lesion in relation to submandibular region with extensive central and peripheral vascularity arising predominantly from external carotid artery.\\nIn view of the rapidly progressing vascular osteolytic lesion arising from within the mandible with normal panendoscopic examination of head and neck, we proceeded for metastatic workup, and FNAC report was put to question as myoepithelioma is a benign lesion both clinically as well as radiologically.\\nChest radiogram and CECT brain revealed normal scans. USG abdomen was done that showed a well-defined heterogenous mass (43 × 34 mm) in the right renal pelvis following which CECT abdomen was ordered that defined a well circumscribed mass in right kidney measuring 3.7 × 4.6 cm with stranding of perinephric fat and multiple B/L Bosniak type 1 renal cysts (). With these radiological findings, the impression of renal cell carcinoma with mandibular metastasis was made, and the FNA slides from mandibular swelling were sent for review examination and reported as deposits of renal cell carcinoma (). The patient was referred to the department of onco surgery for further management where right nephrectomy was done and the histopathological examination of the nephrectomy specimen was reported as renal cell carcinoma.\\nPostoperative PET scan of the patient was done to rule out other possible metastasis in the body which may have been missed by pre-op radiological workup. However, PET scan revealed that only one lesion confines to mandible. The sole metastasis in the mandible being highly vascular had by then grown considerably with erosion of retromolar trigone plus tonsil, and the fungating growth with teeth on it was seen hanging in the oral cavity and oropharynx. Patient had by now started bleeding from the oral lesion. Since the volume and the bulk of the tumor were quite, huge target therapy could not be contemplated, and the patient was subjected to gadolinium enhanced MRI of the oral cavity and neck with the intension of surgery of sole metastasis in the form of wide excision plus hemimandibulectomy and reconstruction with pectoralis major flap. However MRI revealed extensive destructive lesion with tumor tissue abutting major vessels of head and neck including internal carotid artery, and hence patient was subjected to palliative chemoradiation.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'12352670': 1, '21330923': 1, '20633979': 1, '12148853': 1, '19451442': 1, '4057398': 1, '11665400': 1, '27609721': 1, '17909506': 1, '8600244': 1, '20592612': 1, '22801159': 1, '20302679': 2, '18438681': 1, '2370461': 1, '281440': 1, '16469016': 1, '4009805': 1, '11349489': 1, '18823541': 2, '21162343': 1, '21167518': 1, '19487381': 1, '22135565': 1, '16146280': 1, '33714256': 2, '7799127': 1, '20364382': 1, '27956733': 1, '6936530': 1, '7830186': 1, '9626229': 1, '23878758': 2}", "similar_patients": "{'2858138-1': 1, '2566576-1': 1, '7968982-1': 1}"}