{"patient_id": 37953, "patient_uid": "3371667-1", "PMID": 22701189, "file_path": "comm/PMC003xxxxxx/PMC3371667.xml", "title": "Multiple Oral Leiomyomas in an Infant: A Rare Case", "patient": "An 8-month-old girl was referred to the Department of Oral and Maxillofacial Surgery of the University Hospital San Vicente in Medellín, Colombia, for evaluation of multiple erythematous lesions on the tongue, cheek and floor of the mouth (). The lesions had been present for the previous four months. Physical examination revealed well-demarcated nodules measuring around 1 cm in diameter. The overlying mucosa appeared normal and nonulcerated. In order to complete a histological analysis, excisional biopsies were performed. The surgical samples were fixed in 10% buffer formalin for a minimum of 48 hours, embedded in paraffin, and cut at 5 μm to be stained with Hematoxylin-Eosin technique. Microscopically, fusiform cell proliferation with elongated nuclei and eosinophilic cytoplasm was observed. Several blood vessels lined by a thin layer of endothelial cells were observed intercalated in the fascicules (). Immunohistochemical techniques were also applied, involving monoclonal antibodies against actin, vimentin, cytokeratin, and the S-100 protein (). The immunohistochemical study revealed the expression of vimentin, desmin, muscle specific actin (MSA), and smooth muscle actin (SMA) within the tumor cells. The other markers studied (cytokeratin, AE1/AE3, EMA, S100, and CD34) were negative. Diagnosis of vascular leiomyomas was confirmed. Computerized tomography ruled out bone association, corroborating the completely mucosal allocation of the leiomyomas. Finally, the lesions were removed under general anaesthesia (). The patient had a correct evolution without any postoperative incident. The patient returned after a 6-month period, at which time there was no evidence of recurrence.", "age": "[[8.0, 'month']]", "gender": "F", "relevant_articles": "{'12221390': 1, '18667980': 1, '12924741': 1, '29238412': 2, '6722737': 1, '31363342': 1, '16920544': 1, '18551205': 1, '20835545': 1, '10706911': 1, '22701189': 2}", "similar_patients": "{'5712643-1': 1}"}