{"patient_id": 157775, "patient_uid": "3345601-1", "PMID": 22566738, "file_path": "noncomm/PMC003xxxxxx/PMC3345601.xml", "title": "Stroke intracerebral multiple infarcts: Rare neurological presentation of honey bee bite", "patient": "A 70-year-old, normotensive, nondiabetic man presented with history of being stung by a massive attack of honey bees followed by swelling and itching over the skin of the face, head, neck and chest. He was treated and relieved with intravenous antihistamines and steroid at the local hospital and over 80 stings were extracted. After 6 h of bite, he developed altered sensorium and presented to our emergency department 10 h after being stung.\\nThere was no history of fever, dyspnea, diarrhea, vomiting, convulsions and weakness of body. He was a nonsmoker, nonalcoholic and watchman by occupation. Past medical and surgical history was insignificant.\\nHis vital signs were as follows: Glasgow coma scale (GCS) score was 9/15 (E2, M5, V2), pulse 88 beats/min, blood pressure 110/70 mmHg, afebrile and respiratory rate of 18 breaths/min. Widespread erythematous painful papules were noted []. Central nervous system (CNS) examination did not reveal signs of focal neurological deficit. The remainder of the systemic examination was normal. The patient stopped moving his right half of the body 12 h following bites, and CNS examination revealed right hemiparesis, right planter extensor and global aphasia and pupil and fundoscopic examination were unremarkable and blood pressure increased to 160/100 mmHg.\\nPertinent laboratory data showed: Hemoglobin 9.5 g/dl, total leukocyte count 13,200/cu mm, platelets 2.12 lacs/ul and albuminuria. Renal function tests (serum creatinine 2.20 mg/dl; blood urea nitrogen 75 mg/dl; serum potassium 5.9 mEq/l) were suggestive of ARF; however, his ultrasound abdomen was normal. Other parameters like blood sugar, liver function test, prothrombin and activated partial thromboplastin time were normal on admission. Electrocardiogram did not reveal widespread T-wave changes of hyperkalemia []. Creatinine phosphokinase (CPK) was performed to establish the cause of ARF, and was found to be very high [1580 IU (normal 24–170 IU)]. Head computed tomography (CT) showed multiple wedge-shaped hypodense areas (+19 to +25 HU), with loss of grey white matter differentiation and effacement of the adjacent sulcal spaces involving left frontal and left parietooccipital regions suggestive of multiple acute infarcts and multiple lacunar infarcts in bilateral gangliocapsular regions involving the left caudate nucleus, right lentiform nucleus and bilateral external capsule []. Magnetic resonance imaging (MRI) brain could not be done early in the course of disease because of financial problems. MRI brain showed evidence of multiple wedge-shaped hyperintense areas on T1WI, T2 WI and flair images in the left parietooccipital region with patchy parenchymal and gyriform enhancement on postcontrast imaging suggestive of subacute hemorrhagic infarcts in the left parietoociptial region with old lacunar infarcts in the bilateral external capsule []. On MRI angiography basilar artery, posterior, middle and anterior cerebral arteries and their communicating branches appeared normal and it did not reveal any filling defect, arterial stenosis or aneuresmal dilatation []. MRI venogram of brain could not be done as the patient's relative did not give consent for the same.\\nA diagnosis of stroke, right hemiparesis, multiple cerebral infarcts with rhabdomyolysis and ARF was made. Hyperkalemia was treated with intravenous glucose-insulin and calcium-gluconate. The patient was than started on intravenous fluids, mannitol 100 ml 8-hourly; tablet aspirin 300 mg daily, amlodepin 2. 5 mg daily and antibiotics along with analgesics.\\nClinical improvement with full recovery of renal function was observed after 7 days; however, neurological recovery was gradual and his stay in the hospital was uneventful. On the 15th day, the patient was able to stand with support. Repeat CT after 20 days was suggestive of significant resolution of infarct size along with hemorrhagic infarcts in the left parietooccipital region []. He was discharged after 20 days. After 1 month, the GCS and motor weakness were improved, but aphasia did not improve completely.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'32650469': 1, '15388837': 1, '14719593': 1, '15548820': 1, '3411592': 1, '27162866': 1, '24753680': 2, '22919208': 1, '19770552': 1, '32055140': 1, '11229239': 1, '7870647': 1, '19784473': 1, '24772163': 2, '11170939': 1, '12186135': 1, '22566738': 2}", "similar_patients": "{'3999030-1': 1, '3992753-1': 1}"}