{"patient_id": 164820, "patient_uid": "3867618-1", "PMID": 24369003, "file_path": "noncomm/PMC003xxxxxx/PMC3867618.xml", "title": "Femoral Nerve Palsy with Patella Fracture", "patient": "A 25-year-old active young woman (weight 57 kg, height 1.64 m) suffered a left patella fracture due to a slip and fall. She had a medical history of right knee arthroscopy in 2001 due to a cruciate ligament injury. Complete blood count, electrolyte panel, coagulation screening, electrocardiography, and plain radiographic findings were all within normal limits. A physical examination revealed moderate tenderness and swelling in the left thigh and knee area. We could not check motor grade of the left knee due to severe pain. Open reduction and internal fixation with a tension band wiring was performed under spinal anesthesia three days after admission to the emergency room. A pneumatic tourniquet was inflated to 370 mmHg at the onset of the procedure and was deflated 80 minutes after surgery. Her leg was elevated to 30 degrees immediately after surgery, and an ice bag was applied to the operation site. Immediate full weight bearing and range of motion were allowed. There were no signs of infection. The patient was discharged with a crutch four days after the operation.\\nThe patient returned the following week for consultation. She had marked pain in the left knee area, difficulty in extending the knee, and weakness of the quadriceps muscle. She was referred to a rehabilitation physician and a neurologist for electromyography-nerve conduction velocity (EMG-NCV) testing, but she refused the test.\\nEight weeks after being discharged, she was readmitted because of persistent pain and neurologic symptoms. At that time, manual muscle testing of the left lower limb showed grade IV hip abduction, grade V adduction, grade III hip flexion, grade II knee extension, grade V ankle dorsiflexion, and grade V plantar flexion. Pinprick sensation of the femoral nerve and lateral cutaneous nerve in the thigh area was decreased to 8 points on a scale from 0 to 10 points. Reflexes at the left patella were not assessable. Knee pain was measured as 5 on a visual analogue scale. MRI of the knee showed no evidence of abnormalities of the anterior cruciate ligament, posterior cruciate ligament, lateral collateral ligament, medial collateral ligament, or meniscus abnormality, except for slight increase in the amount of joint effusion. However, evaluations of the patella, infrapatellar fat pad, quadriceps tendon, patellar tendon, and anterior horn of medial/lateral menisci were limited due to severe metallic artifacts. Diffuse T2 high signal intensity was observed in the anterior compartment of the left thigh, suggesting an acute denervation change related to left femoral neuropathy. Furthermore, the whole volume of the muscles of the left thigh was reduced, suggesting combined disuse atrophy (). MRI of the lumbar spine depicted a normal spinal cord, L4 nerve roots, and lumbar plexus, except for bulging discs with an annular tear at L3-4, L4-5, and L5-S1. In addition, mildly increased echogenicity was noted in the left anterior compartment muscle with decreased volume by joint ultrasonography, suggesting disuse atrophy or a denervation change.\\nAn EMG study was performed on the left tibialis anterior, gastrocnemius medialis, vastus lateralis, vastus medialis, rectus femoris, adductor brevis, gluteus medius, and lumbar paraspinal (L3 and 4) muscles. Positive sharp waves and fibrillation potentials were observed in the vastus lateralis, vastus medialis, and rectus femoris muscles by needle electromyography. Furthermore, a sensory nerve conduction study (NCS) revealed reduced conduction for the left saphenous nerve. One week after the test, a follow-up EMG study was done by another neurologist, and the results were the same.\\nAccordingly, the study established the presence of partial peripheral neuropathy of the left femoral nerve. The patient was referred for electrical stimulation therapy and steroid therapy but refused any further treatments. The internal fixation device was removed at two months after surgery due to severe pain, and subsequently, the knee pain scale improved to visual analogue scale 3 five days after the device removal.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'21187558': 1, '2981881': 1, '15954069': 1, '8028880': 1, '11734499': 1, '20143990': 1, '16186707': 1, '12808548': 1, '24369003': 2}", "similar_patients": "{}"}