{"patient_id": 157283, "patient_uid": "3304659-1", "PMID": 22310796, "file_path": "noncomm/PMC003xxxxxx/PMC3304659.xml", "title": "Osler-Weber-Rendu disease presenting with hepatocellular carcinoma: radiologic and genetic findings", "patient": "A 68-year-old man was referred for evaluation of a hepatic mass. He had history of hepatitis B virus carrier for 20 years and liver cirrhosis for 3 years. He has been taking an angiotensin receptor blocker and digoxin due to hypertension and heart failure. He has suffered from repeated episodes of epistaxis from his teens and gastrointestinal bleeding from his mid-thirties. All of his five children also had the history of recurrent epistaxis. Also his sister was suffering from the sequelae of cerebrovascular accident. On physical examination, several telangiectatic macular lesions were found on his arms and trunk (). The laboratory work-up at first visit revealed the following: WBC, 4.6×103/mm3; platelet, 172×103/mm3; hemoglobin, 12.6 g/dL; aspartate aminotransferase (AST), 42 IU/L; alanine aminotranferase (ALT), 20 IU/L; hepatitis B virus surface antigen, positive; hepatitis B surface antibody, negative; anti-hepatitis C virus antibody, negative; and alpha-fetoprotein (AFP), 345 ng/mL (normal, 0-20). Other laboratory results including bleeding time, coagulation time, prothrombin time and activated partial thromboplastin time were normal. Gastroduodenal endoscopy disclosed a telangiectasia at the lesser curvature in mid-body of the stomach (). Liver dynamic CT (LDCT) revealed multiple HCCs in the right lobe of liver and there was no evidence of distant metastasis or vascular invasion. The HCC lesions showed heterogenous wash-out compared to well enhancing round homogenous AVMs in delayed phase of LDCT ().\\nLiver transplantation was recommended, however, the patient refused it due to economic problem. TACE was performed in three consecutive sessions, but lipiodol uptake in the tumor mass was very poor at every session. HCC progressed after each TACE session. Fever developed up to 38℃, and AST and/or ALT increased more than two times of baseline following the first two TACE sessions.\\nBecause of unusual TACE effect, we reviewed all the radiologic images of the patient and found an enlarged tortuous hepatic artery, multiple arteriovenous malformations, and early visualization of hepatic veins in LDCT () and hepatic angiography (). Based on these findings and positive family history, he was diagnosed as Osler-Weber-Rendu disease and genetic tests for the ENG and ACVRL1 were performed. Patient's genomic DNA was isolated from peripheral blood using the QuickGene DNA blood kit (Fujifilm, Tokyo, Japan) and BigDye Terminatore V3.1 Cycle Sequencing Ready reaction kit (Applied Biosystems, Foster city, CA, USA). Fourteen and ten exons and their intronic flanking sequences of the ENG and ACVRL1, respectively, were amplified by polymerase chain reaction with appropriate primers ( and ). The molecular genetic analysis for the whole exons with their flanking sequences of the ENG was negative. However, the patient harbors a deletion mutation, c.145del (p.Ala49ProfsX5), in the ACVRL, the diagnosis of HHT type 2 with hepatic involvement was confirmed by the results of genetic study. He is waiting for deceased donor liver transplantation for the treatment of HCC.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'18972161': 1, '16155196': 1, '12544200': 1, '29909559': 1, '12566546': 1, '7976883': 1, '14645886': 1, '163631': 1, '12049862': 1, '8615703': 1, '16703249': 1, '16752392': 1, '17032403': 1, '12605646': 1, '17692689': 1, '2557276': 1, '17239481': 1, '15923156': 1, '10751092': 1, '30992904': 1, '22310796': 2}", "similar_patients": "{}"}