{"patient_id": 161818, "patient_uid": "3675312-1", "PMID": 23755084, "file_path": "noncomm/PMC003xxxxxx/PMC3675312.xml", "title": "Spontaneous Partial Regression of Coronary Artery Fistula Following Optimal Medical Therapy in a Patient Who Had Combined Significant Coronary Artery Spasm", "patient": "A 41-year-old woman presented with a several week history of resting ischemic chest pain. She had no specific past medical history. On physical examination, there was no pathologic murmur sound on auscultation, and the remaining physical examination findings were not remarkable. On further questioning, she reported experiencing episodes of resting ischemic chest pain over the previous few years. The routine laboratory findings were not remarkable. Chest X-ray showed no signs of pulmonary edema and the cardiothoracic ratio was 42%. Electrocardiogram showed normal sinus rhythm without ST segment change. Initial transthoracic echocardiography showed mild tricuspid regurgitation with neither wall motion nor left ventricular systolic function abnormality. A treadmill stress test was done during which the patient exercised for ten minutes following the Bruce protocol and maximal workload was attained (12 METs) without chest pain. However, electrocardiogram at peak exercise level showed ST depression of about 2 mm in leads II, III and aVF.\\nBased on the patient's symptoms and the results of the treadmill test, we decided to perform coronary angiography. Baseline coronary angiography revealed multiple small fistulas which originated from the proximal left main (LM) coronary artery to the pulmonary artery (PA), from the proximal left anterior descending artery (LAD) to PA and from the proximal RCA to PA (). Because the coronary angiography showed no significant lesions in the major epicardial coronary arteries, we performed an incremental intracoronary Ach provocation test with A1 (20 ug), A2 (50 ug) and A3 (100 ug) into the left coronary artery. This showed significant diffuse vasoconstriction in the LAD and left circumflex artery with ischemic chest pain at dose A3 ().\\nIn light of the multiple coronary AVF, we directly performed right heart catheterization for functional assessment. There was minimal oxygen step-up between the inferior vena cava level (80.5%) and those of the pulmonary arteries (70.1%) and the right atrium (70.4%). The calculated Qp/Qs was 0.98. For further investigation, computed tomography angiography was carried out for three dimensional understanding, which showed similar results as compared to the coronary angiography findings ().\\nBased on the results of coronary angiography and right heart catheterization, we decided to manage conservatively for the multiple CAFs combined with significant CAS, treating with antianginal medication including nicorandil (Sigmart®, JW Pharmaceutical, Korea) and isosorbide dinitrate (Isoket®, KPP, Korea) instead of selective embolization of the major coronary AVF. After this intensive antianginal medication treatment, the patient's ischemic symptoms improved and maintained a stable condition.\\nTwo years later, the patient visited the emergency room with ischemic chest pain at rest and follow-up coronary angiography was performed for definite evaluation. Coronary angiography showed no significant interval change as compared with the previous results especially in the AVF from LM to PA and that from LAD to PA. However, the main AVF from the proximal RCA to PA had spontaneously regressed (). After careful history taking, we ascertained that the patient had not taken antianginal medicine several days prior to visiting the emergency room. We accordingly restarted antianginal treatment, and her symptoms were improved and stabilized.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'2090696': 1, '8532948': 1, '22623009': 1, '2637000': 1, '19514251': 1, '19859767': 1, '4265596': 1, '8759065': 1, '9021427': 1, '2019198': 1, '348342': 1, '16125261': 1, '22212517': 1, '12025925': 1, '9805263': 1, '23755084': 2}", "similar_patients": "{}"}