{"patient_id": 154541, "patient_uid": "3114368-1", "PMID": 21697970, "file_path": "noncomm/PMC003xxxxxx/PMC3114368.xml", "title": "Rarest of the rare: Chordoid glioma infiltrating the optic chiasm", "patient": "A 50-year-old woman presented with short-term memory loss and occasional headaches. A CT scan revealed a large suprasellar mass that was isodense and uniformly enhancing. Small foci of calcification were evident. MRI demonstrated that the tumor was located in the anterior third ventricle exerting rostral pressure on the fornices. Suprachiasmatic and retrochiasmatic components were also evident []. The tumor was hypointense of T1, hyperintense on T2, and uniformly enhancing [Figure –. The optic chiasm appeared significantly enlarged and hyperintense on T2-weighted sequences [Figure and . Importantly, gadolinium enhancement was evident within the optic chiasm [Figure and ]. Clinical examination revealed hypothalamic-pituitary axis dysfunction restricted to hypothyroidism. Ophthalmologic exam was normal. Neuropsychological assessment revealed deficits in both verbal and non-verbal memory. Difficulties in divergent thinking, sustained attention, and organization were also identified. Adaptive learning was maintained.\\nA right pterional craniotomy and orbital osteotomy was performed. Upon dissection of the optic apparatus it was apparent that the optic chiasm was involved in the tumoral process. It was grossly enlarged with an infrachiasmatic growth caudal to the right optic nerve []. Biopsy confirmed the presence of tumor within the optic chiasm. The operation was terminated at this point. The patient did not develop a new neurological deficit postoperatively.\\nPathological examination revealed cords of epithelioid cells separated by a mucinous background. Cells were positive for glial fibrillary acidic protein. Epidermal growth factor receptor positive cells were also identified. A single mitotic cell was found. A CD45-positive lymphocytic infiltrate was also seen. These findings are consistent with a chordoid glioma.\\nThe patient and family were informed regarding the diagnosis, prognosis, risks of resection, and radiotherapy. The patient deferred further treatment until evidence of growth on imaging or worsening symptoms. The tumor has remained unchanged over 18 months and the patient remains unchanged neurologically.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'26668411': 1, '9600220': 1, '14629303': 1, '12814253': 1, '12360048': 1, '25648470': 1, '11237967': 1, '21192197': 1, '10867806': 1, '12389135': 1, '21059517': 1, '18246456': 1, '21697970': 2}", "similar_patients": "{}"}