{"patient_id": 165250, "patient_uid": "3890736-1", "PMID": 16913444, "file_path": "noncomm/PMC003xxxxxx/PMC3890736.xml", "title": "Longlasting Remission of Primary Hepatic Mucosa-associated Lymphoid Tissue (MALT) Lymphoma Achieved by Radiotherapy Alone", "patient": "A 67-year-old man, who was undergoing treatment for a bleeding duodenal ulcer, was admitted to our hospital for evaluation of a liver mass incidentally found on abdominal ultrasonography. The patient had a past medical history of angina pectoris, drug induced hepatitis, myocardial infarction, congestive heart failure and old pulmonary tuberculosis. The family history was none contributory. The patient complained of general weakness, easy fatigability and anorexia. He had no complaints of abdominal pain, weight loss, fever or night sweats. The blood pressure was 125/90 mmHg, pulse rate 90/min and body temperature 36℃. He appeared chronically ill and had an alert mental status. There was no tenderness on abdominal examination. Hepatomegaly of two fingers breadth was noted below the right costal margin; there was no ascites. His spleen and lymph nodes were not enlarged. Laboratory blood tests showed a hemoglobin of 12.8 g/dL, hematocrit 37%, white blood cell 5,400/µL with 42.8% neutrophils, platelet count 122,000/µL, blood urea nitrogen 14.2 mg/dL, creatinine 1.4 mg/dL, total protein 7.8 g/dL, albumin 3.8 g/dL, total bilirubin 0.8 mg/dL, alkaline phosphatase 53 IU/L, alanine aminotransferase (ALT) 30 IU/L, aspartate aminotransferase (AST) 35 IU/L, gamma glutamyl transferase (r-GT) 53 IU/L, lactate dehydrogenase (LDH) 250 IU/L (within normal range), prothrombin time 23 sec (98% of normal) and alpha-fetoprotein 3.5 ng/mL (within normal range). Hepatitis B surface antigen (HBsAg), antibody against hepatitis B surface antigen (anti-HBs) and antibody against hepatitis C (anti-HCV) were all negative. Abdominal magnetic resonance imaging (MRI) showed a well defined homogeneous mass 5.7×4.8 cm in size at segment 5 (). The following neck and chest computerized tomography (CT) scan showed no sign of other organ involvement or lymphadenopathy. Abdomen-pelvic CT scan showed no evidence of splenomegaly or lymphadenopathy. The whole body bone scan (WBBS) had no evidence of bone involvement. Gallium scan also showed no abnormal radioactivity. There were no malignant infiltrations noted on the bone marrow biopsy. Additional diagnostic evaluation included hepatic angiography and ultrasonograpy guided liver needle aspiration biopsy, using the gun shot approach, of the hypoechoic lesion in the right liver lobe. Hepatic angiography did not show any stained tumor, and lipiodol injection failed. Liver biopsy histology showed a severely distorted architecture due to lymphoreticular cell infiltration of the portal tract (). The cells had the following features: they were uniform in size, had a slightly irregular outline and showed an increased nuclear-cytoplasmic ratio. They showed no particular arrangement representative of a specific organ. The cells expressed CD20 () with a low Ki-67 labeling index supporting the diagnosis of a low grade tumor (). The cells had no immunoreactivity for CD5 and CD23 (, ). The final pathologic diagnosis was an extranodal marginal zone B-cell lymphoma of MALT according to the WHO classification. The patient underwent radiotherapy with a total dose of 4,140 cGy (1,980 cGy on the entire liver and an additional 2,160 cGy focused on the tumor area).\\nAbdominal ultrasonography, performed 5 years after radiotherapy, revealed complete remission of the lymphoma in the liver. In addition, the liver MRI, studied 5 years after radiotherapy, showed fibrous contraction due to post radiation change of right lobe of the liver. There was no evidence of tumor recurrence in the liver parenchyma (). However, a newly developed well-enhancing solid mass, highly suggestive of a malignancy, at the posterior basal segment of right lower lobe of lung, was incidentally discovered by MRI at this time.\\nSix years after diagnosis, he was readmitted due to complaints of dyspnea. The chest X-ray, chest CT scan and Whole body bone scan showed progression of the mass from the right lower lobe of the lung, pleural effusion, and multiple bone metastases. The patient refused additional diagnosis and treatment, and died as result of an undefined disease of the lung.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'9382982': 1, '15533225': 1, '2029991': 1, '26435907': 2, '3010899': 1, '11596015': 1, '15718146': 1, '29850362': 2, '9586910': 1, '12402372': 1, '26956381': 2, '30921228': 2, '28353562': 2, '33786155': 1, '18807227': 1, '9684927': 1, '16913444': 2}", "similar_patients": "{'6456129-1': 1, '5914115-1': 1, '4580714-1': 1, '4782304-1': 1, '5380246-1': 1}"}