{"patient_id": 163835, "patient_uid": "3806999-1", "PMID": 24175049, "file_path": "noncomm/PMC003xxxxxx/PMC3806999.xml", "title": "Missed Spermatic Cord Torsion in an Old Man", "patient": "A 63-year-old man presented with right scrotal pain and swelling. A couple of weeks previously, he had experienced right scrotal pain when he woke up. The scrotal swelling and dull scrotal pain had gradually increased over a few days. He was then seen by a primary care physician. However, the physician failed to find any abnormalities other than epididymal enlargement on scrotal ultrasonography. The patient was then referred because his symptoms did not improve despite empirical antibiotics use. He denied having any history of trauma to the testis, strenuous exercise, sexual activity, or febrile illness. He also had no known sexually transmitted diseases. On physical examination, a swollen, edematous, and erythematous change in the right hemiscrotum was noted. The right testis was enlarged, hard, consistent, and somewhat tender on palpation compared with the intact left testis. The results of a complete blood count, chemistry profile, and urinalysis were normal. Serum levels of α-fetoprotein and β-human chorionic gonadotropin were in the normal range. Gray-scale ultrasonography of the scrotum demonstrated heterogenous echotextures in the right testis that were combined with a thickened scrotal wall and hyperechoic supratesticular mass (). Color Doppler sonography revealed that blood flow was present in the asymptomatic left testis, but absent in the right testis. An increased blood flow in peritesticular structures adjacent to the nonperfused testis was identified (). Torsion of the right spermatic cord was strongly suspected judging from the sonographic findings. Although very rare, a few cases of intrascrotal torsion of a testis tumor have been reported []. Therefore, we could not absolutely exclude the possibility of a testis tumor and thus planned to perform radical orchiectomy of the symptomatic right testis.\\nThe patient was taken for surgical exploration of the right testis through a right inguinal incision. Severe adhesion and inflammation around the torsed testis were found. Radical orchiectomy was done in the usual manner. The frozen section examination of the right orchiectomy specimen revealed testicular infarction with suppurative inflammation. Hence, left transscrotal orchiopexy was done to prevent contralateral torsion at a later date. An underlying anatomic abnormality, the bell-clapper deformity, was found in the left testis. In the cut section, the right testis was 4.3 cm×3.2 cm×4.2 cm in size and had reddened parenchyma rimmed with several scattered lesions of dirty yellow pus-like exudates. A twisted intravaginal spermatic cord was identified (). Final histopathological examinations revealed a total hemorrhagic infarct of the testis and diffuse chronic inflammation of the peritesticular soft tissues ().", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'20407849': 1, '28058232': 1, '8212449': 1, '11956451': 1, '17162068': 1, '3219547': 1, '10930945': 1, '24175049': 2}", "similar_patients": "{}"}