{"patient_id": 162048, "patient_uid": "3698236-1", "PMID": 23826482, "file_path": "noncomm/PMC003xxxxxx/PMC3698236.xml", "title": "Atypical Guillain-Barré Syndrome Misdiagnosed as Lumbar Spinal Stenosis", "patient": "A74-year-old previously healthy woman presented to the emergency department with low back pain, bilateral numbness and weakness in the lower extremities. Her symptoms had begun after riding in a car for 4 hours 1 day before and become worse. She had no history of recent infectious disease or vaccination. She had been treated for symptomatic LUMBAR SPINAL STENOSIS with medication and physiotherapy for 1 month. Physical examination revealed paresis of the left lower extremity with strength of 4/5 and of the right lower extremity with strength of 4+/5. Numbness in the lower extremities was not along the dermatomal distribution. Sensory function in the lower extremities was normal. Deep tendon reflexes including biceps jerk, knee jerk and ankle jerk were all hypoactive, and the Babinski sign was negative. Magnetic resonance imaging (MRI) of the lumbar spine revealed spinal stenosis at the levels L2-L3, L3-L4, and L4-L5, and disc protrusion was suspected at the L3-L4 level (). Post-contrast enhancement MRI showed contrast enhancement in the cauda equina ().\\nInitially she was managed with pain control and regular neurological assessment, but her pain and weakness got worse over the next 3 days. She became unable to stand without assistance with strength of 3/5 in the left lower extremity and of the right lower extremity with strength of 4/5. No changes in sensory function and in deep tendon reflex were found on examination. We suspected pain and paraparesis resulting from causes other than the lumbar spinal stenosis because of the rapidly progressive motor weakness. Electromyography (EMG) and nerve conduction study (NCS) 4 days after the onset of weakness of the lower extremities. EMG and NCS showed no findings of peripheral neuropathy. Two days after the initial EMG and NCS, she complaint of voiding difficulty and there was 600 cc of post-voiding residual urine in the bladder. However NCS repeat examination at that time again revealed no evidence of peripheral neuropathy.\\nUnder the impression of cauda equina syndrome due to lumbar spinal stenosis with disc herniation, the patient underwent emergency operation with decompression of the three narrow levels. The dural sac was compressed by hypertrophic facets and a thick yellow ligament. However, her weakness and urinary retention remained unchanged postoperatively, and in addition, bilateral facial palsy, which was more severe in the left side, occurred 5 days after the operation. After referral to the department of neurology for the facial palsy, GBS was taken into consideration as main diagnosis. Electrodiagnostic evaluation, which was performed approximately 2 weeks from the onset of symptoms, presented electrodiagnostic findings suggestive of GBS. Owing to postoperative wound problems at lumbar region, and refusal of the patient to further invasive procedures, lumbar spinal cerebrospinal fluid (CSF) tapping, treatment was initiated solely under impression of GBS by clinical features, clinical course, and results from electrodiagnostic study. She took intravenous immunoglobulin in a regimen of 0.4 g/kg daily for 5 consecutive days.\\nThree weeks after the onset of symptoms, her weakness began to improve and she could walk with assistance at 5 weeks after the onset of weakness. One year after the onset of symptoms, her pain and weakness were much improved, urination was nearly normal, and no facial palsy was found. She could walk without assistance, but limping and numbness on the lower extremities remained.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'16484408': 1, '20556395': 1, '17145565': 1, '30345121': 2, '18848313': 1, '20861454': 1, '20508277': 1, '17122947': 1, '7484117': 1, '32373177': 2, '16271648': 1, '22143612': 1, '32791763': 1, '19578346': 1, '26217393': 2, '25810864': 2, '15280766': 1, '12380555': 1, '20837305': 1, '21082065': 1, '23826482': 2}", "similar_patients": "{'4373053-1': 1, '6174749-1': 1, '4513165-1': 1, '7189311-1': 1}"}