{"patient_id": 161521, "patient_uid": "3658293-1", "PMID": 23716922, "file_path": "noncomm/PMC003xxxxxx/PMC3658293.xml", "title": "Posterior reversible encephalopathy syndrome in a renal allograft recipient: A complication of immunosuppression?", "patient": "A 16 year-old male with end-stage renal disease of unknown cause had a living-related renal allograft surgery. He was given induction with basiliximab 20 mg on days 0 and 4. Tacrolimus and mycophenolic acid (MPA) were started pre-transplant (day - 3) and prednisolone was added from day 0 of transplant. Serum creatinine was low at 1.1 mg/dl on day 4. On day 6, there was acute graft dysfunction with serum creatinine 1.6 mg/dl. The tacrolimus trough level was 2.5 ng/ml. Renal Doppler showed good perfusion of the graft and no evidence of renal artery stenosis. Renal biopsy was deferred because of uncontrolled blood pressure and intravenous (IV) methylprednisolone 1 g was empirically given on day 7 for probable acute cellular rejection, after stabilizing systolic blood pressure to 140 mmHg, along with an increase in tacrolimus dose to 3 mg twice daily (0.23 mg/kg/day). Six hours later, he had sudden acceleration of systolic blood pressure to 220 mmHg with three episodes of generalized tonic clonic seizures. He was given IV diazepam and a loading dose of phenytoin. In intensive care unit (ICU), he was sedated with midazolam and propofol infusions and required upto two parenteral and four oral short acting antihypertensive drugs in the next 48 h under close monitoring. Maintenance antiepileptic was initially clobazam followed by levetiracetam. MRI showed bilateral multifocal subcortical hyperintensities in T2-weighted imaging, with no diffusion restriction, in keeping with a diagnosis of PRES [Figures –]. He further received IV methylprednisolone 500 mg each for the next 2 days. On day 9, he was discharged from the ICU with five oral antihypertensive drugs including minoxidil and antiepileptic levetiracetam. Serum creatinine had reached a nadir of 1.2 mg/dl on day 8 but increased to 1.6 mg/dl within a week. He had transient proteinuria of 342 mg in 24 h collection. Renal biopsy showed moderate to severe tubulitis with transplant glomerulitis, no hypertensive changes, and a negative C4d stain. He was treated as steroid-resistant acute cellular rejection with seven doses of antithymocyte globulin (2.5 mg/kg/day) and serum creatinine normalized to 1.1 mg/dl. The tacrolimus trough was at 3.2 ng/ml and the dose was further increased. MPA area under the curve was adequate at 53.8 mg.h/L. MRI brain repeated 6 weeks later showed resolution of all abnormalities []. At 12 months after transplantation, he is doing well and has good graft function on three antihypertensive drugs.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'12823354': 1, '18272559': 1, '30158746': 1, '16219834': 1, '18790253': 1, '7523946': 1, '19715529': 1, '20699617': 1, '1721398': 1, '11465799': 1, '8559202': 1, '12352921': 1, '10708096': 1, '20030680': 1, '8623651': 1, '31261959': 1, '26666662': 1, '23716922': 2}", "similar_patients": "{}"}