{"patient_id": 38618, "patient_uid": "3420706-1", "PMID": 22937294, "file_path": "comm/PMC003xxxxxx/PMC3420706.xml", "title": "Insulin in the Medical Management of Postprandial Hypoglycemia in a Patient with Type 2 Diabetes after Gastric Bypass Surgery", "patient": "The patient is a 47-year-old woman who complained of postprandial hypoglycemia for the past 7 months. She reported frequent capillary blood glucose (BG) readings as low as 24 mg/dL occurring 3-4 hours after meals. Hypoglycemia was accompanied by sweating, tunnel vision, and occasionally by seizures. Her symptoms resolved promptly after oral glucose or an injection of glucagon. She had a longstanding history of type 2 diabetes mellitus treated with subcutaneous insulin. She developed severe obesity and 3 years earlier had undergone Roux-en-Y gastric bypass surgery. Subsequently she lost 200 pounds and required much less insulin. However, 9 months after gastric bypass, she began experiencing frequent episodes of hypoglycemia, which persisted despite discontinuation of insulin and modification of her diet. She was taking no medications when she presented to us for evaluation 3 years after surgery.\\nOn physical exam, blood pressure was 120/74 and heart rate was 60 beats/min. Her weight had decreased to 116 pounds. She had a large well-healed incision; otherwise her examination was unremarkable.\\nInitially, the patient underwent a monitored 36-hour fast. However, the lowest serum glucose was only 63 mg/dL, and she was asymptomatic. We then performed continuous glucose monitoring for 72 hours with a Medtronic sensor as an outpatient and discovered a pattern of hyperglycemia (BG 180–280 mg/dL) occurring 1-2 hours after a meal, followed by symptomatic hypoglycemia with BG <50 mg/dL occurring 3-4 hours thereafter (). Further evaluation 3 hours after a mixed meal revealed serum glucose 40 mg/dL, serum insulin 3.0 μU/mL, serum c-peptide 2.1 ng/mL, serum proinsulin 13 pmol/L, serum beta-hydroxybutyrate 0.1 mmol/L, and a negative serum screen for sulfonylureas. CT scan of the abdomen with contrast was normal. However, abdominal arteriography revealed a vague area of hypervascularity in the tail of the pancreas. Due to this finding and the severity of her symptoms, she underwent selective arterial calcium stimulation with hepatic venous sampling for insulin as described by Doppman et al. []. This test did not localize a region of insulin hypersecretion, and thus was not consistent with a diagnosis of insulinoma ().\\nOur initial therapeutic approach to the patient was to try multiple small meals with low carbohydrate content. However, she continued to have episodic hypoglycemia. Subsequently, the patient underwent a trial of acarbose 25 mg with each meal. Hypoglycemia appeared to improve; however she developed intolerable diarrhea and was not willing to continue after 3 days. We then hypothesized that if exogenous mealtime insulin was provided with a subcutaneous rapid-acting insulin analog, the postprandial elevation in BG could be attenuated or eliminated, and the subsequent episode of hypoglycemia at 3-4 hours after meal could be prevented. We began insulin aspart at an initial dose of 1 unit per 30 grams of carbohydrate taken 10 minutes before each meal. The patient tested capillary BG before meals and 2 hours after meals. The dose of aspart was titrated until 2-hour postmeal readings were <180 mg/dL. We noted that she experienced no further episodes of postprandial hypoglycemia and remain symptom-free on this regimen. We repeated a continuous glucose monitoring study and confirmed that hyperglycemic excursions at 2 hours after meal were improved and hypoglycemic excursions at 3-4 hours after meal had resolved ().", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'2893592': 1, '1984311': 1, '3888753': 1, '16801578': 1, '17895322': 1, '19724252': 1, '11575444': 1, '9200302': 1, '14980046': 1, '16034010': 1, '22937294': 2}", "similar_patients": "{}"}