{"patient_id": 46351, "patient_uid": "3970354-1", "PMID": 24716013, "file_path": "comm/PMC003xxxxxx/PMC3970354.xml", "title": "Recurrent Transient Ischemic Attacks in a Patient with POEMS Syndrome", "patient": "A 47-year-old female was admitted to our center with a 6-month history of transient ischemic attacks complicated with dysarthria and right-sided hemiparesis lasting 30 minutes. She experienced left-sided weakness on several occasions. She was describing as many as four to five attacks per day during the previous month. Her medical history was noteworthy for POEMS syndrome, which was diagnosed 2.5 months before her admission, hypertension, Hashimoto thyroiditis, and pulmonary embolism; and she was receiving calcium dobesilate, B complex vitamins, citalopram, trimetazidine, levothyroxine, warfarin, and acetyl salicylic acid daily and furosemide on alternate days. She had been diagnosed with diabetes mellitus and hyperlipidemia two years prior to admission to our center and had been treated with 30 mg gliclazide and 20 mg atorvastatin daily. A few months later she had discontinued her oral antidiabetic medication by her own will and was not restarted again because of good glycemic control despite discontinuation, with fasting glucose levels between 102 and 115 mg/dL (70–100 mg/dL) and postprandial values between 112 and 121 mg/dL (<140 mg/dL). She had received atorvastatin regularly for two years and the antihyperlipidemic treatment had been ceased recently by her physicians due to the low levels of total cholesterol (106 mg/dL; range: 110–200 mg/dL) and low density lipoprotein (52 mg/dL; range: 60–130 mg/dL). The physical examination findings included cachexia, plethora on the face, livedo reticularis on the chest and extremities, sclerodactyly, hepatomegaly, splenomegaly, and pretibial edema. A neurological examination revealed bilateral papilledema, dysarthria, right-sided hemiparesis, loss of sensation, and vibration in the lower limbs. Deep tendon reflexes were diminished in the upper limbs and abolic in the lower limbs, and her gait was ataxic. An electrocardiogram showed sinus rhythm, and a chest X-ray was consistent with pulmonary congestion. A complete blood count and serum chemistry results were within normal limits except for thrombocytosis (687 × 109/L; range: 150–400 × 109/L). Erythrocyte sedimentation rate (44 mm/h; range: 0–20 mm/h) was high, and C-reactive protein (6.27 mg/L; range: 0–6 mg/L) was slightly elevated. The levels of thyroid stimulating hormone (TSH) and anti-thyroid antibodies were high as well (TSH: 6.3 uIU/mL; anti-T: 28.3 IU/mL; anti-TPO: 6.7 IU/mL; range: 0.35–4.9 uIU/mL, 0–4.1 IU/mL, 0–5.6 IU/mL, resp.). She had hyperfibrinogenemia (418 mg/dL; range: 80–350 mg/dL) and an adequate INR level of 2.08 (range: 0.8–1.25). Lupus anticoagulant was negative and the baseline protein C (%75, range: 70–130), protein S (%97, range: 65–140), and antithrombin III activity (%90, range: 80–120) before the initiation of coumadin therapy (which was initiated one month prior to admission due to pulmonary embolism) were normal. Screenings for mutations of Factor V Leiden and activated protein C resistance were all negative, as well as the anti-nuclear and anti-phospholipid antibodies. A lumbar puncture revealed a high cerebrospinal fluid protein level (140 mg/dL, range: 15–40 mg/dL), while glucose and other electrolytes were within the normal range. A nerve conduction study showed diffuse bilateral sensorimotor neuropathy in the upper and lower extremities. On diffusion-weighted imaging (DWI) scans, acute ischemic foci on the left frontal and parietal area and T2 hyperintensities consistent with chronic ischemic disease on the right periventricular white matter were observed on magnetic resonance imaging (MRI) ().\\nSupra-aortic and intracranial MR angiography showed narrowing of the left internal carotid artery and occlusion of the bilateral middle cerebral arteries (Figures and ).\\nTransthoracic echocardiography revealed normal left ventricular volumes and ejection fraction, mild pericardial effusion, severe tricuspid regurgitation, and pulmonary hypertension (systolic pulmonary artery pressure was 80 mmHg). Neither intracardiac thrombus nor evidence of akinetic or hypokinetic segments, which may contribute to cardiac emboli, was detected on transthoracic echocardiography; and no finding which may indicate the presence of right to left shunt with Valsalva maneuver was present. She was closely monitored during hospitalization and observed to have more frequent attacks of right-sided weakness upon standing and walking, particularly on the days she took furosemide. The blood pressure in supine position (130/70 mmHg) and two minutes after standing (100/60 mmHg) was taken with the left arm supported at the elbow and the cuff at the heart level. She had decreases in her blood pressure of 30/10 mmHg and experienced the above mentioned ischemic attacks upon standing. These attacks were attributed to diuretic therapy and her diuretic regimen was halted. The presence of severe tricuspid insufficiency and increased pulmonary artery pressure (80 mmHg) which were considered as the activation of the disease process made us initiate Melphalan and Prednisolone (MP) for treatment. With cessation of diuretic therapy and following the commencement of steroids, she was observed to experience a lot of rare transient ischemic attacks and orthostatic hypotensive episodes. Digital subtraction angiography could not be performed as her condition deteriorated progressively. Her health status was not appropriate for extracranial (superficial temporal artery) intracranial (middle cerebral artery) bypass surgery and she was followed with medical treatment. After two cycles of MP treatment, she was rehospitalized again for autologous stem cell transplantation (ASCT). She was treated with cyclophosphamide as a conditioning regimen in order to collect stem cells. Unfortunately she succumbed to sudden cardiac death during the course of this hospitalization, right after collection of her stem cells.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'19841383': 1, '12756139': 1, '8699962': 1, '17410319': 1, '18035247': 1, '28664017': 1, '29179528': 2, '22806697': 1, '24716013': 2}", "similar_patients": "{'5687698-1': 1}"}