{"patient_id": 41292, "patient_uid": "3594954-1", "PMID": 23533774, "file_path": "comm/PMC003xxxxxx/PMC3594954.xml", "title": "Production of Pseudomonas aeruginosa Intercellular Small Signaling Molecules in Human Burn Wounds", "patient": "A 17-year-old previously healthy male touched a high voltage wire in Honduras. He sustained burns to 58% of his total body surface area (TBSA), including partial thickness burns to his face, both arms, back, and buttocks, with full thickness injury to his right lower leg and medial left thigh. His initial treatment at two different hospitals in Honduras included right lower extremity fasciotomies and multiple dressing changes. He received clindamycin, meropenem, and amikacin for an unknown period of time. He was transferred to the Shriners Boston Burns Hospital 9 days after sustaining the original injury.\\nUpon admission to Shriners Hospital, the patient was awake and alert but mildly febrile and tachycardic. There was a strong odor from his dressings. He was taken immediately to the operating room for debridement and stabilization. His lower extremity wounds were grossly infected with deep necrotic wounds to the right lower extremity where eschar had been partially resected. Biopsies showed diffuse inflammatory infiltrate and intramuscular rod-shaped bacteria (). Cultures from the right lower extremity revealed three P. aeruginosa isolates, a pan-resistant Acinetobacter baumannii, Klebsiella pneumoniae, Clostridium species, and Candida krusei. Initially, the Pseudomonas was susceptible to aztreonam, ciprofloxacin, levofloxacin, piperacillin/sulbactam, colistin; and it was resistant to amikacin, cefepime, gentamycin, meropenem, ticarcillin, tobramycin, and imipenem. Pseudomonas specimens from the central line tip that the patient came in with were also grown in culture. The patient was treated initially with vancomycin and meropenem as well as topical mafenide acetate. He underwent serial operative debridements over the next month. The wounds were eventually closed with autografts. He was discharged after a 2.5-month-long hospitalization.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'8399864': 1, '20113519': 1, '16503194': 1, '15686549': 1, '20738404': 1, '17172450': 1, '29033316': 1, '19680242': 1, '21957445': 1, '19810827': 1, '11724939': 1, '14734162': 1, '15555787': 1, '20300606': 1, '19686078': 1, '28596760': 1, '18347888': 1, '34574227': 1, '26776731': 1, '19180083': 1, '25144274': 1, '24381727': 1, '15144975': 1, '7604262': 1, '16735731': 1, '14739337': 1, '17941706': 1, '12426334': 1, '12615220': 1, '17655503': 1, '17083468': 1, '11265031': 1, '15901684': 1, '19068097': 1, '27303724': 1, '23533774': 2}", "similar_patients": "{}"}