{"patient_id": 35542, "patient_uid": "3117682-1", "PMID": 21619681, "file_path": "comm/PMC003xxxxxx/PMC3117682.xml", "title": "Pulsatile lavage irrigator tip, a rare radiolucent retained foreign body in the pelvis: a case report", "patient": "A sixty-four year old man was transferred to our trauma center from an outside hospital after sustaining a left acetabulum fracture in a fall on ice. The patient was stable on admission and complained of severe left hip pain, without loss or change in sensation. Examination revealed no gross hip deformity; however, left hip pain was elicited on log roll. A neurovascular exam revealed no deficits preoperatively. No other injuries were detected.\\nRadiographs and preoperative computed tomography (CT) scan demonstrated a left anterior column, posterior hemitransverse acetabulum fracture [], OTA 62-B3.2 [] and an ipsilateral nondisplaced inferior pubic ramus fracture. The patient was placed in balanced skeletal traction in the emergency room. The risks and benefits of surgery, as well as alternative treatments, were discussed with the patient and consent for surgery was obtained. The patient was evaluated by the medicine team and cleared preoperatively.\\nThe patient underwent open reduction internal fixation (ORIF) of his acetabulum fracture through a modified ilioinguinal Stoppa approach []. The wounds were irrigated with three liters of pulsatile normal saline and closed in layers as is routine at our institution. There were no recognized intraoperative complications and instrument and sponge counts were correct. Immediate postoperative anterior-posterior (AP) and Judet radiographs (Figure , Figure and Figure ) demonstrated near anatomic reduction of the acetabulum, no evidence of intra-articular hardware penetration and a concentric reduction of the hip. The patient was transferred to the recovery room in stable condition.\\nA standard postoperative CT of the pelvis was obtained as is routine at our institution. This revealed a concentric reduction of the hip joint without intra-articular implant penetration. However, the attending orthopaedic surgeon noted an ipsilateral irregularly shaped hyperdensity in the left iliacus muscle and operative bed. The discrepancy was measured at 250-300 Hounsfield units (HU) and appeared without significant associated streak artifact (Figure and Figure , white arrows). It was not present on the preoperative CT scan and was not detectable on any of the preoperative or postoperative plain radiographs. Thus, suspicion was raised for a retained foreign body versus an atypical hematoma. Based on the imaging characteristics, a retained foreign body was favored and exploratory revision surgery was recommended.\\nUpon wound exploration, a retained foreign body was confirmed and identified as the plastic tip from the pulsatile lavage unit that had been used for wound irrigation during the first procedure (Interpulse High Flow Tip model 210-14, Stryker, Kalamazoo, MI) (Figure ). This was removed without complication. Postoperative neurovascular examinations were intact and unchanged from previous. The patient was discharged on hospital day eight in stable condition.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'19447736': 1, '17151842': 1, '2286912': 1, '9925104': 1, '19933680': 1, '12529464': 1, '17942869': 1, '19494212': 1, '17525569': 1, '21368098': 1, '21619681': 2}", "similar_patients": "{}"}