{"patient_id": 163088, "patient_uid": "3764909-1", "PMID": 24049391, "file_path": "noncomm/PMC003xxxxxx/PMC3764909.xml", "title": "Anterior bladder flap neo urethra as treatment for stress urinary incontinence due to developmental urogenital anomaly", "patient": "A 15 year old girl was referred to urogynecology department (April’08) with severe urinary incontinence since childhood.\\nCloacal anomaly was detected soon after birth (March’93) which was managed successfully by the paediatric surgeon with colostomy, anal transposition and colostomy closure. In view of non visualisation of vaginal opening, vaginoplasty at a later date was suggested by the paediatric surgeon.\\nA complete workup was done in the urogynecology department. Local examination under anaesthesia showed a very wide and patulous urethra with urinary leakage. A narrow vaginal opening was lying lateral to the urethral orifice (instead being inferior) with a bridge of tissue separating the two []. The vaginal opening could be dilated to expose a normal cervix and adequate vaginal length that did not require vaginoplasty. Radiological imaging (Ultrasonography, Computed Tomography imaging, Micturating Cystourethrogram, intravenous urogram) confirmed normal upper urinary tract. Bladder appeared normal in capacity as well as contour. Features of stress urinary incontinence with markedly decreased valsalva leak point pressure were depicted in the urodynamic assessment. There were no features of bladder outlet obstruction or detrusor overactivity. Cystourethroscopy confirmed patulous short urethra with significant sphincter deficiency.\\nDevelopmental urethral anomaly as part of urogenital sinus maldevelopment was the cause of her incontinence so reconstruction of urethra and augmentation of urethral sphincter with autologous fascia lata as pubovaginal sling was done on 11.1.10. During the procedure the dense fibrous scar tissue between urethra and vagina was dissected. After mobilizing the remaining urethra vaginal wall flap was used to lengthen the urethra and reconstruct the external urethral meatus. A harvested strip of fascia lata was laid under the proximal urethra as pubovaginal sling.\\nPersistence of significant urinary incontinence was observed in the post operative period. Re-evaluation was done after six months and confirmed persistent short (approximately one cm) urethra with sphincter deficiency. A second reconstruction was planned to form a neourethra. Continent diversion was also an available option but was deferred considering her age and child bearing prospective. Restoring continence with a near normal functional anatomy remained the prime objective.\\nOn 21.01.11 examination revealed a nonexistent urethra and bladder neck and the only opening discharging urine was identified as bladder. It was decided to reconstruct the urethra from tubularised anterior bladder wall (modified Tanagho flap). Parallel incisions were made in the anterior wall of the bladder to form a 5 cm × 2 cm rectangular bladder flap preserving its proximal attachment. Scarring around the bladder opening due to previous surgery demanded abdominal mobilization of the bladder. Further extraperitoneal mobilization of the bladder made the anterior wall flap tension free which was then tubularised to create the neourethra. The distal end was brought down at the expected site of meatus to form the external urethral meatus.\\nLaparotomy also revealed a lateral fusion defect that included a relatively well developed communicating left horn, rudimentary right horn and a right endometriotic cyst of 4 cm × 5 cm which was drained.\\nUrinary drainage was ensured by suprapubic and urethral catheter post operatively. Continuous periurethral leak (leak around the catheter) was observed in second post operative week which was treated with antimuscarinics. Menstrual suppression was given for six months in view of endometriotic cyst.\\nInitially frequency, urgency and urge incontinence was significant which improved with antimuscarinics and bladder training. Four months following the surgery, patient has achieved a continent period of 2 hours which is socially acceptable to her and is likely to improve further with bladder training. A normal urinary flow rate and no residual urinary volume excluded bladder outlet obstruction. However, regular and longer follow up with symptomatic and functional assessment is required.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'21353080': 1, '985889': 1, '29692510': 2, '5765877': 1, '28352341': 1, '24049391': 2}", "similar_patients": "{'5894289-1': 1, '5894289-2': 1}"}