{"patient_id": 45045, "patient_uid": "3877589-1", "PMID": 24455367, "file_path": "comm/PMC003xxxxxx/PMC3877589.xml", "title": "Arterial Injury to the Profunda Femoris Artery following Internal Fixation of a Neck of Femur Fracture with a Compression Hip Screw", "patient": "An 82-year-old woman presented to the emergency department with hip pain and an inability to weight bear following a simple mechanical fall at home. She had a past medical history of chronic kidney disease following curative right total nephrectomy for renal cell carcinoma several years before but was otherwise in good health. On examination her leg was shortened and externally rotated. AP and lateral radiographs of her hip confirmed an extracapsular neck of femur fracture, as shown in . After discussion with the patient and her family, consent was taken for internal fixation of the fracture using a dynamic hip screw. Preoperative blood workup revealed a mild anaemia (Hb of 110 g/L) and chronic kidney disease stage 3.\\nSurgery was performed on the following day's trauma list by a registrar under image intensifier guidance, as shown in . The procedure was supervised by a consultant surgeon. The procedure appeared to be routine with no intraoperative complications noted. The following day the patient had a persistent tachycardia with low oxygen saturations on arterial blood gas sampling. A NM V/Q SPECT (ventilation/perfusion) scan was arranged which revealed a mismatch in the midzone of the left lung, consistent with a pulmonary embolism. After review by the medical team she was started on treatment dose enoxaparin.\\nOver the next week she had episodes of intermittent tachycardia and low blood pressure. Her haemoglobin fell from 110 g/L to 80 g/L despite a 3 unit red blood cell transfusion. There were no signs of external bleeding and the surgical wound was clean and dry. Several days after surgery she developed extensive proximal thigh bruising over a 24-hour period, raising the possibility of bleeding from around the fracture site. CT angiography demonstrated a large left thigh haematoma extending along the femoral sheath and a small area of active extravasation of contrast relating to a branch of the profunda femoris artery. Angiography was performed demonstrating a pseudoaneurysm arising from a branch of the proximal profunda corresponding to the abnormality seen on the preceding CT angiogram, as shown in . The small supplying vessel was catheterised with difficulty using a microcatheter but a stable position could not be achieved here for embolisation. Therefore the main vessel was embolised at this point using 5 mm and 6 mm 0.035 coils, with preservation of large profunda branches above and below. Follow-up angiography revealed no further active haemorrhage of filling of the pseudoaneurysm, as shown in . A Cook Celect retrievable IVC filter was deployed within the infrarenal vena cava. After several days of no further bleeding, warfarin was commenced and the patient was discharged to a community rehabilitation facility. While the pseudoaneurysm did delay her discharge and rehabilitation, she has progressed to make a full recovery.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'19946533': 2, '23984141': 2, '31249660': 2, '3842043': 1, '17414557': 1, '14682430': 1, '3992417': 1, '17958994': 1, '12684236': 1, '20191139': 1, '17394650': 2, '24103829': 1, '28669078': 1, '15194031': 1, '1399529': 1, '28246563': 2, '26966661': 1, '8689700': 1, '1417371': 1, '16471122': 1, '12124566': 1, '21406329': 1, '16131685': 1, '24455367': 2}", "similar_patients": "{'2783118-1': 1, '5299186-1': 1, '5299186-2': 1, '3741949-1': 1, '6581145-1': 1, '1851946-1': 1}"}