{"patient_id": 162016, "patient_uid": "3695255-1", "PMID": 23814658, "file_path": "noncomm/PMC003xxxxxx/PMC3695255.xml", "title": "Successful weaning from mechanical ventilation in the quadriplegia patient with C2 spinal cord injury undergoing C2-4 spine laminoplasty -A case report-", "patient": "A 65 year-old male patient, 157 cm in height and 59.4 kg in weight was transferred to the emergency department from another hospital for a C2-4 spine laminoplasty while intubated. He had a traffic accident 5 days ago. He was alert but diagnosed with near complete quadriplegia with respiratory muscle weakness. His cervical spine MRI showed cord contusion and grade 3 central canal stenosis at C2/3, C3/4 with ossification of the posterior longitudinal ligament at C2-3 level (). Initial vital signs were systolic blood pressure (SBP) 107 mmHg, diastolic blood pressure (DBP) 54 mmHg, heart rate (HR) 62 beats/min, respiratory rate (RR) 18 times/min, SpO2 100%. In the neurologic examination, the motor power in the whole spine level was grade 0. The sensory for light touch was intact at both C2-T5 levels, but below T5 was insensible. The sensory for pin prick was intact except both C2-4 levels and the brainstem reflex was intact. The ventilator was applied with volume controlled ventilation (VCV) mode set at tidal volume (TV) 400 ml, fraction of inspired oxygen (FiO2) 0.3, positive end-expiratory pressure (PEEP) 5 cmH2O, frequency 14 times/min. Dopamine continuous infusion was started with 5 mcg/kg/min.\\nIn the preoperative evaluation, the patient's chest X-ray, electrocardiogram and laboratory examination showed no abnormal findings. Six days after the traffic accident, he underwent C2-4 laminoplasty. Upon arrival at the operation room, noninvasive monitoring (arterial blood pressure cuff, pulse oximeter, electrocardiography) were attached. To induce anesthesia, 60 mg of propofol and 40 mg of rocuronium were injected intravenously and blood pressure was monitored by placing an arterial line. Anesthesia was maintained with 50% O2 (mixed with air), sevoflurane 2.0-2.5%, and remifentanil 0.05-0.10 mcg/kg/min. The patient was placed in prone position. Dopamine was infused continuously with 2-5 mcg/kg/min throughout the surgery and the patient's vital signs were maintained within the normal range. Blood loss was approximately 550 ml and urine output was 70 ml. The total amount of fluids administered was 1,300 ml of crystalloid solution and 900 ml of colloid solution. The operative time was 4 hours and 30 min. After the surgery ended, the patient was transferred to the intensive care unit (ICU) with bagging with bag-valve-mask (Ambu bag) via the endotracheal tube.\\nIn the intensive care unit, his initial vital signs were blood pressure 132/58 mmHg, HR 70 beats/min, SpO2 100%. Dopamine continuous infusion was kept with 5 mcg/kg/min. The ventilator was set as synchronized intermittent mandatory ventilation (SIMV) mode with pressure control (PC) 19 cmH2O, FiO2 0.5, PEEP 5 cmH2O, frequency 10 times/min. On postoperative day 1, self respiration was detected and the ventilator setting of SIMV mode was changed to PC 16 cmH2O, FiO2 0.3, frequency 8 times/min, pressure support (PS) 7 cmH2O, PEEP 5 cmH2O. The tidal volume was checked as 400-500 ml during pressure control period and 200-300 ml during PS period and his abdominal movement was paradoxical when he breathed spontaneously.\\nOn postoperative day 2, we examined the diaphragmatic movement of the patient in supine position to evaluate probability of weaning from mechanical ventilation by using M-mode ultrasonography (Vividi, General Electronic Company, USA). At the start of 1-hr spontaneous breathing test, a 3.5-MHz US probe (3S-RS probe) was placed over one of the intercostal spaces in the right posterior axillary line for the right diaphragm and the midaxillary line for the left diaphragm. The liver or spleen was used as a window for each hemidiaphragm. The ultrasound beam was directed to the hemidiaphragmatic domes at an angle of not < 70° and rotated to be perpendicular to the domes by an anatomical M-mode. The amplitude of excursion was measured on the vertical axis of the tracing from the baseline to the point of maximum height of inspiration on the graph. Six measurements were recorded and averaged for each side and the vertical excursion of diaphragm was 15 mm (). He had clear consciousness with adequate cough reflex and stable cardiovascular function. The rapid shallow breathing index (respiratory rate/TV) was 66.7 and oxygen saturation was 99% in FiO2 0.3 and partial pressure of carbon dioxide (PaCO2) was 43 mmHg. Thereafter, extubation was done.\\nAfter extubation, O2 5 L/min was applied via facial mask with partial rebreathing reservoir and he was observed closely. Thirty minutes later, the arterial blood gas analysis was pH 7.458, PaCO2 40.5 mmHg, partial pressure of oxygen (PaO2) 275.7 mmHg, bicarbonate (HCO3-) 28.9 mmHg. For preventing secretion retention, we used a cough-assist device (CA-3200, J.H. Emerson Co., Cambridge, MA, USA) with the help of a rehabilitation doctor. Its setting was positive 20 cmH2O pressure, negative 40 cmH2O pressure. It was applied for twenty minutes each time and suction was performed four times per day by the rehabilitation doctor.\\nHe was stable with SBP 100-130 mmHg, DBP 45-55 mmHg, HR 50-65 beats/min under 5-10 mcg/kg/min dopamine continuous infusion. The RR was 15-25 times/min and oxygen saturation was 97-100%. Arterial blood gas analysis was maintained as pH 7.35-7.4, PaCO2 40-50 mmHg, PaO2 170-190 mmHg, HCO3- 29-29.5 mmHg with O2 5 L via facial mask and intermittent cough-assist device, from 2 hours after extubation for 5 days. He was transferred to his hometown hospital 5 days after extubation.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'12393370': 1, '16948444': 1, '10065750': 1, '29616357': 1, '3743155': 1, '11083691': 1, '14748569': 1, '21705883': 1, '8181348': 1, '18533415': 1, '3202399': 1, '16374281': 1, '9512849': 1, '23814658': 2}", "similar_patients": "{}"}