{"patient_id": 154772, "patient_uid": "3132333-1", "PMID": 21769177, "file_path": "noncomm/PMC003xxxxxx/PMC3132333.xml", "title": "Giant cell transformation of podocytes: A unique histological feature associated with cystinosis", "patient": "A 3-year-old female child was referred to our institution for failure to thrive, polyuria, polydipsia, and salt craving. On investigations, she was found to have anemia and renal insufficiency (serum urea 62 mg/dL, serum creatinine 2.1 mg/dL). Urinalysis revealed phosphaturia, increased bicarbonate excretion, glucosuria, and aminoaciduria. Examination of 24-h urine sample showed protein excretion of 1.2 g. Serological investigations (hepatitis B, hepatitis C, human immunodeficiency virus) were negative and serum complement (C3) was within reference ranges. Ultrasonography of the abdomen showed small contracted kidneys. With a clinical diagnosis of proximal renal tubular defect, a renal biopsy was performed.\\nThe renal biopsy showed an adequate core of renal cortical tissue. The glomeruli showed focal mesangial matrix expansion without significant increase in cellularity []. A striking abnormality was the giant cell transformation of visceral epithelial cells involving almost all the glomeruli [figure and ]. There was no crescent formation or features of collapsing glomerulopathy. Focal tubular dilatation and atrophy with interstitial fibrosis was noted []. Arterioles showed medial thickening and hyaline arteriosclerosis. The features were suggestive of a metabolic disease, most likely cystinosis. However, no cystine crystals were noted on polarizing microscopy.\\nImmunofluorescence was negative for all immunoglobulins and C3c. Electron microscopy failed to reveal crystalline structures in the epithelial cells. Visceral epithelial cells (podocytes) showed focal degenerative changes with accumulation of phagolysosomes.\\nSubsequent to the renal biopsy findings, a slit-lamp ophthalmoscopic examination was performed. Fine cystine crystals were observed in the cornea []. Leucocyte assay for cystine could not be performed. A final diagnosis of Fanconi's syndrome caused by cystinosis was made.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'7611272': 1, '5141767': 1, '10561159': 1, '33625696': 1, '9890309': 1, '6618772': 1, '8434653': 1, '7617119': 1, '12110740': 1, '2672222': 1, '5567604': 1, '8544400': 1, '9537412': 1, '21769177': 2}", "similar_patients": "{}"}