{"patient_id": 165636, "patient_uid": "3913154-1", "PMID": 24505550, "file_path": "noncomm/PMC003xxxxxx/PMC3913154.xml", "title": "A 34 Year Old Man with Purple Discoloration and Paresthesia", "patient": "The patient is 34 y/o man presented with episodic painless purple discoloration and linear ungual hemorrhage of fingers and toes, associated with paresthesia since a month ago. He suffered from difficult walking due to progressive weakness in both lower limbs. He also experienced two episodes of amaurosis fugax in both eyes.\\nHe reported occasionally fever without any special pattern. He also complained of 10-15 mins morning stiffness and 4 kg weight loss during previous month. He also experienced exertional dyspnea and dry cough since 2 weeks ago.\\nHe had a few episodes of vertigo and because of the following symptoms he went to neurologist. Brain MRI which was done () and the patient was referred to rheumatologist for more evaluation.\\nHe had history of left eye amblyopia since childhood, lumbar disc herniation 10 years ago and unilateral varicocele surgery last year. He took no medications and he did not smoke or use illicit drugs. He was married and worked as a salesman.\\nOn examination, BP: 115/70, PR: 76/min, T: 37.2 oral, RR: 16/min. Subungual hemorrhage was seen in nearly all fingers plus a purple patch on the left sole. Muscle force, DTR and the remainder of examinations were normal. TTE was done before admission and was normal. A complete blood count and results of liver function tests were normal as were plasma levels of electrolytes, ESR and CRP. Serum Creatinin level was 1.6mg/dl and urine analysis revealed proteinuria and hematuria (). Under the clinical suspicion of systemic vasculitis, methylprednisolone and cyclophosphamide were administered and patient was scheduled for renal biopsy. Chest CT scan was done and right sided pleural effusion with multiple small nodules in right lung parenchyma was seen (). Pleural fluid analysis was exudative (), so imipenem and ciprofloxacin were started and because of the possibility of underlying malignancy, cytologic analysis of pleural fluid was requested.\\nOn the fourth day of admission, he suddenly experiences a very severe right flank pain. U/A and CBC revealed hematuria and leukocytosis (WBC=17500) and abdominopelvic CT scan findings were infracted zones in both kidneys, suggestive for systemic vasculitis or embolic process ().\\nTransthorasic echocardiography was repeated and this time a large size mass (12*5 mm) was seen on aortic valve that was suggestive for vegetation, so antibiotics were changed to cefazoline, ampicillin and gentamycin. During the next days Hemoglobin level dropped to 11.3gr/dl and due to thrombocytopenia and abnormal coagulation tests and fragmented RBCs in peripheral blood smear, subclinical DIC was suggested and FFP and packed cell were transfused and renal biopsy was canceled.\\nTwo days later right hemi paresis was evolved and on examination right hemiparesia without any sphinctral dysfunction or sensory abnormality was detected. This time Brain MRI revealed evidence of one hyper signal lesion in left hemisphere of cerebellum ().\\nTransesophageal echocardiography confirmed Aortic vegetation on RCC (7*5mm). On suspicion of underlying malignancy, whole body bone scan was done and findings were increased uptake in posterior ribs and spine, suggestive for metastasis. BMA and BMB were done and normal. Result of cytologic examination on pleural fluid revealed severe mesothelial hyperplasia with cytologic atypia and IHC report was suggestive for Adenocarcinoma with suspected origin of upper GI, pancreas or testis and lung and colon were low likely (negative for TTF 1 and positive for CK 7). At first, patient was candidate for VATS (video assisted thoracic surgery) but due to IHC report and patient unwillingness, VATS was canceled and searching for other sources of metastasis was started. During the admission, because of worsened dyspnea and orthopnea and exudative pleural fluid, chest tube was inserted.\\nUpper GI endoscopy and biopsy revealed mild anthral gastritis. The results of serum tumor markers were BhCG <1 u/l (normal<10), AFP=3.5Iu/ml (normal=0-10), PSA=0.2ng/ml (normal=upto4), CA19-9=66.9u/ml (normal=0-36), CEA=5.8ng/ml (normal=non smoker < 3.4). Ultrasound of both testicles was normal and abdominopelvic CT was unremarkable for malignancy.\\nFinally under the diagnosis of metastatis of unknown primary, chemotherapy regimen (Gemcitabin, oxaliplatin, paclitaxel) were administered. Patient had been feeling better after starting therapy and after a few sessions of physiotherapy, he was able to walk. Patient is now doing well and received two chemotherapy periods.\\nMetastasis disease of unknown primary", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'9214418': 1, '661751': 1, '19823835': 1, '16859600': 1, '9217593': 1, '14760208': 1, '1259640': 1, '4000038': 1, '8339326': 1, '17881239': 1, '8129773': 1, '19932380': 1, '11916609': 1, '24505550': 2}", "similar_patients": "{}"}