{"patient_id": 42546, "patient_uid": "3678609-1", "PMID": 23761837, "file_path": "comm/PMC003xxxxxx/PMC3678609.xml", "title": "Deletion of chromosome 17 as a novel cytogenetic finding in chronic neutrophilic leukemia: A case report", "patient": "A 61-year-old male patient presented a history of upper abdomen heaviness and fatigue for one month in April 2010. All systems appeared normal when examined, with the exception of an enlarged spleen 5 cm below the costal margins with hardening, clear boundaries, poor mobility and no tenderness. A complete blood count showed hemoglobin at 136 g/l and a leukocyte count of 52.1×109/l, with a differential count of 79% stab and segmented neutrophils and 21% lymphocytes. The platelet count was 100×109/l. An aspirated bone marrow specimen was extremely hypercellular with marked myeloid hyperplasia which was predominantly mature neutrophilic expansion (). The myeloid-erythroid ratio was 4.5/1. Biochemical analyses were normal with the exception of significant increases in serum vitamin B12 (2,000 pg/ml), creatinine (108.8 μmol/l) and neutrophil alkaline phosphatase (NAP) (361 U/l; normal range 180–250 U/l). Molecular genetic analysis did not reveal somatic mutations in the JAK2 and BCR-ABL fusion genes. Chromosome karyotype analysis showed a result of 42, XY, -17, -17 in all 20 metaphase spreads (), while the Ph chromosome was not detected. Thus, the patient was diagnosed with CNL associated with the absence of chromosome 17. The patient was discharged and received 3 mg homoharringtonine daily for 15 days. The neutrophil count gradually declined to a normal level and physical examination results were normal with no splenomegaly. Two weeks later, the patient complained of left upper quadrant discomfort. The patient’s spleen had enlarged to 12 cm below the left costal margin and his white blood cell count increased to 40.8×109/l. The patient has since been undergoing maintenance therapy with hydroxyurea. In addition, the patient’s leukocyte count has been stabilized at ≤30×109/l. At present, the patient has remained well on subsequent follow-up visits for 31 months since the initial diagnosis of CNL.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'12481908': 1, '3463191': 1, '7986717': 1, '10198627': 1, '289288': 1, '16163234': 1, '10911910': 1, '17497746': 1, '8980264': 1, '9820031': 1, '21210173': 1, '11243396': 1, '20193853': 1, '21713341': 1, '11794700': 1, '8826884': 1, '2496562': 1, '15549147': 1, '12663642': 1, '19197320': 1, '12401827': 1, '14090865': 1, '26137123': 1, '19336960': 1, '11996803': 1, '23761837': 2}", "similar_patients": "{}"}