{"patient_id": 162233, "patient_uid": "3712819-1", "PMID": 23874263, "file_path": "noncomm/PMC003xxxxxx/PMC3712819.xml", "title": "Survival after Resection of a Primary Malignant Melanoma of the Small Intestine in a Young Patient: Report of a Case", "patient": "A 25-year-old Caucasian male was admitted in our hospital with gradual onset of abdominal pain, fever, diarrhea (without blood), marked weight loss and fatigue. He did not complain about dysphagia, nausea or vomiting. His past medical history was unremarkable, except for an episode with equal symptoms 1 year before which was treated by his general practitioner with antibiotics with good effect on the symptoms. His physical examination was normal except for local tenderness in the lower abdomen. His laboratory findings revealed anemia (hemoglobin 5.1 mmol/l) and elevated leukocytes (21.7 × 109/l) and CRP (147 mg/l). The patient was admitted with the differential diagnosis of colitis. Endoscopic examination of the colon and terminal ileum, however, showed no abnormalities. Subsequently an abdominal ultrasound was made, which revealed a smooth-bordered circular mass. For further differentiation of the mass an abdominal computed tomography was performed. This scan detected an exophytic, thick-walled, cavity-forming, whimsical tumor in the lower abdomen of 7 × 10 × 10 cm. The tumor originated from the small intestine and was filled with oral contrast from the terminal small bowel. It compressed the bladder and bowel surrounding the lesion. However, there seemed to exist no invasive growth into the environment (fig. ). In our multidisciplinary team we decided to perform an explorative laparoto-my, which showed a large solid tumor originating in the small bowel, 180 cm proximal to the ileocecal valve, on the antimesenteric side. There were some adhesions to the greater omentum, but there was no invasion into surrounding structures. On palpation there were no enlarged lymph nodes. There were no other lesions in the abdominal cavity. En bloc resection of the tumor and 15 cm of the small intestine with a side-to-side anastomosis was performed (fig. ). The postoperative course was uneventful and the patient could be discharged after 4 days.\\nOn pathological examination the outer aspect of the tumor was smooth-walled with a good vascular support and partly multinodular (fig. ). It concerned a spherical cystic lesion filled with blood clots which was connected to the small intestine (fig. ). The diameter of the lesion was 11.0 cm. On microscopic examination radical resection was confirmed.\\nImmunohistochemical stains showed that the neoplastic cells were strongly reactive for MelanAF, S100 and HMB45 (fig. , fig. ). After the histopathological examination, a diagnosis of malignant melanoma was made. Supplementary molecular genetic research showed no mutation in NRAS in codons 12, 13 and 61, no mutation in exons 9, 11, 13 and 17 (c-kit) and no mutation in BRAF in codon 600.\\nA total body positron emission tomography (PET) scan was negative for hypermetabolic activity and also MRI of the brain and vertebral spine was negative for tumor. A clinically extensive investigation of the skin, anus, nose and eyes by a dermatologist, an otolaryngologist and an ophthalmologist did not detect a primary lesion site.\\nOne year after discharge a PET-CT scan was performed, which was negative for any recurrent disease or metastasis. The patient continued to be in a healthy condition during his outpatient department follow-up.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'22659121': 1, '7425215': 1, '17663525': 1, '12174445': 1, '28783927': 2, '1397858': 1, '6142031': 1, '8793489': 1, '17867486': 1, '14132002': 1, '11513180': 1, '2366330': 1, '15850009': 1, '15457102': 1, '10750731': 1, '12203066': 1, '8633538': 1, '7851566': 1, '29732360': 2, '6475898': 1, '9369967': 1, '27127766': 1, '9520617': 1, '1526541': 1, '3739973': 1, '9781962': 1, '8219617': 1, '12894088': 1, '9128049': 1, '12587063': 1, '26188758': 1, '7598604': 1, '10875478': 1, '1616187': 1, '10570398': 1, '29168': 1, '19410196': 1, '1855693': 1, '31749442': 1, '7627822': 1, '29492238': 1, '15082908': 2, '10606298': 1, '23874263': 2}", "similar_patients": "{'5565039-1': 1, '5931939-1': 1, '5931939-2': 1, '2822316-1': 1}"}