{"patient_id": 36654, "patient_uid": "3222632-1", "PMID": 22054036, "file_path": "comm/PMC003xxxxxx/PMC3222632.xml", "title": "DNA aneuploidy as a topographic malignant transformation pattern in a pleomorphic adenoma of long-term evolution: a case report", "patient": "A 57-year-old Caucasian woman presented with a large non-tender submandibular mass. The lesion had been present for about 25 years with a slow increase in size. Our patient's medical history was unremarkable. A physical examination revealed a giant painless, movable, semi-hard elastic mass in her right submandibular region measuring about 8×6 cm. Fine needle aspiration cytology was suggestive of a PA. Contrast-enhancement computerized tomography confirmed a giant well-defined mass without cystic changes in her right submandibular region (Figure ). No lymph node swelling or other tumorous lesions were detected. Submandibular tumor extirpation was performed under general anesthesia.\\nImmediately after removal, samples were obtained in the surgery room following a topographic scheme (Figure ). Group 1 comprised six samples from the periphery of the tumor, adjacent to the subcutaneous tissue; group 2 comprised six samples from the periphery of the tumor, adjacent to the floor of the mouth; and for group 3, the tumor was opened along the midline, and six deep samples were extracted from the center of the tumor.\\nHalf of the samples in each group were fixed in 4% buffered formalin, processed and embedded in paraffin according to routine procedures, for histological and immunohistochemical analysis. The remainder of the samples of fresh material for each group were immediately submitted for DNA flow cytometry. The rest of the surgical specimen was routinely studied in the Department of Pathology and diagnosed as a benign PA.\\nSamples of each group were minced with a scalpel in phosphate-buffered saline solution. Single nuclear suspensions were prepared by filtering through a 50-μm nylon mesh. The DNA contents were measured in a Cytomics FC500 (Beckman Coulter Inc., Fullerton, CA, USA) flow cytometer. DNA histograms of at least 10, 000 nuclei were plotted. The DNA-diploid cell population corresponding to surrounding normal tissue from the same location was used as an internal reference standard for the identification of DNA-aneuploid clones. The percentages of the cell cycle phases as well as the DNA indices of the aneuploid clones were calculated using the Modfit 5.2 software package. DNA histograms were classified as diploid if there was a single G0-G1 peak and aneuploid if additional G0-G1 peaks were present. The ratio of aneuploid G0-G1 peak values to diploid G0-G1 peak values was expressed as a DNA index. All specimens had a G0-G1 peak coefficient of variation of no more than 4%. The following were taken as cytometric variables: DNA ploidy, DNA index, and S-phase fraction. The cases with DNA indices between 0.9 and 1.10 were considered as DNA diploids, and those less than 0.9 or greater than 1.10 as DNA aneuploids.\\nHalf of the paraffin-embedded samples of all three groups were routinely stained with hematoxylin and eosin. The rest of the paraffin samples were submitted to the labeled-polymer method of immunohistochemistry using antibodies against α-smooth-muscle actin (α-SMA), cytokeratin (CK) AE1/AE3, CK 8, protein 53 (p53), protein 63 (p63) and antigen Ki67.\\nThe histogram of Group 1 samples presented a single peak in the G0-G1 area. The cell nuclei population was 5.91% in the G2 region and 91.30% in the G1 area. The proportion of cells in the S-phase was 2.78% and the coefficient of variance (CV) was 3.70%. Samples of this group were considered as being DNA diploid (Figure ). Group 2 samples also exhibited a DNA diploid pattern with an 88.26% nuclei population in the G1 region and 8.80% in the G2 area. The S-phase fraction was 2.95% and the CV was 3.04% (Figure ). Group 3 samples showed DNA aneuploidy: 48.70% of the cell population was considered diploid with 4.18% in the G2 region, 91.27% in the G1 area and a CV of 2.17%, whereas 51.30% of the cells analyzed presented an aneuploid pattern with 10.53% in the G2 region, 89.03% in the G1 area and a CV of 7.08%. The total aneuploid S-phase was 0.44% and the total S-phase fraction was 2.45% (Figure ).\\nHistological analysis of Group 1 and Group 2 samples showed ductal structures, cords and islands of polygonal cells without atypia, sheets and strands of hyaline or plasmacytoid cells in a myxoid stroma. These findings were consistent with PA (Figure ). On immunohistochemistry, slight positivity was observed in the ductal cells with CK AE1/AE3 and CK 8 (Figure ). The non-luminal cells strongly expressed α-SMA (Figure ). Occasional cells were positive with proliferation antigen Ki67 and no expression was observed with p53 (Figure ). Otherwise, myoepithelial cells showed high positive nuclear staining for p63 (Figure ).\\nGroup 3 samples exhibited an unusual histological pattern. These hypercellular areas were composed of blocks of round to ovoid epithelial cells without the 'reminiscent' myoepithelium. The epithelial cells were round with pale eosinophilic cytoplasm and round to oval nuclei. Nuclear pleomorphism or atypia, malignant luminal cells and necrotic foci were not observed (Figure ). The immunohistochemical study showed strong expression of CKs AE1/AE3 and CK 8 in most of the epithelial cells (Figure ). p63 and α-SMA staining were seen to a lesser degree than in the Group 1 and 2 samples (Figure ) whereas expression of antigen Ki67 was more intense (Figure ). p53 was expressed in a few epithelial cells (Figure ).", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'7907855': 1, '10023692': 1, '8380049': 1, '11505478': 1, '2474620': 1, '12508690': 1, '2406011': 1, '16256413': 1, '16273189': 1, '18167483': 1, '10487953': 1, '189890': 1, '9745180': 1, '17559500': 1, '16258307': 1, '18439465': 1, '22054036': 2}", "similar_patients": "{}"}