{"patient_id": 155890, "patient_uid": "3214307-1", "PMID": 22091235, "file_path": "noncomm/PMC003xxxxxx/PMC3214307.xml", "title": "A pulmonary aspergillosis case with fatal course in a patient with SIRS clinic", "patient": "A 77-year-old male patient with previous history of tuberculosis, followed up with diagnoses of Chronic Obstructive Pulmonary Disease (COPD), Hyperthyroidism and Diabetes Mellitus (DM) for 10 years referred to emergency service with complaints of confusion, shortness of breath, tachycardia, hypothermia and hypotension. He was admitted to ICU with pre-diagnoses of acute respiratory failure and SIRS. The patient was intubated and connected to ventilator. There was a decrease in respiratory sounds, being more marked on the right lung, coarse rales, prolongation of expirium and bilateral biphasic expiratory ronchi on physical examination. An obstructive pattern was seen on the pulmonary function test of the patient's history. Other system findings were normal. Glascow Coma Score was 6, Acute Physiology and Chronic Health Evaluation (APACHE II): 34, Multiple organ dysfunction syndrome (MODS): 8, and pulse: 122/min., arterial blood pressure: 82/41 mmHg, respiratory rate: 30/min., temperature: 35°C, Leukocyte: 27600/mm3, C-reactive protein (CRP): 52 mg/L, and remaining values were normal. He was also compatible with thyrotoxicosis [free thyroxine (FT4) = 8.5 ng/dL (NR = 0.8-2.0), thyrotropin (TSH) < 0.05 μIU/mL (NR = 0.3-4.0), thyroid receptor antibodies (TRAb) = 0.9 IU/mL, (NR < 1.8)]. Thyroid ultrasonography revealed a solid, hyperechoic nodule of 8.5 mm diameter in the right lobe. The patient was diagnosed as having Hyperthyroidism associated with Graves’ thyrotoxicosis. Treatment with propranolol and methimazole was initiated. Pneumonic infiltration and increase in ground glass density were seen at the middle zone of right lung on chest X-ray (). There was no pathology belonging to cardiac ischemia on ECG, except for diastolic dysfunction in Echocardiography (ECHO). He was 38.4°C at 2th day, but no growth occurred on all cultures collected. So, Ampicilline-Sulbactam and Levofloxacin were given as empirical therapy. Acid resistance bacteria (ARB) were studied 3 times for excluding active tuberculosis and result came to be negative. No response could be obtained from the patient. Treatment of patient was substituted by Piperacilline/Tazobactam, Trimetoprim/Sulfametaxazol and Claritromycin at 7th day, when his temperature did not decrease, had more severe clinical course and showed no regression of pneumonic infiltration. A bronchoscopy was performed due to a fungus ball seen on thoracic computed tomography (CT) (). Lumens of the trachea and bronchi have become narrow and there were diffuse white-colored plaques. The thin-walled necrotic lesion, located in tuberculosis cavity at the middle lobe of right lung on thorax CT and having infiltration around was interpreted as crescent sign. Histopathological examination of biopsy specimens taken by bronchoscopy from the bronchiectatic lobe or segment bronchi showed areas of mixed active inflammation and fibrous scarring with microscopic abscess cavity and central bronchiectasis with dense peribronchial inflammation, fibrosis, and fungus ball and septate hyphae of Aspergillus fumigatus in hematoxylin-eosin-stained section (). Aspergillus fumigatus grew on bronchoalveolar lavage (BAL) culture collected, and voriconazole treatment was started with loading dose of 1×400 mg i.v., and maintenance dose was given as 2×200 mg i.v. The patient's disease became more severe on 18th day of therapy and he was lost due to multiple organ failure (MOF).", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'19370080': 1, '15987390': 1, '19149743': 1, '16750972': 1, '25140804': 1, '16110807': 1, '18723954': 1, '7705120': 1, '17525130': 1, '19131752': 1, '19660294': 1, '20057995': 1, '20126927': 1, '22091235': 2}", "similar_patients": "{}"}