{"patient_id": 155422, "patient_uid": "3178771-1", "PMID": 21976944, "file_path": "noncomm/PMC003xxxxxx/PMC3178771.xml", "title": "A Case of Stenotrophomonas maltophilia Keratitis Effectively Treated with Moxifloxacin", "patient": "A 70-year-old male presented to our hospital (Department of Ophthalmology, Sahm Yook Medical Center, Seoul, Korea) with a three-day history of left eye pain and decreased vision. He had a long history of diabetes mellitus that was controlled with oral anti-hyperglycemic agents. The patient suffered from bilateral proliferative diabetic retinopathy and had undergone pan retinal photocoagulation several times since March 1995. At age 60 he had undergone phacoemulsifications with intraocular lens implantation for the treatment of senile cataracts in both eyes.\\nOn presentation, the patient's visual acuity was hand motion in the left eye. Slit lamp examination revealed a heavily edematous cornea and a round 3.7 × 5.0 mm dense central stromal infiltrate with an overlying epithelial defect (). Anterior chamber cells 3+ and ciliary injection were also observed.\\nAfter scrapings were collected from the lesion for smears and cultures, the patient was treated hourly with 0.5% moxifloxacin and 0.5% tobramycin. Four days after the initiation of treatment, heavy growth of S. maltophilia was observed in culture. The isolated bacteria were sensitive to ciprofloxacin, sulfamethoxazole-trimethoprim, levofloxacin, and moxifloxacin, but were resistant to all aminoglycosides and B-lactams (). According to the results of susceptibility tests, topical 0.5% moxifloxacin was given every hour and 0.5% tobramycin was stopped.\\nThe patient's corneal epithelium healed in two weeks after the initiation of treatment. After the epithelium had healed, moxifloxacin was administered four times per day. The corneal infiltrate resolved within four weeks. However, mild opacity remained in the posterior stroma (). The patient's best corrected visual acuity improved from hand motion to 20 / 25. His infectious keratitis was controlled and had not recurred at the one-year follow-up examination.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'8347518': 1, '7156659': 1, '1401013': 1, '2267495': 1, '15142709': 1, '15945320': 1, '9421311': 1, '24951597': 1, '11931779': 1, '25396192': 2, '7560984': 1, '34043457': 1, '23620659': 1, '21976944': 2}", "similar_patients": "{'4228222-1': 1, '4228222-2': 1, '4228222-3': 1}"}