{"patient_id": 40924, "patient_uid": "3563179-1", "PMID": 23401825, "file_path": "comm/PMC003xxxxxx/PMC3563179.xml", "title": "A Case of Relapsing Kikuchi-Fujimoto Disease", "patient": "An otherwise healthy 26-year-old African American female presented with progressive fever, headache, facial edema, and periorbital swelling of 3 weeks duration. She also complained of nausea, decreased appetite, and back pain. She had daily fevers up to 104.1°F with associated tachycardia. On physical exam, she had significant facial and periorbital swelling, preauricular, and anterior cervical tender lymphadenopathy. There was no evidence of scleral icterus or hepatosplenomegaly. Her complete blood count revealed a pancytopenia with a WBC count of 2,000 cells/mm3 and the presence of 1% atypical lymphocytes with an increase in immature neutrophils (“bands”), a hemoglobin of 11.3 g/dL, and a mild thrombocytopenia. Additional testing revealed elevated transaminases. An erythrocyte sedimentation rate (ESR) at time of her initial presentation was minimally elevated. C-reactive protein (CRP), antinuclear antibody (ANA), and angiotensin converting enzyme (ACE) were all normal, as shown in .\\nComputer tomography (CT) imaging of her neck was performed and revealed abnormally enhancing cervical and supraclavicular lymphadenopathy with diffuse salivary and lacrimal gland enlargement (). Infectious etiologies such as mononucleosis, human immunodeficiency virus (HIV), and other multiple viral, fungal, and bacterial serologies were tested for and were negative ().\\nWith her history suspicious for lymphoma, an MR I of the brain was obtained that revealed posterior leptomeningeal enhancement concerning for possible meningitis or lymphoma. Cerebral spinal fluid obtained by lumbar puncture however did not demonstrate findings consistent with meningitis or neoplasia. An excisional cervical lymph node biopsy and bone marrow aspiration and biopsy were performed. The bone marrow biopsy revealed a slightly hypocellular marrow for age with trilineage hematopoiesis and less than 1% blasts. There were increased marrow histiocytes with focal evidence of hemophagocytosis and lymphohistiophagocytosis. The flow cytometry of the bone marrow was negative for lymphoma or leukemia and revealed a lymphoid population of approximately 14% of the nucleated/nonerythroid cells, of which 83% were T cells and 8% were polyclonal B cells. Despite the information provided by the bone marrow biopsy, a specific diagnosis was not reached.\\nExcisional cervical lymph node biopsy was performed with results that confirmed a diagnosis of Kikuchi-Fujimoto's disease. The hematoxylin and eosin staining showed disrupted architecture with paracortical expansion, multifocal areas of necrosis, and cellular debris (). Neutrophils were not prominent in the tissue obtained via lymph node biopsy but plasma cells and numerous histiocytes were identified (). Immunohistochemical staining showed a predominance of CD3 positive T cells with a mixture of CD4 and CD8 positive cells.\\nThis patient was started on prednisone 60 mg daily with rapid improvement in her lymphadenopathy, fevers, and other constitutional symptoms. She continued high dose corticosteroids with a slow taper over several months; however, after four months and reaching a dose of 5 mg a day of prednisone her symptoms relapsed necessitating reinitiation of high dose prednisone. Repeat serologic screening for systemic lupus erythematosus with an ANA was negative. Although symptoms improved with resuming a high dose of prednisone, her course was complicated by development of glucocorticoid-induced osteoporosis. Subsequently, she was started on hydroxychloroquine with a rapid steroid taper. She continues to be on hydroxychloroquine for symptom control but also experienced a relapse of her symptoms while on this medication and is currently being considered for dual immunosuppressive therapy to control her condition.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'27162600': 2, '15272543': 1, '16722618': 1, '15578393': 1, '20121621': 1, '12748557': 1, '23401825': 2}", "similar_patients": "{'4844816-1': 1}"}