{"patient_id": 35448, "patient_uid": "3109825-1", "PMID": 21712913, "file_path": "comm/PMC003xxxxxx/PMC3109825.xml", "title": "Metastasis of follicular thyroid carcinoma to the maxillary sinus", "patient": "A 31-year-old female was referred to our center with a histological diagnosis of follicular carcinoma. A month earlier, a near total thyroidectomy had been done for a multinodular goiter. She had no comorbid illnesses, and on clinical examination the thyroid bed and neck were found to be normal. We noticed fullness in the region of the right maxillary sinus, along with a bulge in the right side of the palate. The patient had in fact noticed the palatal bulge 6 months earlier, but it had been associated with pain only for about a month.\\nA radioactive iodine-131 (I-131) scan revealed 0.8% uptake in the neck; the whole body scan revealed a functioning metastasis in the region of the right maxillary sinus []. A CT scan [] of the head and neck and a bone scan [] done subsequently confirmed the presence of a 6 × 4 cm mass in the right maxillary sinus. Aspiration cytology from the bulge showed atypical follicular cells, which on correlation with the slides and blocks of the thyroidectomy specimen was suggestive of metastatic involvement from a follicular carcinoma of the thyroid []. The patient was not keen on surgery for the maxillary sinus lesion and was hence offered external beam radiotherapy and radioiodine therapy.\\nShe initially received 40 Gy of Cobalt-60 external beam radiation from 22/10/2005 to 22/11/2005. In view of persistent uptake in the right maxillary sinus [], she went on to receive 110 millicuries of I-131 in December 2005 and 50 millicuries of I-131 in June 2006. Her subsequent I-131 scans as well as serum thyroglobulin levels were within normal limits. There was clinical regression of the right maxillary lesion as well. She has been on regular follow-up for close to 4½ years and continues to be disease free on Eltroxin™ suppression.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'28351395': 2, '9282206': 1, '14043146': 1, '2671045': 1, '32455039': 2, '29398758': 2, '8426623': 1, '14342927': 1, '5930356': 1, '21712913': 2}", "similar_patients": "{'5776001-1': 1, '5370488-1': 1, '7240621-1': 1}"}