{"patient_id": 38883, "patient_uid": "3436715-1", "PMID": 22958272, "file_path": "comm/PMC003xxxxxx/PMC3436715.xml", "title": "Iatrogenic Cushing’s syndrome with inhaled steroid plus antidepressant drugs", "patient": "A 30-year-old female patient who had weakness, hirsutism, acne, increased abdominal fat and purple strias was admitted to the Endocrinology and Metabolism out-patient clinic of Cerrahpasa Medical School, University of Istanbul. She had been diagnosed with depression and asthma three months earlier. The patient had been receiving inhaled FP (500 mcg twice daily) and paroxetine (20mg/day, po.), mirtazepine (30 mg/day, po.) therapies with no evidence of CS (Figure ). The patient complained of central weight gain, muscle wasting, weakness, easy bruising, hirsutism, acne and abdominal striae after treatment with FP for three months. Obvious moon face (Figure a), facial plethora, acne, oral mucositis, increased truncal and abdominal fat, buffalo hump, proximal myopathy and hirsutism were noted at the physical examination. Prominent striae were evident on her abdomen and arms (Figure b). Blood pressure was 135/80 mmHg with no postural drop. Sub-acute thrombosis, caused by edema and swelling in the right leg, was detected by Doppler USG in the patient’s right popliteal vein. Enoxaparin sodium 0.6 ml twice daily was started. The patient was not osteoporotic.\\nAn early morning cortisol of 0.8 μg/dl, ACTH of 1 pg/ml and a urinary free cortisol excretion of 60 mg/day were determined. Initial laboratory results are shown in Table . A short synacthen test (1 μg) was clearly abnormal, rising to 3μg/dl and 3.4 μg/dl at 30 and 60 minutes, respectively.\\nAfter consultation with a thoracic diseases specialist, the patient was reassessed for asthma. Respiratory function tests were as follows: FEV1: 2.67, FEV1/FVC: 97, PEF: 6.16, MEF25-75: 4.51. FP was changed to salbutamol sulphate as needed for a re-evaluation of the diagnosis.\\nThe patient developed symptoms of extreme fatigue, anorexia, and myalgia after cessation of FP. Hydrocortisone (20 mg /day for 2 months, po), at gradually decreasing doses, was started for evaluation of the hypothalamic-pituitary-adrenal axis. Two months after withdrawal of FP, the patient felt that her clinical appearance was better, but there was still evidence of hypothalamic-pituitary-adrenal (HPA) axis suppression.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'9253465': 1, '10669710': 1, '16556614': 1, '12412882': 1, '15132725': 1, '12762348': 1, '16497762': 1, '9551705': 1, '12696781': 1, '18707191': 1, '15755851': 1, '14665517': 1, '21712512': 1, '24487458': 1, '21853845': 1, '9786307': 1, '16737984': 1, '22958944': 1, '22958272': 2}", "similar_patients": "{}"}