{"patient_id": 41440, "patient_uid": "3600286-2", "PMID": 23533879, "file_path": "comm/PMC003xxxxxx/PMC3600286.xml", "title": "The Massive Bleeding after the Operation of Hip Joint Surgery with the Acquired Haemorrhagic Coagulation Factor XIII(13) Deficiency: Two Case Reports", "patient": "A 61-year-old woman had the third operation of revision hip arthroplasty for displacement of the cup from a previous total hip arthroplasty that had been performed when she was 43 years old. The previous implant was removed and a new implant was inserted through a posterolateral approach. In her previous two surgeries, there were no problems with unexpected bleeding. In the blood tests before this current operation, there were no abnormal values including coagulation tests: APTT was 27.1 sec, and PTINR was 0.87. The operation lasted 500 minutes and the total bleeding during the surgery was 3060 grams. Before leaving the operating room, no problems related to the surgery were noted. In her hospital room, the outflow from the drain was 1110 grams at the postoperative time of 8 hours. Her blood pressure did not decrease, and she did not have DIC. At postoperative day 3, an outflow from the drain was 250 grams, and thus we decided to remove the drain. After removing the drain tube, the surgical wound was not inflamed, the patient was not in pain, and her blood tests showed normal values. But, at postoperative day 7, suddenly, she complained of severe thigh pain and her thigh was swollen. We suspected that postoperative bleeding had continued, but her blood hemoglobin was 6.7 g/dL which was almost the same value as her previous test. Based on these findings, we did not provide any treatment. At postoperative day 18, her thigh pain naturally disappeared. At postoperative days 23 and 27, she complained of severe thigh pain and her thigh was swollen again. We thought that the cause of the thigh pain and swelling was arterial bleeding and tested for this complication with computed tomography using a contrast medium. Active bleeding was not observed; however, a hematoma around the hip joint was visualized by this method (). Thus, we punctured the hematoma and 150 grams of uncoagulated bloody liquid was aspirated (). Because the thigh pain was gradually relieved, we did not do any further treatment. Her thigh remained slightly swollen. She was transferred to a rehabilitation hospital. At the rehabilitation hospital, the hematoma enlarged gradually and she again complained of thigh pain. Therefore, a doctor at the rehabilitation hospital punctured the hematoma and about 50 mL of uncoagulated bloody liquid was aspirated. Because the bloody liquid continued to flow from the puncture needle hole, she was admitted back to our hospital (). We still thought that the cause of the thigh pain and swelling was an arterial bleed, but this was not observed by computed tomography using a contrast medium. We planned to perform angiography to see if she had a transcatheter arterial embolization. Before the angiography at postoperative day 115, we completely removed the hematoma with a 2 cm surgical skin incision. We removed about 1,000 grams of uncoagulated lightly colored bloody liquid (). During the surgery, it is easy to confirm internal bleeding, but we did not find any active bleeding. Three days later, the hematoma had enlarged gradually and the thigh pain returned (). In light of the previous case, we suspected acquired coagulation factor XIII(13) deficiency and tested factor XIII(13) activity. Coagulation factor XIII(13) activity was 49% (normal value 70%~140%). As a countermeasure to the bleeding due to coagulation factor XIII(13) deficiency, we decided to give her coagulation factor XIII(13) for five days after surgical removal of the hematoma. We completely removed the hematoma via the same 2 cm surgical skin incision. Five days later, the hematoma enlarged slightly, but she did not have thigh pain. Thus, after surgery she had a blood transfusion of 12 units fresh frozen plasma in all for three days after she had the blood product factor XIII(13) for five days. At the time when administration of blood product was completed, her factor XIII(13) activity was 200% (normal value 70%~140%). Because the hematoma did not enlarge and she did not have thigh pain, she left the hospital and went home. Until now, we have not seen a recurrence of the hematoma.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'15746537': 1, '21805444': 1, '14675096': 1, '30731301': 2, '20402172': 1, '16026274': 1, '15507206': 1, '19192257': 1, '11118574': 1, '19996413': 1, '31396426': 2, '23533879': 2}", "similar_patients": "{'3600286-1': 2, '6668532-1': 1, '6365396-1': 1}"}