{"patient_id": 38791, "patient_uid": "3427702-1", "PMID": 22008978, "file_path": "comm/PMC003xxxxxx/PMC3427702.xml", "title": "Re-revision of a patellar tendon rupture in a young professional martial arts athlete", "patient": "We report the case of a 27-year-old male professional martial arts athlete who experienced a first traumatic patellar tendon rupture in July 2003 during a training session. The diagnosis was initially missed, so it was July 2004 before the patient underwent a surgical operation, where an end-to-end tenorrhaphy was performed. In August 2005 he reported a new re-rupture of the same tendon, and he underwent an immediate surgical revision with a bone-patellar-tendon (BPT) allograft. In January 2007, he experienced a new rupture of the revised tendon and came to our attention; a diagnosis of acute complete re-re-rupture of the right patellar tendon was then made. Upon physical examination, the patient showed a complete lack of active extension, along with a gap at the level of the patellar tendon. Radiograph images showed high patellar bone height; MRI images showed complete rupture of the patellar tendon (Fig. ).\\nAutologous gracilis and semitendinosus tendons were harvested from their myotendinous junction, leaving their distal insertion intact: their proximal free ends were prepared with a Bunnel-type suture. After we determined that the hamstrings were long enough to be inserted on the ATT after passage through the patellar tendon in a figure-of-eight shape (Fig. ), one 6 mm tunnel was made on the patellar bone for the passage of the two tendons. Finally, distal fixation on the ATT was performed once again with a transosseous tunnel. Postoperatively, the knee was immobilized in a full extension brace, and was non-weight bearing for 45 days. He then started progressive partial weight-bearing with the use of crutches. Exercises to regain the range of motion of the knee and to strengthen the quadriceps muscle were started at two months postop. At six months postop, the patient was allowed to run in a straight direction and to strengthen the quadriceps muscle with open kinetic chain exercises.\\nThe patient was clinically and radiologically followed up with MRIs at 1, 3, 6, 12, and 24 months after the operation. At final follow-up, the patient reported a satisfactory feeling regarding the surgical procedure performed; the Visual Analog Scale was 2; active range of motion was complete in both flexion and extension (Fig. ); a 3 cm hypotrophy of the quadriceps muscle was found. The Tegner score was 5 and the Lysholm score was 84; regarding the IKDC scoring scale, the patient was placed in group B.\\nRadiograph images showed a satisfactory height of the patellar bone; the MRIs showed distinct progressive homogeneous improvement of the reconstructed tendon, and no signs of inflammation were detected (Fig. ).\\nThe patient gave informed consent prior to being included in the study.\\nThe study was authorized by the local ethical committee and was performed in accordance with the ethical standards of the 1964 Declaration of Helsinki, as revised in 2000.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'3416533': 1, '7371293': 1, '3738327': 1, '8902139': 1, '16247253': 1, '10372848': 1, '133784': 1, '30151290': 2, '7726356': 1, '13928745': 1, '22008978': 2}", "similar_patients": "{'6087580-1': 1}"}