{"patient_id": 161432, "patient_uid": "3654137-1", "PMID": 23682233, "file_path": "noncomm/PMC003xxxxxx/PMC3654137.xml", "title": "A case of ruptured renal cortical arteriovenous malformation of the right testicular vein in hemorrhagic fever with renal syndrome", "patient": "A 43-year-old man visited the emergency department because of nausea, vomiting, diarrhea, and epigastric pain lasting 2 days. He had suffered from a fever, chills, and headache for 4 days prior to admission. He had no other medical problems, no history of drug use, and no family history of disease. His was employed as a lawn caretaker at a ski resort in Gyeonggi-do.\\nHis vital signs upon admission were as follows: blood pressure, 130/90 mmHg; heart rate, 72 beats per minute; respiratory rate, 18 breaths per minute; and body temperature, 36.3℃. A physical examination revealed increased bowel sounds and tenderness in the upper abdomen and at both costovertebral angles. Initial laboratory testing showed a white blood cell count of 18,550/mm3, a hemoglobin level of 17 g/dL, a platelet count of 32,000/mm3, and a serum creatinine level of 5.92 mg/dL. The prothrombin time and activated partial thromboplastin time were normal. His urinalysis showed proteinuria and microscopic hematuria.\\nOn the second day of hospitalization, he became oliguric and started hemodialysis. One day later, he began to complain of severe right lower abdominal pain accompanied by abdominal rigidity. He subsequently became hemodynamically unstable and delirious. He was moved to an intensive care unit for close observation. Hemoglobin measurements were at 8.5 g/dL on the third day of hospitalization and further declined to 3 g/dL, resulting in continued thrombocytopenia. Thus, he received a transfusion of three units of packed red blood cells and eight pints of platelet concentrates.\\nEmergency contrast-enhanced computed tomography of the abdomen and pelvis showed a huge retroperitoneal hematoma below the right kidney with surrounding complicated fluid collection, and right hydroureteronephrosis (). Renal arteriography was performed as well as selective right renal arteriography, which showed extravasation of the contrast medium from an AVM of the testicular vessels at the inferior portion of the right kidney (). Transcatheter embolization was performed at the ruptured small branches (). After embolization, renal arteriography confirmed that there was no more extravasation of the contrast medium. The antibody titer of Hantaan virus was greater than 1 : 1,280, and the patient was confirmed to have HFRS with retroperitoneal hematoma.\\nUrination gradually increased to 2,600 mL/day, and serum creatinine decreased to 1.34 mg/dL. Therefore, hemodialysis was halted on day 6 of hospitalization. On day 9, a follow-up computed tomography scan of the abdomen and pelvis showed that the extent of the retroperitoneal hematoma and the amount of surrounding fluid collection had decreased. The patient was discharged from the hospital after recovery, on day 19.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'1685206': 1, '1982474': 1, '1971450': 1, '20092371': 1, '2568678': 1, '3151765': 1, '17673847': 2, '25572538': 1, '10073292': 1, '1685203': 1, '23682233': 2}", "similar_patients": "{'2627153-1': 1}"}