{"patient_id": 159784, "patient_uid": "3513847-1", "PMID": 23227439, "file_path": "noncomm/PMC003xxxxxx/PMC3513847.xml", "title": "Primary calvarial angiosarcoma: A case report and review of the literature", "patient": "A 14-year-old African-American male was admitted to our institution in October 2008 with a single episode of subjective left leg numbness and weakness. His past medical history was unremarkable and this was the first time he had experienced such an episode. General physical examination was normal and neurologic exam only revealed mild left arm numbness. Magnetic resonance imaging (MRI) scans revealed a 3 cm extra-axial, heterogeneously enhancing mass in the right parieto-occipital region with edema of the adjacent parenchyma []. Additional studies performed were negative for metastatic lesions. An uncomplicated biopsy of lesion was performed and the initial pathology was felt to be consistent with Kaposiform hemangioendothelioma.\\nThe patient was treated with monotherapy of vincristine. Initially, the tumor responded well to this treatment, but subsequently showed progression approximately 10 months after diagnosis. Due to the progression of the mass, the accuracy of the pathologic diagnosis was revisited and the initial diagnosis was changed to the more malignant angiosarcoma.\\nIn January 2010, the patient had an acute onset of left-sided hemiparesis and headaches. Computed tomography (CT) scan revealed an intraparenchymal hematoma in the frontoparietal region, extending toward the lateral ventricle. An increase in the tumor size was also noticed []. The option of surgical intervention was presented to the patient and family, but due to the aggressive and vascular nature of the tumor, we advised that surgical resection would pose a high risk. The patient was subsequently started on a more aggressive multidrug regimen of vincristine, cyclophosphamide, and actinomycin.\\nTumor progression initially stabilized with multidrug therapy; however, after 8 months, a significant calvarial deformity was revealed on routine surveillance neuroimaging. In January 2011, repeat MRI brain again revealed progression of the tumor, which now encompassed both hemispheres and was accompanied by a marked calvarial deformity. On physical examination, it was noted that the patient's left-sided hemiparesis was worse. Given that there was significant tumor progression in spite of aggressive chemotherapy and clinical deterioration, surgical intervention was reconsidered. After considering the size, vascular nature, and lack of response to chemotherapy, the patient and family wished to proceed with surgery.\\nTwenty-four hours prior to surgery, the patient underwent preoperative tumor embolization. Arterial supply was noted from the superficial temporal artery, middle meningeal artery, and branches of the occipital artery []. Ninety percent of the tumor was embolized with Gelfoam particles. The following day, the full extent of the extracranial subgaleal tumor along with the involved bone was removed. A bicoronal incision was made. A plane between the galea and tumor was easily identified. The interface between normal skull and tumor was identified circumferentially. We then performed a craniotomy around the tumor that would allow access to normal, intact dura around the entire mass. The tumor was then carefully dissected away from the underlying dura (except in the area where the mass traveled intradurally). As the tumor was debulked internally, defects in the calvarium were noted. An epidural plane was maintained throughout the resection except where the mass had already traveled intradurally. Any portions of the calvarium that were encountered were resected if tumor involvement was appreciated. Given the aggressive nature of the neoplasm, no attempt was made to reconstruct the bony defect at the time of initial surgery []. Elective cranioplasty was scheduled for after completion of the adjuvant treatment. Postoperatively, the patient had an uncomplicated hospital course and was discharged 6 days later. The patient has undergone a course of radiotherapy. On his latest follow-up, 8 months postsurgery, the patient has stable chronic paresis (3/5) in the right lower extremity (from the intratumoral hemorrhage), but no new deficits. He is able to ambulate without assistance and his scalp has healed well in spite of adjuvant radiotherapy. Postoperatively, MRI scans have not shown any recurrence thus far.\\nMicroscopic sections of the tumor demonstrated variable cellularity and growth pattern []. There were high-grade, neoplastic spindle cells with mitosis and rudimentary small vessel differentiation. The congested dilated vessels were lined by neoplastic endothelium with intraluminal budding. Immunohistochemically, the endothelial cells were positive for CD34, CD31, factor VIII; occasionally positive for PROX-1, but negative for CKAE1/AE3. The proliferative index (Ki-67) was increased and varied from area to area, with occasional foci demonstrating up to 30%. The final pathology was consistent with angiosarcoma.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'14573458': 1, '1123377': 1, '32806524': 1, '18913539': 1, '3179261': 1, '29138703': 2, '8933884': 1, '7200731': 1, '20485168': 1, '18145544': 1, '19716184': 1, '16132518': 1, '20846560': 1, '11290494': 1, '17685450': 1, '9781959': 1, '9774950': 1, '2570269': 1, '25024892': 2, '9932897': 1, '15165804': 1, '7397643': 1, '8635113': 1, '18809609': 1, '12116058': 1, '10442774': 1, '20394623': 1, '10570428': 1, '23227439': 2}", "similar_patients": "{'5613689-1': 1, '4093732-1': 1}"}