{"patient_id": 39311, "patient_uid": "3469179-1", "PMID": 23109969, "file_path": "comm/PMC003xxxxxx/PMC3469179.xml", "title": "Fatal Case of Plasmodium vivax Malaria in a Splenectomized Patient", "patient": "A 40-year-old man from Sistan-Baluchistan Province, the main endemic focus of malaria in Iran () was admitted to Bahonar Hospital in Kerman in September 2010. He had previously undergone splenectomy due to hemolytic anemia. The symptoms subsided after the surgery, but four months later he developed anemia, jaundice, malaise, fever and weakness, for which he was admitted to Bahonar Hospital in the city of Kerman.\\nUpon admission his blood pressure was 100/60 mmHg, pulse rate 100/min, respiration rate 20/min, body temperature 390C and he appeared pale and icteric.\\nLaboratory findings included the following; hemoglobin level, 8 g/dl; platelet count 43000 platelets/mm3; erythrocyte sedimentation rate 35 mm/h; and total serum bilirubin 3.7 mg/dl. His prothrombin time (PT) was 16 seconds and partial thromboplastin time (PTT) was 42 seconds, with a noticeable increase (according to normal range PT: 12s and PTT: 24-36s).\\nThe VDRL and PPD tests were negative. In addition, direct agglutination test (DAT) for detection of visceral leishmaniasis (kala-azar), blood and urine culture for bacterial growth were negative. Also rheumatoid factor and negative C-reactive protein (CRP) were negative but a week later CRP was positive. The direct /indirect antiglobulin tests (DAGT/IAGT) were negative but the liver function tests were more than normal limits. No abnormality was detected on chest X-ray and abdominal CT scan showed hepatomegaly, but no lymphadenopathy was observed.. While cerebrospinal fluid examinations were normal. There was no evidence of underlying disorders and diagnostic tests for human immunodeficiency virus (HIV), hepatitis B and C viruses were negative.\\nFrom the first day of admission, suspicion of bacterial infection lead to treatment with antibiotics such as; ceftriaxone, vancomycin and imipenem in the recommended doses for two weeks, he also received pack cell and fresh frozen plasma to improve his blood indices.\\nOn the third day of hospital admission peripheral blood smears were examined for presence of malaria parasites for several times, but no malaria parasite was detected. On day 17 the patient's peripheral blood smear (PBS) was sent to the Department of Medical Parasitology and Mycology, at the School of Medicine, Kerman University of Medical Sciences. Examination of blood films showed asexual forms of P. vivax, however neither sexual forms nor P. falciparum stages were observed. On day 18, the patient received oral chloroquine phosphate (600 mg at 0 hours, 300 mg at 6, 24, 48 hours) and then due to the critical condition of the patient he received intramuscular artesunate two times per day for six days and one dose of oral fansidar (24 mg/kg). Unfortunately, after antimalaria treatment on day 24 his clinical state became deteriorated. He was transferred to the intensive care unit (ICU), subsequently, on day 30 he lost consciousness, with convulsions and developed signs of brain involvement and eventually went to coma and died. After 2 weeks, Semi-nested multiplex PCR based on the sequence of the small subunit ribosomal RNA (ssrRNA) gene was performed according to the method of Edoh et al. () and Rubio et al. (), that confirmed the presence of P. vivax in blood smear of the patient (), also the amplicon was sequenced and recorded in the GenBank under the following Accession Number: JN084167.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'15705338': 1, '22551061': 1, '10072133': 1, '15664530': 1, '9231218': 1, '34557241': 1, '19742268': 1, '17183838': 1, '23109969': 2}", "similar_patients": "{}"}