{"patient_id": 35841, "patient_uid": "3141719-1", "PMID": 21722406, "file_path": "comm/PMC003xxxxxx/PMC3141719.xml", "title": "Fulminant hemophagocytic lymphohistiocytosis induced by pandemic A (H1N1) influenza: a case report", "patient": "A 42-year-old Caucasian woman was admitted to the emergency ward of our hospital with severe gastroenteritis. On admission, she was febrile (38.2°C), dehydrated, and oliguric. Laboratory results were consistent with severe extracellular dehydration, increased inflammation markers, acute renal failure, and abnormal liver function tests. Leukocyte and platelet counts were 33 × 103 and 274 × 103 cells/mL, respectively. An abdominal computed tomography (CT) scan showed a diffuse ileocolitis. Despite volume repletion and antibiotics, our patient continued to deteriorate. She was transferred to our intensive care unit (ICU) with cardiorespiratory, renal, and hepatic failure. In the subsequent 48 hours, she developed diffuse cutaneous erythema, leukopenia (0.72 × 103 cells/mL), and thrombocytopenia (22 × 103 cells/mL), associated with very high levels of lactate dehydrogenase (LDH) (9,500 IU; n<240), tryglycerides (11.9 g/L), and ferritin (11,060 ng/mL). A whole body CT scan revealed signs of mesenteric ischemia with hepatomegaly (19 cm) and a heterogeneous spleen. HLH was suspected because of her persistent fever, severe pancytopenia, hyperferritinemia, hypertriglyceridemia, increased LDH and hepatomegaly. A bone marrow biopsy was performed and the results revealed typical hemophagocytosis.\\nNo family history of HLH was found and a primary familial form was considered unlikely. According to the CT scan and bone marrow biopsy results, no hematological malignancy was thought to be responsible for a secondary form. Blood protein electrophoresis showed hypo-γ-globulinemia (7.5 g/L) with a low IgG level (5.5 g/L). All autoimmune antibody test results were negative. Despite an extensive multi-site sampling and serological studies, no bacterial or fungal infection was found. Laboratory tests for viral infection including mumps, measles, EBV, CMV, herpes simplex virus (HSV), human herpesvirus 6 (HHV6), HHV8, varicella zoster virus (VZV), B19 parvovirus, adenovirus, enteroviruses, viral hepatitis B and C, HIV, Hantaan virus, and human T cell lymphotropic virus (HTLV) were unremarkable. Only nasopharyngeal polymerase chain reaction (PCR) testing was positive for influenza A (H1N1).\\nOn day four after admission to the ICU, in consideration of our inability to exclude a malignant lymphoma with certainty, corticosteroid therapy and rituximab (375 mg/m2) were initiated. Due to persistence of shock and respiratory failure, our patient was considered unable to receive etoposide. An exploratory laparotomy showed a mesenteric ischemia extending to the ileum and right colon. Despite ileum resection, circulatory support, high flow hemofiltration, and mechanical ventilation, our patient died seven days after admission with multi-organ failure and refractory circulatory shock. The positive results of the PCR were obtained after her death, and our patient did not receive antiviral therapy.\\nA skin biopsy, and ileum and colon histology were examined for pathological changes. Skin biopsy results revealed major epidermal apoptosis with basal cell hydropic degeneration and sub-epidermal blistering. A moderate and predominantly peri-vascular infiltrate of lymphocytes and macrophages was present in the superficial dermis. Colon and ileum biopsy results showed mucosal alterations with increased apoptotic activity and cellular regeneration at the crypt bases. Colonic biopsy revealed more severe lesions, with associated mucosal denudation, enlarged lamina propria, and diffuse lymphocytic infiltration. No hemophagocytosis was found in these tissues (see Figure ).", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'28500507': 1, '16937360': 1, '17553248': 1, '19540157': 1, '17106167': 1, '24966707': 1, '20348529': 1, '18045564': 1, '24385840': 1, '22697602': 1, '20551263': 1, '33803997': 1, '31275547': 2, '21722406': 2}", "similar_patients": "{'6598294-1': 1}"}