{"patient_id": 164478, "patient_uid": "3843039-1", "PMID": 24303363, "file_path": "noncomm/PMC003xxxxxx/PMC3843039.xml", "title": "Conservative approach of a symptomatic carious immature permanent tooth using a tricalcium silicate cement (Biodentine): a case report", "patient": "A 12 year-old girl presented at the emergency dental clinic, Hospices Civils de Lyon, Lyon, France, for an acute, spontaneous and lasting referred pain in the right posterior mandibular quadrant. Clinical and radiographic examinations revealed extensive occlusal caries invading the pulp on the second right lower premolar, an immature permanent tooth with incomplete root formation (). The diagnosis was acute pulpitis (#45).\\nAfter taking the informed consent of her parents due to the young age of the patient, a conservative pulpal treatment option was adopted in order to allow for further root formation and to preserve the growing potential of the root and the healing potential of the pulp. Accordingly, #45 was anesthetized by a peri-apical injection with 1.5 mL of a 2% articaine and 1/200,000 epinephrine solution (Primacaine Adrenaline 1/200,000, Acteon Pierre Rolland, Merignac, France) and isolated under rubber-dam.\\nFollowing caries removal, a partial pulpotomy was performed using a round low-speed carbide bur (H1.204.021, Komet France, Paris, France) under constant irrigation until a normal bleeding was obtained (). The hemostasis was obtained by irrigation with saline solution and application of sterile cotton pellets. Biodentine was processed according to the manufacturer's instruction by mixing a single-unit powder part (tricalcium silicate-dicalcium silicate-zircon dioxide) and 5 drops of a single-unit liquid part (calcium chloride-distilled water) for 30 seconds (). displays the immediate post treatment X-ray which shows the pulp capping material located at the roof of the pulp chamber. Direct pulp capping was performed with a 2 mm-thickness layer of the tricalcium silicate cement (Biodentine). The tooth #45 was restored with conventional glass ionomer cement (Fuji IX extra, GC Corp., Tokyo, Japan) and checked for centric occlusion. At a postoperative phone call the following day, the patient reported complete cessation of the painful episode within 12 hours after completion of the treatment. At seven day follow-up, a clinical examination found responses to thermal pulpal tests within normal limits for a non-inflammatory pulp (hot and cold were discriminated and the response did not exceed the stimulus duration). At a three months recall, a clinical examination showed a normal pulpal sensitivity. There were no clinical or radiographic signs of root resorption or apical periodontitis. A radiograph showed morpho-differentiation of a dentin bridge immediately under the tricalcium silicate cement. (). Root formation had occurred and a thickening of the root dentin walls was noted. At 6 month recall, the bevel-shaped ends of the dentin at 3 months appeared to change to thicker round-shaped root-dentin walls.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'17036703': 1, '12657149': 1, '29234957': 1, '22188368': 1, '24790925': 2, '16764130': 1, '20113774': 1, '20171353': 1, '25110649': 2, '19549154': 1, '16739540': 1, '29372451': 1, '17956562': 1, '26097752': 2, '28969295': 1, '21895969': 1, '18155482': 1, '22983409': 1, '21535021': 1, '16948659': 1, '21600643': 1, '20728209': 1, '19134040': 1, '21353694': 1, '23429542': 1, '20003930': 1, '22411260': 1, '29059236': 1, '25025034': 1, '17180780': 1, '22431145': 1, '22436906': 1, '25657533': 2, '33884264': 1, '27471534': 1, '21777256': 1, '19335509': 1, '18615987': 1, '17586038': 1, '22251035': 1, '24303363': 2}", "similar_patients": "{'4313486-1': 1, '4313486-2': 1, '4313486-3': 1, '4313486-4': 1, '4449924-1': 1, '4125589-1': 1, '3978102-1': 1}"}