{"patient_id": 35691, "patient_uid": "3128817-1", "PMID": 21760682, "file_path": "comm/PMC003xxxxxx/PMC3128817.xml", "title": "Povidone-iodine Irrigation - A Possible Alternative To Lead Extraction", "patient": "A 79-year-old male with ischaemic cardiomyopathy (left ventricular ejection fraction 22%) had an ICD inserted in early 2002. In March 2007 he required a generator battery change, undertaken with pre- and peri-procedural antiobiotic cover. Seven months later, he noticed mild erythema and subcutaneous swelling over the generator. Despite treatment with oral flucloxacillin, the swelling increased in size over the following weeks and began to drain a purulent discharge, from which Morganella morganii and Enterobacter species bacteria were cultured. Although he remained afebrile, with normal leucocyte count and negative blood cultures, inflammatory markers were elevated (ESR 72mm/hr and CRP 87mg/L). After excluding concomitant valve or lead-related endocarditis, the patient was treated with a four-week course of intravenous ciprofloxacin and flucloxacillin, followed by a prolonged course of oral antibiotics. Whilst this resulted in normalisation of his inflammatory markers and notable improvement in the swelling over his infection site, there was ongoing pressure necrosis of the overlying skin and this led to the gradual extrusion of his ICD generator (). The preferred treatment strategy strongly recommended at this stage was for complete removal of both the generator and transvenous pacing leads, however, the patient declined this. Consequently, it was decided to attempt a novel 'lead-preserving' strategy as a 'bail-out' alternative, yet conservative option.\\nAfter premedication with intravenous vancomycin, a Z-incision was made over the extruded generator, and it was removed. The lead was disconnected from the battery, capped, and allowed to remain in situ. Necrotic tissue was extensively debrided, and 2 drains were inserted (an entrance and exit drain) and sutured at both ends of the Z-incision, thus creating a closed irrigation system (). A 50mL solution of diluted povidone-iodine [5mL povidone-iodine (1% w/v) with 45 mL normal saline] was infused via the drains into the wound, four times each day for one week. There was no specific flushing interval or infusion rate allowing the povidone-iodine to bathe and drain naturally from the exit drain. During this time intravenous antibiotics and cardiac monitoring were continued. After 5-days, the drains were removed, the wound closed, and a new single lead ICD system was implanted on the contralateral side. The patient was discharged home on oral flucloxacillin and ciprofloxacin for a further two weeks. At 24-months there was no sign of wound dehiscence or breakdown and subclinical markers of infection (white cell count and CRP) were all normal ().", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'12440598': 1, '18507548': 1, '2432481': 1, '2350636': 1, '23233764': 1, '17153117': 1, '32572720': 1, '23233765': 1, '18325849': 1, '21760682': 2}", "similar_patients": "{}"}