{"patient_id": 42184, "patient_uid": "3655462-1", "PMID": 23710372, "file_path": "comm/PMC003xxxxxx/PMC3655462.xml", "title": "SEM Analysis and Management of Fracture Dental Implant", "patient": "A 45-year-old female patient reported to the department with loss of coronal part of implant-supported prosthesis in the lower left premolar region. Detailed history revealed successful implant placement 3 years back in mandibular left second premolar region. Medical history of the patient was found to be noncontributory. Development of pain and mobility of the prosthesis started since the last few months with loss of mobile segment one week back. On radiographic examination, Dentascan revealed remaining part of the implant fixture to be still embedded in the bone ().\\nTreatment plan for the removal of remaining implant fixture, the placement of a new implant of a larger diameter immediately, and consecutive prosthetic rehabilitation was discussed. After obtaining patient consent, the surgical phase was initiated. Under local anesthesia, a mucoperiosteal flap was elevated exposing the fractured implant which was removed by a trephine bur (). This was followed by preparing the osteotomy site for placement of a new implant of larger diameter of 5 × 11.5 mm (Hi-tech tapered, self-threaded, Life Care Device private limited, Israel). The recommended drills were used in required sequence, the endosseous implant was placed immediately after removing the fracture segment () with initial stability of 40 N, and mucoperiosteal flap was approximated with interrupted sutures. The patient was put on antibiotics, anti-inflammatory analgesics, and oral rinses for a week.\\nSecond stage surgery was done after 4 months. The prosthetic phase was initiated by impression making use of open window technique with polyvinyl silicone impression material (Aquasil Dentsply/Caulk, Milford, DE, USA). Abutment preparation and try-in were done, and working cast was sent to the laboratory for fabrication of ceramometal prosthesis (Dentsply, Ceramco, York, PA, USA). Consecutively, the implant was loaded with cement-retained metal-ceramic crown (). Reports of 36-month followup at every 3, 6, and 12 months interval have shown successful results so far (Figures and ).\\nThe retrieved part of implant fixture () was sent for SEM analysis () for the probable cause of the fracture. Scanning electron micrograph of fracture implant surface shows an extent evidence of intergranular fracture. A large dimple at the centre of the implant surface was found which consists of various wavy lines or striations.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'12787220': 1, '8908866': 1, '9526918': 1, '20038899': 1, '31592306': 1, '22780872': 1, '15580138': 1, '12752538': 1, '7615329': 1, '11055133': 1, '14990883': 1, '14696660': 1, '3527955': 1, '11203589': 1, '10220658': 1, '18223529': 1, '9576316': 1, '1398836': 1, '23710372': 2}", "similar_patients": "{}"}