{"patient_id": 156763, "patient_uid": "3270292-1", "PMID": 22324035, "file_path": "noncomm/PMC003xxxxxx/PMC3270292.xml", "title": "Colon Interposition in Children after Failed Tracheoesophageal Fistula Repair", "patient": "The patient was a 7-year-old boy born with tracheoesophageal fistula (TEF) with esophageal atresia. Fistula division and primary anastomosis of the esophagus was attempted on the third day after birth in another hospital. However, because of long gap atresia, he underwent cervical esophagostomy and feeding gastrostomy. Two years later, he underwent an Ivor Lewis operation, pyloroplasty, and feeding jejunostomy. However, leakage from the anastomosis site occurred and re-anastomosis was attempted on the 7th postoperative day. However, the leakage could not be controlled and the patient became hemodynamically unstable due to septic shock. Therefore, reposition of the gastric conduit in the abdominal cavity and a cervical esophagostomy were performed (). After a difficult recovery period, he was transferred to our hospital with a body weight of 12 kg at age 2. He was followed up for 5 years with the expectation that he would grow with jejunostomy feeding. However, he suffered from severe growth retardation and his body weight was just 15 kg when he became 7 years old. He was referred to our clinic for corrective surgery. When he visited our clinic, he had not been able to eat food by mouth since his birth.\\nHe underwent esophageal reconstruction with colon interposition via a substernal route. The transverse and descending colon pedicled with a left colic artery was harvested and anastomosis in the isoperistaltic direction was performed. The cervical esophagus was recovered from an esophagostomy and proximal anastomosis with the colon was made. Distal anastomosis was made to the upper body of the remnant stomach. A substernal route was chosen because of the history of multiple operations in the posterior mediastinum. On the 7th postoperative day, an esophagogram revealed that the proximal and the distal anastomoses were intact and the distal passage was good (). Postoperative diet training was difficult because he did not know how to swallow food. However, the amount of oral intake increased gradually, and on the 23rd postoperative day, he was discharged without symptoms of dysphagia. Seven months after the operation, his body weight became 18 kg and he can now tolerate a regular diet.\\nThe patient was a 13-month-old girl born with tracheoesophageal fistula with esophageal atresia, type C. An attempt at primary anastomosis in other hospital failed due to long gap atresia. She also underwent fistula division, cervical esophagostomy and feeding gastrostomy on the third day after birth.\\nAfter the first operation, duodenal atresia was found and an additional gastrojejunostomy was performed. She visited our clinic for esophageal reconstruction with a weight of 7.4 kg, which was below the 3rd percentile of the growth curve. Nutritional support had been maintained by gastrostomy tube only when she visited our clinic. Preoperative CT scans showed malrotation of the bowel with whirling of mesenteric vessels, the small bowel aggregated in the right side of the abdomen, and the large bowel aggregated in left side. However, an angiogram of the superior mesenteric artery and inferior mesenteric artery demonstrated normal arcades to the marginal arteries.\\nShe underwent esophageal reconstruction with the colon via a substernal route at 13 months of age. The left colon, pedicled with a left colic artery, was used in the isoperistaltic direction. On the 9th postoperative day, an esophagogram demonstrated no leakage at the proximal or distal anastomoses. Diet training was also difficult because she initially refused oral feeding. On the 25th postoperative day, she was discharged without dysphagia. Eight months after the operation, stenosis at the proximal anastomosis site occurred and endoscopic balloon dilatation was attempted twice. At 22 months after the colon interposition, surgical widening of the proximal anastomosis site was performed. She is now on a regular oral diet.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'4087110': 1, '18852638': 1, '10591557': 1, '1263063': 1, '20152348': 1, '16226981': 1, '8863225': 1, '22324035': 2}", "similar_patients": "{}"}