{"patient_id": 154150, "patient_uid": "3059860-1", "PMID": 21484061, "file_path": "noncomm/PMC003xxxxxx/PMC3059860.xml", "title": "Colonic anastomosis leakage related to taenia saginata infestation", "patient": "A 49-year-old male patient was admitted to our emergency service with a one-week history of abdominal pain. Despite using analgesics, abdominal discomfort progressed to generalized abdominal pain, nausea and vomiting. Upon physical examination, generalized abdominal tenderness and rebound tenderness were detected. Laboratory parameters revealed leukocytosis [14.3 × 103/µl (range 4.5-11)] and a high C-reactive protein level of 247.12 mg/l (range <5). No disorder was determined from other parameters. Plain x-ray abdominal radiography was unremarkable. Abdominal ultrasonography (US) and computerized tomography (CT) revealed dilated small intestines in the right lower abdominal quadrant with pericecal free fluid that was compatible with a possible perforated or plastron appendicitis (Fig. 1). Urgent surgery was planned after obtaining the patient's consent. On exploratory laparotomy, a complicated mass formation composed of the appendix, cecum and sigmoid colon was identified in the right lower abdominal quadrant. After separation of the sigmoid colon, a perforated cecal area of necrosis and the appendix were identified. A right hemicolectomy and a hand-sewn ileotransversostomy were performed. On the third postoperative day, the patient's vital signs began to deteriorate and an enteric fistula was observed at the drainage tube. Therefore, a second-look laparotomy was performed. On exploration, an anastomotic leakage associated with a segment of the tapeworm was identified (Fig. 2). The anastomosis was ligated, and an end ileostomy was performed due to the generalized fecal peritonitis. The postoperative course was uneventful. The patient received a single dose of niclosamide (4×500 mg) 10 days after surgery. The histopathologic examination of the specimen was read as infectious colitis, and the parasitological examination revealed T. saginata.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'28292157': 1, '33868681': 1, '12902711': 1, '11682941': 1, '10386428': 1, '16501685': 1, '29344690': 1, '15474631': 1, '3384860': 1, '33083203': 1, '16973197': 1, '1404561': 1, '7217233': 1, '29850644': 1, '13440583': 1, '8560593': 1, '21484061': 2}", "similar_patients": "{}"}