{"patient_id": 38432, "patient_uid": "3420100-1", "PMID": 22919529, "file_path": "comm/PMC003xxxxxx/PMC3420100.xml", "title": "Menkes Kinky Hair Syndrome: A Rare Neurodegenerative Disease", "patient": "A four-month-old male infant born out of a non-consanguineous marriage at 33 weeks of gestation with perinatal history of cephalhaematoma and hyperbilirubinemia in the neonatal period presented with history of partial seizures and altered sensorium since 4 days which improved with anticonvulsants after 24–48 hours.\\nElectroencephalogram showed theta-delta range asymmetric background activity with intermittently sharp waves, sharp waves and slow waves seen over left hemisphere, and no further addition by photic stimulation. Metabolic workup done at the time was normal. Initial imaging workup with CT scan of brain revealed mild cerebellar atrophy with area of asymmetrical hypodensities in bilateral posterior parietal subcortical white matter (). Subsequent magnetic resonance imaging showed asymmetric T2WI hyperintensities in bilateral temporoparietal cortex and subcortical white matter regions with involvement of the insular cortex with prominence of cerebellar folia suggesting cerebellar atrophy (). At this point MRI diagnosis of urea cycle defects like citrullinemia and biotinidase deficiency were considered as differentials. Child was treated with biotin with no clinical improvement.\\nChild continued to progress with convulsions and delayed milestones till 8 months of age at which time, on repeat examination, he had reduced tone, inguinal hernia, and poor hair growth ().\\nMetabolic workup revealed increased lactate, decreased serum copper –22 ugm% (N: 75–160), and copper oxidase levels –0.10 OD (N: 0.20–0.55).\\nMRI showed diffuse bilateral white matter hyperintensities on T2-weighted sequences. Symmetrical cerebral and cerebellar atrophy was seen, the latter being more prominent (). Extradural and subdural hemorrhages of various stages were identified, one showing fluid-fluid levels in high parietal region (). On MR angiography, tortuosity of internal carotid arteries, proximal middle cerebral arteries with distal narrowing were seen ().\\nTrichoanalysis report suggested weak shape of anagen bulb, weak hair shaft with presence of sheath with anagen-telogen ratio of epilated hair: A-6 and T-4, and diagnosis showed pili torti hair which can be present in both Menkes kinky hair syndrome and twisting hair dystrophy ().", "age": "[[4.0, 'month']]", "gender": "M", "relevant_articles": "{'17053847': 1, '17621528': 1, '11299447': 1, '28495946': 1, '18801184': 2, '17277569': 2, '29419699': 1, '24891895': 1, '28495940': 1, '27631241': 1, '8237696': 1, '9141833': 1, '29789304': 1, '22919529': 2}", "similar_patients": "{'2626699-1': 1, '2559824-1': 1}"}