{"patient_id": 164781, "patient_uid": "3863661-2", "PMID": 24353852, "file_path": "noncomm/PMC003xxxxxx/PMC3863661.xml", "title": "Ventral Schwannoma of the Thoracolumbar Spine", "patient": "A 77-year-old man suffered progressively worsening low back pain for 5 months and mild weakness in both legs for 4 months. Neurological examination revealed paraparesis in both lower extremities (manual muscle testing [MMT] 2 in left- and 3 in the right leg). MRI demonstrated an intradural-extramedullary tumor extending from T10 to T12 on the ventral side to the spinal cord (). The tumor was isointense with the spinal cord on T1- and hyperintense on T2-weighted images (). It was also well enhanced (). On axial enhanced images at the level of T11-T12 the tumor extended laterally into the intervertebral foramina on the right side (). With the patient in the prone position and under general anesthesia we attempted total tumor removal. After the midline skin incision we performed T9 to T12 laminectomy and opened the dura mater. The tumor was not seen from the dorsal side because of its ventral location. After cutting the dentate ligament of the right side and carefully mobilizing the spinal cord by reflecting the ligament we could see a tumor with a yellowish gray hue. After internal decompression using an ultrasonic aspirator we proceeded to dissect the tumor from the spinal cord. During the dissecition of the tumor, we were able to identify one large nerve root that entered and descended into the tumor. As it was difficult to shave it into constituent rootlet bundles we cut the nerve root at the level of T12 and completely removed the tumor capsule. Based on operative findings we concluded that the exact tumor origin was T12 or L1. His somatosensory- and motor evoked potentials remained stable throughout the operation.\\nPostoperatively this patient suffered transient worsening of paraparesis predominantly on the right side. Over the course of his hospitalization, his motor weakness of the left lower extremity improved to MMT3, however, his right leg remained at muscle power grade 2. The histological diagnosis was typical schwannoma (). He was transferred to a rehabilitation facility 2 weeks after the operation and subsequently returned to his home. At the 6-month follow-up examination, he could walk without assistance. Postoperative MRI confirmed total tumor removal ().", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'10371637': 1, '21448688': 1, '16794351': 1, '31497095': 1, '12545259': 1, '20617092': 1, '21495815': 1, '19934978': 1, '8027802': 1, '21162977': 1, '19621300': 1, '10563120': 1, '6208497': 1, '18380288': 1, '18079187': 1, '12762896': 1, '16977298': 1, '1994287': 1, '10342906': 1, '24353852': 2}", "similar_patients": "{'3863661-1': 2}"}