{"patient_id": 158223, "patient_uid": "3385260-1", "PMID": 22754444, "file_path": "noncomm/PMC003xxxxxx/PMC3385260.xml", "title": "Anaphylactic shock during hydatid cyst surgery", "patient": "A 38-year-old woman was scheduled for elective surgery for a two liver hydatid cyst located in segment VII and VII diagnosed by computed tomography with a dimension of 5 × 6 × 5.5 cm. At the preoperative visit the patient measuring 176 cm and weighing 78 kg with a body mass index of 25.18 kg/m2. Her blood pressure was 132/67 mmHg, with a pulse rate of 82 beats/min. No personnel or familial history of allergy was documented. Preoperative examinations of the cardiovascular and respiratory systems were normal. Electrocardiography (ECG) and chest X-ray were unremarkable. Laboratory tests including alanine transaminase, aspartate transaminase, international normalized ratio, fibrinogen, urea, creatinine, and blood glucose concentrations were normal.\\nThe day before surgery, a blood test with a request for a 2 pockets was made. After a premedication with hydroxyzine (75 mg), the patient was admitted in operative room where a standard monitoring including heart rate, arterial oxygen saturation (SpO2), and non invasive pression (NIP) has been installed. After a catheterization of a peripheral vein, an IV 2 g of cefazolin was administered without problems notably; the hemodynamic of patient remained stable. The initial parameters with a heart rate (HR) at 78 beats/min, NIP at 124/76 mmHg, and SpO2 at 99% have allowed induction of anesthesia with propofol (3 mg/kg), fentanyl (2.5 μg/ kg), and cisatracurium (0.15 mg/kg). Tracheal intubation with a normal tube was successful realized with a standard laryngoscope. The patient was connected to respirator and anesthesia was maintained with isoflurane (1%–1.5%) in a mixture of nitrous oxide and oxygen (50%:50%). With ventilation by a tidal volume of 480 mL, and rate of 13 breaths/min, SpO2 was 99%, capnography [endtidal CO2 (ETCO2)] was 38 mmHg and peak airway pressure (PAwP) was 21 cmH2O. Surgical incision was made after a bolus of fentanyl (50 μg). Five minutes after the opening of the second cyst (segment VIII), patient had presented hypotension (NIP: 65/34 mmHg), tachycardia (HR: 110 beats/min) without desaturation (SPO2: 98%). Surgical manipulations were stopped. Inhalator agent (isoflurane) was closed and oxygen fraction was increased to 100%. Pulmonary auscultation was normal and symmetric; in particular there was no wheeze. EtCO2 (39 mmHg) and airway pressure (20 cmH2O) had not changed. Monitoring did not notice any changes in ECG and no macroscopic evidence of infection was noted by surgeon. No cutaneous signs were noted on the face or neck. Blood loss was low (approximately ≈150 mL). Provisional diagnosis of anaphylactic shock was made. A second peripheral venous catheter (16 gauge), and arterial catheter were placed. Fluid resuscitation (saline 0.9%) 500 mL per 500 mL (with a total of 1500 mL) and IV boluses of ephedrine (30 mg total) allowed only a slight improvement (NIP: 69/43 mmHg). Epinephrine boluses (100 μg to a total of 300 μg) were administered and relayed by continuous infusion (0.08 μg/ kg/min) via a central venous catheter. This therapeutic has stabilized the hemodynamic status (NIP: 109/56 mmHg and HR: 90 beats/min) and so continue the surgery. A bolus of 200 mg of hydrocortisone was administered. No need for additional bolus of epinephrine or an increase in infusion rate were required for the rest of the surgery. After removing of surgical draping, presence of skin signs all over the body has attracted attention of the team [Figures and ]. Diagnosis of anaphylactic shock was then strongly suspected. Serum tryptase was not measured because of its nonavailability in our hospital. The patient was transferred to ICU. Postoperative course was unremarkable with extubation 1 h later and a withdrawal of drugs 3 h later. The patient was discharged home after 5 days of hospitalization.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'19633552': 1, '21695106': 1, '25237636': 2, '33746387': 1, '15146106': 1, '7981887': 1, '9133535': 1, '33728208': 2, '21377030': 1, '7354817': 1, '30167426': 2, '21377314': 1, '21333077': 1, '21497888': 1, '5545708': 1, '16935111': 1, '28577270': 1, '18303042': 1, '15851874': 1, '9569370': 1, '17567266': 1, '21819918': 1, '8368592': 1, '2900555': 1, '33013101': 1, '22754444': 2}", "similar_patients": "{'6114221-1': 1, '4164987-1': 1, '7955198-1': 1}"}