{"patient_id": 41749, "patient_uid": "3623899-3", "PMID": 22726576, "file_path": "comm/PMC003xxxxxx/PMC3623899.xml", "title": "Prolidase deficiency associated with systemic lupus erythematosus (SLE): single site experience and literature review", "patient": "A 24-year-old Druze female is the seventh child of 1st degree consanguineous, healthy Parents. Her paternal uncle was diagnosed with PD and died of severe lung disease a few years prior to this patient’s first admission. She had been followed in another hospital since birth. She was noted to have mild developmental delay and recurrent episodes of bacterial pneumonia. Over the years she also developed severe clubbing of the fingers, bronchiectasis, a non-specific maculopapular rash of the skin, splenomegaly, and pancytopenia. At 12 years of age she was referred to our hospital for further evaluation.\\nOn admission, her characteristic dysmorphic features (Figure\\n) reminded us of our previous patient with prolidase deficiency. The diagnosis of PD in this patient was confirmed by metabolic enzymatic studies and by mutation analysis of the PEPD gene which revealed the S202F missense mutation similar to the first patient\\n[]. In addition, a diagnosis of concurrent SLE was made on the basis of the following hematological and immunological studies: thrombocytopenia, positive Coombs test, positive ANA, positive dsDNA and low C3 and C4. Other antibodies titers including anti-cardiolipin and lupus anti- coagulants were also positive. Anti Ro/SS-A, anti La/SS-B, anti Sm were negative. The urine analysis was repeatedly normal.\\nThe patient was treated for severe thrombocytopenia with high dose steroids, IV- immunoglobulin, and cyclophosphamide. Yet she continued to have thrombocytopenia, thus necessitating splenectomy. The hematological and immunological manifestations of SLE resolved nine months after she had the splenectomy. Currently, twelve years after the initial diagnosis of SLE, the patient is on low dose prednisone maintenance therapy mainly for mild arthritis and progressive lung disease. CT imaging of the chest demonstrated mainly cystic lung lesions and ground glass opacity. Recently she experienced further deterioration in her pulmonary function and secondary pulmonary hypertension. At present she is oxygen dependent.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'3041487': 1, '31107408': 1, '19308961': 1, '3958832': 1, '15309682': 1, '18340504': 1, '3827281': 1, '27857881': 1, '18413413': 1, '6739807': 1, '31799221': 1, '27443556': 1, '23966806': 1, '20466176': 1, '9196362': 1, '34040193': 1, '30904196': 1, '30103822': 2, '17570078': 1, '34532344': 1, '27812953': 1, '18346514': 1, '8408817': 1, '3966940': 1, '712490': 1, '19937054': 1, '2218553': 1, '31087532': 1, '31041317': 1, '32455636': 1, '27385964': 1, '24330273': 1, '19227921': 1, '23943494': 1, '12384772': 1, '11260036': 1, '3922107': 1, '22726576': 2}", "similar_patients": "{'3623899-1': 2, '3623899-2': 2, '6090673-1': 1}"}