{"patient_id": 38678, "patient_uid": "3422279-1", "PMID": 22912846, "file_path": "comm/PMC003xxxxxx/PMC3422279.xml", "title": "Risk Stratification of Latent Tuberculosis Defined by Combined Interferon Gamma Release Assays", "patient": "A 46-year-old man originating from Morocco, with a medical history of end-stage renal disease secondary to type 2 diabetes mellitus presented with chills during haemodialysis (HD) sessions on January 2011. The patient was on HD since 2007, and in 2009, he was included in a prospective study to evaluate the utility of HBHA-IGRA, compared to TST for the detection of LTBI in HD patients (Dessein et al, manuscript in preparation). The QFT-G-IT was highly positive (13.58 IU/ml) as were the PPD- and HBHA-IGRAs with respectively 18,972 pg/ml and 7,287 pg/ml IFN-γ. These results, especially the high IFN-γ response to the latency antigen HBHA, indicated that the patient was latently infected with Mtb. During a January 2011 HD session, the patient presented with chills and fever, but no abnormalities were noted upon physical examination, except a weight loss of 4 Kg over the previous weeks. Blood cultures remained negative. A chest radiography revealed no infiltrates, cavities or calcifications. The patient denied prior exposition to Mtb, but the QFT-G-IT was still positive, with values similar to those found two years earlier (14.36 IU/ml), whereas the HBHA-IGRA had become totally negative. However, depletion of the CD4+ regulatory T cells from the PBMC, performed as described previously and based on CD25high T cell depletion by positive immunomagnetic selection, resulted in the re-appearance of a low but positive IFN-γ response to HBHA stimulation (134 pg/ml). At that time, the IGRA values to rESAT-6 were very high (3,855 pg/ml) so that the HBHA/rESAT-6 ratio was 0.001. Since these results strongly suggested that the patient had progressed from latent Mtb infection to active TB disease, a PET Scan analysis was done demonstrating a strong metabolic captation of cervical and mediastinal lymph nodes. A jugular lymph node was surgically removed and revealed the presence of a granuloma with caseous necrosis. Anti-tuberculosis treatment was immediately initiated (Nicotibine, Rifadine, Tebrazid, Myambutol) and resulted in progressive clinical improvement. Thirty-two days later, the lymph node culture was positive for drug-sensitive Mtb.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'17912342': 1, '21846592': 1, '15300244': 1, '19635582': 1, '27306506': 1, '17507543': 1, '15914062': 1, '34149708': 1, '20466923': 1, '19407047': 1, '34270559': 1, '31076321': 1, '21479248': 1, '33603746': 1, '18393920': 1, '28837654': 1, '30386334': 1, '20488517': 1, '32498706': 2, '29046674': 1, '20524917': 1, '15557600': 1, '19375916': 1, '23940693': 1, '20802162': 1, '20413440': 1, '19926735': 1, '11826002': 1, '24152386': 1, '23966657': 1, '23828580': 1, '21336285': 1, '27836953': 1, '8832601': 1, '28429162': 1, '11749753': 1, '19308318': 1, '25520147': 1, '18593687': 1, '11034676': 1, '20084059': 1, '27403267': 1, '20508213': 1, '17418641': 1, '17541018': 1, '20936108': 1, '11399916': 1, '32117825': 1, '24391135': 1, '20530046': 1, '25886172': 1, '28329119': 1, '19855401': 1, '11865404': 1, '15962217': 1, '25109384': 1, '22912846': 2}", "similar_patients": "{'7273678-1': 1}"}