{"patient_id": 41969, "patient_uid": "3639094-1", "PMID": 23594432, "file_path": "comm/PMC003xxxxxx/PMC3639094.xml", "title": "Two-port approach for fully thoracoscopic right upper lobe sleeve lobectomy", "patient": "A 50-year-old male (Chinese, ethnic Han) consulted for cough and hemoptysis. A computed tomography (CT)-scan revealed a mass in the right upper lobe. The bronchoscopy showed a mass occluding the orifice of the right upper lobe bronchus (Figures and ). The biopsy revealed a squmous cell carcinoma. Respiratory test function were normal. The patient was proposed for video-assisted thoracoscopic surgery (VATS).\\nThe patient was placed in a left lateral decubitus position and double-lumen intubation. The first 1.5-cm incision is performed in the 7th intercostal space in the mid-axillary line, and is used mainly for introducing a 10-mm 30o thoracoscope. The second incision, 4 cm long, was made in the 4th intercostal space in the anterior position just between latissimus dorsi and pectoralis major (Figure ). We completed whole operation without visual access through the incision and without rib spreading. We use electronic hook, curved suction apparatus and other conventional long instruments, combined with thoracoscopic equipment.\\nThe first action is to retract the lung up and forthwards by orbicular-ovate grasping forceps using the utility port. After adequate exposure of the lung, we begin the inferior pulmonary ligament and posterior mediastinal visceral pleura on dissection through the utility port. Next, we retracted the lung down and backwards, and dissect the right upper lobe pulmonary veins. And then, the 30° camera and the endostaplers are exchanged from one incision to the other for the resection of the right upper lobe pulmonary veins. Next, the anterior trunk and posterior ascending branch of the pulmonary artery were dissected and stapled. The posterior fissure was completed, followed by the stapling of the anterior fissure. Subcarinal lymphadenectomy is then meticulous done in order to identify and handle the right main bronchus and the intermediate bronchus. A long scissors through the utility incision is used to transect the bronchus proximal and distal to the tumor. The length of resected bronchus was about 2-cm (Figure ). The lobe is completely disconnected, it is placed in a latex glove and brought out through the utility incision. The specimen was sent for frozen section, which confirmed free margins.\\nThe bronchial reconstruction with the anastomosis between the right main bronchus and the intermediate bronchus was performed, and the two ends of the bronchus are then brought together using running sutures with two 3–0 Vicryl (Ethicon). According to our past experiences and habits, the anastomosis methods and materials were the same as sleeve lobectomy by thoracotomy. We oppressed the right pulmonary artery by long curved sunction apparatus in order to get a good visual field and manipulating space. The posterior row is completed first using one 3–0 Vicryl (Ethicon) from the site of the two corners of the pars cartilaginea to the pars membranacea (Figure ), followed by the anterior row using other. Finally, the two line were tied a knot at the pars cartilaginea. Initially, a distinct air leakage by the side of the knot was detected when setting a normal saline and 20 cmH2O ventilation positive end-expiratory pressure. It was closed with one additional interrupted suture. A complete mediastinal lymph node dissection is then dissected thoracoscopically.\\nThe chest is then irrigated, and the anastomosis is checked for an air leak under water. A single chest tube was placed and the incisions were closed. The total surgery time was 220 min, including 60 minutes for performing the anastomosis. Estimated intraoperative blood loss was 150 mL.\\nThe patient was extubated in the operating room and brought to recovery room. Postoperative chest X-rays showed no sign of atelectasis (Figure ). The chest tube was removed on postoperative day 4. The patient was discharged home on postoperative day 9 with no complications in the chest X-ray and with good functional recovery. The pathological examination revealed a 2-cm squamous cell carcinoma with no lymph node involvement (a total of sixteen lymph nodes in the station of 2,4,7,10,11 were studied).", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'25276382': 1, '25379200': 1, '19619789': 1, '26981273': 1, '20558077': 1, '19777701': 1, '16926568': 1, '21619991': 1, '28816968': 1, '24708731': 1, '18222205': 1, '11834681': 1, '25276354': 1, '24409366': 1, '23594432': 2}", "similar_patients": "{}"}