{"patient_id": 163046, "patient_uid": "3764661-1", "PMID": 24019696, "file_path": "noncomm/PMC003xxxxxx/PMC3764661.xml", "title": "A simplified protocol of combined thoracoscopy and laparoscopic excision for large subdiaphragmatic hepatic hydatid cysts", "patient": "A 30 year old lady presented with epigastric pain, dyspepsia and dyspnoea of 4 months duration. There was no history of jaundice or fever. On clinical examination there was moderate hepatomegaly. Routine blood investigations and liver function tests were normal. Ultrasonographic examination of abdomen was suggestive of a large cyst measuring 18 × 16 cm in the right lobe of liver with a typical rosette appearance. Computed Tomography (CT scan) of abdomen was suggestive of a 16x15 cm, hypodense space occupying lesion (SOL) in VII and VIII segments of liver and abutting the right dome of diaphragm []. Chest X-ray posterior-anterior view showed an elevated right dome of diaphragm. In view of the location and size of the hydatid cyst, we planned a combined thoracoscopy and laparoscopic approach for pericystectomy, to minimize the morbidity of thoraco-laparotomy\\nPatient was treated with 2 weeks course of Albendazole 10 mg/kg/day and was then posted for surgery.\\nUnder general inhalational anaesthesia in supine position, an umbilical 10 mm trocar was placed by open technique. Laparoscopy was done and whole of the abdomen was inspected. There was a solitary hydatid cyst, but only a crescent of it was visible posterosuperior to the right lobe of liver. One 10 mm epigastric and one 5 mm right sub-costal ports were placed under vision. Cyst was assessed for the feasibility of its dissection, but dense adhesions present between the dome of diaphragm and cyst wall, obliterated the subdiaphragmatic plane for dissection. [] At this stage we proceeded to thoracoscopy.\\nA 10 mm port was placed in right 6th intercostal space (ICS) in mid-axillary line. Thoracoscopic inspection was done. There was tenting of right dome of diaphragm. A 5 mm working port in anterior axillary line in 5th ICS and 10 mm port in mid-axillary line in 7th ICS were placed. Port placements are shown in . Veress needle was passed through 7th ICS under vision and the cyst was punctured through diaphragm [Figures and ]. Diagnostic aspiration was done, which was suggestive of hydatid cyst as evidenced by clear fluid and daughter cysts in the aspirated content. 100 ml of fluid was aspirated and same quantity of 10% hypertonic saline was injected in to the cyst for its scolicidal effect for 15 minutes. The Verress needle was removed and replaced with a 10 mm trocar in to the cyst cavity. Cyst contents were aspirated with 10 mm suction cannula passed through the trocar. 10 % hypertonic saline and 10% povidone Iodine were alternatively used as scolicidal agents and instilled in to the cyst. Approximately 2 liters of the cyst fluid with daughter cysts was aspirated out. The inner wall of cyst was inspected with telescope passed through intracystic trocar, for any biliary communication, bleeding and residual contents. After ensuring the removal of cyst contents and inner wall; the rent in the diaphragm was sutured with prolene no 2-0 by intra-corporeal knotting. Inter-costal drain was placed. Then re-laparoscopy was done. Now it was possible to visualize most of the cyst wall as it was decompressed thoracoscopically. Also the cyst wall got separated substantially from the diaphragm, as few of the adhesions got divided after decompression facilitating easier liver mobilization. Partial cystectomy was done with monopolar hook. An endobag was introduced through 10 mm trocar in to the peritoneal cavity. The inner wall of cyst was scraped using gauze soaked in hypertonic saline. All the residual daughter cysts were collected in the endobag without spillage. Proper haemostasis was achieved at the edge of Cyst. The entire pericyst was removed. A tube drain was placed in the residual cyst cavity with an omental plug. All trocars were removed and port sites (thoracoscopic and laparoscopic) were closed. Post-operative period was uneventful. Inter-costal drain and abdominal drain were removed on 4th and 5th post-operative day respectively. Patient was treated perioperatively with broad spectrum antibiotics, analgesics, Albendazole and chest physiotherapy. Patient was discharged on 5th post-operative day and is asymptomatic at 9 months follow-up period.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'16798482': 1, '27942301': 2, '21938199': 1, '22678325': 1, '12855097': 1, '33884226': 1, '7387376': 1, '17923196': 1, '3219540': 1, '11093502': 1, '1749287': 1, '16370523': 1, '24019696': 2}", "similar_patients": "{'5139739-1': 1}"}