{"patient_id": 157394, "patient_uid": "3314862-1", "PMID": 22468113, "file_path": "noncomm/PMC003xxxxxx/PMC3314862.xml", "title": "A Case of Spitzoid Melanoma with Lymph Node Metastasis in a Child", "patient": "On June 15, 2009, a 5-yr-old girl presented with a 1-yr history of a slightly tender, solitary pinkish protruding nodule on the dorsum of her left hand. The nodule dimensions were 7 × 9 mm () and it would bleed easily with a light touch. Under the impression of pyogenic granuloma or spitz nevus, we took punch biopy. The histopathologic findings showed multiple nests of variable size and irregular shape with large spindle or polygonal cells which had amphophilic cytoplasm. Contrary to features of a spitz nevus, there were no mature cells from the surface to the base and common mitosis in the dermis was observed. The Breslow's depth was obviously over 4 mm (). The immunohistochemical staining showed that Melan-A was positive in whole skin level and weakly positive for HMB-45 (). On the basis of these clinical and histological findings, a diagnosis of spitzoid melanoma was made. There was no personal or family history of melanomas and the patient was otherwise in good health.\\nOn physical examination, the patient had a palpable left axillary lymph node. The laboratory analysis revealed the patient had 442 IU/L of LDH levels in her blood which was within the high normal range (50-450 IU/L). Gene analysis using multiplex PCR showed negative for B-RAF somatic mutation. Since a palpable left axillary lymph node was present, a metastatic workup by chest computed tomography (CT) and positron emission tomography/CT (PET/CT) scan was also performed. However, in these evaluations, there were no specific signs of distant metastasis. We performed excision biopsy with 2 cm free margin and repaired the defect with a full thickness skin graft. We checked 3 sentinel lymph nodes on her left axillary area and found that all of them were metastasized. In cooperation with the breast surgeons, complete left axillary lymph nodes were dissected, which showed one of eighteen lymph nodes to be positive (). She received interferon-α2b subcutaneously at a dose of 8 MIU per day, 3 times weekly for 12 months. She shows no recurrence until now, 27 months after surgery.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'18724099': 1, '17326059': 1, '19880042': 1, '10980135': 1, '10594753': 1, '19032380': 1, '20403119': 1, '16421887': 1, '26082599': 1, '15487445': 1, '33100226': 2, '18000712': 1, '19609204': 1, '19880044': 1, '16858148': 1, '11209122': 1, '22468113': 2}", "similar_patients": "{'7586673-1': 1}"}