{"patient_id": 43692, "patient_uid": "3780548-1", "PMID": 24083037, "file_path": "comm/PMC003xxxxxx/PMC3780548.xml", "title": "Lyme Carditis in an Immunocompromised Patient", "patient": "A 68-year-old male with history of alcoholic liver disease status-post-liver transplant presented to the emergency department (ED) complaining of two days of fevers, diffuses myalgias, and arthralgias and progressively worsening fatigue. The patient denied chest pain, syncope, dizziness, shortness of breath, cold or flu-like symptoms, abdominal pain, dysuria, or focal neurologic deficits. He also noted he had a persistent rash on his right calf where he had removed a tick several weeks ago; he was unsure how long the tick was on him before he noticed it. The patient indicated he was in his normal state of health until 2 days ago and he had no prodromal symptoms. The patient lives in Florida and denied any recent travel.\\nThe patient's past medical history was significant for type-2 diabetes, hypertension, and liver failure secondary to alcohol abuse resulting in a liver transplant in 2001. For his medical issues, the patient took Gemfibrozil, Glipizide, Lisinopril, Metolazone, Paricalcitol, Simvastatin, and Tacrolimus. The patient had an allergy to penicillin (hives). The patient has abstained from alcohol and tobacco since his transplant.\\nThe patients had a pulse in the 90s, but otherwise his vital signs were unremarkable. The patient was ill appearing but nontoxic and not in any distress. He complained of intense pain in all extremities and in his joints, back, and neck with both passive and active movements. The skin exam revealed a ca. 2 cm ovoid erythematous macular rash on his posterior right calf which was nonblanchable, normal temperature to the touch, showed no signs of overriding cellulitis, and was neither painful nor pruritic. The rash had no obvious central clearing which would be consistent with erythema migrans (EM). The remainder of the patient's physical exam was normal.\\nBlood work including Lyme and Ehrlichiosis titers was drawn, and an electrocardiogram (EKG, shown in ) was ordered. The EKG showed a new first-degree heart block with PR intervals of approximately 300 ms which was not seen on his older EKGs. Previous EKGs for the patient demonstrated normal intervals.\\nDuring his ED visit, the patient requested medication for his severe muscle and joint pain and was given 4 mg of morphine intravenously (IV). However, approximately 10 minutes after receiving the morphine the patient's mental status declined and he was minimally responsive; the cardiac monitor showed a brief run of sinus bradycardia in the 20s with a type II heart block and a drop in his systolic blood. He was given 0.5 mg of atropine IV as well as a one-liter normal saline IV fluid bolus to which he rapidly responded and his vital signs and mental status normalized.\\nThe blood work showed the patient to be thrombocytopenic, and the balance of his laboratory studies including his liver panel was within normal limits. A peripheral smear was negative for intracytoplasmic inclusions (morulae) indicative of Ehrlichia infections.\\nBased on the patient's history, physical exam, and noted EKG changes, the patient was started on IV ceftriaxone and oral doxycycline for possible Lyme carditis, and he was admitted to the cardiology service for continued care. While an inpatient, the patient developed a right-bundle-branch block (RBBB). Over the next few days on antibiotics the patient's PR interval returned to normal from a high of 400 ms and his RBBB completely resolved. The patient was continued on doxycycline for 14 days after discharge. Of note, our patient's Lyme and Ehrlichiosis titers remained normal. Later follow-up showed his EKG remains normal, and the patient had no long-term symptoms.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'20420646': 1, '32257849': 1, '34959511': 1, '16716151': 1, '22182371': 1, '19328565': 1, '18452801': 1, '30765826': 1, '16705583': 1, '18094380': 1, '24083037': 2}", "similar_patients": "{}"}