{"patient_id": 44215, "patient_uid": "3819800-2", "PMID": 24251062, "file_path": "comm/PMC003xxxxxx/PMC3819800.xml", "title": "Renal Mucormycosis: A Rare and Potentially Lethal Complication of Kidney Transplantation", "patient": "Case B is a 54-year-old man with end-stage renal disease due to diabetes mellitus and hypertension. The patient underwent an expanded criteria deceased-donor, cross match negative kidney transplantation. Induction immunosuppression included antithymocyte globulin (rabbit, 1.5 mg/kg) and glucocorticoids. The initial postoperative course was complicated by delayed graft function, an upper extremity DVT, and a cardiac ischemic episode. One month after transplant the patient was seen for followup in clinic and noted to have a left knee ulcer, which was treated with local wound care. Five months after transplant, the patient underwent work-up for chronic elevated serum creatinine, including an allograft biopsy which showed no evidence of rejection. However, lab studies revealed cytomegalovirus viremia, for which he was appropriately treated. Nine months after transplant he was readmitted with chills, fevers, and an elevated creatinine. The differential included allograft rejection, infection, and/or anatomic obstruction. He underwent a transplant kidney biopsy which showed only acute tubular injury consistent with tacrolimus toxicity. Blood cultures were positive for coagulase-positive staphylococcus, and he was treated for his bacteremia with a two-week course of appropriate antibiotics. Eleven months after transplant he was readmitted with fever, muscle weakness, joint pain, and myalgias. He was found to have a urinary tract infection and bacteremia with coagulase-positive staphylococcus and treated with a course of antibiotics. Rheumatology performed a diagnostic aspiration of his wrist due to concern for crystalline disease, but the aspirate was negative for crystals and the joint pain and myalgias were attributed to his bacteremia and lymphedema. He was discharged to a rehab facility.\\nThirteen months after transplant he was seen as an outpatient, the left knee ulcer was noted to not be healing adequately and was biopsied in clinic. The biopsy specimen revealed cutaneous mucormycosis and he was admitted for treatment. He was started on amphotericin B and taken to the operating room for surgical debridement of his left knee lesion. He had an acute rise in his creatinine, which prompted a transplant kidney biopsy three days later, showing renal mucormycosis ().\\nDue to the concern for disseminated mucormycosis, CT imaging of his head, neck, chest, abdomen, and pelvis were done which did not show any evidence mucormycosis in these sites. Due to his significant cardiac history, he first underwent a cardiac catheterization then subsequently underwent transplant nephrectomy. He was also found to have another cytomegalovirus infection which was treated with a course of valganciclovir. He was discharged to a long term care facility on postnephrectomy day 9 on a one month course of amphotericin B and then transitioned to oral posaconazole. He was seen for followup in transplant clinic one month later and was noted to have a healing left knee wound, being treated with a wound vac. He died at the rehabilitation facility from cardiac causes.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'4923404': 1, '12686694': 1, '11793042': 1, '17132708': 1, '7970104': 1, '8889996': 1, '21743222': 1, '16080086': 1, '12356197': 1, '16358241': 1, '11844152': 1, '10852735': 1, '16333056': 1, '17999588': 1, '20883549': 1, '34682258': 1, '18466194': 1, '8914243': 1, '19386856': 1, '20218876': 1, '33072770': 2, '24251062': 2}", "similar_patients": "{'3819800-1': 2, '7538690-1': 1}"}