{"patient_id": 157492, "patient_uid": "3326929-1", "PMID": 22529492, "file_path": "noncomm/PMC003xxxxxx/PMC3326929.xml", "title": "Severe hypercalcemia due to teriparatide", "patient": "A 74-year-old female patient was admitted to emergency department with dizziness, nausea and constipation. She has a history of osteoporosis for last 14 years and alendronate 70 mg once a week was administered for a period of 5 years (1996-2002). For a while her treatment was interrupted and then strontium renalate 2 g/day was given between 2002 and 2010. Seven months ago due to compression fracture seen in the lumbosacral radiography, strontium renalate was stopped and teriparatide 20 mcg/day (SC) was started on 26.04.2010. After teriparatide treatment, serum calcium, creatinine, blood urea nitrogen (BUN), 25-OH Vitamin D3 and erythrocyte sedimentation rate (ESR) were measured. Approximately 7 months later on 03.12.2010, she was admitted to the clinic with constipation, bloating, heartburn and nausea. Blood chemistry was repeated including parathyroid hormone (PTH) and teriparatide treatment was stopped. However, 6 days later on 09.12.2010, the patient was re-admitted to the emergency department due to persistent symptoms of dizziness, nausea, and constipation. Patient was hospitalized and reinvestigated and a diagnosis of severe hypercalcemia, pancytopenia and acute renal failure was made. Hypercalcemia was attributed to teriparatide therapy and treatment was started with 0.9% isotonic saline and furosemide. Tests were repeated on 12.12.2010. Patient was discharged on 14.12.2010 on recovery and improvement of symptoms. On the follow-up examination on 21.12.2010, no symptoms related to hypercalcemia were seen. Results of blood chemistry on various days are shown in .", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'24553859': 1, '25979341': 1, '27818760': 2, '11585349': 1, '9284777': 1, '16491283': 1, '12510800': 1, '18003959': 1, '17227219': 1, '30670021': 1, '25202461': 2, '14606504': 1, '11346808': 1, '32286516': 1, '34386357': 1, '14500804': 1, '11525451': 1, '16087825': 1, '22529492': 2}", "similar_patients": "{'4151495-1': 1, '5094393-1': 1}"}