{"patient_id": 35594, "patient_uid": "3121732-1", "PMID": 21605451, "file_path": "comm/PMC003xxxxxx/PMC3121732.xml", "title": "Multi tyrosine kinase inhibitor dasatinib as novel cause of severe pre-capillary pulmonary hypertension?", "patient": "A 70-year old male with chronic phase CML diagnosed in 1996 was changed to dasatinib therapy due to subsequent haematological progress under hydroxyurea combined with interferon alpha (1996-2002) and imatinib (2002-2004: 400 mg/day, 2004-2005: 800 mg/d). Dasatinib treatment with a dose of 70 mg bid was applied for 32 months. Side effects during this period were minor as the medication was generally tolerated well.\\nHowever, suddenly the patient developed tachy-dyspnea (25/min), transsudative, non-malignant pleural effusions (glucose 116 mg/dl; lactate dehydrogenase 188 IU/ml of effusions, serum lactate dehydrogenase 1073 IU/ml; protein content of effusions 31 g/l, serum protein content 67 g/l) and fatigue increasing within a few weeks.\\nEchocardiography showed highly increased right ventricular systolic pressure (RVSP) of 73 mm Hg. Invasive haemodynamic evaluation confirmed severe pre-capillary PH with consecutive right heart failure (details on prognostic factors and haemodynamics listed in Table ). Clinically, the patient was assigned to WHO/NYHA functional class IV.\\nAs other underlying pathophysiological reasons were ruled out by serological tests, chest CT, scintigraphy of the lung and abdominal ultrasound, dasatinib was consequently discontinued. Normal wedge pressures at right heart catheterisation also excluded tyrosine kinase inhibitor-induced cardiomyopathy or other left heart diseases as possible underlying pathologies.\\nAfter discontinuation of dasatinib medication low-dose PAH-specific therapy with vasodilative phosphodiesterase-V inhibitor sildenafil (3 × 20 mg) was initiated. Acute symptoms relieved within days.\\nDuring the following 10 months prognostic parameters such as the N-terminal fragment of pro brain-natriuretic peptide (NT-proBNP), 6-minute walking distance (6MWD), RVSP, pulmonary artery mean pressure (PAPmean) and pulmonary vascular resistance (PVR) improved significantly (see Table ). Additionally, the patient's subjective well-being advanced decisively which was also reflected by a functional class improvement to NYHA II (Figure ).\\nPulmonary complications of dasatinib therapy have been reported ranging from pleural effusions to lung parenchymal affections []. In particular, pleural effusions caused by dasatinib, which are mostly exsudative due to clonal expansion of natural killer T cells, are well recognised and have been documented in various studies [,,]. In addition to the EMEA data set [], in a retrospective analysis of 138 patients receiving dasatinib in once or twice daily treatment schedules, pleural effusions of any grade were detected in 35% of the complete study population comprising chronic phase, accelerated phase and blast crisis [].\\nStatistically significant, dose-dependent increase in RVSP was reported in a subgroup of 18 patients and dasatinib cessation led to normalisation of RVSP in 10 patients []. Dyspnoea, nausea, fatigue and oedema - unspecific yet classical symptoms found in PH - are among the most frequently observed unwanted dasatinib effects. Up to now, the extent of dasatinib-associated pre-capillary PH in contribution to these symptoms remains illusive since data regarding haemodynamics are lacking. However, all three detailed cases with dasatinib-related pre-capillary PH developed after a 2-year period of treatment (Figure ).\\nOur findings in combination with the two other published cases suggest a yet unknown association of pre-capillary PH with dasatinib []. Therefore, our patient was categorised into Dana Point class 1.3 that resembles drug-induced pulmonary arterial hypertension (PAH, []). Dana Point I represents the only class where PAH-specific drugs are labelled for. Hence PAH-specific therapy with low-dose sildenafil was started.\\nDana Point class V, on the other side, combines all multifactorial or uncertain causes of PH and it explicitly includes chronic myeloproliferative diseases. Nevertheless, in this case connection of PH with myeloproliferative disease is also unlikely since, firstly, the CML was stable under dasatinib therapy for almost three years without acceleration until the end of dasatinib therapy. Secondly, a recent report showed a preferential association of myeloproliferative disease-associated PH with chronic thromboembolism [], which was ruled out in our patient by CT scans and V/Q scintigraphy. In such case the use of sildenafil would have been off-label.\\nTaking into consideration that pleural effusions are found rarely in pre-capillary pulmonary hypertension another differential diagnosis has to be mentioned: pulmonary veno-occlusive disease (PVOD). PVOD, again, seems to be unlikely since it typically presents as non-responsive PH []. However, symptoms and RVSP of our patient rapidly improved after discontinuation of dasatinib and initiation of sildenafil therapy. Additionally, typical signs of PVOD such as ground glass opacity and septal thickening in CT scans or crackles and clubbing on examination [] were absent in the presented case.\\nMost interestingly, although dasatinib also inhibits the platelet-derived growth factor receptor (PDGFR) pathway there may be a contrary effect on proliferative aspects of PAH compared to imatinib which has been shown to be an effective treatment improving PAH and animal survival as well as reversing pulmonary remodelling in rodent model systems, a series of case reports and a phase II trial [-]. Hence, a prospective randomised safety and efficacy trial is currently ongoing (IMPRES, ClinicalTrials.gov: NCT00902174).\\nAs key mechanisms, imatinib reversed overexpression and increased phosphorylation of PDGFRβ in pulmonary arteries from rat models of pulmonary hypertension, inhibited PDGFR-related ERK1/2 activation in lungs of these animals thereby suppressing rat pulmonary artery smooth muscle cell (PA-SMC) proliferation and inducing PA-SMC apoptosis [].\\nWhile dasatinib inhibits Bcr-Abl at significantly lower inhibitory concentrations (IC50) as compared to imatinib, its effect on c-kit and PDGFR are rather similar. In addition, however, and different from imatinib, dasatinib also inhibits the SRC family of kinases []. Whether this aspect of the compound is causally related to PH development remains unclear.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'17761974': 1, '19555858': 1, '22743666': 1, '25648097': 2, '33038872': 1, '23085780': 1, '23793451': 1, '15459304': 1, '16847299': 1, '27122721': 1, '11307870': 1, '25336919': 1, '23430094': 1, '19104491': 1, '16877696': 1, '19188548': 1, '16192491': 1, '18079249': 1, '22639052': 1, '24015338': 1, '19749199': 1, '23942795': 1, '28178968': 1, '20581169': 1, '24095296': 1, '33590711': 1, '17720881': 1, '16200212': 1, '18986702': 1, '18160817': 1, '29334406': 1, '17600277': 1, '26765457': 1, '21605451': 2}", "similar_patients": "{'4614213-1': 1, '4614213-2': 1}"}