{"patient_id": 164398, "patient_uid": "3841593-1", "PMID": 24339572, "file_path": "noncomm/PMC003xxxxxx/PMC3841593.xml", "title": "Hemorrhage and ischemia in different hemispheres in a child with moyamoya disease: Case report and review of literature", "patient": "A 6-year-old female presented with sudden onset of weakness of the right side of the body, along with headache. Prior to this, she was asymptomatic, and had normal developmental milestones. On examination, she was conscious, alert and oriented to time, place and person; and had right hemiplegia. Computed tomography (CT) scan of the head revealed hemorrhage in the thalamus, posterior limb of the internal capsule on the left side, without any intraventricular extension []. Magnetic resonance imaging (MRI) brain revealed a small hematoma in the left thalamus, posterior limb of the internal capsule, without any intraventricular extension. Magnetic resonance angiogram revealed occlusion of bilateral supraclinoid ICA, with multiple basal leptomeningeal collaterals. There were no infarcts on diffusion-weighted MRI; however, there were multiple small hyperintensities on T2W1 in the white matter in the fronto-parietal region []. Patient was evaluated with a digital subtraction angiogram, which revealed occlusion of bilateral ICAs, along with leptomeningeal collaterals, suggestive of Suzuki stage 4 MMD []. There were pial-pial collaterals supplying the MCA and ACA territory bilaterally from both PCAs. There were no aneurysms in the leptomeningeal vessels. The hemorrhage was thought to be from the rupture of fragile leptomeningeal collaterals. In view of the severe disease, she was advised bilateral revascularization surgery after 6 weeks, to allow for improvement of her neurological deficits. She improved gradually, and after 2 months, was completely asymptomatic. Her motor power improved to normal, and she was neurologically normal.\\nTwo months after her hemorrhage, she had a sudden onset of weakness of left lower limb. There was no history of headache or seizures. There was no evidence of prior dehydration, crying or any other precipitating factor. On examination, she was conscious, alert and oriented. Power in the left lower limb was 2/5 proximally and 0/5 distally. Cranial CT scan revealed a well-defined hypodensity in the right medial frontal region, which was not enhancing on contrast, suggestive of infarct in right ACA territory. There was complete resolution of the previous bleed in the left ganglionic region, along with encephalomalacia in the same region.\\nThe patient underwent bilateral superficial temporal artery-MCA bypass, first on the right side, followed by on the left side after 3 weeks. Middle meningeal arteries were preserved bilaterally. She had hyperperfusion syndrome, with transient aphasia following surgery on the left side, which improved completely at the time of discharge. CT following both surgeries did not show any evidence of infarct. At 6-month follow-up, she is asymptomatic, and did not have any further TIA or stroke. Digital substraction angiography carried out after 6 months showed patent grafts with good revascularization to bilateral hemispheres [].", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'12217680': 1, '19035718': 1, '16648003': 1, '18035479': 1, '17566207': 1, '21805358': 1, '22412278': 2, '11593973': 1, '24339572': 2}", "similar_patients": "{'3299077-1': 1}"}