{"patient_id": 154482, "patient_uid": "3109327-1", "PMID": 21716950, "file_path": "noncomm/PMC003xxxxxx/PMC3109327.xml", "title": "Cavernous Hemangioma of the Tympanic Membrane", "patient": "A 49-year-old man patient was referred to our department for evaluation of right-sided pulsatile tinnitus that he had experienced for the previous 2 years. The patient denied having hearing loss or vertigo and he had no evidence of facial palsy. His medical, surgical and family history was not noteworthy. Endoscopic examination of the EAC revealed a red-colored soft non-pulsatile mass that occupied part of the tympanic membrane (). The tympanic membrane was partially obscured by the mass and it was not clearly mobile. The endoscopic findings of the left ear were normal. A pure tone audiogram (PTA) showed high frequency mild sensorineural hearing loss in the right ear at 3,000-8,000 Hz (). Temporal bone computerized tomography (CT) showed an isolated soft tissue mass just lateral to the tympanic membrane. The size of the mass was 0.8×0.5 cm. There was no evidence of bony erosion or middle ear invasion (). The patient underwent excision of the mass using the postauricular approach. A tympanomeatal flap was elevated to reveal a mass with involvement of the tympanic membrane. The mass was spongy on palpation, and it was removed en bloc with little bleeding. The size of the surgical specimen was 0.8×0.5 cm (). The defect of the tympanic membrane was reconstructed by type I tympanoplasty and using a piece of fascia taken from the temporal muscle. Pathologic examination of the specimen showed a well-demarcated nodular lesion composed of dilated vascular spaces lined by a single layer of flat endothelial cells (). The preoperative pulsatile tinnitus disappeared immediately after operation. The postoperative hearing result was similar to the preoperative hearing result. The postoperative endoscopic examination showed an intact state of the neo-drum with good ventilation. There was no recurrence after 1 year of follow-up.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'6650669': 1, '23243539': 2, '16647556': 1, '30016857': 2, '7828472': 1, '17499135': 1, '6829733': 1, '7758430': 1, '12368608': 1, '4563050': 1, '3560305': 1, '11821770': 1, '2321686': 1, '21716950': 2}", "similar_patients": "{'6348312-1': 1, '6348312-2': 1, '3518088-1': 1}"}