{"patient_id": 161894, "patient_uid": "3680997-1", "PMID": 23772333, "file_path": "noncomm/PMC003xxxxxx/PMC3680997.xml", "title": "Anterior clinoid mucocele presenting with orbital apex syndrome", "patient": "A 44-year-old male with a history of diabetes and hypertension presented with complaints of left-sided retro-orbital pain, double vision, and numbness over the upper face and scalp on the left side of 1-week duration. He described being woken from sleep by stabbing left temporal headaches with associated diplopia, photophobia, nausea, and emesis. The following morning, he awoke with sensory numbness over his upper face and scalp on the left side. His headaches increased in intensity over the course of the week, which prompted him to seek medical attention.\\nOn initial evaluation, the patient was a healthy-appearing male who was in obvious discomfort ascribed to his left retro-orbital pain. The left eye demonstrated resting esotropia and very slight infratropia. There was complete paralysis of left eye abduction, and incomplete paralysis of left eye adduction, while maintaining intact and full supraduction and infraduction. Right eye motility was normal. Pupillary constriction was brisk and symmetric bilaterally, visual field testing revealed no deficits, and dilated funduscopic examination revealed no papilledema. There was mild ptosis, and no noticeable chemosis or proptosis. Blood counts, serum metabolic testing, and cerebrospinal fluid analysis were all within normal limits.\\nComputed tomography (CT) and magnetic resonance imaging (MRI) were obtained [], and the patient was referred for neurosurgical evaluation. Within 2 days, his neurologic examination progressed such that he demonstrated complete paralysis of abduction, adduction, and infraduction, with incomplete paralysis of supraduction and further ptosis of the left eye. He developed resting esotropia, infratropia, and anisocoria, and his left pupil became sluggish and less-reactive to light. He continued to demonstrate diminished pinprick, light touch, and vibratory sensation in the left V1 distribution. Finally, nonspecific superior and inferior visual field deficits were discovered on visual field testing.\\nThe patient was thus administered high-dose dexamethasone therapy, and underwent a left pterional craniotomy with anterior clinoidectomy and resection of the mass lesion. An expanded ACP with thinned cortical bone was noted upon visualization of the mass. The mass lesion was soft, and thick green fluid was drained from the lesion. The lesion appeared to originate from within the sphenoid sinus. The superior orbital fissure and optic canal were confirmed to be well-decompressed, and the point of communication into the sphenoid sinus was sealed with a pericranial graft and fibrin glue []. Histopathologic evaluation confirmed a mucocele, showing the presence of ciliated epithelium and dense connective tissue with extensive lymphocytic infiltration.\\nFollowing resection of this ACP mucocele, the patient noted almost immediate improvement of vision in his left eye. Visual acuity returned to 20/20 in both eyes, though he had a few scattered spots of visual deficits in the superior hemi-field of the left eye, as demonstrated by Humphrey visual field testing. Within 8 weeks, his extraocular motility had returned to nearly full strength in every direction (he demonstrated approximately 90% abduction of both eyes), with no ptosis. While he had some relapse of ptosis of the left eye, his vision remained stable following decompression, and he has had no recurrence in over 2 years.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'17894691': 1, '19825255': 1, '10077255': 1, '33251376': 1, '16429266': 1, '21563561': 1, '17564186': 1, '19261411': 1, '10094356': 1, '3728609': 1, '10610107': 1, '17007190': 1, '17236504': 1, '20223668': 1, '29868330': 1, '1488671': 1, '2723185': 1, '20881616': 1, '9923058': 1, '9477404': 1, '27928315': 1, '20185207': 1, '8869971': 1, '20333429': 1, '17212993': 1, '21889168': 1, '10449084': 1, '106711': 1, '23772333': 2}", "similar_patients": "{}"}