{"patient_id": 40560, "patient_uid": "3537533-1", "PMID": 23194007, "file_path": "comm/PMC003xxxxxx/PMC3537533.xml", "title": "Spontaneous perforation of jejunal gastrintestinal stromal tumour (gist). Case report and review of literature", "patient": "Forty six year old male presented to the emergency department with pain epigastrium, constipation, nausea, vomiting, fever and abdominal distension since two days. He had a past history of acid peptic disorder for which he was treated conservatively. On physical examination, patient was conscious and of normal built. Pallor, cyanosis, icterus and edema were absent. He was normotensive (124/70 mmHg), had tachycardia (110/min), fever (102.4°F) and hurried respiration (25/min). Abdominal examination revealed distension, board like rigidity, marked rebound tenderness, absent liver dullness and inaudible bowel sounds. Hernia sites were normal. Per-rectal examination did not reveal any significant abnormality. Examinations of other systems were within normal limits. A provisional diagnosis of peptic perforation was made.\\nExploratory laparotomy was planned. Hematological examination revealed mild anemic with neutophilic leucocytosis [Hemoglobin – 9.8 g/dl, Total count- 14,000/cu.mm (N85, L11, E10, B0, M0)]. Blood sugar (113 g/dl), liver function tests and serum electrolytes (Na-136 meq/lit, K- 4.2 meq/lit) were within normal limits. Viral markers were non-reactive. Abdominal roentgenogram showed free gas under both domes of diaphragm with diffuse ground glass opacity. Excessive gas in the abdomen with free fluid was noted in abdominal sonography.\\nThe patient was resuscitated with intravenous fluids, ryles tube and antibiotics. Following adequate resuscitation, the patient was put up for operation. Midline laparotomy revealed purulent free fluid with flakes. On aspiration and removal of the flakes and fluid, a purplish coloured firm growth with everted margins, measuring 3×2 cm was found in the anti-mesenteric border of the jejunum, fifty cm from the duodeno-jejunal flexure. The growth had a central perforation with intestinal contents effusing through the rent (Figure\\n). All other organs were normal. The growth was resected with five cm margin and an end to end, single layer, interrupted, anastomosis was performed using 2′0′ polyglycolic suture. Thorough peritoneal lavage was done with warm normal saline and abdomen was closed in layers. A tube drain was placed in the hepatorenal pouch of Morrison. The specimen was sent for histopathological examination.\\nPost operative period was uneventful and the patient was discharged on the tenth post-op day after stitch removal.\\nHistopathology (Figure\\n) of the resected specimen showed, a submucosal nodular tumour composed of interlacing fascicles of spindle shaped cells with elongated, plump nuclei. There was mild nuclear pleomorphism and more than five mitotic figures per fifty high power fields. No tumour necrosis found. Pathologically it was jejunal GIST of intermediate risk. Surgical lines of resection were free. Immuno-histochemistry study revealed diffuse immunoreactivity for CD-117 (Figure\\n), focal CD-34 positivity, negative for desmin, S-100 and SMA;Ki 67 less than 5%.\\nThe patient is on six months follow-up receiving oral imatinib 300 mg twice a day.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'17013457': 1, '18507095': 1, '19198935': 1, '17917670': 1, '30542049': 1, '25935905': 2, '19186237': 1, '25524303': 1, '32629218': 2, '19260254': 1, '24705193': 1, '1604401': 1, '26023595': 1, '31602375': 1, '33415061': 2, '19440146': 1, '17883072': 1, '27994335': 1, '28275959': 1, '19291285': 2, '23194007': 2}", "similar_patients": "{'7339025-1': 1, '4417130-1': 1, '2661077-1': 1, '7781859-1': 1}"}