{"patient_id": 159516, "patient_uid": "3493736-1", "PMID": 23170160, "file_path": "noncomm/PMC003xxxxxx/PMC3493736.xml", "title": "A Case of Enteropathy-Type T-Cell Lymphoma Diagnosed by Small Bowel Enteroscopy: A Perspective on Imaging-Enhanced Endoscopy", "patient": "A 70-year-old malnourished male patient visited because of anemia and hematochezia. Hemoglobin was 8.9 g/dL and albumin was 2.9 g/dL. There was no definite bleeding focus found on gastroscopy and colonoscopy. Relatively long segmental wall thickening of jejunum with mild dilatation, fluid collection and suspicious mesenteric fat infiltration was noted on abdominal computed tomography. Increased fluorodeoxyglucose (FDG) uptake (SUV, 6.0) was also noted on 18-FDG positron emission tomography (). To evaluate for obscure gastrointestinal bleeding and small intestinal mass, double-balloon enteroscopy (EN-450T5; Fujinon, Saitama, Japan) was performed via oral route and showed multiple small shallow ulcerations, edematous villi and fusion of villi (). Push enteroscopy with conventional colonoscopy via oral route (CF-H260AL; Olympus, Tokyo, Japan) showed mosaic and fissured like villi and more prominent nodularity mucosal pattern with narrow band imaging (NBI) and indigocarmin spray (). The biopsy result was mature T-cell lymphoma. Immunohistochemical staining showed CD3 (+), CD8 (+), CD56 (+), TLA-1 (+), CD4 (-), CD5 (-), CD20 (-), and CD30 (-) (). On bone marrow examination, there was no abnormality.\\nThe patient was treated with rituximab, cyclophosphamide, adriamycin, vincristine, and prednisone (R-CHOP) chemotherapy and radiotherapy. Six months after the initial diagnosis, the patient underwent an operation because of intestinal obstruction with perforation and died from sepsis.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'8040680': 1, '26260757': 2, '20197551': 1, '16865575': 1, '17614075': 1, '18510686': 1, '16760460': 1, '29721249': 1, '19176364': 1, '17511112': 1, '10673521': 1, '17068146': 1, '15452669': 1, '12322803': 1, '10899727': 1, '15933938': 1, '8471435': 1, '17581918': 1, '33790720': 2, '17516353': 1, '17531561': 1, '17116129': 1, '18273786': 1, '3094712': 1, '17378908': 1, '27457239': 2, '20642619': 1, '15696854': 1, '23170160': 2}", "similar_patients": "{'4960898-1': 1, '4960898-2': 1, '4960898-3': 1, '4960898-4': 1, '4694747-1': 1, '4694747-2': 1, '4694747-3': 1, '4694747-4': 1, '7989822-1': 1}"}