{"patient_id": 37823, "patient_uid": "3350291-1", "PMID": 22606417, "file_path": "comm/PMC003xxxxxx/PMC3350291.xml", "title": "Acute Pancreatitis Complicated with Choledochal Duct Rupture", "patient": "A 13-year-old girl, with recurrent pancreatitis; was transferred due to clinical deterioration 3 days after the start of an episode of acute pancreatitis. The familial history revealed a recurrent pancreatitis in her brother and in a maternal aunt and 2 nieces. The aunt and nieces had a proven PRSS1 mutation: p.N29I. The patient herself had four documented episodes of acute pancreatitis since the age of 18 months. It was presumed that she also had a hereditary pancreatitis, but she was never genetically tested. There were normal ultrasound studies of the biliary tree in the past.\\nShe presented with abdominal pain, low-grade fever (38°C) and severe right shoulder pain.\\nAlthough hemodynamically stable with normal lung and cardiac auscultation, she presented with Cullen's sign. The right iliac fossa was tender with resistance.\\nThe laboratory findings showed leukocytosis 16.31 × 103/μL (normal (nl.) 4.5–12), C-reactive protein 25.1 mg/dL (nl. 0–0.5), hyponatremia (133 mmol/L (nl. 135–144)), low albumin (3.0 g/dL (nl. 3.4–4.8)), only slightly increased amylase 125 U/L (nl. 0–100), and lipase 61 U/L (nl. 0–41). The liver enzymes were normal, but bilirubin (1.8 mg/dL (nl. 0.3–1.2)) and γ-glutamyl transferase (52 U/L (nl. 4–22)) were slightly increased.\\nThe magnetic resonance cholecystopancreaticography (MRCP) showed a fluid collection lateral to the liver, probably subcapsular. A fusiform dilatation of the common bile duct (CBD), with a posterior interruption of the CBD and a fluid collection behind the duct, was visualised (). She was treated with intravenous antibiotics and parenteral nutrition due to enteral food intolerance.\\nPunction of the perihepatic fluid collection resulted in 700 cc of intense bile stained fluid with concentration of amylase (2140 U/L) and lipase (2220 U/L). A streptococcus viridans was cultured from this fluid.\\nThe endoscopic retrograde cholecystopancreaticography (ERCP) confirmed dilatation of the CBD with periductal leakage of the contrast fluid (). There was no stone detected. After endoscopic sphincterotomy, a stent was placed across the lesion. After drainage of 600 mL reactive ascites (without bile staining or amylase activity) and another 700 mL of perihepatic fluid, she improved and was discharged after 17 days.\\nTwo months later, the choledochal stent was removed and the cholangiography showed a normal biliary tree. The cystic duct has a broad opening towards the choledochal duct (). The MRCP confirmed a normal intra- and extrahepatic biliary tree. It was decided to abstain from further interventions based on these images. A PRSS1 mutation: p.N29I was also confirmed in this patient.\\nDue to recurring pancreatitis booths, a second sphincterotomy with stenting of the Wirsung duct was performed 6 months after the initial procedure. During this procedure, a protein plug was removed from the Wirsung duct.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'11527191': 1, '19896105': 1, '12415415': 1, '18755888': 1, '11149391': 1, '3567513': 1, '8546511': 1, '17204147': 1, '6668781': 1, '17219005': 1, '16955378': 1, '22606417': 2}", "similar_patients": "{}"}