{"patient_id": 35146, "patient_uid": "3087320-1", "PMID": 20573220, "file_path": "comm/PMC003xxxxxx/PMC3087320.xml", "title": "Early invasive vulvar squamous cell carcinoma arising in a woman with vulvar pemphigus vulgaris and systemic lupus erythematosus", "patient": "A 27-year-old Caucasian woman was admitted to our Gynaecology Unit (February 2007) for bleeding vegetant lesions of the vulva. She had no family history of autoimmune disease. Her history was characterized by concomitant SLE and recurrent blisters and erosions affecting the oral mucosa and skin diagnosed as severe PV. She had been treated with high and prolonged doses of both systemic corticosteroids and other immunosuppressive drugs (Prednisone 100 mg/day × 69 months; Azathioprine 80 mg/day × 51 months; Cyclophosphamide 83 mg/day × 15 months; Cyclosporine 300 mg/day × 2 months).\\nShe had had necrosis of the femoral and humerus necks, osteortrosis, arthritis, osteoporosis and recurrent infections. Most recently, at gynaecological examination a thick area associated with ulcerative necrotic areas, and atypical vessels were revealed. Vulvar biopsy diagnosed PV. The epidermidis was arranged in a micropapillary pattern with combined aspects of acantholytic and atypical cells. Multiple areas of acantholytic clefts separated the upper part of the epidermidis from the basal keratinocytes. Unusually, dysplastic cells with atypical mitoses were present (Figure ). Because she was virgin , She never had a pap smear and we did not perform it.\\nOn March 2007 the lesion had extended to the perineal and groin area (Figure ). Biopsy revealed a vulvar intraepithelial neoplasia (VIN) grade 3 with microinvasive disease. The SCC vertical invasion of the stroma was less than 1 mm.\\nHyperplastic epidermidis was characterized by the formation of acantholytic clefts and the presence of displastic cells and mitotic activity. Focal infiltrative aspects were present (Figure ).\\nPositron Emission Tomography (PET) and Magnetic Resonance Imaging (MRI) showed no metastatic disease.\\nCurrent therapy was based on High dose human immunoglobulins (IVIg).\\nIVIg 5% solution were infused intravenously with an electronic pumping device at a total dose of 2 g/kg per cycle divided into three equal doses, administered over 3 consecutive days. The infusion was administered slowly at not more than 50 mg/kg per hour.\\nThe therapy improved the immunological PV but not the clinical PV. The antibody titer showed a progressive decrease (pre-IVIg titer was of 1:1280; during IVIg titer was of 1: 640; post IVIg titer was of 1:80)\\nBased on biopsy findings, a wide and deep excision of the primary tumor was required but our patient was classified as ASA IV at preoperative evaluation. She presented a 25 kg weight loss, a worsening of the clinical conditions with a high risk of nonhealing wound and postopearative infection so combined chemotherapy was preferred to surgical approach. She received six cycles of cisplatin plus 5-fluorouracil. The doses and schedule was cisplatin 75 mg/m2 on day 1 and 5-fluorouracil 800 mg/m2 on day 2 to 5 every three weeks.\\nDespite the chemotherapy there was no remission of the lesion, though no local extension was observed (Figure ). A new biopsy (September 2007) revealed atypical and acantholytic cells dispersed into a neutrophil and red blood cell background (Figure ). Two months later she died from cardiac arrest due to worsening of her general condition. but no post mortem examination was performed because her parents refused.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'22529446': 1, '8580785': 1, '18650914': 1, '8748350': 1, '10354039': 1, '11789495': 1, '9347496': 1, '9828893': 1, '17657185': 1, '7214512': 1, '3966821': 1, '9305308': 1, '7999604': 1, '23055761': 1, '15787846': 1, '9732020': 1, '15117378': 1, '8314146': 1, '15941433': 1, '7721301': 1, '9744309': 1, '16260519': 1, '3284472': 1, '15324385': 1, '3079255': 1, '7966043': 1, '3769550': 1, '16527478': 1, '3283189': 1, '12860347': 1, '10449962': 1, '9188985': 1, '20573220': 2}", "similar_patients": "{}"}