{"patient_id": 37476, "patient_uid": "3335651-1", "PMID": 22567528, "file_path": "comm/PMC003xxxxxx/PMC3335651.xml", "title": "Myasthenia Gravis in Pregnancy: A Case Report", "patient": "We report the case of a 38-year-old, previously thymectomized patient with immune-mediated MG, who underwent an elective cesarean operation under spinal anesthesia at 35 + 3 weeks of pregnancy, after having had a premature rupture of membranes. Upon admission, the patient had no contractions and showed no signs of muscular weakness perceiving a sufficient medication (pyridostigmine bromide, prednisone, azathioprine). In the course of pregnancy, there was an initial progress of myasthenic symptoms, which disappeared completely after adjusting medication as stated above. Elective cesarean section was performed on patient's request. The surgery was implemented without complications. A lively male infant (weight: 3120 g, length: 51 cm, head circumference: 35 cm; APGAR score: 9/10/10) was born and did not show any signs of muscular weakness.\\nThe newborn was transferred to the pediatric unit for surveillance and did not show any signs of neonatal MG initially as well as in the course of time.\\nThe mother developed a respiratory insufficiency on the second postpartal day. The myasthenic crisis led to progressive dyspnoea which exacerbated in a secondary generalized seizure with cardiac-circulatory arrest. After successful cardiopulmonary resuscitation, the patient was transferred for intensive care treatment.\\nBlood values showed an elevated antibody titer (Ach-R-Ak 54.5 nmol/L, normal range <0.4 nmol/L) as well as slightly elevated inflammation values (CRP 15 mg/dL, normal range <5 mg/dL; leucocytes 12.000/μL, normal range 4.000–9.400/μL), a computed tomography did not show any cerebral pathologies, but a lobar pneumonia was detected.\\nThe interdisciplinary therapeutic approach included ventilatory assistance via endotracheal intubation, parenteral antibiotics (piperacillin and tazobactam), pyridostigmine, azathioprine, and corticosteroids. By these contemplated measures, a stable state was regained, so that after five days of intensive care treatment the patient was transferred to normal ward. On the eleventh postpartal day, the patient could be dismissed in good clinical condition.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'2025979': 1, '3030384': 1, '1391599': 1, '11533352': 1, '940634': 1, '12128277': 1, '10725584': 1, '3884035': 1, '369334': 1, '6163352': 1, '9451758': 1, '3734055': 1, '29062547': 1, '6352124': 1, '12849266': 1, '9699238': 1, '6481541': 1, '9700504': 1, '6092731': 1, '6651238': 1, '8809243': 1, '8743123': 1, '15229799': 1, '9153561': 1, '10802806': 1, '14638956': 1, '7878816': 1, '2657892': 1, '1628457': 1, '339232': 1, '7603140': 1, '30783322': 1, '471377': 1, '3055373': 1, '20411231': 1, '6224102': 1, '7446548': 1, '26436003': 1, '6359839': 1, '7597656': 1, '10025772': 1, '1573230': 1, '12971441': 1, '2027850': 1, '852152': 1, '8849343': 1, '10955443': 1, '23242891': 1, '25564591': 1, '6681654': 1, '22567528': 2}", "similar_patients": "{}"}