{"patient_id": 36783, "patient_uid": "3236489-1", "PMID": 22187562, "file_path": "comm/PMC003xxxxxx/PMC3236489.xml", "title": "Iatrogenic Migration of an Impacted Pharyngeal Foreign Body of the Hypopharynx to the Prevertebral Space", "patient": "A 44-year-old female patient visited the emergency department of a local municipal hospital with severe symptoms of dysphagia and odynophagia after ingestion of chicken bone. She underwent flexible esophagoscopy for diagnostic and therapeutic reasons, during which the foreign body was initially visualized in the hypopharynx, but iatrogenically impacted in the posterior pharyngeal wall, in a position where it was no longer possible to be removed through the esophagoscope.\\nThe staff in the municipal hospital lacked the expertise of performing rigid esophagoscopy or open neck exploration and the patient was referred to our hospital at the same day for further treatment. On admission, the patient complained of dysphagia and odynophagia, without signs of respiratory distress. However, she had an elevated temperature of 39.5°C with a rise in white blood cell count indicating an inflammatory process. She was heavy smoker and her medical history was significant only for episodes of acute bronchitis, for which she occasionally received oral antibiotics and bronchodilators. On clinical examination pharyngoscopy, indirect laryngoscopy and direct laryngoscopy with the flexible laryngoscope were normal, although difficult to perform, due to the patients symptoms. Plain cervical and thoracic X-rays did not reveal signs of the foreign body or retropharyngeal and mediastinal emphysema. The foreign body was finally visualized in the cervical CT scan impacted extraluminally in the retropharyngeal space between the right common carotid artery and jugular vein, in contact with the anterior surface of the C5 vertebral body. No signs of air in the surrounding tissues were present ().\\nIn view of the clinical signs and symptoms and in order to preclude a deterioration of the patients' condition and a possible abscess formation a prompt removal of the bone under general anaesthesia was decided. A rigid esophagoscopy was not performed at this stage as it was considered unnecessary due to the extraluminal position of the foreign body and carried more risk of enlarging the perforation. Through a right cervical incision, retraction of the sternocleidomastoid muscle, and the carotid sheath, the bone was palpated in the prevertebral space where it had further migrated and was removed (Figures and ). No pharyngeal wall laceration was noticed. The soft tissues were irrigated, a vacuum surgical drain was placed, and the incision was closed in layers with interrupted sutures. A nasogastric tube was placed and remained for 24 hours. Broad-spectrum antibiotics were administered postoperatively intravenously for 72 hours until fever resolved. The drain was removed in the 2nd postoperative day and the patient was discharged home.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'2241021': 1, '15284936': 1, '5032994': 1, '12753990': 1, '4021688': 1, '2204302': 1, '14975988': 1, '11063208': 1, '19410126': 1, '11020181': 1, '10435934': 1, '11110158': 1, '11077351': 1, '24568317': 2, '9217532': 1, '8869621': 1, '15452785': 1, '15278376': 1, '8230384': 1, '1763394': 1, '15571916': 1, '18175137': 1, '15323387': 1, '1395399': 1, '11073200': 1, '22187562': 2}", "similar_patients": "{'3943444-1': 1}"}