{"patient_id": 41260, "patient_uid": "3590956-1", "PMID": 23487241, "file_path": "comm/PMC003xxxxxx/PMC3590956.xml", "title": "Somatostatin Receptor Scintigraphy Findings in a Patient with Metastatic Gastrinoma and MEN 1 Syndrome", "patient": "A 45-year-old man was admitted to the hospital suffering from epigastric pain. Multiple liver lesions were seen in abdominal ultrasonography. Percutanous liver core biopsies were made and showed metastasis of neuroendocrine carcinoma. Immunohistochemical studies of the liver tumor cells were positive for keratin, synaptophysin, kromogranin and CD 56.\\nAbdominal CT, MR imaging and SRS were performed to assess the primary tumor. SRS images were obtained 5 and 24 hours after injection of 3 mCi (111MBq) 111In- pentetreotide (OctreoScan) using dual-headed gamma camera (GE Infinia) equipped with middle energy collimators. The energy peaks were centered at 173 and 247 keV with a 20% window. Whole-body scan and planar spot views of thorax and abdomen at 5 hours and planar and SPECT images of abdomen were obtained at 24 hours. SPECT images were acquired using a circular orbit (in 128^128 matrix, 64 images, 40 s/step). The images were reconstructed using a standard filtered back projection algorithm with Butterworth filter on the Siemens e.soft workstation. Whole-body images showed multiple intense focal uptakes of the radiotracer in the liver indicating somatostatin receptor positive liver metastasis (). Planar and SPECT images also showed focal tracer uptake at the right side of the upper abdominal region corresponding to duodenum or the uncinate process of pancreas (, ). CT and MR showed a nodular lesion with approximately 2 cm in diameter (). MR imaging also demonstrated an ulcer focus or microperforation at proximal duodenum and jejunum.\\nLaboratory results were negative for the tumor markers such as CA 125, CA 19-9, CEA, but demonstrated a high blood gastrin level (1300 pc/ml; normal <125 pc/ml). The patient underwent upper gastrointestinal truck endoscopy which showed increased gastric folds and multiple ulcerations. Gastric pH was 4. In addition, laboratory studies depicted elevated serum parathormone (349 pg/ml; normal=10-70 pg/ml). Serum calcium level was 10.67 mg/dl (normal levels=8.40-10.20 mg/dl). Parathyroid scan with Tc-99m MIBI showed a slight tracer uptake at right inferior pole of the thyroid gland and parathyroid ultrasonography showed a suspicious 7x4 mm hypoechoic lesion at the same region. MR imaging of the hypophysis showed a 5x4 mm lesion at the left side of the hypophysis gland. The serum levels of TSH, prolactin, FSH, LH, cortisol, ACTH and GH were normal, indicating a nonsecretory adenoma.\\nBased on these results, it is concluded that the patient had MEN 1 including gastrinoma, primary hyperparathyroidism and non-secretory pituitary adenoma. As MEN 1 is an autosomal-dominant disorder, the patient and his family are recommended to have genetic evaluation. The patient refused surgery and local therapy to liver lesions. Proton pump inhibitors (lansaprazol 30 mg/twice a day) and long acting somatostatin treatment (30 mg/monthly i.m.) were started.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'17014705': 1, '10774879': 1, '20571266': 1, '17985093': 1, '11734911': 1, '20662787': 1, '15517479': 1, '16407638': 1, '8644985': 1, '20395703': 1, '8566856': 1, '23487241': 2}", "similar_patients": "{}"}