{"patient_id": 35168, "patient_uid": "3088000-1", "PMID": 21559169, "file_path": "comm/PMC003xxxxxx/PMC3088000.xml", "title": "Epidermoid cyst in quadrigeminal cistern presenting with mutism", "patient": "A 16-year-old female presented to us with a 10-month history of headache of mild to moderate severity. She gave history of occasional vomiting during the previous months. Her parents revealed that their daughter was failing to speak anything for the last 6 months. On examination, the child was fully conscious, following simple commands but not verbalizing at all, but she was able to gesticulate for most of the queries. She had upward gaze paresis with normal insight and reaction. Otherwise, the rest of the ocular movements remained unrestricted. Fundi showed mild papilloedema. Her routine investigations remained within normal limits. A magnetic resonance imaging image revealed a large homogeneously hypointense mass on the T1-weighted images, which was hyperintense on the T2-weighted image to occupy an entire quadrigeminal cistern []. It was a very large mass, expanding the cistern with extension into the supracerebellar cistern. It was almost compressing the entire third ventricle anteriorly and also the splenium as well as the posterior half of the corpus callosum superiorly. It was causing a mass effect over the upper part of the midbrain. Considering the diagnosis of quadrigeminal cistern epidermoid, the patient was planned for surgery via an infratentorial and supracerebellar approach. During surgery, the epidermoid was encountered in the supracerebellar cistern itself. The epidermoid was encircling the vessels of the cistern, i.e. vein of Galen, basal veins of Rosenthal and posterior part of the internal cerebral veins. The entire pearly material of the epidermoid was delivered from all the sites gradually, leaving the thin capsule behind at places []. A large cavity was created and cerebrospinal fluid (CSF) started pouring in from the posterior third ventricle. Once the quadrigeminal cistern became clear, a ventricular catheter was left in the cavity and the wound was closed as per the standard norms. The patient was extubated following surgery. It was very surprising to note that the patient started verbalizing immediately after complete recovery from anesthesia. The ventricular drain was taken out after 24 h as the CSF drained was clear. She made an uneventful recovery without any neurological deficit. She was discharged on the 7th postoperative day. The patient was continued on steroids for the next 2 weeks in order to take care of chemical meningitis. At the follow-up of 6 months, the girl was perfectly well.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'11358593': 1, '27006675': 1, '8747952': 1, '4015467': 1, '16619643': 1, '28694606': 1, '16714456': 1, '2187060': 1, '2649239': 1, '17184075': 1, '335806': 1, '1927607': 1, '14577013': 1, '1948632': 1, '15883080': 1, '18975500': 1, '12681557': 1, '16311839': 1, '769688': 1, '17493821': 1, '8638239': 1, '28694630': 2, '22069432': 1, '9275916': 1, '1451941': 1, '21559169': 2}", "similar_patients": "{'5488571-1': 1}"}