{"patient_id": 35875, "patient_uid": "3146930-1", "PMID": 21696580, "file_path": "comm/PMC003xxxxxx/PMC3146930.xml", "title": "Henoch Schönlein purpura associated with pulmonary adenocarcinoma", "patient": "A 61-year-old Japanese man presented for examination after an abnormal lung shadow was detected during population-based radiological screening. He was a current smoker with a 41 pack-year smoking history. Chest computed tomography (CT) showed a mass measuring 60 × 50 mm in the left upper lobe, with small nodules in both lung fields and left pleura, and mediastinal and subclavicular lymphadenopathy (Figure ). Bronchoscopy revealed stenosis of the left B3 bronchus with mucosal abnormalities at points from which biopsy specimens were obtained. Cerebral magnetic resonance imaging (MRI) demonstrated multiple brain metastases. The final oncological diagnosis was a stage IV adenocarcinoma (T4N3M1b) without epidermal growth factor receptor gene mutation. After stereotactic radiosurgery for brain metastases, carried out in another hospital, our patient was referred to us to receive chemotherapy.\\nOn admission, our patient had progressive abdominal pain, diarrhea and purpuric rash on the legs, which had developed over the previous month. He was not taking any medication. The abdomen was soft and flat with minor tenderness. Palpable purpura was present on both legs. His Eastern Cooperative Oncology Group performance status was 1. His hematologic and blood chemical values were: white blood cell count of 9530/mm3, a hemoglobin concentration of 11.2 g/dL, an erythrocyte sedimentation rate of 83 mm/hour, 6.52 mg/dL serum C-reactive protein, >55U/mL CH50, 132 mg/dL C3, 37.7 mg/dL C4, 10.7 μg/dL D-dimer and 694 mg/dL fibrinogen (normal 160-400). Urine analysis showed proteinuria of 1.28 g/day and hematuria of >100 erythrocytes per high-power field. Stool examination for occult blood was positive. The findings were normal or negative for platelet count, prothrombin time, activated partial thromboplastin time, transaminases, creatinine, antistreptolysin O, rheumatoid factor (RF), antinuclear antibody (ANA), IgA, antineutrophil cytoplasmic antibody (ANCA), cryoglobulin, rapid plasma regain, hepatitis B surface antigen (HBsAg), hepatitis C virus (HCV) antibody and human immunodeficiency virus antibody. Blood, urine and sputum cultures were negative. Abdominal CT revealed diffuse swelling and thickening of the small intestine walls and an absence of metastases (Figure ). Enteroscopy demonstrated multiple erosions and ulcers of the intestine. A biopsy taken from the intestinal mucus showed non-specific chronic inflammation without evidence of vasculitis. On histopathologic examination of the palpable purpura, vasculitis was seen, with infiltration of polymorphonuclear cells into the vessel walls of the subpapillar plexus under the epidermis (Figure ). Immunofluorescent studies of the biopsy specimen revealed deposition of IgA without C3 in superficial blood vessels (Figure ).\\nOur patient was diagnosed with HSP. Treatment with prednisolone 0.8 mg/kg/day was initiated following deterioration of renal function, as evidenced by a drop in creatinine clearance from 82 mL/min at the time of admission to 27 mL/min before starting prednisolone. The clinical features of HSP, including abdominal pain and skin rash, resolved within a week. Creatinine clearance improved to 46 mL/min four weeks after the start of steroid treatment. Prednisolone was tapered and maintained at 0.6 mg/kg/day. Our patient received two cycles of chemotherapy with gemcitabine 1000 mg/m2 administered on days one and eight of each three-weeks cycle. HSP was well controlled, and no other adverse events were observed during chemotherapy. Two months after of the start of chemotherapy, the patient developed rapidly progressing dyspnea and hypoxia. Chest CT and cardiac ultrasonography identified tumor invasion of the pericardium and massive pericardial effusion. Cytological examination of the pericardial effusion revealed adenocarcinoma cells. Our patient was diagnosed with heart failure due to cardiac tamponade, and twice underwent surgical drainage of the pericardial effusion. His general condition gradually deteriorated with disease progression, and he died three months after the onset of HSP.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'18085729': 1, '3292873': 1, '19217841': 1, '18050165': 1, '552562': 1, '9864025': 1, '11961015': 1, '698758': 1, '1475448': 1, '678928': 1, '19207675': 1, '2202310': 1, '34113114': 2, '29279496': 1, '23833668': 2, '17052537': 1, '8129773': 1, '11558068': 1, '15847258': 1, '698755': 1, '33596705': 1, '9307864': 1, '2596791': 1, '21696580': 2}", "similar_patients": "{'3701082-1': 1, '8184282-1': 1}"}