{"patient_id": 156887, "patient_uid": "3276782-1", "PMID": 22346263, "file_path": "noncomm/PMC003xxxxxx/PMC3276782.xml", "title": "Unilateral Psoriasis in a Woman with Ipsilateral Post-Mastectomy Lymphedema", "patient": "A 42-year-old woman with a known history of breast cancer was referred to our clinic with a 1-month history of multiple erythematous scaly patches on the right side of the arm, breast, and back (). The lesions on the right arm appeared first and spread serially to the right breast and back during the next month. Three years previously she had been diagnosed with infiltrating ductal carcinoma of the right breast and underwent a right breast-conserving mastectomy and axillary lymph node dissection. Tumor stage was determined pathologically to be T1N2(4/10)M0. Three weeks later, she started adjuvant chemotherapy with four cycles of doxorubicin and cyclophosphamide, followed by four cycles of docetaxel for 5 months. After 1 month, she underwent radiation therapy to the whole right breast with a dose of 50.4 Gy and a boost to the tumor bed with a dose of 9 Gy in 33 total fractions. After radiation therapy was completed, she started rehabilitation therapy with complete decongestive therapy on the right arm for the secondary lymphedema. About 2 year later, she presented with a skin eruption. A physical examination showed multiple, oval to rounderythematous patches with silvery scale on the right arm, breast, and back. No associated symptoms were observed. She still suffered from the lymphedema and wore an elastic compression garment on the entire length of the right arm. A histological examination of the biopsy specimen from the right breast skin lesion revealed an irregular acanthosis with rete ridge elongation, parakeratotic mounds with focal hypogranulosis, and perivascular lymphocytic infiltration into the upper dermis (). Based on the histological features, the skin lesion was diagnosed as psoriasis. The patient was treated with twice-weekly applications of narrow-band ultraviolet B with a starting dose of 300 mJ/cm2 and a combined ointment containing calcipotriol and betamethasone dipropionate once per day. The lesions were nearly resolved after 1 month but post-inflammatory hyperpigmentation remained ().", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'14690011': 1, '17052542': 1, '10651962': 1, '15611438': 1, '9886182': 1, '15683664': 1, '15656831': 1, '17243989': 1, '1792207': 1, '19522679': 1, '22346263': 2}", "similar_patients": "{}"}