{"patient_id": 35508, "patient_uid": "3114542-1", "PMID": 21687540, "file_path": "comm/PMC003xxxxxx/PMC3114542.xml", "title": "Breast Fistula Repair after Autologous Fat Graft: A Case Report", "patient": "We present the case of 55-year-old woman who attended our clinic for a scar retraction in the upper pole of the left breast; the scar retraction occurred as a complication of a breast augmentation previously performed elsewhere. The patient also reported that the left breast implant had been removed about 6 months before by the same surgeon who performed the breast augmentation to allow the healing of the fistula.\\nDuring breast clinical examination, we observed the presence of an orifice within the scar retraction area. Probing revealed the presence of a fistula (about 4 cm in length) (Figures and ), which the patient reported being aware of for six months. For the identification of the exact location and length of the breast fistula, fistulography was performed; this examination showed a 4-cm-long tract extending from the skin of the left breast scar area to the retropectoral plane.\\nNo clinical signs of infection were present, but we decided for antibiotic prophylaxis (amoxicillin + clavulanic acid 1 g bid). After routine preoperative examinations, the patient was referred to a surgical intervention under local anaesthesia to obtain scar contracture release using autologous fat graft, in accordance with our observations [–]. Liposuction of the subumbilical area was performed after tumescent infiltration of 100 mL saline solution, 75 mg of levobupivacaine, 40 mg of mepivacaine, and 0.5 mL epinephrine 1 : 1000. Adipose tissue sample of about 10 mL was obtained and processed following Coleman's technique (i.e., centrifuged at 3000 rpm for 5 minutes). Adipocyte cell fraction was isolated.\\nAt the left breast level, in the scar area, a volume of about 2.5 mL was equally injected into the dermal-subdermal junction using a 18-gauge angiographic needle with a snap-on wing (by Cordis, a Johnson & Johnson Company, N.V, Roden, Netherlands). The scar area was not removed but only infiltrated with autologous fat graft, according to observations in scar remodeling [–] to avoid distortion of the breast shape; the aesthetic quality improvement of scar area is guaranteed by the effects of fat graft. Following surgery antibiotic therapy was administered for 5 days (cefixime 400 mg tablets).\\nOne months after healing of the fistula, the patients underwent a second surgical procedure, to replace the left breast implant.\\nClinical assessment was performed one and two weeks after autologous fat injections. During the second clinical assessment other than the partial release of the scar, unexpected complete healing of the breast fistula within the scar area was observed (Figures and ); no local or systemic signs of infection were found; no complications occurred.\\nOne month after autologous fat injection, we proceeded with capsulotomy and replacement of the left breast implant (325 g), as in the controlateral side. In course of surgery, we observed the complete absence of the fistula orifice in breast implant cavity at the site described by previous fistulography, confirming the complete healing of the breast fistula.\\nAt 1-year followup clinical examination, tissue integrity was preserved. Patient's satisfaction was excellent.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'18293030': 1, '15114123': 1, '32802628': 1, '17415234': 1, '18305985': 1, '20811205': 1, '23319957': 1, '20811265': 1, '20078543': 1, '21687540': 2}", "similar_patients": "{}"}