{"patient_id": 166153, "patient_uid": "3948444-1", "PMID": 24624275, "file_path": "noncomm/PMC003xxxxxx/PMC3948444.xml", "title": "An awake double lumen endotracheal tube intubation using the Clarus Video System in a patient with an epiglottic cyst: a case report", "patient": "A 54-year-old male, 165.8 cm in height, weighing 55.6 kg was scheduled for PPPD and video-assisted thoracic surgery (VATS) due to a previously diagnosed duodenal cancer and a 1.1 cm-sized mass on the right apex of the lung, suspected to be a duodenal cancer metastasis. He had no other underlying disease but had a known large epiglottic cyst, which resulted in intubation failure and the cessation of surgery at a previous hospital. Laryngoscopic examination revealed a bulge arising from the center of the epiglottis and stretching to the glottis. It covered most of the epiglottis and occupied most of the pharyngeal space (). Despite the large size (> 2 cm) of this epiglottic cyst, the patient did not complain of any laryngeal symptoms such as dyspnea, dysphagia, hoarseness, and sleep apnea. A preoperative evaluation by an otolaryngologist concluded that the patient be kept under close observation as he did not show any symptoms. Preoperative airway assessment demonstrated excellent mouth opening and that the jaw could be thrust forward, corresponding to a class 1 Mallampati score. His temporomandibular joint activity, neck movement and thyromental distance were also normal.\\nThe patient was informed at the preoperative visit about the likelihood of a difficult intubation, the procedures involved with an awake intubation, and the necessity for his cooperation with this procedure. In the operation room, we decided to perform an awake orotracheal intubation using CVS loaded with a left 37 Fr DLT (). The patient was premedicated intravenously with 0.2 mg glycopyrrolate, and 50 µg fentanyl. A superior laryngeal nerve block with 2 ml of 2% lidocaine was performed bilaterally and 10% lidocaine spray was applied to the oropharyngeal mucosal surface with direct laryngoscopic exploration. Preoxygenation was performed using a closed facemask with 100% oxygen delivery at 8 L/min over 10 minutes. The CVS loaded with a lubricated 37 Fr DLT was smoothly inserted into the posterior pharynx. After identifying the epiglottis and glottis opening, the distal tip of the CVS was carefully advanced below the mass to the glottis aperture (). The DLT was further advanced until the tracheal cuff passed through the vocal cord. After endotracheal intubation was confirmed by auscultation of the bilateral breath sound and end-tidal CO2 detection, the patient was given propofol 140 mg and vecuronium bromide 10 mg intravenously.\\nThe time taken to complete awake intubation was less than 1 minute. Spontaneous breathing was maintained and no desaturation occurred during the entire procedure. General anesthesia was maintained with a 2-3 vol% of sevoflurane with 50% oxygen and medical air mixture. After the position change for VATS, the final position of the DLT was confirmed by flexible fiberoptic bronchoscopy (FOB) (Olympus LF-DP; Olympus optical Inc., Tokyo, Japan). At the completion of VATS, the patient's position was changed to supine and the PPPD preceded without an endotracheal tube change. Although the DLT is a larger tube with the potential to cause more airway trauma or edema postoperatively, we decided not to change the tube because this would have caused an even higher risk to the patient from possible cyst damage or intubation failure.\\nAfter these surgical procedures were completed, the patient was fully awakened and extubated. The patient was then transferred to the general ward via a recovery room with no respiratory or hemodynamic complications.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'9706954': 1, '27051377': 1, '21991744': 1, '21254990': 1, '22074080': 1, '15957729': 1, '11498322': 1, '22070595': 1, '31142177': 2, '21286452': 2, '22040447': 1, '23053462': 1, '28879281': 1, '14616594': 1, '24624275': 2}", "similar_patients": "{'3030048-1': 1, '6683921-1': 1}"}