{"patient_id": 160534, "patient_uid": "3573495-1", "PMID": 23439977, "file_path": "noncomm/PMC003xxxxxx/PMC3573495.xml", "title": "Retroperitoneoscopic left donor nephrectomy with duplicated IVC", "patient": "A 48-year-old woman was evaluated as a potential kidney donor for her son. Blood and urine investigations were within normal limits and ultrasound revealed normal sized kidneys without any abnormality. A diethylene triamine pentaacetic acid renal scan revealed a glomerular filtration rate of 51 ml/min on the right side and 44 ml/min on the left. Computed tomography (CT) renal angiography showed a normal suprarenal IVC with infrarenal duplication. The left renal vein inserted to the normally located right side IVC, and the left IVC was draining into the left renal vein []. Both gonadal and lumbar veins were opening into the left IVC, whereas the adrenal vein was opening into the left renal vein. There were one left and two right renal arteries. Due to the presence of multiple renal arteries and a better function on the right side, it was decided to perform left donor nephrectomy. The patient underwent a retroperitoneoscopic donor nephrectomy. The left renal artery was dissected as usual. The adrenal vein was controlled using a 5-mm LigaSure® probe. The left renal vein and cephalic portion of the duplicated IVC just below its confluence with the renal vein were dissected. Two hem-o-loc clips were applied to control the left IVC just below its confluence with the left renal vein []. Gonadal and lumbar tributaries of the left IVC were preserved to allow for collateral drainage. Subsequently, the artery and renal vein were controlled and the kidney was removed. At bench surgery, the hem-o-loc clip was removed and the large opening in the left renal vein was repaired by continuous running suturing of 6/0 polypropylene. The renal allograft was uneventfully transplanted into the right iliac fossa of the recipient using external iliac vessels for revascularization. The length of the graft renal vein with segment of IVC was adequate and allowed easy anastomosis with the external iliac vein. The donor made an uneventful recovery requiring minimal analgesics and was discharged on the second postoperative day. There were no complications in the recipient. Serum creatinine achieved was 1.21 mg % on day 7 and 1.08 mg % at 1 month.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'15518696': 1, '29118534': 1, '8284871': 1, '16968187': 1, '18280550': 1, '4810520': 1, '23439977': 2}", "similar_patients": "{}"}