{"patient_id": 38881, "patient_uid": "3436703-1", "PMID": 22639945, "file_path": "comm/PMC003xxxxxx/PMC3436703.xml", "title": "Rare neonatal diabetes insipidus and associated late risks: Case report", "patient": "A 28-day-old baby boy, born at term from an uneventful pregnancy and vaginal delivery (Apgar score: 9/10), was referred from a nearby town to our hospital after a week of irritability and feeding difficulties. He was a 3200 g. (cephalic perimeter: 38.5 cm), phenotypically normal infant, seriously lethargic, hypertonic, with intermittent lower right limb clonic seizures. His breath was superficial, and suck, grasp and Moro reflexes were absent. His anterior fontanel was bulging, and his cerebrospinal fluid was xanthochromic. Although serum electrolytes, creatinine, C-protein and blood cell count were normal, the child presented metabolic acidosis (pH: 7.18; HCO3: 15.5 mmol/L). Brain MRI (Figure ) confirmed a massive IVH with periventricular infiltration and hydrocephalus. Moreover, an II/VI systolic murmur, with upper arm blood pressure up to 178/94 mm Hg, and 57/49 mm in his leg, led to the diagnosis of aortic coarctation.\\nThe patient’s initial course, under mechanical ventilation, captopril and phenobarbital, was favorable. Five days later, however, sudden polyuria (9 ml/kg/h), clinical signs of dehydration with unexpected weight loss (6%), and hyposthenuria (124 mOsm/kg), despite high serum sodium (156 mmol/L), chloride (126 mmol/L) and osmolality (326 mOsm/kg), led to the diagnosis of CDI. Subcutaneous (sc) desmopressin (0.02 μg. b.i.d.) achieved a rapid recovery (average serum sodium, 138 mmol/L; osmolality, 290 mOsm/kg). Surgical correction of his severe juxtaductal coarctation was performed 6 days after his metabolic stabilization. A ventriculoperitoneal shunt was performed shortly thereafter. Due to the child’s severe deglutory handicap, sc desmopressin therapy was still recommended at discharge. The family was instructed to perform subcutaneous injection and daily diuresis and body weight control at home, and the patient was scheduled for periodic clinical and analytical (serum sodium) check-ups.\\nFour months later, the infant maintained a proper fluid balance. However, his delayed growth and neurodevelopment was progressively more evident, and his swallowing disability had almost led to malnourishment (Table ). He was scheduled for quarterly monitoring and nutritional support at his local hospital, under whose control he remained until two years of age. Throughout this period, his scant oral intake was supported by means of continuous debit enteral nutrition and he received desmopressin (0.1 μg bid, sc), phenobarbital (15 mg bid) and captopril (1 mg tid).\\nWhen he returned at two years of age, he had had no seizures, his ventriculoperitoneal shunt was working properly and, due to the fact that his food intake had been stable (though low), with no significant vomiting or diarrhoea, he maintained almost perfect fluid control. However, we saw a small, thin, microcephalic child (Table ), with very small developmental progress and whose deglutition had just improved. His serum sodium (146 mmol/L), osmolality (294 mOsm/kg), glucose (4.0 mmol/L), a.m. cortisol (292.6 mmol/L), free thyroxin (19.6 pmol/L), insulin (2.2 μU/mL) and IGF-1 (78 ng/mL) were within normal range, but his vasopressin was lesser than 1.1 pmol/L. His urinary osmolality ranged from 758 mOsm/kg (3 hours after desmopressin) to 226 mOsm/kg prior to the following dose. Given his unfavourable nutritional evolution, with insufficient deglutition, a gastrostomy was advised to provide nutritional support.\\nAt the three-year check-up, the patient was under nasal desmopressin treatment (10 μg bid). This was recommended at his local hospital some four months before, when he underwent a gastrostomy, which unfortunately soon failed because of septic complications. Subsequently, the undernourished (Table ) and seriously delayed child (developmental age of about 9–10 months) got progressively worse: His fluid balance became quite unstable and, on at least two occasions, he suffered weight loss and clinical deterioration for several days related to a common cold. The family was informed about the risk posed by the probable dehydration episodes suffered by the child. The sc route for the desmopressin therapy and a new attempt at gastrostomy were once again recommended.\\nThis advice was not followed, and at the age of 3 years and 5 months, the child was admitted to his local hospital after five days of a new nasal cold. His medical report registered a Glasgow Score of 8, body weight loss of 12%, and 189 mmol/L of serum sodium. After a few hours of saline infusion, he achieved a certain degree of clinical recovery. However, the next day he worsened again, and forty hours after his admittance, he entered into status epilepticus and was transferred to our hospital.\\nWe received a sedated, malnourished child, with an irregular breathing rate and whose serum sodium was 147 mmol/L. Electroencephalogram and brain CT confirmed the suspected cerebral edema. After two weeks of intensive care, he was fully awake, but was quadriplegic, with hyperreflexic, spastic limbs, wrists in palmar flexion, bilateral Babinski sign, and a severely hypotonic neck. Central pontine myelinolysis was diagnosed; however, MRI were not those expected for this diagnosis, but rather of old hemorrhagic infarcts (Figure ). On discharge, desmopressin (0.13 μg bid, sc) was once again recommended and phenobarbital was replaced by levetiracetam (200 mg bid). Gastrostomy was uneventfully restored two weeks later.\\nSix months later (four years of age), sc desmopressin did maintain a fair balance. The deglutition ability of our quadriplegic patient had progressed admirably and his nutrition was greatly improved (Table ). His facial expression and babbling likewise evidenced some developmental improvement.\\nDespite his severe cognitive impairment, over the following year our patient improved significantly in terms of his cervical control, a useful ability to push with his left hand likewise being perceived. Poor, but increasingly disyllabic verbal expression and a significant capacity to understand simple verbal messages were also appreciated. As he had achieved an almost normal swallowing ability, his gastrostomy was closed and desmopressin was returned to the oral route (0.3 -0.35 μg bid).\\nAt the check-up some days before his fifth birthday, he was an overweight boy (Table ).", "age": "[[28.0, 'day']]", "gender": "M", "relevant_articles": "{'8929736': 1, '12431131': 1, '32010360': 1, '15689929': 1, '15891160': 1, '18716073': 1, '19255009': 1, '28553553': 1, '15446586': 1, '16995572': 1, '25002871': 1, '17095502': 1, '14970019': 1, '20020402': 1, '12838529': 1, '11148672': 1, '9285735': 1, '10090610': 1, '22639945': 2}", "similar_patients": "{}"}