{"patient_id": 34892, "patient_uid": "3056629-1", "PMID": 21423907, "file_path": "comm/PMC003xxxxxx/PMC3056629.xml", "title": "Ovarian cystadenofibroma: A masquerader of malignancy", "patient": "A 49-year-old female (gravida 1, para 1) presented to a gynecologist with complaints of right lower quadrant discomfort for 3–4 weeks, which was associated with nausea and poor appetite. There was no history of menstrual irregularity. Her last menstrual period was 4 weeks ago. An initial urine pregnancy test was negative. Physical examination revealed a normal uterus with a soft, mobile right adnexal mass.\\nA pelvic USG [] showed a complex 6.0 cm × 4.6 cm × 3.7 cm mass in the right adnexa, while the right ovary could not be separately identified, suggesting a possible ovarian origin. The mass had a cystic component with thick septae and also a solid component without definite evidence of posterior acoustic shadowing to suggest calcification. Minimal intralesional vascularity was identified. There was no free or loculated fluid in the pelvis. At this stage, our differential diagnosis included ovarian neoplasm, dermoid and tuboovarian abscess. Because of the absence of constitutional symptoms of infection, a tuboovarian abscess was considered relatively less likely. Further evaluation with MRI was recommended for characterization.\\nMRI of the pelvis was performed on a 1.5-Tesla scanner, which showed a lobulated, complex, multiloculated right adnexal cystic mass [] measuring 6.7 cm × 3.6 cm × 5.1 cm, with the right ovary not separately identified. There was a predominant cystic component demonstrating low-signal intensity on T1W and high-signal intensity on T2W images [Figure and ]. Solid components were also noted, which demonstrated intermediate signal intensity on T1W and low-signal intensity on T2W images – isointense to the skeletal muscle [Figure and ]; there was mild postgadolinium enhancement []. The features were suspicious for an ovarian cystic neoplasm with a fibrous component. There was no free fluid or adjacent pelvic lymphadenopathy.\\nThe patient underwent total abdominal hysterectomy with bilateral salpingooophorectomy. The frozen section of the right ovarian mass demonstrated features of benign cystadenofibroma, a diagnosis that was confirmed on histopathology.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'9170028': 1, '16969050': 1, '32461918': 1, '10667663': 1, '12432104': 1, '4434327': 1, '30567152': 1, '14504904': 1, '23761571': 1, '11503928': 1, '14600453': 1, '21423907': 2}", "similar_patients": "{}"}