{"patient_id": 161778, "patient_uid": "3670983-1", "PMID": 23741712, "file_path": "noncomm/PMC003xxxxxx/PMC3670983.xml", "title": "Necrosis of intact premolar caused by an adjacent apical infection: a case report", "patient": "A 38-year-old Caucasian male patient presented to our dental office with a 1 year history of recurrent swelling on the buccal aspect of lower right mandibular region. He reported pain/tenderness on chewing over the past year. Medical history was unremarkable and there was no contraindication to dental treatment. There was no history of trauma to the teeth and jaw; a previous dental root treatment in the lower right region was reported.\\nClinical examination revealed that the first right lower molar was tender to percussion and had a large coronal restoration; the adjacent premolar and molar teeth were vital and intact with no signs of caries or anomalies such as occlusal tubercle. The buccal soft tissue of lower molar teeth was normal. The probing depths were within normal limits. The molar tooth had no mobility. Radiographic examination showed a large circumscribed radiolucency at the apex the mesial root of first mandibular molar (). However, lamina dura surrounding the root of second premolar was apparent circumferentially. Further history revealed that the molar tooth had been endodontically treated 5 years ago and restored with an amalgam restoration. The obturation was deemed inadequate and a diagnosis of persistent AP due to inadequate root canal filling of lower right first molar was ascertained. After full explanation the patient consented to nonsurgical endodontic retreatment, followed by coronal restoration with amalgam.\\nFirst, patient was asked to rinse with 0.2% chlorhexidine mouthwash. After administering local anesthesia, and isolation with rubber damn, the amalgam restoration was removed using a water-cooled high-speed fissure bur and straight line access to the root canals was made. Working length was determined radiographically, confirmed by electronic apex locator and using hybrid instrumentation (mixed technique) the canals were shaped and cleaned; copious irrigation with 5.25% NaOCl solution was carried out. Canals were dried and obturated by lateral condensation technique with gutta-percha and endodontic sealer (Roth's Grossman Type 801, Roth International LTD., Chicago, IL, USA). Post-treatment occlusal reduction and adjustment did not carry out and access cavity was temporized with Cavit (). Next day the patient suffered from severe pain/swelling and analgesics/antibiotics were prescribed. The patient was asymptomatic after one week and the tooth was permanently restored with amalgam.\\nThe patient returned 6 weeks later complaining of episodes of pain and local buccal abscess particularly in the last three weeks. Clinical examination revealed that the buccal soft tissue of mandibular right region was inflamed/swelled and tender to palpation. After investigation with thermal and electrical tests, the pulp of lower right second premolar was deemed nonvital. A test cavity in the absence of local anesthesia confirmed dental pulp death. One-visit nonsurgical endodontic treatment was carried out similar to the previous case (). Antibiotics were not prescribed. At the 7-day follow-up, signs and symptoms completely resolved.\\nRadiographic examination at the 6-month recall demonstrated gradual reduction of the periradicular radiolucency (). At the 12-month recall examination, the tooth was asymptomatic, and the region of periapical radiolucency was remarkably reduced (). Two-year follow-up revealed healthy periodontal tissue with normal probing depths, no signs or symptoms of inflammation and infection. Radiographically, the periapical lesion was completely healed (), signifying endodontic treatment success.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'14342926': 1, '18793933': 1, '2183126': 1, '104021': 1, '16584489': 1, '30083219': 2, '15375404': 1, '21458327': 1, '23741712': 2}", "similar_patients": "{'6064033-1': 1}"}