{"patient_id": 45904, "patient_uid": "3932721-1", "PMID": 24653848, "file_path": "comm/PMC003xxxxxx/PMC3932721.xml", "title": "Improvement with Infliximab of a Disseminated Sarcoidosis in a Patient with Crohn's Disease", "patient": "A 42-year-old man presented with a 3-month history of respiratory symptoms combining mild dyspnea, cough, asthenia, and weight loss. His past medical history included a 6-pack-year smoking habit and an 11-year-long history of Crohn's disease, treated with oral steroids (prednisolone 20 mg/day) ever since. Over time, repeated biopsies showing ulceration and transmural inflammatory lesions of the ileum, the colon, and the rectum including submucosal aggregates of lymphocytes and plasmocytes and, once, rectal epithelioid granulomas were always consistent with the diagnosis. Physical exam showed no abnormalities. Peripheral blood lymphocyte count was decreased (890/μL including 374 CD4 lymphocytes/μL, i.e., 42%); serum angiotensin converting-enzyme level was elevated (118 U/L). CT scan was markedly abnormal (Figures , , and ) showing enlarged bilateral hilar and mediastinal lymph nodes, a left apical irregular nodule, bilateral perihilar infiltrates, upper lobe micronodules, proximal bronchial thickening, and hepatic and splenic nodules, along with retroperitoneal lymph nodes. All of these lesions were metabolically active on PET scan as well as osteolytic spinal, costal, clavicular, and humeral lesions (Figures , , and ). Bronchoscopy showed a bilateral diffuse inflammatory infiltration, and the bronchoalveolar lavage disclosed a predominant neutrophilic alveolitis (77% neutrophils, 8% lymphocytes, CD4/CD8 lymphocyte ratio = 1.9) in the absence of any viral, bacterial, or fungal microorganism. Cultures were negative for Mycobacterium sp. Bronchial biopsies noted the presence of noncaseating granulomas with epithelioid and multinucleated giant cells. The diagnosis of multivisceral sarcoidosis was made and inhaled steroids to ease the cough were the only treatment instaured since the patient was already on oral steroids and the functional impact of the disease was mild; PFTs disclosed a mixed restrictive and obstructive pattern (). Four months later, a treatment with an anti-TNFα agent, infliximab, was started, because of worsening Crohn's disease recurrences; the dose regimen was 5 mg/Kg every 6 weeks. After 5 courses, oral steroids were successfully weaned, digestive symptoms were largely improved, the patient had gained weight and had no more cough, the dyspnea level diminished, and PFT abnormalities improved (). CT scan demonstrated net regression of pulmonary opacities and hepatosplenic lesions (Figures , , and ) with PET scan showing no more metabolic activity, except in the distal ileum area (SUV max 7.4) (Figures , , and ). Oral steroids were successfully weaned over a period of 6.5 months since the start of infliximab, and the patient remains off steroids to this day. Blood CD4 lymphocyte count increased slightly to 411/μL (44%) and ACE level was not reassessed.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'28642115': 1, '17975776': 1, '8005262': 1, '19923578': 1, '22389903': 1, '19382527': 1, '20536653': 1, '21233484': 1, '23118080': 1, '23256126': 1, '22522061': 1, '10678613': 1, '19900842': 1, '12489022': 1, '22040226': 1, '21635863': 1, '18723019': 1, '22837380': 1, '18550004': 1, '19427161': 1, '28882937': 1, '24653848': 2}", "similar_patients": "{}"}