{"patient_id": 164186, "patient_uid": "3830242-3", "PMID": 24250094, "file_path": "noncomm/PMC003xxxxxx/PMC3830242.xml", "title": "Leiomyoma: A rare tumor in the head and neck and oral cavity: Report of 3 cases with review", "patient": "A 48-year-old male patient was referred to our department with a chief complaint of swelling in relation to right upper molar teeth since 2 months.\\nOn examination, a solitary swelling was noted on the right side of the posterior palate associated with right upper second premolar and first molar measuring 1 cm × 1.5 cm. Overlying mucosa was pale pink in color and appeared normal. The swelling was a sessile, firm, dome shaped mass fixed to the underlying tissues [].\\nAspiration biopsy was performed, which ruled out a vascular lesion. Radiographic picture showed no changes associated with underlying bone. The lesion was provisionally diagnosed as a minor salivary gland tumour. Excisional biopsy was performed and excised mass was sent for histopathologic examination [].\\nThe lesional tissue present in the deeper stroma was well-circumscribed and non-encapsulated and the cells were arranged in a streaming pattern around the blood vessels []. They formed whorls, which were separated by collagen bands. Numerous vascular spaces were seen surrounded by proliferating spindle cells []. The lesional cells were spindle in shape with blunt ended nucleus and had a moderate amount of cytoplasm with indistinct outline. There was no evidence of mitosis or necrosis. Thus, a diagnosis of angioleiomyoma was made.\\nNote: Special stains were done using Mallory's Phosphotungstic Acid-Hematoxylin for all the above three cases and the cells exhibited dark blue intracytoplasmic fibrils []. Masson trichrome staining exhibited smooth muscle cells (pink) in longitudinal and transverse sections with intervening collagen fibers (blue) [Figures –].", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'13520698': 1, '29696477': 1, '34083983': 2, '29238412': 2, '34106410': 1, '29375922': 2, '2358952': 1, '6722737': 1, '27668116': 2, '27162753': 2, '22238716': 1, '32148989': 2, '28500121': 1, '9135966': 1, '34352902': 1, '28439152': 1, '21731289': 2, '28913307': 2, '27887011': 1, '18581112': 1, '11688572': 1, '12221390': 1, '17909665': 1, '29386803': 2, '1122481': 1, '24250094': 2}", "similar_patients": "{'3830242-1': 2, '3830242-2': 2, '8123251-1': 1, '3125644-1': 1, '4860377-1': 1, '4860377-2': 1, '5030417-1': 1, '5767993-1': 1, '5742511-1': 1, '7053474-1': 1, '5712643-1': 1, '5556748-1': 1}"}