{"patient_id": 165649, "patient_uid": "3913545-1", "PMID": 24511225, "file_path": "noncomm/PMC003xxxxxx/PMC3913545.xml", "title": "Periorbital muscle atrophy associated with topical bimatoprost therapy", "patient": "A 58-year-old Chinese female was referred to the oculoplastics services of National University Hospital, Singapore, for right upper eyelid ptosis of 1.5 years’ duration and difficulty in closing her right eye. She had a history of bilateral primary angle closure diagnosed in 2003, for which bilateral laser peripheral iridotomies were performed. She was started on topical latanoprost 0.005% once every night to the right eye, as intraocular pressure (IOP) was suboptimal. Subsequently, she underwent an uneventful right cataract extraction with intraocular lens implantation that same year. As IOP remained optimal postoperatively, she was taken off topical latanoprost. Her condition remained stable until 2008 when there were progressive defects in her right visual field with increased IOP. Thus, she was started on topical bimatoprost 0.03% (Lumigan, Allergan, Inc) once every night to her right eye.\\nOn review after 3 months, IOP was found to have been controlled adequately. However, she reported an onset of right upper eyelid drooping 2 months after starting treatment. There was no history of trauma or eyelid surgery. The ptosis did not show any diurnal variability or fatigability, and there was no diplopia. A detailed evaluation by the neuro-ophthalmology team revealed no underlying neurological cause. Four months after starting treatment, the treated eye was found to have long eyelashes and ocular pigmentation. Subsequently, the patient reported worsening of her right ptosis after 12 months on treatment and was keen for referral to the oculoplastics team.\\nBy the time the patient was reviewed by the oculoplastics team in 2010, her right upper eyelid ptosis had persisted for 1.5 years. Measurements of the palpebral aperture (PA) of her right and left eye were 6 mm and 8 mm, respectively. Measurements of marginal reflex distance 1 (MRD1) for her right and left eyes were 0.5 mm and 2 mm, respectively. Levator palpebrae function was 8 mm for the right eye and 14 mm for the left eye. Lid creases measured 7 mm and 5 mm for the right and left eye, respectively.\\nEventually, the patient underwent a surgical correction of her ptosis with levator muscle advancement in August 2011. Surgery was uncomplicated and postoperative recovery was uneventful. Seven months after the operation, her PA measured 9 mm and 8 mm while MRD1 measured 4 mm and 3 mm for the right and left eye, respectively.\\nThe pre- and postoperative clinical photos of her eyelids are shown in and , respectively. Preoperatively, she had clinically significant right ptosis obscuring her visual axis, and right lagophthalmos with orbicularis oculi muscle weakness.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'7628355': 1, '18645437': 1, '21953485': 1, '21562439': 1, '12488264': 1, '21691584': 1, '22942109': 1, '9442016': 1, '9279651': 1, '15300114': 1, '16935336': 1, '22936280': 1, '8940395': 1, '29632789': 1, '22107041': 1, '20689791': 1, '21158579': 1, '20618554': 1, '29854658': 1, '24511225': 2}", "similar_patients": "{}"}