{"patient_id": 40397, "patient_uid": "3526461-1", "PMID": 23181425, "file_path": "comm/PMC003xxxxxx/PMC3526461.xml", "title": "Primary extrahepatic hydatid cyst of the soft tissue: a case report", "patient": "A 33-year-old Saudi male presented to the surgical clinic of King Khalid Hospital Najran Saudi Arabia, with a slowly growing painless lump in the right buttock for about six months. The patient complained of fatigue and recurrent episodes of low grade fever. On examination, there was a soft and cystic, non-tender lump on the right buttock measuring about 4×4cm (Figure ). The overlying skin was normal without any punctum or discharge. Except for eosinophilia in the complete blood count (CBC), the rest of baseline blood tests and chest X-ray were normal. The enzyme-linked immune-absorbent assay (ELISA) was positive for the Echinococcal granulosis antigens. Computed tomography (CT) scan of the concerned region showed an intact cyst with thin enhancing rim containing homogenous fluid contents (Figure A and B). Later on, further inquiry from the patient confirmed his direct contact with the infected sheep a few months before. Surgical exploration of the mass was undertaken under general anesthesia. After appropriate packing of the surgical field with 20% hypertonic saline solution, the lump was completely excised (Figure ). The lump was found to be a primary muscular hydatid cyst, attached to the right gluteus medius muscle, with multiple daughter cysts (Figure ). The histopathology report detailed a circumscribed multilocular cystic lesion with a 2-mm thick fibrous wall (Figure ). The cyst contained clear fluid with sand-like pasty material and calcified bodies. There were multiple daughter cysts with the same histological architecture. Following the surgical procedure, albendazole 10mg/kg/day was advised for 3 months to prevent recurrence. The patient had an uneventful recovery and was discharged home in a satisfactory condition.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'21029797': 1, '19166598': 2, '14639487': 1, '9802091': 1, '17462273': 1, '11097159': 1, '10647832': 1, '14726458': 1, '9932701': 1, '20339517': 1, '34095581': 1, '14567110': 1, '31673270': 2, '8304574': 1, '21496254': 1, '12797504': 1, '11213151': 1, '12643830': 1, '11269639': 1, '22096702': 1, '20205877': 2, '27436938': 1, '17683613': 2, '19629893': 1, '17989342': 1, '16100652': 1, '3072778': 1, '23181425': 2}", "similar_patients": "{'2827429-1': 1, '6815859-1': 1, '2640405-1': 1, '1965466-1': 1}"}