{"patient_id": 39007, "patient_uid": "3443992-1", "PMID": 22991677, "file_path": "comm/PMC003xxxxxx/PMC3443992.xml", "title": "Septic Arthritis of Hip Caused by Salmonella typhi: A Case Report", "patient": "A 40-year-old male patient was admitted to the orthopedic ward with chief complaints of pain, restriction of movements, and difficulty to bear weight on the left hip. The patient was a known case of SLE and on treatment with prednisolone 40 mg twice daily over the previous 6 years. In addition, he also had complaints of rashes over the trunk and pain in small joints of both hands for 2 months. The patient did not report any episode of fever over the preceding months. There was no history of trauma, prior surgery, or abdominal discomfort. There was no history of illness suggestive of typhoid fever in any of his family members. Local examination of the left hip region showed tenderness and the movements were painfully restricted. The laboratory findings were haemoglobin 9.8 gm%, white blood cell count 13,180 cells/cu.mm with neutrophilic leukocytosis. Peripheral smear showed microcytic normochromic anemia. Pus aspirated from the hip joint was inoculated in brain heart infusion broth, nutrient agar, 5% sheep blood agar, and MacConkey agar and incubated for 24 hours at 37°C. The gram stained smear of the pus showed plenty of polymorphonuclear leucocytes and gram negative bacilli. The culture yielded nonlactose fermenting colonies which was confirmed as Salmonella typhi by biochemical methods and serological typing. It was susceptible to ampicillin, trimethoprim-sulphamethoxazole, chloramphenicol, ciprofloxacin, cefotaxime, and ceftriaxone and resistant to nalidixic acid by disc diffusion method. The blood culture was found to be sterile. The Widal test was non-contributory. Fecal culture done on 3 consecutive days to detect carrier state or subclinical infection was negative. The radiograph and the magnetic resonance imaging of the left hip showed evidence of avascular necrosis of the neck of femur (). In view of resistance to nalidixic acid, therapy with ciprofloxacin was not considered. Treatment with injection ceftriaxone 1 gram, intravenously twice daily was instituted and continued for 14 days. Surgical intervention was done (core decompression with free fibular grafting). The patient was explained about the guarded prognosis of the procedure. Histopathological examination of the biopsy specimen from the left neck and head of femur showed necrotic bone consistent with avascular necrosis. In view of the steroid induced avascular necrosis, patient was advised total hip replacement. However, the patient opted for discharge after relief from the pain.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'23781356': 2, '8519817': 1, '26417164': 2, '31160858': 2, '32254040': 1, '9776109': 1, '15728987': 1, '19762976': 1, '22399179': 1, '30837820': 2, '22991677': 2}", "similar_patients": "{'6388674-1': 1, '6543939-1': 1, '6543939-2': 1, '6543939-3': 1, '4559625-1': 1, '3679818-1': 1}"}