{"patient_id": 41309, "patient_uid": "3596904-1", "PMID": 23533832, "file_path": "comm/PMC003xxxxxx/PMC3596904.xml", "title": "Amelanotic Melanoma Masquerading as a Granular Cell Lesion", "patient": "A 50-year-old male patient reported to the Department of Oral Pathology and Microbiology, Government. Dental College, Kozhikode, with a chief complaint of a growth on the lower anterior gingiva since 7 months. Medical history revealed that the patient was under medication for epilepsy and hypertension. He is a smoker (1 pack per day for the past 32 years) and occasionally takes alcohol. On examination, a growth of size about 3 × 2.5 × 1 cm was noticed on the labial gingiva extending from 31 to 34 region. The overlying mucosa was slightly erythematous and without any ulceration (). The lesion was sessile, nontender, and firm in consistency. There was no bleeding on palpation. Associated teeth were within normal limits. Intraoral periapical radiograph showed mild rarefaction of the alveolar bone in the 33–35 region (). Lymph nodes were not palpable. A provisional diagnosis of pyogenic granuloma was given. Incisional biopsy was done.\\nMicroscopically, the specimen showed sheets of large ovoid to polygonal tumor cells with pale eosinophilic granular cytoplasm and eccentrically placed nuclei in most of the cells (). Nuclear pleomorphism with increased nuclear cytoplasmic ratio was noticed (). Some cells showed vesicular nuclei with prominent nucleoli, and mitotic activity was high (). At some areas tumor cells showed spindling (). H&E staining and Masson-Fontana staining did not demonstrate melanin pigments (). Immunohistochemically, the tumor cells were positive for vimentin, desmin, S100, HMB-45, and Melan-A and negative for cytokeratin, NSE, and CD68 (Figures –). Based on these findings, diagnosis of amelanotic melanoma was given. The patient was referred to the Regional Cancer Center, Thiruvananthapuram. The lesion was surgically excised, and postsurgical irradiation therapy was given.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'3053811': 1, '34309791': 1, '6876409': 1, '9195622': 1, '11381401': 1, '11326391': 1, '8136216': 1, '18284541': 1, '12054708': 1, '10745167': 1, '25484414': 2, '2262734': 1, '8410206': 1, '32904143': 1, '2456432': 1, '19713163': 1, '11198479': 1, '8164154': 1, '2346132': 1, '15278856': 1, '23533832': 2}", "similar_patients": "{'4248522-1': 1}"}