{"patient_id": 154501, "patient_uid": "3111039-1", "PMID": 21239866, "file_path": "noncomm/PMC003xxxxxx/PMC3111039.xml", "title": "A Case of Monoclonal Gammopathy in Extranodal Marginal Zone B-cell Lymphoma of the Small Intestine", "patient": "A 66-yr-old man was admitted to the hospital because of back pain and dyspnea on exertion. The patient had no history of medical illness, and he had good health until this hospital visit. Complete blood count analysis revealed that the hemoglobin level was 8.6 g/dL with microcytic and hypochromic anemia. The iron panel indicated that his anemia was caused by iron deficiency: the serum ferritin level was 5.62 ng/mL (normal range, 30-310 ng/mL) and transferrin saturation was 7.34% (20-55%). His serum chemical values were as follows: total protein, 7.9 g/dL (normal range, 6.4-8.3 g/dL); albumin, 2.7 g/dL (3.4-5.1 g/dL); lactate dehydrogenase level, 366 IU/L (240-480 IU/L); calcium level, 8.0 mg/dL (8.4-10.0 mg/dL); blood urea nitrogen, 12.7 mg/dL (6.0-20.0 mg/dL); and creatinine level, 0.8 mg/dL (0.5-1.2 mg/dL). Serum protein electrophoresis showed an abnormal zone of restriction in the gamma globin lane. The level of the M-peak was 2.1 g/dL. Serum immunofixation electrophoresis demonstrated monoclonal gammopathy of the IgM lambda type ().\\nComputed tomography (CT) was performed because the patient developed abrupt severe abdominal pain. The CT scan showed a circumferential huge mass in the ileal loop along with perforation and multiple lymphadenopathy. The patient underwent an emergency operation, and he was diagnosed with ENMZL of MALT with focal large cell transformation (diffuse large B-cell lymphoma) of the small bowel. Histologic examination revealed the MZ tumor cells infiltrating around the reactive follicles and disseminating to the small bowel mucosa (). The tumor cells were small to medium-sized, and they contained slightly irregular nuclei with moderately dispersed chromatin and inconspicuous nucleoli. The intestinal crypt epithelium was often invaded and destroyed by these tumor cells, leading to the formation of the lymphoepithelial lesion (). Plasmacytic differentiation was observed, which was verified by immunohistochemistry for CD38 (). Immunohistochemical analysis showed that the neoplastic lymphocytes were positive for CD20 and negative for CD5, CD10, CD23, and cyclin D1.\\nBone marrow biopsy was performed, which showed bone marrow involvement of ENMZL. The bone marrow aspirate showed 20% cellularity and 2.1% of plasma cells (). Bone marrow biopsy revealed focal infiltration of the neoplastic lymphoid cells, which showed a morphologic spectrum, including small lymphocytes with inconspicuous nucleoli and plasmacytoid lymphocytes ().\\nA whole-body positron emission tomography (PET)-CT scan revealed a hypermetabolic mass (diameter, 7 cm) in the ileum and multiple abdominopelvic lymph node metastases. The patient was diagnosed with IgM monoclonal gammopathy and stage IV ENMZL of the small intestine involving the bone marrow and multiple abdominopelvic lymph nodes. The patient was administered a combination chemotherapy of cyclophosphamide (750 mg/m2 on day 1), adriamycin (50 mg/m2 on day 1), vincristine (1.4 mg/m2 on day 1), prednisolone (100 mg/day on days 1-5), and rituximab (375 mg/m2 on day 1) every 21 days. After the fourth cycle of chemotherapy, the patient recovered, and he is now being followed-up on an outpatient basis.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'24574742': 1, '10648389': 1, '9744322': 1, '26876252': 1, '31250359': 1, '15867234': 1, '12879432': 1, '26064133': 2, '15389912': 1, '19582453': 1, '11782609': 1, '15534090': 1, '9166827': 1, '10862046': 1, '6437461': 1, '10319383': 1, '21239866': 2}", "similar_patients": "{'4438148-1': 1}"}