{"patient_id": 45574, "patient_uid": "3914486-1", "PMID": 24520491, "file_path": "comm/PMC003xxxxxx/PMC3914486.xml", "title": "Spontaneous Rupture of Uterus in Midtrimester Pregnancy\\nDue to Increased Uterine Pressure with Previous\\nLaparoscopic Myomectomy", "patient": "A 33-year-old pregnant woman was admitted to the emergency department of our clinic\\nwith acute diffuse abdominal pain. Her history revealed infertility for 4-5 years and laparoscopic myomectomy performed for a single\\n3 cm subserous myoma located in the fundus,\\none year ago in another institution. At laparoscopic myomectomy, hemostasis had been supplied by electrocoagulation and no suturing was\\nperformed. Six months after the operation, she\\nsuccessfully underwent IVF. On admission she\\nwas at 23 weeks gestation according to her last\\nmenstrual period and the ultrasonography revealed 23 weeks gestation with fetal heart beat\\nand posterior located placenta. No contractions\\nwere detected on the tocogram. Her blood tests\\nincluding hemoglobin, white blood cell count,\\nliver enzymes and urine analysis were normal.\\nThe cervix was closed and 35 mm in length\\nbased on ultrasonography. Because of a possible diagnosis of preterm labor, intravenous\\nhydration was performed and the abdominal\\npain regressed gradually. The patient was discharged 4 days later. Few hours after discharge,\\nshe was readmitted with abdominal pain. In this\\ninstance, an unusual image as amniotic band\\non fundus uteri was detected by ultrasonography (). Her vital signs were normal (pulse:\\n82/minute and blood pressure: 120/70 mmHg)\\nand no pelvic tenderness was found. She was\\nrehospitalized and intravenous hydration was\\napplied. On the fourth day of her second hospitalization, her pain had progressed but neither\\ncervical dilatation nor contraction was demonstrated. The same amniotic band image was\\nseen on ultrasound. Acute appendicitis was excluded by general surgeons after evaluating the\\npatient. A few hours later, after being examined\\nby ultrasonography, severe fetal bradycardia\\nwas diagnosed. Moreover, she had guarding on\\nphysical examination which was not present before. Due to hypotension (BP: 90/50 mm Hg)\\nand non-reassuring fetal heart rate, urgent laparotomy was decided on the 24th week of gestation. During operation, fundal rupture of the\\nuterus with the amniotic sac in the abdomen\\nwas seen. About 500 ml of free blood was present in the abdominal cavity. A uterine border of\\nthe rupture area was fibrotic suggesting chronic\\nrupture. After evacuating the fetus and placenta,\\nfundal rupture was repaired with three layers of\\nsutures and one package of red blood cells was\\ntransfused. Postoperative follow-up was unremarkable and the patient was discharged on the\\nthird postoperative day.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'20144178': 1, '22836290': 1, '10739835': 1, '26925275': 2, '22698929': 1, '2115379': 1, '9423770': 1, '22442534': 1, '12151455': 1, '16036186': 1, '21545958': 1, '17357353': 1, '29916299': 1, '28299219': 2, '19438490': 1, '24520491': 2}", "similar_patients": "{'4746347-1': 1, '5337346-1': 1}"}