{"patient_id": 43095, "patient_uid": "3724993-1", "PMID": 23961395, "file_path": "comm/PMC003xxxxxx/PMC3724993.xml", "title": "Pediatric robotic assisted laparoscopic nephropexy: case study", "patient": "The patient is a 12-year-old female, who was born with a duplicated kidney and ectopic ureterocele. The patient underwent a left upper pole partial nephroureterectomy at 1 year of age. She subsequently underwent Deflux injection for persistent vesicoureteral reflux of the associated left lower pole renal moiety at 5 years of age. At 11 years of age, she developed debilitating left flank pain that caused her to discontinue all activities. The pain seemed to be positional and worse with physical activity. She underwent a rather extensive evaluation including blood tests for renal function and urinalysis that were all normal, a voiding cystourethrogram that showed no reflux, a renal ultrasound that showed no hydronephrosis, and a renal cortical scan that showed no acute inflammation but diminished relative differential function. Finally, a contrast computed tomography scan was performed to evaluate for a possible internal hernia. No hernia was identified, but the kidney was noted to be quite low in the retroperitoneum with the vessels oriented downward (Figures and ). She was followed conservatively, but the pain pattern did not improve. She was referred to the pain management clinic, and underwent physical therapy, but had no improvement. Her case was discussed in a multidisciplinary conference, and the diagnosis of nephroptosis was entertained. Robotic assisted laparoscopic nephropexy was thus offered to the family.\\nThe patient was placed in a modified lateral decubitus position with the left flank upward. A transperitoneal approach was utilized. Open infraumbilical access was obtained through a curvilinear incision. One 8.5-mm robotic camera umbilical trocar, one 8-mm robotic instrument trocar in the midline below the xiphoid, one 8-mm robotic instrument trocar in the left lower quadrant, and one 5-mm assistant trocar in the lower midline were placed. The peritoneum lateral to the kidney was incised using a Maryland grasper and a hook electrode. The kidney was verified to be lower in the retroperitoneum, consistent with the CT scan, and not in a normal position after an upper pole partial nephrectomy in a duplication anomaly. Dense adhesions to the abdominal sidewall were divided. Once the kidney was fully mobilized, a decision was made to position the kidney near the splenic flexure. With a laparoscopic Kittner through the assistant port, the kidney was placed in the left upper quadrant. The fascia of the sidewall was sutured to the renal capsule with a series of 7 interrupted 3–0 prolene nephropexy sutures. Trocar site fascial incisions were closed with 4–0 Vicryl. There were no intraoperative complications or significant blood loss. The operative time was 243 minutes. A 10 French urethral catheter was left indwelling and removed on postoperative day 2. No other drains were used. The patient was discharged on postoperative day 4, after resolution of ileus.\\nAt a 2-week postoperative visit, the patient was asymptomatic, and a renal ultrasound demonstrated the kidney to be much higher in the abdomen. At a 2-month postoperative visit, the patient reported resuming normal activities after postoperative activity restrictions were discontinued. The patient remains asymptomatic and without recurrence of pain after 18 months of follow-up.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'11458045': 1, '18373449': 1, '27668105': 2, '22184841': 1, '10510912': 1, '8072091': 1, '8481718': 1, '25561985': 1, '19216694': 1, '3382880': 1, '9334577': 1, '23961395': 2}", "similar_patients": "{'5030433-1': 1}"}