{"patient_id": 39312, "patient_uid": "3469180-1", "PMID": 23109970, "file_path": "comm/PMC003xxxxxx/PMC3469180.xml", "title": "A Case of Sparganosis mansoni in the Thigh: Serological Validation of Cure Following Surgery", "patient": "In June 2011, a 61-year-old female kindergarten teacher visited our hospital because of a subcutaneous nodule with no inflammation in the left inner aspect of the thigh, which had gradually been increasing in size for a year and a half. Her history revealed that she consumed smoke-dried boar a few years ago. On ultrasonography, a hypoechogenic structure, measuring 2.0cm×2.0cm in size adjacent to a hyperechogenic area was observed ().\\nShe had no other symptoms. Hematological examination revealed no abnormal findings, and peripheral eosinophilia was not observed (WBC, 6590/mm3; eosinophils, 0.5%). Total surgical excision was performed with the aim of both diagnosis and treatment. A long, slender, whitish, non-vermigrade worm, approximately 10 cm in length and 5 mm in width was removed (). The worm, along with peripheral tissue, was presented for pathological confirmation. Histopathologically, the worm had a non-cellular eosinophilic tegument and subtegumental cells inside the wall. The parenchyma was composed of parechymal cells, calcareous corpuscles, excretory ducts and muscle fibers (). The worm was surrounded by fibrous tissue, lymphocytes, and eosinophils (). Eosinophil infiltration was moderate.\\nThese clinical and histological findings were consistent with S. mansoni. Soon after parasite infection was suspected, on the same day as the biopsy, her serum was examined using a multiple-dot enzyme linked immunosorbent assay (dot-ELISA) for the diagnosis of parasitic diseases. Because her serum was positive for S. mansoni in this assay (), we tested for parasite-specific IgG antibody using a microplate ELISA for further investigation. The result clearly showed that her parasite-specific IgG antibody titer was high (). She was concerned about whether another worm was still living in her body after the surgery. Therefore, we measured the IgG antibody after 3 months after the surgery without oral treatment for the parasite. The serum titer of the parasite-specific IgG antibody had decreased significantly (). We accordingly established that the patient was free of the disease without any further oral treatment.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'27217709': 1, '17040290': 1, '8721594': 1, '21459073': 1, '9484381': 1, '10633509': 1, '7886764': 1, '23109970': 2}", "similar_patients": "{}"}