{"patient_id": 157901, "patient_uid": "3354856-1", "PMID": 22629515, "file_path": "noncomm/PMC003xxxxxx/PMC3354856.xml", "title": "Dysgerminoma in a female with turner syndrome and Y chromosome material: A case-based review of literature", "patient": "A 17-year-old female was evaluated for primary amenorrhea. She was borne to parents of nonconsanguineous marriage, delivered at term with an uneventful birth history. Physical and mental milestones and developmental history throughout the infancy and childhood was normal. There was no history of headache, vomiting, seizures, chronic illness, any drug/radiation exposure. She was the second child of her parents with normal elder brother.\\nOn examination patient appeared to be in good general health and a height of 155.5 cm, weight of 59 kg. She had no midline deformity or stigmata of TS. She had Tanner stage 1 breast and pubic hair development. On pelvic examination she had hypoplastic external genitalia. Systemic checkup including abdominal and cardiovascular examination was normal.\\nRoutine hematology, urine analysis was normal. Bone age determined by Greulich and Pyle was 11 years. Hormonal evaluation revealed FSH- 46.5 IU/L (N-1.2-13.2), LH- 60.6 IU/L (N- 4.9-14.5), estrogen-4.0 pg/ml (N-19.0-111), prolactin 37 ng/ml (N-0.9-14.1). Hormonal tests for other anterior pituitary functions were within normal limits. Ultrasonography revealed a hypoplastic uterus (2.0 × 2.0 × 1.1 cm) with small ovaries (right 2 cm and left 1.9 cm). The chromosomal study of peripheral blood lymphocyte with G-T-G banding in 20 analyzed metaphases revealed normal autosomes and abnormal sex chromosomes in the form of 46X inv (Y) []. Treatment with conjugated estrogen (0.01 mg) was started. The patient was advised for prophylactic bilateral oophorectomy after explaining about the potential malignant risk.\\nExamination at follow-up after 12 months revealed adequate breast development and growth of axillary and pubic hairs (B III, P III, A III). There was no menarche. On abdominal examination there was an non tender, ovoid 8 × 7 cm mass, solid in consistency and freely movable, in lower abdomen and pelvis. Ultrasonography revealed a large, solid, lobulated mass with irregular internal echogenicity emanating from right ovary []. The patient was subjected to laparotomy and a smooth and bosselated tumor of 11 × 10 × 7 cm was removed from right ovary. No metastases were evident. Histopathology of the biopsy specimen revealed uniformly appearing large, round cells with vesicular nuclei and clear or finely granular cytoplasm that is eosinophilic admixed with lymphocytes in the stroma, confirming the diagnosis of dysgerminoma []. Postoperative course was uneventful and the patient was discharged 4 days later.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'15475933': 1, '10999808': 1, '2029883': 1, '9650760': 1, '9003496': 1, '10946905': 1, '12612263': 1, '1673045': 1, '3967892': 1, '12752226': 1, '8345029': 1, '15041227': 1, '7399526': 1, '18028746': 1, '433851': 1, '15968543': 1, '3464001': 1, '17128558': 1, '23641362': 1, '9759471': 1, '16892409': 1, '3548944': 1, '9543547': 1, '14594176': 1, '16600779': 1, '8589038': 1, '8488568': 1, '8533770': 1, '22629515': 2}", "similar_patients": "{}"}