{"patient_id": 157792, "patient_uid": "3347651-1", "PMID": 22574296, "file_path": "noncomm/PMC003xxxxxx/PMC3347651.xml", "title": "Intraperitoneal rupture of renal cyst in autosomal dominant polycystic kidney disease", "patient": "A 66-year-old man with known polycystic kidney and liver disease and kidney dialysis of ten years’ duration was admitted to the emergency department complaining of acute abdominal pain. The patient had a seven days history of left flank pain, fever and vomiting. He suffered for the two recent days from a severe diffuse pain and obstipation. Physical examination revealed a temperature of 38, 5°C, enlarged and painful left kidney, diffuse tenderness and purulent urine. On laboratory investigation, white blood count was 10300/mm3 and serum creatinine concentration was 624 μmol/ml. Urine culture isolated Escherichia coli. X-ray abdominal exam showed small bowel dilation. Enhanced CT scan revealed multiple hepatic cysts and bilaterally enlarged polycystic kidneys. It showed a communication between heterogenous cyst in left kidney and pericolic space with soft tissue thickening in the left mesocolon, there was also an increased amount of peritoneal fluid ().\\nThe diagnosis of peritonitis was suspected and the patient underwent a laparotomy exploration. We noted a generalized peritonitis and a 150 ml purulent collection from a ruptured cyst of a giant polycystic left kidney ().\\nThis collection was covered by the mesentery and the left mesocolon. We proceeded to a peritoneal lavage and drainage after debridement. Bacteriol analysis of the collection isolated Escherichia coli. The patient did not improve with despite intensive medical support and parenteral antibiotic. He died on the 3rd post-operative day from a septic shock and hemodynamic instability.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'11483421': 1, '17434405': 1, '18670861': 1, '7355549': 1, '3287915': 1, '3565428': 1, '32734239': 1, '11445473': 1, '19545761': 1, '28301536': 1, '31467817': 2, '17913735': 1, '4830630': 1, '22574296': 2}", "similar_patients": "{'6706258-1': 1}"}