{"patient_id": 155985, "patient_uid": "3218133-1", "PMID": 22102979, "file_path": "noncomm/PMC003xxxxxx/PMC3218133.xml", "title": "Recurrent Renal Leiomyosarcoma Mimicking a Colonic Submucosal Tumor: A Case Report", "patient": "A 57-year-old woman visited our gastroenterology department complaining of diffuse lower abdominal discomfort. She had undergone a left nephrectomy four years earlier. The preoperative diagnosis was a renal cell carcinoma, but she was subsequently diagnosed with a primary renal leiomyosarcoma on pathologic examination (). Regular follow-ups with a urologist and abdominal computed tomography (CT) showed no recurrence for three years. After another year, she returned to the hospital complaining of diffuse abdominal discomfort. At that time, she was taking medication for hypertension and diabetes mellitus.\\nThe findings of a general physical examination were unremarkable, except for diffuse abdominal sensitivity. The laboratory test results were as follows: leukocyte count, 6,770/mm3; hemoglobin level, 12.0 g/dL; and platelet count, 276,000/mm3. The levels of aspartate aminotransferase (12 IU/L), alanine transaminase (10 IU/L), alkaline phosphatase (82 IU/L), and total bilirubin (1.2 mg/dL) were within the reference range.\\nColonoscopy revealed a hemispheric lesion similar to a submucosal tumor in the descending colon, approximately 30 cm above the anal verge (). The mass was found to be hard and fixed. An abdominal CT scan showed two mass lesions invading the descending colon (). The larger lesion was located in the peritoneum, adjacent to the anterior portion of the descending colon, and the smaller lesion was located in the retroperitoneum, adjacent to the posterior portion of the descending colon. Positron emission tomography-computed tomography (PET-CT) was performed. PET-CT showed a large omental mass on the left side of the abdomen, with a small solid area of increased glucose metabolism and hypermetabolism (maximum standardized uptake value of 13.7), in the posteromedial portion of the mid-descending colon ().\\nA laparoscopic tumorectomy and segmental resection of the descending colon were performed. Examination of the gross specimen revealed a firm white mass approximately 10 × 9 cm and a 2 × 2 cm mass invading the descending colon ().\\nThe final histopathologic diagnosis was a leiomyosarcoma. The number of mitoses was between 10 and 19 in each of 10 high-power fields; hence, the histologic grade was high. The microscopic examination (× 20 magnification) of a section stained with hematoxylin and eosin revealed a solid tumor mass, well demarcated by a capsule with a peripheral zone. Fascicles of spindle cells with elongated and blunt-ended nuclei were visible at × 100 magnification (). Mitosis was identifiable at a magnification of × 400 (). Immunohistochemical staining showed positive results for smooth muscle actin and desmin () and a negative reaction for myosin (). The patient then received two cycles of mesna, adriamycin, ifosfamide, and dacarbazine (MAID) chemotherapy at the oncology department.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'19574680': 1, '20430913': 1, '19805970': 1, '20064955': 1, '27725539': 1, '11474287': 1, '20090506': 1, '12441005': 1, '20004935': 1, '17268912': 1, '17203356': 1, '22102979': 2}", "similar_patients": "{}"}