{"patient_id": 43144, "patient_uid": "3728532-1", "PMID": 23956912, "file_path": "comm/PMC003xxxxxx/PMC3728532.xml", "title": "Delayed Presentation of Traumatic Diaphragmatic Rupture with Herniation of the Left Kidney and Bowel Loops", "patient": "A 44-year-old male patient was kicked in his left lower chest and upper abdomen by a neighbour during a family quarrel. Considering it to be a minor trauma, he continued his daily activities for the next two weeks. He presented to pulmonary medicine outpatient department with left sided dull aching chest pain and nonproductive cough for ten days. There was no history of abdominal pain or haematuria. On examination, he was afebrile but dyspneic (MMRC grade 2) with respiratory rate of 22 breaths/min, oxygen saturation of 96% with room air, pulse rate of 90/min, and blood pressure of 138/84 mm of Hg. On examination of the chest, there was dull note over left infraclavicular area and bowel sounds were audible over the left side of the chest. Examination of other systems was within normal limits.\\nHis chest X-ray PA view revealed a heterogeneous opacity in left lower zone but no evidence of any fracture of rib (). He was admitted in the chest indoor. Barium meal examination of stomach and intestine revealed presence of loops of intestine within the left hemithorax (). USG of abdomen revealed empty left renal fossa and no free fluid in abdomen. Computed tomography scan of thorax showed presence of bowel loops and kidney in the left hemi-thorax (). He was diagnosed to have traumatic left diaphragmatic rupture (DR) with herniation of the intestine and left kidney.\\nHe was shifted to the surgery ward and an emergency thoracoabdominal exploration was performed in the operation theatre. At operation, a rent of 8 cm length with irregular margin was detected in the posterolateral part of the left dome of the diaphragm with herniation of parts of small and large intestine and left kidney into the left thoracic cavity. Intestinal coils and kidney were mobilized from thoracic cavity to abdomen without difficulty. Then the rent was repaired with single layer nonabsorbable suture. His postoperative recovery was uneventful and he was keeping well on followup.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'28458863': 2, '3738439': 1, '8845196': 1, '8615237': 1, '10888458': 1, '5445992': 1, '8355305': 1, '1584904': 1, '4843862': 1, '17382006': 1, '3280093': 1, '33457036': 2, '27366465': 1, '2724386': 1, '16953455': 1, '9747608': 1, '32695358': 2, '28694907': 2, '18534320': 1, '686890': 1, '1898570': 1, '16713417': 1, '8526655': 1, '14799666': 1, '7862996': 1, '33029361': 1, '23956912': 2}", "similar_patients": "{'7787844-1': 1, '7364091-1': 1, '5400471-1': 1, '5502331-1': 1}"}