{"patient_id": 165655, "patient_uid": "3913986-1", "PMID": 24505204, "file_path": "noncomm/PMC003xxxxxx/PMC3913986.xml", "title": "Treatment of an 8-mm Myxoma Using Acellular Corneal Tissue", "patient": "A 32-year-old male patient was examined for vision loss and the presence of a mass in the left eye in December 2010. He had been examined at other hospitals for chronic open-angle glaucoma of the left eye that had persisted since 2006. Small blisters of the cornea began to appear in October 2007; these blisters progressed gradually and eventually invaded the entire cornea. Before the appearance of the lesion, no other treatments, such as laser therapy or phototherapy had been applied, with the exception of eye drops (Alphagan-P; Allergan, Irvine, CA, USA). When the patient first visited our clinic, the visual acuity of his left eye was light perception, and the intraocular pressure (IOP) measured by a Tono-Pen (Tono-Pen AVIVA, Reichert, NY, USA) was 43 mmHg. Upon, slit-lamp examination, a 8.7 × 7-mm gelatinous mass and blisters covering the entire cornea with new vessels at the 6 o'clock position were observed. The entire corneal thickness was 1.39 mm, the depth of the degenerated lesion was 0.89 mm, and the residual corneal tissue was 0.50 mm, as measured by anterior optical tomography (Visante optical coherence tomography; Carl Zeiss Meditec, Dublin, CA, USA) ().\\nThe host cornea was trephinated to a level of 70% to 80% of its thickness using the 8.0-mm Hessburg-Barron disposable vacuum trephine (Katena Instruments, Denville, NJ, USA). A blunt spatula was used to separate the overlying corneal tissue along the plane of dissection. The anterior lamellar stroma (about 80% in thickness) was removed using Vannas scissors. The residual stroma was removed layer-by-layer with repeated dissections until Descemet's membrane was exposed. The acellular corneal tissue, with a diameter of 8.5 mm, was sutured in place using 32 interrupted stitches of 10-0 nylon. We performed permanent amniotic membrane grafting with a temporary amniotic membrane patch to minimize epithelization delay. The temporary amniotic membrane and stitches were removed one week after the surgery, and the corneal epithelial defects remained one month after surgery. However, these defects had healed by three months after surgery. IOP remained within the normal range, and visual acuity increased to 20 / 200. One year after treatment, no recurrence was observed ().\\nThe size of the lesion was 8.7 × 7 mm, and it consisted of gelatinous white tissue with an irregular surface. Under the corneal epithelium, myxoid tissue was observed, with a severely vacuolar degenerated stroma beneath the myxoid tissue. The myxoid tissue was positive on Alcian blue staining (pH 2.5), and a few scattered fibroblasts were observed on hematoxylin and eosin (H&E) staining (, , and ). The lesion appeared to be a loose, hypocellular, minimal collagen-depositional, glycosaminoglycan-rich myxoid mass in the subepithelial anterior stroma. Moreover, the central site of the lesion exhibited vacuolar change beneath the myxoid tissue (). The spindle cells were negative for amyloid (Congo red) and the vacuoles were negative for chondrocytes (Toluidine blue).", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'17133067': 1, '3863808': 1, '21993467': 1, '433739': 1, '14253111': 1, '9220253': 1, '19034139': 1, '18917127': 1, '9071537': 1, '9400767': 1, '7643488': 1, '12062226': 1, '21803324': 1, '9683143': 1, '2759356': 1, '12542732': 1, '15043547': 1, '18329930': 1, '3580351': 1, '2123735': 1, '11588424': 1, '21673302': 1, '31511491': 1, '24505204': 2}", "similar_patients": "{}"}