{"patient_id": 165383, "patient_uid": "3894775-2", "PMID": 22666848, "file_path": "noncomm/PMC003xxxxxx/PMC3894775.xml", "title": "Surgical management of dentigerous cyst and keratocystic odontogenic\\ntumor in children: a conservative approach and 7-year follow-up", "patient": "A 10-year-old girl was referred to the Oral Surgery Clinic for treatment of a cyst in\\nthe right side of the mandible found casually on a panoramic radiograph taken for\\northodontic treatment planning. The patient came without complaint but oral\\nexamination revealed a slight swelling of alveolar mucosa related to a primary molar\\nand canine. The panoramic radiograph showed a segmented radiolucent area in the right\\nmandible body presenting a sclerotic border. Inclusion and dislocation of the\\npermanent canine, first and second premolars was also associated (). After local bone aspiration and\\nbiopsy, a diagnosis of keratocystic odontogenic tumor was established. The cyst\\ncapsule fragment presented a stratified epithelial lining with prominent columnar\\nbasal cell layer and parakeratinized daughter microcysts were scattered in the\\nconnective tissue wall (). In an\\nattempt to maintain the permanent teeth, the patient was submitted to decompression\\nprocedure by extraction of the primary molars and insertion of iodoform gauze (). Changing of medication gauze and\\nacrylic plug were performed as described for Case 1. The permanent teeth went to\\nnatural eruption and 2 years after the first visit lesion had healed (). Patient was submitted to orthodontic\\ntreatment and radiographic follow-up of 7 years showed no lesion recurrence ().", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'30736811': 2, '33110307': 1, '27022501': 1, '26929702': 2, '19615649': 1, '17082341': 1, '29963439': 2, '31339472': 1, '17368357': 1, '11874012': 1, '30498272': 1, '11978543': 1, '14614418': 1, '12221380': 1, '27335612': 1, '16360602': 1, '32042721': 1, '16163275': 1, '12796876': 1, '12424446': 1, '16487797': 1, '22666848': 2}", "similar_patients": "{'3894775-1': 2, '4745245-1': 1, '6018295-1': 1, '6367745-1': 1}"}