{"patient_id": 37920, "patient_uid": "3362964-1", "PMID": 22675644, "file_path": "comm/PMC003xxxxxx/PMC3362964.xml", "title": "Necrotizing Fasciitis Associated with Staphylococcus lugdunensis", "patient": "A 66-year-old African American woman with osteoporosis, osteoarthritis, and impaired glucose tolerance presented to the emergency department with a 5-day history of left groin pain, nausea, vomiting, and fatigue. Five days prior to admission, she had noted an abscess on her inner left thigh that progressively ruptured and drained purulent, bloody material. On evaluation, she was tachycardic (HR: 111–136) and febrile to 103.2°F. The left thigh wound drained a thin serous and dishwater-type fluid. Labs revealed leukocytosis and hyperglycemia (WBCs = 23.8 × 103: 86.4% neutrophils, 5.4% lymph, 8.1% monocyte; glucose: 239 g/dL; BUN 13 mg/dL, creatinine 0.6 mg/dL, chloride 92 mmol/L, total CO2 24 mmol/dL, total creatinine kinase = 67 mg/dL). CT scan showed a 4.6 × 1.4 × 5 cm fluid collection proximal to the left gracilis muscles with presence of gas bubbles, edema, and fat stranding in the subcutaneous tissues. The patient was taken emergently to the operating room to undergo radical debridement, washout, packing, and subsequently admitted for IV antibiotic therapy.\\nMicroscopic analysis of the debrided specimen revealed areas of necrosis and acute and chronic inflammation, consistent with a diagnosis of necrotizing fasciitis. Gram stain of the initial intraoperative specimen showed “few gram positive cocci in pairs and chains,” and final bacterial culture showed many GBS, moderate S. lugdunensis, and moderate Corynebacterium (see ). Subsequent additional debridement grew many GBS and many S. lugdunensis. Blood cultures were negative. Blood tests for HIV 1, HIV 2, hepatitis B, and hepatitis C were negative. QuantiFERON gold tuberculosis test was negative. During the course of hospitalization, the patient was empirically treated with IV antibiotics including vancomycin, clindamycin, and aztreonam. After multiple debridements, the patient underwent plastic surgery reconstruction of her left groin. She was discharged home in stable condition after a 67-day hospital course and is doing well at followup 18 months later.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'12925624': 1, '15205992': 1, '23409177': 1, '14761717': 1, '19519842': 1, '27790114': 2, '18480221': 1, '20558917': 1, '25278577': 1, '25878345': 1, '16102320': 1, '31428562': 1, '16460545': 1, '2037657': 1, '19244465': 1, '28444231': 1, '17278065': 1, '22675644': 2}", "similar_patients": "{'5073656-1': 1}"}