{"patient_id": 36532, "patient_uid": "3205691-1", "PMID": 22110516, "file_path": "comm/PMC003xxxxxx/PMC3205691.xml", "title": "Aseptic Meningitis with Urinary Retention: A Case Report", "patient": "A 16-year-old healthy Greek female was admitted to hospital for seven days due to persistent fever, mild headache, and acute urinary retention. During this time, the patient complained of urinary retention and was subjected to catheterization. She reported a rash on the front of the thorax that had receded by the time she arrived at our department. She had been treated with azithromycin for one day, followed by ceftriaxone for seven days before being admitted to us. At the time of discharge, the patient was afebrile, but unable to urinate in three trials where a catheter was removed. Therefore, the patient was discharged from our department in possession of a Foley catheter. Her past medical history was unremarkable; no smoking, drinking, or sexual activity was reported.\\nOn admission, the patient was febrile, with a body temperature of 37.8°C. Physical examination revealed no distinct findings or signs of meningeal irritation. The patient had an ail guise with dry mouth mucosa, with no mucocutaneous lesions and complained of nausea and vomiting. On auscultation, no additional respiratory sounds were noted; the liver was slightly palpable. The urinary bladder was palpable, painless, and overdistended; urinary catheterization yielded 500 cc of urine. The physical examination was otherwise normal.\\nHematology was as follows: haematocrit 39%, haemoglobin 12.4 g/dL, white blood cells 7970/mm3 (39% polymorphonuclears, 43% activated lymphocytes, 13% monocytes, and 3% atypical cells), and platelets 320000/mm3. C-reactive protein was normal, and the erythrocyte sedimentation rate was 54 mm/h during the 1st hour. Serum biochemistry was normal with the exception of a minimal elevation in γGT (112 IU/L), ALT (72 IU/L) and LDH (572 IU/L).\\nIn view of the presence of fever, headache, and acute urinary retention, a lumbar puncture was performed on admittance. The CSF cells were recorded as 100/mm3 lymphocytes, protein was elevated (51 mg/dL), and glucose was reduced (46 mg/dL), with serum glucose at 93 mg/dL. Gram staining of the CSF was negative for microorganisms, and an India ink test was negative for Cryptococcus.\\nCSF cultures, blood cultures, and urine cultures were negative. Serology for cytomegalovirus (CMV), herpes virus (HSV), varicella zoster virus (VZ), and Epstein-Barr virus (EBV) was as follows: CMV IgG (−), CMV IgM (−), HSV IgG (−), HSV IgM (+), VZ IgG (+), VZ IgM (−), EBV IgG (−), and EBV IgM (+). CSF polymerase chain reaction (PCR) for CMV was negative. Serum was negative for Borrelia burgdorferi and Listeria monocytogenes antibodies. A Wright test was negative, as was a tuberculin skin test.\\nFever and urinary retention persisted, and a stiff neck was evident. Therefore, lumbar puncture was repeated on day 14 after the onset of symptoms (the 6th day of hospitalization in our department). In the CSF, there were 20/mm3 lymphocytes, 45 mg/dL glucose (with serum glucose 93 mg/dL), and 52 mg/dL protein. Gram staining of the CSF was negative for bacteria, and an ink test for Cryptococcus was negative ().\\nA chest X-ray revealed no abnormalities, and abdominal ultrasonography revealed no abnormalities with the exception of a slight enlargement of the liver (122 mm); heart ultrasonography was normal. After the second lumbar puncture was performed (on the 6th day of hospitalization and 14 days after the onset of symptoms), brain magnetic resonance imaging (MRI) was performed but no lesion associated with the urinary retention was detected. Owing to the persistence of symptoms, a lumbar spinal cord MRI was performed a week later; this was negative.\\nOn admittance, the patient continued antimicrobial treatment with ceftriaxone; acyclovir was administered, and following the first lumbar puncture ampicillin was administered. After the second lumbar puncture was performed, gentamycin was administered for three days.\\nThe patient remained afebrile eight days after being admitted to our department. Her general clinical condition and stiff neck had improved, but urinary retention persisted. During hospital recovery, three trials concerning removing the urinary catheter were performed; the first on day three, without additional treatment, the second and third on days 10 and 15, respectively, under treatment with an α-1 blocker (tamsulosin 0.4 mg, once a day). During the first two attempts, the patient was unable to urinate and she presented with a complete loss of bladder sensation. On the third attempt, she had modest bladder perception and was able to urinate, but she left a postvoiding residual of 450 mL and had to be catheterized. The patient was instructed to perform bladder self-catheterization and, seven days after being discharged, she was able to urinate by herself. She was advised to perform an urodynamic control but was lost to followup.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'76228': 1, '10442289': 1, '9265274': 1, '12058890': 1, '24940331': 1, '3227558': 1, '8033928': 1, '1846432': 1, '18657719': 1, '19322017': 1, '18044207': 1, '23983716': 2, '16680560': 1, '16021353': 1, '8277988': 1, '11577416': 1, '18552472': 1, '22110516': 2}", "similar_patients": "{'3747452-1': 1}"}