{"patient_id": 36986, "patient_uid": "3277469-1", "PMID": 22269461, "file_path": "comm/PMC003xxxxxx/PMC3277469.xml", "title": "Atypical size and location of a right atrial myxoma: a case report", "patient": "A 45-year-old Caucasian woman had a 14-year history of palpitations, which became more frequent and intense in the last two months prior to admission and which were associated with dyspnea on exertion and weight loss of two pounds per month. She was on atenolol 50 mg/day and acetylsalicylic acid 200 mg/day.\\nCardiovascular examination revealed that her heart rhythm was regular with splitting of S1 and no murmurs. The results of an examination of other systems were normal. A chest X-ray showed clear lung fields with RA enlargement (Figure ). An electrocardiogram showed sinus rhythm with right bundle branch block and anterosuperior divisional block. A transthoracic echocardiogram showed a moving mass in the RA (Figure ) attached to the atrial septum, an increased RA, right ventricular volume overload, and a dilated inferior vena cava.\\nA total abdominal CT after oral and intravenous administration of iodinated contrast showed a normal-size liver and a heterogeneous enhancement of parenchyma associated with dilatation of the hepatic veins and inferior vena cava (cardiogenic liver). A chest CT scan after intravenous administration of iodinated contrast showed an enlarged cardiac silhouette with an intra-atrial hypodensity measuring approximately 6.1 × 5.6 cm and avoided filling of the RA with the contrast medium, suggesting the diagnosis of myxoma (Figure ).\\nAfter providing written informed consent, our patient underwent median sternotomy under general anesthesia. Cardiopulmonary bypass (CPB) was established with conventional mild hypothermia (34.0°C). Cardiomegaly due to RA and right ventricular enlargement was observed. During an anoxic arrest for 17 minutes with single aortic cross-clamping, the tumor was completely excised through a right longitudinal atriotomy. The tumor was mobile, pedunculated, lobulated, clear, and gelatinous, with implantation at the atrial superior vena cava junction. The resected mass was sent for histological assessment. CPB was discontinued without any problems and our patient remained hemodynamically stable. The procedure was concluded in the usual fashion. Our patient was transferred to the intensive care unit (ICU) in good hemodynamic condition.\\nPostoperative complications included supraventricular tachycardia, which was reversed with intravenous amiodarone. Subsequently, our patient developed bradycardia for which cardiac pacing was required in the VVI (ventricular-based) mode. Sinus rhythm was resumed three hours later. Our patient was discharged from the ICU on the second postoperative day and from the ward on the fifth postoperative day. She was readmitted to the hospital twice while complaining of palpitations. However, in both admissions, the results of blood tests and imaging exams were normal and there was no evidence of recurrence of the tumor.\\nMacroscopically, the tumor presented as a 10 × 6 × 8 cm lobulated grayish mass weighing 100 g and had an irregular surface and polypoid areas of elastic consistency and spots of loose and friable tissue (Figure ). On microscopy, there was abundant myxoid stroma with stellate cells. Necrosis, mitotic activity, atypia, and pleomorphism were not detected (Figure ). A pathological examination confirmed the diagnosis of myxoma.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'30386551': 2, '24285802': 1, '27358551': 1, '29525758': 1, '18719845': 1, '26307017': 2, '34080345': 1, '11481024': 1, '14611833': 1, '21891801': 1, '19229435': 1, '19077251': 2, '29666089': 1, '21273256': 1, '11514827': 1, '18820794': 1, '26734471': 2, '28607569': 2, '34381010': 1, '25404247': 1, '28870204': 1, '16626822': 1, '20565878': 2, '24826252': 2, '21253367': 2, '29483487': 1, '10830633': 1, '33817735': 1, '21066964': 1, '22269461': 2}", "similar_patients": "{'4550069-1': 1, '2894750-1': 1, '5455328-1': 1, '4007736-1': 1, '6204717-1': 1, '3021896-1': 1, '4698127-1': 1, '2614955-1': 1}"}