{"patient_id": 166924, "patient_uid": "3996715-1", "PMID": 24783182, "file_path": "noncomm/PMC003xxxxxx/PMC3996715.xml", "title": "Left paraduodenal hernia combined with acute cholecystitis", "patient": "A 74-year-old woman presented to the Emergency Department with persistant right upper quadrant pain that began 3 hours prior to presentation. She had an unremarkable medical history, but asymptomatic gallstones were detected during routine check-up. More specifically, she had no history of abdominal surgery or abdominal pain prior to this visit. Physical examination revealed a thin woman (height, 156 cm; weight, 49 kg) with a blood pressure of 110/70 mmHg, a pulse of 64 beats/min, and a body temperature of 36.6℃. The abdomen was tender in the right upper quadrant. No guarding and rebound tenderness were noted. The laboratory data showed neutrophilia (white blood cells, 9,710 / mm3 with 81.4% segmented neutrophils). Other blood chemistry parameters including liver function test were unremarkable. CT revealed multiple gallstones with gallbladder wall thickening, marked dilatation of stomach and duodenum and a sac-like mass of small bowel loops to the left of the ligament of Treitz () suggesting acute cholecystitis and left paraduodenal hernia. After performing CT, the patient developed bilous vomiting without left abdominal pain. We proceeded to perform laparoscopic exploration of the abdomen with cholecystectomy. The defect was located at the Treitz ligament where proximal jejunal loops were noted to be herniating through the defect (). About 50 cm of jejunal loops were easily reduced and the bowel appeared viable. The 3-cm defect was closed using 3-0 Vicryl intracorporeal interrupted sutures. Laparoscopic cholecystectomy was then performed. The total operation time was 105 minutes. The postoperative course was uneventful and the patient was discharged on postoperative day 4. During the 6 months follow-up period, the patient remained completely free of symptoms.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'26826933': 1, '7006131': 1, '26576408': 2, '15107222': 1, '4412601': 1, '9843350': 1, '9773941': 1, '11906430': 1, '23324390': 1, '29848337': 2, '19098672': 1, '31006063': 1, '24783182': 2}", "similar_patients": "{'5977483-1': 1, '5977483-2': 1, '5977483-3': 1, '5977483-4': 1, '5977483-5': 1, '4644909-1': 1}"}