{"patient_id": 164624, "patient_uid": "3853804-1", "PMID": 24968396, "file_path": "noncomm/PMC003xxxxxx/PMC3853804.xml", "title": "Obstructive jaundice due to pancreatic pseudocyst in a pediatric patient", "patient": "An 8-year-old boy presented to our hospital with jaundice and intermittent pain in the abdomen since last 1 year after a trivial blunt abdominal trauma sustained while at play. Jaundice was insidious and was gradually progressive and was associated with upper central abdominal pain which was intermittent. Pain was not radiating and of no specific character. There was no history of fever, bowel or urinary complaints. Past history was unremarkable. The patient was icteric and abdominal examination revealed a solitary mass in the upper mid-abdomen which was oval in shape and measuring 15 cm vertically and 10 cm horizontally. The upper margin was imperceptible from the inferior liver edge. It was not tender and not mobile. The liver edge was palpable 3 cm below the right costal margin. A clinical diagnosis of choledochal cyst was made and further investigated. Hemogram was within the normal limits. Liver function tests showed: total bilirubin was 2.8 mg/dl (direct 2.4 mg/dl), normal enzymes and raised alkaline phosphate (3881 U/l). Sonography was suggestive of choledochal cyst with hepatomegaly. Magnetic Resonance Cholangiopancreatography (MRCP) gave a picture of a type 1 choledochal cyst (Fig. a).\\nThe patient was operated and the intra-operative findings (Fig. b) were of a large pseudocyst of pancreas arising predominantly from the head and body of the pancreas. The ‘C loop’ of the duodenum was splayed and stomach was pushed up anteriorly. Gall bladder and the portal anatomy were normal. The liver was enlarged and surface had fine nodules. There was no sign of active pancreatitis. An intra-operative cholecystogram was performed that showed unequivocal obstruction of the terminal common bile duct (CBD).\\nA cysto-gastrostomy was performed along with a liver biopsy. Following decompression, the anatomy of structures around the ‘C Loop’ of duodenum normalized. A repeat cholecysto-cholangiogram could not be repeated due to technical reasons; hence, a tube cholecystostomy was performed to drain the obstructed biliary system and to have an access for postoperative cholecysto-cholangiogram. The post-operative course was uneventful. Bilirubin dropped to 1.9 mg/dl (direct 1.1 mg/dl). A repeat contrast study was arranged on the 10th post-operative day to demonstrate free passage of contrast across the biliary tree into the duodenum (Fig. a). Histopathology of the disk of tissue from the common wall between stomach and the pseudocyst showed features of pancreatic pseudocyst. The liver biopsy (Fig. b) showed features of chronic extra-hepatic biliary obstruction. After 3 months of follow-up, the patient is asymptomatic and is anicteric. Work up for etiology of pancreatic pseudocyst was done and no specific cause could be ascertained, hence attributed to trauma. However, an endoscopic retrograde cholangiopancreatography (ERCP) is also being planned to rule out pancreas divisum as a cause of pancreatitis.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'6837858': 1, '1211986': 1, '13593993': 1, '10992816': 1, '9798883': 1, '14274862': 1, '725629': 1, '7406561': 1, '24968396': 2}", "similar_patients": "{}"}