{"patient_id": 166672, "patient_uid": "3981228-1", "PMID": 24765493, "file_path": "noncomm/PMC003xxxxxx/PMC3981228.xml", "title": "Retropancreatic Teratoma with Intra-thoracic Extension", "patient": "A 23-year old unmarried female presented with complaints of abdominal pain and backache. The pain was dull aching and mostly localized to her left upper quadrant. There were no bowel or urinary complaints. There was no history of abdominal operation or trauma to the abdomen. Menstrual history was unremarkable.\\nClinical examination revealed moderately built lady with unremarkable general examination. Abdomen was soft with no organomegaly. Routine blood tests and urinalysis were all within normal limits. Ultrasonography of abdomen showed large mass near upper pole of left kidney, encasing left suprarenal gland. Computerized tomography (CT) scan revealed 7.6×3.1×3.8 cm well defined lesion of fat attenuation with calcific focus within, posterior to pancreatic body and tail. It was in close proximity to celiac axis (Figures 1 and 2) and had intra thoracic extension into the posterior mediastinum. A provisional diagnosis of teratoma was made.\\nThe patient underwent an exploratory laparotomy which revealed a well circumscribed mass in the retroperitoneal region behind the pancreas. The tumor was situated along the course of the celiac axis over the aorta with blood supply from the splenic and the left gastric arteries. It was not firmly fixed to any overlying structures. It was completely resected along with the extension entering the mediastinum through the esophageal hiatus () as its blood supply was only from the abdominal vessels. Mass was excised completely () and sent for histopathological examination. Cut section of tumor was composed of tan brown soft tissue with gelatinous secretion with bony components at the centre of mass. Histologic sections reported mucous glands with a cyst lined by flattened cuboidal epithelium and focus of maturing neuroepithelium. The diagnosis was consistent with Immature retroperitoneal teratoma. Follow up of 1-year shown her to be disease and symptom free.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'9179701': 1, '9509650': 1, '5686638': 1, '7355206': 1, '3627612': 1, '24765493': 2}", "similar_patients": "{}"}