{"patient_id": 41533, "patient_uid": "3605354-1", "PMID": 24499589, "file_path": "comm/PMC003xxxxxx/PMC3605354.xml", "title": "Acute myocardial infarction following a Russell’s viper bite: a case report", "patient": "In September 2011, a previously healthy 37 year old Sri Lankan female with no history of cardiac disease or cardiac risk factors was brought to medical casualty ward within half an hour after a snake bite. The dead snake also was brought and identified as Russell’s viper (Daboia russelii). On admission patient was conscious and complained of pain at the bite site. On examination, fang marks were identified on the dorsal aspect of the 5th toe of left foot. Her heart rate was 80 beats per minute and blood pressure was 100/60 mm Hg, her temperature 37.2°C, and respiratory rate was 16 breaths per minute. Rest of the examination was unremarkable. The bedside test of 20 min Whole Blood Clotting time (20 min WBCT) was normal (<20 min). The baseline investigations of Full blood count haemoglobin (Hb) 11.8 g/dl, WBC 6200/mm3, neutrophils 55% lymphocytes 42% platelets 141000, Urine full report normal, Serum Na 135mmol/l, K 4.2 mmol/l and serum creatinine 0.9 mg/dl were normal. She was given acetaminophen, Intravenous (IV) Antibiotics, IV Normal saline slow drip and Tetanus toxoid. The 20 min WBCT was repeated half an hour later was prolonged. In view of systemic envenoming, Indian polyvalent snake anti venom serum (AVS) was planned to be given. While awaiting AVS treatment she developed retrosternal tightening chest pain, faintness, and vomiting. The patient was profusely sweating with thready pulse of 114/min, systolic blood pressure (BP) was barely recordable at 50 mmHg and tachypnoeic, with respiratory rate of 36/min. On Auscultation, lungs had bi basal crepitations and patient was in cardiogenic shock. Electrocardiogram showed acute ST elevations on inferior leads (lead II, III, aVF) with sinus tachycardia. Despite IV fluids she had low BP. She was started on IV dopamine infusion and AVS was given, but thrombolysis, anticoagulants and antiplatelets were not considered due to prolonged 20 min WBCT. By this time patient had excessive puncture site bleeding but no other bleeding manifestation.\\nCoagulation profile which was done 4 hours after the Myocardial infarction revealed prolonged prothrombin time (PT) to 31.8 seconds (control 12 sec). Activated Partial Thromboplastin Time (APTT) was >180 s (control 25–40 sec). Cardiac enzyme Troponin I was elevated. Since patient was developing acute pulmonary oedema with dropping arterial Oxygen saturation (SpO2), she was transferred to an Intensive care unit and assisted ventilation was given. Due to frequent hypotension and prolonged 20 min WBCT AVS therapy was repeated. Her Blood pressure was dropping frequently but responded to Subcutaneous Adrenaline boluses and IV fluid boluses and IV inotropes were stepped up. Patient’s urine output was >0.5 ml/kg/hr. Chest X ray showed evidence of pulmonary oedema. Facilities for point of care Echocardiogram was not available.\\nRepeat Laboratory investigations showed a Hb of 14.9 g/dL, white blood cell count 33700/mm3 with 96% neutrophils and 4% lymphocytes. The platelet count was 117000/mm3 and Serum creatinine 1.7 mg/dl, Serum electrolytes and Random plasma glucose levels were within normal limits. Liver enzymes SGOT 316 u/l, SGPT 311 u/l. D-Dimer 3.2 mg/l (<0.2 mg/l). 30 hours after admission the patient’s BP became further unstable despite AVS, Inotropic support and IV fluids. Half an hour later asystole occurred, and cardiopulmonary resuscitation was not successful.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'25342187': 1, '28331489': 2, '16157777': 1, '6386199': 1, '11310393': 1, '8752202': 1, '14242157': 1, '8771948': 1, '34697575': 2, '7660493': 1, '34621838': 2, '7073914': 1, '31069341': 1, '8146876': 1, '11463117': 1, '15633722': 1, '24499589': 2}", "similar_patients": "{'5359800-1': 1, '8541847-1': 1, '8462238-1': 1}"}