{"patient_id": 154513, "patient_uid": "3111557-1", "PMID": 21716608, "file_path": "noncomm/PMC003xxxxxx/PMC3111557.xml", "title": "A Case of Pneumothorax after Phrenic Nerve Block with Guidance of a Nerve Stimulator", "patient": "A 78-year-old male patient was hospitalized in the General Surgery Clinic with diagnosis of gastroesophageal reflux disease (GERD) and intractable hiccup. His medical treatment was sodium alginate liquid 100 mg/day, pantoprazol 40 mg/day, chlorpromazine 200 mg/day, and ursodeoxycolic acid 10 mg/kg/day. He had a history of a nissen fundoplication operation 3 years previous and, after myocardial infarction, a coronary artery bypass grafting operation 5 years previous. He had intermittent hiccups several times, but all his hiccups ceased without any treatment. However, this last hiccup attack was intractable and persisted for more than one month. First, chlorpromazine (200 mg/day) was given for the hiccups as pharmacological therapy, but no benefit was observed. The 45 days of pharmacological therapy also included other drugs, such as baclofen (15-25 mg/day), gabapentin (300-1,200 mg/day). In spite of these treatments, his condition deteriorated and the frequency of the hiccups gradually increased. Finally, nutritional and oral feeding issues were noted. His quality of life was significantly affected with aggravating psychological and physical problems. Therefore, a phrenic nerve block was planned. Informed consent was acquired before intervention.\\nIn the operating room, the right phrenic nerve was blocked under sterile conditions. A nerve stimulator (Stimuplex HNS11, B. Braun Medical Germany) was used with a 50 mm 21 G isolated needle (Stimuplex; B. Braun, Melsungen, Germany). The needle was inserted between the sternocleidomastoid muscle and the anterior scalenius muscle. Electrical current (1,5 mA; 2-Hz) was applied. After multiple trials, synchronized diaphragmatic movements were observed, which indicated that the phrenic nerve was found. Next, 25 mg 0.5% of bupivacaine and 40 mg of triamsinolone were injected slowly in 15 ml volume. No immediate complication was observed and the patient was transferred to the wards. Hiccup frequency subsided and ceased completely after 3 hours. However, pneumothorax was detected on his control chest x-ray (). A tube thoracostomy was performed. At the 7th day, the tube was removed and the patient was discharged. During 6 months of follow-up, no medical treatment for hiccups was given. Only one temporary hiccup period (self-limited, less than 24 hours) was reported during the follow-up.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'7839166': 1, '20830266': 2, '12145080': 1, '9822029': 1, '12165648': 1, '9768811': 1, '18310638': 1, '16633116': 1, '18981399': 1, '9477074': 1, '24574612': 1, '18154840': 1, '9457104': 1, '15920222': 1, '21716608': 2}", "similar_patients": "{'2935982-1': 1}"}