{"patient_id": 40993, "patient_uid": "3569558-1", "PMID": 23408465, "file_path": "comm/PMC003xxxxxx/PMC3569558.xml", "title": "Unusual Tonsillar Herniation in Meningeal Melanocytoma: A Case Report", "patient": "A 38-year-old man with a complaint of headache for a couple of years and recently added nausea, vomiting, diplopia, progressive visual blurring and hearing loss came to the hospital four years ago. Neurological examinations disclosed the following findings; visual acuity diminution, bilateral papillary edema, sensory-neural hearing loss, mild gait ataxia, bilateral upward plantar reflexes and decreased pin-prick sensation over the territory of the maxillary nerves.\\nNoncontrast head CT scan showed hyperattenuated foci in both temporal and occipital lobes, basal meninges and the cerebellum (). Meanwhile, diffuse leptomeningeal enhancement and multiple well-enhanced nodules along basal cisterns and posterior fossa surface were noted in contrast-enhanced CT scan. Magnetic resonance imaging (MRI) was remarkable for T1 shortening of the leptomeninges and corresponding nodules in precontrast study (). Subsequent contrast-enhanced MR imaging of the brain and spine revealed enhancement in the basal cisterns extending throughout the spinal canal (). One of the symptomatic intraspinal nodules was resected and surgical specimens consisting of several leptomeningeal- based fragments of soft brown tissue were submitted for pathological study. Gross features were not characteristic for any particular type of meningeal tumor. Light microscopic examination showed the appearance of a neoplastic pigmented lesion. Eventually, immunohistochemical analysis was reactive for S-100 protein, HMB-45 and vimentin, proposing leptomeningeal melanocytoma.\\nBecause of progression of symptoms and development of hydrocephalus, the patient underwent a programmable VP shunt one year later, but thereafter, the patient’s complaints were still present. Further imaging examinations revealed aggravated brain and spinal lesions and a new onset tonsillar herniation (). Thus, an elective posterior craniotomy for exploration, microdissection, biopsy taking and partial tumor debulking was undertaken. The patient was discharged with stable and acceptable general condition. Serial follow up visits were planned for the patient; however, unfortunately, corresponding medical records were not available at the time of writing this article.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'14223666': 1, '8738364': 1, '9420082': 1, '10954294': 1, '17542513': 1, '6470790': 1, '15352613': 1, '12122790': 1, '10219411': 1, '18487543': 1, '3051898': 1, '14604228': 1, '1436425': 1, '23408465': 2}", "similar_patients": "{}"}