{"patient_id": 39094, "patient_uid": "3457601-1", "PMID": 23024879, "file_path": "comm/PMC003xxxxxx/PMC3457601.xml", "title": "Successful Management of Jejunal Perforation in Burkitt's Lymphoma: A Case Report", "patient": "A fifty-five-year-old man was admitted for chemotherapy following a diagnosis of Burkitt's lymphoma on a three-month background of increasing abdominal pain, severe night sweats and a four-kilogram weight loss. He had no significant past medical history.\\nPrior to commencing chemotherapy, the patient developed peritonitis. An abdomino-pelvic CT scan demonstrated extensive small bowel lymphoma with a mass measuring 21 × 17 × 13 cm and a pneumoperitoneum indicating bowel perforation ().\\nAfter a twelve-hour period of critical care input with invasive monitoring, vasopressin, and respiratory support, a laparotomy was undertaken. Findings revealed gross peritonitis secondary to perforated mid small bowel due to a large unresectable tumour mass.\\nThe abdomen was washed out and drained. In order to defunction the midgut, a venting gastrostomy was inserted and a loop jejunostomy was formed distal to the diseased segment approximately one and a half metres from the ileocaecal valve.\\nAccepting the potential risks of sepsis, further perforation and tumour lysis syndrome [], cyclophosphamide, doxorubicin, vincristine and prednisolone (CHOP) chemotherapy were given at fifty percent of regular dosing day one postoperatively under antibiotic cover with tazocin and vancomycin. Antibiotics were discontinued once inflammatory markers stabilised and neutropenia resolved.\\nA coordinated multidisciplinary approach over the ensuing eight weeks from surgeons, medical oncologists, microbiologists, and support teams ensured the patient remained fit enough to undertake full-dose cyclophosphamide, vincristine, doxorubicin, methotrexate, rituximab, ifosfamide, cytarabine, etoposide, and intrathecal methotrexate (CODOX-M/RIVAC) chemotherapy.\\nInitial nutritional support was through the intravenous route. As soon as was possible, nutrition was given by enteroclysis via the loop jejunostomy in order to reduce the risk of sepsis and to establish bowel function []. Input from the Dietetic and the Palliative Care Teams was vital in order to optimise his nutrition and to provide him with effective analgesia and antiemetics. Weekly psychooncological review offered further support.\\nTwo episodes of neutropenic sepsis were again managed with intravenous broad-spectrum antibiotics along withgranulocyte colony-stimulating factor (GCSF) and blood/platelet transfusions. Cultures proved negative on all occasions.\\nA suspicion of a residual abdominal collection led to a CT abdomen and pelvis being performed following the third cycle of chemotherapy. Whilst no evidence of collection was seen, extensive pneumatosis intestinalis involving the right and transverse colon as a result of neutropenia indicated neutropenic colitis. As there were no signs of peritonism, the patient was managed conservatively with tazocin and GCSF []. Additionally, this scan showed dramatic tumour response with the tumour now only measuring 4 × 2.4 cm ().\\nPET CT following the fourth and final cycle of the CODOX-M/RIVAC regimen indicated a complete tumour response. Six weeks after the final cycle of chemotherapy, the patient underwent surgery to restore gastrointestinal continuity. A section of proximal jejunum including the perforated segment and biopsies taken at this time displayed no evidence of residual neoplasm.\\nThe patient remained in hospital for the duration of his care through to the restoration of gastrointestinal continuity. At six months post completion of treatment, the patient is recovering well with no clinical or radiological signs of recurrence.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'17189037': 1, '15571961': 1, '15236165': 1, '18392310': 1, '17336175': 1, '22045184': 1, '10593241': 1, '24995139': 1, '9187436': 1, '16614233': 1, '12181251': 1, '7595824': 1, '30686889': 1, '15063817': 1, '3612465': 1, '16581410': 1, '23024879': 2}", "similar_patients": "{}"}