{"patient_id": 44709, "patient_uid": "3859033-1", "PMID": 24371532, "file_path": "comm/PMC003xxxxxx/PMC3859033.xml", "title": "Daptomycin Failure for Treatment of Pulmonary Septic Emboli in Native Tricuspid and Mitral Valve Methicillin-Resistant Staphylococcus aureus Endocarditis", "patient": "A 24-year-old female with active intravenous drug use (IDU) presented to the hospital with fever, shortness of breath, chills, generalized weakness, productive cough, back pain, and bilateral flank pain. She had a recent history of Escherichia coli pyelonephritis two weeks prior to admission, for which she was being treated with Ciprofloxacin 500 mg orally twice a day. The patient was a current smoker and used intravenous heroin daily in addition to smoking marijuana.\\nPhysical exam revealed thin-built chronically ill-appearing lady. Oral temperature was 36.5°C, heart rate was 87/min, blood pressure was 117/59, respiratory rate was 17/min, and oxygen saturation was 99% on 2 L of oxygen. She had left shoulder tenderness and limited range of motion, tenderness on the cervical and lumbar spine, weakness in the lower extremities, and bilateral flank pain. No bruits were detected on cardiac exam. Lungs were clear bilaterally. Lesions were noted on palms and soles (). The rest of the examination was normal.\\nLaboratory studies showed white blood cell count: 16.5 K/μL [3.8–10.6], hemoglobin: 8.8 mg/dL [12–15], platelets: 260 K/μL [150–450], and creatinine: 1.78 mg/dL [<1.03].\\nBlood cultures showed methicillin-resistant Staphylococcus aureus (6 days of sustained bacteremia).\\nTransesophageal echocardiogram showed mitral and tricuspid valve vegetation and severe tricuspid regurgitation. Chest X-ray () and tomography () showed multiple lung nodules compatible with septic emboli. Magnetic resonance imaging (MRI) of the brain showed cerebral and cerebellar emboli. Spinal MRI was negative for spinal infection. Ultrasound of the left shoulder was negative for joint effusion.\\nThe patient was started on daptomycin (6 mg/kg IV daily) since vancomycin was avoided due to the presence of acute renal injury. On day 4, chest tomography showed progression in the number and size of cavitary lesions (). She remained hemodynamically stable with overall improved respiratory status including decreasing oxygen requirements of 2 liters and was transferred to a general medical floor on day number 7; daptomycin was continued as the sole antimicrobial. On day 11, the patient became febrile and chest X-ray showed diffuse airspace disease and cavitary lesions (). Daptomycin was switched to ceftaroline (600 mg IV twice daily). On day 17, repeat tomography showed decrease in size of multiple cavitary and noncavitary nodules with patchy airspace disease. The patient was discharged to rehabilitation center; there was resolution of infection at 6 weeks.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'15956145': 1, '453226': 1, '21482566': 1, '15432465': 1, '23232021': 1, '21067350': 1, '16503714': 1, '16914701': 1, '15898002': 1, '21482568': 1, '23524901': 1, '26531738': 1, '19912266': 1, '15980344': 1, '18234871': 1, '32175140': 1, '23993067': 1, '17299012': 1, '24371532': 2}", "similar_patients": "{}"}