{"patient_id": 34388, "patient_uid": "3004088-1", "PMID": 21221230, "file_path": "comm/PMC003xxxxxx/PMC3004088.xml", "title": "Ipsilateral femoral neck and trochanter fracture", "patient": "A 28-year-old male patient was sitting next to the driver seat in a sports utility vehicle which met with road traffic accident. The sudden deceleration injury caused both the knees of the patient to hit against the dash board. The patient was taken to a level 3 trauma center and later shifted to our level 1 trauma center after 48 h of injury. On presentation, the patient was conscious, oriented and hemodynamically stable. The right thigh was deformed, painful, had abnormal mobility around thigh, and was more shortened compared to the left lower limb which was in an attitude of external rotation, there was contusion over the right gluteal region. The radiographs [] revealed a posterior dislocation of the right hip with a posterior acetabular wall fracture, an ipsilateral fracture of the shaft of the femur, reverse oblique trochanteric fracture on the left side, and a both bones fracture of the right forearm. Being a high-energy injury and in order to study the acetabular fracture morphology in detail, a noncontrast computed tomography (CT) scan with a 3D reconstruction of the pelvis was done which revealed acetabular fracture geometry and a minimally displaced femoral neck fracture on the left side [Figure –]. On a careful review of previous radiographs, a suspicious fracture line was seen on the left side, though it was not very clear.\\nThe patient underwent open reduction and internal fixation of all his fractures in the same sitting having an irreducible dislocation on one side and a femoral neck fracture on the other about 50 h from his time of sustaining injury. First with the patient in left lateral position on the right side, open reduction and internal fixation (ORIF) of the femoral shaft fracture with a locking plate and of the posterior wall acetabular fracture with a reconstruction plate and lag screws was done. A trochanteric osteotomy was also performed on the right side to aid in the fixation of the high posterosuperior acetabular wall fracture and the osteotomy subsequently fixed with three 3.5 mm cortical screws with washers. Then the patient was put over a fracture table and the ipsilateral fracture of the femoral neck and pertrochanteric fracture on the left side were treated with a dynamic condylar screw (DCS) and an additional cannulated cancellous screw []. During fluoroscopy, care was taken to ensure that all the screw threads crossed the fracture lines and compression was obtained at the neck region. Finally, the fracture of the both bones of the right forearm was fixed with low-contact dynamic compression plates (LC-DCP). It took around 6 hours for all the procedures to be completed with a blood loss of 1.2 liters and patient received 3 units of blood transfusion. Postoperatively, the patient had in bed mobilization from the second postoperative day, and started weight bearing with crutches at 12 weeks. All fractures united by 5 months, and at 28-month follow-up, the patient has no evidence of avascular necrosis, and an excellent functional outcome [Figures and ].", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'10348115': 1, '24727209': 1, '2613321': 1, '21559113': 1, '11886906': 1, '2657683': 1, '21559114': 1, '34523270': 1, '18312634': 2, '11832316': 1, '28979579': 2, '8459300': 1, '18725685': 1, '29942837': 2, '33948460': 1, '11379732': 1, '21221230': 2}", "similar_patients": "{'6011843-1': 1, '2277431-1': 1, '5620411-1': 1, '5620411-2': 1}"}