{"patient_id": 164983, "patient_uid": "3876009-1", "PMID": 24346922, "file_path": "noncomm/PMC003xxxxxx/PMC3876009.xml", "title": "Bazex Syndrome", "patient": "Seventy-three year-old female, dark-skinned, farm worker sought medical attention due to\\npruritus and the presence of skin lesions in hands and feet for the last 40 days. She\\npresented with edema and a well-delimited violet coloration extending through the distal\\nhalf of the dorsal area of the hands to the tips of the digits. The fingers were swollen\\nand the nails presented a yellow hyperchromia and onychomadesis (). Edema and violet coloration repeated the same pattern on\\nthe feet, appearing more pronounced at the distal half, and extending over the dorsal\\narea of the toes. Onychomadesis and hyperchromia were also present on the feet.\\nThe patient was reluctant, responding only vaguely to the questions on the anamnesis.\\nShe declared herself a former smoker and a former drinker. Physical examination did not\\nshow any alterations besides voluntary guarding during the abdominal palpation. The main\\nhypothesis proposed was of acrokeratosis paraneoplastica with differential diagnoses of\\ntinea or psoriasis. Laboratory exams showed discreet normocytic and normochromic anemia,\\nkidney and liver functions were normal and fungal tests on skin scrapings were positive\\nfor dermatophytes on the dorsal area of the feet. Subsequently we ordered abdominal and\\npelvic ultrasounds, chest x-rays, upper digestive endoscopy and colonoscopy, and a\\ncourse of ketoconazole was prescribed for systemic use.\\nAfter thirty days, the patient returned, showing violet, slightly infiltrated,\\ndesquamative lesions, located on the nose, auricular pavilions, dorsal area of hands,\\nfeet and toes (). Symmetric palmoplantar\\nkeratoderma, with lamellar desquamation was also present (). There was a worsening on hand and feet pruritus. Also noticeable\\nwere the rare blisters over the violet lesions on the dorsal areas of the hands and feet\\n(). The patient's lips were also\\naffected by the violet discoloration ().\\nAbdominal examination evidenced painful hepatomegaly; the liver border was located 10 cm\\nfrom the right costal margin, with blunt and irregular edges. Abdominal ultrasound\\nshowed hepatic nodules and lymphadenomegaly. Pelvic ultrasound was normal.\\nAnatomopathological examination of the skin on the dorsal area of the hand found\\ndiscreet superficial psoriasiform chronic dermatitis, with pigmentary dispersion (). Contrasted esophageal x-rays detected\\nZenker's diverticulum and distal esophageal stenosis. Upper digestive endoscopy\\ndemonstrated cancer of the esophagus and the biopsy confirmed a poorly differentiated\\nesophageal squamous cell carcinoma. The patient died a few days after the diagnosis was\\ncompleted.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'19833419': 1, '18838705': 1, '19932048': 1, '34055903': 1, '17292773': 1, '17254036': 1, '17727081': 1, '28101384': 2, '21054710': 1, '18775590': 1, '21855730': 1, '24346922': 2}", "similar_patients": "{'5215458-1': 1}"}