{"patient_id": 35145, "patient_uid": "3087232-1", "PMID": 21559110, "file_path": "comm/PMC003xxxxxx/PMC3087232.xml", "title": "Intraarticular fibroma of tendon sheath", "patient": "A 17-year-old-male presented to us following a hyperflexion injury to his right knee sustained while playing soccer. Immediately after the trauma he developed a large, tense knee effusion and was seen at another institution. The knee was aspirated, and a significant amount of blood was removed. Based on the mechanism of injury as well as the bloody effusion, ligamentous tears were suspected, and a magnetic resonance imaging (MRI) was done. He was referred to our institution 2–3 weeks later. The patient reported having significant pain and limitations in his right knee associated with squatting motion or hyperflexion activity. Examination revealed limited range of motion of the knee joint from 0° to 110° of flexion of the right knee (contralateral knee = 0°–140°). There was mild tenderness to palpation posterior to the right knee, with no evidence of effusion or a palpable mass after 3–4 weeks postinjury. The MRI revealed a lobulated mass in the posteromedial aspect of the knee joint, measuring 3.3 × 1.7 × 1.9 cm at its greatest dimension. The lesion was adjacent to the posterior cruciate ligament (PCL) and appeared densely adhered to both the PCL and the posterior joint capsule. The posterior medial femoral condyle had cortical involvement measuring 1.1 × 0.9 cm and was associated with a moderate knee joint effusion and associated prominent synovial enhancement and thickening. There was some T1 hyperintense signal with prominent enhancement of the more superior portion of the lesion []. The lesion was isointense on T1-weighted imaging and heterogeneously hyperintense on T2-weighted imaging.\\nAt this point, the preoperative differential diagnosis included a nodular form of pigmented villonodular synovitis (PVNS), ganglion, and synovial chondromatosis. The patient subsequently underwent uneventful excision of the mass using a posterior approach to the knee []. Intraoperatively, the entire lesion was excised and was 3.5 × 2 cm in its greatest dimension. The mass was totally intrarticular and was densely adhered to the synovial membrane of the posterior portion of the joint capsule, the PCL, and the posterior medial femoral condyle. The lesion had some bony penetration as well. As the lesion was very difficult to visualize in its entirety, it was removed sharply from the bone so as not to prohibit a return for greater margins if the frozen section revealed a need to do so. The frozen section was diagnosed as benign intraarticular nodular fasciitis. There were no postoperative difficulties or need for marginal revision.\\nThe pathologic specimen grossly consisted of a 3.3 × 1.6 × 1.6 cm tan – white, rubbery mass that weighed 4.5 g. The cut surface was tan–white and rubbery with approximately 15% comprising foci of hemorrhage. The foci of hemorrhage were sampled and showed focal recent hemorrhage and cystic degeneration. Microscopically, a proliferation of uniformly bland, but plump, fibroblastic/myofibroblastic cells were arranged in short intersecting bundles. Markedly elongated nuclei had smooth contours and an open chromatin pattern with occasional distinct nucleoli. The stroma was variably collagenous, harboring microscopic foci of myxoid change and an absence of necrosis, giant cells, hemosiderin deposits, foamy histiocytes, and extravasated red cells. Slit-like vascular channels were particularly noticeable at the periphery of the nodule on one side. Mitoses were rare. Immunohistology demonstrated diffuse positive staining with vimentin and smooth muscle actin with weaker staining for muscle-specific actin. Staining was negative with S-100, CD34, cytokeratin cocktail, and beta-catenin. These pathologic, microscopic, and immunohistochemical characterisitics were suggestive of FTS in the knee [].\\nAt 12 months followup, the patient reported no subjective symptoms, such as pain or limitation of athletic activities. Extension of the knee joint was 0° and flexion was 140°, showing no limitation of range of motion. There was no swelling, tenderness to palpation, or signs of recurrence.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'8641105': 1, '3802632': 1, '12140160': 1, '16205171': 1, '31708631': 1, '20347314': 1, '26729987': 2, '91424': 1, '28630835': 2, '19644650': 1, '18685844': 1, '3936333': 1, '33172434': 2, '18026968': 1, '28854920': 2, '7107956': 1, '10890462': 1, '9347506': 1, '10478623': 1, '12704067': 1, '8534305': 1, '30151289': 2, '19712825': 1, '16283174': 1, '16132982': 1, '10632930': 1, '18222692': 1, '30783711': 1, '21559110': 2}", "similar_patients": "{'4687217-1': 1, '6087572-1': 1, '5458692-1': 1, '7656768-1': 1, '5577790-1': 1, '5577790-2': 1, '5577790-3': 1}"}