{"patient_id": 162427, "patient_uid": "3725029-1", "PMID": 23898289, "file_path": "noncomm/PMC003xxxxxx/PMC3725029.xml", "title": "A Case of Dengue Maculopathy with Spontaneous Recovery", "patient": "A 25-year-old female with good past health presented to a general hospital in Hong Kong with a 2-day history of fever, headache and retro-orbital pain preceded by papular rash over both hands and both feet. She had recently travelled to Indonesia. Her vital signs were stable, and her body temperature was 39°C. No lymphadenopathy was noted clinically. Systemic workup revealed lymphopenia, neutropenia, thrombocytopenia and a negative culture for sputum, blood and stool, and the patient was negative for anti-HIV antibodies, malaria, leptospira and rickettsial antibodies. Immunoglobulin M for dengue virus was negative at the time of presentation. Real-time PCR for dengue virus type 1 was positive so that the diagnosis of dengue fever was confirmed. The patient received supportive treatment for her systemic disease.\\nFour days after admission, the patient complained of a paracentral absolute scotoma in her left eye. On examination, the Snellen visual acuity in her right and left eye was 20/25 and 20/60, respectively. There was no relative afferent pupillary defect or loss of colour perception on Ishihara test plates. Amsler chart testing showed a round, absolute scotoma inferotemporal to the fixation point in her left eye. Intraocular pressure was normal, and anterior segment examination was unremarkable. Fundal examination showed an area of retinal infiltrate and a haemorrhage superonasal to the fovea in her left eye and some retinal pigment epithelium (RPE) changes in her right eye (fig. ). There were no signs of vitritis or vasculitis.\\nSpectral-domain optical coherence tomography (OCT) was performed and showed retinal thickening corresponding to the area of retinitis and haemorrhage. There was no foveolitis (fig. ). Multifocal electroretinogram (ERG) showed a reduction in first-order kernel responses at the central maculae of both eyes (more severe in the left eye) (fig. ). The working diagnosis was dengue maculopathy. The option of steroid treatment was discussed with the patient. In view of leucopenia secondary to dengue fever and the absence of a proven benefit of steroid treatment, the patient opted for observation.\\nOne week after the onset of visual symptoms, the vision of her left eye deteriorated to 20/250. There was suspicion of other viral retinitis secondary to her immunocompromised state. Aqueous tapping with an aseptic technique was performed and sent for PCR for cytomegalovirus, herpes simplex and varicella zoster viruses. The patient opted for empirical treatment with oral valganciclovir 900 mg bid for a few days until the results of the PCR were negative.\\nEleven days after visual symptom onset, the patient's condition started to improve with less retinal haemorrhage and resolving retinitis. One week later, her vision returned to normal. After 9 months, her Snellen best-corrected visual acuity was stable at 20/20, but there were a persistent reduction in retinal responses on multifocal ERG and a persistent paracentral scotoma.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'15522372': 1, '17030709': 1, '18617754': 1, '16494756': 1, '11549879': 1, '12686878': 1, '19800610': 1, '15890137': 1, '20094013': 1, '17561258': 1, '12089096': 1, '17638819': 1, '12436482': 1, '23898289': 2}", "similar_patients": "{}"}