{"patient_id": 162667, "patient_uid": "3741981-1", "PMID": 23960353, "file_path": "noncomm/PMC003xxxxxx/PMC3741981.xml", "title": "Renal disease masquerading as pyrexia of unknown origin", "patient": "A 57-year-old gentleman was referred with high grade intermittent fever with chills since 3 months. He was a longstanding type 2 diabetic, on oral hypoglycemic agents with a fairly good sugar control. He did not have any constitutional symptoms like weight loss or anorexia. He was normotensive and had no specific urinary symptoms. Other than the fever for which he consumed paracetamol, he was fairly asymptomatic. There were no clinical clues to the etiology for the fever on systemic examination.\\nThe complete blood count of the patient showed an Hemoglobin 11 g/dL, total leukocyte count 10,100 (polymorphs 85, lymphocytes 13% and eosinophils 2%) and a normal platelet count of 2.73 lacs. Liver function tests were essentially normal with a bilirubin of 0.7 mg/dL, alanine aminotransferase/ALT of 36 and 31 IU/L, serum albumin 3.84 g/dL, and serum globulin 2.46 g/dL. Renal function tests showed BUN 55 mg/dL, serum creatinine 1.5 mg/dL, and normal serum electrolytes. The urine analysis was essentially bland with no albumin, 1-2 pus cells, and no red cells.\\nTest results during these 3 months revealed an erythrocyte sedimentation rate of 90 mm at the end of 1 h and two high C-reactive protein levels of 35.8, 24, and 18.5 mg/L (Normal up to 6 mg/L). Complete blood count, urine examination, chest radiology, and 2D Echo performed to investigate the cause of the fever were all normal. Blood and urine cultures were also negative. Serum Ferritin and complement levels were normal. anti-nuclear antibodies and anti-neutrophil cytoplasmic antibody were negative. angiotensin converting enzyme levels were normal. Tumor marker profile was negative. Enzyme immunoassays for tuberculosis and brucellosis were negative. He was treated empirically with antibiotics during this period with no permanent relief.\\nThe abdominal ultrasound was also essentially normal. A whole body computed tomography (CT) scan revealed multiple lymph nodes measuring 1.5-4 cm in the mediastinum and retrocarinal region reported to be of inflammatory/infective etiology. Fine needle aspiration of the lymph node was reported as non-specific lymphadenitis. The contrast CT abdomen revealed heterogeneous enhancement of both kidneys with hypodensities at the lower pole [].\\nGiven the clinical presentation and the clinical possibilities of vasculitis and lymphoma, and the kidney findings on CT, a renal biopsy was performed. The conspicuous feature was presence of expansile interstitial fibrosis with a plasma cell rich interstitial infiltrate that were accompanied by a few lymphocytes and occasional eosinophil []. Some areas of the biopsy showed storiform fibrosis. There were neither neutrophils nor granulomas. The fibro inflammatory process was seen to extend into the peri-nephric tissue and had resulted in significant tubular loss. The remaining tubules showed thickening of their basement membranes. The glomeruli revealed diffuse capillary wall thickening but there were no changes of diffuse or nodular diabetic glomerulopathy. The arteries revealed mild medial thickening. The pathologic features raised the suspicion for IgG4 related tubulointerstitial nephritis. Immunofluorescence was negative for IgG, IgA, IgM, C3 and C4. IgG4 immunohistochemistry was performed which showed numerous IgG4 expressing plasma cells amounting to at least 15 per high power field (HPF) []. The pathologic diagnosis was IgG4 related tubulointerstitial nephritis. Corresponding serum IgG4 level was 5.9 g/L (N-0.01-1.3 g/L). The diagnosis of IgG4 mediated nephropathy was made on the basis of the clinical history, CT scan findings, histopathology, immunohistochemistry, and serology. He was initiated on a dose of 40 mg prednisolone (0.5 mg/kg/day) and his fever defervesced within 24 h. The steroids were continued and tapered over the next 5 months. His serum creatinine touched a baseline of 1.2 mg/dL at the end of 2 months therapy with steroids. Although an attempt was being made to taper down the steroids further, his fever recurred at a steroid dose of 5 mg/day. He was therefore initiated on Mycophenolate Mofetil (MMF) with a dose of 1 g b.i.d to which his fever responded again. Steroids were stopped by the end of the 5th month and MMF was continued. The serum IgG4 levels progressively declined from a peak of 5.9 g/L to 2.04 followed by 1.55 g/L by the end of the 4th month. The patient continued to be on a dose of 2 g of MMF per day. The CT scan repeated after 6 months showed a significant regression in the mediastinal and retrocarinal lymphadenopathy and resolution of the original hypodense foci in the kidneys.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'26628798': 1, '18344866': 1, '21124093': 1, '19398440': 1, '21124086': 1, '22316447': 1, '18376303': 1, '11236777': 1, '20720530': 1, '20191576': 1, '8227892': 1, '19258916': 1, '23960353': 2}", "similar_patients": "{}"}