{"patient_id": 39480, "patient_uid": "3479417-1", "PMID": 22640574, "file_path": "comm/PMC003xxxxxx/PMC3479417.xml", "title": "Soft braces in the treatment of Adolescent Idiopathic Scoliosis (AIS) – Review of the literature and description of a new approach", "patient": "A 12.6 year old girl from Russia presented in the practice of the senior author for brace treatment. The girl was 2 months postmenarchial with a Cobb angle of 28° thoracic and 22° lumbar in summer 2011 when she was treated with a Chêneau brace for the first time (Angle of Trunk Rotation [ATR] thoracic 8°, lumbar 3°). The in-brace correction in the 1st. brace for a double curve pattern was fairly good to 10° thoracic and 11° lumbar (Figure\\n). After 6 months she had outgrown the first brace and returned for a second brace. The curve has been stable with 27° thoracic and 22° lumbar. As at the time of the last presentation the clinical pattern tended more to a single thoracic pattern (Angle of Trunk Rotation [ATR] thoracic 7°, lumbar 0°) it was decided to treat the girl with a 3CN type of brace from the Gensingen library.\\nAs the patient reported some problems with compliance in hard braces it was decided to offer the Spinealite™ soft brace additionally so she could change braces wearing the Spinealite™ for 12 hrs. over daytime and the Gensingen brace™ for 12 hrs. in the evenings and at night.\\nBoth braces were able to overcorrect the main thoracic curvature to −16° (Figure\\n and Figure\\n). However the patient felt comfortable in the hard brace without any pains and uncomfortable in the soft brace when full correction was applied. So for the start we reduced the correction to a comfortable position and asked the parents to increase the correction every week as the ribbons can be easily be readjusted at home.\\nA video showing the adjustment of correction in this new soft brace is available\\n[].", "age": "[[12.6, 'year']]", "gender": "F", "relevant_articles": "{'17050397': 1, '11189920': 1, '17873811': 1, '18401099': 1, '21184673': 1, '20733415': 1, '20942970': 1, '8056801': 1, '21330954': 1, '29755230': 1, '3810295': 1, '17513955': 1, '18401103': 1, '16087554': 1, '14713586': 1, '18465393': 1, '7782353': 1, '4050044': 1, '12709852': 1, '17108494': 1, '23668616': 1, '10584390': 1, '1613089': 1, '20461027': 1, '22251672': 1, '21629374': 1, '29399227': 1, '15456035': 1, '22277541': 1, '24600296': 1, '7610709': 1, '18810014': 1, '18811036': 1, '26288548': 1, '18379408': 1, '12062179': 1, '18465395': 1, '20543417': 1, '19920284': 1, '17926071': 1, '10406051': 1, '18496349': 1, '21067608': 1, '16352502': 1, '22640574': 2}", "similar_patients": "{}"}