{"patient_id": 156985, "patient_uid": "3278636-1", "PMID": 22347717, "file_path": "noncomm/PMC003xxxxxx/PMC3278636.xml", "title": "More than 7-year survival of a patient following repeat hepatectomy for total 20 colon cancer liver metastases", "patient": "A 54-year-old man was referred to our department with sigmoid colon cancer combined with MBLM in November 2003. The sigmoid colon cancer infiltrated the pericolic fat tissue without lymph node invasion in the preoperative colon study. Nine metastatic lesions were preoperatively detected in the liver (5 lesions in the right lobe and 4 lesions in the left lobe) (). Mean size of right side lesions was 4.3 ± 1.2 cm and mean size of left side lesions was 1.5 ± 0.6 cm. We planned to resect the sigmoid colon cancer and perform staged hepatectomy; a simultaneous right hepatectomy with wedge resection of the left side metastases. The preoperative carcinoembryonic antigen (CEA) level was 75.9 ng/mL.\\nThe sigmoid colon cancer was completely removed by low anterior resection. The pathologic findings of the sigmoid colon cancer specimen were moderately differentiated adenocarcinoma, pericolic fat tissue infiltration, and no invasion of lymph nodes.\\nThe staged hepatectomy was carried out 10 days after low anterior resection. Intraoperative ultrasonography (IOUS) was performed to detect the hepatic metastatic lesions. In contrast to the preoperative findings, a total of 9 lesions were detected in the left lobe. Therefore, we devised a new plan to perform non-anatomical resection of left side metastases followed by right hepatectomy after increasing the expected remnant liver volume. Mean size of left lobe lesions was 10 ± 2 mm. All lesions of the left lobe were completely removed with the cavitron ultrasonic surgical aspirator (CUSA; Integra LifeSciences Co., Plainsboro, NJ, USA). Abdominal computed tomography (CT) was checked the day after the first operation and the expected remnant liver volume was measured at 29.5% (). Embolization of the right portal vein was performed one week after the first hepatectomy. The patient recovered uneventfully. Abdominal CT was performed three weeks after the first operation and the expected remnant liver volume had increased to 35.8% (). No metastatic lesions of the non-anatomically resected left lobe were found in the CT.\\nThe second-stage operation was consequently performed 22 days after the first liver operation. Hypertrophied left lobe was found (). IOUS was rechecked to determine any metastatic lesions in the future remnant liver and there were no lesions. Therefore, the right hepatectomy was safely performed (). The CEA level was 2.67 ng/mL 10 days after the second liver operation. The patient received 9 cycles of infusional 5-fluorouracil, leucovorin, and oxaliplatin (FOLFOX-4) chemotherapy after two-stage hepatectomy.\\nA recurred mass developed in segment III 18 months after the second liver operation (). Extracorporeal RFA was performed to remove a recurrent lesion. After RFA, the patient received 12 cycles of oral capecitabine. Unfortunately, 5 other metastases developed 18 months after RFA (). The third liver operation was performed and all metastatic lesions were completely removed by multiple wedge resections. The patient recovered uneventfully and received 6 cycles of infusional 5-fluorouracil, leucovorin, and irinotecan (FOLFIRI) chemotherapy after the third operation. He has survived for more than 7 years after the first operation (). The last CEA level was 3.35 ng/mL.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'14631224': 1, '10749608': 1, '18242343': 1, '11481611': 1, '12620560': 1, '7740812': 1, '14598154': 1, '17544654': 1, '17188163': 1, '15849507': 1, '22347717': 2}", "similar_patients": "{}"}