{"patient_id": 166432, "patient_uid": "3961928-1", "PMID": 24678221, "file_path": "noncomm/PMC003xxxxxx/PMC3961928.xml", "title": "A rare case of Kartagener's syndrome", "patient": "A 16-year-old boy presented with 3 months dry cough with intermittent breathlessness. He had no fever or chest pain or hemoptysis. Cough and breathlessness were not associated with any postural or diurnal variation. He used to suffer from frequent cough and cold since childhood. No family history of asthma or atopy was present. Clinical examination revealed normal physical development with mild pallor and digital clubbing. His apex beat was palpable on the right 5th intercostal space in mid-clavicular line on palpation otherwise inspection and percussion findings were normal. Chest auscultation revealed bi-lateral polyphonic rhonchi and basal coarse crepitations with clearly audible heart sounds on the right side. Cardio-vascular examination revealed right-sided 1st heart sound without any murmur. Other system examinations were normal.\\nChest X-ray revealed dextrocardia with normal lung field []. Sputum smear examination for acid fast bacillus was negative and aerobic culture showed growth of Staphylococcus aureus. A high-resolution computerized tomography (HRCT) scan of thorax revealed bronchiectasis in lingul []. X-ray of paranasal sinuses revealed bi-lateral maxillary sinusitis with the absence of both frontal sinuses []. Ultrasonography of the abdomen revealed complete situs inversus. Observing the presence of bronchiectasis, sinusitis, and dextrocardia, his semen analysis was done and it revealed complete aspermia with normal seminal fluid content. Fine needle aspiration cytology (FNAC) of the both testes revealed the presence of normal mature sperm, which indicated the inability of the sperm to be transported to the seminal fluid. The Saccharin test revealed delayed movement (35 minutes) of the particle toward oropharynx, which was indicative of impaired nasal ciliary movement. Echocardiography showed dextrocardia with normal atrioventricular concordance without any structural abnormality. Routine blood count was within normal range. The pulmonary function test was of mixed pattern with significant bronchodilator reversibility.\\nHe improved significantly after treatment with intravenous 1.2 g co-amoxyclav three times daily, oral 600 mg linezolid twice daily along with nebulized salbutamol and budesonide for 2 weeks.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'301245': 1, '33912655': 2, '2233968': 1, '26960394': 2, '10193380': 1, '20530032': 1, '7383126': 1, '152870': 1, '3969467': 1, '7068928': 1, '21403791': 1, '2233964': 1, '24678221': 2}", "similar_patients": "{'8059757-1': 1, '4784470-1': 1}"}