{"patient_id": 43779, "patient_uid": "3785361-1", "PMID": 24179377, "file_path": "comm/PMC003xxxxxx/PMC3785361.xml", "title": "A Case of Fahr’s Disease Presenting as Chorea Successfully Treated by the Use of Quetiapine", "patient": "A 30-year-old man was admitted with choreiform movements of his legs which disappeared during sleep. He presented generalized tonic-clonic seizures at age 14. He was treated with sodium valproate at 600 mg/day. Brain CT showed calcification in the basal ganglia and frontal white matter at age 15. The symptoms did not progressed. He was treated with removal of right temporal lobe hematoma and right middle cerebral artery aneurysmal neck clipping at age 28. He presented auditory hallucinations and paranoid delusion at age 29. Four mg of risperidon a day stabilized his psychotic symptoms. After 2 months of risperidon maintenance the auditory hallucinations and paranoid delusion disappeared. However, he complained of an extrapyramidal gait disorder. His risperidon dosage was decreased gradually for one month and stopped one month before admission. None of his family suffered similar symptoms or had histories of dementia, movement disorders or other neurological and psychiatric diseases. On admission, the patient did not retard development. On neurological examination, he was alert and oriented without any cognitive deficits. Choreiform movement on his both (left side dominant) lower limbs was observed. There were no obvious motor or sensory abnormalities, and his reflexes were equal bilaterally in both the upper and lower limbs. Albright’s sign (short stature, round face, and short metacarpal and metatarsal bones) was negative. Physical examination was unremarkable. Laboratory and endocrinological investigations were all normal. In particular, screening for hypoparathyroidism, iron or copper deficiencies, mitochondrial encephalopathies, encephalitis, and Creutzfeld-Jakob disease were all negative, and serum and urine calcium metabolism was normal. No thyroid disease or vitamin deficiency could be found. Serologic tests for syphilis and HIV were negative. Cerebrospinal fluid study was normal. The electroencephalography (EEG) was normal. Brain CT and MRI after admission documented marked and symmetrical calcification in the dentate nuclei of the cerebellum, basal ganglia, frontal white matter, and the central semiovale (). Single photon emission computed tomography (SPECT) using 123I-ECD (transverse slices) showed hypoperfusion in the basal ganglia and right frontal lobe (). The patient began to be treated with tiapride (150 mg/day for one week). However, choreiform movement on his both lower limbs persisted. We stopped to give tiapride and fifty mg of quetiapine a day partially stabilized the chorea and showed no other side effects. With a dose of 75 mg/day, his chorea completely disappeared and have no recurred. We continued quetiapine treatment.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'14742609': 1, '15734663': 1, '11777733': 1, '16722983': 1, '9706533': 1, '27213069': 2, '14534933': 1, '15258221': 1, '30744594': 2, '23208809': 1, '10441584': 1, '30713928': 1, '16388376': 1, '24179377': 2}", "similar_patients": "{'4860239-1': 1, '6371472-1': 1}"}