{"patient_id": 45470, "patient_uid": "3912456-1", "PMID": 24550886, "file_path": "comm/PMC003xxxxxx/PMC3912456.xml", "title": "Amyloid-Beta Related Angiitis of the Central Nervous System: Case Report and Topic Review", "patient": "A 74-year-old man with a past medical history of chronic lymphocytic leukemia (CLL) stage 0 (not receiving treatment), renal cell carcinoma (clear cell type, nuclear grade II-untreated), hypertension, and hyperlipidemia awoke one morning with numbness of the thumb and first two fingers of the left hand “marching” up to the left arm over the course of few seconds. This was immediately followed by drooling from the left corner of his mouth. The entire episode lasted <15 s and was followed by complete resolution. The following day, he had an episode of slurred speech and left facial weakness, which prompted evaluation at a local hospital where his symptoms again completely resolved. He was admitted for further investigation. Contrast-enhanced brain MRI showed leptomeningeal enhancement and increased signal intensity on T2 fluid attenuated inversion recovery (FLAIR) sequences on the right temporal lobe, as well as moderate subcortical and periventricular T2 signal abnormalities suggestive of white matter disease (Figures A–D). He was diagnosed as possibly having “herpes encephalitis” and intravenous Acyclovir was administered. Cerebrospinal fluid (CSF) analysis showed a white blood cell (WBC) count of 2 cells/μL, red blood cell count of 83 cells/μL, glucose of 61 mg/dL, and protein content of 282 mg/dL (normal range 15–45 mg/dL). Herpes simplex virus PCR was negative, and thus, Acyclovir was discontinued. Other laboratory analyses included an erythrocyte sedimentation rate (ESR) of 40 mm/h, a positive anti-nuclear antibody (titer unavailable), and negative anti-neutrophil cytoplasmic antibodies (ANCAs). During that hospital stay, he had several similar episodes of marching numbness involving his left hand and facial asymmetry without loss of consciousness or adventitious limb movements. Electroencephalogram (EEG) was normal. He received Levetiracetam 500 mg twice daily that was subsequently increased to 750 mg twice daily. He was discharged home without a definite diagnosis. However, the next day, he developed severe pain over the right temple and presented to another institution where a second MRI showed similar findings, and a right temporal leptomeningeal biopsy showed intramural as well as perivascular inflammatory infiltrates with granulomatous features in the leptomeninges and penetrating blood vessels associated with vasculopathic changes, as well as positive labeling for beta-amyloid on immunohistochemical studies consistent with amyloid-beta related angiitis (ABRA). He was then referred to our Medical Center for follow-up and management. Upon initial evaluation by us, neurologic examination was normal. However, 2 days later, he had mild right lower extremity weakness and slurred speech prompting hospital admission to our institution. A third brain MRI showed a new left frontal leptomeningeal area of enhancement and scattered FLAIR abnormalities on the left temporal lobe without evidence of acute infarction. MRI of the cervical spine showed no intrinsic cord changes (Figures A–D). EEG showed diffuse slow wave abnormalities. He received a 5-day course of 1000 mg intravenous methylprednisolone followed by a daily maintenance dose of 60 mg prednisone. Mycophenolate mofetil was chosen for immunosuppression in lieu of cyclophosphamide, given his CLL. The patient has remained neurologically stable since hospital discharge.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'18753193': 1, '21601163': 1, '22118189': 1, '21672703': 1, '21519520': 1, '28269776': 1, '22351850': 1, '14755729': 1, '33625036': 1, '17452586': 1, '15659428': 1, '11222652': 1, '19620616': 1, '27399239': 1, '24078731': 1, '22957288': 2, '24132378': 1, '24550886': 2}", "similar_patients": "{'3432342-1': 1}"}