{"patient_id": 37069, "patient_uid": "3285051-1", "PMID": 22185625, "file_path": "comm/PMC003xxxxxx/PMC3285051.xml", "title": "Bilateral congenital choanal atresia and osteoma of ethmoid sinus with supernumerary nostril: a case report and review of the literature", "patient": "A 22-year-old Chinese man presented with mouth breathing, sleep snoring, and loss of olfactory sensation. Difficult feeding after birth was reported, without dyspnea or asphysia. He had no relevant family history.\\nPhysical examination revealed severe closed rhinolalia and no airflow in both of his anterior naris. Three nostrils were identified on his external naris. His left naris, round-shaped and about 1 cm in diameter, was normal. However, his right anterior naris was divided into two parts by a barrier diaphragm which protruded from the lateral wall (Figure ). The medial part of his right naris was relatively large, similar to the left, and connected to the nasal cavity, while the lateral part was approximately 0.3 cm in diameter and did not communicate with the nasal cavity.\\nThree-dimensional computed tomography (CT) revealed bilateral choanal atresia (Figure ) and a high-density bony shadow in his left ethmoid sinus (Figure ), which extended to the left frontal sinus. The cornea of his right eye was covered by keratoleukoma (Figure ) without reflection to light, while his left eye was normal. His hearing and intelligence were normal.\\nOur primary diagnosis was congenital right accessory nasal deformity (Figure ), congenital bilateral atresia of the posterior nares (Figures and ), osteoma of the left ethmoid sinus (Figure ) and congenital keratoleukoma of his right eye (Figure ). He was operated on under general anesthesia in March 2007. The procedures included orthopedics of the right accessory nasal deformity, exploration and recanalization of the posterior nares, and resection of the osteoma in his left ethmoid sinus.\\nDuring the surgery, we found his right anterior naris was divided into two parts by a barrier diaphragm. The lateral part of the right anterior naris was a caecum and did not open to the nasal cavity. After the diaphragm was removed, the right anterior naris was recovered (Figure ).\\nUnder nasal endoscopy, the uncinate process, ethmoid bulla and air cells were removed. The maxillary sinus ostium was opened to locate the plane of the lamina papyracea. Then, inside the ethmoid sinus, a white bony mass was identified clearly (Figure ) and resected completely. The bony mass was irregular in shape, pale in color, and difficult to remove from the middle meatus. Its size was about 2.2 cm × 1.8 cm × 2.0 cm. The roof of the ethmoid and cribriform plate was examined carefully and found to be intact. Neither leakage of cerebrospinal fluid nor active bleeding occurred. Dense osteocarcinoma was diagnosed by postoperative pathology (Figure ).\\nA soft and elastic membrane was found to block both posterior nares. A cruciate incision was made in the membrane center and the openings were widened to the bony part of the posterior nares. A silica gel about 0.8 cm in diameter and 7 cm in length, with multiple holes in the lateral wall, was placed bilaterally from anterior to posterior nares to prevent re-stenosis. The silica gel was removed six weeks later. After more than three years of follow-up, both anterior and posterior nares were capacious and nasal ventilation was normal (Figures and ). Olfactory function recovered partially. Closed rhinolalia and sleep snoring were all remarkably relieved.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'21756682': 1, '15948797': 1, '9466228': 1, '20129889': 1, '9283568': 1, '11915876': 1, '4772108': 1, '20714381': 1, '15666308': 1, '19098531': 1, '19528400': 1, '19792048': 1, '18854008': 2, '11473183': 1, '4952461': 1, '7917481': 1, '20532140': 1, '11076329': 1, '8544637': 1, '22185625': 2}", "similar_patients": "{'2576271-1': 1}"}