{"patient_id": 35467, "patient_uid": "3111347-1", "PMID": 21527033, "file_path": "comm/PMC003xxxxxx/PMC3111347.xml", "title": "Heterogeneous vancomycin-intermediate susceptibility in a community-associated methicillin-resistant Staphylococcus aureus epidemic clone, in a case of Infective Endocarditis in Argentina", "patient": "On April 4, 2009, a 73-year-old female with sudden weakness in the extremities was admitted at Institution A. On admission, she was afebrile and the head computed tomography (CT) was normal. She had underlying chronic rheumatic valve disease and chronic atrial fibrillation. She had no previous exposure to healthcare personnel or hospital environment during the previous year. Forty-eight hours after admission, the patient developed fever (38°C) and depression of the sensorium; hence, she was transferred to the Intensive Care Unit (ICU). Abdominal CT scan and echo-Doppler of the carotid vessels were normal.\\nMRSA grew in three blood cultures (SaB1-strain) and one urine culture (SaU-strain) taken upon admission in the ICU on April 7. A transthoracic echocardiography (TE) showed a filamentous mobile image attached to the ventricular side of the aortic valve, which resembled vegetations, suggesting a MRSA infection that met Duke's criteria for IE []. These isolates were susceptible to ciprofloxacin, gentamicin, rifampicin, tetracycline, trimethoprim-sulfamethoxazole-(TMP-SMX) and linezolid by disk diffusion and broth microdilution methods (see Additional file , Table S1) [] and resistant to erythromycin and clindamycin (inducible resistance, D-test positive) []. In addition, vancomycin MIC was 1 μg/ml by broth dilution method []. Vancomycin treatment (15 mg/kg every 12 h) was initiated on April 7 and the patient was transferred to \"Hospital-Militar-Regional-Córdoba-(HMRC)\" for further evaluation on April 8. Antibiotic levels in blood were not available, so the same dose of vancomycin was continued; which is recommended to maintain the level of vancomycin in the valley of 10-15 μg/ml. The patient had fever of 39.2°C accompanied by Janeway's lesions on the hands. On April 9, valve replacement was postponed because of a worsening of the neurological symptoms and hypotension. Roth's spots were detected. The brain CT revealed no changes. On April 12, the patient presented hemodynamic and neurological improvement; a transoesophageal echocardiography (TEE) showed a highly mobile vegetation on the aortic valve (Figure ). On April 14, the patient had altered mental status and persistent fever. Brain magnetic resonance-image-MRI with gadolinium showed multiple abscesses (Additional file , Figure S1). On April 15, since the patient worsened, valve replacement was postponed again; treatment failure was suspected and trimethoprim/sulfamethoxazole (15 mg/kg/day) was added to vancomycin. On April 17, the patient remained febrile, three new samples for blood culture taken on April 14 revealed MRSA (strain SaB2) with the same susceptibility to antibiotics, except for vancomycin, which reached a MIC of 2 μg/ml (broth dilution []. On April 20, the patient was afebrile. Three additional sets of blood cultures were drawn providing negative results. On April 24, a control TEE (Figure ) showed a slight decrease of the size of the aortic valve vegetation and a new vegetation on the mitral valve. The patient had evident deterioration of mental and physical status and died on April 25 before surgical intervention.\\nThe emergence of h-VISA phenotype in a CA-MRSA was suspected based on the rapid and fatal outcome of the patient, the facts that the IE was caused by MRSA without multiresistance to antibiotics, failure of vancomycin therapy (defined as persistent fever and bacteraemia longer than 7 days after onset of therapy) and increase of vancomycin MICs values (1 to 2 μg/ml) within therapy. This prompted us to further analyze these strains. The blood (SaB1 and SaB2) and urine (SaU) MRSA isolates were sent to the CIBICI (\"Centro de Investigaciones en Bioquimica Clinica e Inmunologia\"; UNC-CONICET); for additional analysis including molecular and genetic characterization.\\nThe slight increase of MIC values between the initial (SaU and SaB1) and subsequent (SaB2) isolates was detected by four MICs methods [], particularly for teicoplanin (Table ). The isolates were also sent to the \"Instituto-Nacional-de-Enfermedades-Infecciosas Dr. Carlos G. Malbrán\" to independently confirm the MIC results for vancomycin and teicoplanin. Moreover, SaB2 was classified as h-VISA by three screening methods, MHA5T-screening agar, Macromethod-E-test-(MET) and GRD E-test (Table ) []. Although MRSA SaB2 was vancomycin susceptible by MIC, it grew in BHI agar containing 4.0 μg/mL of vancomycin at a frequency of 1.6 × 10-6 on population analysis profile-(PAP) [,], which is consistent with h-VISA (Additional file , Figure S2). Vancomycin MICs by broth-dilution; agar-dilution and E-test were determined for these derivatives and all were between 4 and 8 μg/ml. Neither MRSA SaB1 isolate nor S. aureus ATCC 29213 grew in BHI agar with 4 μg/ml. In addition, electron microscopy examination [,] of SaB2 and one derivative VISA obtained on PAP, revealed that the cell-wall of both isolates was thicker (p <0.001) than the parent strain SaB1 (Figure ), a feature observed for most strains with VISA and h-VISA phenotypes. Moreover, the h-VISA phenotype found in strain SaB2 was unstable, since vancomycin MICs in all isolates with MICs ≥2 μg/ml reverted to MICs ≤1 μg/ml (susceptible phenotype-VSSA) after multiple subcultures in absence of vancomycin. Importantly, the detection by PCR [] of vanA and vanB genes was negative.\\nThe clinical isolates (SaU, SaB1 and SaB2) and the derivatives obtained on PAP were analyzed by PFGE, MLST, SCCmec and spa typing, in addition to the detection of virulence genes by PCR, as previously reported []. Molecular typing revealed that all these isolates had indistinguishable pulsotypes (subtype I2) (Additional file , Figure S3) and were characterized as ST5, agr-2, spa-t045, associated to SCCmec-IV. The egc (seg, sei, sem, sen and seo) and lukED genes were detected among all the virulence genes analyzed by PCR in these three isolates. They do not harbor pvl and sea genes. The results confirmed the isogenic nature of these isolates and their clonality with the CA-MRSA clone (pulsotype I) detected in our country (Additional file , Figure S3).", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'16390969': 1, '19911971': 1, '19259363': 2, '23152862': 1, '16914701': 1, '20206987': 1, '19811099': 1, '20731576': 1, '1503330': 1, '19287847': 1, '25567227': 1, '20507860': 1, '9249217': 1, '20602245': 1, '19374581': 1, '18842378': 1, '19275621': 1, '20065327': 1, '32575913': 1, '20610826': 1, '20211891': 1, '18715738': 1, '22927858': 1, '25535825': 1, '32728110': 1, '18322068': 1, '20674600': 1, '21208910': 1, '22850507': 1, '17552110': 1, '17962214': 1, '19199552': 1, '22291965': 1, '19889903': 1, '30111627': 1, '18534741': 1, '21527033': 2}", "similar_patients": "{'2649868-1': 1}"}