{"patient_id": 44791, "patient_uid": "3862908-1", "PMID": 24349952, "file_path": "comm/PMC003xxxxxx/PMC3862908.xml", "title": "One-stage laparoscopic surgery for inspissated bile syndrome: case report and review of surgical techniques", "patient": "The case of a 6 weeks old boy with inspissated bile syndrome following prolonged intravenous antibiotics and parenteral nutrition after complicated repair of esophageal atresia is reported. Inspissated bile syndrome was diagnosed when sludge was found in the gall bladder and choledochal duct sonographically and hyperbilirubinemia (50 μmol/l), elevation of liver enzymes (gammaglutamatetransferase 447 U/L, alcalic phosphatase 373 U/L) and feeding intolerance developed. Cholestasis was unresponsive to an oral trial of ursodesoxycholic acid for 14 days. After laparoscopically controlled (umbilical trocar, 3 mm) transabdominal puncture of the gall bladder, intraoperative cholangiography revealed complete obstruction of the common bile duct (Figure \\n). Therefore, the gall bladder was grasped through a second 3 mm port in the right upper abdomen and pulled out at the port site, sutured to the fascia extracorporally, and an indwelling 4 French Certofix catheter was positioned into the infundibulum (Figure \\n). At the fascia level a purse string suture was knotted around the catheter and the skin was closed with 3 stiches above. The catheter was used for daily sterile irrigation with ursodesoxycholic acid. After 3 days, pigmentation of the stool was observed (Figure \\n) and a contrast study via the catheter at day 8 revealed complete resolution of the plug and free passage of contrast medium into the duodenum (Figure \\n). The catheter was removed on day 8, skin closure was observed 2 days later. Upon sonographic and laboratory follow up at 3 months normal extra- and intrahepatic bile ducts were found, no signs of cholestasis were detected. This technique appears simple, effective and avoids a second surgery since the catheter is only removed after resolution of the bile obstruction without the need for closure of the gall bladder.\\nThe probability for the need for a surgical intervention is high when bile ducts become dilated to more than 3 mm (Fitzpatrick et al. \\n). Bile duct dilatation, persisting jaundice and increasing laboratomy parameters such as alcalic phosphatase, ASAT, ALAT, and y-GT are regarded as indication for intervention. Besides the possibility for irrigation of the bile ducts, laparoscopy and intraoperative cholangiography are suitable to rule out biliary tract malformations as a reason for cholestasis when combined with a liver biopsy. Several procedures are described for clearance of obstructed bile ducts: percutaneous management under sedation with transhepatic puncture of the gall bladder and introduction of a wire and a balloon dilator has recently been reported (Duman et al. \\n). The majority of authors describe laparoscopic aided cholecystostomy under anesthesia with placement of a catheter into the gall bladder for repeated irrigation with saline (Gao et al. \\n) or ursodesoxycholic acid (Gunnarsdottir et al. \\n; Lieber et al. \\n). Identification of the correct position of the port for pulling out the gall bladder as described by Gao et al. (\\n) is crucial. We performed daily lavage of the gall bladder with boluses of 5 ml saline and then installed 3 ml of ursodesoxycholic acid (50 mg/ml or 50 mg/kg body weight). Sonographic controls were withheld until the stool became coloured and hyperbilirubinemia resolved. Prior to pulling the catheter, a contrast radiological study is recommended to record that complete clearance of the bile ducts has been achieved. It is not clear however, whether a second procedure is necessary after removal of the catheter. The need for gall bladder closure and detachment from the abdominal wall may depend on the type of catheter employed. With the use of a balloon catheter, closure of the gall bladder has been reported after its removal to maintain gall bladder function and to avoid adhesions (Lieber et al. \\n). We used a 4 F (16 G) central venous catheter (Certofix Mono S 415, B. Braun, Melsungen, Germany) which appeared to us ideal in length (15 cm), rigidity and its features for fixation to the skin. The smaller diameter of this catheter allowed for rapid spontaneous closure of the cholecystostomy opening after catheter removal. In the present case the cholecystostomy site was dry after 24 hours and only a minimal scar was visible at follow up after 3 months. There is no long term follow up available for both techniques however.", "age": "[[6.0, 'week']]", "gender": "M", "relevant_articles": "{'28090475': 2, '10682780': 1, '18405698': 1, '30091325': 1, '31209759': 1, '20543724': 1, '22152905': 1, '23217917': 1, '21822994': 1, '24349952': 2}", "similar_patients": "{'5234414-1': 1}"}