{"patient_id": 46023, "patient_uid": "3943033-1", "PMID": 24665297, "file_path": "comm/PMC003xxxxxx/PMC3943033.xml", "title": "Spontaneous Ventral Spinal Epidural Hematoma in an Infant: An Unusual Presentation", "patient": "A 5-month-old previously healthy boy presented with the history of not moving his upper limbs, crying on handling, and weak cry. Twenty-four hours prior to the onset of these symptoms the patient had fallen from a low bed (40 cm) to a carpeted floor during his night sleep. The parents denied head trauma or neck twist. He was well and active in the intervening periods with no feeding problems. There was no personal or family history of a bleeding diathesis or anticoagulation treatment. The infant had never undergone any invasive spinal procedure including spinal tap and no history of prolonged bleeding following injuries including circumcision was present, either. On admission, the patient was afebrile, awake, and alert. However, he was irritable and cried while being handled. Neck movements seemed painful but without meningismus. The cervical spine was therefore immobilized. No abnormality was found on local examination of the neck. Neurological examination revealed symmetrical flaccid weakness in both upper limbs at shoulder, elbow, and wrists with maximum power of 1/5. Pain sensation appeared to be lost in both upper limbs and deep tendon reflexes were not elicitable. In the lower extremities, there was no motor weakness although the reflexes were brisk with an extensor plantar response. There was no involvement of bladder and bowel functions and anal and cremasteric reflexes were preserved. The respiration appeared to be jerky and labored because of diaphragmatic involvement but oxygen saturation was normal. The rest of the examination was normal. His hemogram was normal (total leukocyte count was 8700 with 65% neutrophils and 37% lymphocytes), serum sodium was 139 mEq/L, and serum potassium was 4.2 mEq/L. Coagulation studies showed a prothrombin time of 22 seconds (normal range; 10-13 seconds) with an INR of 2.1 that normalized after one dose of vitamin K. The activated partial thromboplastin time was normal 25 seconds (normal range; 25-40 seconds), platelet count was 185,000/μL and bleeding time was1 minute and 20 seconds. Plain radiographs of the spine and chest were normal and demonstrated no spinal fracture or elevation of diaphragm. Nerve conduction velocities were also normal in all limbs. MRI of the spine was performed on day 2 of admission which demonstrated a ventral epidural hematoma extending from C4 to C7 vertebral levels leading to severe compression and displacement of the cervical cord towards left side with mild expansion of the cord proximal and distal to the compressed segment suggestive of edema or infarction. Another hematoma, a possible extension from epidural space, was present in the pre and paravertebral spaces with extension along posterior cervical and parapharyngeal spaces of the neck (). The patient was referred to a neurosurgery referral hospital for urgent surgical decompression.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'1576610': 1, '6726389': 1, '7301094': 1, '27114667': 2, '9831003': 1, '8883157': 1, '26033378': 1, '28152566': 1, '2543528': 1, '34316311': 1, '15007225': 1, '1850945': 1, '31435544': 1, '8447556': 1, '8517988': 1, '10963980': 1, '9552116': 1, '3448033': 1, '24665297': 2}", "similar_patients": "{'4821944-1': 1}"}