{"patient_id": 156095, "patient_uid": "3221225-1", "PMID": 22121280, "file_path": "noncomm/PMC003xxxxxx/PMC3221225.xml", "title": "LETHAL SYSTEMIC DEGOS DISEASE WITH PROMINENT CARDIO-PULMONARY INVOLVEMENT", "patient": "A 48-year-old Caucasian man presented to the emergency department with 5-day history of generalized abdominal pain, nausea, and vomiting which deteriorated and finally developed bloody diarrhea. He never had any previous history of gastrointestinal disorders. He also complained from progressive weakness and impaired sensation in the legs and urge incontinency from 1 month ago.\\nHis medical history was notable for skin lesions persisting for over 3 years, first appeared as pink/reddish rash accompanied by a slight burning sensation then resolved within a few weeks leaving white depressed lesions. These lesions spread from the trunk to extremities. Familial history was unremarkable.\\nOn physical examination he was ill, tachycardic, and feverish.\\nSkin examination revealed multiple erythematous papules (up to 100 papules, 2-10 mm in diameter) some with necrotic centers, distributed around the trunk, neck, scalp, extremities, genitalia and palmoplantar, sparing the face. The developed papules had a white color atrophic center that was surrounded by raised erythematous telangiectatic rim leaving depressed scar behind [Figure and ]. Oral mucosa was not affected.\\nThe abdomen was significantly tense with guarding and diffuse tenderness, which suggested surgical acute abdomen.\\nNeurologic examination showed spastic paraparesis with a sensory level at T4, which was suggestive for spinal lesion. Other examinations were unremarkable.\\nThe patient underwent laparotomy. There was pus collection below the mesocolon on the left side of Treitz ligament. The jejunum contained two perforated ulcers (each one were 5 mm in diameter and 5 cm apart). Other parts of the gastro-intestinal tract were free of disease. A biopsy was taken from border of ulcers then repaired in two layers and peritoneal cavity irrigated with abundant fluid.\\nOn the sixth day of admission patient experienced acute neurologic deficit as complete left hemiplegia including his face.\\nLaboratory investigations including CBC, routine chemistry, coagulation profile, VDRL, ANA, cANCA, pANCA, anti-dsDNA, LE cell, RF, antiphospholipid antibody, anticardiolipin antibody, CH50, HLA B5, HIV antibody, HCV antibody were negative or within normal reference ranges but HBS Ag was positive. PPD was negative. Erythrocyte sedimentation rate and C-reactive protein were slightly increased. Cerebrospinal fluid examination yield normal protein and cell count.\\nPathologist reported that histopathological features in specimens from skin and jejunal lesions are similar and show dense dermal fibrosis and submucosal collagen deposition, respectively. He suggested scleroderma as possible diagnosis but clinical finding was not compatible.\\nBrain MRI revealed small vessel disease in both cerebral hemispheres with the ischemic process in right side of pons without abnormal tissue enhancement. Although examination revealed spinal involvement the spinal MRI was normal []. Thoracic CT scan demonstrated bilateral mild pleural effusion.\\nAlthough paraclinic did not support specific diagnosis, due to strong clinical suspicion to vasculitis and serious patient condition, we added prednisolone to his medications (antibiotics with enteropathogenic coverage).\\nPatient's problems persisted and 4 days later, another complaint submerged, manifesting with nausea and vomiting, oral intolerance, accompanied by wound dehiscence, and excess leakage of yellow/orange fluid from incision site. Investigation revealed simple small bowel enterocutaneous fistula. Oral feeding was stopped and octreotide administered. In addition, he developed atrial fibrillation arrhythmias which subsequently controlled by amiodarone.\\nAttempting to make a definitive diagnosis, we requested dermatologic consultation. Dermatologist noted cutaneous “porcelain white atrophic scar” with erythematous and telangiectatic rim, strong characteristic of DD. A elliptical skin biopsy showed epidermal atrophy, ulceration with overlying hyperkeratosis, and underlying wedge shape ischemic area with uniformly acellular hypereosinophilic dermis. There was mild perivascular lymphocytic infiltration at the edge of ischemic wedge. Endothelial swelling and obliteration of lumen and fibrin deposition around vessels were also identified [Figures –]. The review of the peritoneal biopsy showed multifocal PMN infiltration and necrosis as well as small vessel thrombosis.\\nOn the basis of clinical and histopathological features the diagnosis of DD with multisystemic involvement was made.\\nThereafter, octreotide and antibiotics were continued, prednisolone was stopped, pentoxifylline in combination with antiplatelet and anticoagulant therapy beside total parenteral nutrition was initiated. Further laboratory tests revealed normal levels of proteins C and S, antithrombin3 and hemocystein. Tests for factor 5 Leiden was also negative.\\nDuring the follow up, since no new skin lesions appeared and discharge of fistula limited, he developed progressive dyspnea with multiple episodes of respiratory distress. Repeated chest radiograph showed worsening of effusion. During 5-month period, patient's condition exacerbated and accompanied with generalized edema, alternation of consciousness and hemodynamic instability requiring mechanical ventilation and also administration of inotropic and vasopressor agents. Ultimately, he expired due to cardio-pulmonary failure. The autopsy performed. The pleura showed severe fibrotic thickening, hemorrhagic fibrinoid exudate with adhesions to the chest wall and compression collapse of both lungs specially in right. Despite severe pericardial fibrosis, heart was slack and large. In abdomen, peritoneal fibrosis, ascites, and adhesions were present along the gastrointestinal tract. The bowel contained hemorrhagic fluid. In addition, numerous erosions, ulcers, and necrotic areas with perforation in the bowel presented. The liver was strictly fibrotic. Also, with less severity, there was similar pattern in kidneys and vesicle. The cause of death was DD-induced severe restrictive cardio-pulmonary insufficiency.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'16164721': 1, '12511151': 1, '11122044': 1, '10201491': 1, '12653699': 1, '33115514': 2, '791153': 1, '16101866': 1, '17167141': 1, '15987298': 1, '8855750': 1, '2745761': 1, '15188339': 1, '12876488': 1, '27688455': 1, '24937836': 2, '1259448': 1, '15153891': 1, '620562': 1, '371654': 1, '8838127': 1, '22121280': 2}", "similar_patients": "{'7594340-1': 1, '4056720-1': 1}"}