{"patient_id": 160248, "patient_uid": "3543977-1", "PMID": 23346499, "file_path": "noncomm/PMC003xxxxxx/PMC3543977.xml", "title": "Gastric Cancer and Concomitant Gastric Tuberculosis: A Case Report", "patient": "A 54-year old female patient diagnosed with early gastric cancer was referred from a local clinic for surgical management. She reported no specific symptoms, and her gastric malignancy had been detected incidentally on screening tests. Pathology slides from the outside institution were reviewed at our hospital, and the diagnosis of signet ring cell adenocarcinoma was confirmed (). The patient's past medical history was unremarkable except for pulmonary tuberculosis which had been diagnosed and cured 30 years prior, and there were no documented relapses of tuberculosis after her initial therapy. Her physical examination was unremarkable, and laboratory findings were normal including hemoglobin 14.3 g/dl (12.0~16.0), white blood cell 4,000/µl (4,500~11,000) with neutrophils 53.0% and lymphocytes 37.1%, carcinoembryonic antigen 0.64 ng/ml, and carbohydrate antigen 19-9 2.00 U/ml. Her chest x-ray showed neither evidence of active disease nor sequale of old pulmonary tuberculosis. Computed tomography was performed for cancer staging, and there were nor demonstrable intra-abdominal masses or lymphadenopathy (). Since there was both a morphologically suspicious and pathologically proven mucosal lesion in the proximal antrum along the greater curvature of stomach, no additional endoscopic evaluation was performed.\\nLaparoscopic-assisted distal gastrectomy with Billroth I anastomosis was carried out, and a 0.5×0.5 cm sized mucosal lesion was noted in the proximal antrum during the operation. This lesion was estimated to be type IIc early gastric cancer, and histopathologic examination revealed multiple granulomatous areas of inflammation on the gastric mucosa. There were no regional lymph node metastases in any of the 52 dissected lymph nodes, however chronic granulomatous inflammation was noted in the omental lymph nodes. Tuberculosis polymerase chain reaction testing conducted on the gastric mucosa and omental lymph nodes confirmed gastric tuberculosis ().\\nThe patient was discharged from the hospital on postoperative day 10 without complications. She is currently on anti-tuberculosis medication, and there was no evidence of relapse or recurrence of disease after 5-months of follow-up.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'20871197': 2, '16361778': 1, '19623062': 1, '10531727': 1, '9369100': 1, '17373307': 1, '32293275': 2, '8317433': 1, '15729256': 1, '20087333': 1, '21966145': 1, '21849904': 1, '31277586': 2, '20303878': 1, '19077480': 1, '23346499': 2}", "similar_patients": "{'6612222-1': 1, '2995101-1': 1, '2995101-2': 1, '7158059-1': 1}"}