{"patient_id": 39585, "patient_uid": "3485764-1", "PMID": 23133761, "file_path": "comm/PMC003xxxxxx/PMC3485764.xml", "title": "Unusual Presentation of Cystic Papillary Thyroid Carcinoma", "patient": "A 60-year-old female patient was presented with swelling in front of the neck since 12 yrs, initially small in size started in thyroid region and gradually increased to present size (25 × 15 cm) with watery discharge form swelling of 6 months duration ().\\nOn examination there were multiple cystic swellings extending from thyroid cartilage to mid sternum. There were about 12–15 cysts with features of intercommunication. The whole swelling moved with deglutition and there was no independent mobility of cysts. A sinus was present on right side of neck with active serous discharge (). Cervical lymph nodes were not enlarged. On indirect laryngoscopy, no abnormality was detected. Thyroid profile was within normal limits. Neck and chest X-ray showed increased soft tissue density seen in neck region extending up to upper sternal region and indenting trachea. Fine Needle Aspiration Cytology of the swelling showed features suggestive of nodular goitre. Ultrasound of the neck showed multiple anechoic areas with areas of calcification and internal septae in the neck extending from carotid level to midsternal level. Lesion seemed to be arising from thyroid tissue showing minimal vascularity suggestive of multicystic goitre or lymphangioma. On computer tomography there were multiple fluid attenuation coalescent cystic lesions in subcutaneous plane of neck and proximal thorax. There were no inhomogenous enhancing areas within the cyst. Thyroid gland could not be visualized seperately from cysts. There was no infiltration of surrounding structures or lymphadenopathy. The cystic lesions seem to be arising from thyroid gland and only part of left lobe of thyroid was visible (). Patient was subjected for surgery. Under general anesthesia Kocher's horizontal incision taken over the swelling and in middle incision extended vertically downwards over right breast as T incision and flaps raised. Fluid in cyst was clear light brown color. Some cysts were intercommunicated and cysts were found arising from right lobe and isthmus of thyroid (). On the right side cysts were adherent to internal jugular vein [IJV] () and common carotid artery (). Internal jugular vein was ligated and divided. Cysts were separated from right carotid artery. Total thyroidectomy done along with excision of all cysts and skin around sinus. Postoperative period was uneventful (). On histopathological examination of specimen papillary carcinoma of thyroid was found and sinus tract was free of tumor cells. Patient underwent an radioactive iodine ablative postoperatively and is on suppressive dose of thyroxine since then.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'17495296': 1, '33442159': 2, '16831036': 1, '11283533': 1, '9874472': 1, '8073982': 1, '17146329': 1, '11181328': 1, '18192100': 1, '14606565': 1, '3880982': 1, '31897115': 1, '15011201': 1, '26998305': 1, '10708617': 1, '8214308': 1, '31832104': 2, '2013199': 1, '11244539': 1, '26722557': 1, '17542676': 1, '7485734': 1, '15716757': 1, '11856700': 1, '18302801': 2, '19860577': 1, '23133761': 2}", "similar_patients": "{'7784110-1': 1, '6868756-1': 1, '2266768-1': 1}"}