{"patient_id": 155121, "patient_uid": "3161442-1", "PMID": 21886984, "file_path": "noncomm/PMC003xxxxxx/PMC3161442.xml", "title": "Brachiocephalic artery thrombosis in adult nephrotic syndrome", "patient": "A 44-year-old man presented to our hospital in 2005 with complaints of generalized edema and frothy urine of two months duration. Evaluation showed nephrotic range proteinuria, hypoalbuminemia, and hypercholesterolemia. Kidney biopsy showed minimal change disease. There was no clinical or laboratory evidence of a secondary cause for nephrotic syndrome. Patient responded to oral prednisolone 1 mg/kg/day and attained complete remission in 4 weeks, when prednisolone was tapered over 8 weeks and stopped; on subsequent follow-up over 4 years, he was an infrequent relapser. He was readmitted in June 2009 with anasarca of three weeks duration and sudden onset of weakness involving left upper and lower limbs, and severe pain with bluish discoloration of right hand for 1 day. He was not a smoker. There was no history of trauma or intake of any medications. Right hand and forearm showed clinical features of ischemia with absence of pulsations in brachial, radial, and ulnar arteries. Central nervous system examination revealed left supranuclear facial palsy and dense left hemiplegia. Evaluation confirmed relapse of nephrotic syndrome: Nephrotic range proteinuria (24 hours urinary protein: 8 gm), hypoalbuminemia (serum albumin: 1.4 gm/dl), and hypercholesterolemia (serum cholesterol: 433 mg/dl). Renal functions (serum creatinine: 0.8 mg/dl) and liver functions were normal. Doppler study showed absence of blood flow in all arteries of right upper limb; carotid arteries did not show any evidence of plaques. Doppler study did not reveal any evidence of thrombosis in renal veins, IVC, or lower limb veins. Chest roentgenogram and ECG were normal. Echocardiography showed normal heart valves and chambers with no evidence of thrombus in the cardiac chambers. Computed tomography (CT) angiogram showed thrombus involving right brachiocephalic trunk [Figures and ] with embolic occlusion of right axillary artery and right middle cerebral artery (MCA). CT scan of head showed features of acute right MCA territory infarction []. Patient was worked up for hypercoagulable state: protein C 27% (normal, 70 – 140%), protein S 61% (normal, 60 – 110%), antithrombin III 73% (normal, 75 – 125%), absent factor V Leiden mutation (negative), APTT 32 seconds (control, 32 seconds), PT 13.2 seconds (INR, 1.0), homocysteine 13 micromol/l (normal, 5 – 15 micromol/l). Blood fibrinogen was 736 mg/dl (normal, 200 – 400 mg/dl). Cryoglobulins, anticardiolipin antibodies, and beta-1-glycoprotein antibodies were negative.\\nHe underwent emergency open right axillary artery embolectomy followed by anticoagulation. Initially he was started on heparin, which was followed by oral Warfarin. Subsequently, ischemic changes in the right upper limb improved clinically, power of left upper and lower limbs improved gradually. Patient was continued on oral anticoagulation therapy. Oral prednisolone 1 mg/kg/day was started. After 8 weeks, patient attained remission; steroids were tapered and stopped at the end of 16 weeks. Patient was lost to follow-up; hence, repeat imaging studies could not be done.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'7870639': 1, '3906225': 1, '888841': 1, '10878787': 1, '7005524': 1, '9569957': 1, '7446547': 1, '6433673': 1, '1561663': 1, '8446259': 1, '8611369': 1, '25926931': 1, '1987676': 1, '5475847': 1, '10930236': 1, '18158362': 1, '15274542': 1, '21886984': 2}", "similar_patients": "{}"}