{"patient_id": 163738, "patient_uid": "3800733-1", "PMID": 24155766, "file_path": "noncomm/PMC003xxxxxx/PMC3800733.xml", "title": "Breast Metastasis from Rhabdomyosarcoma of the Anus in an Adolescent Female", "patient": "An 18-year-old female patient was referred to our department for evaluation of a lump in the left breast noticed 1 week earlier. The patient had a past medical history of acute lymphoblastic leukemia (ALL) and anal RMS. Eleven years earlier, at age seven, she was referred to our hospital because of fever and both knee pain. On femur and leg simple X-ray, there was irregular marginated osteolytic lesion with cortical destruction in distal femur and proximal tibia. The complete blood count was as follow: hemoglobin 12 g/dL, white blood cell count 5,000/µL with 37% of blast cell and platelet count 106,000/µL. We performed bone marrow biopsy and aspiration on iliac crest and the bone marrow specimen was packed with leukemic blasts (more than 95%). The immunohistochemical stain revealed the blast cells were positive for myeloid lineage (CD33 and CD13) and B-cell lineage (CD79a, CD20, and CD19). Finally, she had been diagnosed as biphenotype ALL and treated with the Children's Cancer Group (CCG)-106B protocol and prophylactic 18 Gy cranial irradiation []. During follow-up, she had remained in complete remission state. One year earlier, she visited our hospital due to an anal mass and accompanying pain. Pelvic computed tomography (CT) scan revealed an 8.5 cm sized heterogenous enhancing mass around the anus. Multiple enlarged lymph nodes were found on both inguinal area and bilateral iliac chain (). There was no evidence of distant metastasis on fluorodeoxyglucose-positron emission tomography and computed tomography (FDG-PET/CT). For the tissue confirmation, we performed needle biopsy on the anal mass. The cells were small and round shaped on hematoxylin and eosin (H&E) stain and the mass was negative for CD3, CD20, CD79a and ETS-1, and positive for CD56, CD99 and desmin based on immunohistochemical stain. The mass was subsequently diagnosed as RMS. The patient underwent vincristine, adriamycin, and cyclophosphamide based chemotherapy. And a total of 4,500 cGy in 25 fractions of radiotherapy dose was given to the pelvis. Following treatment, FDG-PET/CT showed no uptake at the primary tumor site with complete remission state.\\nUpon clinical examination, a firm, round and nontender mass was found in her left breast, measuring 3×3 cm. There was no palpable mass in the contralateral breast and both axillary areas. Breast ultrasonography showed a 2.3 cm sized circumscribed oval hyperechoic mass with central hypoechoic portion (). Core needle biopsy was consistent with RMS. Chest, abdominal, and pelvic CT scans and FDG-PET/CT were evaluated for metastatic disease. Intense FDG uptake was present in the left breast and retrocrural space at the level of L1 verterbra (). For the decreasing tumor burden, mass excision was performed. The mass was well-circumscribed and, on section, shows a pale-tan solid fleshy cut surface with focal hemorrhage. No necrosis was identified in the specimen (). The mass was composed predominantly of primitive small round blue cells which were surrounded by collagenous fibrous septa. Some cells with rhabdoid feature were also seen (H&E stain) (). Immunohistochemical stain demonstrated strong positivity for CD56, CD59 and desmin as identical to anal mass (). The breast mass was finally diagnosed as metastatic alveolar RMS based on H&E and immunohistochemical stain. The pediatric oncologist started topotecan and cyclophosphamide chemotherapy and radiation therapy.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'7438025': 1, '20194946': 1, '27046981': 2, '20730885': 1, '2386920': 1, '9212842': 1, '22882949': 1, '23690411': 1, '8229139': 1, '15871711': 1, '14652147': 1, '24155766': 2}", "similar_patients": "{'4790135-1': 1, '4790135-2': 1}"}