{"patient_id": 45894, "patient_uid": "3931926-1", "PMID": 24555776, "file_path": "comm/PMC003xxxxxx/PMC3931926.xml", "title": "Multicystic meningioangiomatosis", "patient": "A 21-year-old woman presented with a history of intractable focal evolving to bilateral convulsive seizures since the age of 10 years and complained of an increase in the frequency of the seizures in the last 5 months. Eleven years ago, she experienced a complicated febrile seizure with left limb convulsion and unconsciousness, which continued for 6 h; her mental status fully recovered after 24 h. Thereafter, generalized tonic-clonic seizures occurred almost every month, in spite of medical treatment with carbamazepine, phenobarbital and sodium valproate. She had no history of adverse perinatal events, developmental problems or head trauma. General physical and neurological examinations were unremarkable; she had no stigmata or family history of NF. Inpatient continuous video electroencephalography (EEG) revealed right temporal seizure foci with significant sharp wave activity and spike-and-slow waves complex during drowsiness and sleep. Magnetic resonance imaging (MRI) of the brain demonstrated a multicystic mass with low signal intensity on T1-weighted images and high signal intensity on T2-weighted images in the right temporal lobe (Figure ). The cysts were isointense with the cerebrospinal fluid (CSF) on T1- and T2-weighted MRI. On fluid-attenuated inversion-recovery sequence, the lesion appeared as heterogeneous hypointense mass. The lesion was well-demarcated without any perifocal edema. Clinically, a dysembryoplastic lesion was suspected. The patient underwent right temporal craniotomy and lesionectomy. Before resection, an intraoperative electrocorticography (ECoG) was performed over the lesion. The ECoG showed that epileptic foci were located in the right superior temporal gyrus, the upper part of the middle temporal gyrus and the right hippocampus. These lesions were resected under a surgical microscope. The patient was discharged 13 days after the procedure without any neurological complications. She received postoperative treatment with antiepileptic drugs for 10 months. Her postsurgical course was uneventful, and a 2-year follow-up did not reveal any recurrence of the lesion.\\nGross examination of the resected right temporal lobe revealed some whitish tissue that measured 5.0 cm × 2.5 cm × 1.5 cm and had medium consistency and multiple, small, fluid-filled cysts. The right hippocampus showed some whitish tissue measuring 0.8 cm × 0.5 cm × 0.5 cm.\\nOn microscopic examination, the lesion was observed to be located within the cortex and the underlying white matter, with focal involvement of the overlying leptomeninx. Pathological examination showed unique features of MA, including prominent proliferation of both the small vessels (mainly capillaries and venules) and perivascular cells, which resembled meningothelial or fibroblast cells, arranged in whorls and cuffs (Figure A). Microcystic components and enlarged perivascular spaces were observed within or around the perivascular cell cuffs, and some of these cysts were similar to the arachnoid cavity (Figure B). The perivascular cells showed direct transition into the microcystic areas or enlarged spaces, which had variable diameters and were lined with a single layer of spindle cells, but the microcysts were not connected with the vessels directly. Cord-like nests of hyperplastic fibroblast-like cells were found perpendicular to the surface of the cerebral cortex, where encephalocele and leptomeningeal cell proliferation were present. Many round eosinophilic nodules with a concentric arrangement of acellular lamellae within reactive gliosis were seen between the foci of perivascular cuffs; these nodules may have represented hyalinized collagen fibers (Figure C). This might have been a reactive phenomenon rather than an intrinsic MA component. Mitotic activity, cellular atypia and necrosis were not identified. In the right hippocampus, neuronal degeneration and gliosis were observed.\\nTo determine the origin of the proliferative or lesional cells, immunohistochemical examination was performed using the Ventana BenchMark XT system (Roche Ltd., Ohio, USA). Antibodies against the following antigens were used: vimentin (clone V9; Maixin, Fuzhou, China), smooth muscle actin (SMA, clone 1A4; Dako, Carpinteria, CA, USA), epithelial membrane antigen (EMA, clone E29; Maixin), cytokeratin (CK, clone AE1/AE3; Maixin), D2-40 (clone D2-40, Dako), factor VIII (Maixin), CD31 (clone JC70A, Dako), CD34 (clone QBEnd/10; Zhongshan, Peking, China), H-cald (clone H-cald, Dako), glial fibrillary acidic protein (GFAP, clone GA-5; Maixin), neurofilament (clone 2F11, Dako) and Ki-67 protein (clone MIB-1, Dako). The perivascular cells were mainly immunopositive for vimentin and D2-40, focally or weakly positive for SMA, EMA and CD34, and negative for CK, CD31, H-cald, GFAP and neurofilament (Figure D,E and F). The cyst walls were often immunoreactive for vimentin, D2-40 and SMA, and less frequently for CK, H-cald and CD34. Immunoreactions with CD34, CD31 and factor VIII were detected within the cytoplasm and/or the plasmalemma of the vessels in the center of the perivascular cuffs. Ki-67 staining revealed no immunoreactive nuclei in the perivascular cells. The cerebral cortex between the perivascular cell nests was immunopositive for GFAP, neurofilament and EMA. The final diagnosis was multicystic MA.\\nMA is a rare and benign meningovascular hamartomatous condition that usually involves the cerebral cortex in the frontal or temporal regions, with varying involvement of the overlying leptomeninges. The lesions are often associated with NF2, although the majority of cases are sporadic []. Sporadic MA usually occurs as a solitary lesion in young patients and presents with a history of intractable seizures or persistent headaches [,]. In contrast, NF2-associated MA more frequently involves multiple lesions and is asymptomatic []. In some patients, MA may be accompanied by tumors such as meningiomas, astrocytomas and oligodendroglioma [-].\\nAll MA lesions share common pathological features, namely, cortical vascular proliferation and perivascular cuffs of proliferative, spindle-shaped, meningothelial-like cells. Although approximately 120 cases of MA have been reported to date worldwide, only six cases of cysts within the MA lesion have been described in the literature (Table ) [-]. The mean age of these seven patients with cystic MA including our patient was 32 years (range, 12–58 years). Except for one patient for whom insufficient data were available, all patients had intractable seizures or headaches for 2–11 years (mean, 6 years). In two patients, the cysts were visible only on microscopic examination (microcysts); in three patients, the cysts were sufficiently large to be detected on MRI. The diagnosis of MA was confirmed by the pathologist in all seven patients. Wiebe et al. described the histopathological spectrum of MA, which can be broadly classified into predominantly cellular and predominantly vascular types []. In our case, the MRI finding of a multicystic structure differentiated the condition from ordinary MA. According to the literature [,,], patients with cystic MA are older than patients with non-cystic MA, and the interval between symptom onset and surgery is longer in the former. We therefore consider that cystic/microcystic MA should be classified as a new type of MA in order to better our understanding of this disease and achieve an accurate preoperative diagnosis.\\nThe mechanisms involved in the development of MA have not yet been elucidated. MA was considered a hamartomatous proliferation of meningothelial cells, blood vessels and fibroblasts in variable proportions []. However, the observation of abnormal local vascularization in some patients has led several authors to regard MA simply as a vascular malformation with an added meningothelial reaction []. Furthermore, it has also been suggested that these tumors do not grow or display malignant features. Some studies have supported the opinion that MA may be related to NF2 gene mutation because of its concomitance with NF2 []. In our patient, immunohistochemical examination demonstrated that the perivascular cells had originated from arachnoid cap cells. Considering the histopathological findings, the patient’s age at onset and the location of the lesion, we propose that MA is a hamartoma that results from the trapping of arachnoid and vascular tissue in the cerebral parenchyma during brain development, rather than a true neoplasm. The wide spectrum of immunohistochemical staining patterns observed in the perivascular cells in MA lesions in the cases reported in the literature and in our case suggests that MA originates from pluripotent cells. The exact mechanism underlying cyst development in MA remains controversial. It has been speculated that cysts form due to the accumulation of CSF within the lesion in a manner similar to the mechanism of cyst formation in cystic meningiomas []; however, a communication between the cysts and the subarachnoid space has not been confirmed in MA []. In our patient, the proliferation of meningothelial-like cells and loose perivascular cells observed on the cortical surface may have been the early stages of the typical cystic lesion in the deep cortex and white matter, and the cystic component was attributable to the enlarged perivascular spaces. The long duration of the illness supports this hypothesis. The fact that the cysts were not connected with the vessels and that the cyst contents were similar to those of the arachnoid cavity demonstrated that the cysts had originated from arachnoid tissue. Furthermore, the same immunoresponse of the perivascular cells, microcystic walls and the arachnoid cavity wall suggests that pluripotent cells differentiate into the various cell types found in MA [] and that the formation of cysts is an accompanying developmental anomaly. Mechanisms such as increased CSF pulsation, vascular ectasia, small blood vessel obstruction or abnormal arterial wall permeability may be related to the formation of enlarged perivascular spaces, in which CSF gradually accumulates, eventually resulting in the formation of microcysts and cysts. This suggests that MA originates from pluripotent arachnoidal cap cells trapped in the cerebral cortex.\\nAlthough many cases of MA have been described, presurgical diagnosis remains difficult because the wide spectrum of clinical, imaging and electrophysiological features often impedes the clinical diagnosis [,,]. Surgical resection is important not only for seizure control but also for pathological diagnosis. Wiebe et al. reported that after surgical removal of the tumor, long-term seizures disappeared in 43% of patients, improvement occurred in 30% of patients and antiepileptic drug administration was required in more than 70% of patients []. Partial removal of the tumor has been shown to improve symptoms, but total removal still seems to be more effective [,]. In patients in whom postoperative seizure control was not successful, extension of the epileptic foci was found to occur with time []. In our patient, ECoG revealed perilesional cortical spikes, and epileptogenic foci were present in not only the right temporal lobe but also the right hippocampus. Therefore, intraoperative or extraoperative ECoG is essential for detecting epileptogenic foci [], which often exist in the adjacent cortex rather than in the lesion. In the present case, total surgical removal was achieved using intraoperative ECoG assistance, and a favorable outcome was obtained.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'23684007': 1, '25886050': 2, '12662324': 1, '22530169': 2, '23116185': 1, '16270683': 1, '16771183': 1, '11756780': 1, '19541939': 1, '16720184': 1, '22937336': 2, '23485253': 1, '20495542': 1, '12777103': 1, '23020197': 1, '19347254': 1, '22762891': 1, '8651864': 1, '10319980': 1, '10219783': 1, '23198201': 1, '8421212': 1, '16902347': 1, '24555776': 2}", "similar_patients": "{'3326948-1': 1, '4358853-1': 1, '4358853-2': 1, '4358853-3': 1, '3420442-1': 1}"}