{"patient_id": 155693, "patient_uid": "3198636-1", "PMID": 22034599, "file_path": "noncomm/PMC003xxxxxx/PMC3198636.xml", "title": "Clinical demonstration of efficiency and reversibility of hypoxic pulmonary vasoconstriction in a patient presenting with unilateral incomplete bronchial occlusion", "patient": "A 50-year-old Caucasian female presented to the Accident and Emergency Department for evaluation of acutely worsening breathlessness of seven days’ duration, with a background of chronic shortness of breath for the past few weeks. Her primary care practitioner had initiated an inhaled beta-2-receptor agonist, because of suspected asthma, with no benefit. She also felt more breathless when lying on her left side associated with mild chest discomfort. On chest auscultation she was noted to have reduced breath sounds in the left hemithorax, but her presenting chest radiograph was normal [].\\nShe had never smoked. She denied any significant family history. Vital signs were within normal limits and oxygen saturations were greater than 95%. Initial investigations, including full blood count and electrolytes, were normal. Although, when rising from the examination couch, she suddenly complained of severe shortness of breath and chest pain, with oxygen saturations falling to 89%. An urgent ventilation-perfusion (VQ) lung scintigram was arranged to exclude pulmonary embolism. The VQ scan showed complete absence of ventilation and perfusion to the left lung [Figure and ].\\nIn view of the striking findings on the VQ scan an urgent computed tomographic (CT) scan of the chest was performed, which revealed a mass obstructing the left main bronchus close to the origin. There was no evidence of atelectasis on the CT. Bronchoscopy was undertaken the following day, which confirmed the CT findings and identified a fleshy mass almost completely occluding the lumen of the left main bronchus. Biopsies were taken, histology of which were consistent with a bronchial carcinoid tumor.\\nTwo hours after bronchoscopy she became more breathless and her oxygen saturation fell to 85%. A repeat chest radiograph now showed complete collapse of the left lung. She was referred to Papworth Hospital for urgent thoracic surgical assessment. It was decided that the carcinoid tumor was amenable to resection by bronchotomy, involving removal of a segment of the left main bronchus involved with the tumor. This procedure preserved the distal lung without need for pneumonectomy. The operation was successful with complete resection of the tumor and re-expansion of the atelectatic lung. She made an uneventful recovery from surgery.\\nOne month later she attended for follow-up and was virtually symptom-free. A repeat chest radiograph [] showed the presence of surgical staples at the site of bronchial anastomosis, but otherwise normal lung fields. A repeat VQ scan showed almost complete recovery of ventilation and perfusion to the left lung [Figure and ].", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'7319884': 1, '26066825': 1, '8033518': 1, '7481117': 1, '5500988': 1, '22034599': 2}", "similar_patients": "{}"}