{"patient_id": 156936, "patient_uid": "3276868-2", "PMID": 22346168, "file_path": "noncomm/PMC003xxxxxx/PMC3276868.xml", "title": "Conservative management of unicystic ameloblastoma in a young child: Report of two cases", "patient": "A 12-year-old female patient with non-contributory medical history sought dental evaluation due to painless swelling on the right mandibular molar-ramus region. The patient described initial observation of the swelling approximately 2 months prior to presentation. Clinical examination revealed an expansible lesion in the right mandibular third molar region and blue colored swelling distal to first molar []. Panoramic radiograph disclosed a unilocular radiolucent lesion (approximately 7 cm × 4 cm) with well-corticated borders involving right body, angle, and ramus of mandible. The impacted second and third molar was displaced up to the inferior border of the body and the coronoid process of mandible, respectively []. On aspiration of cyst cavity, golden yellow colored fluid was noticed. The CT scan confirmed the buccal and lingual cortical expansion with perforation of lingual cortex of the mandible. The lesion was difficult to diagnose on the basis of clinical and radiographic findings. Therefore, UA, dentigerous cyst, odontogenic keratocyst were considered in the differential diagnosis. Patient's parents were informed regarding the complexity of diagnosis, different treatment options, and recurrence. Taking into consideration the age and complexity of diagnosis surgical enucleation followed by Carnoy's solution application and extraction of closely related teeth was planned. Under local anesthesia (Lox 2%, Mumbai), crevicular incision was given from permanent mandibular right canine to permanent mandibular first molar. The incision extended distally over anterior border of ramus of mandible followed by mesial releasing incision from permanent mandibular right canine. Mucoperiosteal flap was reflected and underlying bone was exposed followed by decortication of the buccal cortex with bone rongeur []. The lesion was enucleated along with impacted teeth and erupted first permanent mandibular molar []. Copious irrigation of bony cavity was done with betadine solution and normal saline. Carnoy's solution was applied in the bone cavity for 3 min with cotton applicators. The bony cavity was rinsed with normal saline and packed with glycerin and betadine-soaked ribbon gauze. Then horizontal matrix sutures with mersilk (Ethicon, Johnson & Johnson) were given. The excised lesion was sent for histopathological examination and gauze pack was removed 2 days postoperatively. Histological analysis of surgical specimen showed a cystic lesion surrounded by a fibrous tissue capsule lined by odontogenic epithelium of variable thickness proliferating into the lumen in a plexiform pattern. The lesion was diagnosed as unicystic ameloblastoma with intralumenal proliferations. In the post-operative days, the patient was assessed for parasthesia of lip or cheek. As the diagnosis carries a risk of recurrence, a long term follow-up period was planned.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'8189298': 1, '11805772': 1, '3100680': 1, '922668': 1, '29302587': 2, '33632976': 2, '16782308': 1, '11688034': 1, '26697154': 2, '15140824': 1, '15290793': 1, '3150441': 1, '27335612': 1, '25741467': 2, '2544844': 1, '9861335': 1, '28717292': 1, '6807902': 1, '22346168': 2}", "similar_patients": "{'3276868-1': 2, '7925159-1': 1, '7925159-2': 1, '4682018-1': 1, '4347036-1': 1, '4347036-2': 1, '4347036-3': 1, '5742318-1': 1}"}