{"patient_id": 40552, "patient_uid": "3536271-1", "PMID": 22985616, "file_path": "comm/PMC003xxxxxx/PMC3536271.xml", "title": "McCune-Albright Syndrome Mimicking Malignancy: an Endocrine Disease From Oncologist’s Perspective", "patient": "A 9-year-old girl was admitted to the pediatric emergency department because of a 2-day-history of unsteady gait, vomiting, and dizziness. She was the third child of four pregnancies to a non-consanguineous couple. Her prenatal/natal history was unremarkable and her two siblings were healthy. One sibling had died in utero at the 8th month of pregnancy without an identified pathology. The patient’s history did not reveal any recent immunization, upper respiratory tract infection, diarrhea or drug use. On inspection, the patient appeared to be in a state of exhaustion. Her blood pressure was 110/70 mm Hg, respiratory rate 24/minute and pulse rate 80/minute. Her height was 135 cm (50-75th perc., SDS: 0.9) and weight was 27 kg (25-50th perc.). Her body mass index (BMI) was 14.8. Physical examination findings were within normal limits except for ataxia. There were two irregularly bordered café au lait spots - one on the right cheek and the other in the presacral area. Breast development and pubic hair growth both corresponded to Tanner stage 4.\\nInitial laboratory findings were within normal ranges. A presumptive diagnosis of acute postinfectious cerebellitis was made. Parenteral hydration and acyclovir therapy were initiated. Otolaryngology consultation was sought. An inner ear problem as cause of ataxia was considered, but could not be proven by audiological examination. Cranial MR was done to delineate central nervous pathologies and revealed that there were fusiform expansions reaching 1.5 cm in thickness in almost all skull bones with a special predominance in the occipital and right parietal bones. Moderate diffuse contrast enhancement was also noted in these bones. Brain parenchyma was normal in terms of white and grey matter. The radiological differential diagnosis included Langerhans cell histiocytosis, primary bone lymphoma and neuroblastoma metastasis. CT scans supported the MRI findings except for a ground glass appearance indicative of FD ().\\nThe bone survey findings were as follows: loss of the distinction between cortex and medulla at the cranium, fingers and toes, as well as the humeri, radii, and ulnae, in addition to disrupted trabecular structure and presence of radiolucent areas. 99mTc MDP scintigraphy demonstrated extensive multiple osteoblastic uptake in accordance with either histiocytosis or FD.\\nThe lytic and expansive bone lesions raised the suspicion of malignancy, and the patient was referred to the department of pediatric oncology. Re-evaluation of the patient's history revealed that the breast development and pubic hair growth had started 26/12 years before the current situation. Precocious puberty, café au lait spots, and polyostotic FD in radiological differential diagnosis pointed to MAS. However, due to a suspicion of malignancy and presence of coexisting ataxia, a bone marrow biopsy was performed to exclude malignant infiltration. The biopsy represented both cortical and medullary areas. There were no signs of neoplasia, but the trabeculae were thin and mimicked Chinese letters, lacking osteoblastic rimming and were surrounded by a moderately cellular fibroblastic proliferation. The findings were consistent with FD.\\nThe patient was therefore referred to the department of pediatric endocrinology. The patient’s bone age was 11 years. Thyrotropin (TSH) was found to be slightly elevated (5.07 mU/mL). Serum alkaline phosphatase level was 738 U/L, Ca 10 mg/dL, and phosphorus 5 mg/dL. Her DEXA results revealed a Z-score (lumbar spine) of -1.9. The patient was diagnosed as a case of MAS. Her symptoms disappeared after 10 days of acyclovir treatment and supportive measures. She was discharged to be followed up jointly by the orthopedics and pediatric endocrinology departments. The patient had menarche at age of 98/12 years.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'20531296': 1, '18489744': 1, '3966778': 1, '12756386': 1, '15126527': 1, '22051789': 1, '17848252': 1, '21079331': 1, '16850130': 1, '20607225': 1, '16462147': 1, '17230061': 1, '19844118': 1, '17251915': 1, '22245114': 1, '21073128': 1, '10356155': 1, '20479556': 1, '11313908': 1, '17874095': 1, '19308500': 1, '22985616': 2}", "similar_patients": "{}"}