{"patient_id": 157653, "patient_uid": "3339737-1", "PMID": 22557755, "file_path": "noncomm/PMC003xxxxxx/PMC3339737.xml", "title": "Can bilateral bronchospasm be a sign of unilateral phrenic nerve palsy after supraclavicular brachial plexus block?", "patient": "A 58-kg, 56-year-old woman was scheduled for emergency debridement and tendon repair of right hand. Patient was a known hypertensive on therapy with amlodipine 10 mg once a day for 5 years. She had no other comorbidities. Her preoperative vitals were pulse rate of 84/min and blood pressure 150/90 mmHg in supine position. Routine biochemical/hematological investigations and electrocardiogram (ECG) were within normal limits.\\nAfter taking informed consent for supraclavicular block, the patient was shifted to the operation room. Monitoring with electrocardiogram, noninvasive blood pressure monitoring, and pulse oximetry was initiated. Her vitals were stable. An 18G intravenous (IV) cannula was secured and midazolam 2 mg IV was given. Under strict aseptic precautions, USG right supraclavicular brachial plexus block was given with a 5-cm nerve block needle, using mixture of local anesthetic 10 ml 0.5% bupivacaine and 10 ml of 2% lignocaine with 1:200,000 adrenaline. Adequacy of the block was observed within 10 min of its administration. About 15 min after the block, the patient became restless, complained of breathing difficulty, and became tachypneic with audible wheeze. There was tachycardia, mild rise in blood pressure, and progressive desaturation. Auscultation of chest revealed a bilateral decrease in air entry and rhonchi were heard. Patient was propped up and given oxygen supplementation with facemask which improved the oxygen saturation (SpO2) from 70% to 85%. Two doses of salbutamol nebulization were given, but there was no further improvement in SpO2. Fluoroscopy did not reveal pneumothorax. There were no features of Horner's syndrome, rashes, or drug allergy. The procedure was deferred and patient was shifted to intensive care unit.\\nPatient received salbutamol nebulization and maintained SpO2 of 92% with 60% oxygen supplementation delivered by Venturi facemask. Chest X-ray showed features of right phrenic nerve paresis [] One hour post block, she became more comfortable, vitals were stable with improved breath sounds bilaterally, and oxygen supplementation was gradually withdrawn. The repeat chest X-ray showed normalization of the elevated right hemidiaphragm and patient was maintaining saturation on room air. Later, she underwent the procedure electively under general anesthesia uneventfully.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'6507929': 1, '6838002': 1, '27442657': 1, '15610837': 1, '10072012': 1, '560150': 1, '27473162': 1, '19472948': 1, '9620512': 1, '25114416': 2, '17666721': 1, '2006740': 1, '525758': 1, '22557755': 2}", "similar_patients": "{'4124674-1': 1}"}