{"patient_id": 161996, "patient_uid": "3692178-1", "PMID": 23814588, "file_path": "noncomm/PMC003xxxxxx/PMC3692178.xml", "title": "A case report of haemorrhagic-aneurismal bone cyst of the mandible", "patient": "A 13-year-old girl was referred to Maxillofacial Surgery, Galeazzi Hospital, Milan, Italy, in April 2009 for examination of the radiolucency of the right mandible, which had been detected in a general dental clinic.\\nShe had not experienced tenderness of the right mandible. On clinical examination, a normal bone without swelling at right body of the mandible, was observed. Intraoral examination revealed no percussion pain at the right premolar and molar regions and no paresthesia. There were no palpable lymph nodes, and the blood test was normal.\\nHer general medical and family histories were non-contributory, with no history of facial trauma. Imaging studies to evaluate this lesion included orthopantomography (OPT), CT and MRI. A panoramic radiograph revealed a large expansive, multilocular lesion with a thin bony rim in the right mandible, which was enlarged from the right, first premolar to the mandibular ramus. Pathological roots resorption of 4.6-4.7 dental elements was observed []. So, based on these data, a presumptive diagnosis of mandibular cyst was placed. It was decided to do surgery, in order to have a histopathological evaluation and facilitate correct diagnosis.\\nDuring the surgery, when attempting to avulsion of 4.6 dental elements, an unexpected haemorrhage occurred. The use of the haemostatic tabotamp only was able to stanch the haemorrhage. However, since blood tests showed a rapid decrease in haemoglobin level from 13.8 to 5.4 mg/dl, a post-operative diagnostic arteriography and a transcutaneous intralesional embolization were performed []. Blood transfusion was used to return to normal blood parameters.\\nPart of the material removed during surgery, including the extracted teeth 4.6 and 4.7, was sent for histological examination. The microscopic examination revealed a specimen composed of strands and islands of an odontogenic epithelium, fragments of connective tissue with chronic inflammation, partially covered by fibrin, and fragments of mucosa and submucosa associated with blood spills. Based on the microscopic findings and clinical history, a diagnosis of hemorrhagic mandibular cyst was made.\\nNo more complications were recorded in the post-operative period, although the convalescence lasted for a time longer than expected, because of anemia. The patient has been continually followed up closely since the surgery. No further surgery was performed. She has been disease-free for two years.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'2750623': 1, '27051476': 1, '19431130': 1, '9563596': 1, '19243916': 1, '31346378': 2, '820661': 1, '27918745': 1, '12536088': 1, '2628722': 1, '23814588': 2}", "similar_patients": "{'6645265-1': 1}"}