{"patient_id": 154187, "patient_uid": "3063930-1", "PMID": 21461273, "file_path": "noncomm/PMC003xxxxxx/PMC3063930.xml", "title": "A Paragonimiasis Patient with Allergic Reaction to Praziquantel and Resistance to Triclabendazole: Successful Treatment after Desensitization to Praziquantel", "patient": "The patient was a previously healthy 46-year-old female who had not traveled to any tropical area during the past 10 years. The patient was first admitted to the Department of Thoracic Surgery, Gachon University Gil Medical Center in mid-August, 2008 with a chief complaint of a 7-day history of fatigue, coughing, and dyspnea on exertion. The patient had no fever or chest pain. The body temperature was normal, respiratory rate was 20 breaths/min, blood pressure was 110/80 mmHg, and pulse rate was 85 beats/min. The right side lung sounds were decreased. The patient's total white blood cell (WBC) count was 10.24×103 cells/mm3 with 24.6% eosinophils, and the erythrocyte sedmentation rate was 8 mm/hr. A chest radiograph showed a marked increase of pleural effusion in the right lung. There were no atypical cells in the pleural fluid, but many degenerated leukocytes were observed. There was no evidence of malignancy. Chest CT of the thorax, which was taken after tube thoracotomy, revealed extensive subcutaneous emphysema in the upper trunk. Examination of stool and sputum samples for parasites and eggs was not performed at this time, and the symptom etiology remained unclarified. Seven days after the tube thorcotomy, the symptoms and roentgenographic abnormalities disappeared, and the patient was discharged.\\nOn October, 2008, she visited our hospital again because of generalized edema, itching, and migrating subcutaneous nodules on the right flank area. The patient complained that these symptoms had persisted for about the previous 1 month. A chest roentgenogram was normal. The ultrasonogram for the right flank showed multiple intramuscular cystic masses that measured up to 1 cm. Although the peripheral blood eosinophil count was elevated (WBC 13.2×103 cells/mm3, eosinophils 27%), the serum total IgE value (54.8 IU/mL) was in the normal range. Concerning dietary history, the patient had ingested incompletely cooked fresh water crab meat 18 months ago, which had been captured from the Sumjin River in South Korea. The serum was tested by microplate ELISA to establish a diagnosis of paragonimiasis []. The serum generated a strong positive reaction against Paragonimus westermani, with an optical density (OD) at 405 nm of 0.82 (cut-off OD: 0.25). Praziquantel was prescribed. Twenty min after taking the first dose of praziquantel (1,200 mg/2 tablets, Distocide®; Shinpoong Pharmaceutical Co., Seoul, Korea), the patient experienced a sudden onset of itching sensation, febrile sensation, wheal, and erythematous eruptions on the whole body, and painful swelling on the upper lip and both eyelids. Due of the seriousness of the symptoms, the patient was transferred to the emergency department, where a diagnosis of an allergic or hypersensitivity reaction induced by praziquantel was made. The patient received an injection of 3 mg of piprinhydrinate followed by oral administration of 200 mg piprinhydrinate and 200 mg cimetidine. One hour after receiving this medication, the itching sensation and skin eruption subsided. The patient denied any history of previous exposure to praziquantel. Seven days after this allergic reaction, the patient was given a 10 mg/kg single dose of triclabendazole []. The itching sensation gradually disappeared over a period of 1 month after the medication. However, the blood eosinophilia and intramuscular cystic masses in the right flank did not disappear over a period of 4 months after the medication.\\nOn March, 2009 (6 months after the first visit), the patient was readmitted with recurrence of chest pain, coughing, and dyspnea on exertion. A chest radiograph demonstrated a large right-sided pneumothorax with new fluid collection. A tube thoracotomy was performed and this resolved the pneumothorax. The peripheral blood eosinophil count (WBC 5.03×103 cells/mm3, eosinophils 33.1%) and the serum IgE value (652 IU/ml) were elevated. Eosinophilia was also observed in the pleural effusion. P. westermani-specific IgG antibody reaction was strong in the serum (OD: 0.80) and the pleural effusion (OD: 0.70). The patient was treated again with triclabendazole (10 mg/kg once daily for 3 days) together with closed thoracotomy []. The patient was discharged on postoperative day 7, and the chest radiograph at that time showed complete re-expansion of the lung with no fluid.\\nOn July, the patient revisited our department because of hemoptysis and chest discomfort. A roentgenogram and CT conducted at that time showed an approximately 3.2×2.8 cm heterogeneously enhanced mass-like consolidation in the anterior segment of the right upper lobe, which was attached to the mediastinal pleura (). The patient underwent a percutaneous needle biopsy of this lung lesion. The histologic findings showed abundant inflammatory cells, including many eosinophils, some granulomas, and necrotic cellular debris (). Parasitological examination of the stool and sputum showed negative results. Triclabendazole-resistant paragonimiasis was strongly suspected on the basis of the persistent eosinophilia (WBC 6.05×103 cells/mm3, eosinophils 27%), radiological findings of the lung (), and histologic findings (). The P. westermani-specific IgG titer (OD: 0.77) was not decreased compared with that noted in October, 2008 ().\\nOn the skin prick and intradermal tests with praziquantel, the patient revealed immediate hypersensitivity to the drug. We decided to try an oral desensitization to praziquantel according to the modified desensitization protocol derived from White et al. [], with increasing doses (30, 60, 100, 150, 300, 600, and 1,200 mg) administered 90 min apart []. Thirty min after the 600 mg dose, she experienced an itching sensation, fever (38.5℃), wheal, and erythematous eruptions on the trunk, and swelling on the upper lip and both eyelids. She received an intravenous injection of 250 mg of hydrocortisone (Solucortef®), 3 mg of piprinhydrinate (Plakon®) and 50 mg of ranitidine. Two hours after receiving this medication, the allergic symptoms and signs subsided. A therapeutic dose of praziquantel (75 mg/kg/day) was then given for 3 days without any symptoms of adverse reactions. The blood eosinophilia gradually normalized over a period of 2 months after the praziquantel treatment.\\nThe chest lesion and cystic mass-like lesions in the flank completely disappeared 4 months after the treatment. The patient remained well for the following 6 months.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'28719962': 1, '1609718': 1, '6509753': 1, '3603646': 1, '11791983': 1, '17088655': 1, '13065972': 1, '17360893': 1, '24265948': 1, '27573630': 1, '2115457': 1, '17044903': 1, '13745310': 1, '5334823': 1, '9861383': 1, '12902709': 1, '22072827': 2, '16120908': 1, '33657105': 1, '15566392': 1, '16279562': 1, '11948081': 1, '1430712': 1, '33420597': 1, '30897528': 1, '11849642': 1, '30675838': 1, '32352979': 1, '32687148': 1, '16162738': 1, '21461273': 2}", "similar_patients": "{'3210844-1': 1}"}