{"patient_id": 164617, "patient_uid": "3853783-1", "PMID": 24349670, "file_path": "noncomm/PMC003xxxxxx/PMC3853783.xml", "title": "Peripheral Exudative Hemorrhagic Chorioretinopathy: A Variant of Polypoidal Choroidal Vasculopathy?", "patient": "A 74-year-old Caucasian woman, with a history of a stable choroidal nevus in her right eye for 20 years, was referred to a retina specialist for evaluation of a newly detected focus of hemorrhage affecting the temporal peripheral fundus of the same eye inferior to the choroidal nevus. The hemorrhage persisted despite an intravitreal injection of bevacizumab and the patient was referred to us for further management. The patient had a history of diabetes mellitus, systemic hypertension and hypercholesterolemia.\\nOn initial evaluation she had corrected visual acuity of 20/20 in both eyes and intraocular pressures were 20 and 18 mmHg in the right and left eyes, respectively. Anterior segment examination of both eyes showed mild nuclear sclerosis. Fundus of the left eye was unremarkable except for mild peripheral RPE atrophy and no evidence of AMD. On funduscopy of the right eye, a pigmented choroidal nevus measuring 6 by 4 millimeters in basal dimensions and with overlying drusen was noted at the equator along the 10 o’clock meridian. Inferior to the nevus and separate from it, two nearly confluent hemorrhagic pigment epithelial detachments (PED) were noticeable without any subretinal fluid or lipid exudation (A). There was no evidence of AMD.\\nOptical coherence tomography (OCT) confirmed the presence of PED (B). Fluorescein angiography (FA) showed 2 focal areas of hyperfluorescence and leakage corresponding to the location of the PEDs (C). Due to the small size and peripheral location of the PEDs, observation was suggested.\\nNine months later the hemorrhagic lesions were slightly larger with mild adjacent subretinal hemorrhage. ICGA revealed one large and several smaller polypoidal choroidal vessels corresponding to the location of the PEDs (D). After informing the patient of available treatment options, including continued observation, intravitreal anti-vascular endothelial growth factor (anti-VEGF) agents, focal laser photocoagulation, or photodynamic therapy (PDT), one session of standard PDT with verteporfin was performed. Two months later, the sub-RPE and subretinal hemorrhage was stable in size but slightly darker in color (E). Repeat FA did not show any foci of leakage. On the next evaluation, three months later, the hemorrhagic lesion was larger in size but the patient continued to remain asymptomatic. Three weeks later, the patient experienced sudden onset of floaters and funduscopy showed a significant increase in the size of hemorrhagic PED (F), which measured 2.7 mm in thickness on B-scan ultrasonography. OCT revealed a large confluent PED with optically dense content (G). The patient received two monthly injections of intravitreal bevacizumab and on follow- up, three months later, the hemorrhagic PED was somewhat larger but the blood inside it had acquired a khaki color suggestive of old blood and lack of recent hemorrhage (H). Small foci of old subretinal hemorrhage were visible at the superior and nasal margins of the PED.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'27312539': 1, '30464195': 1, '19750233': 1, '19800613': 1, '30766276': 1, '26148802': 1, '28058163': 1, '15134109': 1, '7257064': 1, '19157563': 1, '34481477': 1, '32549717': 1, '31511273': 1, '14711438': 1, '28112136': 1, '9514497': 1, '20577857': 1, '22310077': 1, '22836900': 1, '31238439': 1, '24349670': 2}", "similar_patients": "{}"}