{"patient_id": 162969, "patient_uid": "3759689-1", "PMID": 24010073, "file_path": "noncomm/PMC003xxxxxx/PMC3759689.xml", "title": "Stress Cardiomyopathy Associated with Diffuse Alveolar Hemorrhage after Colonoscopy", "patient": "A 37-year-old woman was transferred from a primary clinic to our emergency department because of chest pain and shortness of breath. She had undergone gastroscopy and colonoscopy in the left lateral decubitus position at the clinic that day to evaluate her complaint of constipation. During the examination, she aspirated some gastric contents with residual PEG. Although she received immediate first aid, her hypoxia did not resolve fully and her chest pain gradually worsened. At the time of her arrival at the emergency department, she complained of chest pain, shortness of breath, and blood-tinged sputum. She had no significant past medical history or medication history. Her initial vital signs were as follows: blood pressure, 80/50 mm Hg; heart rate, 114 beats/minute; respiration rate, 22 breaths/minute; body temperature, 37.2℃; and saturation, 95% in FiO2 0.32 by pulse oxymetry. Laboratory tests revealed a white blood cell count of 13,280/µl with 94.3% neutrophils and 0.3% eosinophils, hemoglobin of 13.0 g/dl, platelet count of 182,000/µl, activated partial thromboplastin time of 30.9 s, prothrombin time of 14.2 s, C-reactive protein of 2.10 mg/dl, significantly elevated troponin-I of 3.07 ng/ml, and elevated creatine kinase-MB of 15.7 ng/ml. The total creatine kinase level was not elevated at 194 U/L, but the creatine kinase-MB/creatine kinase ratio was markedly elevated at 8%. The electrocardiogram revealed sinus tachycardia without significant ST segment abnormality or T-wave inversion. A chest radiograph showed alveolar infiltration in the left upper lung field (). Chest computed tomography showed ground-glass opacities and multiple low attenuation areas in the bilateral dependent portions, especially in the left upper lobe (). The transthoracic echocardiogram revealed global hypokinesia, especially in the basal and midportions of the LV (). The LV ejection fraction was estimated to be approximately 30% by the A/L method, and there was no LV outflow tract obstruction, pulmonary hypertension, or mitral regurgitation. Initial pharmacologic management included aspirin, clopidogrel, and antibiotics based on the suspicion of acute coronary syndrome with aspiration pneumonia. The patient subsequently underwent cardiac catheterization. Coronary angiography revealed no significant stenosis of the major epicardial coronary arteries (). Although left ventriculography and ergonovine provocation tests were not conducted, the typical echocardiography findings without significant coronary artery lesions were sufficient to confirm the diagnosis of SCM.\\nAfter the patient was transferred to the cardiac intensive care unit, her symptoms of hypoxia and dyspnea gradually worsened and fresh hemoptysis accompanied this worsening. While she was on 80% oxygen, her arterial blood gas measurements were as follows: pH, 7.306; PCO2, 26.7 mm Hg; PO2, 58.4 mm Hg; HCO3, 13.0 mmol/L; and SaO2, 88.2%. Ultimately, the patient was intubated, ventilator care was begun, and fiberoptic bronchoscopy was performed. No bronchial mucosal lesion was identified, but five sequential aliquots of bonchoalveolar lavage (BAL) fluid with a progressively bloody appearance were observed in the airway of the left upper area. Analysis of the BAL fluid revealed a red blood cell count of 28,000/mm3 and a white blood cell count of 100/mm3 with 40% neutrophils and 44% macrophages, consistent with alveolar hemorrhage. The patient received ventilator care for 3 days and was treated with methylprednisolone (starting dose of 1 mg/kg and tapering for 7 days to stop) and antibiotics. Seven days into her hospitalization, her symptoms of dyspnea, hemoptysis, and chest discomfort had fully resolved. Follow-up measurements of creatine kinase and creatine kinase-MB were normalized, and troponin-I was decreased to 0.13 ng/ml. The haziness on her chest radiograph had also disappeared (). She was discharged without any further complications. Six months after her discharge from the hospital, a follow-up transthoracic echocardiogram revealed a 60% improvement in LV ejection fraction by the A/L method without regional wall motion abnormality ().", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'17651841': 1, '7559221': 1, '12204858': 1, '7485041': 1, '8219434': 1, '11327218': 1, '19129275': 1, '12883308': 1, '22732314': 1, '16788218': 1, '22095654': 1, '20442117': 1, '16741637': 1, '24010073': 2}", "similar_patients": "{}"}