{"patient_id": 42997, "patient_uid": "3716030-1", "PMID": 23882392, "file_path": "comm/PMC003xxxxxx/PMC3716030.xml", "title": "Diabetic myonecrosis: a diagnostic challenge in patients with long-standing diabetes", "patient": "A 51-year-old female with over 20 years’ history of poorly controlled type 1 DM due to non-compliance, complicated by dialysis-dependent renal failure, retinopathy, and neuropathy presented with sudden onset left thigh swelling and constant severe pain of 7 days duration with no preceding trauma or vascular interventions. She had no fever or recent weight loss.\\nHer medical history also included coronary artery disease, stroke, hypertension, and mild cirrhosis secondary to hepatitis C.\\nOn examination of her left thigh, she had erythema, edema, and tenderness on the medial aspect. The left thigh was 9 cm larger in circumference than the right. Except for the erythema, overlying skin was normal. She was afebrile. Laboratory work up was significant for WBC of 11,000/dL (normal range 4,000–11,000/dL), mild elevation of erythrocyte sedimentation rate of 45 (normal range<20), C-reactive protein of 1.3 mg/dL (normal range 1–3 mg/dL), and creatine phosphokinase (CPK) of 338 units/L (normal range 38–174 units/L). Plain x-ray did not reveal any gas or calcification. Lower extremity arterial and venous Doppler studies were negative for vascular occlusions. Blood cultures were negative. CT scan of the thigh showed diffuse fat stranding and heterogenous appearance of the left vastus medialis muscle. A magnetic resonance imaging (MRI) with contrast was still needed. Given her renal failure, the patient received hemodialysis immediately after the MRI to mitigate the risk of nephrogenic fibrosing dermopathy (). The T2-weighted sequence images revealed an irregular, enhancing 20×5 cm space occupying lesion with surrounding edema mostly evident on the medial aspect of the left upper to mid-thigh, involving vastus medialis containing prominent areas of breakdown (). Unfortunately, malignant conditions, specifically soft tissue sarcoma, could not be ruled out by imaging alone, hence a biopsy was still needed. Open muscle was chosen to ensure adequate sampling and to avoid seeding should the lesion turn out to be malignant in nature. An open muscle biopsy revealed homogenous muscle fibers with vacuolation and fragmentation of myofibrils, absence of nuclei, and abundant edema of the interstitial septa. Longitudinal slides showed loss of striation. There was no evidence of infection or neoplasm (, , and ). Also, there was no evidence of uremic calcific arteriopathy (calciphylaxis). The findings were indicative of diabetic myonecrosis.\\nThe patient was treated symptomatically with analgesics and bed rest. Inpatient glycemic control was optimized and she became motivated to maintain better glycemic control at home. Her course was complicated by a wound infection at the biopsy site, which necessitated IV antibiotic therapy and was followed by slow healing. The patient sustained significant motor and functional weakness and is currently wheelchair bound.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'17053507': 1, '28074044': 1, '16357690': 1, '17476353': 1, '21816798': 1, '10934627': 1, '18842983': 1, '21847458': 2, '10189479': 1, '22224193': 1, '30302243': 1, '26124952': 1, '25932331': 1, '23882391': 1, '32677424': 1, '34540416': 2, '18926375': 1, '23882392': 2}", "similar_patients": "{'8439395-1': 1, '3152183-1': 1, '3152183-2': 1, '3152183-3': 1, '3152183-4': 1}"}