{"patient_id": 160257, "patient_uid": "3544066-1", "PMID": 23326055, "file_path": "noncomm/PMC003xxxxxx/PMC3544066.xml", "title": "Reversible acute kidney injury due to bilateral papillary necrosis in a patient with leptospirosis and diabetes mellitus", "patient": "A 60-year-old lady, a known case of type 2 diabetes mellitus for 15 years and hypertension for 3 years, presented to the clinic with fever, chills, and bilateral loin pain of 4 days duration. No other co-morbidities like chronic kidney disease or coronary artery disease were known in her in the past and she was apparently in normal state of health prior to the presenting illness.\\nShe developed high-grade fever with chills and rigors. Fever was accompanied by dysuria and bilateral loin pain which was constant and aching in nature. Two days following the onset of fever and loin pain, she developed hematuria and subsequently her urine output started declining and she was anuric at the time of admission to the hospital. She also experienced severe generalized muscle ache. There was no arthralgia, skin rash or hemoptysis. Her medications included glipizide and multivitamin.\\nAt the time of admission, she was conscious, irritable, febrile, and tachypneic. Her conjunctivae appeared suffused. There was no icterus, purpura, or lymphadenopathy. Muscle tenderness in limbs was noted. Her pulse was 104/min, BP–110/70 mm Hg, respiratory rate 23/min, temperature 101°F, oxygen saturation 95% at room air. Rales were appreciated in the basal regions of the chest. Examination of abdomen revealed no organomegaly, but both renal angles were tender on palpation.\\nInvestigations revealed hemoglobin of 10.8 g/dL; leukocyte count of 28400 cells/μL; differential count revealed polymorphs 91%, lymphocytes 8%; platelet count 60000/μL. The blood film revealed normocytic normochromic RBCs, neutrophilic leucocytosis with toxic granulations. No hemoparasites were detectable. Urine analysis revealed 1+ protein, 40-50 WBCs/high power field, 20-25 RBCs/high power field, bile salts and pigments - negative, ketone-negative. Blood sugar on admission was 208 mg/dL; blood urea nitrogen 74 mg/ dL; serum creatinine 5.4 mg/dL; serum sodium 138 mmol/L; potassium 4.8 mmol/L; bicarbonate 7.0 mmol/L; chloride 104 mmol/L; plasma anion gap +27 mmol/L, pO290 mm Hg., pCO226 mm Hg. Serum total bilirubin measured 2.1 mg/dl; SGOT – 44 U/L; SGPT – 34 U/L; alkaline phosphatase – 242 U/L; serum total protein 6.5 g/L; and serum albumin measured 2.4 g/ dL. Urine culture revealed significant growth of E. Coli., (>105 colony forming units/ ml) sensitive to ciprofloxacin, amikacin, and ceftriaxone. However, blood culture grew no organism. Ultrasonogram of the abdomen revealed bilaterally enlarged kidneys with hydroureteronephrosis. No radioopaque lesion could be made out in the ultrasonogram or X-ray KUB region. An MR urogram performed to further evaluate the obstruction [] revealed bilateral renal papillary necrosis (RPN) with bilateral midureteric obstruction.\\nThrombocytopenia and severe myalgia prompted a search for leptospirosis, a common cause of AKI in this part of the country. The organism could not be isolated from the urine or blood. However, the MAT (Microscopic Agglutination Test) done in the second week of the illness detected Leptospira icterohemorrhagica; serovar hardjo. Serologic investigations for dengue were negative.\\nShe was subjected to a USG-guided renal biopsy which revealed acute tubular necrosis, interstitial inflammation, and mild mesangial proliferation [Figure –].\\nThe patient was treated with hemodialysis and her antibiotics included benzyl penicillin and ceftriaxone. Gradually, the fever settled, her general condition stabilized, and renal function started to improve. By the 20th day of the illness, serum creatinine was 1.7 mg/ dL and platelet count was 190,000/μL and patient was discharged. Follow-up at 3 months revealed a serum creatinine of 1.4 mg/dL.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'521862': 1, '26038504': 1, '26958326': 1, '27219334': 1, '13862141': 1, '6958239': 1, '5006616': 1, '16825090': 1, '23326055': 2}", "similar_patients": "{}"}