{"patient_id": 37998, "patient_uid": "3379739-1", "PMID": 22724044, "file_path": "comm/PMC003xxxxxx/PMC3379739.xml", "title": "CASE REPORT Idiopathic Tumoral Calcinosis of the Nontraumatic Thumb", "patient": "A 31-year-old right hand dominant, African American female presented to the University of Chicago Emergency Department with swelling and progressive pain of her right thumb (first digit) that worsened with activity. She first encountered pain in her previously healthy thumb 2 weeks prior to presentation. She denied trauma and surgery to the affected digit. On physical examination, the digit was erythematous and moderately tender to palpation. Motor function was grossly intact but range of motion (ROM) at the metacarpophalangeal (MP) and interphalangeal joints was reduced because of pain. No neurovascular deficits were noted. There were no palpable masses. The patient was afebrile and a complete blood count and basic metabolic panel were within normal limits. X-rays of the digit revealed radio-opaque masses around the volar aspect of MP joint consistent with synovial chondromatosis without evidence of acute fracture (Fig ). The digit was managed conservatively and placed in a spica splint. The patient was admitted for empiric antibiotic therapy for suspected cellulitis or abscess in the setting of underlying synovial chondromatosis.\\nAfter 24 hours, physical examination revealed moderately decreased erythema and swelling and improvement of thumb ROM. Severe thumb pain persisted. A hand surgery consult was requested, and CT scan of the hand was obtained. Consistent with the initial x-rays, foci of mineralization adjacent to the thumb MP joint were noted (Fig ). This was again suggestive of synovial chondromatosis. The thumb was placed in a spica splint and the patient was seen in hand clinic the following week. After 1 week of immobilization, swelling of the thumb had subsided but pain and tenderness at the first MP joint persisted. Total active motion of the thumb was 36°. Surgical excision of the masses identified by radiography was subsequently recommended.\\nDuring surgery, access to the masses was achieved by making an L-shaped incision transversely along the digital-palmar crease of the thumb and extending it distally up the radial mid-axial line. The radial and ulnar neurovascular structures were identified during subcutaneous dissection and retracted to the periphery of the incision. Approach to the MP joint was performed at the radial border and dissection was carried down between the abductor pollicis brevis and the flexor pollicis brevis. During exposure of the intermuscular plane, a thick, yellow-tinted fluid extruded into the surgical field. The fluid was aspirated and microbiological examination and gram stain revealed unidentified debris without evidence of bacteria or leukocytes. Deeper dissection revealed multiple firm, irregularly shaped masses adjacent to but not penetrating the MP joint capsule (Fig ). These masses were well-circumscribed and partially surrounded by fibrotic tissue. They were removed from the pericapsular area by simple dissection. Intraoperative fluoroscopy demonstrated complete removal of extraneous calcific material. The joint capsule surface was explored and revealed no evidence of capsule violation. Histological examination of the resected specimen confirmed that the excised masses resulted from calcium phosphate deposition (Fig ). The wound healed satisfactorily. By postoperative week 6, the thumb was pain-free and fully functional. There has not been any evidence of recurrence. Of note, no synchronous lesions were found and the patient denied a family history of tumoral calcinosis.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'25165497': 2, '16594750': 1, '25884613': 1, '11482581': 1, '7626311': 1, '6026005': 1, '6073188': 1, '11934071': 1, '4854562': 1, '27407982': 1, '16702460': 1, '6244768': 1, '22724044': 2}", "similar_patients": "{'4114239-1': 1}"}