{"patient_id": 160150, "patient_uid": "3539055-2", "PMID": 23323127, "file_path": "noncomm/PMC003xxxxxx/PMC3539055.xml", "title": "Two Cases of High Output Heart Failure Caused by Hereditary Hemorrhagic Telangiectasia", "patient": "A 56-year-old woman was referred for dyspnea (NYHA class 3). She had been diagnosed with liver cirrhosis and hypertensive heart failure 8 years previously and was intermittently managed with angiotensin receptor blocker and diuretics. From a young age she had experienced frequent epistaxis. She also had multiple episodes of gastrointestinal bleeding since the age of 49 years. The last bleeding episode occurred 1 month ago. Gastrointestinal endoscopy showed multiple telangiectases in the gastric mucosal walls which were electrocoagulated. Her family history revealed that her father and brother also experienced recurrent epistaxis. Her father died at the age of 60 years due to cerebral hemorrhage. Her blood pressure was 130/60 mm Hg, she had a heart rate of 96/min, and a respiratory rate of 20/min. On physical examination, several telangiectases were found in both cheeks, and bounding pulses were palpated. The liver tip was palpable below the right costal margin. A systolic murmur along the sternal border and a loud bruit over the whole upper abdomen were heard.\\nHer laboratory work-up revealed hypochromic microcytic anema (hemoglobin 10.6 g/dL), normal liver function tests, and normal prothrombin time. Hepatitis viral markers were negative. Chest X-ray showed generalized cardiomegaly (CT ratio 65%) and pulmonary edema. Transthoracic echocardiogram showed a dilated and hypertrophied left ventricle with hypercontractile left ventricular systolic function with signs of increased filling pressure and mitral inflow pattern (E/A ratio=1.5, Deceleration time of mitral inflow E=157 msec, E/E'=12.8). In order to identify the possible arteriovenous connection inside the abdomen, abdominal CT angiography was performed. This showed a markedly engorged hepatic artery and vein with a fistulous connection between the two (). Based on this finding, the diagnosis of high output heart failure caused by extensive hepatic arteriovenous connections was made. For identifying the accompanying vascular abnormalities, chest CT angiography and cerebral MR angiography were performed and chest CT angiography showed a small AVM in the right middle lobe of the lung (). Currently, her condition has been stabilized; however, the possibility of liver transplantation in case heart failure becomes intractable has been explained to the patient.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'15266205': 1, '5089855': 1, '29794143': 1, '19946637': 1, '9869617': 1, '28566940': 1, '30251589': 1, '28603431': 1, '19553198': 1, '7666879': 1, '21546842': 1, '18027057': 1, '9505897': 1, '28289622': 2, '2212727': 1, '22227516': 1, '21912732': 2, '25276390': 1, '20508772': 1, '23323127': 2}", "similar_patients": "{'3539055-1': 2, '3166266-1': 1, '5339618-1': 1}"}