{"patient_id": 44621, "patient_uid": "3852055-1", "PMID": 24119690, "file_path": "comm/PMC003xxxxxx/PMC3852055.xml", "title": "Follicle-stimulating hormone-secreting pituitary adenoma manifesting as recurrent ovarian cysts in a young woman – latent risk of unidentified ovarian hyperstimulation: a case report", "patient": "A 36-year-old woman with a sellar tumor was referred to our hospital. She had a history of repeated ovarian cysts. She presented with abdominal pain and metrorrhagia at age 32 years, and transvaginal ultrasonography revealed bilateral enlarged ovaries with multiple cysts (expanded follicles) (Figure A). No ascites was detected. The diagnosis was ovarian cyst and enucleation surgery was performed (Figure B). Her endocrinological profile after ovary surgery was FSH 12.0 mIU/ml (normal range for follicular phase, 3.01-14.72 mIU/ml) and estradiol 1820 pg/ml (normal range for follicular phase, 20–350 pg/ml). However, she still suffered metrorrhagia, so administration of oral contraceptives was started. Three years later, the ovarian cysts recurred, and her endocrinological profile was FSH 10.92 mIU/ml, LH <0.10 mIU/ml (normal range for follicular phase, 1.76-10.24 mIU/ml), estradiol 304 pg/ml, and prolactin 56.68 ng/ml (normal range, 4.91-29.32 ng/ml), which indicated that the serum FSH and estradiol levels were within the normal ranges, and serum LH level was significantly suppressed. Magnetic resonance imaging of the brain revealed a sellar mass lesion homogeneously enhanced by gadolinium, with diameters of 18 × 11 × 10 mm, which had compressed the optic chiasm upwards (Figure A). She was transferred to our hospital and transsphenoidal surgery achieved gross total tumor removal (Figure B). Postoperative course was uneventful, and serum concentrations of FSH, LH, and estradiol were 8.81 mIU/ml, 3.10 mIU/ml, and 99 pg/ml, respectively, all within the normal ranges. She was discharged 12 days after the surgery, and the ovarian cysts decreased in size without particular interventions, and did not recur again.\\nHistological examination of the pituitary tumor demonstrated basophilic cells with hyperchromatic nuclei without atypism. These adenoma cells had acinar-like arrangement (Figure A). Immunohistochemistry showed positive reaction to anti-FSH-b antibody (1:200 dilution, Leica, Wetzlar, Germany) and a-subunit (Roche, Basel, Switzerland), but negative reaction to all other pituitary hormones including LH-b (1:400 dilution, Leica) (Figure B,C,D). The histological diagnosis was gonadotroph cell adenoma. Additional examination of the former ovarian cyst showed multiple large follicular cysts with stratified follicular cell layer (Figure A,B). This region showed positive immunohistochemical reaction to FSH-receptor staining (1:800 dilution, Abcam, Cambridge, UK) (Figure C).", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'18159088': 1, '28676954': 1, '6793614': 1, '21770827': 1, '2660037': 1, '31967028': 1, '9768644': 1, '2416559': 1, '34248835': 2, '2498795': 1, '7852525': 1, '16952513': 1, '16984247': 1, '12930928': 1, '10566673': 1, '11078984': 1, '11502789': 1, '3093280': 1, '16169418': 1, '16603438': 1, '18268519': 1, '24119690': 2}", "similar_patients": "{'8264655-1': 1}"}