{"patient_id": 164656, "patient_uid": "3854545-1", "PMID": 24968415, "file_path": "noncomm/PMC003xxxxxx/PMC3854545.xml", "title": "A rare cause of faecal peritonitis: jejunal perforation in a patient undergoing treatment for pulmonary tuberculosis", "patient": "A 26-year-old Indian man presented with generalized abdominal pain, vomiting and absolute constipation. Symptoms had developed over several months, with night sweats, weight loss, malaise and reduced appetite, shortly after returning from a trip to India.\\nHe had been started on triple therapy for presumed pulmonary TB, based on a suspicious chest radiograph 6 months prior, showing bilateral ill-defined shadowing in the upper-lung zones with signs of paratracheal lymph node enlargement.\\nOn assessment he was found to be septic with tachycardia, hypotension and peritonitis on examination. He underwent an emergency laparotomy, revealing two tight jejunal strictures, one of which had perforated. Two small bowel resections of lengths 7 and 10 cm were performed, with primary anastomosis.\\nOne week post-operatively, he developed pyrexia and right iliac fossa pain. An abdominal ultrasound scan revealed a 1 × 6 × 8 cm collection in the right iliac fossa. Although not amenable to drainage, a diagnostic aspiration was performed and the specimen returned negative for acid-fast bacilli. A repeat scan 10 days later after antibiotics detected a tiny volume of free fluid, with no identifiable collection.\\nHistology revealed fibrinous exudates over the serosal surface of both resected jejunal specimens, with lymphoid aggregates and occasional granulomas. This, in context with the presentation, was in keeping with abdominal TB.\\nFollowing recovery, he was discharged and completed the remaining duration of anti-tuberculous therapy. He made satisfactory progress on follow-up and required long-term supplements for Vitamin D deficiency following extensive jejunal resection.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'7807661': 1, '33628536': 2, '31065355': 1, '16197489': 1, '5673108': 1, '16673312': 1, '22299550': 1, '22546662': 1, '21899455': 1, '32674552': 2, '6054587': 1, '24968415': 2}", "similar_patients": "{'7889363-1': 1, '8359699-1': 1}"}