{"patient_id": 43131, "patient_uid": "3728498-1", "PMID": 23956924, "file_path": "comm/PMC003xxxxxx/PMC3728498.xml", "title": "Cerebral Hyperperfusion Syndrome following Protected Carotid Artery Stenting", "patient": "A 77-year-old man was referred for endovascular treatment after a transient ischemic attack with a right-sided facial and limb weakness. This episode occurred while the patient was undergoing medical treatment consisting of 100 mg acetylsalicylic acid and 75 mg clopidogrel 4 weeks after coronary stenting of the left anterior descending artery. The patient had a history of hyperlipidemia, hypertension, and familiar disposition with coronary heart disease. The neurological examination during the ischemic event revealed a mild right-sided hemiparesis. Brain CT and MRI showed no abnormalities. All hematological and biochemical tests were normal, with a normal platelet count and coagulation screen.\\nWhen assessed in our hospital, his blood pressure sometimes jumped up to 180/100 mm Hg. Therefore, the antihypertensive medication consisting of β-blocker, diuretic, and AT1-antagonist was intensified. Another neurological examination was normal. Color Doppler ultrasound showed a severe stenosis of the left internal carotid artery (ICA) with elevation of the peak systolic velocity at 3.9 m/s and an end diastolic velocity of 1.4 m/s (). The patient got a loading dose of 500 mg ASS and 300 mg clopidogrel and underwent left carotid stenting the next day via a femoral approach under local anesthesia. The angiography confirmed 95% stenosis of the left ICA (). CAS was frictionless performed with distal filter protection, pre- and postdilation, and a self-expandable closed-cell design stent (). The peri-interventional blood pressure varied between 140/85 to 160/95 mm Hg. The clinically stable patient was transferred to the intermediate care unit for monitoring.\\n20 minutes later the patient vomited, described ipsilateral headache, and became very anxious. He then developed a complete aphasia and increased right-sided weakness and became delirious. Blood pressure varied between 160/90 and 200/110 mm Hg. Immediately color Doppler ultrasound of the CCA and ICA revealed a visibly patent vessel. Brain edema and bleeding could be excluded by an urgent cranial CT. Followup within 24 hours with cranial MRI and angiography showed totally normal findings. The patient was transferred to the intensive care to control the hypertension and to monitor the vital parameters. Under intensified treatment of the blood pressure with a β-blocker, diuretic, AT1-, and Ca-antagonist, and temporary intravenous application of nitroglycerin and urapidil the neurological symptoms were totally regressed within few days. The patient was discharged after 10 days from the hospital. Follow-up examinations after 3 and 6 months were normal.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'16630988': 1, '9120491': 1, '15120817': 1, '15466341': 1, '16908570': 1, '31886144': 1, '17307751': 1, '10548688': 1, '17416813': 1, '11110546': 1, '29371984': 1, '7266064': 1, '23956924': 2}", "similar_patients": "{}"}