{"patient_id": 161799, "patient_uid": "3673356-1", "PMID": 23741592, "file_path": "noncomm/PMC003xxxxxx/PMC3673356.xml", "title": "Arthroscopic Bullet Removal from the Acetabulum (Hip Joint)", "patient": "A healthy 36-year-old man sustained a close-range, low-velocity gunshot wound during an assault. The bullet length was 1.5 cm []. The patient was initially examined by the trauma team in the emergency room for a gunshot wound to the lower abdomen. The patient was hemodynamically unstable. The entrance wound was located in the left lower quadrant area but no identifiable exit wound was seen. Initial radiologic studies showed that the bullet was embedded in the acetabulum and possibly also intra-articularly []. The patient had a tense abdomen and there was a frank blood from the Foly catheter. He was immediately taken to the operating room and subsequently underwent a trauma laparotomy with small bowel repair, large bowel resection, primary anastomosis, and bladder repair with insertion of a suprapubic catheter. The major bullet fragment was not visible during pelvic exploration. Post-operatively, intravenous antibiotics were administered. The Department of Orthopedics was consulted for a retained intra-articular bullet fragment shown on a computed tomography (CT) scan [], which was done because of ongoing low hemoglobin despite frequent blood transfusion. Physical examination revealed an intact soft tissue envelope around the hip and pelvis with an entrance wound as noted in the left suprapubic area. Neurologic status was intact. The patient did have some moderate hip pain with a range of motion but was able to perform a straight leg raise with the involved extremity, with only slight discomfort. Laboratory values including a white blood count were within normal limits, the patient was afebrile, and there were no signs of a septic joint. Patient was taken to the operating room for pelvic exploration versus hip arthroscopy. The decision was made to proceed with hip arthroscopy to remove intra-articular debris, assess the chondral surface to avoid any further damage to the femoral head by the retained fragment, and prevent the late sequelae of lead intoxication. Pelvic CT scan showed a major bullet fragment in the superomedial portion of the acetabulum, projecting into the joint. The femoral head was damaged significantly.\\nHip arthroscopy was performed using the supine position with the involved extremity in traction on a fracture table. A spinal needle was used for localization, following which an anterolateral portal was established first using the Seldinger technique with fluoroscopic guidance []. A hemarthrosis was evacuated and an anterior portal was established using the same technique. A large capsulotomy was performed with the shaverand ablation devices to facilitate bullet removal. The bullet was found embedded in the medial acetabular wall []. It was dislodged and then removed from the inferior acetabulum with an angled pituitary grasper []. The surface of the femoral head was damaged by the projectile []. Intraoperative fluoroscopy verified removal of the entire fragment []. Post-operative plain-film radiographs showed very small bony fragments beside the entry point []. The joint was irrigated utilizing 6 liters of normal saline. We used low-pressure flow (20 mm Hg) and a series of suctioning to minimize the risk of abdominal compartment syndrome and its consequences.[] The portals were closed in the routine fashion. The patient's abdomen remained soft following the procedure. No complications were encountered. A first-generation cephalosporin was administered post-operatively, and physical therapy was commenced on the next few days, with weight bearing for tolerance and gait training with crutches. Post-operative computed tomography scan showed very small bony fragments beside the entry point [].", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'15756192': 1, '9220103': 1, '15346117': 1, '11782635': 1, '5793011': 1, '3682041': 1, '7428213': 1, '9619467': 1, '34712977': 1, '821411': 1, '10976117': 1, '641094': 1, '33088076': 1, '30800312': 2, '11951189': 1, '14608337': 1, '18301224': 1, '2582677': 1, '3573098': 1, '8972447': 1, '9754483': 1, '27489755': 1, '11312168': 1, '23741592': 2}", "similar_patients": "{'6378486-1': 1}"}