{"patient_id": 157444, "patient_uid": "3322213-1", "PMID": 22500199, "file_path": "noncomm/PMC003xxxxxx/PMC3322213.xml", "title": "Decompressive Hemicraniectomy and Duroplasty in Toddlers and Preschool Children with Refractory Intracranial Hypertension after Unilateral Hemispheric Stroke", "patient": "A 17-month-old girl was transferred to our emergency department with decreased mentality. Neurological examination revealed a stuporous child without occasional spontaneous eye opening. Her right pupil was 6 mm in size and was not response to light. And her left pupil was 3 mm and was sluggishly reactive to light. Hemiplegia, hyper-reflexia, and Babinski's sign were observed on the left side. Preoperative GCS score was 7. In general physical examination, she had an ejection systolic murmur. By pediatriccardiologist consultation, patient was diagnosis with ASD.\\nInitial brain CT scan was suggestive of acute infarction and hemorrhagic transformation atright temporal area. And emergency MRI sturdy was performed with MR angiography and diffusion-weighted image. There was no arterial filling defect on cerebral MR angiography. But there was appropriate for acute cerebral infarction with hemorrhagic transformation with significant mid-line shift. She was given high doses of mannitol and hypertonic saline. However, there was no neurologic improvement.\\nDecompressive surgery was performed 5 hours following her loss of consciousness. After surgery, she was treated in pediatric intensive care unit with be kept intubated for 7 days.\\nA brain CT at the time of post-operative 7 days revealed sustained brain swelling, but midline shift did not noted anymore. The immediate post-operative ICP was 28 mm Hg. The ICP dropped to normal gradually within one day after surgery. At the time of postoperative 3-month, she returned for an elective cranioplasty. The bone flap was secured without any complications.\\nAt the end of follow-up, 41 months after surgery, this patient maintained a PCPCS of 2, and GOS of 5, and she had showed mild left side hemiparesis, mild behavioral disorder and strabismus.", "age": "[[17.0, 'month']]", "gender": "F", "relevant_articles": "{'19119908': 1, '11773550': 1, '17515473': 1, '12174963': 1, '31174580': 1, '9255134': 1, '12646736': 1, '5522913': 1, '8929152': 1, '18403586': 1, '16328393': 1, '7664561': 1, '5655168': 1, '10934859': 1, '17303527': 1, '9179889': 1, '16554252': 1, '14707232': 1, '31327037': 1, '11305769': 1, '2288226': 1, '12922040': 1, '15383489': 1, '22500199': 2}", "similar_patients": "{}"}