{"patient_id": 46070, "patient_uid": "3945763-1", "PMID": 24627800, "file_path": "comm/PMC003xxxxxx/PMC3945763.xml", "title": "Pancreatico-pericardial fistula as a complication of chronic pancreatitis", "patient": "A 58 year-old black male presented with syncope related to orthostatic hypotension. He had sustained a laceration and multiple facial fractures involving the zygomatic arch and right orbit. He reported feeling weak with dyspnea on minimal exertion for several days prior to this syncopal event. He denied any abdominal pain, nausea, vomiting or chest pain. He had a history of delirium tremens post alcohol cessation and previous episodes of acute pancreatitis over the last two years. Prior surgical history was notable for an exploratory laparotomy in 1985 after sustaining a gunshot wound to the abdomen. He was on no medications on admission. He had an ongoing history of alcohol dependence (3 glasses of whisky daily) and was drinking earlier on the day of his presentation (ethanol level 178 mg/dl). He denied any family history of pancreatic disease.\\nOn admission, his vital signs were normal without tachycardia or hypotension. Facial trauma was evident. On auscultation he had rales at both lung bases. There were no abnormalities noted on his cardiovascular exam. He had moderate ascites with an obvious fluid wave but no hepatosplenomegaly. Pertinent laboratory findings included: hemoglobin 7.7 g/dL (normal range 14–18 g/dl) and hematocrit 23.5% (normal range 40–54%). The remainder of his blood count was normal. His total bilirubin was 1.3 mg/dl (normal range 0.3–1.2 mg/dl), aspartate aminotransferase (AST) 130 U/L (normal range 15–46 U/L) and alanine aminotransferase (ALT) was 28 U/L (normal range 11–66 U/L) with albumin of 2.2 g/dl (normal range 3.5–5 g/dl). Alkaline phosphatase (ALP) was within normal limits. Electrolytes on admission were also normal. Prothrombin time (PT) and INR were 22.9 seconds (normal <12.5s) and 2.08 (normal <1.11), respectively. His serum amylase concentration the day after admission was 386 U/L (normal range 30–110 U/L). He was admitted to the Medicine Intensive Care Unit for treatment of syncope, pancreatitis, and anemia.\\nComputed tomography (CT) of his head revealed multiple fractures involving the right posterior lateral wall of the right maxillary sinus, zygomatic arch and lateral wall of the right orbit, without intracranial hemorrhage. The admission chest X-ray demonstrated cardiomegaly without evidence of pneumonia or pulmonary edema. Overnight, the patient became confused and tachypneic and his oxygen saturation fell to 85%. A transthoracic echocardiogram was subsequently performed on the day after admission to evaluate for dilated cardiomyopathy or pericardial effusion. A large pericardial effusion was seen with systolic right atrial collapse, diastolic right ventricular collapse and left atrial collapse. Pericardiocentesis was performed with removal of 4.2 liters of straw-colored fluid and resolution of the tamponade. Fluid analysis showed: red blood cell count 573/mm\\n3, white blood cell count 13/mm\\n3, amylase 633 μ/L, and lipase 2321 μ/L. Despite pericardiocentesis, a repeat chest X-ray on the day after admission showed worsening cardiomegaly and a repeat echocardiogram showed re-accumulation of the fluid and an additional 1800 cc was drained over the next two days; a pericardial drain was subsequently placed.\\nAn abdominal ultrasound three days after admission showed mild ascites and a cirrhotic liver without portal vein thrombosis. The patient was also found to have hepatitis C by blood testing. A CT of the chest, abdomen and pelvis revealed a persistent large low-attenuating pericardial effusion with the pericardial drain entering the left paramedian subcostal region with the tip terminating at the level of the ascending aorta (\\n); large bilateral, left greater than right, pleural effusions were also present. Changes of chronic pancreatitis were present with irregular and dilated ducts with numerous calcifications (\\n). There was no evidence radiographically of acute pancreatitis. The pancreatic parenchyma was homogenously enhancing. There was a moderate amount of low-attenuating free intraperitoneal fluid but no discrete peripancreatic fluid collection or stranding.\\nThe patient continued to have a re-accumulating pericardial effusion with over 12 L removed over the ensuing several days. The cardiothoracic surgery service was consulted regarding a pericardial window, but the patient was felt to be a poor surgical candidate and too high-risk for the procedure given his co-morbidities. A technetium-labeled macro-aggregated albumin shunt study was performed five days after admission through the pericardial drain to evaluate for communication and there was no scintigraphic evidence for radiotracer communication from the pericardium into the abdomen or pelvis.\\nDespite a pericardioplasty, the patient continued to have persistent pericardial drainage. Endoscopic retrograde cholangiopancreatogram (ERCP) was performed for suspected PPF. A scout image showed numerous calcifications throughout the pancreas that were consistent with chronic pancreatitis. After biliary sphincterotomy, the pancreatic duct was selectively cannulated and revealed numerous small stones and a diffusely dilated pancreatic duct to the tail. A leak was observed in the distal pancreatic body just proximal to the pancreatic neck (\\n). The fistula was seen coursing cranially surrounding a circular structure, consistent with the pericardium (\\n). As the ERCP contrast agent was continually injected under fluoroscopy, cardiac contractions were observed. A 7-French × 15 cm pancreatic duct stent was placed to the tail, bridging the leak.\\nNevertheless, the patient continued to have 3 L of output from the pericardial drain daily. A repeat CT did not show any focal peripancreatic fluid collection or tract and no visible collection or tract was seen between the pancreas and diaphragm for percutaneous drain placement to be possible. A second ERCP was subsequently performed with exchange of the stent. The fistulous tract was again noted from the neck, tracking cranially, and a 7 Fr pancreatic stent was again placed bridging the leak.\\nThe patient continued to decline despite maximal medical therapy. While hospitalized, over 50 L of fluid was removed from the pericardial drain. He did not respond to pericardial drainage nor to treatment of pansensitive\\nEscherichia coli that was cultured from the pericardial fluid. He was also treated with antibiotics for concurrent pneumonia and a urinary tract infection. Eventually, the patient opted for a change in his goals of care to comfort care and was transferred to hospice and expired.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'16832138': 1, '23395565': 1, '27190657': 1, '27190118': 1, '432810': 1, '2013381': 1, '8405869': 1, '22752885': 1, '8899508': 1, '19106743': 1, '23364468': 1, '15106719': 1, '2755944': 1, '15365408': 1, '12439127': 1, '19486258': 1, '21422914': 1, '24280580': 1, '9351043': 1, '21139451': 1, '23632147': 1, '8224627': 1, '24627800': 2}", "similar_patients": "{}"}