{"patient_id": 43301, "patient_uid": "3745887-1", "PMID": 23984132, "file_path": "comm/PMC003xxxxxx/PMC3745887.xml", "title": "Isolated Fallopian Tube Torsion", "patient": "A 38-year-old, gravida 0 woman presented to the gynecological emergency room with complaint of severe, constant low abdominal pain (VAS 8). She denied any radiation of pain, fever, chills, nausea, or vomiting. No urinary symptoms, vaginal discharge, or bleeding were presented. She was in middle cycle and was not taking any contraceptive. She reported dysmenorrhea and painful intercourse the last year such as Chlamydia infection ten years earlier.\\nThree days before, the patient experienced sudden onset of severe, right lower quadrant pain and presented to the emergency surgical department where she was treated for suspect renal colic and urine infection. The pain recurred the next day and became continued. One year ago, the patient was admitted to surgical department for renal colic and during her hospitalization a CT scan was performed and showed an elongated cystic mass on the right adnexa.\\nOn physical examination, focal tenderness was presented in the right lower quadrant. On pelvic examination, right ovarian tenderness was noted and there was no cervical motion tenderness. Complete blood count and urinalysis were normal, CRP was 47, and urine pregnancy test was negative. Endocervical swabs were obtained and were negative.\\nSonography examination showed a normal uterus and a normal left ovary. A small amount of simple free fluid was present within the Douglas pouch. A cystic mass measuring 8 × 4 × 3.5 cm was thought to arise from the right adnexa or ovary. Carefully examination demonstrated that the tubular cystic structure was separated from the ovary and was presenting two ecographic features: the first one was a fusiform, thick-walled cystic mass resembling a hydrosalpinx and the second one had the appearance of a cyst containing blood. Differential diagnosis included isolated torsion of Fallopian tube, paraovarian cyst, hydrosalpinx associated with tube-ovarian abscess, or endometrioma. CT examination did not add useful information; the mass was similar at the image already presented in the previous CT.\\nAn empiric antibiotic therapy was initiated and the patient underwent laparoscopy. The left ovary and tube were adherent to the pelvic wall. Uterus had a normal appearance. On the right adnexa, the tube was dilated, twisted about its longitudinal axis and necrotic (Figures and ). The ovary was normal in appearance. Omental adhesions were presented in the right lower quadrant and characteristic feature of “violin string” adhesions that extended from the anterior surface of the liver to the peritoneum suggested a Fitzhugh-Curtis syndrome (). A right salpingectomy was performed. Cultures from the peritoneal fluid were obtained and were negative. Finally the diagnosis of tube torsion and hydrosalpinx was confirmed by histopathological examination.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'8040449': 1, '5519474': 1, '17953952': 1, '7755826': 1, '16304018': 1, '19493607': 1, '34660087': 1, '12269256': 1, '11458970': 1, '9530080': 1, '6238251': 1, '18060398': 1, '23984132': 2}", "similar_patients": "{}"}