{"patient_id": 163771, "patient_uid": "3804818-1", "PMID": 24179655, "file_path": "noncomm/PMC003xxxxxx/PMC3804818.xml", "title": "Secondary Aneurysmal Bone Cyst Following Chondroblastoma of the Patella", "patient": "A 25 year-old male was referred to our hospital complaining of left knee pain. He had the symptom for 2 years without a prior history of trauma. The pain deteriorated after participating in a Judo competition. He visited a nearby hospital and a radiolucent area of the patella was pointed out on the plain radiograph of a knee. He was suspected of a bone tumor and referred to our hospital. He did not have any relevant family history of tumor or medical history. Physical examination showed a slight atrophy of the left thigh (42 cm compared to his right, which was 45 cm), but did not show tenderness or restriction in range of motion. The overlying skin was smooth without any hotness or redness. Plain radiograph showed a soap bubble-like radiolucent area in the medial patella measuring 1.7×2.4 cm. Periosteal reaction was absent ().\\nOn the MRI, the lesion was depicted as low intensity on T1WI and high on T2WI, which was diffusely enhanced after gadolinium-contrast administration. The tumor was composed of multiple cavities, and fluid level was observed in each compartments. There was no obvious invasion to the adjacent muscle or joint ().\\nThe tumor was composed mostly from blood filled cavities and intraoperative histological finding revealed a lesion with fibrotic changes and proliferation of histiocyte-like cells and fibroblasts, accompanied by multinucleated giant cells, hemosiderin deposits and bony fragments. No evidence of malignancy was present. Intralesional curettage was performed with the addition of heat ablation and was later filled with artificial bone graft.\\nOn histopathology, the tumor was a giant cell lesion with fragmented bones with fibrosis, hemosiderin deposits and mild infiltration of chronic inflammatory cells compatible with ABC. In limited areas, there were monocytes that were short spindle-shaped and slightly positive with S-100 staining, which was consistent with chondroblastoma (,).\\nPostoperative period was uneventful. During his 9 months follow-up, no recurrence or arthritic change of the knee has developed ().", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'11060436': 1, '7773657': 1, '11486695': 1, '4585180': 1, '3966195': 1, '21088467': 1, '16203891': 1, '3588400': 1, '3276387': 1, '21701004': 1, '7146925': 1, '32280609': 1, '15509679': 1, '9683708': 1, '19055920': 1, '5458269': 1, '22951298': 1, '15972914': 1, '18815789': 1, '22202063': 1, '13106840': 1, '24179655': 2}", "similar_patients": "{}"}