{"patient_id": 156278, "patient_uid": "3230025-1", "PMID": 22148002, "file_path": "noncomm/PMC003xxxxxx/PMC3230025.xml", "title": "An Outbreak of Trichinellosis with Detection of Trichinella Larvae in Leftover Wild Boar Meat", "patient": "A 51-yr-old woman without any previous medical history was admitted to a local hospital in Gyeonggi-do, on December 23, 2010, complaining of fever and a chilling sense for 3 days. She also complained of myalgia, poor oral intake and facial edema. Her body temperature was 36.5℃. A complete blood count showed eosinophilia (1,960 cells/µL, normal = 50-450 cells/µL) without leukocytosis. Creatinine kinase levels were 315 U/L (normal range = 20-270 U/L) and LDH was 465 U/L (normal range = 218-472 U/L). Urinalysis was normal and chest radiography demonstrated no active lung lesion. No helminth ova were found in the stool examination for parasites. The patient was given 30 mg of prednisolone orally once a day starting December 24, 2010 due to fever and an uprising in eosinophilia (up to 3,900 cells/µL on December 27, 2010).\\nHer symptoms improved after the prednisolone was started, but she was transferred to Seoul National University Hospital for further evaluation of febrile eosinophilia on December 28, 2010. On arrival at Seoul National University Hospital, she had a fever (39.0℃) with chilling sense, myalgia and watery diarrhea. Her white blood cell count was 11.5 × 103 cells/µL with 44.0% eosinophils, and creatinine kinase levels were 494 U/L and LDH was 400 U/L. Aspartate aminotransferase was 48 IU/L (normal < 40 IU/L) and alanine aminotransferase was 91 IU/L (normal < 40 IU/L). She said that she, her husband and 10 more villagers had consumed raw wild boar meat which was obtained by hunting on December 2, 2010. An enzyme-linked immunosorbent assay (ELISA) using larval antigens of T. spiralis was done on December 29, 2010 and was negative (0.007 optical density [OD] units, positive control 0.355 OD units). A follow up ELISA performed on January 13, 2011 was also negative (0.021 OD units, positive control 0.351 OD units). Stored raw wild boar meat was recovered from the patient's freezer and was brought to the hospital for examination. The leftover boar meat was digested with artificial gastric juice to recover Trichinella larvae. After removing fat and fascia, muscle tissue was finely trimmed with scissor. Then, 50 g of muscle from the raw wild boar meat was digested at 37℃ for 1 hr in 1,000 mL of digestive solution constituted with 6 g of pepsin and 6 mL of HCl (37%) in distilled water. After eliminating the impurities with a 180 µm sieve, the worms were recovered by filtration with a flow-through using a 50 µm sieve. A total of 27 larvae of Trichinella (0.54 larvae per gram of meat) were recovered from digested wild boar meat ().\\nBased upon a putative diagnosis of trichinellosis, the patient's drug regimen was switched to 400 mg of albendazole taken orally twice a day and prednisolone was not given since December 27, 2010. Following the change in drug therapy, levels of muscle enzymes was decreased, the fever subsided and her chilling sense and myalgia improved. Seven days after the change in drug therapy, the patient was discharged to her home. Visiting an outpatient clinic seven days after discharge, the patient had mild myalgia and her laboratory tests showed a resolving state of eosinophilia.\\nHer husband was also admitted to the hospital on December 31, 2010 complaining of fever and chilling sense. He presented with chilling sense, periorbital swelling, and his eosinophil count was 7,399 cells/µL upon admission. ELISA was performed twice: the first test done on December 30, 2010 was negative (0.004 OD units, positive control 0.420 OD units) but the second done on January 13, 2011 was positive (0.262 OD units, positive control 0.351 OD units). Albendazole (400 mg) twice a day was given from December 31, 2010. He showed improvement in symptoms after starting the albendazole treatment and was discharged in 4 days.\\nThe wild boar was hunted at Gangwon-do and brought to Gyeonggi-do where the patients lived. A total of 12 villagers including the wife and husband consumed half of the wild boar meat, and the other half was given to a group of people living in a neighboring village. The 12 villagers who shared the wild boar meat were examined they presented at least one symptom of trichinellosis with a median of 20 days after the ingestion of the meat. Two of them were positive by ELISA for specific IgG antibodies to Trichinella antigens. Their clinical, epidemiological and laboratory features are presented in .", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'8665476': 1, '26537041': 1, '20471753': 1, '25214511': 1, '15482143': 1, '16153648': 1, '25925185': 1, '17690410': 1, '12150691': 1, '3752328': 1, '23710091': 1, '27853121': 1, '10905075': 1, '27378450': 1, '25888836': 1, '33768333': 1, '20153119': 1, '22148002': 2}", "similar_patients": "{}"}