{"patient_id": 38578, "patient_uid": "3420638-1", "PMID": 22953135, "file_path": "comm/PMC003xxxxxx/PMC3420638.xml", "title": "Uterine Angioleiomyoma with Atypia, Raised CA-125 Levels, and Pseudo-Meigs Syndrome: An Alarming Presentation", "patient": "A 47-year-old female presented to the gynaecology outpatient department with a one-year history of abdominal distension. She also had a history of menorrhagia, dyspepsia, and weight loss. On clinical examination, she was noted to have massive ascites with a palpable lower central abdominal mass. On vaginal examination, the uterus could not be felt separately from the mass. Her CA-125 level was 477.1 IU/mL (normal < 30 IU/mL). The possibility of an ovarian tumor or uterine sarcoma was raised clinically.\\nUltrasound scan revealed a large mass posterior to the uterus along with massive ascites. CT scan performed showed a large predominantly solid pelvic mass demonstrating loss of fat plane with the uterine myometrium. The ovaries were not localized. There was massive ascites along with minimal left-sided pleural effusion. The diagnostic possibilities considered were those of a solid ovarian neoplasm infiltrating the uterus and a pedunculated uterine fibroid with sarcomatous change. The cytological examination of her ascitic fluid revealed no malignant cells.\\nThe patient underwent a total abdominal hysterectomy with bilateral salpingo-oophorectomy. About ten liters of serous ascitic fluid was drained. Preoperatively, a large irregular tumor with hemorrhage and degeneration was seen arising from the uterine isthmus.\\nGrossly, the specimen with the attached tumor weighed 1.5 kgms. The uterus and cervix together measured 9 × 6 × 4 cm. A large hemorrhagic mass measuring 18 × 15 × 8 cm was seen to arise from the lower posterior part of the uterus (). On sectioning, the mass was noted to be in continuity with the myometrium. The cut surface of the mass was whitish and whorled () with hemorrhagic areas in the periphery. Some dilated blood vessels with clots in their lumina were also present. The endometrium and the rest of the myometrium appeared unremarkable. Both ovaries and Fallopian tubes were normal. Postoperatively, the ascites resolved dramatically and her CA-125 levels normalized.\\nHistological examination of the tumor showed a moderately cellular neoplasm composed of interlacing fascicles of spindle cells with interspersed abundant thick muscular walled vessels (). Bland spindle cells were seen swirling around some of the vessels. In areas, the spindle cells showed marked atypia with bizarre hyperchromatic nuclei () and some multinucleate giant cells. However, extensive sampling revealed no excess or atypical mitotic activity, coagulative tumor cell necrosis, or hypercellularity. There was subcapsular and intratumoral hemorrhage along with foci of hyalinisation and edema. The endometrium, bilateral tubes, and ovaries revealed no significant pathology.\\nOn immunohistochemistry, the tumor cells showed positivity for smooth muscle actin (SMA) () and desmin (). HMB-45 negativity () ruled out the possibility of a perivascular epithelioid cell tumor (PEComa). The Ki-67 proliferation index () was less than 1%.\\nThe patient has had no complications or further symptoms on followup for 6 months post-op and to date.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'10638167': 1, '26327905': 1, '10871073': 1, '28983163': 1, '27980528': 1, '34526755': 2, '12893198': 1, '12415199': 1, '6722737': 1, '12721189': 1, '17652533': 1, '8879307': 1, '25396010': 1, '11049239': 1, '29904475': 1, '16554917': 1, '22953135': 2}", "similar_patients": "{'8409705-1': 1}"}