{"patient_id": 39088, "patient_uid": "3453496-1", "PMID": 22747639, "file_path": "comm/PMC003xxxxxx/PMC3453496.xml", "title": "Congenital deformity of the paw in a captive tiger: case report", "patient": "A 1.5-year-old, 150 kg, intact male tiger (Panthera tigris) was admitted to the Veterinary Hospital of the School of Veterinary Medicine and Animal Science (Unesp Botucatu) with a history of left thoracic limb lameness that had started to worsen approximately five months previous to admission. In addition, the tiger had avoided scratching with this paw. According to the owner, the tiger had a deformity in the left paw which had been noticed since birth, and this limb had always been lame. No treatment had been performed. He was the only cub born in a litter. Two other litters from the same parents showed no evidence of deformity. The tiger was kept in captivity in a large area with seven more tigers. The owner is authorized by federal agency to raise the tigers, and all animals are submitted to training program.\\nThe body condition indicated an obese animal. A deformity involving the second and third digits of the left front paw was observed. During walking the tiger showed lameness of the left thoracic limb, but without reducing the weight bearing of the affected limb when standing or sitting (Additional file : Movie 1). However, the second digit constantly struck the ground during locomotion. No muscle atrophy was observed. For physical and radiographic examination, the tiger was premedicated with ketamine (3 mg/kg IM; Ketamin, Cristália, Brazil) and dexmedetomidine (2 μg/kg IM; Precedex, Abbott, Brazil) using a blow dart, and anesthesia was induced with propofol (1 mg/kg IV; Propovan, Cristália, Brazil) and maintained with isoflurane (Isoforine, Cristália, Brazil). No abnormality was detected during the flexion and extension of the thoracic limb joints. A soft tissue separation between the second and third metacarpal bones of the left front paw was observed (Figure a and b). The claw of the second digit was worn down at the base (Figure c).\\nMedio-lateral radiography of both shoulders and both radius and ulna were performed, and medio-lateral and dorsopalmar radiographic views of both paws (Figure ) were obtained. Radiographic views of both shoulders showed a small bone fragment at the caudal border of the glenoid cavity on the left shoulder. Comparison of the lengths of both radii revealed the left to be approximately 2 cm shorter than the right. However, the radial and ulnar physes had a normal appearance. Radiographic findings of the left paw included separation of soft tissue between the second and third metacarpal bones, separation between second and third carpal bones, the first metacarpal somewhat misshapen and fused to the proximal aspect of second metacarpal, and hypoplasia (shortening) of the second metacarpal bone with associated metacarpophalangeal luxation with the head of phalanx one malformed (Figure b). The first digit of the left paw had 2 phalanges as well as normal paw (Figure c).\\nInfrared thermography (Infra CamTM; FLIR Systems Inc.), accomplished by the software ThermaCAM Quick Report, was used to evaluate both paws and shoulders. Mean temperatures of the second and third digits of the left paw were 29°C and 31°C, respectively (Figure ). No temperature differences were observed between right and left shoulder.\\nBased on the findings from the physical and radiographic examinations, a diagnosis of ectrodactyly was made.\\nAfter receiving the owner’s consent, the surgical procedure was performed. Under general isoflurane (Isoforine, Cristália, Brazil) anesthesia, the tiger was positioned in right lateral recumbency and the left paw area was clipped and aseptically prepared for surgery. After clipping it was possible to identify one extra claw, which was located on the mediolateral region of the third metacarpal bone (Figure d). Two semicircular incisions were made dorsally and palmarly around the second digit metacarpophalangeal joint. The subcutaneous tissue was dissected, the arterial supply was ligated, the flexor and extensor tendons were transected, and the phalanges were removed by disarticulation between the metacarpal bone and proximal phalanx (Figure a). The distal portion of the metacarpal bone was removed using a roungeur (Figure b). A triangle of excess skin was removed dorsally. The retracted soft tissue was apposed with simple interrupted sutures and the subcutaneous tissue with a simple continuous pattern using sutures of 2-0 and 3-0 polyglactin, respectively. The skin incision was closed using simple interrupted sutures of monofilament 2-0 nylon (Figure c). Ceftriaxone (30 mg/kg IV; Ceftriona, Novafarma, Brazil) was administered during the surgery. Meloxicam (0.1 mg/kg orally q24h; Maxicam, Ouro Fino, Brazil) was administered immediately postoperatively and for two days after surgery. No complications were observed after surgery. Ten days after surgery the tiger was discharged (Figure a) (Additional file : Movie 2). Marked improvement of the locomotion was observed. An additional follow-up at 9 months after surgery (Figure b and c) found a good functional outcome for the tiger despite a low degree of lameness. According to the owner, the tiger returned to scratching the trees with the operated paw.", "age": "[[1.5, 'year']]", "gender": "M", "relevant_articles": "{'13041028': 1, '7744678': 1, '15626218': 1, '4495778': 1, '20592835': 1, '21461206': 1, '15206479': 1, '21909463': 1, '17555519': 1, '22747639': 2}", "similar_patients": "{}"}