{"patient_id": 44438, "patient_uid": "3840843-1", "PMID": 24349754, "file_path": "comm/PMC003xxxxxx/PMC3840843.xml", "title": "Lead Poisoning-Induced Hypertensive Crisis Managed by Prazosin: A Case Report", "patient": "A 57-year-old man referred to us with chief complaint of chronic constant abdominal pain since one month earlier. He also suffered anorexia, constipation and bloating. On his past history, he mentioned oral opium abuse for almost 15 years. History of HTN and ischemic heart disease was present which had been controlled by administration of propranolol (10 mg, TDS) and sublingual pearl of TNG. During evaluation of his abdominal pain, duodenal ulcer and single tubular rectal polyp were also detected. On admission, his whole blood lead level was reported to be 1961 µg/L and other laboratory tests were as follow: haemoglobin = 10.9 g/dL, plasma creatinine = 1 mg/dL, blood urea nitrogen = 97 mg/dL, aspartate aminotransferase = 63 IU/L, alanine transaminase = 78 IU/L, Alkaline phosphatase = 321 IU/L, serum sodium = 133 mEq/L, and serum potassium = 4.5 mEq/L.\\nHis opium was switched to methadone at dose of 20 mg/day and then tapered. He was treated by EDTA and BAL with the diagnosis of lead poisoning, but the chelating therapy was discontinued because he discharged himself by giving consent form. Nineteen days later, he was re-admitted to our hospital with chest pain without vomiting and diaphoresis. His blood pressure was 220/140 mmHg. After sublingual administration of 50 mg of captopril (two 25-mg tablets) his blood pressure dropped to 180/110 mmHg. On electrocardiography, he had normal axis, sinus rate (86 beats/min), and ST depression and inverted T wave in leads V4-V6. However, cardiac enzymes were within normal limits. He received oral captopril with the dose of 25 mg TDS as well as ASA 80 mg daily. Since his blood pressure did not further decrease, we increased the captopril dosage to 50 mg BID and then added another 25 mg of captopril and 5 mg of amlodipine every day. The patient began to suffer headaches and therefore, amlodipine was discontinued. This time, daily dose of 0.5 mg of prazosin was added to his medications. The response was good and during the next four days, the dosage of prazosin was gradually increased to 1 mg twice a day and captopril was simultaneously tapered. He was discharged with prazosin 1 mg twice a day and blood pressure of 140/70 mmHg. The informed consent was taken from the patient to publish the data on his disease. The ethical committee of Imam Reza hospital approved this report, as well.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'22889036': 1, '28982369': 1, '15257867': 1, '17645641': 1, '23226111': 1, '16906055': 1, '23351197': 1, '7924196': 1, '32678122': 1, '16421242': 1, '15590123': 1, '30988975': 1, '30225326': 1, '27651951': 1, '16813461': 1, '24349754': 2}", "similar_patients": "{}"}