{"patient_id": 46704, "patient_uid": "3991910-1", "PMID": 24712825, "file_path": "comm/PMC003xxxxxx/PMC3991910.xml", "title": "Acute myopia and angle closure glaucoma from topiramate in a seven-year-old: a case report and review of the literature", "patient": "A 7-year-old female with a history of seizures and headaches presented to the pediatric emergency room (ER) with acute onset of blurry vision. The morning of presentation, she awoke with blurry vision. She presented to her pediatrician, who referred her to an optometrist, where she was refracted to a visual acuity (VA) of 20/20 with a myopic refraction. Visual acuity had been 20/20 at distance previously. Acute myopia is not an altogether unusual presentation to an optometrist and generally a new myopia patient does not cause alarm. She continued to experience worsening vision accompanied with red eyes, swollen eyelids, excessive tearing and photophobia. She denied pain, burning, itching, mucus discharge, or pain with extraocular movements. She denied systemic symptoms including dizziness, nausea, vomiting, malaise, neck stiffness, fever, or any focal neurological complaints. Her last dose of topiramate was 25 mg, 20 hours prior to presentation.\\nShe had had 3 focal seizures from age 3–4, and had been treated with levetiracetam until 3 months prior to presentation, having been seizure free for three years. Her headaches returned, and she had one seizure while in school, which consisted of dysconjugate eye movements and brief unresponsiveness. After consultation with her primary pediatrician and her neurologist, topiramate 25 mg at bedtime was started 2 weeks prior to presentation. Her only other medication was cyproheptadine 5 ml at bedtime, as needed. She had no other medical or surgical history. Social, allergic and family history was noncontributory. She was developing normally.\\nIn the emergency room, her VA without correction was light perception at 20 feet in both eyes, count fingers at 14 inches in both eyes, and 20/20 at 3 inches in both eyes. In a complete ophthalmologic examination, vision is typically tested at distance (20 feet) and at near (14 inches). In this patient’s case, vision was also checked at 2 inches because anteriorization of the lens leading to acute myopia was suspected. Pupils were 6 mm, minimally reactive, with no relative afferent papillary defect in either eye. Extraocular movements were intact. Fields were constricted 360 degrees to confrontation in both eyes. Intraocular pressure (IOP) measured 40 mmHg in the right eye and 41 mmHg in the left eye, as measured by tonometry using a portable tonopen. External exam was significant for slightly edematous upper and lower lids. On slit lamp exam, sclera and conjunctiva showed 1+ injection, with conjunctival chemosis temporally bilaterally. There was no corneal edema. The anterior chamber was diffusely shallow bilaterally. The irides were round with a regular insertion, without iris bombe. There was irido-corneal touch as seen by the Van Herick method []. The lenses were clear. Fundus exam showed a pink and healthy optic disc in both eyes with sharp margins, with a cup: disc ratio of 0.25. The rest of the fundus examination was unremarkable. No choroidal effusions were seen.\\nUpon diagnosis with topiramate-induced acute ACG, she was treated with oral acetazolamide 10 mg/kg × 2 doses, and 5 rounds of topical dorzolamide/timolol and topical bimatoprost in both eyes. Her IOP decreased to 28 mmHg in the right eye, 29 mmHg in the left eye, and her symptoms improved. She was no longer photophobic, the eyelid edema had subsided, and VA was now 20/60 at 14 inches. She was discharged home overnight with topical dorzolamide/timolol twice daily in both eyes, oral acetazolamide 10 mg/kg three times daily × 3 days, and topical cyclopentolate three times daily in the right eye. Topiramate was discontinued and was placed on her allergy list.\\nShe was followed in the clinic closely. The day after her initial presentation, her VA was 20/200 in the right eye, 20/150 in the left eye at distance (20 feet), and 20/60 in the right eye, 20/40 + 3 in the left eye at near (14 inches); IOP was 23 mmHg in the right eye, 21 mmHg in the left eye, and all medications were continued. Her slit lamp examination was unchanged (Figure a). In the pediatric population in whom gonioscopy examination is very difficult, anterior segment optical coherence tomography (OCT) is a useful way of discerning anatomy of the angle and the anterior chamber. Anterior segment OCT (Visante; Jena, Germany) in our patient showed anterior iris convexity, iridocorneal apposition at the angle, and an anterior lens vault in both eyes (Figure c). All medications were discontinued at eight days after presentation, when her VA was 20/25 + 3, 20/25 at distance, and IOPs were 12 mmHg in the right eye, 11 mmHg in the left eye. At her last follow up visit 2 months after initial presentation, VA and IOP were normal off medications. She had remained headache and seizure free. Repeat slit lamp photograph (Figure b) and anterior segment OCT (Figure d) demonstrated return to normal anatomy. The anterior chambers were deep, and there was no iridocorneal touch, anterior iris convexity, or anterior lens vault in both eyes.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'31263722': 2, '17300572': 1, '22571653': 1, '22452838': 1, '27536060': 1, '31436195': 1, '30003498': 1, '5344324': 1, '28367137': 1, '12690373': 1, '20413935': 2, '18091300': 1, '18091456': 1, '34209089': 1, '31595027': 1, '18201514': 1, '14711721': 1, '16765687': 1, '10764870': 1, '19001233': 1, '22275816': 1, '34813440': 1, '11346412': 1, '19441122': 1, '23378740': 1, '24712825': 2}", "similar_patients": "{'2886263-1': 1, '2886263-2': 1, '2886263-3': 1, '6592302-1': 1}"}