{"patient_id": 40539, "patient_uid": "3535735-1", "PMID": 23320215, "file_path": "comm/PMC003xxxxxx/PMC3535735.xml", "title": "Ultrasound Evaluation of Congenital Cervical Teratoma and Therapeutic Management (Ex Utero Intrapartum Treatment)", "patient": "A primigravida, 25-years-old patient, it showed a cervical tumor heterogeneous solid-liquid content of 43 × 44 mm, moderately vascularized, in ultrasound study in week 22 (), with male fetus and normal anatomical exploration, visualizing gastric chamber. We propose to make a genetic amniocentesis, but the patient rejected it. Magnetic resonance (MR) was requested in the 25th week of gestation, describing 56 × 43 × 38 mm heterogeneous mass in anterior cervical position, with high bilateral extension, solid-cystic component, without thoracic infiltration (). We suspect a congenital cervical teratoma by ultrasound and MR images.\\nNew ultrasound study in 26 +5 weeks, shows a significant growth of the mass, 69 × 53 mm size (). The patient wishes to continue the pregnancy. New MR control in week 29, shows an increase of significant size, high anterior growth, without existing intrathoracic extension. Similar proportion of solid and cystic component, with a sagittal plane measurement of 61 × 63 mm and coronal plane 51 × 93 mm, with partial compression of the air-digestive track, but an adequate fetal stomach fullness.\\nDuring follow-up controls, we observe in 30th week, a 94 × 65 × 61 mm size with similar characteristics previously described, but polyhydramnios apparition, with stomach well visualized. Probably secondary to the large mass compressive effect on the air-digestive track ().\\nWith all these findings, we explain the fetal management in the delivery moment to the couple, and they understood and accepted the maternal and fetal risks. It is so important with this pathology, the prevention of acute respiratory failure (asphyxia) after the birth, which would result in the death of the baby if there is not an active management, so we propose EXIT surgery (ex utero intrapartum treatment).\\nSo we create a multidisciplinary EXIT team, to be able to make a safe surgery management. It was necessary the participation of Obstetrics, Neonatology, Children's and Adult Anesthesia, Children's Otolaryngology and Pediatric Surgery. After the case study, it is decided to finish pregnancy at 35 gestational week, with previous fetal lung maturation.\\nThe patient performs weekly ultrasound controls until the surgery date. She was hospitalized from the polyhydramnios appearance. At 31 +4 weeks, an 1518 grams fetal weight estimated, with a 95 × 70 × 100 mm tumor size. All time the fetus has biometry and UA Doppler normal for gestational weeks ().\\nIn the 31 +6 week, the patient begins with uterine dynamics, the ultrasound examination shows a severe polyhydramnios with cervical change, with a cervical length of 0.5 cm, with funneling of 0.85 cm. So we decided to make an amniodrainage, which removed approximately 3000 mL of clear amniotic fluid, with a 0.91 cm cervical length after that. The patient went into labor the same day, so EXIT was performed at 32 gestational weeks.\\nAfter general anesthesia with endotracheal intubation and constant patient monitoring, we made an hysterotomy to extract in 7 minutes the head and fetal neck, maintaining uteroplacental circulation, we could see a large tumor covering all anterior fetal neck. At the same time, neonatal intubation in was done situ in three tries. After verifying the air safety, extraction of total body and cord clamping it was carried out. After this, we proceeded extraction placenta, uterine integrity check, and hysterorrhaphy, verifying good uterine contraction. Surgery duration was 95 minutes ().\\nThe patient had a normal postoperative period, with early discharge two days later.\\nThe neonate was admitted immediately in neonatal ICU. One day after cesarean procedure, he was operated by pediatric surgery, an was observed exophytic cervical mass approx. 10 × 15 cm, with soft consistency and vascularized solid-cystic component, as described by the ultrasound study. They had a good cleavage plane, and they could resect totally with 160 grams surgical piece weight. The mass extended up sides tracheal and sternal notch, it did not infiltrating thyroid gland.\\nThe pathology study gave the definitive diagnosis, being an immature cystic teratoma grade II (high grade). The microscopy study showed abundant growth from different tissues (cartilage, colon, bone, choroid plexus, retina, etc.)\\nNowadays, one year after surgery, the neonate is controlled by the pediatric oncology with monthly AFP determination with serial cervical ultrasound studies for assessing the presence of remaining tumor. He is currently asymptomatic, with a growth and development correct.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'12003589': 1, '16021389': 1, '14528485': 1, '12632365': 1, '17319434': 1, '12778398': 1, '12961113': 1, '23320215': 2}", "similar_patients": "{}"}