{"patient_id": 41400, "patient_uid": "3600204-1", "PMID": 23533888, "file_path": "comm/PMC003xxxxxx/PMC3600204.xml", "title": "Recombinant Human Thyrotropin-Aided Radioiodine Therapy in Tracheal Obstruction by an Invading Well-Differentiated Thyroid Carcinoma", "patient": "A 56-year-old woman was admitted to the Pulmonary Outpatient Clinic complaining of fluctuating cough and dyspnea. She had been under immunotherapy for 2 years due to allergic asthma, and, spontaneously, she complained of sore throat and mild haemoptysis. Clinical examination revealed scattered wheezes from the lungs without any abnormal findings from the pharynx. Spirometry showed a typical obstructive pattern, attributed to asthma. Her medical history was remarkable of subclinical hypothyroidism, adequately treated with levothyroxine.\\nThe patient was lost to follow-up and returned 3 years later with increased dyspnea, neck discomfort, deepening voice, and wheezing. On examination, she had prolonged expiration with wheezing and worsening in the spirometric parameters. Despite oral corticosteroid administration, the symptoms gradually deteriorated and she developed inspiratory stridor and severe dyspnea with spirometric evidence of severe upper airway obstruction. She was admitted to the Intensive Care Unit for further investigation and management.\\nComputed tomography (CT) scan of the neck and mediastinum revealed an abnormal lesion (3.5 × 2.8 × 3.7 cm), originating from the right lobe of the thyroid gland, invading and severely obstructing the lumen of the trachea (). No lymph nodes or other abnormalities were observed. In view of severe dyspnea, a low tracheostomy was performed. An open biopsy from an unstable mass penetrating the anterolateral wall of the trachea and from the endotracheal mass by endoscopy was obtained. The biopsies were compatible of highly differentiated PTC with additional extensive inflammatory lesions and necrotic hemorrhagic material. Eventually, the patient underwent a total thyroidectomy and resection of the endotracheal part of the mass along with the corresponding anterior portions of 3 tracheal rings (). To maintain the patency of the airway, a Montgomery T-tube was placed. The patient was easily extubated, and breathing and speech were fully restored. The histological examination of the surgical material confirmed the presence of highly differentiated PTC of the isthmus, stage IVa, with local extension to the pretracheal fibromuscular tissues and extensive invasion of the tracheal cartilage. The patient recovered with no complications.\\nTwo months later, a whole body I131 scan (WBS) after recombinant human thyroid-stimulating hormone (rh-TSH) administration was performed, which demonstrated a residual mass in upper left thyroid lobe. Subsequently, 150 mCi I131 were given after administration of rh-TSH again. Nine months later, a WBS showed no residual tumor and Tg levels after rh-TSH were 1.1 ng/mL. The physical status of the patient was excellent thereafter.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'11585513': 1, '21093183': 1, '11150030': 1, '15187010': 1, '19693470': 1, '17130954': 1, '11054972': 1, '9158394': 1, '17954993': 1, '8430364': 1, '21899215': 1, '8360048': 1, '17532377': 1, '10857502': 1, '19860577': 1, '23533888': 2}", "similar_patients": "{}"}