{"patient_id": 37786, "patient_uid": "3350252-1", "PMID": 22606610, "file_path": "comm/PMC003xxxxxx/PMC3350252.xml", "title": "Giant Ectopic Ureter Mimicking Pelvic Organ Prolapse: A Case Report", "patient": "A 59-year-old female patient was admitted to our hospital with complaints of recurrent right side pain, voiding difficulty, and frequently recurrent urinary tract infection. Physical examination revealed grade 3 pelvic organ prolapse (POP) as well as anterior wall defect. Additionally, on vaginal examination, there was a mobile, firm, palpable mass of approximately 15 mm in diameter. Urodynamic investigations revealed stress incontinence and no postvoiding residual urine. Medical history of the patient included continuous urinary incontinence in childhood, which, however, was reported to have been disappeared in subsequent years.\\nMagnetic Resonance (MR) urography showed irregularity of the upper pole of the right kidney and a diverticulum-like formation with a 12 mm stone inside ().\\nIn the light of these data, the patient was planned to undergo removal of the stone inside the diverticulum as well as excision of the diverticulum and cystocele repair. With the patient under spinal anesthesia, a 15 Fr flexible cystoscope was inserted into the urethra, and the diverticular orifice was visualized at the 7 o'clock position proximal to the urethra ().\\nThe stone in the diverticulum was visualized and removed using a forceps. Subsequently, seeing that the diverticulum extended proximally, the decision to perform ureteroscopy was made. The ureteroscope was advanced 20 cm from this pouch of 6 cm in diameter which was found to end blindly. Here, radiopaque material was injected, and a radiograph was taken which showed a giant ectopic ureter of 20 cm length, ending blindly. Subsequently, the bladder was entered. The ipsilateral ureteral orifice was identified, radiopaque material was injected here, and a radiograph was taken which revealed no apparent abnormality. Considering that we are faced with a considerably dilated ureter with ectopic opening, draining the upper pole of the kidney, conversion to open surgery was decided. With the patient placed in the lithotomy position, transvaginal incision was performed. The dilated ureter was identified just beneath the vaginal wall and was freed. The dissection was advanced distally through the urethra. It was separated from the urethra with sharp dissection. The urethral defect was closed using absorbable sutures. The ureter was freed as much as possible using a transvaginal approach. In the meanwhile, it was observed that the patient had no POP, and the mass in the vagina was induced by the giant ureter. The ureter was tied off and cut 5 cm proximally (). Subsequently, the vaginal wall was closed using double-layer absorbable suture line. At 6 months postoperatively, the patient is still being followed up without any complications. In the postoperative period, the complaints of vaginal mass and stress incontinence were resolved completely.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'19476979': 1, '27703836': 2, '6498435': 1, '775715': 1, '9523651': 1, '9474221': 1, '7176066': 1, '22606610': 2}", "similar_patients": "{'5039285-1': 1}"}