{"patient_id": 46435, "patient_uid": "3972847-1", "PMID": 24744949, "file_path": "comm/PMC003xxxxxx/PMC3972847.xml", "title": "Idiopathic Thrombocytopenic Purpura after Mastectomy and Axillary Lymph Node Dissection", "patient": "An 85-year-old Caucasian, postmenopausal female presented to the outpatient clinic with a palpable mass in her left breast. Initial diagnostic mammography identified spiculation and architectural distortion inferior to the 2.1 cm mass at the 12 o'clock position of the left breast. Targeted left breast ultrasound demonstrated two distinct hypoechoic lesions in the 12:00 axis of her left breast, which was classified as BIRADS-5. Ultrasound-guided biopsy revealed invasive ductal carcinoma (ER positive, PR positive, and Her2-Neu negative) in three different areas within her left breast. Left modified radical mastectomy with sentinel lymph node biopsy and axillary lymph node dissection was performed. Three of six sentinel lymph nodes were found to be positive on frozen section (one with macrometastasis and two with micrometastasis), and a full axillary lymph node dissection was performed.\\nThe patient was convalescing satisfactorily until the afternoon of postoperative day one, when the output of her surgical drains became sanguineous and voluminous. A pressure dressing was applied to the chest wall. On postoperative day two, her hemoglobin had dropped to 8.8 g/dL from 13 g/dL preoperatively, and her platelet count decreased from 132,000/mm3 to 8,000/mm3. A fluid collection was noted along the length of her incision, primarily in the left axilla. She had extensive bruising along the incision and axilla, tracking downward on the abdomen. Despite these findings, the patient remained asymptomatic and hemodynamically stable. A peripheral blood smear demonstrated no cellular fragmentation. A review of the patient's current medications revealed no potential cause for a drug-induced thrombocytopenia, and a review of her past medical history revealed no other possible etiologies for thrombocytopenia. Given this, the patient was diagnosed with presumptive idiopathic thrombocytopenic purpura (ITP).\\nBeginning on postoperative day two, the patient began receiving 40 mg prednisone daily, and she received platelet transfusion. Following these measures, her platelet count increased to 87,000/mm3 and continued to improve thereafter. She was discharged from the hospital on postoperative day four in stable condition with a platelet count of 186,000/mm3. Her systemic steroids were then tapered over the course of four weeks.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'1553912': 1, '22863415': 1, '21466538': 1, '15217831': 1, '16885043': 1, '21526109': 1, '30567891': 1, '944086': 1, '19245532': 1, '15289724': 1, '10440202': 1, '12540004': 1, '24744949': 2}", "similar_patients": "{}"}