{"patient_id": 160736, "patient_uid": "3591015-1", "PMID": 23482851, "file_path": "noncomm/PMC003xxxxxx/PMC3591015.xml", "title": "Osteopetrosis-A rare entity with osteomyelitis", "patient": "A young 8-year-old boy had reported to the Department of Oral and Maxillofacial Surgery with the chief complaint of swelling on the right side of mandible since 4 months [].\\nAbout 5 months ago, the patient had visited a local dental clinic due to pain in the lower right first molar. The tooth, 46, was diagnosed to be carious and subsequently extracted. The healing was not satisfactory with the presence of denuded bone in that area, which was subsequently curetted out later. An extraoral swelling extraoral swelling appeared in the same region, but no definitive diagnosis was made. Gradually, the patient had developed an extraoral draining sinus and was referred to our institute.\\nOn general examination, there was frontal bossing and bowed legs [Figures –]. Mild hepatoslenomegaly was detected with no relevant medical and family history. Necrotic bone was evident in 45, 46 region during intraoral examination.\\nOPG revealed the presence of a sequestrum on the right mandibular molar region with erosions of the mandibular cortical margins. Generalized alveolar bone loss and multiple carious teeth were also seen []. Blood picture showed Hb 9.2 gm%, TLC 8000 cu/mm (neutrophils 6.8%, lymphocytes 30%), and alkaline phosphatase 8 K.A.U/100 ml. Radiographic examination of the skull and tibia/fibula revealed a generalized increase in bone density [Figures and ].\\nThe patient was diagnosed as a case of osteopetrosis with mandibular osteomyelitis on the basis of clinical and radiographic findings.\\nAs the facility of hyperbaric oxygen therapy was not available in our setup, segmental mandibulectomy and reconstruction with reconstruction plate were performed under general anesthesia [Figures –]. Patient tolerated the procedure well and wound healing was uneventful [Figures and ].", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'4505753': 1, '12541186': 1, '10617161': 1, '15641967': 1, '1054401': 1, '3156622': 1, '33396517': 1, '4518568': 1, '8630510': 1, '3166967': 1, '27148461': 2, '23482851': 2}", "similar_patients": "{'4842355-1': 1}"}