{"patient_id": 166832, "patient_uid": "3990784-1", "PMID": 24749089, "file_path": "noncomm/PMC003xxxxxx/PMC3990784.xml", "title": "Gastrointestinal Tract Involvement of Gorham's Disease with Expression of D2-40 in Duodenum", "patient": "A 13-year-old boy presented with melena for 1 month. He had experienced intermittent abdominal pain and lower backache for 2 years. He defecated black-colored loose stools measuring about 50-100 mL once every 1-2 days. Abdominal pain was localized in the epigastric and periumbilical areas with no radiating pain, developed before and after eating, was reported as a mild to moderate dull pain, and lasted for about 30 min. Lower back pain worsened when sitting for long periods or reclining. He had no nausea, vomiting, diarrhea, pain on defecation, night symptoms, fever, weight loss, or other GI symptoms. His family history was non-contributory.\\nOn physical examination, bowel sounds were normoactive and there was no tenderness, hepatosplenomegaly, or edema. His body weight was 38.1 kg (10-25th percentile), height 150.7 cm (25-50th percentile), body temperature 36.5℃, heart rate 90 beats/min, respiratory rate 25 breaths/min, and blood pressure 100/50 mmHg.\\nLaboratory data were as follows: hemoglobin 11.6 g/dL (normal: 13-17 g/dL), hematocrit 34% (normal: 37-47%), transferrin saturation 8% (normal: 15-50%), ferritin 11.9 ng/mL (normal: 7-140 ng/mL), serum total protein 4.6 g/dL (normal: 6.5-8.3 g/dL), and albumin 2.9 g/dL (normal: 4.0-5.3 g/dL). Serum electrolytes, blood urea nitrogen, creatinine, liver enzymes, and total cholesterol were unremarkable. The results of fecal occult blood testing were positive.\\nInitial radiographic examination revealed a lytic lesion eroding the L1-3 and T8-11 vertebrae. Magnetic resonance imaging (MRI) showed the osteolytic lesion to involve L1-3, T8-11, and both femur and soft tissue mass surrounding the left paraspinal space (). These osseous and soft tissue lesions were hypointense on T1-weighted images and hyperintense on T2-weighted images. The patient underwent computed tomography (CT)-guided biopsy of the paravertebral mass at the level of the L2 vertebra. Histological study showed that the mass was consistent with vascular proliferation and telangiectasia with hemosiderin deposition, which stained positively with D2-40 (). Gorham's disease was diagnosed after evaluation of the radiologic, pathologic, and clinical features.\\nEsophagogastroduodenoscopy, colonoscopy, and a Meckel's scan did not reveal any abnormal lesions. However, duodenal biopsy showed marked dilation of lymphatics in the mucosa and submucosa, which stained positively with D2-40 (). Some vessels showed ectatic change and stained positively with CD-31, which are characteristic of lymphatic or lymphovenous malformation. Double-balloon endoscopy revealed lesions of multiple red spots that caused bleeding in the terminal ileum and were managed by electrocoagulation.\\nDuring examination, the patient presented with dyspnea. A chest x-ray showed a left pleural effusion and a tube was inserted on the left side of the chest for drainage. The pleural fluid was chylous and drained at a rate of 0.9-1.2 L per day. Pleural biopsy revealed thin-walled vessels of various shapes and sizes lined by a single layer of endothelial cells, which stained positively with a D2-40 immunohistochemical stain (). Radioisotope lymphangiography was used to detect any abnormalities of the lymphatic system and thoracic duct, but no abnormal lesions were found.\\nAfter diagnosis of Gorham's disease, he was given symptomatic treatment: tube drainage for chylothorax and electrocoagulation for GI bleeding. His symptoms fluctuated. Abdominal pain and backache were milder than at initial evaluation but developed intermittently. The frequency of melena reduced to once every 2-4 weeks, persisting for 1 year. Both anemia and fecal occult blood continued for 3 years, after which his GI symptoms and anemia improved and his growth accelerated to a normal rate: height in the 50-75th percentile and weight in the 25-50th percentile.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'6574409': 1, '21110275': 1, '16012123': 1, '12735603': 1, '12078801': 1, '15810951': 1, '14528108': 1, '9476159': 1, '13263344': 1, '8275732': 1, '11745700': 1, '8626854': 1, '24749089': 2}", "similar_patients": "{}"}