{"patient_id": 41281, "patient_uid": "3593205-1", "PMID": 23487351, "file_path": "comm/PMC003xxxxxx/PMC3593205.xml", "title": "The Use of Cone Beam Computed Tomography (CBCT) to Determine Supernumerary and Impacted Teeth Position in Pediatric Patients: A Case Report", "patient": "A 10-year old girl with uneruption of maxillary right central incisor was referred to the Department of Pediatric Dentistry, Mashhad University of Medical Sciences, Iran. There was no considerable point in the medical records, but a traumatic bicycle accident at the age of three affecting anterior maxilla. A surgical incision in the gum tissue had been performed by a general dentist to accelerate the eruption of the unerupted tooth six months before. In clinical examination, a swelling was evident in the right anterior maxilla with a dimension of 1 cm × 1 cm, hard in consistency and in gingiva color, with no sign of spontaneous pain or by palpation (). Adjacent teeth had no sign of decay or pain during the percussion and there was enough space for the eruption of the impacted teeth. In the periapical radiographic view, the crown of the impacted central incisor appeared to be malformed, which could be explained by the history of trauma. The lack of spontaneous eruption could also be justified; however, the possibility of existence of a hard calcified mass separate from the tooth was suspected due to a likely radiographic superimposition on the crown of the unerupted tooth. For an accurate diagnosis, occlusal radiograph was requested with a 60-degree angle of radiation () with the resulting image showing no separation between the opaque mass and the malformed crown. Following the failure to achieve an accurate diagnosis, CBCT scans were taken on the Planmeca ProMax 3D (Planmeca, Helsinki, Finland) which revealed a closely-situated hard calcified tissue mass separate from the unerputed tooth, with exact dimensional details. In sagittal plan, the mass was seen to be covered only by soft tissue, and the healthy impacted incisor crown with normal anatomy could be observed ().\\nBecause of the closed apex of the impacted tooth and lack of spontaneous eruption, forced eruption was considered as treatment. The treatment plan included a surgrical incision with a trap door window approach and cutting out the calcified tissue mass, which was found to be a compound odontoma in pathology report. One week after removal of the tissue mass, a working model was prepared and an acrylic appliance was designed including retentive components and labial bow, the loop of which was located about 2 mm below the incisal edge of tooth #11. After preparing the acrylic appliance, a suitable bracket was attached to the buccal surface of the exposed crown of the impacted central incisor () and Heavy 3/16 Smile Safari elastics (Ortho Organizer, Germany) were used to put force onto the teeth. The patient was advised for every 3-day replacement of the elastic. After three months, the tooth had moved to its original position ().", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'29114426': 1, '17321454': 1, '20884934': 1, '20451777': 1, '17639276': 1, '10658390': 1, '19298576': 1, '18606748': 1, '18456133': 1, '19464146': 1, '20836949': 1, '23487351': 2}", "similar_patients": "{}"}