{"patient_id": 162173, "patient_uid": "3705132-1", "PMID": 23844327, "file_path": "noncomm/PMC003xxxxxx/PMC3705132.xml", "title": "Adenocarcinoma Occurring in a Gastric Hyperplastic Polyp Treated with Endoscopic Submucosal Dissection", "patient": "A 74-year-old woman was referred to the gastroenterology department to undergo endoscopic treatment for gastric adenoma. Hypertension had been diagnosed 20 years ago, and the patient was being treated with antihypertensive medication. Subsequently, diabetes mellitus was newly diagnosed 3 years ago, and atrial fibrillation, 2 years ago. The patient was prescribed an oral hypoglycemic agent and aspirin. Her family history was unremarkable, and she was a housekeeper. She did not complain of any symptoms. Although, the patient looked chronically ill on physical examination, no palpable mass or tenderness was noted. Her blood pressure was 110/60 mmHg; heart rate, 72 beats/min; respiration rate, 20 breaths/min; and body temperature, 36.4℃. Complete blood count results showed that her white blood cell count was 4880/mm3; hemoglobin level, 9.9 g/dl; and platelet level, 261,000/mm3. Blood chemistry analysis showed that level of aspartate aminotransferase was 19 IU/L; alanine aminotransferase, 14 IU/L; total protein, 5.7 g/dl; albumin, 3.4 g/dl; blood urea nitrogen, 27.8 mg/dl; creatinine, 1.04 mg/dl; and fasting blood glucose, 98 mg/dl. Tumor marker levels were not evaluated. Urinalysis results were normal.\\nEndoscopic examination of the upper digestive tract revealed a pedunculated gastric polyp, approximately 30 mm in size, in the antrum. The polyp was red, with a distorted pit pattern at the apex (). Because this was the first endoscopic examination that the patient had undergone, we could not compare the size or shape of the polyp. Analysis of the forcep biopsy specimen obtained from the top of this polyp indicated tubular adenoma with high-grade dysplasia, and therefore, the patient subsequently underwent endoscopic submucosal dissection (ESD) (). The fungating lesion, 30×20 mm in size, was completely resected with a safe lateral margin ().\\nHistological examination of the ESD specimen showed that a part of the polyp surface was replaced with moderately differentiated, intestinal-type adenocarcinoma. The cancerous lesion was limited to the mucosal layer. In the specimen, tubular adenomatous changes were also observed near the hyperplastic epithelium. In addition, adenocarcinomatous components were observed near the tubular adenoma structure (). Neither blood vessel invasion nor lymphatic vessel invasion was noted. The course of the patient after ESD was uneventful.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'17963309': 1, '20431760': 1, '7826605': 1, '3763478': 1, '20675692': 1, '17639176': 1, '10445791': 1, '19037727': 1, '10547536': 1, '9841603': 1, '3991240': 1, '3661508': 1, '2220735': 1, '8540506': 1, '22042418': 1, '23844327': 2}", "similar_patients": "{}"}