{"patient_id": 160969, "patient_uid": "3611907-1", "PMID": 23560005, "file_path": "noncomm/PMC003xxxxxx/PMC3611907.xml", "title": "Scoliotic deformity and asymptomatic cervical syrinx in a 9 year old with caudal regression syndrome", "patient": "A 9-year-old girl was referred in view of a lateral deformity of dorso lumbar spine to explore the possibility of an underlying skeletal dysplasia. There was no history of trauma, associated weakness of any part of body, bowel and bladder involvement or protruding mass over the spine. Child was born of third degree consanguious mating at full term by normal vaginal delivery at home. According to mother there was no obvious skin pointer to a neural tube defect at birth. She was of normal intelligence with Intelligence Quotient (IQ) of 105 on Developmental Assessment Scales for Indian Infants (DASII) score.\\nClinical examination revealed short stature with short trunk, the height being less than 3rd centile with upper to lower segment ratio 0.9. There was a visible lateral curvature of thoracic spine to left. Her neurological examination and bladder bowel tone were normal. Examination revealed multiple hypo pigmented patches over the left ear lobule, left angle of mouth, and mid dorsum of right leg.\\nThe radiograph revealed scoliotic deformity of dorso lumbar spine with convexity towards left side. Additional finding was evidence of dysgenesis at lumbo sacral region with abnormal orientation of sacrum []. Magnetic Resonance Imaging (MRI) spine revealed butterfly vertebrae at D10 level, the first three sacral segments were hypoplastic, distal sacrum and coccyx were absent. Fusion defects were present in L1-L2 and L3-L4 vertebrae. A syrinx was present in cervico-thoracic region opposite C5-T1 vertebrae []. The underlying spinal cord was completely normal.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'9842864': 1, '21032381': 1, '15603562': 1, '10533024': 1, '11433169': 1, '11782287': 1, '19765973': 1, '23560005': 2}", "similar_patients": "{}"}