{"patient_id": 162661, "patient_uid": "3741978-1", "PMID": 23960350, "file_path": "noncomm/PMC003xxxxxx/PMC3741978.xml", "title": "Acute renal failure secondary to ingestion of ayurvedic medicine containing mercury", "patient": "A 2-year-old girl presented with anuria of 4 days duration. The anuria was preceded by intermittent vomiting for 2 days. She had no preceding fever, diarrhea, skin rash, or red urine. Her physical growth and motor milestones were normal. She was not yet speaking a single word, did not interact with other children, and avoided eye contact. On enquiry, there was a history of intake of medications from a traditional healer for the past 5 months, which according to parents were given to promote normal growth. Physical examination was unremarkable except for a blood pressure of 130/80 mmHg. Her investigations revealed blood urea nitrogen 71 mg/dL, serum creatinine 11 mg/dL, estimated glomerular filtration rate (eGFR) 4.7 mL/min, Na 127 mEq/L, K 5.7 meq/L, hemoglobin 11.1 g/dL, platelet count 3.7 × 103/μL, total leucocyte count 13,900 × 103/μL, and serum lactate dehydrogenase 2000 U/L. Peripheral smear revealed no schistocytes or malarial parasites. Her C3 levels were normal and the antinuclear antibody, anti neutrophilic cytoplasmic antibody and anti-glomerular basement membrane antibodies were negative. Serology was negative for IgM antibodies to leptospira. Ultrasound of the kidneys revealed enlarged kidneys. Renal biopsy [] revealed normal-looking glomeruli, tubules showed moderate neutrophilic infiltration, dilation, and cellular casts comprising neutrophils and tubular epithelial cells. There was no evidence of crystals, viral inclusions, or rupture of tubular basement membrane. Interstitium revealed edema along with mixed infiltration with neutrophils, lymphocytes, and occasional eosinophils, without any evidence of granulomas or fungal elements. Histopathology was suggestive of acute tubulointerstitial nephritis.\\nShe was started on peritoneal dialysis and given three intravenous pulses of dexamethasone on alternate days. Subsequently she was put on oral prednisolone at 2 mg/kg/day and was shifted to hemodialysis. She remained dialysis dependent for a total period of 17 days. During this period, she had multiple episodes of convulsions with altered sensorium due to severe hypertension, which required four antihypertensive agents for control. Neuroimaging and electroencephalograph were normal. She developed hemodialysis catheter-related Acinetobacter sepsis, requiring catheter removal and antibiotic therapy. There was a drop in hemoglobin, requiring one packed red blood cell transfusion. The urine output improved after 2 weeks to 1 liter/day over a period of 4 weeks. There was a progressive decrease in creatinine levels to 1 mg/dL (eGFR – 51.7 mL/min) at the time of discharge.\\nThe ayurvedic medications were retrieved and sent for heavy metal toxicological screen. The analysis reported 2066.6 ppm of mercury, which amounted to a daily intake of 289.324 micrograms of mercury as against an average daily human intake 2.31 microgram. Lead and arsenic were undetectable. Chelation with D-penicillamine was started and continued for 6 months. Mycophenolate mofetil was added and oral steroids were continued in gradually tapering doses for 6 months. On follow-up, the urine mercury levels were within normal levels. She is now normotensive without medications, has normal creatinine levels (0.7 mg/dL), eGFR-73.8 mL/min, and no proteinuria.\\nOn 6-month follow-up, she had begun talking, was friendly, and had started attending play school.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'20721700': 1, '12197264': 1, '29720798': 1, '7563649': 1, '31687105': 1, '27194836': 2, '33840969': 1, '25734058': 1, '31172119': 2, '25253924': 1, '25120305': 1, '30613523': 1, '5432201': 1, '10699136': 1, '25249731': 1, '26730144': 1, '23960350': 2}", "similar_patients": "{'4862267-1': 1, '6548077-1': 1}"}