{"patient_id": 46262, "patient_uid": "3965951-1", "PMID": 24711931, "file_path": "comm/PMC003xxxxxx/PMC3965951.xml", "title": "F-18 FDG-PET-CT in the Diagnostic of a Late Medullary Thyroid Carcinoma Recurrence in a Patient with Follicular-Papillary Thyroid Cancer", "patient": "A 67-year-old male was admitted to our institute with the diagnostic of multiple cervical lymph nodes and right thyroid nodule. He was submitted to total thyroidectomy, with selective right lymphadenectomy for a follicular-papillary thyroid carcinoma with right cervical lymph nodes metastasis, T3N1 M0, stage III, according to the TNM of the moment []. At 4 weeks after the surgery, without thyroid hormone replacement the patient was evaluated prior to the metabolic irradiation with I-131. Therefore, the serum level of the thyroid-stimulating hormone (TSH) was >100 mIU/L, increased; the thyroglobulin (Tg) specific tumor marker was 13.2 ng/mL (N.V. < 0.1 ng/mL, undetectable in case of cured patients); the anti-thyroglobulin antibody (anti-Tg) was <10 IU/mL (N.V. < 34 IU/mL). There were no pathologic findings at neck ultrasound.\\nAccording to the current guidelines [, ], the patient was irradiated with radioiodine I-131, total activity 143 mCi (5.3 GBq). The posttherapy scan (whole-body scan - WBS I-131) done after 3 days showed minimal residual thyroid tissue in the thyroid bed.\\nThe patient started the hormonal suppression with 150 μg Levothyroxine/daily; the serum level of the TSH was constantly maintained at undetectable values, lower than 0.1 mIU/L (N.V. 0.4–4.2 mIU/L) and free-thyroxin (FT4) was always in normal ranges (N.V. 12–22.4 pmol/L). The patient was followed up all the time in the same department, according to the procedure applied for differentiated thyroid carcinoma: clinical exam, thyroid and neck ultrasound, and either by thyroid hormone withholding or by 2 I.M. injections of recombinant TSH (rTSH) he was checked for the specific thyroid tumor markers: TSH > 40 mIU/L, the serum value of Tg < 0.1 ng/mL (N.V. < 0.1 ng/mL), and anti-Tg < 10 kIU/L (N.V. < 141 kIU/L). The WBS I-131 under a diagnosis dose of 185 MBq of I-131 was negative (). After the first oncological control at 6 months after therapy the patient was considered cured of thyroid cancer disease and remained under periodic observation. After 14 years he was readmitted due to a superior mediastinum tumor incidentally discovered at a thorax computer tomography (CT), made after a car accident. The CT showed in the upper mediastinum in close contact with the vessels, compressing the trachea, a tumor highly vascularized of 2.5/3 cm (). He was checked immediately for the recurrence of DTC: neck ultrasound, Tg and anti-Tg after rhTSH stimulation, and WBS I-131 and all results were negative, excluding the relapse of the DTC. The patient was referred to F-18 FDG positron emission computer tomography PET-CT exam that showed glucose avidity of the tumor with a standard uptake value lean body mass SUVlbm of 6.2 (cut-off value for malignant tissues 2.5). The patient was operated on, but, due to the invasiveness of the mass in the vessels, the surgeon removed only partially the tumor and the histology revealed medullary thyroid carcinoma (MTC) ().\\nThe serum calcitonin (Ct) after surgery was 872 pg/mL (N.V. < 2 pg/mL) and the carcinoembryonic antigen (CEA) 8.2 ng/mL (N.V. < 3.4 ng/mL). The EBT with a total of 60 Gy was started. At 3 months after EBT there was no clinical relapse and the neck ultrasound was negative. The head and neck, thorax, and abdominal CT were also negative, despite the abnormal calcitonin level.\\nIt was mandatory to have an evaluation of the patient according to the pathologic level of Ct, so the F18-FDG PET-CT was requested, knowing that the previous one showed the presence of the highly metabolic tumor activity. The scan showed the persistency of the pathologic uptake in the upper mediastinum, but with a lower SUVlbm-3.67 and no other metastatic lesions (). Even if in thyroid cancers, both in DTC and MTC, the F-18 FDG-PET-CT is not routinely the best option; in this case, we found a good correlation of the nuclear medicine procedure and the clinical outcome.\\nAfter 2 years he is clinically disease free, with no complaints, but with high Ct level. The calcitonin values during the follow-up period January 2012–June 2013 are shown in . The case was interpreted as a mixed form of DTC and MTC, the relapse being due to MTC form, which was misdiagnosed at the initial moment of the disease. The tumor was not associated with multiple endocrine neoplasia type 2.\\nWe obtained the informed consent both for diagnosis and treatment and for the scientific report.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'12114753': 1, '17308849': 1, '14755766': 1, '10550306': 1, '22228358': 1, '24126547': 1, '18376354': 1, '22733476': 1, '21994201': 1, '31394887': 1, '23958091': 1, '23704249': 1, '21034228': 1, '8630453': 1, '23485231': 1, '23668555': 1, '20156922': 1, '16728537': 1, '22693094': 1, '19860577': 1, '24711931': 2}", "similar_patients": "{}"}