{"patient_id": 160918, "patient_uid": "3607781-3", "PMID": 23560163, "file_path": "noncomm/PMC003xxxxxx/PMC3607781.xml", "title": "Transcatheter Arterial Chemotherapy with Miriplatin for Hepatocellular Carcinoma Patients with Chronic Renal Failure: Report of Three Cases", "patient": "An 83-year-old man with HCC, liver cirrhosis, hypertension, and renal failure that had been caused by cisplatin administration had undergone TACE nine times over 4 years. As shown in , a magnetic resonance imaging scan of the liver revealed multiple HCCs (tumor size, 5 to 39 mm; tumor number, 40; stage, T2N0M0). The patient's serum creatinine level was 1.9 mg/dL, and the estimated GFR was 22.2 mL/min ().\\nThe patient was hydrated through a peripheral line. The femoral artery was catheterized under local anesthesia, and catheter was inserted superselectively into the hepatic artery that supplied the target tumor, for injection of the miriplatin/lipiodol suspension and 1 mm-Gelpart. Miriplatin/lipiodol suspension was administrated slowly under careful fluoroscopic guidance. The dose of miriplatin/lipiodol was determined according to tumor size and the degree of liver dysfunction.\\nThe patient received TACE with miriplatin (miriplatin 30 mg, lipiodol 1.5 mL, and 1 mm-Gelpart were injected from the right and left hepatic arteries, and miriplatin 10 mg and lipiodol 0.5 mL were injected from the right inferior phrenic artery). Therapy was well tolerated, and the patient's weight and serum creatinine level remained stable after treatment (). Major side effects included grade 1 fever and grade 1 nausea, both of which resolved within 1 week (CTCAE version 4.0). Treatment efficacy was assessed 3 months after therapy. Stable disease (mRECIST) was achieved in all target lesions.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'23986641': 1, '17103105': 1, '15189271': 1, '14583758': 1, '16890600': 1, '12091661': 1, '15113367': 1, '19339088': 1, '11435541': 1, '19818004': 1, '12540770': 1, '19037997': 1, '15761078': 1, '19104812': 1, '14739665': 1, '12736512': 1, '20175033': 1, '19054145': 1, '25544871': 1, '16695909': 1, '11584362': 1, '19655081': 1, '15031595': 1, '3015851': 1, '23560163': 2}", "similar_patients": "{'3607781-1': 2, '3607781-2': 2}"}