{"patient_id": 34708, "patient_uid": "3037290-1", "PMID": 21247445, "file_path": "comm/PMC003xxxxxx/PMC3037290.xml", "title": "Dropped head syndrome due to myogenic atrophy --- a case report of surgical treatment", "patient": "Over a period of 2 years, a previously healthy 69-year-old man exhibited progressive inability to lift his chin off his chest. The dropped head position severely impaired his activities of daily living. When he visited our institution, he complained of severe neck pain without neurological abnormalities such as motor weakness or sensory disturbance. He had no family history of DHS. No systemic risk factors, such as diabetes, vascular disorders, history of smoking, were reported. He was working as an office worker for 25 years, without potential professional hazard for DHS. A plain radiograph revealed cervical degenerative kyphoscoliosis with ossification of the anterior longitudinal ligament (Figure ). Electrodiagnostic study demonstrated polyphasic motor unit potentials (MUP) but no fibrillation potentials in the trapezius muscle. Both the amplitude and duration of voluntary MUP of the trapezius muscle was normal. Resting MUP was not detected due to continuous fibrillation in the splenius capitus muscle. All laboratory findings including creatine kinase level were normal.\\nAnterior release of vertebral column through C3-6 was performed as the first stage of surgery. Correction of kyphotic deformity was partially achieved using a Halo vest fixator. No neurological deterioration was observed during this procedure. Two weeks after the first stage of surgery, posterior correction and fusion with spinal instrumentation (Mountainer: Depuy Spine Co. Ltd., USA) and anterior bone grafting from C3 to C6, using a free fibula but without the usage of plating, were performed. Finally, cervical kyphotic deformity was corrected from 56° to 14°. After fixation using cervical brace for 3 months, solid bone fusion was confirmed using CT scan.\\nPostoperatively, the patient exhibited improvement of head positioning while standing and walking, without neck pain. Plain lateral radiography in standing position 4 months after surgery revealed improvement of sagittal balance and pelvic tilt compared to preoperative results (preoperative C7 plumb line -85.1 mm → postoperative C7 plumbline -11.7 mm, preoperative pelvic tilt 22° → postoperative pelvic tilt 14°), with significant improvement in overall spinal alignment (Figures , ). The patient reported a dramatic improvement in his quality of life, enabling him to perform the daily activities of eating, reading, standing and walking without difficulty.\\nOn microscopic examination of the trapezius muscle, variability in fiber size of striated muscle was observed, with scattered intrafibrous nuclei. No group atrophy or ragged-red fibers were found. Fibrous degeneration was pronounced among these striated fibers. Neural fibers were observed around the striated muscle fibers without degeneration (Figure ). On the other hand, no significant pathological findings were observed in the sternohyoid muscle samples (Figure ). These findings indicated that myogenic atrophy of the cervical extensor muscles was the primary etiology, and not secondary muscle atrophy.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'10500257': 1, '8937338': 1, '28601994': 1, '18165748': 1, '17464475': 1, '19574084': 1, '30041689': 2, '18573677': 1, '1641161': 1, '15570127': 1, '27034870': 2, '14762708': 1, '21247445': 2}", "similar_patients": "{'6057102-1': 1, '4808527-1': 1}"}