{"patient_id": 164405, "patient_uid": "3841602-1", "PMID": 24339581, "file_path": "noncomm/PMC003xxxxxx/PMC3841602.xml", "title": "Clinical and imaging perspective and unanswered questions in a case of metronidazole induced encephalopathy", "patient": "We discuss the case of a 78-year-old male who developed slurring of speech and ataxia acute in onset for the last 3 days. During the hospital stay, he developed multiple episodes of focal seizures without secondary generalization involving the angle of mouth on the right side. The patient complained of headache not associated with vertigo, tinnitus or visual complaints. There was no recent history of toxin exposure or trauma. Five weeks prior to admission, the patient was admitted for amoebic liver abscess. He underwent percutaneous aspiration of abscess. The patient was prescribed oral metronidazole 800 mg thrice daily for 6 weeks and was discharged. At the time of admission, he had taken the drug for 5 weeks (35 days). On examination, the patient was well oriented. Sensory motor and cranial nerve examination were unremarkable. The patient had cerebellar signs in the form of ataxia dysdiadochokinesia and impaired co-ordination in both the upper and the lower limbs. Reflexes were within normal limits. The patient underwent MRI examination, which revealed symmetrical areas of altered signal intensity, appearing hyperintense on T2-weighted and fluid-attenuated inversion-recovery (FLAIR) images involving the dentate nuclei, dorsal pons and midbrain [Figures and ]. Diffusion-weighted/apparent diffusion coefficient (ADC) mapping was suggestive of T2 shine through due to cytotoxic edema rather than restricted diffusion [Figures and ]. Given the history of metronidazole and characteristic distribution of lesions on MRI, the patient was diagnosed as a case of MIE. The offending drug was discontinued immediately, after which the patient improved clinically. A follow-up scan was performed after 12 days, which showed complete resolution of the lesions [Figures and ].", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'19346865': 1, '7396319': 1, '15778547': 1, '30826778': 1, '26894145': 1, '10588095': 1, '27504340': 1, '25990105': 1, '25391707': 1, '7898724': 1, '15824365': 1, '30536109': 1, '12736767': 1, '17885234': 1, '11098341': 1, '24339581': 2}", "similar_patients": "{}"}