{"patient_id": 37413, "patient_uid": "3331844-1", "PMID": 22452749, "file_path": "comm/PMC003xxxxxx/PMC3331844.xml", "title": "Primary squamous cell carcinoma of thyroid: a case report and review of literature", "patient": "A 54 year old Saudi female presented in our clinic with neck swelling and hoarse voice. She had noticed this swelling for 3 months and it had been rapidly increasing in size over a week causing dyspnoea and dysphagia to solids. Her previous medical history revealed type II diabetes mellitus since last 10 years and hypothyroidism since last 3 years, for that she was taking thyroxin 50 micrograms daily and metformin. She had no history of smoking and her weight was stable.\\nOn physical examination, her vitals were stable. A fixed hard neck mass of size 8 × 8 cm was palpable in the left thyroid lobe with inflammatory surface Figure . There was no palpable cervical lymphadenopathy and examination of chest, heart, nervous system and abdomen was normal. Clinical differential diagnosis was anaplastic carcinoma of thyroid.\\nUltrasonography showed huge left thyroid lobe partially cystic and solid mass of size 8.5 × 9 cm. Computed tomography (CT) neck showed 10 × 10 cm mass in left lobe of thyroid, partially necrotic invading to adjacent skin and trachea and no lymphadenopathy was found Figure . Serum T4, thyroid stimulating hormone (TSH), thyroglobulin and serum calcium were within normal limits. Fine needle aspiration cytology (FNAC) of mass was performed, which revealed squamous cell carcinoma Figure . Differential diagnosis was metastatic squamous cell carcinoma from another primary location. CT chest, abdomen, pelvis, magnetic resonance imaging (MRI) of head and neck region, pan-endoscopy, laryngoscopy, esophagoscopy and bone scintigraphy did not reveal any primary lesion or other metastatic disease Figure . Radiological stage was made as T4N0M0.\\nIn a multidisciplinary tumor (MDT) meeting it was labeled unresectable and patient was referred for external beam radiation therapy (EBRT) after prophylactic percutaneous endoscopic gastrostomy (PEG) insertion. Due to retrosternal extention of disease, tracheostomy was deferred. Patient received 30 Grays (Gy) in 10 fractions to thyroid. Post radiation therapy, there was progression size of neck mass with progressive dyspnoea. Patient died of airway compromise 3 months of palliative EBRT.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'20652981': 1, '27165741': 1, '31857764': 1, '18038891': 1, '26843842': 1, '25487371': 2, '17668586': 1, '10912933': 1, '22192803': 1, '20508272': 1, '28633125': 1, '34956922': 1, '11532039': 1, '18379125': 1, '1722043': 1, '15917423': 1, '12240907': 1, '31836455': 1, '24942336': 2, '13342413': 1, '3394892': 1, '7822183': 1, '16646570': 2, '17397523': 2, '24995699': 1, '2910191': 1, '32416481': 2, '11869012': 1, '24936508': 2, '28100571': 1, '33968684': 1, '19067856': 1, '29849070': 1, '12636140': 1, '10881647': 1, '22452749': 2}", "similar_patients": "{'4094923-1': 1, '3891069-1': 1, '4258703-1': 1, '4058984-1': 1, '7229238-1': 1, '1847680-1': 1, '1847680-2': 1, '1847680-3': 1}"}