{"patient_id": 36851, "patient_uid": "3256123-1", "PMID": 22151733, "file_path": "comm/PMC003xxxxxx/PMC3256123.xml", "title": "Primary clear cell sarcoma of humerus: case report", "patient": "A 20-year-old girl was admitted to our hospital with painless swelling in the proximal right humerus of 6 weeks' duration.\\nPhysical examination revealed a healthy well-developed girl with a tender, palpable, firm mass arising from the proximal shaft of the right humerus. A conventional radiographic image showed an ill-defined, aggressive, osteolytic lesion associated with a partial cortical defect in the proximal shaft of right humerus (Figure ). There was no evidence of osteoid or chondroid matrix within the lesion.\\nMagnetic resonance imaging (MRI) showed an irregularly shaped extraosseous mass extending around the right humerus through the destroyed bone and invading the biceps brachii (Figure ). The lesion had similar signal intensity to muscle on T1-weighted images and a heterogeneous increase in signal intensity on T2-weighted sequences. A CT-guided biopsy was performed, and the specimen demonstrated atypical cells and reactive new bone. Bone scintigraphy with 740 MBq 99mTc-HMDP showed no abnormal accumulation other than in the proximal right humerus.\\nOne week after preoperative chemotherapy, which included cisplatin and adriamycin, a total tumor excision-alcoholization-replantation (EAR), internal fixation and bone cement implantation were performed. With the patient under general anesthesia; the anteriomedial approach to the humerus which included the pathway of CT-guided biopsy was used. After detachment of the biceps and triceps brachii, the tumor was found to involve the anteriomedial portion of the proximal humerus and part of the biceps brachii. The site of cortical destruction was not related to the attachment of any tendon or ligament. The whole tumor was detached from the bone and resected. (Figure ) The humerus was sawed completed through 3 cm distal from the distal end of tumor and a fast frozen biopsy was excised from the periosteum at this site and the proximal end of the tumor with no tumor cells found. The proximal end of the humerus was slivered and the medullary canal was scraped. To destroy all tumor cells that might be remaining in the bone, we put the proximal humerus into 95% ethanol for 30 min. Similar to Pezzillo's method, [] we then implanted bone cement into the medullary canal and fixed the humerus with a Limited contact dynamic compressive plate (LC-DCP, SYNTHES, Switzerland) (Figure ).\\nRoutine histopathological studies with hematoxylin-eosin (HE), and immunohistochemical investigations with S-100 and HMB-45 were performed. Histological studies with HE showed fibrous septa divided into well-defined nests and polygonal and fusiform cells with clear cytoplasm (Figure ). Immunohistochemical studies demonstrated strong positive cytoplasmic staining with S-100 and scattered positivity with HMB-45 (Figure ). With the tumor displaying these morphological and immunoenzymatic features, the neoplasm was diagnosed as clear cell sarcoma\\nAfter the operation, the patient undertook routine chemotherapy consisting of cisplatin, adriamycin and methotrexate for 2 years. She has been followed up every month and the humerus was found to be completely reconstructed one year after treatment. (Figure )", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'11207050': 1, '1463095': 1, '33478436': 2, '14332545': 1, '11672766': 1, '24932172': 2, '8640695': 1, '2120930': 1, '18949052': 2, '12904909': 1, '30623235': 1, '27452744': 1, '23170958': 2, '9770939': 1, '10384998': 1, '22151733': 2}", "similar_patients": "{'2570438-1': 1, '7819310-1': 1, '3517754-1': 1, '4049018-1': 1}"}