{"patient_id": 46399, "patient_uid": "3971545-1", "PMID": 24716086, "file_path": "comm/PMC003xxxxxx/PMC3971545.xml", "title": "Complete Renal Artery Embolization in a Comorbid Patient with an Arteriovenous Malformation", "patient": "A frail 76-year-old lady with vascular dementia presented with a five-week history of malaise and persistent gross haematuria. Other than dysuria she had no other lower urinary tract symptoms. Her past medical history consisted of chronic hyponatraemia, advanced vascular dementia, osteoarthritis, and glaucoma. On admission, she looked unwell and had pallor but was haemodynamically stable. Her abdomen was soft and nontender, her lung fields were clear, and her heart sounds normal. Her haemoglobin was 11.9 g/dL and WBC was 7.6 × 109/L, and she had a grossly normal renal function with urea of 13.4. Her CRP was not performed. The initial working diagnosis was of a urinary tract infection and she was commenced on oral coamoxiclav. She responded well initially but soon deteriorated passing further frank blood necessitating blood transfusion. As part of her haematuria workup, a renal tract ultrasound was performed. This showed a calcific density in the right kidney whilst the left appeared normal. The bladder was noted to contain an adherent mass consistent with clots. A 3-way catheter was sited and regular washouts and irrigation were instated. After passing old clots, the urine promptly cleared but the following day she became septic and was treated aggressively with fluid resuscitation and intravenous coamoxiclav and gentamicin. She experienced further large quantities of haematuria requiring multiple blood transfusions.\\nShe went on to have a CT urogram. This showed a mild left sided hydronephrosis and fluid of a higher density than urine in the lower calyces presumed to be a clot (Figures and ). A split bolus contrast study subsequently showed left pelvicalyceal dilatation with perinephric inflammatory changes and high attenuation changes of fat. The left ureter almost certainly contained blood and a possible tumour (Figures , , and ).\\nDue to her comorbidities, she was deemed unfit for surgical intervention. A multidisciplinary team meeting concluded that renal angiography and complete embolization were the most suitable option to achieve haemostasis (). Accordingly and successfully, the left renal artery was completely embolised. The haematuria resolved and the urine remained clear for the rest of the admission.\\nSeveral days later, the intervention was complicated by sepsis secondary to a presumed necrotic organ. With antimicrobial therapy she made a remarkable recovery and was deemed fit for discharge two weeks later.\\nInterestingly, the cause of bleeding was not found until the images of the angiogram were reviewed again after intervention. These showed a bleeding arteriovenous malformation.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'23312837': 1, '13968512': 1, '23677217': 1, '20676847': 1, '21237416': 1, '23349173': 1, '21982481': 2, '17523908': 1, '3257615': 1, '24716086': 2}", "similar_patients": "{'3206864-1': 1}"}