{"patient_id": 159626, "patient_uid": "3505287-1", "PMID": 23188937, "file_path": "noncomm/PMC003xxxxxx/PMC3505287.xml", "title": "Ileal Perforation in a patient with acquired immune deficiency syndrome", "patient": "A 42 yrs old man presented with three years history of HIV infection with chief complains of nausea, vomiting, abdominal distension and upper abdominal pain of 2 weeks duration. The vomiting was bilious without hematemasis. There was no history of melena or hematochezia. His past medical history was remarkable. He also had history of pancreatitis 4 weeks prior to this episode. The pancreatitis was presumed to be HIV related and improved on conservative therapy. There was a history of intravenous drug use in the remote past. On clinical examination the patient was pale but not jaundiced. Vital signs revealed a normal temperature, pulse 96/minute, regular and blood pressure 156/104 mm Hg. Clinical examination of the chest and cardiovascular system was unremarkable. The abdomen was distended with mild diffuse tenderness. Guarding was present without rigidity. Bowel sounds were present but decreased in intensity and frequency. Moderate pitting edema of both lower extremities was noted.\\nLaboratory studies revealed a white cell count of 4.1x 103/ mm3 with a CD4 count of 8% and absolute CD4 count of 104 cells / mm3. The hemoglobin was 11 g/dl; hematocrit 34% and platelet count 184x 103/ mm3. Serum amylase and lipase were within normal limit. Skiagram of flat plate abdomen showed free gas under diaphragm suggesting hollow viscous perforation. Ultrasound abdomen showed free fluid in peritoneal cavity. On the basis of these investigations the diagnosis of perforation peritonitis was made and decision was taken for exploratory laparotomy.\\nOn exploration there was a single perforation present in terminal ileum 10 cm proximal to the ileocaecal junction. There were two strictures were also present 10 cm apart in terminal ileum through which contents were passing easily. Multiple interloop adhesions and flakes were present all over the intestine. Miliary tubercles were present over the intestine and ventral peritoneal wall. Biopsy was taken from the edges of the perforation. Primary repair of the perforation was done. Thorough peritoneal lavage was done and anatomical closure was done in layers. Histopathological examination revealed tubercular etiology of perforation.\\nPatient was discharged on 7th postoperative day with instruction to take antitubercular therapy for 6 months and to continue his antiretroviral therapy. Sutures were removed on 10th Post-operative day.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'2663457': 1, '16759405': 1, '17629741': 1, '7850056': 1, '12143191': 1, '8054532': 1, '14708816': 1, '15520484': 1, '23188937': 2}", "similar_patients": "{}"}