{"patient_id": 159416, "patient_uid": "3487020-1", "PMID": 23130310, "file_path": "noncomm/PMC003xxxxxx/PMC3487020.xml", "title": "Application of Percutaneous Cardiopulmonary Support for Cardiac Tamponade Following Blunt Chest Trauma: Two Case Reports", "patient": "A 34-year-old woman involved in car accident was admitted to the emergency department (ED) in a drowsy, hemodynamically unstable. Her clinical data presented in . There was no evidence of external wound except skin laceration on nose. Initial chest X-ray showed enlargement of cardiac shadow only (). Focused assessment with sonography for trauma (FAST) revealed the hemopericardium compressing the right ventricle (RV). At that time, sudden cardiac arrest occurred. We started cardiopulmonary resuscitation (CPR) and performed subxiphoid drainage. We also set percutaneous cardiopulmonary support (PCPS) by using Capioxemergency bypass system (CapioxEBS; Terumo Inc., Tokyo, Japan) within few minutes because the vital sign did not restore. Following that, the patient was rushed into the operation room (OR). We performed median sternotomy and identified rupture of the right atrium appendage (2×1 cm) and superior vena cava (1 cm). After repairing all injured sites, PCPS was weaned smoothly. Total 73 units of blood components were given to correct circulation and coagulopathy. Postoperatively, the patient required ventilatory support for 14 hours due to pulmonary edema. Visual disturbance appeared due to multifocal embolic infarctions, but recovered during follow-up. She discharged on postoperative day (POD) 22 after closed reduction of nasal bone.\\nA 45-year-old man who sustained a 3 m fall-down accident was transported from other hospital to Pusan National University Hospital. He had a history of Mycobacterium tuberculosis pleurisy on his left side. His clinical characteristics demonstrated in . Outside computed tomography scan revealed multiple injuries (). While proceeding with the initial examination, blood pressure suddenly dropped to 60 mmHg. We performed FAST evaluation and determined that the RV was compressed by increased pericardial blood. Due to progressive deterioration of hemodynamics, the patient received PCPS by using CapioxEBS. After establishing PCPS, he was recovered hemodynamically and arrived at the OR safely. Operation was conducted via median sternotomy. Left pericardium tear (10 cm) and active bleeding at bronchial artery were observed. Other heart structures were intact. As there was a severe adhesion in the entire left pleural cavity, cardiac tamponade was presented. After achieving adequate bleeding control and pericardial repair, PCPS was weaned easily. He was suffered from pulmonary edema and coagulopathy and needed mechanical ventilation for 30 hours. The total amount of transfusion was 62 units. The patient underwent surgery related to the cervical spine fracture on POD 25 and was discharged on POD 55.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'7747825': 1, '19231388': 1, '1498197': 1, '12963232': 1, '15097979': 1, '19540491': 1, '23130310': 2}", "similar_patients": "{}"}