{"patient_id": 40187, "patient_uid": "3517202-1", "PMID": 23230479, "file_path": "comm/PMC003xxxxxx/PMC3517202.xml", "title": "Eight-year Follow-up of Malignant Fibrous Histiocytoma (Undifferentiated High-grade Pleomorphic Sarcoma) of the Maxilla: Case Report and Review of the Literature", "patient": "A 36-year old man was referred to the Department of Oral and Maxillofacial Surgery, Taleghani Hospital, Tehran, Iran in September 26, 2001 with a mild and painful swelling for two months mostly in the left cheek and palate\\n(). The patient’s medical history and a general physical examination revealed no abnormal findings. Regional lymph nodes were not palpable. The history of trauma was negative. A soft movable mass, 3.5 cm in diameter and tender on palpation, was present on the left cheek. There was no numbness of the upper lip.\\nCT scan of the upper jaw showed an osteolytic mass with extensions to surrounding soft tissues. The margins were ill-defined ().\\nAn incisional biopsy was performed under local anesthesia. Histological evaluations showed the tumor mainly consisted of spindle cells and atypical multinucleated giant cells. Spindle cells were arranged in a storiform pattern. No other specific features of differentiation were observed in the specimens\\n().\\nImmuno-histochemical staining revealed positive reactivity for vimentin and α-1 antitrypsin. There was no immuno-reactivity for smooth muscle actin, S100 protein, desmin, MyoD1, and cytokeratin. The tumor was diagnosed as high-grade MFH, storiform-pleomorphic type, of the maxilla.\\nOn October 4, 2001, patient underwent surgery. The Weber Ferguson incision and also lip split were performed. Hemi-maxillectomy with orbital floor extension was performed to allow for safety margins.\\nFrozen sections were performed in almost twenty regions including soft and hard palate, pterygoid muscles, cheek tissue, upper lip, lateral nasal and orbital floor. Evaluation of the sections revealed all areas were free of tumor. A dermal graft from medial thigh region was used to prevent histocontraction. Subsequently, the wound was dressed.\\nThe patient was discharged three days after operation and the sutures were removed eight days later. After surgical treatment, the patient received post operative radiation with 55 Gy during two months utilizing the combination regimen of Adriamycin, dacarbazine and cyclophosphamide. A maxillofacial prosthesis (obturator) was constructed for the patient three months after surgery.\\nFrom 2001 to 2009, the patient was visited every year. The patient has been free of local recurrence or distant metastasis of the disease for eight years after surgery\\n().", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'3000204': 1, '18454677': 1, '18343314': 1, '8717132': 1, '14586863': 1, '19116008': 2, '33897199': 2, '14223761': 1, '19474515': 1, '34522674': 2, '8381661': 1, '18521291': 1, '2854516': 1, '17395060': 1, '4340636': 1, '12923345': 1, '19300420': 1, '2992739': 1, '29391737': 1, '10935653': 1, '23230479': 2}", "similar_patients": "{'2628670-1': 1, '8051644-1': 1, '8407644-1': 1}"}