{"patient_id": 154360, "patient_uid": "3088942-1", "PMID": 21572798, "file_path": "noncomm/PMC003xxxxxx/PMC3088942.xml", "title": "LYMPHANGIOMA CIRCUMSCRIPTUM TREATED WITH RADIOFREQUENCY ABLATION", "patient": "A 16-year-old male with Fitzpatrick skin type V presented to our clinic with partially fluid-filled lesions on left upper arm with slight local swelling. The patient had these lesions since the age of 2 years and had been repeatedly treated with antibiotics for local infection. Examination showed a well-defined plaque on left upper arm with grouped vesicular lesions, giving the typical appearance of a “frog spawn” and slight localized swelling. There was no other dermatologic or systemic abnormality. There was no family history of similar lesions.\\nA clinical diagnosis of LC was made. A biopsy was taken from the edge of the lesion and histopathology showed multiple thin-walled, dilated lymphatic spaces in the papillary dermis and these spaces contained lymph and few erythrocytes. The overlying epidermis was thin, and there were elongated rete ridges that appeared to surround the lymphatic channels. The findings were consistent with the clinical diagnosis.\\nThe patient was given a systemic antiobiotic, cefadroxil 500 mg twice daily for 5 days, to treat the infection including oozing from the lesions and to decrease the inflammation. Radiofrequency ablation was done a week later (Basco radiofrequency device, Model RF-B2, high frequency 2 MHz, power <150 W), in cut and coagulate mode with wire loop electrode, under local anesthesia. The wound was dressed using a sterile paraffin pad. The patient was advised to clean the area with betadine lotion and apply topical antibiotic mupirocin on the lesions. Three sessions were required at weekly intervals for the lesions to clear as some deeper components were left untreated at the first two sessions. All the lesions were successfully ablated at third session. One week after last treatment, the area had partially healed with slight depigmentation. At 1 month, the lesions had completely healed and swelling had subsided []. The depigmentation resolved completely at the end of 3 months. There were no side effects of the treatment. Patient was called for monthly follow up. No recurrence has occurred in the past 1 year and the patient is still under surveillance.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'22876775': 2, '1268059': 1, '3730796': 1, '30487048': 1, '16792643': 1, '20300350': 2, '7529933': 1, '21572798': 2}", "similar_patients": "{'2840899-1': 1, '2840899-2': 1, '3459722-1': 1}"}