{"patient_id": 159358, "patient_uid": "3483327-1", "PMID": 23115669, "file_path": "noncomm/PMC003xxxxxx/PMC3483327.xml", "title": "Spontaneous Regression of an Unruptured and Non-Giant Intracranial Aneurysm", "patient": "A 69-year-old male patient visited our neurosurgical department to evaluate his chronic headache which has non-throbbing, intermittent, fluctuating characteristics for several days. He has been suffered from a few medical diseases, such as diabetes and hypertension several years ago. He has been stable without any complications. Neurological examination did not show any significant abnormalities. A small saccular unruptured intracranial aneurysm located at the left middle cerebral artery trifurcation was found on the computed tomography angiogram (CTA) incidentally. Aneurysm size, aspect ratio and aneurysm angle were 4.5 mm, 3, and 90 degrees respectively (). This aneurysm could be classified as small in terms of size. However, it could not be determined whether it is prone to rupture with regard to aspect ratio or aneurysm angle morphometrically. The enhanced axial computed tomography (CT) showed a saccular aneurysm in the left sylvian fissure (). After 1 year, follow-up magnetic resonance angiogram showed no interval changes in aneurysm size and shape (). After 3 years, an intracranial aneurysm was obliterated with small residual neck remnant without any other vascular changes on CTA (). Axial CT image showed no high density within the aneurysm sac, suggesting of intra-saccular thrombosis and small neck remnant was seen on the enhanced axial CT image ().", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'26150627': 1, '17258773': 1, '9352811': 1, '1393850': 1, '33708689': 2, '2330095': 1, '15150678': 1, '11678406': 1, '517175': 1, '18797347': 1, '7436381': 1, '9952130': 1, '7175528': 1, '25132936': 2, '14669530': 1, '28184353': 2, '11914557': 1, '7570753': 1, '448403': 1, '23115669': 2}", "similar_patients": "{'7869282-1': 1, '7869282-2': 1, '5298985-1': 1, '4130955-1': 1, '4130955-2': 1}"}