{"patient_id": 162479, "patient_uid": "3728748-1", "PMID": 23919080, "file_path": "noncomm/PMC003xxxxxx/PMC3728748.xml", "title": "Touraine-Solente-Gole syndrome: The complete form needs to be recognized", "patient": "A 44-year-old male presented with complaints of generalized itching for past 5 years. He also had swelling and pain in both knees ankles and small joints of hands with worsening of symptoms following exercise. Fever or other associated rheumatological symptoms were denied. No relevant family history. He also had troublesome dyspepsia for past 6 months with no relief in spite of medications. Physical examination revealed greasy and coarse skin with deep furrowed forehead skin. Examination revealed ptosis of both eyelid, hyperhydrosis of both palms and soles, generalized seborrheic dermatitis and multiple folliculitis in both lower limbs []. The patient showed pandigital clubbing and bulbous deformity of all digits of hand and feet [Figures , and ]. Laboratory work up of routine blood and urine investigations including S. VDRL (venereal disease research laboratory) were unremarkable.\\nRadiograph of both hands and wrists showed increase in soft-tissue around terminal phalanges with hypertrophy of distal tufts and periosteal thickening in all metacarpals including proximal and middle phalanges []. Radiograph of both feet revealed similar changes. X-ray of both forearm showed symmetric exuberant irregular sub-periosteal bone formation with cortical thickening in both radius and ulna. There was interosseus membrane ossification in Lt fore-arm []. X-ray of both tibia and fibula showed gross irregularities and intense periosteal proliferation throughout the shaft including epiphysis and resultant broadening of the epiphysis []. Lateral radiograph of skull revealed normal sella turcica and hyperostosis of skull bones. Chest radiograph was taken to rule out pulmonary causes of HOA which was found to be normal. 99mTc MDP (methylene diphosphonate) bone scintigraphy was performed following standard protocols after i.v administration of 20 mCi activity Figure and shows diffusely increased and almost symmetrical peri-cortical uptake in the entire skeletal system prominently involving the shaft of all long bones. In view of his troublesome dyspepsia, upper gastro intestinal endoscopy carried out showed hypertrophied mucosal folds involving the entire stomach and antrum. CECT abdomen with negative contrast revealed uniform increase in stomach wall thickness >1 cm.\\nHis skin biopsy showed thickening and packing of collagen fibres in dermis – Features suggestive of pachydermia. Based on the clino-radiological correlation and after ruling out other secondary causes the diagnosis of Touraine-Solente-Gole syndrome or primary HOA was made.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'1623673': 1, '935484': 1, '29643673': 2, '28851954': 1, '6825994': 1, '23919080': 2}", "similar_patients": "{'5883430-1': 1}"}