{"patient_id": 38005, "patient_uid": "3379955-1", "PMID": 22397572, "file_path": "comm/PMC003xxxxxx/PMC3379955.xml", "title": "A rare case of small bowel volvulus after jenjunoileal bariatric bypass requiring emergency surgery: a case report", "patient": "A 45-year-old British Caucasian woman with a two-day history of intermittent abdominal pain which radiated to her back presented to our surgical unit. She was opening her bowels and passing flatus infrequently. On examination, her abdomen was soft and non-distended with upper abdominal tenderness and voluntary guarding. She was hemodynamically stable and afebrile. Routine investigations revealed a hemoglobin of 13.5 g/dL, white cell count of 6900 109/L, a bilirubin of 3 μmol/L and normal liver function tests. She had a background of previous open jejunoileal bypass surgery with an ileal band in 2005 with an abdominoplasty in South America. Other co-morbidities included Mobitz type one heart block with a permanent pacemaker. She also had depression. Initially, acute cholecystitis was suspected. An ultrasound scan was unremarkable. Due to the persistence of her symptoms a computed tomography (CT) of the abdomen and pelvis was performed and demonstrated small bowel obstruction with a transition point at the proximal jejunum (Figure ). She was treated conservatively as a suspected paralytic ileus. Because her obstructive symptoms increased in severity, a gastrografin swallow study was performed that demonstrated proximal jejunal dilatation with an abrupt transition point at the jejunoileal anastomosis (Figure ). The findings were suggestive of a small bowel volvulus at the site of anastomosis. Due to a continued deterioration in her symptoms it was decided to perform an exploratory laparotomy. Intra-operatively, a proximal small bowel volvulus at the site of the side to side jejunoileal anastomosis was found. The side-to-side anastomosis was narrow, at only 3 cm in diameter (Figure ). The jejunal band had migrated into the small bowel mesentery with no damage to the bowel (Figure ). The small bowel volvulus was corrected with ease and the site of the anastomosis was broadened by simply apposing the proximal and distal small bowel loops adjacent to the anastomosis with interrupted extra-mucosal absorbable sutures. The constrictive distal jejunal band was divided and removed. The patient made an uneventful post-operative recovery with a return of normal bowel function within three days. On follow-up three months post-operatively, she was well and asymptomatic.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'16232234': 1, '7887801': 1, '12169282': 1, '18163193': 1, '3336808': 1, '17267672': 1, '9845579': 1, '6623319': 1, '6547930': 1, '15031698': 1, '15862265': 1, '1238312': 1, '9845578': 1, '11361175': 1, '3971127': 1, '22397572': 2}", "similar_patients": "{}"}