{"patient_id": 164639, "patient_uid": "3853900-1", "PMID": 24350015, "file_path": "noncomm/PMC003xxxxxx/PMC3853900.xml", "title": "Lupus pernio without systemic involvement", "patient": "A 50-year-old male presented with multiple asymptomatic erythematous skin lesions over the nose and both ears since 1 year. Patient had not taken any form of treatment for the same. The lesions were progressive and there were no aggravating or relieving factors. There was no history of fever, cough, nasal discharge, loss of sensation, or joint pains. Cutaneous examination revealed erythematous, firm plaques and nodules over tip, base and left ala of nose, right nasolabial fold, both pinna, and preauricular region [Figures –]. General examination and sensory examination were normal. There was no lymphadenopathy. Ophthalmic and systemic examinations were normal. Chest X-ray, routine hemogram, serum, and 24 h urinary calcium were normal. Erythrocyte sedimentation rate was 60 mm in the 1st h. Mantoux test was negative. Slit skin smears for acid fast bacilli and Leishmania donovani bodies were negative. Pulmonary function tests were normal. Angiotensin-converting enzyme levels were not done due to lack of resources. Skin biopsy revealed multiple, circumscribed, non-caseating tuberculoid granuloma with epithelioid cells and occasional giant cell [Figures and ]. Wade Fite and Periodic acid-Schiff (PAS) stain were negative. He was treated with betamethasone dipropionate 0.05% cream twice daily application. Within 6 months, skin lesions improved drastically. Patient is on follow-up for 6 years now and has not developed any new skin lesions or systemic involvement yet [Figures –].", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'7212741': 1, '22121281': 2, '30555667': 2, '20948028': 1, '17041433': 1, '7132299': 1, '20877023': 1, '17314441': 1, '17656979': 1, '34725594': 2, '20049280': 1, '24350015': 2}", "similar_patients": "{'3221226-1': 1, '3221226-2': 1, '3221226-3': 1, '8553274-1': 1, '6250080-1': 1}"}