{"patient_id": 158612, "patient_uid": "3418344-1", "PMID": 22916327, "file_path": "noncomm/PMC003xxxxxx/PMC3418344.xml", "title": "A Case of Scrub Typhus Complicated by Acute Calculous Cholecystitis", "patient": "A healthy 69-year-old woman presented with a 3 day history of general myalgia, fever, and nausea. She resided in an urban area and had picked ginkgo nuts in the mountains 10 days before her symptoms appeared. She visited a local hospital because of right upper abdominal tenderness and was subsequently referred to our hospital for surgical treatment of clinically suspected acute cholecystitis. On admission, her vital signs were checked: blood pressure was 110/90 mm Hg; pulse rate, 78/min; respiratory rate, 24/min; and body temperature, 38.5℃. On physical examination, enlarged cervical lymph nodes and right upper abdominal tenderness with rebound tenderness was observed. No eschar was found on the trunk. According to laboratory test results, the white blood cell count was 4,510/mm3 with 70.6% segmented neutrophils; hemoglobin, 14.0 g/dL; platelet count, 57 × 103/mm3; C-reactive protein, 17.51 mg/dL; aspartate aminotransferase, 374 IU/L; alanine aminotransferase, 254 IU/L; alkaline phosphatase, 982 IU/L; lactate dehydrogenase, 1,141 IU/L; total protein, 7.0 g/dL; albumin, 3.8 g/dL; and total bilirubin, 1.2 mg/dL. Chest radiography and electrocardiogram revealed no abnormalities. Abdominal computed tomography (CT) showed edematous change in the GB wall with GB stones (). Because acute calculous cholecystitis was suspected, intravenous ceftriaxone (2 g/d) was initiated, and percutaneous cholecystostomy was performed. However, the patient suffered from sustained symptoms, including nausea and abdominal pain.\\nFour days after admission, the patient developed progressive shortness of breath, increasing sputum production, hypoxemia, and confusion, which necessitated the delivery of oxygen at 5 L/min via nasal cannula. Arterial blood gas analysis revealed a pH of 7.45; PaCO2, 36 mm Hg; PaO2, 67 mm Hg; and HCO3-, 25. Follow-up chest radiography showed extensive airspace consolidation in both lungs (). An endotracheal intubation was performed and the patient was admitted to the intensive care unit (ICU). The next day, she developed a maculopapular rash on her trunk and face. Sputum and blood cultures were negative; however, based on a suspicion of scrub typhus with acute cholecystitis and ARDS, the patient was treated with oral doxycycline (200 mg/d) and intravenous piperacillin (4.5 g/d). Serologic test for Orientia tsutsugamushi\\n(O. tsutsugamushi) were positive with a titer of 1:5,120. On the ninth day after doxycycline treatment, multi-organ function appeared to return to a normal state. The patient' s mental alertness had improved and follow-up chest radiography showed that all previous abnormalities had resolved. The patient was discharged on the thirteenth day after starting doxycycline treatment; complete blood count and biochemistry results had returned to normal range, and the patient had completely recovered. The percutaneous cholecystostomy catheter was removed at outpatient clinic after discharge, and she underwent elective cholecystectomy without complications. The number of stones was three and all were black pigment stones.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'12803503': 1, '9280250': 1, '17205447': 1, '10228812': 1, '31341695': 2, '10496165': 1, '24366734': 1, '14501995': 1, '11147943': 1, '6421942': 1, '12875300': 1, '34941664': 2, '15916079': 1, '32869554': 2, '26539017': 1, '12818840': 1, '15546086': 1, '14723261': 1, '19706919': 1, '11222204': 1, '8527719': 1, '14763158': 1, '17556627': 1, '8478089': 1, '6893786': 1, '22916327': 2}", "similar_patients": "{'6612987-1': 1, '7779989-1': 1, '8707333-1': 1}"}