{"patient_id": 155238, "patient_uid": "3162868-1", "PMID": 21887009, "file_path": "noncomm/PMC003xxxxxx/PMC3162868.xml", "title": "Gorlin-Goltz syndrome", "patient": "A 13-year-old male patient reported to the outpatient wing of the D.J. College of Dental Sciences and Research, Modinagar, Uttar Pradesh, India. He presented with insidious onset swelling of the left side of his face since two months, and pus discharge since 10 days from a sinus on the left side of his face, in the region overlying the third lower molar. The swelling was mildly painful since last 10 days. Pain was continuous, but dull in nature, with no radiation, aggravation, or relieving factors. He was born after a full-term pregnancy and thereafter had an unremarkable medical and dental history.\\nHis weight was 30 kg and height was 163 cm, which were normal for his age. Although the face was bilaterally symmetrical, the frontal view revealed flattening of the nasal bridge. Head circumference was 56 cm, whereas, the normal for a 13-year-old boy is 54 -57 cm.[] Painless, soft fluctuant swellings 1 – 2 mm in size were found over the middle finger of the left hand [] and 1 cm away from the midline over the dorsal spine region []. These swellings were present since birth. Fine Needle Aspiration Cytology (FNAC) from these lesions reported them to be sebaceous cyst type lesions. Examination of extremities showed an accessory toe with syndactyly with the fifth digit of the right foot [].\\nPresence of a discharging sinus tract on the left side of the face was noted. On intraoral examination there were no carious teeth related to the external swelling and no intraoral swelling. The Orthopantomogram (OPG) of the patient revealed bilateral radiolucent lesions associated with an unerupted third molar tooth in the ramus of the mandible []. The chest radiograph showed a bifid fifth rib on the right side []. The radiograph of the skull showed bilamellar calcification of the falx cerebri as well as hypertelorism. No skin lesions in the form of basal cell nevus, palmar or plantar pits, or keratosis were present. No other anomalies of the skeletal, cardiovascular, or central nervous system were present. A diagnosis of Gorlin Goltz Syndrome was made.\\nThe parents of the patient were examined and underwent radiological evaluation; neither of them had any features of the Gorlin-Goltz syndrome.\\nBoth cystic lesions of the jaw were enucleated surgically. The histopathological examination of the enucleated tissue showed an odontogenic keratocyst on the right side [] and an odontogenic keratocyst with secondary infection on the left side.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'26604574': 1, '4518032': 1, '24403894': 2, '9878963': 1, '33967525': 1, '32071461': 1, '11250631': 1, '29930167': 1, '12110333': 1, '10332131': 1, '16900896': 1, '1750770': 1, '16508594': 1, '2322525': 1, '17951931': 1, '1347096': 1, '22363371': 2, '32850830': 1, '16327143': 1, '13851319': 1, '27625787': 2, '29892538': 1, '24403808': 2, '7417945': 1, '20953003': 1, '17850439': 1, '24803734': 2, '10066029': 1, '22936202': 1, '30891389': 2, '3480489': 1, '11987666': 1, '24783143': 1, '17183862': 1, '24761254': 1, '8042673': 1, '29334213': 2, '30967739': 2, '25821359': 2, '23050170': 2, '21887009': 2}", "similar_patients": "{'6421933-1': 1, '3883343-1': 1, '3884206-1': 1, '4006609-1': 1, '5020471-1': 1, '3283966-1': 1, '5767939-1': 1, '6411325-1': 1, '3461617-1': 1, '4374303-1': 1}"}