{"patient_id": 36260, "patient_uid": "3180416-1", "PMID": 21888625, "file_path": "comm/PMC003xxxxxx/PMC3180416.xml", "title": "Metastatic breast carcinoma mimicking a sebaceous gland neoplasm: a case report", "patient": "The initial dermatologic consultation of our 61-year-old Caucasian female patient occurred two years ago when she presented with a reddish, indolent nodule of the scalp 5 mm in diameter with local alopecia that she had noticed for the first time four months before. A small punch biopsy of her scalp exhibited solid proliferations of monomorphous tumor cells with a cytoplasm rich in vacuoles and sebaceous differentiation. Subepidermal spreading of the cells was knobby; a sclerodermiform-like spreading was predominant within the reticular dermis. The cells expressed pancytokeratin (MNF116) and epithelial membrane antigen (EMA) but staining for BerEP4 and carcino embryonal antigen (CEA) was negative. Therefore, we initially established the diagnosis of a primary cutaneous carcinoma with sebaceous differentiation. Upon thorough review of our patient's personal history she informed us of a previous diagnosis of a poorly differentiated invasive solid ductal breast carcinoma of her left breast five years previously, which was positive for estrogen receptor (ER) and progesterone receptor (PR), but negative for human epidermal growth factor receptor 2 (HER-2/neu) (Figure , right). At that time, our patient underwent ablatio mammae left sided with ipsilateral dissection of the axillary lymph nodes (18 out of 19 lymph nodes being positive) and contralateral plastic surgery reduction of the right breast, followed by radiochemotherapy with paclitaxel. Regular follow-up over five years showed no clinical or mammographic recurrence of the disease.\\nFurther examination of our patient was then initiated. It showed a second moderately differentiated invasive ductal breast carcinoma of her right breast with a sonographic tumor thickness of 5 mm (Figure , left). Computed chest tomography revealed multiple pulmonary and lymphatic metastatic lesions within the ipsilateral axillary lymph nodes. This ductal breast carcinoma was positive for ER and PR. Ki67 expression demonstrated that 20% of the tumor cells were proliferating. No overexpression of HER-2/neu was observed.\\nThe tumor of the scalp was surgically removed in our department. Histopathological examination of this tissue showed a solid tumor consisting of large monomorphous cell proliferations with sebaceous differentiation, similar to the features found in the previous biopsy (Figure ). The immunophenotype was identical. Additionally, the cutaneous tumor cells were positive for ER and PR, with no evident overexpression of HER-2/neu (Figure ). Moreover we performed an adipophilin stain that was negative in the tumor cell fraction. Sebaceous glands expressing adipophilin served as internal control (Figure ).\\nOur patient received axillary right sentinel node biopsy, ablatio mammae right, and one cycle of chemotherapy with paclitaxel and bevacizumab, but died due to sepsis two months after the diagnosis of cutaneous metastatic breast carcinoma. Detailed clinical data are given in table .\\nWe were able to establish the final diagnosis of metastatic breast cancer with the histologic appearance of a sebaceous differentiated primary cutaneous carcinoma. Our patient had bilateral ductal breast cancer with identical hormone receptor status within five years. It remains unclear whether the cutaneous metastasis originated from the initially diagnosed breast cancer of her left mammary or from the second ductal carcinoma of her right breast.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'15482303': 1, '19764993': 1, '199989': 1, '32753069': 2, '16681539': 1, '19293011': 1, '12664039': 1, '7240476': 1, '16164715': 1, '19922483': 1, '19384061': 1, '20051816': 1, '20002237': 1, '4350331': 1, '19261098': 1, '20118912': 1, '3009569': 1, '26180658': 2, '23212679': 1, '16944238': 1, '15327578': 1, '16848856': 1, '33424097': 2, '19279538': 1, '27832425': 1, '21888625': 2}", "similar_patients": "{'7401214-1': 1, '7780820-1': 1, '4490574-1': 1}"}