{"patient_id": 42807, "patient_uid": "3700799-1", "PMID": 23833644, "file_path": "comm/PMC003xxxxxx/PMC3700799.xml", "title": "Easily misdiagnosed delayed metastatic intraspinal extradural melanoma of the lumbar spine: A case report and review of the literature", "patient": "A 67-year-old female patient was admitted with a six-month history of lower back pain accompanied by a two-month history of intermittent claudication. The patient had visited a community hospital when the lower back pain developed and was diagnosed with osteoporosis following assessment by radiography of the lumbar spine. Despite treatment with medication and physiotherapy, the patient’s symptoms did not subside. Two months prior to this admission the patient began to experience progressive intermittent claudication. The patient was referred to the West China Hospital (Sichuan University, Chengdu, China) as an MRI of the lumbar spine had been recommended three weeks prior to the admission. A neurological examination showed no notable changes in the function of the spinal nerve.\\nThe patient had previously been diagnosed with a vulvar melanoma (13 years prior to the current admittance) and had undergone a melanoma resection at the West China Hospital. The patient received post-surgical radiotherapy. No local melanoma recurrence or other metastatic melanoma was reported prior to the present admission. The patient had been treated with anti-hypertensive drugs for 11 years, but had no other medical history.\\nThe current MRI revealed compression of the lumbar spinal cord in the spinal canal from the posterior direction caused by an extradural mass at the L3 and L4 level. The mass showed a low signal intensity on the T2-weighted images, a mixed low signal intensity on the T1-weighted images and slight enhancement following a gadolinium-contrast injection (). Over the subsequent week, radiography and computed tomography (CT) of the lumbar spine were recommended. There were no clear changes in the radiograph (). CT scans faintly revealed the mass ().\\nAlthough the patient had a medical history of vulvar melanoma, a lumbar stenosis resulting from hypertrophy of the ligamentum flavum was suspected instead of metastatic melanoma due to the extended time-period (13 years) since the original vulvar melanoma, the location of the mass and its appearance in MRI scans. Treatment with medication was prescribed to the patient. However, two weeks later, the intermittent claudication was significantly aggravated so the patient was re-admitted. The laboratory data showed normal values.\\nA posterior laminectomy and fusion with instrumentation were attempted on the patient. However, during the surgery, a dark gray solid mass was observed under the L3 vertebral plate. The mass was dissected carefully from the surrounding structures and gross total removal with the L3 lamina and inferior articular process was performed. The solid mass (5.0×4.7×3.0 cm) was located between the L3 lamina and dura and was ellipsoid in shape. The mass appeared to be wrapped in a membrane and adhered to the dorsal dural surface (). Spine fixation was subsequently performed at the L2-4 level and interbody fusion was performed at the L3-4 level ().\\nThe hematoxylin and eosin (HE) histological analysis revealed a pigmented tumor (), while the immunohistochemical analysis revealed cells stained markedly positive for the monoclonal antibody anti-HBM-45, which is a useful marker of melanocytic differentiation in neoplasms (). The S-100 protein stain, a marker for cells derived from the neural crest, was positive in the neoplastic cells (). Furthermore, the Ki-67 index was positive in ∼25% of the cells. (). The pathological diagnosis based on these observations was one of malignant melanoma.\\nSubsequent to the surgery, the general condition of the patient was good with no lower back pain. At two weeks post-surgery, bone scans showed an increased radioactive uptake, not only at L3, but also at the right sacroiliac joint. The patient was subsequently treated with radiotherapy and immunotherapy. The metastatic melanoma was absent in all areas, including the right sacroiliac joint, following this comprehensive therapy. At the final 13-month follow-up, the patient showed no evidence of recurrence and the intermittent claudication had disappeared ().", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'19940408': 1, '33575031': 1, '34934593': 2, '7322339': 1, '11907464': 1, '30607707': 1, '18287387': 1, '17599623': 1, '20308942': 1, '20127497': 1, '11733317': 1, '18307017': 1, '21045512': 1, '20925006': 1, '19292201': 1, '20860898': 1, '10711643': 1, '16202828': 1, '475965': 1, '11013677': 1, '8876713': 1, '30008656': 1, '23833644': 2}", "similar_patients": "{'8684581-1': 1}"}