{"patient_id": 38451, "patient_uid": "3420383-1", "PMID": 22937310, "file_path": "comm/PMC003xxxxxx/PMC3420383.xml", "title": "CML Developing Three Years after Therapy Completion in a Child with Ph(−) Pre-B-ALL", "patient": "A 12-year-old girl with a history of fever, fatigue, and pancytopenia had been referred to Ali Asghar's Children Hospital from a clinic in Varamin (Tehran's suburb) on September 2003.\\nShe had been admitted in infectious disease ward for workup of fever, pancytopenia, hepatosplenomegaly, and inguinal and cervical lymphadenopathy. The results of first CBC taken in Ali Asghar's laboratory were as follows.\\nWBC: 1∗103/μL, RBC: 3.33 mil/uL, Hemoglobin: 8.7 g/dL, Platelet count: 54∗103/μL, Hematocrit: 20.1%, M.C.V: 78.9 fL, M.C.H: 26.3 pg, M.C.H.C: 33.6 g/dL.\\nShe had been taking antibiotic, and the bacterial culture results were all negative at the time of admission. Upon consultation with hematology oncology ward, a Bone Marrow aspiration (BM) had been scheduled, and on microscopic evaluation a hypercellular BM with complete replacement by immature lymphocytes resembling L1-FAB subtype with negative myeloperoxidase cytochemistry were observed.\\nBone Marrow samples had been sent to cytogenetic laboratory for karyotyping and molecular diagnosis of BCR-ABL fusion gene, and the results had been normal karyotype and negative for BCR-ABL (p210) and (p190) fusion gene.\\nA sample had also been sent to Iranian blood transfusion laboratory for Immunophenotyping and the results were as follows:\\nCD10+, CD19+, CD20+, HLA DR+ CD13−, and CD33− and the interpretation were consistent with a pre-B-ALL. After diagnosis on April 2003, the patient had been treated according to the children ALL-BFM conventional protocol (without high dose methotrexate) with prophylactic cranial irradiation (1800 Rad). She had a good response to prednisolone and on day 28 BM aspiration had been consistent with hematological remission (<5% blasts), and the results of immunophenotyping had been normal. She had no serious complication during and in between chemotherapy cycles except for few leukopenic episodes that were corrected by G-CSF therapy.\\nShe had completed the whole protocol on January 2007 with BM at complete remission, normal CSF, normal Immunophenotyping, and normal uterus and ovaries sonographies. CBC results at completion of treatment were as follows.\\nWBC: 5.7∗103/μL, RBC: 3.47 mil/uL, Hemoglobin: 11.6 g/dL, Platelet count: 4∗103/μL, Neutrophile: 67%, lymphocyte: 30%, Monocyte: 3%.\\nShe stayed 3 years out of treatment and at complete remission and had regular visits, and on August 2008 she came for regular checkups and the results of her CBC were as follows.\\nWBC: 69.9∗103/μL, 3.79 mil/uL, Hemoglobin: 11.3 g/dL, Hematocrit: 33.6%, M.C.V: 88.7 fL, M.C.H: 29.8 Pg, M.C.H.C: 33.6 g/dL, Platelet count: 136∗103/μL, Neutrophile: 60%, Eosinophile: 3%, promyelocyte: 2%, Band: 20%.\\nOn physical examination a mild to moderate splenomegaly had been noticed, and she had been put on antibiotic in case of underlying infection, and bone marrow samples had been taken for cytogenetic, molecular and immunophenotyping evaluations and another CBC sample had been also taken on October 2008 and the results were as follows.\\nWBC: 82.6∗103/μL, RBC: 366 mil/uL, Hemoglobin: 10.9 g/dL, Hematocrit: 32.4%, M.C.V: 88.5 fL, M.C.H: 29.8 Pg, M.C.H.C: 33.6 g/dL, Platelet count: 152∗103/μL, Neutrophile: 51%, Eosinophile: 2%, Lymphocyte: 16%, Band: 27%, Promyelocyte: 1%, Myelocyte: 2%.\\nThe results of molecular evaluation of BM aspirate had been reported negative for t (4, 11), t (1, 19), and t (12, 21) and negative for BCR-ABL (P190) fusion gene and positive for BCR-ABL (P210) fusion gene (TaqMan Technology), and cytogenetic results were positive for Ph-chromosome or t (9; 22).\\nShe had been put on imatinib mesylate (Gleevec formerly ST-1571), and there had been a good hematologic and molecular response, and white blood cell count decreased from 76700/uL on April 2008 to 2400/uL on October 2008, and the BCR-ABL fusion gene decreased from 11700 cpn on May 2008 to undetectable on July 2010. On her last visit on April 2011, she had been under good control no organomegaly, stable condition and still receiving Gleevec, and her CBC results were as follows.\\nWBC: 4.9∗103/μL, RBC: 3.38 mil/uL, Hemoglobin: 10.4 g/dL, Hematocrit: 31.7%, M.C.V: 93.8 fL, M.C.H.C: 32.8 g/dL, Platelet count: 172∗103/μL, Neutrophile: 63%, Eosinophile 1%, lymphocyte: 33.2, Monocyte: 3%.\\nAccording to the CBC results, the patient had been in complete hematologic remission and on molecular evaluation of BCR-ABL fusion gene; the patient had also been in complete molecular response (CMR) status ().", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'10403855': 1, '267431': 1, '12748668': 1, '9763557': 1, '2581632': 1, '3455828': 1, '1467514': 1, '3047582': 1, '22937310': 2}", "similar_patients": "{}"}