{"patient_id": 40399, "patient_uid": "3527175-1", "PMID": 23176099, "file_path": "comm/PMC003xxxxxx/PMC3527175.xml", "title": "Spreading brain lesions in a familial Creutzfeldt-Jakob disease with V180I mutation over 4 years", "patient": "A 79 year old Japanese woman first visited our Okayama University Hospital in 2007 for the evaluation of cognitive decline and walking unsteadiness that gradually progressed over six months. She had no past medical history requiring blood transfusion or receiving other human dura mater. She had not traveled abroad. None of her family suffered from similar symptoms or history.\\nPhysical examination of the patient was normal. Psychological examination revealed lack of initiative, severe disorientation, acalculia, and short-term memory loss. Mini-mental state examination (MMSE) was 12 out of 30, mainly involving orientation, recent memory, and attention. Neurological examination of this patient showed no abnormal findings in cranial nerves and the autonomic system. However, bradykinesia was noted in her body, face, and quadro extremities. Muscle tonus was increased with rigidity in her four limbs and neck. Increased deep tendon reflexes were observed in the bilateral upper limbs without pathological reflexes. Assessment of the sensory system was difficult owing to dementia. She was able to stand with some support, but was unable to walk. Involuntary movement such as myoclonus or startle reaction was not observed.\\nBiochemical tests of blood showed no abnormal findings. Cerebrospinal fluid (CSF) analysis revealed an elevated neuron-specific enolase (NSE) to 74.1 ng/ml (normal <35.0 ng/ml), although CSF cell count and protein and serum NSE (15.9 ng/ml, normal <16.3 ng/ml) were normal. DWI (Figure A-D) and fluid-attenuated inversion recovery (FLAIR) (Figure A-D) of brain MRI revealed increased signal intensity in the bilateral frontal, temporal, and parietal cerebral cortex with left dominancy, but no change in the occipital lobe. EEG showed a generalized slow basic rhythm at 7–8 c/s without periodic synchronous discharge (PSD; Figure A). Prion protein gene analysis of peripheral blood was then performed with informed consent, which revealed a G to A transition at codon 180 (GTC: Val → ATC: Ile; V180I). Her CSF on admission was positive for 14-3-3 protein and total tau protein (>1300 pg/ml).\\nIntellectual performance of the patient deteriorated progressively, and she developed akinetic mutism with stronger rigidity of four limbs at 18 months after onset. Follow-up MRI at 54 months after onset showed spread of the high-signal region to the occipital cerebral cortex in DWI (Figure E-H) and FLAIR images (Figure E-H), and evidence of bilateral frontal cerebral white matter lesions in FLAIR images (Figure E-H). EEG at that time showed a general slower high-voltage basic rhythm than 4 years prior (to 3–5 c/s), but still without PSD (Figure B). Although the patient remained in a vegetative state in a chronic care unit at 60 months after the onset, she still maintained oral intake with assistance.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'25482600': 1, '12169476': 1, '16187142': 1, '25367029': 1, '11242228': 1, '21094959': 1, '32938301': 1, '17029785': 1, '32627665': 2, '14872044': 1, '8570047': 1, '31447551': 1, '19506221': 1, '21471469': 1, '15671380': 1, '21269331': 1, '19380702': 1, '20051687': 1, '23176099': 2}", "similar_patients": "{'7518740-1': 1}"}