{"patient_id": 162705, "patient_uid": "3744740-1", "PMID": 23964299, "file_path": "noncomm/PMC003xxxxxx/PMC3744740.xml", "title": "A Delayed, Unusual Non-Cardiogenic Pulmonary Edema after Intravascular Administration of Non-Ionic, Low Osmolar Radiocontrast Media for Coronary Angiography", "patient": "A 56-year-old male was admitted to the outpatient clinic with a 6-day history of chest pain on exertion lasting for over 10 minutes per episode. The patient has been treated for hypertension and diabetes mellitus at our hospital since 2009. He had no history of allergies. On admission, his blood pressure and pulse rate were 95/55 mm Hg and 70 bpm, respectively. The electrocardiogram showed ST-segment elevation with Q-wave formation in II, III, and aVF, and reciprocal ST-segment depression in I, aVL, and V 4-6 (). His troponin-T level was elevated to 3.03 ng/mL (reference range: 0-0.100 ng/mL), while creatine kinase-MB was within the normal limit. His initial chest radiography showed no pulmonary edema and no cardiomegaly (). Echocardiography showed hypokinesia from the base to the mid-inferior wall with preserved left ventricle (LV) systolic function (Ejection fraction=56% by Biplane modified Simpson's formula). He was diagnosed with recent myocardial infarction. Coronary angiography demonstrated a critical stenosis in the mid right coronary artery (RCA) with thrombolysis in myocardial infarction grade I flow () and an insignificant stenosis in the left coronary artery. He underwent stent placement (a 4.0×18 mm Everolimus-eluting stent) in the mid RCA (). The patient was given 200 mL of iopamidol (Isovue-300, Dongkook pharmaceuticals, Seoul, Korea), a non-ionic, low osmolar (616 mOsm/kg water) RCM. About 3 hours after the procedure, he developed a fever of above 38℃. However, the patient was not experiencing a rash, itching, angioedema, rales or wheezing in the lung field. The patient did not complain of any other symptoms, such as dyspnea, and his vital signs were stable. We decided to observe him; we took his bacterial and viral cultures. The next day, high fever persisted and the patient started to complain of mild dyspnea. Chest radiography showed diffuse bilateral alveolar infiltrates (). Arterial blood gas analysis revealed a pH of 7.436, a PCO2 of 30.2 mm Hg, a PO2 of 75.9 mm Hg, and an oxygen saturation of 95.7%, while receiving nasal cannula oxygen at a flow rate of 5 L/min. The patient's white blood cell count was 9400/mm3, but eosinophil levels were not raised. Follow-up echocardiography revealed preserved LV systolic function without interval change, in comparison with the initial study. The elevated troponin-T level was on the decline from baseline. We did not perform invasive hemodynamic monitoring of Swan-Ganz catheterization or central line insertion. At first, we dealt the patient's condition as cardiogenic pulmonary edema due to fluid or osmolar overload. The patient received intravenous furosemide and antibiotics. However, he was still febrile (up to 40℃) and pulmonary edema became progressively worse despite negative volume balance (). Subsequently, the patient was diagnosed with NCPE manifesting as a delayed reaction to RCM despite some limitations, such as the absence of eosinophilia and pulmonary wedge pressure monitoring. The patient was promptly given intravenous hydrocortisone and antihistamine. We cut his dosage of diuretics and discontinued antibiotic treatment after 48 hours when all of his cultures were negative. The patient's fever stopped and the pulmonary edema started to improve one day after the initiation of steroid injection (). The patient was discharged from the hospital 7 days after the index procedure with complete recovery from pulmonary edema ().", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'12130948': 1, '15647034': 1, '19563991': 1, '7499690': 1, '9498876': 1, '21779853': 1, '28321244': 1, '11305580': 1, '7583844': 1, '16001811': 1, '19805846': 1, '8915300': 1, '29942165': 2, '11937188': 1, '12541128': 1, '16688432': 1, '11550775': 1, '23964299': 2}", "similar_patients": "{'6005305-1': 1}"}