{"patient_id": 163774, "patient_uid": "3804822-1", "PMID": 24179659, "file_path": "noncomm/PMC003xxxxxx/PMC3804822.xml", "title": "Lymphoepithelioma-Like Carcinoma of the Skin: Case Report and Approach to Surgical Pathology Sign Out", "patient": "A 87-year old male presented to his family physician with a two week history of a skin lesion on his right anterior chest. On physical exam, particular emphasis was on head and neck assessment. On inspection of the head and neck there were no gross abnormalities including asymmetry, swelling, discoloration and or trauma. Major lymph nodes were identified symmetrically on both sides of the neck. All cranial nerves were tested to be within normal limits of functioning. The oropharynx was visualized to be without obvious lesions or deformity. On examination of the chest, a solitary 2.5 cm light brown ulcerated polyploid growth was seen. The surrounding epidermis was without erythema or hemorrhage. No telangiectatic vessels were seen grossly.\\nDuring the course of getting worked up for possible metastatic disease, a head/neck CT was performed. The results of this scan were essentially normal anatomy without any obvious lesion present (including nasopharynx). The lesion was removed with the clinical diagnosis of an epidermal carcinoma. Since the excision the patient was been in good medical health with no recurrent tumor or distant metastatic spread.\\nHistopathology on low power showed an unremarkable epidermal surface, with no ulceration or dysplastic changes (). The architecture of the lesion was that of scattered nests of tumor cells with diffuse lymphocytic infiltrate between epithelial nests. On higher power examination (), the biphasic nature of the lesion became more apparent. The tumor cells were mainly polygonal in shape with an eosinophilic cytoplasm, containing vesicular nuclei, prominent atypia, numerous mitosis, diffuse lymphoplasmacytic infiltrate surrounding the epithelial nests and an infiltrating tumor margin. Histological features that may suggest a more aggressive form of LELCS such as involved surgical margins, lymphvascular and or perineural invasion were all negative on examination.\\nImmunohistochemical (IHC) studies showed that the tumor cells were diffusely positively for epithelial differentiation (AE1/AE3 and EMA) and more specifically squamous cell involvement with CK5/6 (). Lymphoid cell markers (LCA, CD3 & CD20) were also helpful in identifying reactive nature of the surrounding lymphoid cells, while remaining negative for the epithelial tumor nests. Melanoma markers (S-100 & HMB45) and neuroendocrine markers (Chromogranin, Synaptophysin & CD56) were also negative for tumor cell involvement. The tumor cells also reacted negativity with Epstein-Barr virus (EBV) (). The full immunohistochemistry panel is summarized in .\\nThe clinical history of unremarkable head and neck examination with supporting radiology correlate the theory that this lesion was a different entity from the nasopharyngeal counterpart. Therefore hematoxylin and eosin (H&E), immunohistochemistry (IHC) and clinical history were all consistent with the diagnosis of lymphoepithelioma – like carcinoma of the skin (LELCS).", "age": "[[87.0, 'year']]", "gender": "M", "relevant_articles": "{'1369803': 1, '25506535': 1, '7611549': 1, '29723365': 1, '7699121': 1, '8973744': 1, '23133769': 2, '22346102': 2, '7872253': 1, '10782160': 1, '20227583': 1, '31501980': 2, '18179760': 1, '26420974': 1, '8902094': 1, '1384378': 1, '7590694': 1, '24179659': 2}", "similar_patients": "{'3485757-1': 1, '3271451-1': 1, '6811378-1': 1}"}