{"patient_id": 164825, "patient_uid": "3868095-1", "PMID": 24379504, "file_path": "noncomm/PMC003xxxxxx/PMC3868095.xml", "title": "Recurrent Dissociative Fugue", "patient": "A 32-year-old, right handed, Hindi speaking male was brought by police during emergency hours to mental hospital to get him admitted. He was produced before the court by the police who had taken him in their custody because he was found wandering aimlessly and could not give proper history on being probed. He had no identity card, cell phone or diary at the time of admission.\\nHe was of average built with “SHIVA” tattooed on his right forearm. He was conscious, cooperative, and communicative but appears dazed and had difficulty to maintain eye contact during examination. He spoke very little about himself and express his difficulty to recollect events, details of personal whereabouts, specifically of recent past. Other tests of cognition and judgment were normal. He denied history of hearing voices, fall, and unconsciousness. He also denied history of alcohol, ganja, and bhang consumption. Systemic examination was normal. All investigations including electroencephalogram and magnetic resonance imaging (MRI) brain scan was found to be normal.\\nSuccessive mental status examination revealed improved orientation but failed to recollect his personal identity. Tablet Lorazepam 2 mg was started after complaining of difficulty in sleep.\\nGradually he started socializing with other inmates, took interest in ward work and then started going to occupational department. He established good rapport with nursing staff and social worker.\\nHe was by then diagnosed with dissociative fugue according to DSMIV TR Text revision and managed with supportive psychotherapy. After obtaining consent from the patient, Pentothal interview was done during which he had hazy memory of his children.\\nHe remains unchanged until about 2 month when Pentothal interview was again repeated when he spoke about his wife who eloped with neighbor about 6 months back leaving behind two children.\\nPatient identified himself as Rajesh (name changed) who earns livelihood by selling bangles, he expressed concern about his children as well his identity of being unfair father who cannot sustain his children because of poverty.\\nSocial worker then informed his brother at his village near Chhattisgarh, who informed that it, was his 3rd episode of fugue state. In the last 5 years he similarly lost his way and found in Haridwar and Jaipur in same way. Patient's family members after a week took him home.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'16585437': 1, '15093151': 1, '15054137': 1, '9653418': 1, '24379504': 2}", "similar_patients": "{}"}