{"patient_id": 157757, "patient_uid": "3345142-1", "PMID": 22567198, "file_path": "noncomm/PMC003xxxxxx/PMC3345142.xml", "title": "Hypertrophic Cardiomyopathy in a Young Adult with RV Aneurysm: Report of a Rare Finding and Review of the Literature", "patient": "A 22-year-old male patient presented with a severe form of HCM involving both the ventricles. He had a history of right and left ventricular outflow tract obstruction which had required surgical intervention in the form of bilateral myectomy that was performed at the Mayo Clinic in 2004.\\nThe patient's symptoms started at 1½ years of age at which time he presented with tachycardia and hypertrophy and was diagnosed with HCM. At 8 years of age, the patient's tachycardia necessitated intervention at which time the patient underwent a successful ablation for ectopic atrial tachycardia at Boston Children's Hospital.\\nAt 15 years of age, the condition progressed requiring surgical intervention. At Mayo Clinic, he underwent extended septal wall myomectomy that involved surgical excision of tissue from both right and left ventricles. The result was a dramatic improvement in symptoms.\\nMaintenance drug is Tenormin (50 mg in the morning and 25 mg at night). The family has been against the placement of an implantable cardioverter-defibrillator (ICD), and at 22 years of age, additional testing was performed to help with risk stratification. The Holter revealed ventricular ectopy but no runs of ventricular tachycardia. His stress test confirmed the presence of an abnormal fall in BP with exercise. Magnetic resonance imaging (MRI) demonstrated an RV aneurysm with no obvious thrombus [Figures and ].\\nOn examination, the precordium was quiet with a normal S1 and S2. There was a 2–3/6 systolic ejection murmur present at the base with radiation to the back, head and neck.\\nThe electrocardiogram showed voltage criteria for biventricular hypertrophy.\\nThe echocardiogram confirmed the presence of a significant dilatation of inferior-anterior portion of the right ventricle. The aneurysm was well visualized with no obvious clot formation. There was mid-cavity obliteration in systole in the right ventricle. There was no significant left ventricular outflow tract (LVOT) obstruction. The sites of the previous myectomy were well visualized. There was minor mitral and tricuspid valve insufficiency.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'5062429': 1, '7930220': 1, '20503496': 1, '4040821': 1, '11214008': 1, '573129': 1, '7642872': 1, '16864613': 1, '3195486': 1, '1538006': 1, '574067': 1, '3571751': 1, '14227306': 1, '5212354': 1, '6682616': 1, '10522789': 1, '569434': 1, '8354817': 1, '8198038': 1, '2909578': 1, '3825854': 1, '7594106': 1, '7196690': 1, '11886323': 1, '574066': 1, '7196813': 1, '16567565': 1, '18853091': 1, '6683731': 1, '1510016': 1, '9052657': 1, '7196689': 1, '5689584': 1, '3547130': 1, '14607462': 1, '10348935': 1, '6684510': 1, '9228976': 1, '7671349': 1, '3665006': 1, '10892916': 1, '3160067': 1, '3189171': 1, '1764832': 1, '15808767': 1, '11028493': 1, '3547135': 1, '2917389': 1, '7200406': 1, '10853000': 1, '8412267': 1, '8626964': 1, '4310527': 1, '8759090': 1, '7202121': 1, '3409494': 1, '7923662': 1, '11127463': 1, '22567198': 2}", "similar_patients": "{}"}