{"patient_id": 155204, "patient_uid": "3162782-1", "PMID": 21887198, "file_path": "noncomm/PMC003xxxxxx/PMC3162782.xml", "title": "Dandy-Walker variant associated with bipolar affective disorder", "patient": "A 10-year-old boy, was brought by his mother to the outpatient clinic of the Department of Psychiatry of a tertiary care hospital, with excessive cheerfulness. He was disinhibited in speech and behavior, restless, talking fast and loudly, singing songs at times, disobeying parents and doctors, had poor sleep and appetite, and was difficult to manage at home. His mental status examination revealed psychomotor agitation and elated mood, but no delusional ideas or hallucinations. His manner was friendly but uncooperative and he had no insight. A complete physical examination revealed malformed teeth, pallor, poor nutritional status, and the neurological examination was unremarkable. Exploration of the patient's developmental history from the mother revealed an uneventful antenatal history, a full-term vaginal delivery, history of birth asphyxia, and all milestones were delayed. He had received all his immunizations appropriately. He had stopped going to school after the third grade, due to poor academic abilities.\\nThere was no family history of any neurological or psychiatric illness.\\nUpon consent and request from his mother, he was admitted into the child psychiatry unit with his mother. He was reviewed by senior psychiatrists and a diagnosis of bipolar affective disorder, mania without psychotic symptoms, first episode, was confirmed along with possible mental subnormality, pending IQ assessment. After obtaining informed consent from his mother, routine blood tests was done. His blood hemoglobin levels were 8.0g/dl, liver and renal functions, electrocardiogram, an echocardiograph, and an abdominal ultrasound was normal. Interestingly, the MRI brain scan [] of the patient showed a posterior fossa cystic lesion, a giant cisterna magna communicating with the fourth ventricle and mild hypoplasia of the cerebellar vermis, with the rest of the structures being normal and no signs of hydrocephalus. These findings showed that the patient had a Dandy-Walker variant.\\nHe was prescribed valproate and olanzepine to control his acute manic symptoms. After two weeks of admission, the psychomotor agitation had reduced and he was less friendly than before. His sleep improved, but his appetite was still poor. In subsequent reviews, he was more manageable, however, the symptoms still persisted. He continues to receive the above medications now. Even though the incidence of associated malformations range between 50 and 70%, our case had only malformed teeth with overriding. His low hemoglobin levels were due to poor nutrition and he was prescribed iron supplements. A clinical diagnosis of mild mental retardation was made, but could not be confirmed by proper neuropsychological assessment, as the patient was highly uncooperative.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'10379520': 1, '33831179': 1, '16055777': 1, '17478081': 1, '24302956': 2, '14977467': 1, '29033643': 1, '21887198': 2}", "similar_patients": "{'3843025-1': 1}"}