{"patient_id": 37091, "patient_uid": "3287257-1", "PMID": 22204567, "file_path": "comm/PMC003xxxxxx/PMC3287257.xml", "title": "Pontine extension of a tentorial schwannoma without cranial nerve involvement: a case report", "patient": "A 42 year-old Caucasian man was admitted to our institution with a recent history of paresthesias and weakness of his right upper and lower extremities. The neurological examination revealed right hemiparesis and hemi-hypoesthesia. His cranial nerve functions were normal as was his brainstem auditory evoked response test. His personal and family histories were negative for neurofibromatosis. A brain magnetic resonance imaging (MRI) scan revealed a left cerebellopontine lesion, hypointense in T1-weighted images and hyperintense in T2-weighted images. A homogeneous contrast enhancement of the lesion was observed after gadolinium injection; the tumor appeared to be implanted on the left free edge of the tentorium, with extension into the pons. A 'dural tail' connecting the lesion to the tentorial edge was also present (Figure ).\\nSurgery was performed using a retrosigmoid approach. After retraction of the hemispheric cerebellar lobe, a yellowish extra-axial lesion of the cerebellopontine angle was discovered. The tumor was strongly attached to the superior surface and the free edge of the tentorium, extending into the pons parenchyma. An endocapsular piecemeal removal was performed by means of an ultrasonic aspirator; the lesion appeared friable and vascularized. The cranial nerve complexes V, VII, VIII, IX, × and XI were all identified and preserved, and the mass was not found to be associated with these cranial nerves. The intraparenchymal portion was carefully dissected by the brain stem. After dissection from the surrounding structures, the lesion was mobilized and its implantation on the left free edge and superior surface of the tentorium exposed and resected. After tumor removal, the IV cranial nerve was exposed in its arachnoid cistern. At the end of the procedure, coagulation and resection of the implantation were achieved.\\nHis postoperative course was uneventful and our patient fully recovered from his preoperative deficits.\\nHistological examination of the resected tumor revealed schwannoma Antoni type A (Figure ). A brain MRI scan performed one year after the surgical procedure revealed total removal of the lesion, without signs of recurrence (Figure ). At that time, our patient continued to be neurologically intact.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'16200344': 1, '18814126': 1, '12814930': 1, '12646734': 1, '17532220': 1, '5935382': 1, '5135015': 1, '3366967': 1, '12015855': 1, '18197382': 1, '11919450': 1, '6433498': 1, '1472431': 1, '4097005': 1, '15770350': 1, '21441745': 1, '21613767': 1, '19061145': 1, '9259156': 1, '9724130': 1, '8971843': 1, '1590972': 1, '22204567': 2}", "similar_patients": "{}"}