{"patient_id": 159707, "patient_uid": "3507404-1", "PMID": 23204663, "file_path": "noncomm/PMC003xxxxxx/PMC3507404.xml", "title": "Basaloid carcinoma of the prostate: A literature review with case report", "patient": "A 78-year-old man presented with lower urinary tract symptoms, nocturia and gross hematuria in November 2002.\\nExamination revealed an enlarged smooth prostate and normal rectum. Prostate-Specific Antigen (PSA) was 0.8 ng/L.\\nMagnetic resonance imaging (MRI) confirmed numerous cysts within a markedly enlarged prostate (333 cc) with atypical T1 and T2 signals. These cysts occupied most of the central gland, compressed the left lateral peripheral zone, extended through the prostatic capsule and invaded the obturator-internus and levator-ani muscles []. There was a 2-cm lymph node along the left pelvic sidewall. A bone scan was clear of bony metastases.\\nHistopathology revealed BCP with no evidence of conventional prostatic adenocarcinoma. Malignant sheets of basaloid cells with small islands of keratinising squamous epithelium extensively infiltrated all six biopsy cores. The tumor cells showed mitosis but not necrosis. Immunohistochemistry focally stained positive for LP34, Cytokeratin 7 (CK 7), but negative for Prostate-Specific Antigen (PSA), Thyroid Transcription Factor 1 (TTF-1), Cytokeratin 20 (CK 20) and chromogranin\\nThis T4N1M0 prostate basaloid carcinoma was discussed in the multidisciplinary meeting. Based on recommendations from the meeting, the patient received concurrent chemo-radiotherapy to 65 Gy in 35 daily fractions over seven weeks from December 2002 to February 2003. Chemotherapy was based on a protocol common for anal cancers and comprised 10 mg/m2 of Mitomycin on Day 1 and 750 mg/m2 of 5-Fluro-uracil given as a continuous infusion on Day 1 to 4 during the first and fifth week of standard pelvic radiotherapy for prostate cancer. Ten months after completion of treatment an MRI scan showed complete tumor response []. The patient remained disease-free until 10 June 2005 when he passed away from a ruptured abdominal aneurysm unrelated to his cancer or treatment.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'30655983': 1, '15371944': 1, '14657711': 1, '18489650': 1, '32743470': 2, '20422244': 1, '1559669': 1, '23204663': 2}", "similar_patients": "{'7292061-1': 1}"}