{"patient_id": 157425, "patient_uid": "3319801-1", "PMID": 22500265, "file_path": "noncomm/PMC003xxxxxx/PMC3319801.xml", "title": "Late Onset Iatrogenic Diaphragmatic Hernia after Laparoscopy-Assisted Total Gastrectomy for Gastric Cancer", "patient": "An 81-year-old woman with progressing upper abdominal pain for the past three days underwent routine chest radiography, which showed an ill-defined, low density mass with air that measured more than 5 cm in diameter and changed the left cardiophrenic angle into opaque density with air-fluid level (). Eight months ago, by full laparoscopic approach, she had undergone total gastrectomy with Roux-en-Y reconstruction for gastric carcinoma (pT3N0M0) at the cardia. At that time, she returned to her house on the ninth postoperative day without any morbid conditions. By routine follow-up taken six months after the total gastrectomy, anything that might either indicate any recurrence or suggest sign or symptom of left sided diaphragmatic injury was not found.\\nContrast-enhanced, abdominal computed tomography with coronal reconstruction easily pointed out herniated bowel into the left pleural cavity through a possible defect of the left hemidiaphragm (). All the hematologic and biochemical values from the blood were within the reference ranges. Right after getting diagnosis, she necessitated surgical intervention. Under general anesthesia, she underwent laparoscopic exploration to correct her surgical problem. All the ports used at the previous operation were recruited for this herniorrhaphy. Rarely, intraabdominal adhesion was found, except herniated transverse colon through the defect on the left sided diaphragm (). Herniated colon with some exudates but no ischemic sign was drawn safely with graspers back into the abdominal cavity after extending the defect about 2.5 cm long. Before we applied Gore-Tex mesh (6×6 cm) on the diaphragmatic hernia site, the opening in the diaphragm had been debrided and closed thoroughly with non-absorbable Prolene 2-0 sutures by intracorporeal continuous suture. After then, Gore-Tex mesh was applied above the suture site and fixed interrupted sutures to reinforce and to prevent any possible recurrent hernia. She could fully regain her normal condition rapidly, and discharged on the seventh postoperative day.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'10584809': 1, '9411324': 1, '33207416': 1, '23762738': 2, '28852456': 2, '18721594': 1, '25177124': 1, '32417740': 2, '12399834': 1, '8111562': 1, '27177954': 1, '23286877': 2, '18036896': 1, '16762521': 1, '23918277': 1, '8050303': 1, '17593437': 1, '29642174': 1, '9849737': 1, '32062502': 1, '12089634': 1, '17560103': 1, '27293866': 1, '25723679': 1, '10430694': 1, '17361932': 1, '15230737': 1, '31745625': 1, '22500265': 2}", "similar_patients": "{'3670470-1': 1, '3670470-2': 1, '5569978-1': 1, '3544607-1': 1, '7229409-1': 1}"}