{"patient_id": 158291, "patient_uid": "3385523-1", "PMID": 22808374, "file_path": "noncomm/PMC003xxxxxx/PMC3385523.xml", "title": "Chrysomya bezziana as a Causative Agent of Human Myiasis in Fars Province, Southern Iran", "patient": "Two cases with the following characteristics were investigated in this study.\\nAn 18 yr old boy from Lamerd County was one of the victims of variable myiasis cases causes in Fars Province. He was referred to Khalili Hospital (affiliated to Shiraz University of Medical Sciences) by his mother. He was a known case of congenital cerebral palsy with quadriplegia and mental retardation associated with severe failure to thrive. He was referred due to an oral lesion and poor feeding because of his inability to feed orally. His family was in low economic status with poor hygiene. In physical examination, he looked like a 5 yr old boy due to severe failure to thrive. He had diffused erythematous, a tender hard palate and a superficial ulcerative mucosal lesion between the peripheral aspect of the palate and the upper gum, associated with odynophagia, lethargy and dehydration. A Total of 33 worm-like organisms were detected in the peripheral part of his palate (). During the hospital course, after local and supportive therapy condition of the patient, he improved and was discharged from hospital.\\nAnother case was an 87 yr old addict man with cardiovascular as well as peripheral vascular disease based on the longstanding diabetes mellitus from Shiraz, southern Iran. He also referred to hospital with chief complaint of severe itching of both lower extremities. The patient had history of both feet vascular ulcers for which receiving pentoxiphiline at a dose of 1000 mg/day and also antianginal drugs.\\nIn both cases, the different stages of isolated larvae were cultured in Blood Agar (BA) medium. The growth rates of them were followed up at 37 °C incubator, and the metamorphosis of the pupa to the adult stage were followed in glass flasks containing BA medium ().\\nDiagnosis of myiasis causing larvae is based on the form of spiracles, cephalopharyngeal skeleton, shape and size of developed larvae: the posterior spiracles (), do not have a distinct button and the numbers of lobes on the anterior spiracles are six, which would give a definitive identification of C. bezziana. Finally, the robust spine bands (), are other indicative criteria of C. bezziana (Belding 196), as well as characteristics of reared adults. In the subfamily Chrysomyinae, body-length varies between 8 and 12 mm, abdomen and thorax is shining metallic, dorsum of the first and the second abdominal tergites are black. Body is metallic green or blue and abdominal tergites include narrow dark bands along posterior margins. Legs are black or partly dark-brown; wings are hyaline with the infuscated base () ().\\nBased on the mentioned diagnostic keys and comparing the whole shape of the larvae (), posterior spiracles (), cephalopharyngeal skeleton (), and also adult characteristics, they were diagnosed as Chrysomya bezziana (Diptera: Calliphoridae).", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'1163070': 1, '31618203': 1, '1203809': 1, '23566876': 1, '22224006': 2, '24409446': 2, '2231347': 1, '17547059': 1, '3772960': 1, '11457615': 1, '23378969': 1, '15305312': 1, '26114125': 1, '28096867': 1, '22454736': 2, '10944092': 1, '3195502': 1, '8883340': 1, '22808374': 2}", "similar_patients": "{'3306096-1': 1, '3875887-1': 1, '3249998-1': 1}"}