{"patient_id": 36633, "patient_uid": "3217854-1", "PMID": 22004883, "file_path": "comm/PMC003xxxxxx/PMC3217854.xml", "title": "Cervical adenoid basal carcinoma associated with invasive squamous cell carcinoma: A report of rare co-existence and review of literature", "patient": "A 64-year-old Korean female, presented with abnormal cervical cytology screening compatible with \"squamous cell carcinoma\", no visible cervical lesion was noted on the pelvic examination and the subsequent colposcopy. She has been menopause for 8 years ago and had no history of other gynecologic problem. She therefore underwent a cone biopsy of the cervix with loop electrosurgical excisional procedure (LEEP), which revealed ABC associated with microinvasive SCC with the tumors presented at endocervical margin. The remaining cervix was too small to do a repeat cone biopsy, so a pelvic magnetic resonance imaging (MRI) was proposed to find out an occult malignancy. MRI revealed an enhancing mass (2.0 × 0.6 cm) involving posterior lip of the cervix with a conclusion of cervical carcinoma (Figure ). There is no evidence of distant metastasis or any suggestive metastatic lymph node by a positron emission tomography-computed tomography (PET-CT). Clinically stage IB was suggested and following radical hysterectomy, bilateral adnexectomy with pelvic and para-aortic lymph node dissection was undertaken uneventfully (Figure ). The pathologic diagnosis was adenoid basal carcinoma co-existing with invasive squamous cell carcinoma. The majority of tumor was ABC component (about 85%) merged with the minor areas of invasive SCC component (about 15%). There was no evidence of tumor in sections taken from 40 lymph nodes. The removed vagina and all resection margins were clear. Due to deeply infiltration into the stroma and invasion through the right parametrium mostly by the ABC component, post-operative cisplatin-containing chemoradiation was prescribed to limit the risk of recurrence. After that, she was clinically monitored and stated as no evidence of disease for up to 6 months interval.\\nOn pathological examination, the LEEP specimen contained no gross definite lesion. Microscopically, there was diffuse infiltration of small basaloid nests and overlying cervical intraepithelial neoplasia (CIN) grade 3. The CIN lesion showed a focus of microinvasion, compatible with microinvasive SCC. The discrete nests composed of small and uniform basaloid cells with scanty cytoplasm and minimal nuclear atypia. The peripheral palisading morphologic pattern of the tumor nests was typically found and consistent with ABC lesion. The endocervical resection margin was extensively involved by tumor. The subsequent radical hysterectomy specimen showed ulceration due to previous conization without definite mass formation (Figure ). However, a transection of posterior cervix revealed a 2.1 × 1.8 × 0.9 cm growth infiltrated through the stroma. There was also diffuse infiltration of small basaloid nests without stromal desmoplastic reaction (Figure ). Merging with the multi focal areas of ABC component was the invasive SCC component, which is characterized with irregularly shaped larger nests and occasional central necrosis (Figure ). Nuclear atypia and high mitotic figures were noted (Figure ). Both components showed up to 0.9 cm stromal invasion within the total 1.2 cm stromal depth while focally involvement of right parametrium mainly by ABC was observed. The immunohistochemical stains were parallelly performed. A stain for p63 and Bcl-2 showed diffuse positive in both ABC and SCC components (data not shown). While a higher index of Ki-67 staining was observed with squamous cell carcinoma component (40%) than adenoid basal cell carcinoma component (25%) (Figure ).", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'11224604': 1, '15982222': 1, '10872669': 1, '15712186': 1, '4378306': 1, '12195218': 1, '16150393': 1, '17566838': 1, '9438010': 1, '17535778': 1, '9656116': 1, '4287650': 1, '10199475': 1, '9421067': 1, '17572848': 1, '16911774': 1, '9706976': 1, '13920034': 1, '11917230': 1, '7396065': 1, '2449087': 1, '22004883': 2}", "similar_patients": "{}"}