{"patient_id": 43031, "patient_uid": "3719039-6", "PMID": 23888145, "file_path": "comm/PMC003xxxxxx/PMC3719039.xml", "title": "Repetitive Transcranial Magnetic Stimulation to Maintain Treatment Response to Electroconvulsive Therapy in Depression: A Case Series", "patient": "Case 6 is a 56-year-old woman with a major depressive episode in the context of MDD. The depressive episode was severe with psychotic features. She had an acute course of 13 RUL-UB pulse width treatments and 10 continuation RUL-UB pulse width treatments over 2 months. At the beginning of her ECT treatment, she was prescribed mirtazapine, desvenlafaxine, risperidone, and clonazepam. The venlafaxine was switched to nortriptyline and the clonazepam was discontinued during the ECT course. She had a good response to the acute course of ECT and her QIDS-SR score were in the remission range. Despite achieving remission (QIDS-SR score of 2) with ECT she had difficulty tolerating the side effects of the anesthesia, the disruption in her daily life, and wished to discontinue the C-ECT. Due to her history of a severe episode with psychotic features and her history of recurrent episode she was offered a course of rTMS. She received a total of 44 rTMS treatments, twice per week, over 6 months that consisted of 600 pulses of LFR rTMS at 82% MSO and 3000 pulses of HFL rTMS at 72% MSO. During rTMS treatment, she was prescribed mirtazapine, nortriptyline, and risperidone. At the last observation her QIDS-SR score was a 9. Despite experiencing a mild worsening in her depressive symptoms she continued to be significantly improved from her index episode.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'18162015': 1, '20193646': 1, '14974002': 1, '11780943': 1, '29249805': 1, '23154644': 1, '23212054': 1, '19545855': 1, '9008777': 1, '26583152': 1, '11255384': 1, '22933451': 1, '16390894': 1, '15390210': 1, '21158543': 1, '1771153': 1, '20418774': 1, '23349112': 1, '23102820': 1, '21474597': 1, '19756236': 1, '11126193': 1, '23303417': 1, '12946886': 1, '20805727': 1, '7878189': 1, '17202547': 1, '10197824': 1, '22347797': 1, '21811083': 1, '21736507': 1, '17453654': 1, '22683273': 1, '17146008': 1, '33169946': 1, '20361902': 1, '12586451': 1, '11955470': 1, '18447962': 1, '23519219': 1, '23888145': 2}", "similar_patients": "{'3719039-1': 2, '3719039-2': 2, '3719039-3': 2, '3719039-4': 2, '3719039-5': 2}"}