{"patient_id": 46639, "patient_uid": "3986739-1", "PMID": 24637310, "file_path": "comm/PMC003xxxxxx/PMC3986739.xml", "title": "Autoimmune Polyglandular Syndrome Type 3c with Ectodermal Dysplasia, Immune Deficiency and Hemolytic-Uremic Syndrome", "patient": "A ten-year-old girl was admitted to our hospital with complaints of cough, fever, vomiting, weakness and lack of appetite. She also suffered from alopecia and persistent/recurring respiratory infections. Both parents were reported to be healthy and they were consanguineous (first cousins). Their four children except for our patient were healthy.\\nPhysical examination of the patient revealed normal vital signs. The percentiles of her weight and height were between the 3rd and 10th percentiles. She had pale skin, total alopecia and pitting in the nails of her hands and feet (). A crackling sound was heard during inspiration. Her puberty was stage I according to Tanner stages.\\nHer hematology results revealed a hemoglobin level of 7.0 g/dL, hematocrit 19.9%, white blood cells 13200/mm3, platelets 35000/mm3, MCV 84fL and reticulocytes of 8.14%, as well as negative direct Coombs test result. Blood smear showed schistocytes (). Her biochemical investigation revealed: urea 142 mg/dL, creatinine 4.61 mg/dL, AST 97 U/L, ALT 79 U/L, LDH 2218 U/L, total bilirubin 1.5 mg/dL, direct bilirubin 0.55 mg/dL, sodium 134 mmol/L, potassium 5.9 mmol/L, chloride 109 mmol/L, calcium 8.7 mg/dL, phosphorus 4.0 mg/dL, uric acid 8.0 mg/dL, ph 7.44, HCO3- 21 mmol/L and glucose 76 mg/dL. The urinalysis showed the following: pH 7.5, density 1010, protein (++), erythrocytes (+++), leucocytes (-) and dysmorphic erythrocytes in the urinary sediment.\\nBased on these biochemical and urinary abnormalities, the patient was diagnosed as HUS. After seven plasma exchange sessions, the hemolysis finally stopped and the laboratory abnormalities and renal function reverted to normal. The respiratory infection was treated with appropriate antibiotic regimens.\\nIn the hormonal evaluation, free thyroxine (fT4) was 1.11 ng/dL (0.8-2.2), thyroid-stimulating hormone (TSH) 3.028 mU/mL (0.6-5.5), anti-peroxidase (anti-TPO) antibody 62 IU/ mL (<20), anti-thyroglobulin (anti-TG) antibody 65 IU/mL (<4.0), cortisol 25.5 mg/dL (3-21), adrenocorticotropic hormone (ACTH) 28.1 pg/mL (10-60), estradiol 14 ng/dL (0.2.0), follicle-stimulating hormone (FSH) 0.32 mIU/mL, luteinizing hormone (LH) 0.07 mIU/mL (0.02-0.3), anti-pancreatic islets antibody 1/100 (<1/10), parathyroid hormone (PTH) 65.9 ng/mL (10-65), renin 72 ng/L (5-35), aldosterone 248 pg/mL (20-300), vitamin B12 456 pg/mL (150-883) and folic acid 4.2 ng/mL (3.1-20.5) before plasma exchange therapy. Although thyroid ultrasonography was normal and the patient was not on Na-L-T4 treatment, both anti-TPO antibody and anti-TG antibody tests were positive. These findings suggested early diagnosed autoimmune thyroiditis. Cortisol response to ACTH stimulation test (1 μg ACTH) was as follows: initial 1 mg/dL, 30th minute 8.1 mg/dL, 60th minute 11.2 mcg/dL, 90th minute 14.1 mg/dL, and 120th 14.7 mg/dL. The cut-off level of this test was 14 mg/dL (9). These results were interpreted as a normal response to ACTH stimulation test and indicated that there was no adrenal insufficiency. In immunological evaluation, IgA was 24 mg/dL (29-384), IgM 24 mg/dL (50-278), IgG 464 mg/dL (625-1579), IgE 464 IU/mL (0-170), C3 90 mg/dL (90-180), C4 26 mg/dL (10-40), anti-nuclear antibody (ANA) (-), anti-double strain DNA antibody (-), p-ANCA (-), c-ANCA (-) and anti-HBs (-) before plasma exchange therapy. Lymphocyte subsets were CD3 78% (55-78), CD19 2% (10-31), CD4 39% (27-53) and CD8 51% (19-34). The complement factor H gene region was proliferated by PCR method. Sequences which have single nucleotide polymorphism on complement factor H have been determined. CT homozygote polymorphism for His402Tyr was detected. This factor is considered to be a risk factor for development of HUS (). In radiological evaluation, pulmonary X-ray showed bilateral diffuse infiltration and abdominal ultrasonography was normal except for hepatomegaly and grade I increase in renal echogenicity.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'12817789': 1, '19707787': 1, '32049851': 2, '21466546': 1, '10519018': 1, '18594873': 1, '14550878': 1, '19544391': 1, '22156202': 1, '21881555': 1, '20157737': 1, '20626639': 1, '24637310': 2}", "similar_patients": "{'7035075-1': 1}"}