{"patient_id": 37844, "patient_uid": "3351746-1", "PMID": 22439665, "file_path": "comm/PMC003xxxxxx/PMC3351746.xml", "title": "Giant intradiploic epidermoid cyst with large osteolytic lesions of the skull: a case report", "patient": "An 81-year-old Caucasian man presented with a large painless swelling of the cranial vault, covering almost the whole left side and also major parts of the right side of the skull.\\nHe had first noticed a small swelling over the left frontal region about 40 years ago. During the following four decades the swelling slowly expanded. For more than 15 years his family physician had recommended an MRI for further examination. The patient refused it over a long time period because he felt no pain or other discomfort. He experienced no significant problems during his customary life activities.\\nHe finally agreed to further diagnostic procedures after a short period of dizziness following an ambulatory treatment of a focal retinal detachment. After this episode no further clinical symptoms appeared. Neurological examination was entirely normal. No cognitive deficits were found.\\nExamination of the lesion revealed a subcutaneous mass covering most of the left cranial vault and major parts of the right side. Palpation revealed a soft elastic mass, adherent to the surface, without fluctuation.\\nIn contrast to the giant size of the cyst, on first sight no severe deformation of the head had developed. The overlying skin did not show pathologic changes, such as defects or inflammatory signs.\\nA spiral computed tomography (CT) (Philips Brilliance 64 CT-scanner) with surface volume rendering technique revealed a large swelling of the scalp, especially over the left hemisphere (Figure ). Computed tomography (CT) with surface reconstructing and insets of axial, coronal, and sagittal scans demonstrated a giant cystoid lesion of the skull, with large calvarial defects on both sides, left more than right. The outer and the inner table of the skull bone were widely destroyed; in some areas the inner table was thinned out (Figure ). A distinct compression of both brain hemispheres was caused by the tumor, with a slight midline shift to the right side (Figure ).\\nThe MRI scan T2 weighted images (Philips Achieva 1.5 T) revealed an inhomogeneous, mainly hyperintense mass without penetration of the dura. Significant compression of brain hemispheres and ventricles without cerebral edema suggested a slow growing tumor. In diffusion weighted images there was a restriction of diffusion with low signal in the ADC maps (Figure ). The contrast enhanced T1 weighted images (0.1 mmol/kg Gadovist (gadobutrolum), Bayer Health Care) showed a mild thickening of the intact dura. No enhancement in the epidermoid tumor was found (Figure ).\\nIn summary, radiological features were suggestive of the presence of an extradural intradiploic epidermoid cyst.\\nAfter thorough discussion of the diagnostic findings with the patient, he favored a biopsy to assure the histological classification of the tumor but refused the option of a complete removal of the tumor and subsequent cranioplasty. A biopsy was taken in the left frontal region. Histological examination revealed laminated keratin material, cholesterol crystals, and cellular debris. Pathological findings were consistent with the diagnosis of an epidermoid cyst. Due to a superficial wound infection surgical revision was necessary. His postoperative course was uneventful.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'25687707': 1, '26433925': 1, '12432201': 1, '33145225': 2, '17170890': 1, '21494364': 1, '16944055': 1, '16414540': 1, '33913268': 2, '30937095': 2, '9107345': 1, '33468071': 2, '17254702': 1, '32875044': 1, '33880205': 2, '30022910': 2, '2407051': 1, '22439665': 2}", "similar_patients": "{'8053460-1': 1, '8082287-1': 1, '6040847-1': 1, '6413592-1': 1, '7591193-1': 1, '7814591-1': 1}"}