{"patient_id": 35651, "patient_uid": "3125659-1", "PMID": 21731280, "file_path": "comm/PMC003xxxxxx/PMC3125659.xml", "title": "Odontoameloblastoma", "patient": "A 47-year-old male patient reported to the Department of Oral and Maxillofacial Pathology, with the chief complaint of a rapidly growing swelling on the back side of the anterior lower jaw since 3 months. The patient gave the history of similar lesion at the same site which recurred twice in the last 7 years, for which he underwent surgical procedures. No record was available with the patient of the previous treatments.\\nIntraoral examination revealed a mucosal colored swelling of approximately 3 cm in diameter on the lingual aspect of mandible on the right side, extending from 32 to 44. The swelling was firm, non-tender, non-fluctuant, non-compressible [Figures and ]. Intraoral periapical radiograph revealed a diffuse radiolucent area with scattered flecks of radiopacities at the apical region of 41–43 []. Mandibular occlusal radiograph revealed diffuse foci of radiopacities scattered in a radiolucent area with expansion of lingual cortical plate [].\\nA provisional diagnosis of calcifying epithelial odontogenic tumor was considered. Routine hematological investigations were within normal limits. The tumor was carefully excised and the specimen was sent for histopathologic examination.\\nHistopathology showed the following: odontogenic epithelial cells arranged in the form of follicles and stellate reticulum like cells in the center which are surrounded by ectomesenchymal cells (4×) []; tall columnar ameloblast like cells on the periphery with stellate reticulum like cells at the center and surrounded by condensed mesenchymal cells (10×)[]; neoplastic odontogenic epithelium in the form of large follicles (10×) []; Tall columnar ameloblasts like cells showing nuclear palisading, reversal of polarity and stellate reticulum like cells (40×) []; dense ectomesenchymal cells present in the connective tissue stroma (40×) []; large masses of dysplastic dentin arranged in a haphazard pattern []; and irregular masses of dysplastic dentin, areas of calcification and stromal connective tissue []. The diagnosis of OA was made. The postoperative recovery was uneventful, and after 2 years, the patient is well with no evidence of recurrence.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'30607354': 2, '12570061': 1, '27365636': 1, '26604505': 2, '27408461': 1, '2011364': 1, '26929561': 1, '25031898': 2, '2248945': 1, '21729276': 1, '23878572': 2, '3456024': 1, '18445937': 1, '30158781': 2, '15292874': 1, '19553728': 1, '21731280': 2}", "similar_patients": "{'6305773-1': 1, '6097376-1': 1, '3714810-1': 1, '4083729-1': 1, '4611937-1': 1}"}