{"patient_id": 166919, "patient_uid": "3995400-1", "PMID": 24761142, "file_path": "noncomm/PMC003xxxxxx/PMC3995400.xml", "title": "Disseminated Cryptococcosis-Induced Skin Ulcers in a Patient with Autoimmune Hepatitis", "patient": "A 68-year-old woman consulted our department for skin ulcers on her right thigh complicated with suspected RA. She had been diagnosed with type 1 diabetes and Hashimoto's disease 15 years ago, and with AIH and Sjögren's syndrome 3 years ago, and was eventually diagnosed with autoimmune polyendocrinopathy syndrome. She received prednisolone at 30 mg/day as the first treatment for AIH. The dose of the corticosteroids was difficult to taper due to arthralgia, and she continued to take medication at 20 mg/day as a maintenance dose. At her initial visit, the metacarpophalangeal joints of her bilateral forefingers and middle fingers, and her wrist joints were swollen with tenderness. She also complained that the morning stiffness of the fingers persisted for more than 3 h. One month prior to the initial visit, a skin ulcer appeared on the lateral side of the right thigh. She was hospitalized for the ulcer due to suspected RA, and high levels of serum RF and matrix metalloproteinase-III were administered.\\nOn hospitalization, her vital signs were as follows: temperature 37.1°C, blood pressure 120/64 mm Hg, pulse rate 64 beats/min, and oxygen saturation 97%. She had a productive cough and her legs were edematous. The physical examination revealed some fine crackles by stethoscope. There was a painful ulcer that had round, shallow pockets with erythema and erythematous subcutaneous indurations on the right thigh (fig. ).\\nThe main laboratory findings were as follows: white blood cell count 13,500/μl (normal range 3,500–9,800), creatinine 1.42 mg/dl (normal range 0.47–0.72), urea nitrogen 35 mg/dl (normal range 10–20), C-reactive protein (CRP) 4.29 mg/ml (normal range <0.03), brain natriuretic peptides 752.5 pg/ml (normal range <18.4), RF 117.0 U/ml (normal range <19), anti-CCP antibody 16.5 U/ml (normal range <4.5), CH50 58 U/ml (normal range 30–50), KL-6 257 U/ml (normal range <500) [, , ], and β-D glucan 6 pg/ml (normal range 0–11).\\nBefore hospitalization, a chest X-ray and computed tomography (CT) scan revealed cardiomegaly and some old linear shadows, but no shadows suggestive of pneumonia and pleural effusion were observed. An echocardiogram showed a decline in the left heart function but no signs of heart failure. We prescribed diuretics for the leg edema.\\nAlthough the characteristic features of the ulcers seemed to be different, it was possible that the cause of the skin ulcers was RA, which complicated the AIH, because the RF value was high, the anti-CCP antibodies were positive, and her articular symptoms mimicked RA.\\nA blood culture was negative, but a sputum culture was positive for Pseudomonas aeruginosa and a urine culture was positive for Proteus mirabilis. A biopsy specimen showed granulomatous inflammation, degenerative necrosis, and globe-shaped organisms in the dermis and subcutaneous tissues (fig. ). We began to treat her with ceftazidime intravenously and fluconazole orally at a starting dose of 200 mg/day and decreased to 100 mg/day which was adjusted to the patient's decreased renal function. The serum latex agglutination titer to Cryptococcus, which was measured after the result from the skin biopsy, was 1:4,096. The follow-up CT scan revealed a new nodule on the lower right lung, and a small amount of pleural effusion, and the follow-up sputum culture was positive for Cryptococcus neoformans. However, the sensitivity of the antifungal drugs could not be examined because the amount of Cryptococcus detected was so small. Therefore, we diagnosed it as disseminated cryptococcosis. We asked her about having had contact with pigeons, but she denied. We got the result of the follow-up sputum culture after the start of the treatment with antifungal drugs. The detected amount of Cryptococcus in this culture was very small. Consequently, we considered that we could not get meaningful results for the further cultures under that administration. Bronchoscopy and a lumbar puncture could not be performed because her general conditions worsened. The oral fluconazole was changed to fosfluconazole intravenously at an initial dose of 200 mg/day and a maintenance dose of 100 mg/day. Her CRP levels decreased to nearly within normal limits, and the antifungal agent was changed to oral 100 mg/day fluconazole again. However, thrombocytopenia aggravated and her renal function worsened, and the agent was changed again to oral voriconazole at a dose of 600 mg/day and thereafter 300 mg/day as maintenance dose. Although repeated CT scans showed that the nodule disappeared and the CRP levels did not increase due to the skin involvements, the indurations progressed to ulcerations and their size enlarged. After she was transferred to another hospital, the drug was changed to itraconazole, which clearly reduced the skin manifestations.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'17043051': 1, '16905588': 1, '12589015': 1, '16268969': 1, '17143100': 1, '17591585': 1, '16394302': 1, '29342402': 1, '8179447': 1, '29270159': 1, '16891223': 1, '18240257': 1, '18328158': 1, '24761142': 2}", "similar_patients": "{}"}