{"patient_id": 41394, "patient_uid": "3600140-1", "PMID": 23533904, "file_path": "comm/PMC003xxxxxx/PMC3600140.xml", "title": "Cerebral Phaeohyphomycosis in a Patient with Neurosarcoidosis on Chronic Steroid Therapy Secondary to Recreational Marijuana Usage", "patient": "A 37-year-old male presented with a complaint of a right occipital headache following a witnessed generalized tonic-clonic seizure. He complained of right-sided hearing loss. He denied having fevers, blurred vision, photophobia, loss of consciousness, or vomiting. The patient's medical history included recently diagnosed sarcoidosis and chronic steroid use. His social history was significant for chronic heavy marijuana use, alcohol dependence, but no intravenous drug use.\\nA chest CT demonstrated soft tissue densities in the hilar regions bilaterally consistent with bilateral hilar adenopathy characteristic of sarcoidosis. In addition there is an opacity with an air-fluid level in the right lower lobe consistent with a pulmonary abscess (). An MRI of the brain revealed abnormal soft tissue structures in the skull base. The contrast-enhanced T1-weighted fat suppressed images showed large diffuse areas of enhancement within the skull base, with enhancement of parenchyma, leptomeninges, and dura predominantly in the cavernous sinus, internal auditory canal, prepontine cistern, optic chiasm, and optic tract regions (). There was also involvement of the pituitary and hypophyses. The diffuse enhancing parenchymal and leptomeningeal lesions were most consistent with neurosarcoidosis. The patient was subsequently placed on long-term steroid therapy.\\nThe patient presented again fifteen months later with complaints of headache and new onset seizure. The MRI of the brain on this admission revealed numerous intracranial lesions supratentorially. There were five ring-enhancing lesions on the fat suppressed postcontrast images. Initially the differential diagnosis included exacerbation of neurosarcoidosis, intracranial metastasis, or cerebral abscesses. However, each of the intracranial lesions demonstrated restricted diffusion which suggested development of multiple cerebral abscesses (). Neurosurgical intervention was successful in debriding the affected areas and resecting the abscesses. The patient was started on intravenous antifungal medications empirically while awaiting culture results. The hematoxylin and eosin (HE) stain in addition to the Grocott methenamine silver (GMS) stain revealed numerous hyphal formations confirming a fungal etiology (). The pathology results of the specimen were initially thought to be Bipolaris species but subsequently confirmed to be Curvularia species as the conidia were found to have a darker central cell than end cells and a distinct curvature due to swelling of the central cell as it develops with age ().\\nA one-week followup from the initial surgical debridement showed new abscesses on MRI of the brain (), and they were again successfully resected with neurosurgical intervention. The three-week followup from the second surgical intervention showed no new lesions and stable postoperative appearance of the brain. The two-month followup MRI of the brain continued to show no new lesions with stable changes in the brain ().", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'25535526': 2, '1553925': 1, '21801237': 1, '21977388': 1, '18614370': 1, '11437156': 1, '19467477': 1, '24564006': 1, '21323827': 1, '19383611': 1, '24122369': 1, '32876006': 1, '34983414': 1, '23533904': 2}", "similar_patients": "{'4273007-1': 1}"}