{"patient_id": 158671, "patient_uid": "3424817-3", "PMID": 22919561, "file_path": "noncomm/PMC003xxxxxx/PMC3424817.xml", "title": "Endovascular Management of Fusiform Superior Cerebellar Artery Aneurysms: A Series of Three Cases with Review of Literature", "patient": "A 64-year-old man, who had a history of hypertension, presented with headache and vomiting. CT scan showed SAH in the superior cerebellar cisterns []. DSA done revealed a fusiform aneurysm of the distal SCA, predominantly involving the branch of the cortical segment [Figures and ]. Standard heparin protocol was followed and an activated clotting time greater than 250 s was maintained during the procedure. 5F Envoy (cordis) guiding catheter was inserted in the distal vertebral artery. The aneurysm was accessed with a combination of micro-catheter (echelon-10) and micro-wire (traxcess12). Meticulous pre-shaping of the micro-catheter according to the shape of the target aneurysm aided in proper positioning of the micro-catheter in the aneurysm which was subsequently packed densely with the platinum micro-coils. Post-procedure angiogram showed complete exclusion of the aneurysm along with the branch of the cortical segment and preservation of the flow in the superior cerebellar artery (SCA) []. There were no untoward events in the post-procedure hospital stay and patient was discharged after 1 week. No neurological deficit was seen during the clinical follow-up after 1 month. Control angiogram carried out after 1 year showed stable occlusion of the aneurysm with preservation of the ante-grade flow in the SCA [].", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'17216373': 1, '33194264': 2, '31144196': 1, '8891001': 1, '3703195': 1, '10369345': 1, '26221309': 1, '17609935': 1, '14732384': 1, '11290485': 1, '25071936': 2, '31225519': 1, '27847774': 2, '10639812': 1, '8871721': 1, '22919561': 2}", "similar_patients": "{'3424817-1': 2, '3424817-2': 2, '4109170-1': 1, '7656042-1': 1, '5104855-1': 1}"}