{"patient_id": 154712, "patient_uid": "3129103-1", "PMID": 21772903, "file_path": "noncomm/PMC003xxxxxx/PMC3129103.xml", "title": "Acute spontaneous isolated dissection of abdominal aorta", "patient": "A 43-year-old man was admitted to a regional hospital (in Shahreza city) complaining of sudden onset of abdominal pain. Ultrasonography of abdomen and pelvis showed aneurysmal dilatation of distal part of abdominal aorta to be about 26 millimeters. The patient was sent to our hospital for further evaluation and treatment. He had pain attacks for 1-2 hours in periumbilical area radiating to all parts of abdomen. There was no relation between pain and position, eating, defecation and activity. The patient had no history of melena or limb neuromuscular dysfunction, but had a history of fever and chills for 2 days, which relieved spontaneously. The patient had no history of hypertension and diabetes mellitus but had a history of minor blunt abdominal trauma occurred 1.5 years ago. The vital signs were normal. In physical examination, no pulsatile mass was detected but a bruit was heard around the navel. Pulses in the lower extremities were normal. Chest X-ray, electrocardiography, echocardiography, complete blood count with diff and urinalysis were all normal but ESR was 65. All diagnostic tests of salmonellosis and other infectious or inflammatory diseases were negative. The patient had good urinary output. Spiral CT of abdomen and pelvis with IV contrast revealed infrarenal dissection aneurysm of abdominal aorta with extension to right common iliac artery () and aortography confirmed the diagnosis and revealed the treatment plan for the patient (). The size of the aorta was more than 5 cm in ultrasonography and CT scan performed in our center. In chest spiral CT, no dissection or aneurysm of thoracic aorta was detected (). Because of the severe abdominal pain (possibility of visceral ischemia) and large size of the aorta, midline laparotomy was done and a bifurcate collagen-coated Dacron graft was interposed between abdominal aorta and left common iliac artery and right common femoral artery (because the aneurysm was extended to the distal of right external artery). The patient was discharged after one week hospitalization and had no problems in 6 months follow-up.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'32861864': 1, '10597006': 1, '7488669': 1, '11554140': 1, '12170199': 1, '17198469': 1, '21772903': 2}", "similar_patients": "{}"}