{"patient_id": 162614, "patient_uid": "3738359-1", "PMID": 23986850, "file_path": "noncomm/PMC003xxxxxx/PMC3738359.xml", "title": "Unusual imaging profile of a solitary splenic lymphangioma", "patient": "The patient was a 67-year-old Caucasian man who was found to have two colorectal masses on colonoscopy; which were diagnosed as a well-differentiated adenocarcinoma and a moderate-to-poorly differentiated adenocarcinoma. His CEA level was 15.1 ng/mL at presentation (normal healthy smoker <5.5 ng/mL). CT scan of the abdomen demonstrated a 1.0-cm left adrenal nodule and a 6-cm heterogeneous, ill-defined mass in the spleen (Fig. ). The attenuation of the splenic mass measured 42 Hounsfield units (HU) on the portal venous phase. This was unchanged on the 4 min delayed images. The left adrenal nodule was found to be adenoma on follow-up exams. Assuming metastatic disease, chemotherapy was initiated. The CEA level dropped to 0.9 ng/mL (within normal range) suggestive of a biochemical response to therapy. Meanwhile, a follow-up CT scan of abdomen and pelvis demonstrated stable size of the splenic lesions, suggestive of benign etiology.\\nTo confirm if the splenic lesion was benign, a PET scan was performed, which did not show FDG uptake in the splenic mass (Fig. ).\\nGiven that the most common benign lesion of the spleen is a hemangioma, a radiolabeled red blood cell (RBC) scan was performed to further characterize this lesion (Fig. ). During the dynamic and delayed images, the RBC scan demonstrated a photopenic region in the spleen that corresponded to the mass. This made the diagnosis of hemangioma unlikely.\\nBecause the tagged RBC scan did not confirm the diagnosis of hemangioma, an MRI of the abdomen was performed with and without Gadovist IV contrast (Fig. ). The MRI showed a rounded, well-defined heterogeneously high T2 and low T1 signal lesion in the spleen with centripetal fill-in of contrast on delayed images. However, the lesion did not demonstrate homogeneous fill-in on the most delayed sequences. Nevertheless, MRI findings were reported to be suggestive of hemangioma or hemangioendothelioma. This was in some opposition to the tagged RBC scan. To further delineate the nature of the lesion, a contrast-enhanced ultrasound was recommended.\\nDoppler and gray scale ultrasound studies were performed followed by intravenous contrast injection of a total of four doses of 0.2 mL, Definity (Lantheus Medical Imaging, N Billerica, MA, USA). A Philips iU 22 ultrasound machine (Philips Medical Systems, Bothell, WA, USA) with C5-1 and X6-1 transducers were used for contrast study with contrast specific mode (Fig. ). Pre-contrast images demonstrated a mildly hyperechoic mass in the spleen with peripheral vascular flow on Doppler images. Post-contrast ultrasound images immediately after contrast injection demonstrated straight vessels feeding the mass in the spleen. The lesion showed heterogeneous early enhancement and early wash-out. Again, the ultrasound findings were not typical for either a hemangioma or a lymphangioma.\\nFinally, a core biopsy of the splenic lesion was done in the operating room at the time of colectomy. At the time of operation, the patient was noted to have a large palpable mass centered in the superior pole of the spleen but adjacent to several splenic hilar vessels. Upon palpation of the splenic hilum, there was no evidence of regional lymphadenopathy. A suitable core needle biopsy window was identified on ultrasound in order to avoid vascular injury. Using an 18-gauge core needle, two passes were made in the splenic mass under ultrasound guidance without complication.\\nHistological sections showed the proliferation of variably sized thin-walled vascular channels filled with thin eosinophilic fluid and was reported as benign spleen with dilated lymphatics (Fig. ).", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'15286314': 1, '9630280': 1, '29656712': 2, '11318134': 1, '989835': 1, '15149994': 1, '32557234': 2, '15256634': 1, '20205289': 1, '9497231': 1, '11471610': 1, '32518789': 2, '12828616': 1, '19701979': 1, '12620551': 1, '26703174': 1, '3257108': 1, '17526609': 1, '16154823': 1, '17267469': 1, '25805954': 1, '21273021': 1, '16714641': 1, '23986850': 2}", "similar_patients": "{'7262707-1': 1, '7303252-1': 1, '5901864-1': 1}"}