{"patient_id": 164691, "patient_uid": "3857502-1", "PMID": 24327780, "file_path": "noncomm/PMC003xxxxxx/PMC3857502.xml", "title": "An Autochthonous Case of Canine Visceral Leishmaniasis in Korea", "patient": "A 12-year-old neutered female mixed-bred dog weighing 5.9 kg presented to the Veterinary Medical Teaching Hospital, College of Veterinary Medicine, Seoul National University on July 24, 2006 after an episode of epistaxis and decreased appetite of 2 days' duration. The dog was born and raised in a residential area at Daeband-dong, Dongjak-gu, Seoul near where was Yongma Mountain and was living with its littermate and dam, none of which had been taken to a CanL endemic country. Physical examinations revealed pale mucous membranes (gingival and buccal) and a single diffuse firm round dermal nodule, 10×10 cm in diameter, extending from the lateral flank to the lateral abdomen. The skin nodule persisted for a year, and was tentatively diagnosed as panniculitis based on biopsy and histological examinations. Coagulation profiles and blood pressure were all within reference limits. The nodule was aspirated using a 23G needle and smears were cytologically stained. Numerous intracellular and extracellular organisms with basophilic nuclei and bar-shaped kinetoplasts were observed (), consistent with characteristic features of Leishmania sp.\\nBased on cytological findings, tissue aspirates from the nodule were submitted for in vitro culture. Samples were first incubated in Dulbecco's Modified Eagle's Medium (DMEM) (Invitrogen, Carlsbad, California, USA) supplemented with 20% (v/v) heat-inactivated fetal calf serum (FCS) in an atmosphere of 5% CO2 and 95% air at 37℃ for 1 week, after which the medium was replaced with Schneider's Drosophila medium (GIBCO™ Schneider's Drosophila Medium 1X, liquid) (Invitrogen) with 20% heat-inactivated FCS, and incubated at 24℃ []. However, the culture was uninformative.\\nFor PCR, DNA was extracted from the specimen using a commercial DNA Extraction Kit (AccuPrep® DNA Extraction Kit, Bioneer, Daejeon, Korea) with minor modifications [,]. In order to diagnose and obtain genomic data, PCR assays were performed with following primer pairs [,]; R174 (5'-GGTTCCTTTCCTGATTTACG-3') and R798 (5'-GGCCGGTAAAGGCCGAATAG-3') which were specific to the partial small subunit ribosomal RNA (SSU rRNA) gene (600 bp) of Leishmania, and N13A (5'-AACTTTTCTGGTCCTCCGGG-3') and N13B (5'-CCCCCAGTTTCCCGCCC-3') which were specific to a 120 bp fragment of the L. infantum kinetoplast DNA minicircle. The PCR products from each gene fragment were purified using a commercial gel extraction kit (QIAEX II Gel Extraction Kit, QIAGEN Inc., Valencia, California, USA). DNA sequencing was carried out using an automated DNA sequencer (ABI system 3700, Applied Biosystems, Inc., Foster City, California, USA). Using the DNA Basic module (DNAsis MAX, MiraiBio, Alameda, California, USA), gene sequences of the Korean canine Leishmania sp. (Leishmania infantum isolated from a dog in this study) were compared with those of the other known Leishmania species. The nucleotide sequences of the 600 bp fragment of the SSU rRNA gene and 120 bp fragment of the kinetoplast DNA minicircle gene from the Leishmania-infected dog described in this study were deposited in GenBank under accession numbers EU825208 and EU825207, respectively.\\nPCR analysis of the aspirated samples showed both the 600 bp band specific for Leishmania and 120 bp L. infantum-specific kinetoplast DNA minicircle () [-]. Nucleotide sequence comparisons of the SSU rRNA gene of the organism with that of other parasites available in GenBank revealed that the organism shared greater than 99% identity with 10 of 13 strains of Leishmania spp. and above 98% identity with the other 3 Leishmania spp. (). The sequence comparison of the kinetoplast minicircle DNA of the organism with that of other parasites available in GenBank revealed that the organism shared 96.5-98.3 nucleotide identities with LLM-719, LEM-2298, and IPT1 strains of L. infantum. The organism also showed relatively high nucleotide identities of the kinetoplast minicircle DNA with Leishmania chagasi and Leishmania donovani, sharing 95.6-96.5% similarity (). However, the organism revealed to have very low nucleotide (69.7%) identities with Leishmania amazonensis (). Based on these data, the Korean Leishmania species from the dog described in this study was confirmed to be L. infantum and the dog was therefore diagnosed with CanL. Following the diagnosis, the dog was euthanized upon its owner's request.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'7573707': 1, '26617444': 1, '16473467': 1, '17089780': 1, '9988320': 1, '10209819': 1, '15649998': 1, '16414196': 1, '30915375': 1, '22607079': 1, '16838205': 1, '7615719': 1, '28095666': 1, '23467266': 2, '1565128': 1, '9095161': 1, '24327780': 2}", "similar_patients": "{'3582933-1': 1}"}