{"patient_id": 160341, "patient_uid": "3548383-1", "PMID": 23349610, "file_path": "noncomm/PMC003xxxxxx/PMC3548383.xml", "title": "The diagnostic role of 18-fluorodeoxyglucocose–positron emission tomography/computed tomography in occult bacteremia searching underlying primary disease", "patient": "A 2-year-old Indian female child presented with irregular high-grade fever for 1 month accompanied by behavioral changes, namely aggressive fever and tendency to bite, for 7 days. Then, the patient developed difficulty in walking for3 days. On evaluation, she was found to have normal milestone with no remarkable finding on physical examination. But, she continued to have high-grade fever and was subjected to further evaluation as a case of pyrexia of unknown origin. All other parameters, like complete blood count, peripheral blood film, urinalysis and blood cultures were within the normal range. Computed tomography (CT) brain showed mild cerebral atrophic changes, but milestones were normal. Magnetic resonance imaging (MRI) of the brain reported bilateral T2/FLAIR(fluid-attenuated inversion recovery) hyperintensity seen in periventricular and subcortical white matter. There was diffusion restriction seen in the bilateral frontal lobe white matter, peritrigonal white matter and genu of corpus callosum and mild corticocerebral atrophy [Figures and ]. Because the case was now trapped in a huge diagnostic dilemma, she was referred for 18-FDG PET/CT, which revealed FDG avid rim lesion with central photopenic defect in left high parietal cortex suspicious of pyogenic abscess []. There was significant hypometabolism in the bilateral temporal and parietal cortex. Apart from this, multiple FDG avid bilateral lung nodules were seen, which were suspicious of infective etiology []. Then, MRI was done again, which reported ring-enhancing lesion seen at the left high parietal region []. Culture of bronchoalveolar lavage was positive for Kleibsella and aspirate from cerebral abscess was also positive for Kleibsella. The patient was treated accordingly, and she made steady progress, after which she was finally discharged with no residual squeal. This case provides an excellent example where FDG PET can resolve a diagnostic dilemma, and helped to make a definite diagnosis earlier and with more certainty than any other imaging/diagnostic modalities.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'31976156': 1, '12622601': 1, '16479239': 1, '13734791': 1, '17220753': 1, '27387824': 2, '31427907': 1, '14735385': 1, '23349610': 2}", "similar_patients": "{'4936236-1': 1}"}