{"patient_id": 156105, "patient_uid": "3221233-1", "PMID": 22121288, "file_path": "noncomm/PMC003xxxxxx/PMC3221233.xml", "title": "SUCCESSFUL TREATMENT OF MULTIFOCAL CUTANEOUS LEISHMANIASIS WITH MILTEFOSINE", "patient": "A 48-year-old immunocompetent male presented to our out-patient department with multiple red colored raised lesions on different parts of the body since 3 months. Initially, a single, red, raised lesion appeared on the forehead, which was associated with fever and chills. Then, many similar lesions appeared on other body parts like forearms, left leg, right index finger, left wrist and dorsa of both feet in the following 3 weeks. On enquiry, the patient gave a history of travelling to Saudi Arabia about 6 month back. Further enquiry revealed that he was bitten by insects during night sleep, when he only used to wear modesty garments. On examination, there were multiple erythematous plaques of sizes varying from 3 to 8 cm in diameter. All the lesions were slowly progressive in nature and showed ulceration and crusting with minimal oozing of blood stained discharge [Figures and ]. Some of the lesions were showing typical volcano like morphology []. His general and systemic examination was within normal limits. There was no associated enlargement of regional lymph glands.\\nHis blood biochemistry and complete blood count were within reference range. His hemoglobin was 13.6 g/dl, total leukocyte count 6600/mm3, serum creatinine 0.8 mg/dl, and blood urea nitrogen was 18 mg/dl. Serological studies for human immunodeficiency virus and hepatitis B virus were negative. A differential diagnosis of disseminated fungal infection, atypical mycobacteriosis and sporotrichosis was entertained. Histopathology of lesional biopsy showed diffuse and dense granulomatous infiltrate comprising lymphocytes and histiocytes in superficial as well as deep dermis, along with abundant plasma cells []. Giemsa stained preparation showed leishmania donovan (LD) bodies intracellularly as well as extracellularly []. Bone marrow examination for parasite was negative. Abdominal ultrasound did not show any hepatosplenomegaly. However, culture of lesional tissue on Nicolle-Novy-McNeal (NNN) media was reported negative at the end of 4 weeks.\\nWith a working diagnosis of leishmaniasis and due to side effect profile of pentavalent antimonial, and the fact that the patient preferred oral medication, the patient was started on oral miltefosine (Impavido®) (2 mg/kg/day), 50 mg twice daily, on out-patient basis. Gradually, all the lesions showed resolution over 4 months of miltefosine therapy [Figures and ]. Except two episodes of vomiting which were managed symptomatically, the patient did not report any significant side effects or any changes in biochemical parameters. As per telephonic conversation with the patient, he reported no relapse of skin lesion.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'16597200': 1, '19000063': 1, '12456849': 1, '12865572': 1, '15482153': 1, '17350500': 1, '10707104': 1, '19454711': 1, '19549672': 1, '27688441': 1, '18249464': 1, '10513726': 1, '18211436': 1, '15127339': 1, '12150849': 1, '10669380': 1, '22121288': 2}", "similar_patients": "{}"}