{"patient_id": 43431, "patient_uid": "3751651-1", "PMID": 23938043, "file_path": "comm/PMC003xxxxxx/PMC3751651.xml", "title": "Rectal lymph node metastasis in recurrent ovarian carcinoma: essential role of 18F-FDG PET/CT in treatment planning", "patient": "A 59-year-old para 2 menopausal woman presented with a 15 cm × 15 cm pelvic tumor. Her mother had a history of breast cancer. The patient’s serum level of cancer antigen 125 (CA125) was elevated to 1,615 U/ml (normal value, <35 U/ml). Laparotomy showed that the tumor originated in the left ovary and was tightly attached to both the uterus and the rectum. Ascitic cytology (<100 ml) results were positive for adenocarcinoma. Consequently, the patient underwent total hysterectomy, bilateral salpingo-oophorectomy, and partial omentectomy (Figure ). The maximum diameter of the remaining tumors was less than 1 cm. The operating time and blood loss were 265 min and 3,360 ml, respectively. The histological diagnosis was stage IIIc ovarian serous papillary adenocarcinoma, based on the 1994 International Federation of Gynecology and Obstetrics classification. Subsequently, she received intraperitoneal chemotherapy followed by adjuvant chemotherapy. Whenever her serum CA125 level exceeded 100 U/ml, she received repeated cycles of chemotherapy (Figure ).\\nThirty-four months after surgery, 18F-FDG PET/CT revealed increased 18F-FDG uptake in two mesorectal lymph nodes (12 and 26 mm) and one pararectal lymph node (18 mm) (Figure ). The results of contrast-enhanced CT scans obtained 2 weeks earlier were equivocal for one mesorectal (12 mm) and one pararectal (18 mm) lymph node (Figure : 1A, 1C). The patient underwent SDS aimed at removing the three tumors; this surgery involved low anterior resection of the rectum with total mesorectal excision, along with resection of the vaginal cuff. On careful inspection of the abdominal cavity, no macroscopic peritoneal dissemination was identified. The surgery accomplished macroscopic complete resection. Histopathological analysis of the surgical specimens showed that the tumors were two mesorectal and one pararectal lymph node metastases; one paravaginal lymph node (5 mm) had not previously been detected by 18F-FDG PET/CT (Figure ). The histology of all four of the lymph nodes was serous papillary adenocarcinoma, consistent with ovarian carcinoma (Figure D).\\n18F-FDG PET/CT was performed at 19 (not shown), 24 (Figure ), and 36 (not shown) months after SDS, and 18F-FDG uptake in the pelvic lymph nodes was observed. The patient received palliative chemotherapy until interstitial lung disease occurred. Forty-five months after SDS, the recurrent tumor invaded the vaginal wall and the patient died from vaginal hemorrhage, but without rectal obstruction throughout the clinical course. At autopsy, multiple metastases of the cancer were found, involving the bladder muscle, vaginal wall, pelvic wall, left kidney, pelvic and para-aortic lymph nodes, and liver surface (Figure ).\\nOur imaging protocol required patients to fast for more than 5 h before intravenous injection of 18F-FDG (2.6 MBq/kg). After administration of 18F-FDG, an early emission scan (at 60 min) and delayed emission scan (at 120 min) were obtained in three-dimensional mode from the orbit to the upper thigh. All scans were performed with a PET/CT scanner (SET-3000BCT/L; Shimadzu, Kyoto, Japan), and transmission scans were simultaneously obtained using an external source (740 MBq 137Cs). After completion of the delayed PET scan, CT with a single-helical scanner was performed to reconstruct PET/CT images for visual interpretation and tumor volume measurements.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'17896149': 1, '20489063': 1, '21843173': 1, '20032141': 1, '16246401': 1, '22681676': 1, '21472733': 1, '15865017': 1, '16837030': 1, '32414119': 1, '16572412': 1, '17634950': 1, '33821347': 1, '18751410': 1, '20088673': 1, '23938043': 2}", "similar_patients": "{}"}