{"patient_id": 41342, "patient_uid": "3598977-1", "PMID": 23452722, "file_path": "comm/PMC003xxxxxx/PMC3598977.xml", "title": "Microscopic polyangiitis complicated with ileal involvement detected by double-balloon endoscopy: a case report", "patient": "A 70-year-old Japanese woman was admitted to another hospital for paralytic ileus. An abdominal computed tomography (CT) scan showed widespread thickening of the small intestinal wall and ascites. The soluble interleukin-2 receptor level was increased to 2930 U/ml (normal, 220–530 U/ml). She was transferred to our hospital for close examination of the small intestine because intestinal malignant lymphoma was suspected. Her blood pressure and pulse were normal. Her body temperature was 37.4°C. Her weight decreased from 54 to 41 kg in 1.5 years. She had a 2-year history of lower-extremity paresthesia, and lumbar spinal canal stenosis was diagnosed at another hospital. A physical examination revealed signs of anemia. Superficial lymph nodes were not palpable. Livedo reticularis appeared occasionally on the extremities. She was not taking any non-steroidal anti-inflammatory drugs or antibiotics. Peripheral blood analysis showed normocytic normochromic anemia (red blood cell count, 297 × 104/μl [normal, 350–510 × 104/μl], hemoglobin, 8.2 g/dl [normal, 11.1–15.1 g/dl], and hematocrit, 26.0% [normal, 33.5%–45.1%]). Her white blood cell count was 12600/μl (normal, 3900–9800/μl) with 1% eosinophils (normal, 0.0%–8.0%). She demonstrated hypoproteinemia at 6.0 g/dl (normal, 6.5–8.5 g/dl) and hypoalbuminemia at 2.3 g/dl (normal, 3.9–4.9 g/dl). The C-reactive protein level was 6.07 mg/dl (normal, 0.00–0.50 mg/dl). Blood urea nitrogen and creatinine levels were in the normal range. Slight proteinuria (1+) was observed. Hematuria was not observed. Chest and abdominal CT scans showed honeycomb changes and ground-glass opacities in the lung and dilatation and wall thickening of the small intestine (Figure ).\\nRetrograde DBE showed irregular ulcers in the ileum, which took various forms such as spiral and longitudinal (Figure A, B). The most distal ulcer was about 20 cm proximal to the ileocecal valve. Redness and edema were observed around the ulcers, and the borders of the ulcers were unclear. Some of the mucosa between the ulcers was reddish and edematous. A stenosis was also present in the ileum (Figure C), and the scope could not pass through the stenosis. No abnormality was detected in the colon. Pathological examination revealed inflammatory cell infiltration (including lymphocytes, neutrophils and eosinophils), intestinal edema and crypt destruction (Figure A). Although the interstitial edema and crypt destruction were conspicuous, the inflammatory cell infiltration was relatively mild. These features were suggestive of ischemic changes. It is not known if there was transmural inflammation, because the biopsy specimens did not show the full thickness of the intestinal wall. Lymphoma cells, granuloma formation, and vasculitis were not detected. Retrograde DBE was performed again 1 week later, and the result was similar. Biopsy culture and polymerase chain reaction of tuberculosis were negative. The tuberculin reaction was also negative. The cause of the small intestinal involvement was unknown at that time.\\nUpper-extremity paresthesia and a fever spike appeared several days after the second DBE. Neurological examination revealed sensory and motor disturbances of the extremities. Mononeuritis multiplex, including lower-extremity paresthesia, was diagnosed. Anti-myeloperoxidase ANCA increased to 42.5 U/ml (normal, <9.0 U/ml). Anti-proteinase 3 ANCA, IgG, IgA, IgM, and IgE were within their normal ranges. Sural nerve biopsy was carried out. It did not reveal necrotizing vasculitis; however, it suggested small-vessel vasculitis (Figure A). Axonopathy was revealed. Renal biopsy revealed pauci-immune tubulointestinal nephritis (Figure B). Esophagogastroduodenoscopy showed no abnormality. Anti-nuclear antibody titers were weakly positive at 1:80. C1q immune complex, lupus anticoagulant, and anti-cardiolipin-β2-glycoprotein I complex antibody were negative. From these findings, the diagnosis of MPA was made. It was suggested that the cause of the intestinal involvement was MPA. Intravenous pulse cyclophosphamide (10 mg/kg, every 2 weeks for the first three treatments and every 3 weeks thereafter) and oral predonisolone (1 mg/kg/day) were started. Six treatment cycles of intravenous pulse cyclophosphamide were performed. Her white blood cell count, C-reactive protein level, and anti-myeloperoxidase ANCA level decreased to their normal ranges. Retrograde DBE about 10 months after the last DBE showed ulcer scars, but ulcers were not detected (Figure D). The stenosis was observed in the ileum (Figure E); however, she had no gastrointestinal complaints. Pathological examination of the biopsy specimens revealed fibrosis, suggestive of scarring resulting from the previous ulceration (Figure B). Paresthesia has remained, but has not deteriorated. Muscle weakness has been recovering gradually.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'26900301': 1, '22624072': 1, '15479909': 1, '15758841': 1, '21195409': 1, '18413444': 1, '21297323': 1, '16733139': 1, '8129773': 1, '2202312': 1, '20656070': 1, '16901958': 1, '6366453': 1, '23452722': 2}", "similar_patients": "{}"}