{"patient_id": 162086, "patient_uid": "3699923-1", "PMID": 23197211, "file_path": "noncomm/PMC003xxxxxx/PMC3699923.xml", "title": "Multiple metastatic basal cell carcinoma with concurrent metastatic\\npleomorphic sarcoma in chronic lymphedema area - Case report", "patient": "A 75-year-old Caucasian man presented with lymphedema in the right upper limb, a sequel\\nof surgical treatment for axillary hidradenitis suppurativa. One year after surgery, an\\nulcerated lesion appeared in the right axillary region followed by other similar lesions\\ndistributed throughout the upper limb ().\\nThree months later, he presented with a vegetating, ulcerated and bleeding lesion in his\\nright arm, with rapid and progressive growth and approximately 6 cm in diameter (). The patient denied any diseases prior to\\nsurgery or exposure to radiotherapy, arsenic or immunosuppressives. HIV and hepatitis B\\nand C serological assays were non-reactive. There was no change in face, arm, jaw or\\nchest radiographs. Biopsies of the ulcerated lesions and vegetating lesion revealed\\nmultiple exophytic BCCs and poorly differentiated pleomorphic sarcoma, respectively. He\\nevolved with severe anemia due to intense bleeding injuries and amputation of the\\naffected limb was indicated.\\nAnatomopathological examination of the lesions of the amputated arm showed multiple BCCs\\nwith varying patterns. The largest lesion was in the axillary region, measuring 4 cm in\\nthe greatest diameter, predominantly with a morphea-like sclerotic pattern, infiltrating\\nnerve bundles and blood vessel walls ().\\nTwo of the five dissected axillary lymph nodes were affected by metastatic BCC (). In turn, the vegetative lesion revealed an\\nulcerated pleomorphic dermal neoplasm, of exophytic growth, with focal areas of necrosis\\nand infiltration of adipose tissue ().\\nImmunohistochemistry of axillary BCC and lymph node metastases showed expression of\\ncytokeratin and was negative for vimentin, muscle differentiation markers\\n(α-actin smooth muscle, 1A4, musclespecific actin, HHF-35 and Desmin) (). The pleomorphic sarcoma showed intense\\nexpression for vimentin and CD68 and focal positivity for HHF-35 and 1A4 (). Six months after upper limb amputation,\\nthe patient had cervical lymph node metastasis with histological and immunohistochemical\\npattern of poorly differentiated pleomorphic sarcoma ().", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'8293396': 1, '2987498': 1, '19958449': 1, '17254938': 1, '12077591': 1, '12756102': 1, '7929934': 1, '23197211': 2}", "similar_patients": "{}"}