{"patient_id": 158823, "patient_uid": "3433556-1", "PMID": 22977766, "file_path": "noncomm/PMC003xxxxxx/PMC3433556.xml", "title": "Incarcerated internal hernia within a huge irreducible parastomal hernia with intestinal obstruction: a rare case report of \"hernia within hernia\"", "patient": "A 70-year-old obese woman with diabetes who underwent an abdomino-perineal resection due to rectal cancer 20 years ago was admitted to our hospital with a 20-year history of a huge irreducible bulge occupying her left abdomen () and presented with intermittent abdominal pain, abdominal distention, nausea, vomiting and no discharge from her colostomy stoma for 3 days. On physical examination, her abdomen was soft and distended. There was a huge irreducible bulge around the colostomy stoma in the left lower quadrant. A mild tenderness in the bulge was detected with no guarding and rebound tenderness. Abdominal computed tomography showed an abdominal wall defect 10 cm in diameter and a huge mass 25 cm in diameter containing loops of bowel (). Diagnosis of parastomal hernia with intestinal obstruction was established preoperatively. An emergency exploratory laparotomy revealed an incarcerated internal hernia due to an adhesive band extending from the hernia sac wall to distal colon in the huge parastomal hernia (). Two hernia rings were found in this patient: one was around the defect of the abdominal wall (primary parastomal hernia) and the other was composed of an adhesive band resulting in an incarcerated internal hernia. So diagnosis of \"incarcerated internal hernia within primary parastomal hernia (hernia within hernia)\" was confirmed during the operation. The lysis of the adhesive band and the removal of the distal colon were performed to relieve intestinal obstruction and the colostomy stoma was relocated into the left upper quadrant of the abdominal wall (). Abdominal wall defect repair with prosthetic mesh was not performed due to concerns of incisional infection and consequent removal of the mesh. The patient was discharged uneventfully 2 weeks after the surgery and was readmitted to have further laparoscopic intraperitoneal onlay mesh (IPOM) repair procedure 8 months later.\\nMassive abdominal adhesion and two adjoined abdominal wall defects were found by diagnostic laparoscopy during the second procedure. One defect with about 12 × 10 cm in diameter located at the original stoma site while another defect with about 5 × 5 cm in diameter located at the new colostomy site (). A large mesh with a 5 cm orifice through which the stoma was able to go was used with the IPOM technique to cover both defects. Unfortunately, the patient presented with a right lower abdominal pain and high fever three days after the surgery. Some bile-like juice drained out from the abdominal drain tube. An emergency exploratory laparotomy was done revealing an intestinal perforation and an infected fluid collection in the right lower abdominal cavity confined by omentum and adjacent bowels. Fortunately, the intestinal fluid did not contaminate the mesh placed in the left side of the abdominal wall, so we were determined to keep the mesh in place. Resection of the affected portion of the small intestine and an end-to-end anastomosis were performed. After the third surgery, no other complications but incision infection developed in this patient. At 22-month follow-up, there were no evidences of recurrence.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'14501505': 1, '23323235': 1, '22066109': 1, '19300232': 1, '3390668': 1, '12854101': 1, '19011935': 1, '18267165': 1, '14505237': 1, '18682886': 1, '18237502': 1, '22977766': 2}", "similar_patients": "{}"}