{"patient_id": 166839, "patient_uid": "3991402-1", "PMID": 24753910, "file_path": "noncomm/PMC003xxxxxx/PMC3991402.xml", "title": "Paratesticular leiomyoma in an azoospermic patient and successful testicular sperm extraction (TESE) for intracytoplasmic sperm injection (ICSI) with an ongoing pregnancy", "patient": "A 31 years old man with a primary infertility of 7 years was referred to our center because of azoospermia. The medical history of the patient and his wife showed no specific problems. Clinical examination revealed normally sized testes with a testicular volume of 15 ml as measured by a Prader orchidometer. Both epididymis and vasa deferentiae, were present at both sides.\\nSix months before, the couple underwent a first unsuccessful TESE-ICSI treatment in another clinic. No paratesticular mass was reported and scrotal ultrasound was reported normal.\\nRoutine laboratory examinations showed a serum follicle-stimulating hormone (FSH) of 11.8 IU/L, luteinizing hormone (LH) of 8.4IU/L and free testosterone of 56.6 ng/L. Sperm analysis showed azoospermia on several occasions.\\nThe couple was planned for a combined TESE-ICSI trial. The wife of the patient had a regular menstrual cycle and the ovarian hyperstimulation was performed using a classical protocol with 0.25 mg/day of gonadotrophin releasing-hormone antagonist (Orgalutran®, Merck Sharpe & Dohme) and 150IU/day of recombinant gonadotrophins (Gonal-F®, Merck Serono). Ovulation triggering was done with 10000 IU of human chorionic gonadotophin (Pregnyl®, Merck Sharpe & Dohme). Oocyte pick-up was performed under general anesthesia 36 hours later and 8 mature oocytes were retrieved.\\nThe patient underwent a TESE on the same day of the oocyte retrieval.\\nDuring this surgery, an ovoid paratesticular mass was observed on the left testis, adjacent to the epididymis, measuring 2.5 × 2.5 × 2 cms. The mass was excised. Grossly it was firm and well circumscribed with a gray-white homogeneous surface.\\nSeveral testicular biopsies were taken to check the presence of spermatozoa and one of the biopsies was sending for pathological evaluation.\\nThe microscopic examination of the paratesticular mass revealed a tumour composed of interlacing fascicles of spindled smooth muscles (). There was also focal inflammation with giant cells. The immunohistochemistry for smooth muscle actin (SMA) (Dako, clone 1A4, dilution 1/100) was positive. The final diagnosis of paratesticular leiomyoma was made. The analysis of the testicular biopsy showed a complete germ cell aplasia (Sertoli-cell-only syndrome). However, after multiple TESE, testicular spermatozoa were observed in the wet preparations which were used for ICSI. Based on morphology in the morning of day 3 after ICSI (van Royen E, 1999), 2 good quality embryos were transferred. The pregnancy test was positive and a single ongoing pregnancy was established.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'18286504': 1, '3354127': 1, '3721756': 1, '9309777': 1, '9864578': 1, '12775098': 1, '2047777': 1, '10332467': 1, '8442311': 1, '10573001': 1, '10469708': 1, '1863475': 1, '8908593': 1, '30875294': 1, '2858113': 1, '16236398': 1, '10435559': 1, '940202': 1, '15175778': 1, '24753910': 2}", "similar_patients": "{}"}