{"patient_id": 159880, "patient_uid": "3519027-1", "PMID": 23243355, "file_path": "noncomm/PMC003xxxxxx/PMC3519027.xml", "title": "Bronchogenic cyst mimicking ischemic heart disease", "patient": "A 70-year-old man presented in our hospital with intermittent chest pain, dyspnea, dysphagia, and cough since 18 months. Clinical examination was unremarkable. The laboratory tests were without pathologic findings. The echocardiogram (ECG) demonstrated a well-known atrial fibrillation. In the past medical history the patient was treated for hypercholesterolemia, diabetes mellitus, arterial hypertension, and atrial fibrillation. In view of these cardiac risk factors and the possibility of an ischemic heart disease the patient underwent a cardiac catheter examination, but a coronary heart disease could be excluded. To proof other differential diagnoses, such as a thoracic aortic aneurysm or pulmonary diseases a chest computed tomography (CT) was requested, which revealed a 10.5 × 8 × 7 cm homogenous subcarinal mass with fluid density of the posterior mediastinum []. There was no evidence of invasion of adjacent structures. The mass was seen to compress mainly the right main bronchus [], the left atrium [Figure and ] and the esophagus [], accounting for the symptoms, such as dyspnea, palpitations, chest pain, and dysphagia, respectively. The typical features of the CT pattern (rounded/oval shape, fluid density (<20 HU)) allowing the diagnosis of bronchogenic cyst. Based on these findings and the general consensus that surgery has been advocated as the treatment of choice for symptomatic bronchogenic cysts, the patient was admitted for elective removal of the mediastinal mass. Histopathologic examination of the lesion showed a lining of respiratory epithelium associated with a wall containing smooth muscle, a finding that is characteristic of bronchogenic cyst []. After the cyst excision the patient was completely asymptomatic.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'12853514': 1, '8020324': 1, '4331304': 1, '17859095': 1, '2069465': 1, '6905820': 1, '15221549': 1, '20616941': 2, '23243355': 2}", "similar_patients": "{'2893431-1': 1}"}