{"patient_id": 34421, "patient_uid": "3009439-1", "PMID": 21206713, "file_path": "comm/PMC003xxxxxx/PMC3009439.xml", "title": "Giant intrathoracic mycotic aneurysm of left subclavian artery", "patient": "A 6-year-old girl, a diagnosed case of acute lymphoblastic leukemia on chemotherapy in another hospital, was admitted to our hospital on 11 August 2008, with complaints of fever and cough for the last 15 days, not responding to antibiotics.\\nHer blood examination on the day of admission showed total leukocyte count of 4100/mm3, platelet count of 41,500/mm3 and Hb of 6.3 g/dl.\\nChest radiograph [] done on the day of admission revealed right-sided tension pneumothorax with collapse of underlying lung. Left lung showed multiple small cavitating nodules. Intercostal drainage tube was inserted and her pneumothorax completely resolved and the underlying lung completely expanded.\\nHigh-resolution computed tomography (HRCT) of chest, done 3 days later on 14 August 2008, showed left apical small soft tissue density mass with air crescent inside [], invading into mediastinum. Left subclavian artery was not visualized, suggestive of engulfment by the mass []. In addition, multiple nodules, some of them showing cavitations and peripheral halo, small peripheral consolidations and thin-walled pneumatoceles, were also seen in both lungs []. Considering these CT features, a presumptive diagnosis of angioinvasive aspergillosis was made. Presence of multiple thin-walled pneumatoceles was considered to be due to concurrent staphylococcal infection with rupture of one of the pneumatoceles leading to initial right-sided pneumothorax. Patient was treated with Amphotericin B and Vancomycin for a week, to cover aspergillosis as well as staphylococcal infection.\\nHer fever subsided; however, cough and respiratory distress persisted. Serial chest radiographs showed a homogenous left upper zone mass with well-defined lower margin which increased in size to almost completely occupy the left hemithorax. A contrast-enhanced CT (CECT) [] done on 12 September 2008, about a month later, showed giant false aneurysm arising from proximal part of left subclavian artery, almost completely occupying left hemithorax with collapse of underlying lung and contralateral mediastinal shift.\\nCT angiography [] confirmed the diagnosis of left subclavian artery giant pseudoaneurysm with large thrombus inside it.\\nShe succumbed to her illness and died while on her way to higher center for endovascular management of aneurysm.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'8179392': 1, '11331156': 1, '11452056': 1, '7707574': 1, '15798050': 1, '4059547': 1, '16397728': 1, '9129641': 1, '21206713': 2}", "similar_patients": "{}"}