{"patient_id": 154321, "patient_uid": "3085976-1", "PMID": 21541080, "file_path": "noncomm/PMC003xxxxxx/PMC3085976.xml", "title": "Nutritional supplementation and dietary restriction in the resolution of enthesitis-related arthritis", "patient": "A 14-year-old girl with a history of enthesitis-related arthritis presented to an environmental medicine clinic, seeking adjunctive therapy for complications of her illness. An extensive history, physical exam, environmental assessment and series of laboratory tests were performed.\\nSixteen months prior, the previously healthy patient had presented to a family physician with a one-week history of sudden-onset right knee pain. A joint aspirate was inconclusive for viral infection and naproxen was prescribed for pain control. Early investigations showed a positive result for antinuclear antibody and an elevated CRP (result 86.6 mg/L with normal 0–8 mg/L). Results were negative for Streptococcus, Lyme and Bartonella exposure. Family history included ulcerative colitis in her father, and paternal grandfather, although neither had sacroiliitis.\\nOver the next month, symptoms progressed to include stiffness and soreness in her lower back, bilateral knees and hips, right wrist and right first interphalangeal joint, at which point rheumatology was consulted and diagnosed enthesitis-related arthritis, although HLA-B27 testing was not done. Visualizing persistent joint effusions on ultrasound, the rheumatologist began methotrexate and what would become a five-month course of prednisone in addition to Naproxen. Sulfasalazine treatment began 14 months after disease onset, as the patient experienced increasing difficulty swallowing pills.\\nAlthough the patient noted some improvement with medications, soreness and stiffness remained in her back and affected joints. Intra-articular steroid injections were associated with improved function in her right wrist and thumb, and physiotherapy and occupational therapy were beneficial, but pain continued to limit her participation in sports and school activities. Schoolwork was also difficult as she was right-handed. Significant medication-related nausea and abdominal discomfort were only minimally lessened with antiemetic medication – ondansetron. However, the patient stated that compliance with ondansetron was poor as the sight of any pill became associated with nausea. Moreover, the course of prednisone had resulted in a 20 lb weight gain, about which the adolescent patient was quite self-conscious. While moderately satisfied with conventional treatment, the family regularly sought out alternative therapies such as craniosacral therapy and reflexology; these interventions were felt to be minimally helpful.\\nMedical records from the environmental health clinic revealed that physical exam was unremarkable aside from a high BMI, and exposure history was typical for a North American teenager. However, biochemical analysis showed severe nutritional abnormalities including low serum levels of tryptophan, taurine and glutamic acid, and low blood levels of zinc and copper. Serum levels of sulfate, co-enzyme Q10, alpha-tocopherol, vitamin A, B-carotene, and 25-hydroxy-vitamin D were also markedly low.\\nToxicant analysis revealed elevated arsenic and mercury levels in whole blood, as well as the presence of two fungal mycotoxins – ochratoxins and tricothecenes in urine testing – suggesting a history of mold exposure. In light of the prednisone exposure, bone density analysis was conducted and found low – normal levels in the patient's hip and spine (total hip z-score –1.2; total spine z-score –0.9).\\nGiven the evidence of toxicant bioaccumulation, it was hypothesized that the mechanism for development of enthesitis-related arthritis in this case might be related to epigenetic determinants and sensitivity-related illness – a disease mechanism initially described in the literature by Claudia Miller in a 1996 paper in Toxicology and thought to be mediated primarily through the action of pro-inflammatory cytokines. Accordingly, proposed treatment focused on: (1) removing agents recognized as common antigenic triggers; (2) restoring nutritional adequacy; and (3) intervening to remove the bioaccumulated toxicants such as mycotoxins and other toxic elements. This approach has proven worthwhile with other immune-related conditions.\\nGluten and casein are commonly linked to sensitivity-related illnesses, and were thus eliminated from the patient's diet along with refined sugar, artificial sweeteners, flavouring agents and corn. Next, initial supplementation focused on vitamin D, zinc, copper, DHA, strontium, vitamin K2, magnesium and probiotics, due to the following indications:\\nVitamin D deficiencies are linked to autoimmune rheumatic disease in adults, and adequate levels are known to be anti-inflammatory; Copper and zinc play significant roles as co-factors in normal immune functioning and deficiencies are linked to gut inflammation. Furthermore, copper and zinc deficiencies are associated with rheumatoid arthritis; Though evidence for probiotics is not yet conclusive, they may decrease gut inflammation, improve arthralgias, and improve gut barrier function. As the combination of steroid treatment and juvenile idiopathic arthritis are known to predispose patients to a higher lifetime risk of osteoporosis, a series of agents were targeted at bone health. Studies support the use of strontium, magnesium and vitamin D, and to a lesser extent, vitamin K2 and DHA in increasing osteoblast activity and restoring bone density. Zinc and copper are increasingly recognized as important co-factors in preventing osteoporosis as well.\\nWithin one month, the patient saw significant improvements in function that allowed her to decrease, and then completely discontinue the methotrexate, sulfasalazine, naproxen and ondansetron after six months. At six months, antinuclear antibody testing was repeated and found to be negative, and CRP levels had returned to normal (result 1.0 mg/L), supporting the clinical picture of inactive disease. Two months after discontinuation, the patient reported that her functioning and quality of life were ‘just like before’ the onset of enthesitis-related arthritis, and she was fully participating in gym class without any concerns. She had lost the excess weight, was taking guitar lessons without further wrist or finger symptoms, and found the diet and lifestyle changes ‘more than worth it’ for the health she was experiencing. At 13 months post intervention, the patient remains completely well with no recurrence of symptoms. Follow-up will continue with the environmental health specialist to address the xenobiotics found on toxic elements and mycotoxin analysis – the suspected factors likely involved in the initiation of sensitivity-related illness in this patient.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'12632431': 1, '20146942': 1, '20506132': 1, '17046114': 1, '20035439': 1, '19592001': 1, '15688190': 1, '19101840': 1, '14702356': 1, '11194525': 1, '17316448': 1, '11703328': 1, '12355487': 1, '16714734': 1, '19968914': 1, '16024303': 1, '19487265': 1, '15845416': 1, '8711750': 1, '16705109': 1, '12913675': 1, '17551063': 1, '20503448': 1, '20358681': 1, '16193098': 1, '18376091': 1, '20606622': 1, '20817053': 1, '20194449': 1, '19058340': 1, '9481116': 1, '17436015': 1, '20183052': 1, '19400701': 1, '19965974': 1, '11706280': 1, '19932890': 1, '10385606': 1, '17557889': 1, '18413440': 1, '22262979': 1, '19969106': 1, '20809666': 1, '10990244': 1, '20191493': 1, '10464568': 1, '19468992': 1, '18173932': 1, '20506368': 1, '19564647': 1, '1596277': 1, '20080446': 1, '18534645': 1, '17337408': 1, '16546059': 1, '3060166': 1, '19255924': 1, '16697970': 1, '12235076': 1, '19435479': 1, '15466896': 1, '12871183': 1, '12468825': 1, '20922209': 1, '19684516': 1, '18695485': 1, '19203652': 1, '15897308': 1, '14760812': 1, '12064849': 1, '16896291': 1, '20237125': 1, '18644131': 1, '12133199': 1, '20877765': 1, '17968338': 1, '20488794': 1, '20600307': 1, '20588228': 1, '20920818': 1, '18181730': 1, '17631750': 1, '19091796': 1, '9341061': 1, '19668530': 1, '18378941': 1, '19947184': 1, '19319380': 1, '24693281': 1, '16901959': 1, '21541080': 2}", "similar_patients": "{}"}