{"patient_id": 162402, "patient_uid": "3724301-1", "PMID": 23914099, "file_path": "noncomm/PMC003xxxxxx/PMC3724301.xml", "title": "Xanthogranulomatous colloid cyst of the third ventricle", "patient": "A 30-year-old male presented with complaints of holocranial headache with transient episodes of blurring of vision for 1 month. His neurological examination was normal. Fundoscopy revealed bilateral florid papilledema.\\nHe was investigated with MRI brain, which revealed a hyperintense (T1W and T2W) solid cystic lesion measuring 3 × 2.9 × 3 cm3 in the anterior third ventricle causing hydrocephalus with enhancement on contrast imaging. The solid portion was hypointense on T2W images and was nonenhancing on T1W-Gadolinium contrast images [Figure -]. The imaging differential diagnosis was colloid cyst with inspissated protein contents or craniopharyngioma.\\nThe patient underwent right frontal craniotomy, and the lesion was approached through interhemispheric transcallosal interforniceal route as the lesion was large and would have been difficult to excise from transforaminal variation of the transcallosal approach. The lesion was solid cystic located in the third ventricle near the foramen of Monro and contained about 2-3 mL of machine oil like fluid which was drained. The solid part of the lesion was avascular, firm, and grayish black in color which was excised. The capsule was removed completely except for the part which was densely adherent to the floor of the third ventricle. An Ommaya reservoir was kept in the third ventricle for external ventricular drainage []. The external drain was removed on postoperative day 5, and a CT scan was repeated on day 7 to look for the residual blood in the ventricles. There was dilatation of the ventricles with periventricular lucency for which a right ventriculo-peritoneal shunt was performed. There was no residual tumor left in the third ventricle.\\nHistopathological examination of excised specimen revealed all the typical diagnostic features of a colloid cyst except for certain parts of the cyst wall where the simple, compressed, ciliated, cuboidal lining lacked a brush border and was sometimes entirely missing. Moreover, the cyst wall was multilayered and thickened by granulomatous tissue which was composed of a potpourri of cells. There was a predominance of epithelioid cells and macrophages, many of which contained refractile material and hemosiderin. Polymorphonuclear leukocytes were diffusely scattered throughout the granuloma, and lymphocytes were seen in focal collections. Foreign body giant cells were not a conspicuous feature. Cholesterol clefts were also noted [Figure -].\\nThe patient is under regular follow-up and doing well with no fresh neurological deficits at end of 1 year.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'1168873': 1, '479942': 1, '7442988': 1, '22405542': 1, '2672396': 1, '4013683': 1, '4035556': 1, '4193921': 1, '20363554': 1, '8416224': 1, '28352831': 1, '2472473': 1, '12128295': 1, '8972153': 1, '1895117': 1, '10206164': 1, '14193250': 1, '632894': 1, '3244413': 1, '7931596': 1, '12066904': 1, '31583166': 2, '23914100': 1, '13273524': 1, '2716977': 1, '28578512': 1, '13795372': 1, '15570418': 1, '4159904': 1, '33207407': 1, '2505568': 1, '23914099': 2}", "similar_patients": "{'6763664-1': 1}"}