{"patient_id": 166384, "patient_uid": "3959392-1", "PMID": 24714280, "file_path": "noncomm/PMC003xxxxxx/PMC3959392.xml", "title": "Mediastinal lymphadenopathy in ampullary adenocarcinoma: not always metastatic", "patient": "A 65-year-old female presented to our clinic with a two-month history of painless progressive jaundice with pruritus and clay colored stools, anorexia and weight loss. On examination she had icterus and a palpable gallbladder which was cystic in consistency. She had normal hematological parameters. Serum bilirubin was 16.9 mg/dL (0.2-1.1 mg/dL) with a conjugated fraction of 13.3 mg/dL, serum alkaline phosphatase was 678 IU/mL (<128 IU/mL), serum aspartate aminotransferase (AST) was 76 IU/mL (<35 IU/mL) and serum alanine aminotransferase (ALT) was 57 IU/mL (<40 IU/mL). She had normal coagulation parameters. Transabdominal ultrasound showed hugely distended gallbladder, dilated common bile duct up to its lower end along with dilated intrahepatic biliary radicles (IHBR). CECT of the abdomen showed dilated pancreatic duct and biliary system. However, a definite cause of the distal obstruction could not be identified. Side viewing endoscopy showed a bulky ulcerated papilla. Biopsies from the papilla showed adenocarcinoma of the ampulla. PET-CT scan was done to look for metastatic disease before surgery. It showed increased [18F]-Fluoro-Deoxy-Glucose (FDG) tracer uptake in the periampullary region (SUV max 4.1) () as well as in the enlarged subcarinal nodes (SUV max 14.7) (). There were no positive loco-regional lymph nodes on PET-CT scan. Endoscopic ultrasound (EUS) showed a small hypoechoic lesion in the ampullary region with dilated common bile duct and IHBR (). Also large hypoechoic subcarinal nodes with echogenic foci were noted (, ) and fine needle aspiration of the node was done using a 22 Gauge needle (EchoTip, Wilson−Cook, Winston−Salem, North Carolina, USA) was performed (). Cytological examination of the aspirate showed granulomatous inflammation consistent with tuberculosis. Stain for AFB was negative but PCR (polymerase chain reaction) was positive for Mycobacterium tuberculosis. She underwent pancreatioco-duodenectomy and achieved complete resection. Following six months of tuberculosis treatment she improved and is asymptomatic after 1 year of follow up.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'20504861': 1, '21264165': 1, '18274842': 1, '8635381': 1, '15138336': 1, '14654474': 1, '21830397': 1, '16720142': 1, '17941009': 1, '19352560': 1, '18656049': 1, '15967899': 1, '16928527': 1, '17629078': 1, '24714280': 2}", "similar_patients": "{}"}