{"patient_id": 41968, "patient_uid": "3639082-4", "PMID": 23561320, "file_path": "comm/PMC003xxxxxx/PMC3639082.xml", "title": "Cardiac papillary fibroelastoma: a retrospect of four cases", "patient": "Patient 4: A 34-year-old woman was referred in November 11th, 2004 for a cardiac murmur newly revealed in a physical examination which is undertaken for an acute upper respiratory tract infection. At admission, results of clinical examination included a systolic murmur in aortic valve auscultation II along with a diastolic murmur in aortic valve auscultation. Transthoracic echocardiography revealed 1. supracristal ventricular septal defect (approximate 7 mm in diameter ); 2. aortic valve malformation with severe regurgitation. The aortic valve replacements combined with septal defect morioplasty was accomplished on November 26th, 2004. Intraoperative foundings accorded with the echocardiography diagnosis. The postoperative tissue biopsy showed a neoplasm (around 2 mm in its greatest dimension), that is of a sea anemone-like appearance with multiple papillary fronds attached to the endocardium by a short pedicle. The tumor with a single layer of endocardial cells covering the papillary surface merged imperceptibly into the subendothelium of the noncoronary cusp. Microscopically, the hyperplastic compact collagen embedded in loose connective tissue composed the core of this tumor. The elastic fibers were irregular and fractured. In view of the pathological foundings, a CPFE was diagnosed.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'1882778': 1, '11390338': 1, '9283541': 1, '24778790': 2, '10916656': 1, '5765136': 1, '2237900': 1, '28526085': 2, '22368632': 2, '2653246': 1, '12947356': 1, '17239221': 1, '7655679': 1, '1953134': 1, '20950491': 2, '16714684': 1, '25336309': 1, '1088858': 1, '230012': 1, '31404349': 2, '2980011': 1, '10585089': 1, '23561320': 2}", "similar_patients": "{'3639082-1': 2, '3639082-2': 2, '3639082-3': 2, '6679706-1': 1, '2965711-1': 1, '3992241-1': 1, '5437578-1': 1, '3232546-1': 1}"}