{"patient_id": 159197, "patient_uid": "3472148-1", "PMID": 23094210, "file_path": "noncomm/PMC003xxxxxx/PMC3472148.xml", "title": "Bilateral absence of musculocutaneous nerve with unusual branching pattern of lateral cord and median nerve of brachial plexus", "patient": "During routine upper limb dissection for first year medical students, the BP of 43-year-old female cadaver showed the complete absence of MCN and variant branches of MN in the arm of both the upper limbs.\\nIn the right axilla, the lateral cord of BP had three branches i.e. lateral pectoral nerve, nerve to CB and lateral root of MN. The lateral pectoral nerve pierced the clavipectoral fascia and supplied the pectoralis major as usual but during its course it communicated with the medial pectoral nerve (MPN) of medial cord of BP (). The MCN was completely absent. The nerve to the CB was a small motor twig arising directly from the lateral cord which innervated the CB muscle. The lateral and medial root of MN formed the MN proper and descended between the biceps brachii and brachialis muscle. It then crossed the brachial artery from lateral to medial and finally entered the cubital fossa. In the arm, deep in the biceps brachii, the MN gave two branches: a direct branch to the biceps brachii and another long branch which, after supplying the brachialis muscle, continued as the LCNF and supplied the lateral side of the skin of forearm. The medial cord also varied in the origin of medial cutaneous nerve of arm and forearm arising from a single common trunk, which became separated in the middle of the arm ().\\nThe lateral cord of BP in the left axilla branched four times: the lateral pectoral nerve; nerve to CB and lateral root of MN and an additional lateral root of MN. The MCN was absent and the nerve to CB was a small twig which supplied and terminated in the muscle itself (). No communication between lateral and MPNs was found.\\nThe MN was formed by two lateral roots from the lateral cord and one from medial root from the medial cord. After the formation, the left MN had the same course as the right side. During its course between the biceps brachii and brachialis, the MN split off a single long branch from which branches to the biceps brachii and brachialis were derived. After supplying these two muscles it continued as LCNF, which supplied the lateral side of the skin of forearm. The medial cutaneous nerve of arm and forearm arose from a common trunk, and separated in the middle of the arm, similarly to the right side ().", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'16988921': 1, '29644112': 2, '24944720': 1, '30984457': 1, '8541607': 1, '1669679': 1, '23301197': 2, '25386419': 1, '17915015': 1, '22822469': 2, '10863751': 1, '15712151': 1, '23094210': 2}", "similar_patients": "{'3398176-1': 1, '5890019-1': 1, '3531593-1': 1}"}