{"patient_id": 160823, "patient_uid": "3596586-1", "PMID": 23508671, "file_path": "noncomm/PMC003xxxxxx/PMC3596586.xml", "title": "Acute Paraplegia Secondary to Thoracic Disc Herniation of the Adjacent Segment Following Thoracolumbar Fusion and Instrumentation", "patient": "A 57-year-old obese female patient who presented initially for evaluation of severe mid-back pain and an inability to stand up straight. One year prior to her presentation, she had had an instrumented anterior and posterior spine fusion from T11 to S1 for a degenerative lumbar disc disease. Neurological examination showed intact motor power with normal sensation in both upper and lower extremities. A standing anteroposterior (AP) and lateral X-rays of the dorso-lumbar spine showed segmental pedicular screw instrumentation with interbody cages done at every level from T11 to S1 (). There was an apparent sagittal spine malalignment with a complete loss of lumbar lordosis and positive sagittal vertical axis. The uppermost pedicular screws at T11 level appeared to be backed out. There was no fracture of the upper instrumented vertebra or the supra-adjacent vertebra.\\nAfter thorough discussion of the treatment options with the patient, she elected to have a trial of conservative management. She was started on a physical therapy program to strengthen her back musculatures along with analgesics and anti-inflammatory medications for pain. Follow-up after 6 months showed minimal response with persistence of symptoms, mainly back pain and poor standing posture. She underwent extension of the posterior spine fusion and instrumentation up to T5 with augmentation of the pedicle screws at T5 with PMMA cement and prophylactic vertebroplasty at T4 (). Intraoperatively, care was taken not to disrupt the interspinous or the supraspinous ligament between T4 and T5 in order to avoid adjacent segment problems, particularly proximal junctional kyphosis.\\nPostoperatively, the patient progressed satisfactorily. She was able to stand up straight with only tolerable back pain. However, two months after surgery, she developed sudden motor and sensory impairment of both lower extremities while getting out of bed. She said there was no history of trauma or of falling. She was taken to a nearby hospital where physical exam showed complete loss of motor power and sensation in both lower extremities. Computed tomography (CT)-myelogram done at that hospital showed signs of obstruction at T4-T5 level. She was transferred to our hospital four days later. Neurological examination confirmed the absence of motor power in all muscle groups with absent sensation in all dermatomes of both lower extremities (ASIA A). The last normal sensory level was T4 (breast level). She had positive bilateral Babinski reflexes with loss of bowel and bladder continence. X-rays of the dorsal spine showed no hardware failure or any vertebral collapse at the proximal junctional area (). Reviewing the CT-myelogram confirmed the obstruction of dye flow at T4-5 level. She was taken immediately to the operating room where posterior spine decompression through laminectomies was done from T3 to T5 with extension of the instrumentation to T3 using transverse process hooks.\\nOn the second day, the patient showed progressive improvement in her neurological status. She regained normal sensation in both lower extremities and started to wiggle her toes. Repeated CT scanning showed no hardware failure or any vertebral collapse of either T4 or T5 (). MRI suggested T4-T5 acute disc herniation compressing the spinal cord ().\\nThe patient then underwent T4-T5 discectomy done through a costo-transverse approach along with interbody fusion at the same level using autologous bone graft and extension of the instrumentation up to T2 using pedicular screws.\\nPostoperatively, the patient's neurological status continued to improve gradually. At two weeks after operation, she had normal sensation in both her lower extremities with good bowel and bladder control. She was able to move her feet and adduct her legs with some quadriceps activities. She was started on an extensive physical therapy program and she is showing a remarkable improvement in her motor power.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'19652573': 1, '16946632': 1, '25276453': 2, '20041053': 1, '20411148': 1, '20081508': 1, '17873819': 1, '16985465': 1, '20622956': 2, '21192216': 1, '18781342': 1, '18007240': 1, '19652572': 1, '15365699': 1, '23508671': 2}", "similar_patients": "{'2900170-1': 1, '4170880-1': 1}"}