{"patient_id": 166469, "patient_uid": "3964157-1", "PMID": 24672246, "file_path": "noncomm/PMC003xxxxxx/PMC3964157.xml", "title": "Gastrointestinal tract metastasis from tubulolobular carcinoma of the breast: a case report and review of the literature", "patient": "A 70-year-old woman was admitted to our hospital with pain and discomfort in the right side of the abdomen, weight loss over the preceding 10 months, and tenderness of a right abdominal mass that had begun to develop 3 months before. Ten years before, she had received a left radical mastectomy as well as a dissection of axillary lymph nodes. Histopathological examination suggested lobular infiltrating carcinoma and some of the signet ring cell carcinoma (). Metastases were identified in five out of eight left axillary lymph nodes, but were not found in the left greater pectoral muscle. Immunohistochemical stains showed tumor cells CK7 (+), GCDFP-15 (gross cystic disease fluid Protein-15) (+), and c-erbB2 (++). The final histological stage was assessed as IIIa (pT3N1M0) (NCCN clinical practice guidelines of breast cancer). After surgery, the patient received one cycle of adjuvant chemotherapy, but this was discontinued due to serious GI reaction. Then, she received treatment with capecitabine (2,000 mg orally twice daily on days 1–14 [21-day cycle] from March 2001 until March 2002) and radiation therapy at the left clavicle (60Co DT:50Gy/38f), the left internal mammary (12Mev DT:50Gy/32f), and the chest wall (6Mev DT:50Gy/32f). After radiation therapy, she received tamoxifen but this was discontinued due to severe endometrial thickening after 3 months. Before chemotherapy, further immunohistochemical stains performed by the oncology department showed E-cadherin (+), 34βE12 (−), ER (+), PR (+), CK19 (+), CK20 (+), suggesting the presence of ductal infiltrating carcinoma and not lobular infiltrating carcinoma.\\nTen years later, she complained of pain and a hard mass with tenderness at the right side of her abdomen. A color Doppler ultrasound showed a 5.0 × 4.9 cm, isoechoic, and irregularly shaped mass near the second hepatic portal in right lobe of the liver and a 7.5 × 7.0 × 5.5 cm, low-echoic, and irregularly shaped mass at the right side of the abdomen. Abdominal magnetic resonance imaging (MRI) demonstrated space-occupying lesions on the anterior section of the luminal side of the mid-ascending colon and the right lobe of the liver. The enhanced computed tomography (CT) scan, after admission, also showed a 5.0 × 4.9 cm, low-density, oval, and sub-lobe opacity mass, which could be ring-enhanced in the right lobe of the liver, and a 7.6 × 5.9 cm soft tissue mass with density in the luminal wall of the ascending colon (). Cancer antigen (CA)-125 levels were significantly high, at 365.5 U/mL, while CEA, CA15-3, and CA19-9 levels were normal. Because of the clinical symptoms, a right colectomy was performed after admission. In the operation, a 10–15 cm mass at the hepatic flexure of the ascending colon that had projected into the lumen instead of breaking through the serosa (or serous membrane), was found. Abnormal mesenteric lymph node was not found. The surgeon suspected there was a primary colon cancer. Histopathological examination showed poorly differentiated adenocarcinoma that had infiltrated into all the layers of colonic wall from the serosa, and cancer emboli were found in colonic lymph vessels (). Immunohistochemical stains showed tumor cells CK7 (+), E-cadherin (+), 34βE12 (−), ER (+), GCDFP-15 (+), CK19 (+), CK20 (+), and liver cell (−) (). These results confirmed that the mass was metastatic ductal infiltrating carcinoma. The patient underwent transcatheter arterial embolization. She rejected intravenous administration (navelbine and cisplatin [NP] regimen) but received treatment with capecitabine (2,000 mg orally twice daily on days 1–14 [21-day cycle]) from December 2011 until February 2013. The symptoms were significantly relieved, and the patient was still living 24 months after diagnosis of the metastasis and at the time this paper was written.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'7530983': 1, '1568609': 1, '11147591': 1, '34131569': 1, '21912949': 1, '924431': 1, '2450059': 1, '6345937': 1, '7682767': 1, '8901855': 1, '10919011': 1, '1607149': 1, '2157608': 1, '26349909': 1, '3366041': 1, '11051411': 1, '14759714': 1, '23129741': 1, '9448188': 1, '12684893': 1, '2839327': 1, '19866427': 1, '11344761': 1, '14509331': 1, '16459641': 1, '17036400': 1, '21431489': 1, '15737028': 1, '17143261': 1, '10950087': 1, '21425017': 1, '3954484': 1, '1514536': 1, '8211676': 1, '16941751': 2, '12099661': 1, '11989148': 1, '11289296': 1, '19896312': 1, '24672246': 2}", "similar_patients": "{'2687742-1': 1}"}