{"patient_id": 153905, "patient_uid": "3023103-1", "PMID": 20065575, "file_path": "noncomm/PMC003xxxxxx/PMC3023103.xml", "title": "Mucin-Secreting Gastric Adenocarcinoma with Rhabdoid Areas", "patient": "A 40-year-old woman presented with complaints of lump in the abdomen since two months, which was rapidly increasing in size and was associated with decreased appetite and weight loss. On examination, the patient was found in poor general condition with severe pallor and pedal edema. On palpation, a 10 Χ 8 cm lump was noted in the epigastrium, which was firm, mobile and nontender. CT scan showed concentric thickening of the stomach wall in the region of the distal body and pylorus, along with multiple hypoechoic shadows in the liver parenchyma []. On upper GI endoscopy, large ulcer was seen in the distal part of the stomach, reaching up to the pylorus. The pylorus could not be negotiated by scope. A biopsy taken simultaneously from the pylorus was however noncontributory.\\nA provisional clinical diagnosis of carcinoma was made and a distal gastrectomy with gastrojejunostomy performed. A large circumferential growth arising from the pylorus, adherent to the pancreatic capsule with mesocolon was found. Multiple local gastric lymph nodes were also found enlarged. The liver showed multiple deposits.\\nWe received a distal gastrectomy specimen measuring 12 × 7 × 4 cm with attached omentum measuring 14 × 12 × 3 cm. There was a circumferential ulceroproliferative growth in the region of the body and antrum with maximum tumor diameter of 9 cm []. The tumor was close to the distal margin. A tumor perforation was present in the posterior wall of stomach in antral region along the lesser curvature. Multiple lymph nodes were dissected from along the lesser curvature.\\nOn microscopy, the tumor was found to be predominantly composed of large lakes of mucin with clusters as well as singly lying atypical cells with high N:C ratio, pleomorphic nuclei and prominent nucleoli. Many signet ring cells were also seen []. There was an adjacent area with tumor cells lying in solid sheets, with dyscohesive round-to-oval cells having moderate amount of eosinophilic cytoplasm, eccentric nuclei and prominent nucleoli []. Occasional cells showed hyaline (PAS positive) inclusions. There was evidence of lymphatic permeation with metastatic deposits in lymph nodes. Immunochemistry revealed cytokeratin and EMA positivity in both well-differentiated mucinous areas as well as solid areas and CEA negative in both. The solid area was also focally positive for vimentin and negative for smooth muscle antigen and ckit. On the basis of morphological and immunochemical findings, a diagnosis of mucinous adenocarcinoma (signet ring type) with foci of rhabdoid differentiation was made.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'12478486': 1, '1700599': 1, '15043320': 1, '10631720': 1, '10355971': 1, '21409519': 1, '20414745': 1, '8780932': 1, '15471430': 1, '12232582': 1, '8545590': 1, '8918447': 1, '8188285': 1, '8971557': 1, '9351109': 1, '2445098': 1, '20065575': 2}", "similar_patients": "{}"}