{"patient_id": 46221, "patient_uid": "3965910-1", "PMID": 24707433, "file_path": "comm/PMC003xxxxxx/PMC3965910.xml", "title": "Isolated Aspergillosis Myocardial Abscesses in a Liver-Transplant Patient", "patient": "A 68-year-old man underwent a first cadaveric orthotopic liver transplantation for hepatitis B virus and alcohol-induced cirrhosis that was complicated by hepatocellular carcinoma. After an induction therapy using antithymocyte globulins (ATG), his initial immunosuppressive therapy was based on tacrolimus, mycophenolate mofetil, and steroids. At day 11, because Aspergillus fumigatus was found in a systematic tracheal aspiration, a 21-day course of voriconazole was given. By day 60, he experienced a steroid-resistant acute rejection, which required ATG antirejection therapy. By day 78, he presented with isolated fever. C-reactive protein was 100 mg/L. Total lymphocyte count was 375/mm3. CD4-positive cell count was 60/mm3. Liver function tests were within the normal ranges. Blood-culture and urine-culture were negative for bacteria and fungi. Aspergillus antigenemia was negative. Cytomegalovirus DNAemia was negative. The bronchoalveolar lavage did not reveal the presence of any bacteria, virus, or fungi. In the absence of any identified cause of infection, he underwent a chest and abdominal CT scan, which showed an isolated rounded cardiac collection. Thus, a cardiac MRI was performed as soon as possible to enable diagnosis and close monitoring of the evolution of the cardiac lesion.\\nThe CMRI pointed out a 3 cm diameter collection within the epicardium and myocardium, on the apex posterior wall, without any mass effect. On T1-weighted MRI, the lesion showed a thick rim and a hypointense core. The core was hyperintense on T2-weighted and T2-black blood SPIR MRI, suggesting a cystic core. Only the thick rim was enhanced on postgadolinium MRI. No ischemic lesion or heart-motion abnormality was found. Thus, we hypothesized an infectious cardiac abscess. Because the abscess was very close to the anterior interventricular artery, the radiologists and cardiac surgeons could not perform any abscess puncture for microbial diagnosis. Despite a negative Aspergillus antigenemia and because of the patient's recent history of aspergillosis, we initiated a dual antifungal therapy of caspofungin and liposomal Fungizone.\\nA second CMRI, performed one week later, showed the abscess had grown. Because of a history of tuberculosis in childhood, this prompted us to initiate an antituberculosis therapy (isoniazid, rifampicin, ethambutol, and pyrazinamide) though mainly pericardial abscess has been described []. A CMRI performed 3 months after diagnosis showed stability of the abscess, with the patient still receiving antituberculosis and double antifungal therapies. At that time, liposomal Fungizone was replaced by voriconazole. Because of increased liver-enzyme levels, voriconazole was stopped 1 month later, and the patient was continued on caspofungin alone. Antituberculosis therapy was also continued. By 6 months after diagnosis, a CMRI showed several new growing epi- and myocardial abscesses on both left and right atria and ventricles (). Multiple small and confluent soft-contoured nodules were observed on CT examination and could definitively be attributed to Aspergillus fumigatus infection as, at that time point, the latter was found for the first time in serum, blood, urine, and lung. For the first time, Aspergillus antigens were also positive. Urgent heart surgery was discussed but was rejected due to the patient's altered physiological status and to the extent of the lesions. A few days later, the patient died from a septic shock and multiple organ failure caused by disseminated aspergillosis. Postmortem examination confirmed that multiple aspergillosis abscesses were located in the epicardium, myocardium, and endocardium and were associated with lung, liver, kidney, and skin aspergillosis abscesses.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'26138192': 1, '17077109': 1, '31367502': 2, '15794676': 1, '31194164': 1, '18681952': 1, '15145721': 1, '18094380': 1, '24707433': 2}", "similar_patients": "{'6666845-1': 1}"}