{"patient_id": 162830, "patient_uid": "3752856-1", "PMID": 23984262, "file_path": "noncomm/PMC003xxxxxx/PMC3752856.xml", "title": "Testicular adrenal rest “tumor” or Leydig cell tumor? A report of a challenging case with literature review", "patient": "A 15-year-old male known to have the CAH salt-wasting type diagnosed earlier in childhood. He presented with synchronous and progressive enlargement of bilateral testicular masses during substitutive medical therapy.\\nOn examination, he had normal stature (body mass index: 21.2 kg/m2). Genital examination demonstrated firm painless 8 cm mass involving the right testis and 10 cm mass involving the left testis.\\nSemen analyses revealed azoospermia. Serum hormonal screening showed high 17-OH progesterone; 24.1 nmol/L (1.5-6.4 nmol/L).\\nSerum tumor markers were low; α-fetoprotein was 1 ng/mL (0-44 ng/mL); β-human chorionic gonadotrophin was <12 IU/L (<5 IU/L).\\nTesticular ultrasound examination confirmed the presence of bilateral hyperechogenic hypervascularized lesion; right: 8.6 cm × 3.5 cm; left: 8.4 cm × 5.5 cm []. These features although non-specific, raised the possibility of a testicular neoplasm.\\nConsidering the possibility of malignant testicular neoplasms, a surgical intervention was scheduled.\\nAt surgery, bilateral large firm, lobulated masses were replacing the testicular tissue. The patient underwent bilateral testicular incisional biopsies and the specimens were sent to our department for intra-operative consultation.\\nMacroscopically, both specimens (2.5 cm from the right testis and 1.8 cm from the left testis) appeared light brown with lobular rubbery cut surface. Frozen sections from each were examined. Microscopic examination showed a complete replacement of the normal testicular tissue by sheets and nests of large round and polygonal cells with defined cell borders, abundant eosinophilic cytoplasm and round central nuclei. Nests of cells were separated by dense fibrous tissue []. The morphological features were of “LCT-like” lesion! Nevertheless, Reinke crystals were not seen. At this point, the differential diagnosis was either LCT or mass-forming TART.\\nThe clinical picture of CAH and the bilaterality of the lesions were more compatible with the TART. However, rapid enlargement and the destruction of the testicular parenchyma implying irreversible damage together with worrisome atypical ultrasound features were in keeping with LCT. Two known TART characteristic features if present could strengthen its probability: Hilar location and evidence of response to suppressive therapy. In our case, the lesions occupied the entire testis without definitive hilar location. In addition, no suppressive therapy was tried; the patient was on substitutive therapy when operated.\\nBeing indistinguishable from TART on H and E sections, LCT was difficult to exclude. The pathologic frozen section diagnosis was of benign neoplasm.\\nA decision of bilateral orchiectomy was made and the specimen was sent to our department for permanent examination.\\nMacroscopically, the lesions were bilateral involving almost the entire testes separated into lobules with prominent fibrous bands [].\\nMicroscopically, no normal testicular tissue was identified. The lesions were composed of sheets, nests and cords of polygonal cells with abundant eosinophilic cytoplasm. Few of these cells contained lipochrome pigments, but Reinke's crystals were absent. There was mild nuclear pleomorphism without mitotic activity. Some lymphoid aggregates were seen []. Immunohistochemical analyses were performed []. The polygonal cells showed positivity to four markers known to be shared between LCT and TART namely inhibin alpha, melan A, vimentin, and calretinin. However, the cells showed a distinguishing immuno-profile of TART: Intense and widespread staining for CD56, patchy yet strong staining for synaptophysin and non-reactivity to CD10.\\nThese immunohistochemical features with the absence of Reinke crystals leaded to the final diagnosis of TART and implied a better prognosis.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'21686875': 1, '19500764': 1, '26351608': 2, '20704142': 1, '12835972': 1, '29531157': 1, '22248786': 1, '11157817': 1, '21259051': 1, '29430117': 2, '22606635': 2, '21456481': 1, '27696245': 1, '12930931': 1, '17543962': 1, '16949566': 1, '21378545': 1, '21707702': 1, '31917682': 1, '18528248': 1, '18660859': 1, '17595257': 1, '17307866': 1, '29038332': 1, '16124976': 1, '17222630': 1, '23984262': 2}", "similar_patients": "{'4553183-1': 1, '5798100-1': 1, '3350130-1': 1}"}