{"patient_id": 164075, "patient_uid": "3822029-1", "PMID": 24228150, "file_path": "noncomm/PMC003xxxxxx/PMC3822029.xml", "title": "Coexistence of expanding abdominal aortic aneurysm and aggravated intervertebral disc extrusion -a case report-", "patient": "A 73-year-old male, height 172 cm and weight 75 kg, was referred to our institution after having been seen 3 months previously due to worsening lower back pain which radiated to the left buttock and thigh as well as claudication that had lasted three months. His lower back pain had been treated with caudal blocks for the last 3 years. A lumbar spine radiograph revealed degenerative scoliosis and narrowing of multiple intervertebral disc spaces. A magnetic resonance imaging (MRI) scan demonstrated marked lumbar 3-4 (L3-4) intervertebral disc extrusion, lumbar spinal stenosis, and an L3 compression fracture. He was treated with one L3-4 epidural block, medial branch blocks, and received nonsteroidal anti-inflammatory drugs. His radicular pain and claudication improved, but he complained of low back pain consistently. Therefore, a transforaminal epidural block and percutaneous epidural neuroplasty were performed. After the treatments, all symptoms improved, and only mild lower back pain which increased with walking remained. However, 2 weeks later, he was hospitalized for left leg paralysis and excruciating lower back pain that did not diminish when laying down. MRI was repeated, which identified aggravated L3-4 disc extrusion and a dilatated abdominal aortic aneurysm of nearly 6.0 cm (). Careful review of the previous MR images identified a curvilinear atherosclerotic (calcified) lateral wall of an abdominal aortic aneurysm and fusiform aneurysmal dilation of the abdominal aorta anterior to the vertebral body (). The patient was referred to the neurosurgery department of our hospital for further examination and treatment for the disc extrusion and abdominal aortic aneurysm.\\nHe presented to our hospital with intractable lower back pain and pitting edema of both lower extremities. His blood pressure was 110-130/79-90 mmHg and his pulse rate was 70-80 min. Abdominal contrast enhanced computed tomography (CT) confirmed a focal lower abdominal aortic aneurysm with crescent-form mural thrombus formation, without evidence of rupture (). A sensory conduction study and motor conduction study revealed left lumbar radiculopathy mainly of the L4, L5 nerve roots, as well as hypoesthesia on the right L4 to L5 dermatomes. Muscle strength was fair plus in left L5 innervations on manual muscle testing. The range of motion and reflexes were normal. In all extremities, the arteries were readily palpable and no pulsating mass was detected on abdominal palpation. There were no other abnormal findings on the physical examination. Bloodwork showed total cholesterol 191 mg/dl, triglycerides 137 mg/dl, LDL cholesterol 137 mg/dl, HDL cholesterol 30 mg/Dl and HDL ratio 6.3. The surgeons elected to perform decompressive hemi-laminectomy and microdiscectomy on L3-L4 and transforaminal lumbar interbody fusion on L3-L4. After neurosurgery, the patient's neurologic symptoms improved except for the lower back pain. He was transferred to the thoracic surgery department and underwent endovascular aneurysm repair and aortic stent graft interposition. After surgery, his lower back pain diminished. He underwent physiotherapy for 1 month and was then discharged.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'16876618': 1, '17541001': 1, '12756363': 1, '16762671': 1, '1933203': 1, '11479188': 1, '15471668': 1, '29143100': 1, '20060675': 1, '21629398': 1, '16549646': 1, '20881774': 1, '9718003': 1, '884822': 1, '19364978': 1, '24228150': 2}", "similar_patients": "{}"}