{"patient_id": 157878, "patient_uid": "3354790-1", "PMID": 22629073, "file_path": "noncomm/PMC003xxxxxx/PMC3354790.xml", "title": "Progressive hemifacial atrophy (Parry-Romberg Syndrome)", "patient": "In 2008, a 13-year-old boy was referred to Department of Oral Pathology, Government Dental College and Hospital, Aurangabad, Maharashtra, with a complain of progressive deformity of left side of face since 5 to 6 years. During the physical examination, it was noted that this patient presented a facial asymmetry with marked hypoplasia of the left side of the face, deviation of lips and nose toward left side, and enophthalmy in left eye region [Figures and ]. A big linear dark scar (coup de sabre) was present in the left side of mandibular mentum region passing upward to involve lips and left ala of nose producing obvious depression []. The notching of the upper and lower lip leads to exposure of anterior teeth on left side. Alopecia was noticed in the region of left eyebrow toward medial side []. Patches of hyperpigmentation were seen on the skin of affected area. In addition, ear on left side was slightly smaller than that of right side.\\nIntraorally, the most relevant alteration was the unilateral atrophy of tongue papillae of left side []. There was over-retained maxillary left deciduous canine with palatally erupted permanent canine leading to crowded left maxillary arch. The occlusion was disturbed with midline shifted to the left side. Also, there was hypoplasia of maxillary anterior teeth [].\\nRadiographically, an abnormal root development was seen with maxillary left premolars. The over-retained root pieces of deciduous mandibular second molar of left side were seen on mesial and distal side of roots of second premolar. The overall eruption pattern of teeth on left side was retarded as compared to that of right side. The mandible showed decreased vertical height of ramus along with loss of gonial angle prominence on the affected side [].\\nThe patient presented with good general health condition without any history of obvious past illness that would explain the cause of facial asymmetry.\\nWith these clinical and radiologic findings, the diagnosis of progressive hemifacial atrophy was made. At present, the patient is being periodically reviewed until atrophic manifestation stops and specific intervention could be accomplished.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'29114430': 1, '32038874': 2, '2326349': 1, '25686053': 1, '8175994': 1, '27583230': 2, '26473067': 2, '1518644': 1, '32509553': 2, '12966486': 1, '15850693': 1, '25386541': 1, '7614157': 1, '27606027': 2, '16505785': 1, '25878963': 1, '11010789': 1, '283809': 1, '29445726': 1, '30996540': 1, '22629073': 2}", "similar_patients": "{'7251345-1': 1, '6996043-1': 1, '4991159-1': 1, '4601246-1': 1, '4981944-1': 1}"}