{"patient_id": 158988, "patient_uid": "3459388-2", "PMID": 23049407, "file_path": "noncomm/PMC003xxxxxx/PMC3459388.xml", "title": "Acute lymphoblastic leukemia of childhood presenting as aplastic anemia: report of two cases", "patient": "A two-year-old male presented with a 2-week history of upper respiratory tract infection, dark stools, fever, and severe anemic syndrome. In the physical examination hepatomegaly 2 cm below the costal margin was present with no splenomegaly; signs of heart failure, including edema, fatigue, dyspnea, jugular vein engorgement, and heart gallop were identified. The initial radiographic evaluation showed cardiomegaly and the echocardiogram revealed a dilated cardiomyopathy with an ejection fraction of 44%; a correlation with a previous viral infection was suspected and treatment with digoxin was started with excellent response. The CBC showed an Hb concentration of 1.7 g/dL, leukocytes of 1.18 x 109/L, neutrophils 0.546 x 109/L and a platelet count of 8 x 109/L (). The BMA and BMB showed a severely hypoplastic bone marrow leading to the diagnosis of AA; no malignant cells were present. The patient received 15 mg/kg/day of amikacin (q.i.d.), 100 mg/kg/day of ceftazidim (t.i.d.), for ten days, and transfusion of two packed RBC units and four platelet concentrate units. No steroids were used because the septic condition and pending pathology report. The blood culture was positive for Escherichia coli; gradual clinical recovery was seen without additional treatment needed and the patient was discharged ten days after admission with notable improvement in the CBC (), heart failure signs and decrement of the hepatomegaly to 1 cm below the costal margin; he was followed-up without requiring further therapy. Four months later he was readmitted after ten days of evolution with fever, asthenia, hyporexia, petechiae and presence of multiple adenomegalies, hepatomegaly 3 cm below the right costal margin and grade III splenomegaly. The CBC showed a Hb of 4.7 g/dL, leukocytes of 28.30 x 109/L with 70% of peripheral blasts noted in the BMA, neutrophils of 0.146 x 109/L and a platelet count of 8.6 x 109/L. The patient was treated with the same ALL therapeutic scheme used in case 1 achieving a CR; currently on the maintenance phase ten months after the initial AA diagnosis with the last CBC showing a Hb of 11.9 g/dL, leukocytes 9.12 x 109/L with no blasts present in peripheral blood, neutrophils 6.05 x 109/L and a platelet count of 209.4 x 109/L. His cardiomyopathy has improved gradually and is currently being treated with digoxin.", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'34795723': 2, '31749927': 2, '18181181': 1, '12148900': 1, '26788209': 1, '26217651': 1, '2618983': 1, '8416724': 1, '29285190': 1, '13042782': 1, '18490054': 1, '8069186': 1, '5454711': 1, '3518786': 1, '29901745': 1, '29512702': 1, '23049407': 2}", "similar_patients": "{'3459388-1': 2, '6820834-1': 1, '8568206-1': 1}"}