{"patient_id": 164085, "patient_uid": "3822357-1", "PMID": 24235803, "file_path": "noncomm/PMC003xxxxxx/PMC3822357.xml", "title": "Peripheral primitive neuroectodermal tumor of the adrenal gland: A rare entity", "patient": "A 37-year-old female presented with an episode of dull aching pain in the left loin. There was no history of hematuria, calculuria, lower urinary tract symptoms (LUTS), headache, palpitation, excessive sweating, weight loss, jaundice, or fever with chills. Her pulse rate was 70/min and blood pressure was 110/70 mm Hg. There was no palpable mass. Her serum cortisol (8 a.m., 4 p.m., and midnight), dehydroepiandrosterone (DHEAS), testosterone, electrolytes, urinary metanephrines, and normetanephrines were normal. Her 24 h urine cortisol was raised and low-dose dexamethasone test was positive. She was diagnosed to have Cushing's syndrome. Ultrasonography revealed an 8 × 7 cm large heterogenous left adrenal mass with internal echogenic components. Contrast-enhanced computed tomography (CECT) abdomen and pelvis also showed an 8 × 7 cm left adrenal mass with no fat density []. Left open radical nephrectomy, adrenalectomy, and spleenoraphy was done as the tumor seemed to infiltrate the kidney and was densely adhered to the spleen and the diaphragm. She had an uneventful postoperative recovery. She was given hydrocortisone during the operation which was gradually tapered in the postoperative period. Following excision of the mass, the 24 h urine cortisol level returned to normal.\\nGross specimen showed a 12 × 10 × 8 cm left adrenal mass, infiltrating the left kidney. Cut section showed hemorrhagic and necrosed adrenal mass adherent to the kidney []. Microscopy showed a predominantly necrotic and hemorrhagic tumor with few viable areas composed of diffuse sheets of small to medium sized round cells with round to oval vesicular nuclei exhibiting mitoses up to 10-15/50 hpf and containing scant to moderate cytoplasm. The tumor cell nests infiltrated the thick fibrous capsule and extended into the pericapsular adipose tissue. There were foci of vascular invasion []. Immunohistological staining using CD 99 showed strong positivity []. There was weak positivity with FLI 1, in at least 50% of cells [].", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'29544549': 1, '7513503': 1, '10652933': 1, '28376845': 2, '3334970': 1, '27790563': 1, '20430773': 1, '15001993': 1, '19349548': 1, '24235803': 2}", "similar_patients": "{'5379633-1': 1}"}