{"patient_id": 157938, "patient_uid": "3357016-1", "PMID": 22628974, "file_path": "noncomm/PMC003xxxxxx/PMC3357016.xml", "title": "Use of platelet rich fibrin in a fenestration defect around an implant", "patient": "A 30-year-old male patient reported with the chief complaint of his discolored cantilever bridge in the upper front tooth region. Intra oral examination revealed missing 21 and a cantilever bridge, with 11 as an abutment [Figures and ].\\nHistory revealed that the tooth was extracted two years back due to trauma. X-ray showed adequate bone support. The treatment planned was to give delayed loading implant replacement and metal ceramic crown for the patient in the region 21, and a separate metal ceramic crown for 11.\\nPreparation of the patient included scaling and root planing of the entire dentition and oral hygiene instructions. Eleven was prepared for use as abutment.\\nUnder local anesthesia, a full – thick mucoperi-osteal flap was raised. A two – piece implant (zimmer) of diameter 4.25 mm and length 13 mm was placed in the region, 21 and the flap was sutured. After suture removal, the cantilever bridge was modified and given as temporary restoration [Figures –].\\nWhen the patient was reviewed after one month, there was a concavity in the buccal aspect of the region, 21 []. The region was examined with a bone meter, which revealed a buccolingual width of 5 mm. A fenestration defect was suspected. Treatment was planned to treat the fenestration defect with a combination of bone graft, PRF and guided tissue regeneration (GTR) membrane.\\nA full – thick mucoperiosteal flap was raised with two vertical releasing incisions, beyond the mucogingival junction, which revealed a class I fenestration defect [].[]\\nThe fenestration defect was planned to be treated by placement of bone graft and PRF mixture and resorbable GTR and PRF membrane over the defect.\\nThe patient's blood samples were taken in the operating room during the surgery. Immediately after the blood draw, the dried monovettes (without anticoagulant) were centrifuged at 2700 rpm for 12 minutes in a tabletop centrifuge [REMYR laboratories].\\nThe resultant product consists of the following three layers []:\\nThe topmost layer consisting of acellular platelet poor plasma PRF clot in the middle Red Blood Cells (RBCs) at the bottom.\\nBecause of the absence of an anticoagulant, blood begins to coagulate as soon as it comes in contact with the glass surface. Therefore, for successful preparation of PRF, speedy blood collection and immediate centrifugation, before the clotting cascade is initiated is absolutely essential.[]\\nThe PRF clots were recovered and used in two ways:[]\\nSome were placed in sterile cups and cut in few millimeter fragments. Then they were mixed with bioglass particles. The mixture obtained constituted an easy- to-use homogeneous graft material [Figures –] Others were packed tightly in two sterile compresses inorder to obtain resistant fibrin membranes which could be placed on the grafting material along with the resorbable membrane before wound closure [].\\nCare was taken that the membrane extended 3-4 mm apically and mesiodistally. Later, the flap was coronally positioned and sutured [].\\nThe patient was given antibiotics (amoxycillin 500 mg tid for five days) and analgesics (ibuprofen 400 mg and paracetamol 500 mg twice daily for three days) and post-operative instructions were given. Antibiotics were prescribed to control any post-operative infections. Chlorhexidine (0.2%) mouth rinse was prescribed for four weeks after surgery.\\nThe sutures were removed 10 days after the procedure. The surgical site was examined for uneventful healing. There was no post – operative complications and healing was satisfactory. The patient did not have any post-operative morbidity.\\nSix months after the GBR treatment, intra-oral examination with the bone meter revealed adequate buccolingual width of the ridge of 7 mm. In order not to disturb the minimal amount of bone that would have formed over the fenestration defect, reentry was not performed. The implant was uncovered and a healing abutment was connected to allow emergence of the implant through the soft tissues, thus facilitating access to the implant from the oral cavity and final restoration was placed [].", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'8990634': 1, '11063400': 1, '28833567': 1, '34772376': 1, '8593981': 1, '16504861': 1, '26023636': 1, '11319740': 1, '2156985': 1, '18245923': 1, '7615327': 1, '11895286': 1, '12608674': 1, '11564110': 1, '16968389': 1, '16504849': 1, '23956527': 1, '22628974': 2}", "similar_patients": "{}"}