{"patient_id": 34804, "patient_uid": "3046900-1", "PMID": 21306607, "file_path": "comm/PMC003xxxxxx/PMC3046900.xml", "title": "Inadvertent malposition of a permanent pacemaker ventricular lead into the left ventricle which was initially missed and diagnosed two years later: a case report", "patient": "A 60-year-old Caucasian man was admitted to hospital for new-onset of atrial fibrillation. Normal sinus rhythm was achieved after treatment with amiodarone and diltiazem. Transthoracic echocardiography showed a LV ejection fraction of 35%-40% with no valvular disease. Coronary angiography revealed nonobstructive coronary artery disease. While the patient was undergoing telemetry, he developed a three-second sinus pause and several episodes of persistent sinus bradycardia with a heart rate of 20-30 beats/min even after amiodarone and diltiazem were discontinued. The diagnosis of tachycardia-bradycardia syndrome was made, and his cardiologist decided to implant a permanent dual chamber rate adaptive pacemaker (DDDR). Under fluoroscopy, an endocardial bipolar pacing lead (model number 5594; Medtronicn (Minneapolis, Minnesota, USA) was placed into the right atrial appendage and another bipolar lead (model number 5092; Medtronic) was placed into what appeared in the operating room to be the right ventricle (RV) apex. Chest radiographs and posteroanterior and posterolateral projections after the procedure were reported to be satisfactory positioning of the pacing lead into the RV (Figure ). On the first postoperative day, routine interrogation of the pacemaker showed loss of capture of the \"RV lead.\" Macrodisplacement of the RV lead was suspected, and subsequently it was repositioned in the operating room with achievement of adequate capture. Stimulation threshold of the RV lead was 0.5 V at 0.06 ms. No chest X-ray was performed after the RV lead revision. The pacemaker was programmed to DDDR mode with a lower rate of 60 beats/min. A 12-lead ECG before the patient was discharged showed atrial pacing without ventricular pacing (A pace-V sense) because of programmed, managed ventricular pacing (AAI ↔ DDD) at a heart rate of 60 beats/min. The patient was discharged to home and was prescribed warfarin therapy.\\nDuring the following four months, the patient developed recurrent episodes of right isthmus-dependent atrial flutter which was successfully ablated with conversion to sinus rhythm. The electrophysiologist reported the presence of a large patent foramen ovale during the procedure.\\nThe patient had uneventful follow-up for two years. However, a routine follow-up echocardiogram showed the ventricular pacing wire to pass from the right atrium to the left atrium and then through the mitral valve to the LV with no visible attached thrombi (Figure ). A 12-lead ECG during magnet application (DOO mode) showed atrioventricular pacing with RBBB morphology (Figure ). No history of systemic embolization or transient ischemic attacks was reported. The decision was made to leave the pacing wire in place and continue lifelong warfarin therapy. To date, 40 months after insertion of the pacemaker, the patient remains asymptomatic with no manifestations suggestive of systemic embolization.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'5774628': 1, '29556155': 1, '15224185': 1, '1693195': 1, '10833709': 1, '23847433': 1, '1715075': 1, '25034001': 1, '6027566': 1, '6200859': 1, '5541430': 1, '3812294': 1, '17931830': 1, '24826308': 2, '24669072': 1, '8310911': 1, '14215060': 1, '17067986': 1, '21306607': 2}", "similar_patients": "{'4008350-1': 1}"}