{"patient_id": 43743, "patient_uid": "3784264-1", "PMID": 24106638, "file_path": "comm/PMC003xxxxxx/PMC3784264.xml", "title": "Giant Renal Artery Aneurysms: Decision-Making Dilemmas", "patient": "An 81-year-old lady of African descent was referred from a peripheral centre with right upper quadrant discomfort and hypertension. She was thought to have gallstones with biliary colic from the history. Investigation with ultrasound revealed a normal gallbladder and a giant renal artery aneurysm measuring approximately 10 cm involving the renal parenchyma. Her hypertension was controlled with nifedipine.\\nA CT angiogram of the aorta and renal arteries showed a complex multiloculated aneurysm of the right renal artery extending into the renal parenchyma and involving the distal renal artery. The widest measurement was approximately 10 cm with a smaller component of approximately 3 cm ().\\nA renal scintigraphy showed the right kidney to be 10% functional and the left to be 80%. After careful deliberation on surgical options, the patient was advised and consented to have a right nephrectomy. A midline laparotomy approach was done in order to get full control of the right renal artery as it branched from the aorta. Proximal control was obtained and the renal artery and vein double ligated with 2.0 prolene early in the procedure. To note, the aneurysm was soft and felt like an eggshell that was easy to crack or injure accidentally; hence, the dissection was carried out gingerly ().\\nThe specimen looked like a bilobular cauliflower-type pattern in the parenchyma of the renal substance extending caudally. It was large with an extremely thin wall and very friable. There was a large fresh clot within the sac, which probably developed after early ligation of the renal artery flush with the aorta (Figures and ).\\nThe patient had a smooth postoperative recovery and went home with no compromise in renal function and good control of her hypertension on nifedipine.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'19545110': 1, '18403463': 1, '6419455': 1, '2231943': 1, '7019515': 1, '18313339': 1, '6754382': 1, '20027560': 1, '15218462': 1, '22166552': 1, '11506524': 1, '8322627': 1, '11573039': 1, '1233005': 1, '15622383': 1, '22435028': 1, '24106638': 2}", "similar_patients": "{}"}