{"patient_id": 34810, "patient_uid": "3048477-1", "PMID": 21324109, "file_path": "comm/PMC003xxxxxx/PMC3048477.xml", "title": "Management of aplastic anemia in a woman during pregnancy: a case report", "patient": "A 26-year-old nulliparous Asian woman with an uneventful medical history was admitted to a district hospital at 14 weeks' gestation because of excessive vomiting. Laboratory tests showed pancytopenia (Hb 3.5 mmol/l, Ht 0.17, MCV 87, reticulocytes 28.6 *109/l, leukocytes 3.5 *109/L with differentiation 41% neutrophiles, 50% lymphocytes and 8% monocytes, platelets 45 *109L). No iron, folic acid and vitamin B12 depletion were encountered. She did not use medications and had not been exposed to toxic materials. A bone marrow biopsy was taken showing poor cellular bone marrow without signs of malignancy. Aplastic anemia was the most likely diagnosis. The patient was transferred to our academic hospital for further diagnostic evaluation, counseling and treatment. Repeated bone marrow tests, including immunophenotyping and cytogenetic tests, did not show abnormal cell populations. Bone marrow biopsy showed hypocellular marrow with a percentage less than 5% (Figure ) without specific markers for other causes of pancytopenia, such as acute leukemia, myelodysplastic syndrome, hairy cell leukemia, lymphoma, myelofibrosis or anorexia nervosa. In concordance with the diagnosis of aplastic anemia a small population of paroxysmal nocturnal hemoglobinuria (PNH) positive cells was detected in peripheral blood.\\nAplastic anemia was assumed to originate during pregnancy because six months before admittance to the hospital our patient's hemoglobin level was normal (8.1 mmol/l; normal range: 7.5 to 10.0 mmol/l). During hospital admission the disease progressed resulting in erythrocyte (270 mL dosage consisting of Ht 0.57 l/l) and platelet transfusion (310 mL consisting of 340 *109 platelets) with target platelet count 10 *109/l twice a week. Methylprednisolon was started together with cyclosporine A (CsA) in a dosage of 5 mg/kg twice a day (bd). The patient did not respond (Figures , , ). Moreover, she developed HLA-antibodies against platelets, complicating the search for suitable platelet donors. At 35 weeks the patient became neutropenic, for which oral colistin and tobramycin were given prophylactically.\\nAt 35 weeks labor was induced electively for logistic reasons. Sufficient platelet donors with HLA identical platelet transfusions were guaranteed. During delivery the patient had a fever (38.2°C). The fetus responded with tachycardia. Since intra uterine infection was suspected, amoxicillin and clavulanic acid were started intravenously. She gave birth spontaneously to a healthy son weighing 2415 grams with a five-minute Apgar score of 10. Estimated blood loss during delivery was 100 ml. After delivery severe pancytopenia with neutrophile number <0.05 *109/l persisted. She remained erythrocyte and platelet transfusion-dependent despite CsA treatment. After delivery laboratory tests still showed severe pancytopenia despite transfusions (Hb 5.4 mmol/l, platelets 53 *109/l, leukocytes 1.5 *109/l and neutrophils <0.05 *109/l). Treatment with CsA was continued without success. Therefore, ATG was planned to be added three months after delivery. However, during hospital admission the patient had a fever of 41.2°C and gingival bleeding. No microbiological origin was found. The patient was treated with imipenem and ATG treatment was postponed. The next day the patient had diarrhea, headache and a maculopapular rash, probably due to medication use. Therefore, all medications were stopped for three days. She was discharged from the hospital to recover from the rash and fever. However, two days later she returned to the hospital because of severe vomiting, diarrhea and headache. She became hypotensive and hypoxic needing admission to the intensive care unit. Because of Staphylococcus aureus bacteremia, antibiotic treatment was started (meropenem and vancomycin). She needed artificial respiration because of progressive dyspnea. She developed bilateral pneumonia followed by a pneumothorax in the left lung needing a thoracal drain. Antibiotic treatment was switched to flucloxacillin. Two days later she had an anisocoria, that is, unequal pupil sizes and Glasgow coma score of E1M4(left)Vt. Platelets were 26 *109/l (target platelet count 20 *109/l). The previous day platelets had been 3 *109/l although HLA matched platelet transfusion five times a day. A computed tomography scan of the cerebrum showed a total left arteria cerebri media infarction with bleeding, compression of the left lateral ventricle and midline shift to the right (Figure ).\\nBecause of the poor prognosis, based on the combination of very severe aplastic anemia and cerebral infarction, further treatment was stopped and the patient died 18 weeks after delivery. At present the child is healthy.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'2611139': 1, '12755524': 1, '28154632': 1, '20164484': 1, '12160364': 1, '16787694': 1, '29535558': 1, '11926789': 1, '2057169': 1, '16934813': 1, '9827899': 1, '1586706': 1, '9572167': 1, '21324109': 2}", "similar_patients": "{}"}