{"patient_id": 45944, "patient_uid": "3935898-1", "PMID": 24596628, "file_path": "comm/PMC003xxxxxx/PMC3935898.xml", "title": "Correcting loss of a papilla following orthodontic space opening (Atherton´s patch) through implant supported rehabilitation. A case report", "patient": "- Treatment plan\\nA 35 year-old female nonsmoker, without systemic diseases that could alter the tissue integration of dental implants presented for treatment in a university dental clinic. The patient had absence of the left upper canine (impacted tooth extracted in the past), and treatment plan involved orthodontic site development and implant supported rehabilitation (Fig. ). After orthodontic treatment, where the left upper lateral incisor was moved mesially to open ideal space for implant restoration, clinical examination showed an Atherton´s patch at the distal area of the lateral incisor (Fig. ). Enough mesio-distal space and bucco-palatal width were recorded. Radiographic examinations showed no interproximal bone loss adjacent to the teeth (Fig. ).\\n- Surgical procedure\\nImplant surgery was carried out with local anesthesia, (4% articaine and adrenalin 1:100,000; Ultracain®, Aventis Pharma, Bad Soden, Germany). The flap design consisted of mucoperiosteal flap with mid crest incision and intrasulcular extensions of the adjacent teeth (Fig. ). The implant used was a bone-level implant featuring a chemically modified, sandblasted and acid-etched surface in the endosseous portion, with a platform diameter of 4.1 mm and a length of 12 mm. (Straumann Bone Level SLActive® Basel, Switzerland.) An ideal three dimension implant placement was carefully carried out. Special attention was paid to place the implant platform around 2 mm far from interproximal aspect from adjacent teeth (the presence of this bone is going to support the future papilla). To minimize peri-implant bone remodeling, switching platform concept implant was used. Submerged technique was performed with nonabsorbable sutures (Fig. ). Perioperative antibiotic prophylaxis was initiated 12 hours prior to surgery and maintained one week postsurgically (amoxicillin 500 mg. 3 times a day for 7 days). Post-surgical medication also included Ibuprofen 600 mg. 3 times a day for 2 days, and chlorhexidine digluconate (0.1%) rinse 2 times per day for 10 days. Sutures were removed after 1 week. Second surgery was performed 3 month later with circular incision slightly palatal to the implant platform with the aim to push the soft tissue buccally (Fig. ).\\n- Restorative procedure\\nImpressions were taken, 2 weeks later, using close tray technique, and screw-retained provisional acrylic crowns were inserted to initiate the peri-implant soft tissue conditioning phase. Special care was conducted on the pres-sure on the peri-implant mucosa, and contact points between implant restoration and adjacent teeth. At this moment, total absence of papilla was recorded, being this absence more pronounced at the Atherton´s patch area. At this moment, around 2 to 3 mm of root cementum of the distal aspect of the left upper lateral incisor was clinically visible (Fig. ). Periapical radiograph showed correct level of the interproximal bone at the adjacent teeth (Fig. ). Two and four month later, the provisional crown was enlarged, to optimize the papilla fill. Six month after abutment connection, complete papilla formation was recorded both the distal and at the Atherton´s patch area (Fig. ), and a scalloped profile was present (Fig. ).\\nFinal impressions were taken using open tray technique. Customized impression post (using Duralay resin) was used to record the emergence profile (Fig. ). Direct screw retained zirconia structure was design and produce using CAD/CAM technology (Fig. ). Final direct screw rehabilitation was inserted and papilla fill was recorded at this point (Fig. ).\\n- Follow up\\nRadiographic study did not reveal any signs of continuous peri-implant radiolucency throughout the observation period (3,6,12 month). Final follow up was carried out 18 month after definitive restoration placement. Stability of hard and soft tissues was recorded.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'21691610': 1, '12747463': 1, '11699478': 1, '16512769': 1, '5269763': 1, '19228100': 1, '15017300': 1, '15515340': 1, '20384705': 1, '15635945': 1, '11307559': 1, '15332181': 1, '11922221': 1, '16274304': 1, '24596628': 2}", "similar_patients": "{}"}