{"patient_id": 46322, "patient_uid": "3970246-1", "PMID": 24715916, "file_path": "comm/PMC003xxxxxx/PMC3970246.xml", "title": "Effectiveness of Bortezomib in Cardiac AL Amyloidosis: A Report of Two Cases", "patient": "A 54-year-old man was referred to our institution in June 2006 because of clinical signs of congestive heart failure.\\nHe was a long distance runner and diver but during the last year he had experienced progressive dyspnea and fatigue in his sport activities.\\nClinical examination at admission showed breathlessness, peripheral edema, distended neck veins, hepatic engorgement, and upper quadrants abdominal pain. Clinostatic arterial pressure was 110/70 mmHg with a heart rate of 80 bpm, and orthostatic arterial pressure was 100/70 mmHg with heart rate of 84 bpm.\\nThe electrocardiogram showed diffuse low-voltage QRS complexes. Echocardiography showed a left ventricle with normal diameters (end diastolic diameter 41 mm, end systolic diameter 28 mm) and thickened walls () and preserved systolic function (EF 59%) but typical “sparkling” texture of the myocardium and a restrictive transmitral pattern (E/A = 3.9) suggestive of advanced left ventricular diastolic dysfunction. Atrial enlargement (43 mm) and mild pericardial effusion were also found (). High serum and urinary monoclonal κ light chain was found with high-serum-free κ/λ ratio, as were high levels of serum NTproBNP (5570 ng/mL) and troponin I (0.85 ng/mL) (). The glomerular filtration rate was normal and the daily proteinuria was absent. Periumbilical fat aspirate sample confirmed amyloidosis.\\nA bone marrow biopsy showed 25% of plasma cells with interstitial/paratrabecular distribution. K plasma cellular clonal restriction was observed.\\nAbdominal ultrasound, EMG, nerve conductivity, and total body bone radiographs were normal. A genetic study excluded a transthyretin amyloidosis.\\nFrom August 2006 to March 2007, the patient received a total of 6 cycles of melphalan (14 mg/day) and dexamethasone (20 mg/day) for 4 days. The therapy was frequently discontinued because of recurrent leucopenia.\\nAt the end of this period, blood examination showed a significant decrease in free serum κ light chains but NTproBNP and troponin I levels were increased () and the patient remained ill.\\nFrom April to June 2007 the patient performed 3 cycles of therapy with bortezomib (1.3 mg/sqm/day) and dexamethasone (20 mg/day) administered on the 1st, 4th, 8th, and 11th day of every 21 days course followed by 8 infusions of bortezomib (1.3 mg/sqm/day) every 10 days and 3 infusions every 20 days. The treatment was well tolerated and was stopped in January 2008.\\nSince the first cycle of bortezomib, the patient experienced a progressive improvement in breathlessness with complete remission during the treatment.\\nAt the end of therapy serum free κ light chains and free κ/λ ratio were normal while NtproBNP and troponin I were markedly reduced. Moreover, a considerable reduction in left ventricular wall thicknesses was found (, ). During the following years, all echocardiographic indexes progressively returned to normal values and complete remission of haematological disease was achieved.\\nIn September 2013, the patient was still asymptomatic and routinely performed his usual sport activities without any significant physical limitations. Serum κ chains (11 mg/dL) NTproBNP (204 ng/mL) and troponin I (0.05 ng/mL) concentrations were normal. Echocardiographic indexes were all within normal ranges, and in periumbilical fat aspirate sample amyloid deposits disappeared ().\\nBased on these descriptors, we can consider the patient recovered.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'16434487': 1, '20644111': 1, '17855669': 1, '16960148': 1, '20085941': 1, '18024367': 1, '17606766': 1, '19164601': 1, '19498019': 1, '15365071': 1, '28154276': 1, '18245653': 1, '24715916': 2}", "similar_patients": "{}"}