{"patient_id": 164913, "patient_uid": "3873358-1", "PMID": 24379952, "file_path": "noncomm/PMC003xxxxxx/PMC3873358.xml", "title": "Rapid Progression of Solitary Plasmacytoma to Multiple Myeloma in Lumbar Vertebra", "patient": "A 48-year-old man visited the neurosurgery department for right leg pain. He had experienced low back pain and hyperesthesia in the right leg for six weeks without a trauma history. One week prior to presentation, he experienced right hip flexion weakness. Neurological evaluation revealed right hip flexion (G3/5) and extension weakness (G4/5), and the patient showed an abnormal increased sensitivity in the right leg L3 dermatome, and he had continuous lower back pain with tenderness.\\nComputed tomography (CT) scanning and magnetic resonance imaging (MRI) showed a geographic osteolytic lesion involving the right mid-posterior element of the L3 vertebra and the right psoas muscle, and an epidural mass with dural sac compression (). Subsequently, the patient underwent F-18 FDG whole body PET/CT examination, which revealed a destructive bone lesion and a paravertebral soft tissue mass with mild increased FDG tracer uptake (SUVmax=4.6)(). There was no evidence of metastasis.\\nWe performed a total corpectomy of L3 to remove the destructive column and dural sac mass and stabilized the vertebrae with an expandable interbody cage (Synex System®, SYNTHES, USA) and posterior pedicle screw fixation L1/2/4 (Varian medical system®, VARIANS, USA) (). The patient's neurologic symptoms were improved to normal neurologic function after surgery.\\nHistological diagnosis of the resected tumor was plasmacytoma. The immunohistochemical (IHC) staining of the neoplastic plasma cells revealed only weak Immunoglobulin (Ig) kappa chain restriction and CD138 positive expression (). Bone marrow aspiration biopsy was performed when the plasmacytoma was diagnosed, and normal marrow proliferation was observed. Serologic studies of immunofixation and protein electrophoporesis revealed weak monoclonal gammopathy, IgG-kappa type. The serum free light chain (SFLC) ratio was 1.16 (normal reference range; 0.26-1.65). The patient had no rapid progression factors and underwent local fractional radiotherapy (RT) at a dose of 45 Gy.\\nLess than two months after pathologic diagnosis, he noted a painful, soft mass, 3×3 cm in diameter in the left wrist. There was also a palpable right inguinal mass. A repeat PET/CT also demonstrated multiple bony masses with moderately increased FDG uptake in the left distal ulna, right parietal skull, right and left clavicle, right and left humerus, right radius, sternum, left 8th rib, right and left ilium, left acetabulum, and left proximal femur, due to spread of malignant tumor. A soft tissue mass with increased FDG uptake was noted in the right proximal thigh with lymph node enlargement seen in the right and left external iliac, left pericolic, and right inguinal lymph nodes (). The right inguinal mass was excised for evaluation for multiple myeloma, and IHC staining of the mass revealed a strong kappa chain positive reaction. The mass was CD138 positive and there was high proliferative activity of Ki-67 detected. The SFLC ratio was elevated to 32.3.\\nThe patient was diagnosed with MM and underwent adjuvant chemotherapy, and thalidomide and dexamethasone were administered.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'11920511': 1, '19387333': 1, '15296213': 1, '15487132': 1, '16677383': 1, '12393501': 1, '23135787': 1, '15809451': 1, '18543343': 1, '17404683': 1, '2912957': 1, '20691039': 2, '2343147': 1, '11316553': 1, '11100346': 1, '21195330': 1, '21292778': 1, '20233540': 1, '28868185': 2, '16741249': 1, '9719116': 1, '25207332': 1, '18596742': 1, '6668499': 1, '15009059': 1, '15855274': 1, '16680331': 1, '10580871': 1, '18645990': 1, '17121318': 1, '10979944': 1, '1540888': 1, '30774986': 1, '29806412': 1, '24379952': 2}", "similar_patients": "{'5569402-1': 1, '2923176-1': 1}"}