{"patient_id": 43239, "patient_uid": "3737110-1", "PMID": 23914945, "file_path": "comm/PMC003xxxxxx/PMC3737110.xml", "title": "Giant gastrointestinal stromal tumor (GIST) of the stomach cause of high bowel obstruction: surgical management", "patient": "A 67-year-old man was admitted to the Department of General Surgery of the University of Catania with a persistent abdominal pain in the left hypochondrium associated with nausea, vomiting, and weight loss (5 kg in two months). Clinical examination revealed a palpable mass in the epigastrium and in the left hypochondrium, which was approximately 40 cm long. The abdominal mass appeared to be fixed to adjacent structures, with its limits poorly defined.\\nAll routine blood test results and levels of tumor markers (CEA, CA 19–9, α-fetoprotein) were within the normal ranges. Ultrasonography and computed tomography of the abdomen showed a large mass of 40 × 25 cm, which extended from the posterior wall of the stomach to the spleen, enveloping the body and the tail of the pancreas (Figures and ). Moreover, the mass was in close proximity to the left colic flexure.\\nAfter appropriate fluid resuscitation and positioning of a naso-gastric tube, the patient was urgently taken to the operating room for exploration. A bilateral subcostal approach was chosen. The giant mass occupied the central abdomen and displaced the stomach anteriorly. The tumor abutted surrounding structures closely, especially the left colic flexure, which was compressed. There was no evidence of liver or peritoneal metastasis. After division of the gastro-colic ligament, it became clear that the giant mass derived from the posterior wall of the stomach and encased the body and the tail of the pancreas without infiltrating the celiac trunk or the mesenteric vessels. An intraoperative biopsy of the mass revealed an uncertain ‘spindle cell tumor’.\\nOnce the technical feasibility of the intervention had been established, the splenic vessels were ligated at the superior margin of the pancreas, and the patient was subjected to en-block resection of the mass by distal spleno-pancreatectomy and sleeve resection along the large curve of the stomach. The mass was solid, measured 37 × 24 × 13 cm, weighed 8.5 kg, and had cyst and hemorrhagic areas; it did not infiltrate the spleen or pancreas (Figure ).\\nFinal histopathology of the resected specimen showed a spindle cell cancer with a mitotic count of 5/50 high-power field and a high proliferation index Ki67/Mib1 >10%. Immunohistochemistry revealed that the tumor was positive for CD 117/c-kit and for CD 34, and negative for desmin, vimentin, smooth muscle actin, muscle-specific actin, S-100 protein, and neuron-specific enolase. Hence, the final diagnosis was giant GIST of the stomach with high risk of malignancy.\\nThe postoperative course was uneventful and treatment with imatinib mesylate 400 mg once daily started immediately. The patient appears to be disease free after four years.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'28050114': 1, '17193820': 1, '20457867': 1, '22540369': 2, '15713236': 2, '26181546': 1, '27920639': 2, '28166823': 2, '20515511': 2, '10636102': 1, '18394167': 2, '32855795': 2, '29623046': 1, '19793678': 1, '21954688': 1, '12522257': 1, '11719439': 1, '28511075': 1, '9588894': 1, '29484926': 1, '10215834': 1, '15223958': 1, '26290765': 2, '26036460': 1, '11321348': 1, '17046465': 1, '22965573': 1, '20033343': 1, '31984144': 2, '25805949': 1, '23914945': 2}", "similar_patients": "{'5121561-1': 1, '5294839-1': 1, '6964723-1': 1, '549541-1': 1, '3488525-1': 1, '4531185-1': 1, '2323006-1': 1, '2889990-1': 1, '7444310-1': 1}"}