{"patient_id": 157164, "patient_uid": "3299121-1", "PMID": 22412782, "file_path": "noncomm/PMC003xxxxxx/PMC3299121.xml", "title": "Foreign body aspiration pneumonia in an intravenous drug user", "patient": "A 37-year-old young female patient presented with progressive dyspnea, hypoxia, and left lung consolidation. She had presented to our emergency department, with a 3-day history of shortness of breath, fever, and nonproductive cough. Her past medical history included recently diagnosed and untreated Hepatitis C, related to prolonged intravenous heroin abuse. She was on methadone de-addiction program but was continuing to occasionally using heroin, the last time a week prior to admission. She was also an active smoker, with a 20 pack-year history.\\nOn clinical examination she appeared malnourished and dehydrated, with multiple skin tattoos and burn marks on the left forearm. Temperature was 38.2°C, respiratory rate 30/Min, blood pressure 90/50 mmHg, pulse rate 120 beats/min, oxygen saturation was 95% on room air. Heart sounds were dual, with no added sounds or murmurs. There were no crackles or wheezes audible on auscultation but air entry was markedly reduced on the left side. Routine laboratory investigations showed a hemoglobin of 99 g/L. white cell count 23.7 × 109/L with a neutrophil count of 22.75 × 109/L, and lymphocytes of 0.79 × 109/L, CRP 206 mg/L, Alanine transaminase (ALT) 26 U/L, Aspartate transaminase (AST) 18 U/L, urea 3.5 mmol/L, creatinine 42 μmol/L. Chest X-ray (CXR) showed complete left-sided consolidation with no mediastinal shift [Figures and ]. Venous access was obtained via central cannulation of the internal jugular vein and she was resuscitated with 2 L of normal saline, started on ticaricillin/caluvulanate 3.1 g 6 hourly and referred to intensive care unit for admission with a presumptive diagnosis of severe community-acquired pneumonia.\\nDespite adequate fluid resuscitation, the patient remained hypotensive with decreasing urine output, and noradrenalin infusion was initiated to improve blood pressure. She was intubated for worsening tachypnea and fatigue. Prior to intubation, chest computed tomography (CT) was performed, which confirmed consolidation of both the lobes on the left side; interestingly, no foreign body was described on the initial CT report, but detected on review after bronchoscopy [Figures and ]. Serology was drawn to assess for Hepatitis, HIV, and atypical infection. The antibiotic regime was augmented with the addition of vancomycin and azythromycin.\\nIn view of the history of intravenous drug abuse a transthoracic echocardiogram was performed, which demonstrated mild tricuspid regurgitation, no vegetations, and normal cardiac function. The patient was ventilated on synchronized intermittent mandatory ventilation volume control mode, with a tidal volume of 6 mL/kg, Peak end expiratory pressure (PEEP) of 10 and FiO2 of 0.5. There was only a minimal endotracheal aspirate and a repeat CXR showed the persistence of the left lobe consolidation with no improvement inspite of mechanical ventiltion. Flexible bronchoscopy was performed on day 2 to obtain diagnostic specimens and to look for any airway obstruction by mucous plugging. Bronchoscopy unexpectedly revealed a nearly completely obstructed left main bronchus by a foreign body, which resembled an earring. The foreign body was pulled out using a biopsy forceps. The foreign body became lodged in the endotracheal tube (ETT) necessitating removal of the ETT and foreign body en masse and reintubating the patient with a new ETT. On closer examination of the foreign body was a 25G hypodermic needle []. Subsequent CXR showed clearing of consolidation and the patient was extubated on day 4 and transferred to medical ward for further management. Sputum culture during bronchoscopy also yielded Pseudomonoas aeroginosa, which was sensitive to ticaricillin/caluvulanate. Antibiotics were de-escalated, and the patient was discharged on day 6 with oral antibiotics []. On questioning, it became apparent that she inhaled drugs from the same table she kept her drug paraphernalia. It seemed that while snorting drugs, she inadvertently inhaled the hypodermic needle.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'18414151': 1, '16779536': 1, '15902529': 1, '18252922': 1, '19139679': 1, '9228368': 1, '2327678': 1, '11354755': 1, '22412782': 2}", "similar_patients": "{}"}