{"patient_id": 155592, "patient_uid": "3192352-1", "PMID": 22022193, "file_path": "noncomm/PMC003xxxxxx/PMC3192352.xml", "title": "The Co-existence of the Gastrocnemius Tertius and Accessory Soleus Muscles", "patient": "The bilateral gastrocnemius tertius and the accessory soleus muscles were encountered during dissection studies of a 30-yr-old Turkish male cadaver in 2002-2003 education period. Both sides of the calves were normal in every aspect except for these variant muscles. Innervation of the gastrocnemius tertius and the accessory soleus muscles were from the tibial nerve.\\nIn this side, a two-bellied gastrocnemius tertius and an accessory soleus muscle were observed. The superficial belly of the gastrocnemius tertius muscle had its origin from an area just above the tendon of the plantaris muscle, and the deep belly had its origin from the tendon of the plantaris muscle itself (). The superficial belly of the GCT inserted onto the outer surface of the lateral head of the gastrocnemius muscle after crossing the surface, the deep one inserted onto the inner surface of the medial head of the gastrocnemius muscle. The lateral and medial heads of the gastrocnemius muscle were normal in every aspect. The accessory soleus muscle originated from the posteromedial aspect of the tibia and soleal line of the tibia and inserted to the medial surface of the calcaneus independently of Achilles tendon ().\\nIn this side, a gastrocnemius tertius muscle was observed between the lateral and medial heads of the gastrocnemius muscle (). It had its origin from the lateral condyle of the femur, and inserted to the medial head of the gastrocnemius muscle.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'9010976': 1, '3690223': 1, '5793857': 1, '27656426': 1, '8349215': 1, '24337388': 1, '588987': 1, '2038586': 1, '7890871': 1, '7598226': 1, '7248723': 1, '8230561': 1, '1783756': 1, '2179304': 1, '2960360': 1, '7824980': 1, '7482155': 1, '9137189': 1, '11103767': 1, '22022193': 2}", "similar_patients": "{}"}