{"patient_id": 38507, "patient_uid": "3420507-1", "PMID": 22937316, "file_path": "comm/PMC003xxxxxx/PMC3420507.xml", "title": "Erdheim-Chester Disease Associated with Marginal Zone Lymphoma and Monoclonal Proteinemia", "patient": "A 41 year old man was admitted to University Hospitals Case Medical Center for a two-week history of constitutional symptoms including arthralgias, night sweats, decreased appetite, dyspnea on exertion, and shortness of breath. Past medical history was significant for hypertension, thalassemia minor, hypogonadism, and recent history of uveitis.\\nLaboratory findings at admission included the following: WBC 3.6 × 109/L, RBC 5.52 × 1012/L, Hgb 11.1 g/dL Hct 33.1% MCV 60 fL, and Plt 193 × 109/L. Chemistry tests performed one week before admission were normal except for a low albumin at 2.7 g/dL and calcium at 7.9 mg/dL. Notable abnormal laboratory findings during admission were elevated C-reactive protein at 4.0 mg/dL, sedimentation rate at 69, LDH 218 U/L, and Beta 2 microglobulin 8.0 mg/dL. Serum protein electrophoresis revealed a monoclonal IgG lambda paraprotein 0.8 g/dL. Angiotensin-converting enzyme was elevated at 156 U/L. Testing for viral infections including hepatic function tests, hepatitis B, HIV, parvovirus, and Epstein-Barr virus serology was negative. Serology for mycoplasma and syphilis was negative. Blood cultures failed to grow organisms. Studies for rheumatologic disorders were negative including an ANA panel, rheumatoid factor, and ANCA.\\nCT, MRI, and PET scans revealed extensive adenopathy and abnormal PET uptake within the lymph nodes of the neck, supraclavicular region, chest, abdomen and pelvis, and pericardial thickening suspicious for a lymphoproliferative disease. MRI of the orbits was unremarkable except for mild prominence of the optic disks. EKG and echocardiogram were unremarkable.\\nA bone marrow biopsy was performed to investigate the cause of the paraproteinemia and revealed a hypercellular bone marrow (80%) with 5% mature-appearing plasma cells, normal trilineage hematopoiesis, mild erythroid hyperplasia, and microcytosis consistent with thalassemia minor (not shown). The plasma cells were lambda restricted by in situ hybridization staining. Flow cytometry performed on the marrow identified a small population of clonal plasmacytic cells that were surface light chain weakly lambda(+), CD19(+), HLA-DR(+), CD38bright, CD138(−), CD45(+) moderate to strong, CD20(−), CD5(−), and CD10(−) (not shown). The CD20(+) cells were not clonal. The phenotype was felt to be most consistent with a lymphoma with plasmacytic differentiation rather than a plasma cell dyscrasia [].\\nShortly thereafter, a cervical lymph node biopsy was performed that revealed an effaced lymph node with a dimorphic morphologic picture, . A portion of the node demonstrated a diffuse proliferation of small lymphocytes with plasmacytoid features (Figures , , , , and ). The majority of cells in this region of the lymph node were CD20(+) with many lambda(+) plasmacytic cells. Flow cytometry revealed a small weakly lambda(+) CD19(+) cell population similar to that observed in the bone marrow (not shown). The findings were felt to be that of a lymphoma with plasmacytic differentiation, most likely a marginal zone lymphoma with extensive plasmacytic differentiation (P-MZL).\\nOther regions of the lymph node demonstrated a diffuse proliferation of histiocytic cells with pale staining cytoplasm and bland nuclei (Figures , , and ). Only very rare giant cells were observed ( (d)). Immunohistochemical staining revealed that the cells were CD68(+), CD1a(−), S100(−), CD31(+) weak, and lysozyme (+). By flow cytometry, an abnormal monocytic/histoicytic population was not identified. AFB and GMS were negative and culture of the lymph node did not grow bacteria or fungi. The exact significance of the histiocyte proliferation was unable to be determined from the biopsy.\\nThe patient was subsequently started on prednisone with improvement of his symptoms and was discharged from the hospital with a follow-up appointment two weeks later. However, he expired suddenly at home three days after discharge. An autopsy was performed by the Summit County (Ohio) Medical Examiner.\\nAutopsy findings demonstrated extensive myocardial and peripancreatic adipose tissue infiltration by histiocytic cells similar to that observed in the antemortem lymph node biopsy, . The cardiac involvement was most impressive and also the cause of the patient's demise. The infiltrate was also seen focally in skeletal muscle, lymph nodes, and lung. Only rare multinucleated Touton-like giant cells were seen. There was no necrosis or caseation. The immunohistochemical profile of the histiocytic infiltrate in the postmortem sample was similar to that seen in the antemortem lymph node biopsy although S100 was focally, weakly positive (not shown). The pattern of infiltrate, the morphology, and the phenotype of the cells were diagnostic for Erdheim-Chester disease [–]. Lymphoma was not clearly evident in postmortem tissue sections.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'12176905': 1, '30474563': 2, '15509691': 1, '10492045': 1, '17111127': 1, '15525849': 1, '9894461': 1, '12065781': 1, '20633799': 1, '18188596': 1, '21337490': 1, '19287458': 1, '32351750': 2, '19339122': 1, '15534090': 1, '15338304': 1, '8965684': 1, '29281781': 2, '22937316': 2}", "similar_patients": "{'7180427-1': 1, '6260675-1': 1, '5964286-1': 1}"}