{"patient_id": 165355, "patient_uid": "3893970-1", "PMID": 24479027, "file_path": "noncomm/PMC003xxxxxx/PMC3893970.xml", "title": "Poly-resistant Tuberculosis in an HIV-infected Child", "patient": "A 3-year-old HIV-infected boy was referred for further management in January 2005. Mother was diagnosed as tuberculous pleural effusion with HIV infection with acid fast bacillus (AFB) seen on sputum examination and was on Ofloxacin (O), INH (H), and Rifampicin (R) for the same. (Details of mother's investigations are not available.) The child was currently asymptomatic. He had oral thrush and herpes simpler in the past. He had been immunized till date. On examination, his weight was 12 kg and height was 86.5 cm. He had cervical adenopathy (non-tender, non-matted) and other systems were normal. Investigations showed positive Mantoux test (20 × 22 mm) and chest X-ray was suggestive of primary complex. His venereal disease research laboratory (VDRL) test, HBsAg, and anti-hepatitis C were negative. He was started on anti-tuberculous therapy (ATT) consisting of 2 HRZE + 10 HR (Z = Pyrazinamide, E = Ethambutol). His serial CD4 counts are depicted in . ATT was stopped in January 2006. He was asymptomatic till June 2007, when we had mild molluscum contagiosum. In February 2009, at the age of 7 years, he was hospitalized with right lower zone pneumonia and his sputum was positive for AFB. He was restarted on ATT in category 2 regime as per WHO. His sputum culture grew Mycobacterium tuberculous (MTB) complex after 6 weeks and sensitivity after another 2 weeks showed resistance to Streptomycin (S) and H. He was then shifted to REZO in May 2009 and ART was started in the same period in view of decreasing CD4 count, consisting of Zidovudine (AZT), Lamivudine (3TC), and Nevirapine (NVP at 400 mg/m2/day). He was alright and chest X-ray normalized in August 2009. Ofloxacin was stopped in August 2009 and he was advised REZ for another 6 months.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'18181698': 1, '22253159': 1, '28847228': 1, '11769576': 1, '18652996': 1, '17624830': 1, '22728624': 1, '24479027': 2}", "similar_patients": "{}"}