{"patient_id": 36495, "patient_uid": "3201579-1", "PMID": 22121421, "file_path": "comm/PMC003xxxxxx/PMC3201579.xml", "title": "A cardiac hydatid cyst underlying pulmonary embolism: a case report", "patient": "A 16-year-old boy was admitted to our department with a history of increasing shortness of breath, chest pain and hemoptysis which had started approximately 7 days prior to admission. On admission, the patient was dyspneic and mildly cyanotic. On examination, the respiration rate was 40 breaths/ min; crepitate and bronchial rales were heard in the two lung fields. The blood pressure was 100/70 mm Hg. The pulse rate was 110 beats/ min. The neck veins were distended. The Liver and the spleen were palpable but no tender. There was no edema. The electrocardiogram revealed sinus tachycardia, incomplete right bundle block, right axis deviation, and right ventricular hypertrophy. The Chest radiography disclosed regular masses scattered throughout both lung fields (). Laboratory results were within normal limits except for a mild eosinophilia. The titer of antiechinococcal antibodies was positive. Angioscan of the chest showed distended distal branches of the right and left pulmonary artery due to partial occlusion by cystic lesions and multiple segmental defects with multiple pulmonary hydatid localizations ( and ). An intra right atrial mass was also detected. Spiral CT scan of the abdomen showed normal liver, spleen, pancreas and kidneys.\\nA two-dimensional echocardiography in the apical four chamber view showed a large cystic mass measuring 19 x 22 mm, with a large implantation basis adhesive to the right side of the inter atrial septum with an extension to the right ventricle (). No cysts in pericardial cavity were revealed. The pulmonary artery trunk, left and right branches were mildly distended without any proximal cysts.\\nThe clinical history, the imaging findings and the prevalence of hydatid cysts in our country led to the diagnosis of a pulmonary embolism complicating cardiac hydatid cysts. No MR angiography was performed.\\nThe patient was operated on an emergency basis. The operation was performed through a median sternotomy incision under extracorporeal circulation. The pericardium was carefully opened and a cardiopulmonary bypass was initiated under cold potassium cardioplegic arrest. The operative field was protected by sheets with hypertonic saline solution.\\nOblique right atriotomy was performed; the cyst (2 cm in diameter) was exposed through the incision. The resection of the totality of the atrial cystic formation was performed; the content of the mass was multi vesicular ( and ). The interatrial septum, judged thin and delicate was strengthened by sutures. The interventricular septum explored was normal. The atriotomytomy was closed. The second step was the exploration of the pleural cavity through the fifth intercostal space and peripheral pulmonary cysts were removed. The residual cavities were closed. The postoperative course was uneventful.\\nThe patient was discharged after 8 days and treated with Albendazole. 18 months later, he was doing well. We noticed a spectacular regression of the distal pulmonary artery cysts. The patient has a check-up every 6 months by physical examination, chest roentgenogram, echocardiography and anti-echinococcal antibodies test. There has been, until recently, no evidence of thoracic hydatidosis recurrence and no signs of chronic pulmonary hypertension.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'34845180': 1, '11156681': 1, '25793087': 2, '11213157': 1, '8869869': 1, '18175164': 1, '19578922': 1, '28671177': 1, '9768011': 1, '23573401': 1, '26060784': 1, '9377519': 1, '11423297': 1, '31970035': 2, '12204747': 1, '9800852': 1, '33936602': 2, '22121421': 2}", "similar_patients": "{'8077309-1': 1, '4349105-1': 1, '6964963-1': 1}"}