{"patient_id": 36489, "patient_uid": "3200217-1", "PMID": 22084779, "file_path": "comm/PMC003xxxxxx/PMC3200217.xml", "title": "Recurrent Chest Pain, as a Presenting Sign of Ovarian Endometrioma", "patient": "A 35-year-old female presented with episodes of a right chest pain approximately 3-4 days in a month and resolved spontaneously. Her primary care physician had treated her with antibiotics empirically throughout the four months. During the last episode of chest pain, the patient described having a pain not resolving with analgesics combination. The patient did not have any exacerbating factors, fevers, dyspnoea, haemoptysis, weight loss, and gastrointestinal complaints.\\nThe patient's medical history was unremarkable, and she specifically denied a history of trauma and cardiopulmonary disease. She had spent 4 months in seaside town and had also worked at a seafood restaurant. She denied use of alcohol but not smoking. Her physical examination was within normal limits, except minimal pain in the right-sided lower chest and tenderness of the left lower abdominal quadrant. Routine laboratory tests and tumor markers (AFP, CEA, CA 15-3, CA 19-9) were within normal limits but increased serum level of CA-125 level (53.7 U/mL, normal value: 0–35 U/mL).\\nHer chest radiography showed a closed right-sided costophrenic angle and minimal pleural effusion without evidence of pneumonia (). Chest computed, tomography (CT) scans were performed 6 days after the onset of menstruation, and these did not demonstrate pleural effusion or any abnormality (). No abnormalities were noted after consultation by chest physicians.\\nA percutane thoracal punction (no abnormalities were noted on histopathologic examination) was done because she denied thoracoscopic examination. Pelvic endometriosis was considered a possible diagnosis according to the results of US and MR of the abdomen. Pelvic US revealed a left adnexal semisolid mass, with a thick wall and septa, measuring 71 × 61 cm (). MR imaging evaluated a left adnexal mass in 67 × 57 mm diameter with, high-signalintensity areas on T1- (Figures and ) and T2-weighted (Figures and ) images. In addition, dynamic signal range was not narrowed with fat-suppressed sequence, and heterogeneous pattern was found on postcontrast series. Therefore, based on imaging characteristics immature teratoma, endothermal sinus tumor, and germ cell tumor must be considered primarily.\\nAt exploratory laparotomy, a transverse incision was performed, and a 6 cm mass was found just behind the uterus, as well as adhesions between the mass and the adjacent tissues. The patient needed sharp dissection and underwent adhesiolysis with left-sided salpingo-oophorectomy. Rest of endometriotic focuses on uterus, pouch of Douglas, and other peritoneal surfaces were destroyed with electro-coagulation. Macroscopic appearance showed multiple irregular hemorrhagic foci and chocolate cysts ().\\nHistopathological examination of the mass revealed tuba-ovarian endometriosis. The postoperative recovery was uneventful, and the patient was discharged on the third post-operative day. Leuprolide acetate (Lucrin 3.75 mg; Abbott Australasia, Kurnell, NSW, Australia) was used to achieve endometrial atrophy for six months after surgery. Medical treatment was continued with a cyclic low-dose combined oral contraceptive (Yasmin; Bayer HealthCare Pharmaceuticals Inc., Wayne, NJy). One year of regular followup, there was no evidence of recurrent pleural effusion, chest pain, and abdominal complaints.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'16294186': 1, '11158655': 1, '12357268': 1, '8131473': 1, '16447926': 1, '17943469': 1, '8629650': 1, '10207476': 1, '22084779': 2}", "similar_patients": "{}"}