{"patient_id": 44945, "patient_uid": "3872158-1", "PMID": 24383026, "file_path": "comm/PMC003xxxxxx/PMC3872158.xml", "title": "Bilateral Intravitreal Ranibizumab Injection and Panretinal Photocoagulation in a 16-Year-Old Girl with Severe Vaso-Occlusive Lupus Retinopathy", "patient": "A-16-year-old girl with no past medical history was hospitalized with fever of unknown origin and blurry vision OU. On ophthalmological examination, her best corrected visual acuity was 3/10 OD and 4/10 OS. Intraocular pressures and slit-lamp examination were normal. Fundus examination revealed widespread cotton-wool exudates (Figures and ). Fluorescein angiogram demonstrated widespread 360° severe capillary nonperfusion and arteriolar occlusion (Figures and ). Optical coherence tomography exhibited serous macular detachment OU (Figures and ). Her physical examination revealed no systemic findings except the fever. Except leukopenia, mild anemia, elevated acute phase proteins, and hepatic markers, all other systemic evaluations including autoimmune markers (anti-nuclear antibody (ANA), anti-dsDNA, anti-RO, lupus anticoagulant, and anticardiolipin antibodies) infection markers, genetic mutation analysis for FMF, bone marrow biopsy, and cranial magnetic resonance imaging (MRI) were normal. Blood cultures were also negative. As urine culture was positive for enterococcus, she received intravenous ampicillin/sulbactam for five days and then the therapy was switched to oral amoxicilline. Fever subsided during the course. However, vaso-occlusive disease progressed and preretinal hemorrhage and neovascularisation were observed in OU after 45 days (Figures and ).\\nAfter explaining the visual prognosis and possible poor outcome, we proceeded with bilateral 0.5 mg intravitreal ranibizumab injection to prevent macular edema worsening following the PRP. Then, PRP was administered in two sessions a week apart 3 days after the injection OU. The retinopathy becomes stabilised and the vision increased to 8/10 OU. She attended her follow-up ophthalmological examinations regularly with no sign of activity OU (Figures and ). Five years after the initial episode, she was admitted to rheumatology clinic for symmetrical polyarthritis of both hands and fever. She also had photosensitivity, macular rash, and alopecia. This time, the laboratory evaluation revealed leukopenia, a positive ANA titer of 1 : 1000 with granular pattern, positive anti-Ro, and anti-RNP antibodies and the diagnosis was systemic lupus erythematosus (SLE). Thereby, hydroxychloroquine treatment was commenced.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'21953300': 1, '12973478': 1, '22202921': 1, '3954661': 1, '23734963': 1, '23124274': 1, '7125716': 1, '12441845': 1, '14746601': 1, '18653404': 1, '18998618': 1, '21976400': 1, '24383026': 2}", "similar_patients": "{}"}