{"patient_id": 42253, "patient_uid": "3659441-1", "PMID": 23738161, "file_path": "comm/PMC003xxxxxx/PMC3659441.xml", "title": "Steroid-Resistant Extranodal Rosai-Dorfman Disease of Cheek Mass and Ptosis Treated with Radiation Therapy", "patient": "A 26-year-old Saudi man presented with a six-month duration of right cheek swelling and left upper eyelid swelling. Physical examination revealed right cheek erythematous mass of size 3 × 3 cm and a similar erythematous mass over left upper eyelid of size 1 × 2 cm (); however, clinical examination revealed no lymphadenopathy or any visceromegaly. Hematology, electrolytes, serology for Lyme disease, systemic lupus erythematous, thyroid function tests, blood cultures for mycobacteria, and angiotensin-converting enzyme were all within normal limits.\\nIncisional biopsy from left eyelid mass and excisional biopsy from right cheek mass were taken, which showed a nodular inflammatory infiltrate within the dermis consisting of histiocytes with plasma cells and lymphocytes aggregates. Large histiocytes were found with vesicular nuclei and emperipolesis. Immunohistochemistry demonstrated the positivity for S-100, CD68, and CD45 and negativity for CD1a, which confirmed the diagnosis of extra-nodal RDD (). Patient was started on oral prednisone 30 mg per day for 3 weeks and then tapered over the subsequent 2 weeks, which showed a minimal response of left eyelid mass.\\nAfter discussing the case in multidisciplinary meeting, patient was given 30 Gy in 15 fractions radiation therapy with 6 MV photons to left eyelid mass (). Magnetic resonance imaging (MRI) of head and neck showed more than 90% of reduction in size of eyelid lesion. After 3 months of radiation therapy, MRI of head and neck revealed the reappearance of masses in left eyelid and right cheek (). Patient was started on Rituximab, cyclophosphamide, vincristine, and prednisolone (RCVP) based chemotherapy 8 cycles with partial response, and he was reirradiated to left eyelid mass with 6 MeV electron 10 Gy in 10 fractions with complete response. Patient remained disease-free for one year and without any late radiation induced sequelae. After one year again, there was reappearance of right cheek mass, and at the time of reporting this case report, patient was receiving radiation therapy 30 Gy in 15 fractions with 9 MeV electron beam to right cheek mass.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'22400904': 1, '19011471': 1, '17325475': 1, '30588179': 2, '29720485': 1, '34221623': 1, '2180015': 1, '12357197': 1, '19139612': 2, '23049324': 2, '12546366': 1, '15583585': 1, '31004029': 1, '12004323': 1, '17241598': 1, '8547085': 1, '19105329': 1, '23738161': 2}", "similar_patients": "{'3415761-1': 1, '2813616-1': 1, '6305605-1': 1}"}