{"patient_id": 156045, "patient_uid": "3220176-1", "PMID": 22114455, "file_path": "noncomm/PMC003xxxxxx/PMC3220176.xml", "title": "Activator reloaded – Myofunctional appliance at its best", "patient": "A 10 years 6 months-old girl, born on 06/02/1998, presented in the Department of Dentistry, Bhatia General Hospital, under parental guidance with a complaint of protruding upper front teeth. Her medical history was non-contributory. According to the history charting questionnaire, her mother revealed her daughter's lip biting habit while studying or reading. The habit had developed since childhood and, even after repeated counselling, efforts taken to quit the habit by her previous general practitioner proved in vain.[]\\nHer extraoral examination [Figures ] revealed a shortened lower facial height with a convex profile. A clinically flat mandibular plane was also noted, signifying a horizontal growth pattern, favorable for Activator therapy. The face was symmetrical and the nasolabial angle was approximately 90°.On temporomandibular joint (TMJ) examination, all movements were found to be normal. Her Visual Treatment Objective (VTO) clinically showed a marked improvement in profile guaranteeing a successful result.\\nOn intraoral examination [Figures –], the molar/canine relation was end-on tending toward Angle's Class II relation with a partially impacted lower left canine. Clinically, the overjet measured 6 mm.\\nCephalometric analysis showed the sella-nasion-point A angle (SNA) to be 82.4° and sella-nasion-point B angle (SNB) to be 76.1°. The resulting Point A-nasion-point B angle (ANB) of +6.3° suggested a posterior placement of the mandible. Upper incisor to the sella-nasion (SN) plane was 120°and lower incisor to mandibular plane (IMPA) was 110°, reconfirming upper and lower incisor proclination. The interincisal angle was 110°, confirming a convex profile. Frankfort's mandibular plane angle (FMA) of 17° suggested a horizontal growth pattern, which was very favorable for the use of a myofunctional appliance.\\nThe Cervical Vertebrae Maturity Index showed a substantial growth potential of about 80%.\\nThe orthopantomogram showed continuous posterior and lower borders, normally positioned condyle, a pre-requisite for myofunctional treatment, adequate alveolar bone height and good root parallelism with a partially impacted lower left canine.\\nThe Ashley Howe's Model Analysis turned out to be 44%, revealing a borderline case for an extraction decision.\\nThus, the patient was diagnosed as a case of developing skeletal Class II malocclusion, exhibiting an end-on molar and canine relation.\\nThe treatment approach was a two-phase treatment with periodic oral prophylaxis. Andreasen's modified Activator with a lower lip pad was the appliance of choice for treating the Class II skeletal base malocclusion.[] This was finished with pre-adjusted fixed appliances using McLaughlin, Bennett and Trivisi's 0.022 slot prescription.[]\\nOn post-myofunctional therapy [Figures and ], the facial profile straightened and the lower one-third facial height increased significantly.\\nIntraorally [Figures –], the molar/canine relation turned into Angle's Class I relation bilaterally.\\nCephalometrically, SNA stayed constant whereas SNB increased to 79.6°,which resulted in an ANB of +2.8°, normal for our Indian population. Both upper incisor to SN plane and IMPA reduced dramatically, resulting in an interincisal angle of 128°, corroborating a decrease in the upper/lower incisor proclination. FMA increased to 22°, also adding to the near-normal vertical component of growth.[]\\nshows the Andreasen's Activator placed intraorally – the appliance which resulted in the above mentioned desired changes.", "age": "[[6.0, 'month']]", "gender": "F", "relevant_articles": "{'2111647': 1, '283692': 1, '6929171': 1, '9457020': 1, '283705': 1, '9155813': 1, '5269955': 1, '22114455': 2}", "similar_patients": "{}"}