{"patient_id": 35601, "patient_uid": "3123261-1", "PMID": 21663603, "file_path": "comm/PMC003xxxxxx/PMC3123261.xml", "title": "Coexistence of early microinvasive endometrioid adenocarcinoma and CIN3 in the uterine cervix in a 32-year-old Japanese woman", "patient": "A 32-year-old Japanese woman was found to have atypical cells in the cervical cytology at routine check. Colposcopic examination revealed irregular lesions in the cervix. A biopsy revealed simultaneous adenocarcinoma (Figure ) and CIN3 (Figure ). The adenocarcinoma have grade I atypia and CIN3 corresponded to severe dysplasia/carcinoma in situ.\\nHysterectomy and lymph nodes dissection were performed. Grossly, mucosal irregularity and erosion were seen in the cervix (Figure ). No tumor formation was recognized. The cervix was examined by serial sections. There were a tiny adenocarcinoma (0.5 cm in diameter and 0.3 cm in depth) (Figure ) and broad areas of CIN3 (Figure ). Both lesions are separate, and no merges between both lesions were seen. The adenocarcinoma was EMEA without mucins, as revealed by negative alcian blue/PAS staining. The lymph nodes were negative for metastasis (0/34). No metastatic foci were found in the body. The EMEA was FIGO stage 1A1.\\nAn immunohistochemical study was performed with the use of DAKO Envision method (Dako Corp., Glostrup, Denmark), as described previously [-]. The immunohistochemical results are shown in Table . Immunohistochemically, the EMEA was positive for pancytokeratins (AE1/2 +++, CAM5.2 ++), cytokeratin (CK) 34βE12 +, CK5/6 +, CK7 +, CK18 +++(Figure ), CK19 ++, CA19-9 +, CA125 +++ (Figure ), p53 +, ER +++, PgR +++, while it was negative for CK8, CK14, CK20, EMA, vimentin, CEA, desmin, smooth muscle actin, p63, chromogranin, synaptophysin, CD56, CD68, HER2/neu, MUC1, MUC2, MUC5AC, and MUC6. The CIN 3 was positive for pancytokeratins (AE1/2 +++, CAM5.2 +), cytokeratin (CK) 34βE12 +++ (Figure ), CK5/6 +++, CK7 +, EMA, CA19-9 +, CA125 +, p53 +, p63 +++ (Figure ), ER +++, and MUC1 + (Figure ), while it was negative for CK8, CK14, CK18, CK19, CK20, vimentin, CEA, desmin, smooth muscle actin, chromogranin, synaptophysin, CD56, CD68, PgR, HER2/neu, MUC2, MUC5AC, and MUC6. The patient is now free from tumor 4 months after the operation.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'14720143': 1, '18714584': 1, '3950029': 1, '17255774': 1, '8870009': 1, '19693522': 1, '1379783': 1, '10843479': 1, '6706225': 1, '6111500': 1, '12685552': 1, '20189318': 1, '6073902': 1, '15942157': 1, '15896829': 1, '1224950': 1, '20518892': 1, '8856314': 1, '7422175': 1, '15368313': 1, '21663603': 2}", "similar_patients": "{}"}