{"patient_id": 39586, "patient_uid": "3485861-1", "PMID": 23133764, "file_path": "comm/PMC003xxxxxx/PMC3485861.xml", "title": "A Tragical Paediatric Case History of Intraorbital and Intracranial Epithelioid Hemangioendothelioma", "patient": "A 3-year-old girl without pathological antecedents presents with a one-month history of exophthalmia () with signs of raised intracranial pressure (cephalalgia and vomiting). Physical and neurological examination revealed left exophthalmia without any vascular sign, a convexity of the palate, and left temporal optical atrophy.\\nAxial and coronal CT scan through the left orbit with contrast () shows an endoorbital tumor involving optic nerve, spreading to the cavernous sinus and widening the pterygopalatine fissure. Magnetic resonance imaging (MRI) () in the axial, sagittal, and coronal planes of the left orbit shows the tumoral process with low signal T1, high signal T2, and flair weighted sequence as well as intense and homogeneous enhancement after contrast administration. The angiogram sequences show vascular signs of the tumor.\\nA surgical resection with cranioorbital approach was performed; it consisted of left orbital exenterating and partial resection of the nasal and cranial extension. The peroperative finding was a reddish solid tumor. Postoperative course was uneventful.\\nHistopathologic examination () revealed characteristic features of an haemangioendothelioma. Microscopically, the neoplastic cells were epithelioid with growing tubules corresponding to primitive vascular channels. Cytoplasm contains large vacuoles sometimes from one to two erythrocytes. Some focal areas of necrosis could be seen. The proliferation index was elevated. The immunohistochemical analysis was positive for vimentin, CD-34.\\nA therapeutic complement with radiotherapy base and chemotherapy is proposed but the patient relatives refused. Two months later, the patient presented blindness of the right eye and an appearance of the tumor through the left orbit and the oral cavity (). The patient was admitted in the reanimation service and died after four days from her hospitalization (2 months 15 days after the diagnostic).", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'8869072': 1, '26539307': 2, '3303234': 1, '7093931': 1, '3456142': 1, '6198997': 1, '1689691': 1, '11386829': 1, '1376023': 1, '30150890': 2, '30341660': 1, '9588562': 1, '27656318': 2, '16771175': 1, '23133764': 2}", "similar_patients": "{'6103236-1': 1, '5025957-1': 1, '4604639-1': 1}"}