{"patient_id": 166489, "patient_uid": "3966445-1", "PMID": 24672599, "file_path": "noncomm/PMC003xxxxxx/PMC3966445.xml", "title": "Emergency Department Crowding and Loss of Medical Licensure: A New Risk of Patient Care in Hallways", "patient": "A 32-year-old overweight male with recently diagnosed type 2 diabetes presented to an urban, university hospital ED with a chief complaint of palpitations, shortness of breath, light-headedness, and “feeling ill.” He had seen his primary care physician twice in the previous weeks for similar symptoms, and he had started an exercise program to address his new-onset diabetes. After an unsuccessful attempt to see his primary care physician again that day, the patient came to the ED for care. The triage nurse charted the patient’s chief complaint as “chest pain with shortness of breath for one week increased with exertion” and recorded a heart rate at 140. The remaining vital signs at triage were a blood pressure of 128/71 mm/Hg, respirations of 28, and a temperature of 35 degrees C. Room air pulse oximetry was recorded at 95%. At the time of his arrival, the ED was over 250% of capacity (patients/beds), and the institution was on ambulance diversion. Since all 40 licensed ED beds were occupied, the patient was placed on a gurney in one of several narrow hallways within the ED. Twenty patients were already receiving hallway care when the patient presented to the ED, and another 40 were in the waiting room. The triage nurse immediately performed an electrocardiogram (EKG) per ED policy, which was immediately reviewed by an attending physician on duty at that time. This physician noted there was no ST-elevation myocardial infarction (STEMI) on the EKG and, at the request of a nurse, wrote orders for a basic lab panel. As it was the end of shift, this physician had no further involvement with the patient and did not mention his/her involvement to the next attending. On average, attending physicians in this ED screen as many as 25 patient EKGs for STEMI while providing direct supervision to an additional 30 patients during a 10-hour shift.\\nFour hours after triage, the patient was formally evaluated by an off-service PGY1 (post-graduate year one) resident. The resident was aware that an attending physician had already viewed the EKG and ordered labs. The resident charted the results, including the comments from the EKG, and performed a history and physical. The prior attending was off-shift, thus the resident presented the case to a new attending physician. At that time the ED remained crowded, with all its resources overwhelmed. The oncoming attending physician had immediately become overwhelmed with critically ill and injured patients and was repeatedly confined to the resuscitation room with medical or trauma codes. During the first 2 hours of the shift, this new attending physician performed over 10 initial EKG screenings. At 5 hours post-arrival, the resident was able to present the case to the new ED attending physician, who then examined the patient in the hallway. The history obtained by the resident noted the patient never actually had chest pain, and this was confirmed by the attending physician. The point-of-care glucose was 463 mg/dL, and the initial diagnostic impression was probable hyperglycemia with dehydration. Because the patient was in the hallway, there was no formal location to maintain his paper records, and the EKG was no longer available for review. This attending physician did know that, per ED policy, a patient with dyspnea and chest pain would have automatically received a triage EKG and assumed it had been reviewed by the prior attending physician. If the initial screening review of the EKG had been concerning, the patient would have been moved out of the hallway to a monitored licensed bed, or “doubled up” in the central treatment area of the ED. Six hours after presentation the patient’s laboratory studies returned with results consistent with the initial impression of possible mild diabetic ketoacidosis (DKA) and dehydration. The blood glucose was 417 mg/dL, bicarbonate 19 mmol/L, and an anion gap of 15. Venous blood gas pH was 7.34. PCO2 was mildly decreased. Other labs were within normal limits. The patient was treated with 3 liters of IV normal saline, as well as 5 units IV and 5 units subcutaneous regular insulin. A chest radiograph was performed and was normal. Oxygen saturation was checked multiple times and ranged from 95 to 98% saturation on room air.\\nAfter therapy, the patient’s glucose decreased to the 200 mg/dL range, and a repeat chemistry panel showed normal bicarbonate with no anion gap. The patient’s heart rate ranged from 66 to 114 for much of the stay in the ED, and by time of discharge was normal. The dyspnea had improved. The patient passed an oral trial of fluids, felt improved, and wanted to return home. Because this was a new onset DKA, albeit mild, an informal discussion was held with the hospitalist about admission. The hospitalist, based on the quick resolution of symptoms and patient’s access to his primary care physician, recommended outpatient management. The patient was then discharged home with the final diagnosis of hyperglycemia, mild DKA, dyspnea secondary to metabolic acidosis, and dehydration. A more aggressive regimen for his diabetes was prescribed, and home equipment for self-monitoring ordered. Close follow-up with his primary care doctor was specified. The patient was discharged 8 hours after arrival in the ED. Discharge vital signs were 154/86 mm/Hg, heart rate 94, respiratory rate 20, temperature 37 degrees C, and 98% room air saturation. He never occupied a licensed ED bed and was never on a cardiac monitor, as these were all in use.\\nTwo days later, the patient developed severe shortness of breath; therefore, 911 was called and EMS activated. The patient had a cardiac arrest en route to the same hospital from which he was discharged two days earlier. Resuscitative efforts were unsuccessful, and the patient expired. An autopsy was performed and showed multiple acute and chronic pulmonary emboli as the primary cause of death. The initial EKG was retrospectively interpreted by a cardiology attending physician as showing “right axis deviation, multiple ST and T-wave changes suspicious for anterior ischemia.” The autopsy did not show coronary artery disease or evidence of myocardial infarction.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'16515429': 1, '19561699': 1, '17976825': 1, '27294087': 1, '22168191': 1, '11867991': 1, '28507576': 1, '31490937': 1, '22766404': 1, '20852715': 1, '16490650': 1, '21675887': 1, '20880432': 1, '21317697': 1, '19345442': 1, '21459349': 1, '32726269': 1, '22235374': 1, '18989542': 1, '19007346': 1, '29945644': 1, '24672599': 2}", "similar_patients": "{}"}