{"patient_id": 165161, "patient_uid": "3887163-1", "PMID": 24421854, "file_path": "noncomm/PMC003xxxxxx/PMC3887163.xml", "title": "Cystic Benign Phyllodes Tumor in the Inguinal Region", "patient": "A 51-year-old female was admitted to our hospital for the evaluation of a mass in the right groin area that had been present for two years. She had no specific clinical history. A mass lesion was identified with positron emission tomography-comcomputed tomography. The mass was 27 mm in the lmgest diameter with F-18 fluoro-deoxyglucose uptake (SUVmax 1.4), and it was located on the superolateral side of the inguinal area (). The mass was excised under local anesthesia. A differential diagnosis of lymphoma is the major concern in this case.\\nThe resected specimen was 4×3 cm in size and the tumor was well circumscribed. The mass showed numerous papillary nodular protrusions into a central elongated cystic cavity (3.5×2.5 cm). No necrosis or hemorrhage was observed within the mass (). Eccentrically, a whitish gray, solid soft tissue area (1.2 cm in diameter) was present.\\nThe microscopic findings showed a central elongated cyst with intraluminal projections (), which were composed of hyperplastic epithelium-lined stroma (). Stromal cells had no mitosis, low-to-moderate cellularity, and mild cytologic atypia (). The lining epithelial cells were strongly positive for estrogen and progesterone receptors (). In the periphery of the mass, normal breast tissue was identified (). The final pathological results were consistent with a benign PT with prominent intracystic growth, derived from an ectopic breast. Three months after the procedure, the patient was doing well without any recurrence.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'21169735': 1, '17394506': 1, '8181811': 1, '21393917': 1, '2161206': 1, '12525768': 1, '20514681': 1, '19125265': 1, '9861239': 1, '8394655': 1, '11469353': 1, '9553815': 1, '20551574': 1, '24421854': 2}", "similar_patients": "{}"}