{"patient_id": 45531, "patient_uid": "3914193-1", "PMID": 24558624, "file_path": "comm/PMC003xxxxxx/PMC3914193.xml", "title": "A Rare Case of Aeromonas Hydrophila Catheter Related Sepsis in a Patient with Chronic Kidney Disease Receiving Steroids and Dialysis: A Case Report and Review of Aeromonas Infections in Chronic Kidney Disease Patients", "patient": "A fifty-five-year-old Afghanistan gentleman with a history of hyperthyroidism (5 years) and ischemic cardiomyopathy (2 years) presented to Aga Khan University Hospital in July 2012. He was found to have kidney failure 2 months previously and was initiated on hemodialysis due to uremic encephalopathy. He was admitted to our institution for further work-up investigations for his kidney failure. His laboratory investigations were as follows:hemoglobin: 9 g/dL, white cell counts: 4,700 u/L, platelet count: 171,000/mm3. Urine DR showed yellow color with clear appearance, pH of 5, specific gravity of 1.010, 4 red blood cells per high-power field, 1 WBCs per high-power field, urine protein of 1.0 g/L, and 2 RBCs cast andurine protein to creatinine ratio: 3.9, BUN: 109 mg/dL, creatinine: 4.8 mg/dL, electrolytes: serum sodium 141 mmol/L, potassium 5.0 mmol/L, chloride 116 mmol/L, and bicarbonate 14.5 mmol/L, ANA: negative, C-ANCA: negative, P-ANCA: negative, hepatitis B surface antigen: nonreactive, hepatitis C antibody: nonreactive, PT/APTT/INR: 10.5/30.2/1. Because of symptomatic uremia, a right internal jugular nontunneled catheter was inserted on 28 of July 2012 for hemodialysis. In view of his normal size kidneys, a biopsy was done on 1 August 2012 to look for reversible causes. The biopsy showed 20 glomeruli in which 14 were globally sclerosed or severely collapsed and condensed. Several of them were associated with fibrocellular crescents with disruption of bowman's capsule and 4 had cellular crescents. Immunofluorescence showed IgA positivity in the mesangium and along the capillary walls. He was pulsed with methyl prednisolone 500 mg once a day for 3 days followed by oral prednisolone 25 mg twice a day. Cyclophosphamide or mycophenolate mofetil was not added in view of 14/20 sclerosed glomeruli and fibrocellular crescents. As there was no sign of renal recovery, the patient was discharged on three times a week dialysis through right internal jugular catheter with followup in nephrology outpatients clinic.\\nHe was readmitted on 8 August 2012 approximately one week after discharge, with a two-day history of high grade fever, mild productive cough, frothy sputum, and hemoptysis. On physical examination, he was febrile with a temperature of 39°C, a heart rate of 100 beats per minute, a respiratory rate of 24 breaths per minute, blood pressure of 139/68 mmHg, and oxygen saturation of 99% at room air. He was pale and nonedematous. He had bilateral basal crepitations on chest examination. The rest of the physical exam was unremarkable. His laboratory workup showed BUN 74 mg/dL, serum creatinine, 4.8 mg/dL, serum sodium 135 mmol/L, potassium 4.7 mmol/L, chloride 109 mmol/L, and bicarbonate 19.1 mmol/L. His CBC showed hemoglobin of 7.1 g/dL, hematocrit of 25%, MCV 82 fl, WBC 3000 u/L, and platelet count of 70000/mm3. There was no evidence of hemolysis as his reticulocyte count was 2% and LDH was 250 IU/L. His iron study showed trasferrin saturation of 12%. Chest X-ray showed bilateral hilar congestion and minimal bilateral pleural effusion. Blood cultures were sent both from peripheral vein and dialysis catheter. In view of one episode of hemoptysis, bronchoscopy was done which was normal. Bronchoalveolar lavage showed no growth of acid fast bacilli and fungal smear was negative. Blood cultures from peripheral veins showed AH which was sensitive to piperacillin/tazobactam, imipenem, ceftriaxone, cefixime, ciprofloxacin, and gentamicin. Blood culture from dialysis catheter also grew the same organism with the same sensitivities. Dialysis solution culture did not grow anything. His dialysis catheter was removed after hemodialysis and 1 pint of pack cells was transfused. The patient was also started on erythropoietin 4000 unit subcutaneously three times a week. Intravenous iron was not given in view of sepsis. He was treated with piperacillin-tazobactam 2.25 gm 8 hourly for a total of 14 days. He responded to antibiotics and became afebrile after 48 hours. A second right internal jugular nontunneled catheter was inserted after 48 hours of antibiotics. He was discharged on 16 August 2012 with a new right internal jugular temporary catheter with the advice of three times a week hemodialysis. A plan for arteriovenous fistula after two weeks of antibiotics was also made. His repeat blood cultures on day 5 were negative. His anemia responded to erythropoietin and pack red cell transfusion. After completion of course of antibiotics, he was put on intravenous iron sucrose 100 milligram each dialysis for a total of 10 doses. Subsequent laboratory results on day 5 showed hemoglobin of 10 gm, hematocrit of 30%, MCV 82 fl, WBC 5000 u/L, and platelet count of 170000/mm3.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'12902930': 1, '2902398': 1, '8629637': 1, '7273876': 1, '11893376': 1, '1791146': 1, '2737762': 1, '11300143': 1, '10908022': 1, '8054435': 1, '6728702': 1, '11669236': 1, '347223': 1, '33194801': 1, '2886532': 1, '12867570': 1, '2108222': 1, '25941023': 1, '3540131': 1, '23739089': 1, '9269663': 1, '8719554': 1, '2056675': 1, '16604248': 1, '9350688': 1, '16178485': 1, '27652099': 1, '9210970': 1, '16757773': 1, '579373': 1, '24558624': 2}", "similar_patients": "{}"}