{"patient_id": 162955, "patient_uid": "3759109-1", "PMID": 23571238, "file_path": "noncomm/PMC003xxxxxx/PMC3759109.xml", "title": "Conjunctival erosion after glaucoma drainage device surgery: A feasible option", "patient": "A 69-year-old male, known case of chronic angle closure glaucoma with advanced glaucomatous neuropathy, was on medical management for his raised intraocular pressures. He was highly noncompliant with his medications and subsequently went on to develop vascular occlusions (superotemporal branched retinal vascular occlusion in the right eye and central retinal vascular occlusion in the left eye) due to sustained high intraocular pressures in both his eyes in a sequential manner followed by NVG in the left eye.\\nThe patient had undergone phacotrabeculectomy with Mitomycin C MMC in both the eyes for chronic angle closure glaucoma 6 months back. There was a diffuse functional bleb with an intraocular pressure of 12 mmHg in right eye. The bleb was flat and vascularized in the left eye and intraocular pressure in the left eye was 36 mmHg. Ahmed Glaucoma Valve with donor scleral patch graft was implanted along with intravitreal Inj Avastin for NVG in the left eye. One month postoperative follow-up of the patient revealed a well-functioning implant with an exposed scleral graft and overlying conjunctival melt []. The patient was put on Cap Doxycycline (100 mg bd) orally, eye drop Prednisolone acetate 8 times/day, E/D Tear substitute 8 times/day and continued eye drop Moxifloxacin 4 times/day, with a review on alternate days. After 2 weeks, there was complete epithelial healing over the exposed scleral graft [], anterior chamber was deep and the tube was functioning well. Doxycycline was continued once daily orally further for a period of 4 weeks and then stopped. During the 4 months follow-up period, the tube remained covered by intact conjunctival epithelium. On the last follow-up visit, the patient had a visual acuity of 6/18 in the left eye, the tube remained covered by intact conjunctival epithelium, and intraocular pressure was 13 mmHg on eye drop Brimonidine and the patient was advised a 3-monthly review [].", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'8216025': 1, '27616909': 1, '11438047': 1, '15774923': 1, '25480142': 1, '9493112': 1, '10577604': 1, '15021228': 1, '10537766': 1, '4900144': 1, '18303385': 1, '27703872': 1, '3627691': 1, '27195095': 2, '23571238': 2}", "similar_patients": "{'4860976-1': 1}"}