{"patient_id": 165371, "patient_uid": "3894372-1", "PMID": 24459568, "file_path": "noncomm/PMC003xxxxxx/PMC3894372.xml", "title": "Intermittent, Non Cyclic Severe Mechanical Aortic Valve Regurgitation", "patient": "A 68-year-old man who had been performed aortic valve replacement with a bileaflet mechanical Tekna valve (23 mm, Baxter Health Care, Santa Ana, CA, USA) 12 years ago presented to the emergency department with an exertional chest pain and short of breath for four days. On presentation, he was clinically stable with blood pressure of 120/70 mmHg, heart rate of 97 bpm and 2/6 systolic murmur, but no diastolic murmur. Chest X-ray showed mild cardiomegaly and tortuous ascending aorta. The electrocardiography showed normal findings. Troponin I was normal at 0.01 ng/mL (normal range 0.00-0.05 ng/mL) and international normalized ratio was suboptimal at 1.04 sec. Transthoracic echocardiogram and transesophageal echocardiogram demonstrated intermittent non cyclic severe acute aortic valve regurgitation with normal systolic excursion of the occluding disk, a mean transprosthetic gradient of 14-23 mmHg (). A small less mobile echogenic mass was seen in the outflow tract immediately above the prosthesis consistent with pannus formation on which possible thrombus superimposed (). Doppler echo showed increased left ventricular filling pressure (E/e' 19) and steep slope of aortic regurgitation (pressure half time 120 msec). Left ventricular size and function were normal. Aortogram showed also non cyclic, intermittent incomplete closing of prosthesis with severe aortic regurgitation (). After short term intravenous heparin infusion, he underwent urgent surgical treatment. At surgery, inspection and visualization of the structure with a cardiac optical fiber device confirmed echocardiographic data showing a focal pannus formation above the aortic prosthesis. The prosthetic valve leaflets were not involved and the disk motion appeared unrestricted (). Pannus was fully excised but the aortic valve was not replaced. Histologic examination revealed a structure of fibroconnective tissue consistent with pannus formation and superimposed thrombus. The patient had an uncomplicated postoperative recovery and was discharged on his 7th postoperative day. After 2 years with meticulous anticoagulation therapy, the patient was stable and follow-up echocardiogram showed normal aortic prosthetic valve function with a mean transprosthetic gradient of 10 mmHg.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'32530931': 1, '17600679': 1, '19074784': 1, '9809956': 1, '19762209': 1, '16020615': 1, '12928636': 1, '17097353': 1, '10456407': 1, '16004902': 1, '24459568': 2}", "similar_patients": "{}"}