{"patient_id": 157875, "patient_uid": "3354786-1", "PMID": 22629058, "file_path": "noncomm/PMC003xxxxxx/PMC3354786.xml", "title": "Oral myiasis in children", "patient": "A 14 year old boy with learning disability presented to Department of Pedodontics and Preventive Dentistry, SJM Dental Collegeand Hospital, Chitradurga, with a chief complaint of upper lip swelling and itching sensation on the right side of the face since more than 2 weeks []. The patient gave a history of trauma to maxillary anterior dentoalveolar region and it was neglected for many days. On examination, there was swelling of the face on the right side, which extended from infraorbital region to upper lip []. Intraoral examination revealed a deep lacerated wound which was infected and maggots were noticed on the upper vestibule and the nasal floor. The patient had an incompetent lip, swollen upper gingiva, and poor oral hygiene, and general symptoms like pain, fever and malaise were present. A cotton swab impregnated with turpentine was placed near the upper vestibule (wound) area for 5–10 minutes. Many of the maggots came out from the nose, which were then removed one by one with the help of curved artery forceps [Figures , ]. During the 3 days interval, about 90-96 maggots were removed [Figures , ]. The length of the each maggot ranged from 6 to17mm []. The wound debrided and slough was removed. Then, the wound was irrigated with hydrogen peroxide, antiseptic betadine solution and broad-spectrum antibiotics, and analgesics were prescribed. The patient was recalled for regular follow-up for wound debridement and the wound healed uneventfully.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'6928286': 1, '33730099': 1, '15322651': 1, '16505789': 1, '17429188': 1, '26884780': 1, '4531736': 1, '11289628': 1, '10330601': 1, '8604075': 1, '9452615': 1, '26881145': 2, '18280395': 1, '34654380': 2, '27504426': 1, '18403893': 1, '17178500': 1, '18167489': 1, '18978712': 1, '409819': 1, '22629058': 2}", "similar_patients": "{'4735925-1': 1, '8518163-1': 1}"}