{"patient_id": 159468, "patient_uid": "3491208-2", "PMID": 23210041, "file_path": "noncomm/PMC003xxxxxx/PMC3491208.xml", "title": "Clinical and Angiographic Outcomes of Wingspan Stent Placement for Treatment of Symptomatic Intracranial Stenosis: Single Center Experience with 19 Cases", "patient": "A 64-year old female patient presented with transient dizziness and memory impairment. She had a history of previous ischemic stroke with a 10-year medical history of diabetes mellitus and hypertension. Findings on MRI revealed an old border zone infarct at the right fronto-parietal lobe, and old small infarctions at the basal ganglia and the right paramedian pons. Cerebral angiography indicated right cavernous ICA stenosis of approximately 75%. During insertion of guiding catheter, acute thrombosis occurred and the patient developed left hemiparesis (motor grade 2). After thrombolysis with 300,000 IU urokinase, the occluded artery was recanalized and the left hemiparesis showed improvement, allowing us to perform balloon angioplasty using a Gateway balloon (2.5 × 15 mm) with successful placement of a 4 × 20 mm Wingspan stent. We obtained post-procedure images indicating reduction of stenosis (stenosis 25%). However, cerebral angiography revealed CCF at the stent implantation site. Transvenous coil embolization was performed successfully through the right inferior petrosal sinus. After three days, the patient developed third nerve palsy, including ptosis and paralysis of extraocular movement, however, diffusion MRI did not reveal any abnormalities. The third nerve palsy showed gradual improvement, and showed complete resolution within three months.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'15912418': 1, '10229745': 1, '16497979': 1, '22067345': 1, '20298994': 1, '17290030': 1, '15709141': 1, '2865674': 1, '34221625': 2, '14694038': 1, '22068990': 1, '23844352': 1, '16432056': 1, '7644046': 1, '15760860': 1, '7839388': 1, '15105508': 1, '33381939': 1, '8898801': 1, '18420956': 1, '9657469': 1, '10551699': 1, '26542728': 1, '2215945': 1, '9660392': 1, '17112212': 1, '11901013': 1, '23210041': 2}", "similar_patients": "{'3491208-1': 2, '8247690-1': 1}"}