{"patient_id": 44903, "patient_uid": "3870132-1", "PMID": 24381768, "file_path": "comm/PMC003xxxxxx/PMC3870132.xml", "title": "CT Images of a Severe TMJ Osteoarthritis and Differential Diagnosis with Other Joint Disorders", "patient": "A 68-year-old white female presented with the main complaint of moderate pain in the TMJ (preauricular region), and a reduced opening of the mouth. Her medical history revealed good general health. Curiously, during anamnesis she reported she was involved in a car accident 10 years before and had a mandible injury, which caused only a chin laceration and local swelling. However, the patient associated the injury with the beginning of the symptoms—on occasion there was a severe bilateral pain in TMJ, with reduction on mandibular movements for about five weeks. At that time, she was treated with nonsteroidal anti-inflammatory drugs until the disappearance of the symptoms, when she recuperated the movement limitation.\\nAt the present examination, intraoral investigation revealed a limitation of the vertical mouth opening (25 mm interincisally) and occlusion disorder with dental loss. The assessment of the other mandibular movements, such as lateral excursion or mandibular deflection, was not possible because of the pain and movements limitation. On physical examination, a characteristic enlargement at the distal interphalangeal joint, called Heberden's node (), was seen. There was no familial history of arthrosis. Laboratory studies for evaluation were requested including complete blood count, erythrocyte sedimentation rate, rheumatoid factor, and antinuclear antibodies. All results were within normal limits.\\nComputed tomography of the TMJ was performed, and coronal segments showed erosion of the articular surface of the condyle, rough condylar surfaces with bilateral joint space narrowing, thickening of the subchondral bone, sclerosis areas (), subchondral cysts (), and bone outgrowths—osteophytes (). Although evaluation of disc position is important, it was not possible to take it as there was no magnetic resonance equipment at the public hospital, and also, the patient could not afford it at a private service.\\nOn the basis of the clinical and tomographic findings and negative laboratory tests that excluded other articular diseases, final diagnosis was bilateral osteoarthritis of the TMJ.\\nRegarding the therapy, a nonsurgical treatment with load reduction in the TMJ by modifying the patient's diet (liquid diet initially and, after that, some soft food) was firstly proposed. Moreover, an analgesic with myorelaxing effect 3 times a day during two weeks (flupirtine maleate 100 mg—Katadolon, Asta Medica, Frankfurt, Germany) was prescribed in order to reduce joint pain. She was monitored for pain control for 1 month. The pain assessment tool was the verbal rating scale. She was asked to rate verbally the level of perceived pain by selecting the category that best described her pain: none, mild, moderate, or severe pain. After two weeks, TMJ pain on palpation and on movement had completely disappeared, but the vertical mouth opening had not been improved.\\nThe second step would be the surgical treatment, because of the limitation of mouth opening. The patient was then informed about the indication of surgical treatment and prognosis. She was submitted to the clinical management, which temporarily relieved her pain, but refused any surgical procedure. Therefore, she was only treated for pain control until she was lost for follow-up.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'15371321': 1, '8941176': 1, '26837951': 1, '8734713': 1, '8409559': 1, '15755408': 1, '16053840': 1, '11805776': 1, '3463587': 1, '12686927': 1, '1298767': 1, '7999739': 1, '22116122': 1, '8018434': 1, '23809300': 1, '8055593': 1, '16731401': 1, '8995924': 1, '8307234': 1, '11303305': 1, '15089933': 1, '4517070': 1, '31079244': 1, '23870341': 1, '9656876': 1, '12555934': 1, '11720040': 1, '7621016': 1, '3457333': 1, '30787980': 1, '907947': 1, '11033593': 1, '24381768': 2}", "similar_patients": "{}"}