{"patient_id": 155486, "patient_uid": "3180990-1", "PMID": 21976892, "file_path": "noncomm/PMC003xxxxxx/PMC3180990.xml", "title": "Kingella kingae endocarditis: A rare case of mitral valve perforation", "patient": "An 18-month-old previously healthy male child presented to the emergency department (ED) with several days of flu-like symptoms. His birth and medical history were unremarkable. The patient was discharged home but was persistently febrile and had continuous vomiting, with decreased oral intake. He had no history of diarrhea. The patient returned to the ED where he was admitted to hospital with a provisional diagnosis of dehydration and possible meningitis.\\nOn his admission, the patient was found to be febrile, pale, and tachycardic, with peripheral cyanosis and mild photophobia. His tachycardia persisted despite the administration of several boluses of normal saline; however, his perfusion was determined adequate. A new 2/6 systolic murmur was noted on auscultation. There was no hepatosplenomegaly. Laboratory tests revealed the following: Hemoglobin of 9.0 g/dL, white cell count of 25 × 109/L, platelets of 100 × 109/L, erythrocyte sedimentation rate of 77 mm/hr, and C-reactive protein level of 20 mg/L. Blood cultures were drawn and a lumbar puncture performed on the second day of admission revealed a white cell count of 690 cells/mL (87% neutrophils). The cultures were initially negative, so the patient was administered ceftriaxone. Over the subsequent three days, his tachycardia, pallor, and systolic murmur persisted but his neck stiffness resolved. On the third day, the blood culture grew K. kingae, which prompted, one week after his initial presentation, investigations into possible bacterial endocarditis. A transthoracic echocardiogram revealed mild mitral regurgitation (MR), with a small perforation in the posterolateral leaflet but no evidence of vegetations. The patient was commenced on a 6-week course of cefotaxime.\\nOn day four of the course, he became increasingly irritable and a head computed tomography (CT) scan revealed a 17-mm-long by 9-mm-wide wedge-shaped left frontal lobe infarct, likely due to a septic embolism. There was no appreciable neurological deficit. On day seven, the patient's irritability resolved and a head CT performed 6 weeks later showed a resolving cerebral infarct.\\nTwo weeks after completion of his antibiotic regimen, the patient returned with increasing fatigue and diaphoresis during exertion. An echocardiogram revealed a 3-mm perforation of his posterolateral mitral valve leaflet with severe MR. No vegetations were seen on any valve and his submitral apparatus and chordae were intact. Due to progressive dyspnea, the patient was scheduled for surgical repair of his mitral valve.\\nIn the operating room, a pre-operative transesophageal echocardiogram (TEE) revealed a discrete 4-mm hole in the posterolateral leaflet of his mitral valve []. Normal left ventricular function was observed with a mildly dilated left atrium measuring 2.5 cm × 2.5 cm and a mitral valve annulus of 21 mm. Under cardiopulmonary bypass, the left atrium was entered using a trans-septal approach and the mitral valve was examined. A well-circumscribed 4-mm diameter defect in the medial component of the posterolateral leaflet was identified. The defect was repaired with a small patch of autologous pericardium. As the patient's annulus was slightly dilated, a suture annuloplasty was performed from the anteromedial to the posterolateral commissure. After weaning from cardiopulmonary bypass, the TEE confirmed trivial mitral regurgitation []. The postoperative recovery was unremarkable.", "age": "[[18.0, 'month']]", "gender": "M", "relevant_articles": "{'20182400': 1, '9142783': 1, '10653579': 1, '12799515': 1, '15094954': 1, '25567222': 1, '24664507': 1, '22693588': 1, '27095882': 1, '15172344': 1, '25858109': 1, '22582375': 1, '20465860': 1, '21976892': 2}", "similar_patients": "{}"}