{"patient_id": 166223, "patient_uid": "3952376-1", "PMID": 24678434, "file_path": "noncomm/PMC003xxxxxx/PMC3952376.xml", "title": "Non-resolving Findings in a Long-term Radiographic Follow-up of an Infant with Acute Paraffin Oil Aspiration", "patient": "This was a case report of a 5-month-old male infant who was admitted as an emergency case to a secondary care hospital with acute onset of high-grade fever and respiratory distress. The chest X-ray showed bilateral extensive consolidation involving mainly the lower lobes of the lungs. He was placed on broad spectrum antibiotics and bronchodilatory inhalers, in response to which he showed no clinical improvement over a period of 2 days. Therefore, and in view of his deteriorating clinical status, he was urgently transferred to our hospital for further management.\\nUpon arrival, the infant was in respiratory distress requiring 4 L/min of oxygen to keep his oxygen saturation above 90%. Further examination of the infant revealed dysmorphic features such as low set ears, generalized muscular hypotony, and delayed psychomotor development. Additional questions on patient history identified that at the age of 5-months the child had accidentally ingested paraffin oil administered by his 3-year-old brother. This prompted consideration of a probable diagnosis of acute exogenous LP. Computed tomography (CT) scan [] revealed extensive bilateral consolidations in the lower lobes. Bronchoscopy was performed which did not reveal any significant anatomical abnormalities or foreign bodies. The BAL aspirate was opalescent with a supernatant halo of fat and showed an increased number of macrophages. BAL was sent for microbiological studies including Gram staining, Ziehl-Neelsen staining, and bacterial and fungal cultures. The microbiological results were all negative. The cytologic study showed numerous foamy macrophages with intracytoplasmic and extracellular droplets of fat with a positive histochemical confirmation of acute LP with Oil Red O stain. (Oil Red O is a fat-soluble dye used for staining of lipids and triglycerides.) Total lavage was not performed as it was considered too risky in view of the critical status of the patient and the signs of hypoxia he demonstrated during the procedure.\\nA corticosteroid therapy regimen was introduced which led to an improvement of his general condition. The infant remained in our hospital for a total of 5 months showing gradual clinical improvement. Before discharge an additional bronchoscopy and BAL was performed that showed a clear aspirate with no supernatant fat and fewer lipid-laden macrophages. Further, an additional CT scan was performed which showed persistent findings with minimal improvement []. 7-years after the incident, the patient was admitted for a complete workup. He underwent spirometry, which revealed a forced vital capacity (FVC) equal to 85% of predicted value, a forced expiratory volume in 1 s (FEV1) of 79% of predicted value. FVC and FEVI values over 80% of predicted value are considered normal. FEV1/FVC ratio was 81%, which was within the normal range (approximate range: 75-80%) for healthy adults. The reversibility test was negative. The patient could not undergo further pulmonary function testing (lung volume, diffusing capacity of lung for carbon monoxide). BAL revealed far fewer lipid-laden macrophages, while the CT scan showed resolution of the consolidations, but evidence of residual interstitial findings [].", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'19283836': 1, '34877333': 2, '17876572': 1, '3991256': 1, '19820809': 1, '14561906': 1, '20028911': 1, '20118714': 1, '26821544': 1, '10767479': 1, '24678434': 2}", "similar_patients": "{'8610930-1': 1}"}