{"patient_id": 165691, "patient_uid": "3916507-3", "PMID": 24516831, "file_path": "noncomm/PMC003xxxxxx/PMC3916507.xml", "title": "Diagnosis and treatment of teeth with primary endodontic lesions mimicking periodontal disease: three cases with long-term follow ups", "patient": "A 50-year-old female patient was referred from a private dental clinic to our hospital for a proper diagnosis and treatment of the left mandibular second molar. Her chief complaint was gingival swelling around the tooth. A sinus tract was traced to the distal aspect of the distal root (). In the periapical radiographs, a toothlike fragment was observed where the sinus tract was traced. She had a surgical extraction of #38 6 months ago, and a class II gold restoration on #37 thereafter. Her prior dentist suspected a distal root fracture of #37. There was no response to cold or electric pulp test on #37. The tooth was not sensitive to percussion or bite tests. There was no abnormal mobility, and a periodontal probing test appeared normal except for apical full-depth probing on the distal root. The initial diagnosis of #37 was pulp necrosis with chronic apical abscess, and the existence of tooth remnants of #38 was also considered as a contributing factor. We decided on a nonsurgical endodontic treatment for the necrotized second molar. The patient was informed that the lesion would not respond to root canal therapy, so a surgical approach should be considered to remove the tooth fragment.\\nAfter removal of the gold onlay on #37, root canal treatment was initiated according to the above-mentioned protocol. Even after 3 canal preparations were completed up to #35 and copious 2.5% NaOCl irrigation was performed, the sinus tract on the distal side remained (). Surgical removal of the #38 fragment was decided. Computed tomography (CT, Somtom Sensation 64, Siemens, Erlangen, Germany, 120 kVp, 90 mA) was performed to evaluate the location of the fragments, which were observed on the distal proximity of #37 (). An oral surgeon expected that removal of tooth remnants might be difficult without excising a large amount of cortical bone. Therefore, an intentional replantation of #37 was planned, while the tooth fragments of #38 were retrieved from the extraction socket.\\nOne week before surgery, an orthodontic elastic separating ring was inserted into the interdental space between #36 and #37 to increase the mobility of #37. The surgical procedure was performed as planned without any complications. The extracted #37 was retro-prepped and retro-filled with mineral trioxide aggregate (white ProRoot MTA, Dentsply Tulsa dental, Tulsa, OK, USA). While an endodontist worked with the extracted #37, an oral surgeon removed the tooth fragment from the extraction socket of #37 (). After placing the tooth back into the socket, there was no mobility, and no additional splinting was needed thereafter. Total tooth fragment removal was confirmed with periapical radiographs (). One week after surgery, the tooth was slightly mobile and sensitive to percussion. The patient was instructed to have a temporary resin crown for protection. However, when the patient visited our clinic for a 3-month follow up, the tooth remained asymptomatic, and the periapical radiolucency had decreased. The results of a periodontal pocket probing were within normal limits. The 1- and 2-year follow-up radiographs revealed a gradual decrease in radiolucency ().", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'12474007': 1, '3858235': 1, '12236902': 1, '28318161': 1, '25984480': 2, '9926769': 1, '23611400': 1, '294394': 1, '6579193': 1, '29707028': 2, '9226384': 1, '24516831': 2}", "similar_patients": "{'3916507-1': 2, '3916507-2': 2, '5911307-1': 1, '4432261-1': 1}"}