{"patient_id": 164123, "patient_uid": "3825955-1", "PMID": 24236266, "file_path": "noncomm/PMC003xxxxxx/PMC3825955.xml", "title": "Multiple Cranial Neuropathies Without Limb Involvements: Guillain-Barre Syndrome Variant?", "patient": "A 48-year-old male patient was admitted for bilateral facial palsy, ptosis, diplopia, dysarthria, and dysphagia without limb weaknesses. His prodromal symptoms included watery diarrhea, fever, and myalgia for seven days. He had no remarkably neurological, medical, or family history and had worked in a piano making factory for 20 years. Following the acute treatment at the department of neurology, he was transferred to the department of physical and rehabilitation medicine. Specific CN tests were performed at the time of admission and periodically after his admission.\\nRegarding initial neurological symptoms, the patient reported an unpleasant sensation of the tongue with bilateral ptosis. At the same time, his speech became slurred and he experienced difficulty in swallowing and limitations of tongue movements with respect to lateralization and protrusion. He reported loosing bitter and sour taste sensations and was indicated as negative for gag reflex. At the time of admission, his eyes were in an internal strabismus state with complaints of diplopia in vertical gaze (). In addition, he had bilateral symmetrical facial palsy, marked impairments of mastication and deglutition, and together with aphonia and palatal palsy (which both continued until discharge), and weakened hearing. Sternocleidomastoid (SCM) and trapezius muscle strengths were compromised, but his gait was normal and tendon reflexes were well preserved ().\\nComprehensively, he showed bilateral CN III, IV, V, VI, VII, VIII, IX, X, XI, and XII involvements, but no cerebellar signs, including ataxia, or other evidences were suggestive of autonomic or sphincter dysfunctions. He was alert without cognitive impairments. Manual muscle test grades of his upper and lower extremities were all normal. He showed no spasticity with respect to elbow, knee, or ankle joints (Modified Ashworth Scale grade zero). Sensation in limbs was intact.\\nBrain magnetic resonance images obtained at admission were normal. Nerve conduction studies (NCS), including motor, sensory, and F-wave examination, were performed on all limbs, and needle electromyography, repetitive nerve stimulation (RNS), and blink reflex testing were performed on hospital days of 3, 17, and 59. NCS and RNS findings were normal for all limbs. However, blink reflexes and facial nerve conduction velocity (NCV) were not evoked bilaterally, and at his last facial NCV study conducted 6 weeks after presentation, his left side findings had improved to normal and right side findings remained abnormal. Needle electromyography studies showed acute denervation (positive with fibrillation in the resting state, reduced recruitment, and polyphasic motor unit potentials during the volition state) of bilateral facial (frontalis, orbicularis oculi, orbicularis oris, nasalis) and laryngeal muscles (cricothyroid, thyroarytenoid), masseter, hyoglossus, and SCM muscles. Six weeks after onset, the motor evoked potentials (MEP), brainstem auditory evoked potentials (BAEP), somatosensory evoked potentials (SEP), and NCV and EMG follow-up studies were performed, and the NCV were normal and needle EMG findings remained abnormal. Transcranial magnetic stimulation (TMS) evoked MEPs recorded from the first dorsal interosseous and tibialis anterior muscles using surface gel electrode were normal. For this TMS study, the active electrode was placed over muscle bellies, while the reference electrode was placed over the distal interphalangeal joint of the index finger or the medial malleolus in upper and lower extremities. The motor cortex area was stimulated. BAEP study was performed by using a click sound for stimulation at 90 dB. Interpeak latencies and amplitudes were recorded. Results revealed shallow waves on right sides. SEP studies using the trigeminal nerve stimulation revealed delayed latencies on both sides, and SEP studies using the median nerve stimulation showed normal values with no statistical difference on both sides.\\nCSF analysis performed at admission showed elevated IgG (12.04 mg/dL) but a normal albumin level. Serum anti-ganglioside Ab analysis revealed positivity for anti-GQ1b IgG Ab (140 titer units) and negativity for anti-GM1 Ab. All other laboratory findings were normal.\\nThree days after the onset, intravenous immunoglobulin (IVIg) was started at 2 g/kg for five consecutive days. During the 11 weeks of inpatient period, many cranial neuropathies recovered slowly. In particular, his hearing difficulty and SCM weaknesses were completely normalized, but on the other hand, the mild diplopia, dysphonia, and dysphagia persisted at discharge. Videofluoroscopic studies were performed at 4 and 9 weeks after presentation and showed liquid aspiration during swallowing at 4 weeks but no aspiration or penetration at 9 weeks (functional dysphagia scale 71 → 53). Despite the mild improvements being observed, an extended transit time of oral phase due to a tongue propelling weakness, and the pharyngeal phase due to reduced pharyngeal peristalsis, the cricopharyngeal function remained ().\\nA dysarthria test performed in a speech therapy room at 5 weeks after presentation showed poor tongue movements in all directions (protrusion, retraction, lateralization, and elevation), and these persisted at discharge. Voice and speech patterns were low-pitched with short phrase phonations and hypernasal resonances.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'28217155': 2, '21698648': 1, '17657801': 1, '21336874': 1, '28223738': 2, '30186502': 1, '15372537': 1, '19324375': 1, '9037391': 1, '25712542': 1, '11150289': 1, '32023583': 1, '2946281': 1, '1318358': 1, '24236266': 2}", "similar_patients": "{'5296210-1': 1, '5314846-1': 1}"}