{"patient_id": 166449, "patient_uid": "3963201-1", "PMID": 24701068, "file_path": "noncomm/PMC003xxxxxx/PMC3963201.xml", "title": "Lemierre's syndrome: An often missed life-threatening infection", "patient": "An otherwise healthy 36-year-old male presented to our institute with a 4-day history of low-grade fever accompanied by sore throat, myalgia and nausea. Physical examination was remarkable for a temperature of 38.1°C and an injected pharynx without any neck tenderness or swelling. Complete blood cell count showed thrombocytopenia with platelet of 45,000/uL, hemoglobin of 14.8 g/dL and cell count of 8700 cells/uL (neutrophil of 85% and band form of 6%). Blood chemistry was remarkable for elevated creatinine of 2.1 mg/dL. He was diagnosed with viral upper respiratory tract infection and was admitted to general medicine service for rehydration. He received 2 L of intravenous normal saline over night; however, on the 2nd day of hospitalization, he developed high fever of 39.2°C along with pleuritic chest pain and low blood pressure of 80/50 mmHg. He was transferred to Intensive care unit and resuscitated with intravenous fluids. Blood cultures were obtained and empirical antibiotics (vancomycin and piperacillin/tazobactam) were initiated. Chest X-ray revealed bilateral patchy and irregular parenchymal opacities and subsequent chest computed tomography demonstrated right-sided pleural effusion and multiple thick-walled cavitary and nodular opacities consistent with septic emboli []. His blood cultures grew F. necrophorum on the following day and his antibiotic therapy was narrowed down to piperacillin/tazobactam. He responded well to intravenous fluids and antibiotics. His blood pressure was normalized without using any vasopressor or mechanical ventilation (he received 5 L of intravenous normal saline in total). Venous duplex ultrasonography was immediately obtained after the blood culture and demonstrated thrombus in the left IJV. Patient was finally diagnosed with Lemierre's syndrome and remained stable through rest of the hospital course. His pleural effusion was managed conservatively. Piperacillin/tazobactam was continued for 7 days and he was discharged home with a 4-week course of intravenous ertapenem and recovered well from the infection. He did not receive any anticoagulation during the course of his treatment.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'34943737': 2, '4031037': 1, '7777368': 1, '12441902': 1, '9796654': 1, '10448489': 1, '22033390': 1, '22633566': 1, '24701068': 2}", "similar_patients": "{'8698451-1': 1}"}