{"patient_id": 156577, "patient_uid": "3255488-1", "PMID": 22259785, "file_path": "noncomm/PMC003xxxxxx/PMC3255488.xml", "title": "Chronic Pulmonary Disease Due to Mycobacterium monacense Infection: The First Case from Iran", "patient": "A 57-yr-old female was admitted to a hospital in the suburb of Isfahan, Iran, for respiratory impairment with chronic productive cough and chest pain. She had no history of mycobacterial infection. A purified protein derivative (PPD) skin test was positive to 5 TU (>12 mm). A chest X radiograph revealed clusters of small (>5 mm) nodules. Based on radiological findings, a positive tuberculin test, the presence of acid-fast bacilli (AFB) in a direct smear of sputum, and isolation of the same strain on 3 repeated examinations, the patient was prescribed anti-tuberculosis drugs and was entered into the tuberculosis register. However, an examination of the cultured infecting organism revealed a yellow-pigmented, rapidly growing scotochromogenic Mycobacterium. Therefore, following the primary identification of the causative agent, the patient's treatment was changed to combination therapy with amikacin and ciprofloxacin. After the initial 45 days of the anti-tuberculosis therapy and the following 45 days of antimicrobial therapy of non-tuberculous pulmonary infection, the patient's general condition improved. Her sputum smears and culture became negative and remained negative at each follow-up examination every 3 months. After discharge from hospital, the patient received a 12-month course of continued treatment at a peripheral center affiliated with the national health care system. During the 24-month follow-up period, the patient did not relapse.\\nA battery of conventional phenotypic and molecular tests was used to conclusively identify the M11 strain. The phenotypic tests were carried out using standard culture and biochemical methods, as previously described []. The susceptibility of the isolate \"M11\" to major anti-mycobacterial agents was performed using the microdilution method for rapidly growing mycobacteria []. For molecular testing a panel of previously defined molecular markers for mycobacteria were used including, PCR amplification of a genus-specific region of the 65-kDa heat shock protein (hsp) gene [], PCR restriction fragment length polymorphism analysis (PRA) of a 644-bp fragment of the hsp65 gene [], amplification and direct sequence analysis of the near-full length 16S rDNA and 16S-23S rDNA internal transcribed spacer (ITS) genes, and amplification and direct sequence analysis of partial hsp65 and rpoB genes [-]. The GenBank accession numbers of the M11 strain genetic markers in the present study are GU142931, HM229791, HM229792, and HM229793.\\nAcid-fast bacilli were observed by microscopic evaluation of the sputum sample; the organism was then cultured on Löwenstein-Jensen (LJ) medium. The same isolate was isolated from 3 consecutive sputum samples. The M11 isolate was a rapidly growing (<7 days), scotochromogenic Mycobacterium capable of growth at 25℃, 37℃, and 45℃. Subcultures of the primary isolate had both smooth and rough colony types. Strain M11 was positive for semi-quantitative (100-mm foam) and heat-stable (68℃) catalases, nitrate reduction, Tween® hydrolysis, growth on LJ medium with 5% NaCl, and tellurite reduction. Strain M11 was negative for urease activity, growth on MacConkey agar without crystal violet, arylsulfatase activity (14 days), niacin production, and iron uptake. The M11 isolate was susceptible to amikacin (≤1 µg/mL), cefoxitin (2 µg/mL), ciprofloxacin (≤0.12 µg/mL), clarithromycin (≤0.12 µg/mL), doxicyclin (≤1 µg/mL), ethambutol (≤0.5 µg/mL), imipenem (1 µg/mL), rifampicin (≤0.06 µg/mL), streptomycin (2 µg/mL), and sulfamethoxazol (1 µg/mL).\\nGenus-specific PCR amplification yielded a characteristic 228-bp fragment of the hsp65 gene, confirming that strain M11 belonged to the genus Mycobacterium. The M11 isolate had a short helix 18 in the 16S rDNA gene, which is a typical molecular signature of rapidly growing mycobacteria.\\nIn the PRA method targeting the 644-bp fragment, the M11 isolate's restriction profile consisted of 456/180-bp, 270/161/117-bp and 320/207-bp fragments from digestion with AvaII, HphI, and HpaII, respectively. This restriction profile is distinct from those of other previously characterized atypical mycobacteria ().\\nThe near-full length (1,438-bp) 16S rDNA gene sequence of the M11 isolate shared 99.93% identity with that of M. monacense DSM44395T, 99.23% identity with that of M. doricum DSM44339T, and 97.89% identity with that of M. vaccae ATCC 15483T. Accordingly, there were 1, 13, and 29 nucleotide differences, respectively. The first and second hypervariable signature sequences of the M11 isolate (positions 128-270 and 408-503; Escherichia coli numbering) shared 100% identity with those of the M. monacense type strain ().\\nIn a phylogeny generated using the 16S rDNA gene, the M11 isolate was classified as an RGM species, and was closely related to M. monacense ().\\nThe M11 isolate's hsp65 gene sequence shared 99.09% identity with that of M. monacense. Its ITS gene sequence also shared 97.83% identity with that of M. monacense clone F1-05352. The M11 isolate's 745-bp fragment of the rpoB gene had a unique sequence compared to those of other atypical mycobacteria; however a comparison was not made between the M11 isolate and of the M. monacense type strain because its relevant data was not available in the molecular databases.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'21788699': 1, '18261672': 1, '29225752': 1, '11682530': 1, '9431937': 1, '33936905': 2, '26180788': 1, '18219141': 1, '26933504': 1, '16009277': 1, '19832722': 1, '14662964': 1, '15855247': 1, '11034492': 1, '14715804': 1, '18187749': 1, '25278573': 1, '32164551': 2, '21712923': 2, '17082393': 1, '16014496': 1, '28076350': 1, '22259785': 2}", "similar_patients": "{'3109835-1': 1, '8085636-1': 1, '7068891-1': 1}"}