{"patient_id": 162578, "patient_uid": "3737700-1", "PMID": 23956724, "file_path": "noncomm/PMC003xxxxxx/PMC3737700.xml", "title": "Child with bilateral pheochromocytoma and a surgically solitary kidney: Anesthetic challenges", "patient": "A 14-year-old boy, weighing 44 kg presented with complaints of excessive sweating since childhood, with recent onset fever, pedal edema, blurring of vision, easy fatigability, and Grade 2 dyspnea (NYHA). Four years ago, he underwent left nephrectomy in view of PUJ obstruction and a non-functioning kidney. His pulse rate was 102/min and blood pressure (BP) of 160/110 mm Hg. Adequate control of BP was achieved with tab. prazosin 7.5 mg tds, tab. nicardipine 40 mg bd, tab. propranolol 80 mg bd, and a combination of HCT-spironolactone 50 mg bd. A diagnosis of bilateral pheochromocytoma was made by raised levels of urinary catechol amines, ultrasound, and CT scan. CT scan showed bilateral adrenal masses with right adrenal mass measuring 5.8 × 4.1 × 4.3 cm and left mass was 6.4 × 2.9 × 3.8 cm []. 24-hour urine samples showed false-negative levels of HVA-14.3 mg/g (3-28 mg/g creatinine), VMA-8.6 mg/vol (2-8 mg/vol), but the ratio of VMA: Creatinine-38 mg/g of creatinine was elevated.[] Creatinine level was 224 mg/vol (800-1 500 mg/vol). 24-hour urinary catechol amines was done which showed levels of adrenaline - 0.6 μg (<20 μg) and noradrenaline - 359.1 μg (<90 μg). Other laboratory parameters were within normal limits. Echocardiography showed an ejection fraction of 51%, concentric LVH, and fair LV systolic function. Renal artery Doppler was normal on right side. Ophthalmological evaluation showed Grade 4 hypertensive retinopathy, resolving papilledema and signs of optic atrophy. Child was posted for bilateral adrenalectomy following initial therapy with a BP of 140/80 mm Hg and no postural hypotension. Oral antihypertensives were continued as per schedule with preoperative anxiolysis. Maintenance fluid was started overnight at 2 ml/kg/hr. Left radial artery was cannulated under local anesthesia. An epidural catheter was secured in right lateral position, in the T8-T9 space with careful positioning. 5 ml of 0.25% bupivacaine was administered. General anesthesia was induced using fentanyl 2 μg/kg and titrated doses of propofol. After adequate depth of anesthesia, gentle laryngoscopy was done and pharynx, epiglottis, and vocal cords were sprayed with 10% lignocaine. Right internal jugular cannulation was then performed (initial CVP was 15 mm of Hg). Intraoperative BP fluctuations during dissection and tumor manipulation of both sides were controlled with infusion of nitroglycerine (2-8 μg/kg/min) titrated to effect, MgSO4 – 25 mg/kg, dexmedetomidine – 1 μg/kg, and boluses of esmolol 5-10 mg. Analgesia was provided with epidural infusion of 0.25% bupivacaine. IV hydrocortisone 100 mg was given. After excision of the second tumor, precipitous fall in BP was managed with an infusion of noradrenaline, dopamine, crystalloid, and colloid. Estimated blood loss was 300 ml. Urine output was maintained at 0.5-1 ml/kg/hr. Blood sugar was monitored. At the end of procedure, child was extubated. The gross specimen showed a single mass on the right and lobulated tumor on the left []. Postoperatively, child required noradrenaline 100 ng/kg/min for maintenance of BP temporarily. IV hydrocortisone 20 mg 8th hourly was started and tapered off in 18 days. Also, oral fludrocortisone 0.1 mg once daily was simultaneously put on. Child had uneventful postoperative period and was discharged on 12th postoperative day.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'14046640': 1, '6141233': 1, '11035703': 1, '3539166': 1, '5918098': 1, '7559889': 1, '15317907': 1, '10927994': 1, '7411363': 1, '6149463': 1, '23956724': 2}", "similar_patients": "{}"}