{"patient_id": 161662, "patient_uid": "3667303-1", "PMID": 23723491, "file_path": "noncomm/PMC003xxxxxx/PMC3667303.xml", "title": "Malignant Acrospiroma of Chest and Abdominal Wall Treated with Chemotherapy", "patient": "A 47-year-old man presented at our dermatology outpatient department with multiple painful reddish raised nodular lesions over the chest and upper abdomen for the last four months. A year and a half back, he first noted a small single nodular lesion in the middle of the chest, gradually increasing in size with a rough surface overlying it which later became painful, but was not associated with any discharge. The lesion was subsequently excised in a medical college in September 2008. The site took a long time to heal. Within 3-4 months post surgery, he noticed multiple groups of raised lesions of skin close to the suture site and draining site in the abdomen. These lesions gradually increased in size within another 3-4 months, with no associated discharge or pain. Now for the past four months, he had noticed multiple crops of lesions on the chest and abdomen suddenly increasing in size and number. They were associated with pruritus, bleeds on scratch, and pain, associated with discharge. He complained of painful swelling in bilateral axilla and thickening of skin underneath and surrounding the existing lesion.\\nPhysical examination revealed multiple grouped nodular erythematous to skin-colored translucent papules and nodules, a few of them hyperkeratotic, brownish to black in color of varying sizes ranging from less than 1 cm to about 10 × 8 cm distributed over the anterior chest wall and upper abdomen []. There were also ulceroproliferative lesions with pus discharge rising from the excision scar overlying the epigastric region. The lesions were painful and there was purulent yellowish discharge from the lesions. The skin around the nodular masses was infiltrated and tender. Examination of the axilla revealed bilateral hard, tender, and mobile lymphadenopathies (single, about 8 × 6 cm in the right axilla, and single, about 3 × 4 cm in the left axilla). The initial cytopathological report before the first excision was consistent with benign adnexal tumor and histopathology of the excised lesion revealed it to be eccrine poroma. Based on the clinical and pathological features of a repeat biopsy, done after two years, a provisional diagnosis of cutaneous malignancy/malignant adnexal tumor was made. The repeat histopathology revealed a tumor arising within the lower portion of the epidermis with extension downward into the dermis. The tumor was present in lobules and broad anastomosing bands. The border between the epidermis and the tumor was readily apparent.\\nThe tumor was predominantly solid []; however, narrow ductal lumina could be seen focally. The cells were oval to cuboidal with a deeply basophilic nucleus and a clear-to-eosinophilic cytoplasm. Focally large hyperchromatic nuclei were seen. The mitotic rate was very high (10 per 10 high power field) with atypical mitosis []. No cytoplasmic keratinization, intracytoplasmic pigment, or peripheral palisading of nuclei was noted. Necrosis was also not visible. The tumor displayed an infiltrative growth [] and reached up to the subcutaneous plane. Focal surface ulceration was noted. The margins of resection were free. Histochemically, the cells were PAS-positive (PAS; periodic acid-Schiff) indicating the presence of glycogen. The cells were positive for pancytokeratin and negative for HMB-45 (HMB: Human Melanoma Black) and S-100. A final diagnosis of malignant eccrine acrospiroma or acrospirocarcinoma was made on histopathology, based on these findings.\\nA computed tomography (CT) evaluation of the abdomen and thorax revealed multiple heterogeneous, hyperdense nodular lesions of varying sizes with irregular margins rising from the skin of the anterior abdominal wall and anterior chest wall []. Some were continuous and others rose as discrete exophytic nodules. The lesions could be grouped into three types, those rising from the skin and growing exophytically with little or no deeper component, some that were primarily rising deep to the epidermis in the subcutaneous fatty tissue as discrete nodules, and other bigger lesions extending from the surface of the skin across subcutaneous fatty tissue and invading into the underlying muscles of the anterior abdominal wall and thorax. The largest nodule measured around 6.2 × 6.0 cm rising from the epidermis. There was no extension into the abdominal cavity. There was also the presence of bilateral multiple enlarged lymph nodes, of around 5 × 6 cm on the right and around 1.3 × 2.5 cm on the left []. A radiological diagnosis of dermal appendage tumor (?malignant) with infiltration into the subcutaneous tissue and underlying muscle over the upper anterior abdominal wall and upper anterior chest wall with bilateral axillary nodal involvement was made.\\nThe patient was treated with systemic chemotherapy, as wide local excision was not deemed feasible by the surgeon citing widespread and disseminated nature of the lesions. He was initially treated with a combination chemotherapy regimen consisting of adriamycin 50 mg/m2 Day 1, vincristine 1 mg/m2 Day 1 and Day 5, 5-fluorouracil (5FU) 500 mg D1–D5, cisplatin 20 mg/m2 and bleomycin 5 IU/m2 from Day15–Day19, a 28-day cycle for two cycles with no significant clinical response. Thereafter, the chemotherapy regimen was changed to paclitaxel 175 mg/m2 D1, a 21-day cycle which showed minimal clinical response with the appearance of new lesions. However, there was significant amelioration of pain. The patient subsequently received two more cycles of paclitaxel, with sustained pain relief but minimal or no regression of the lesions. He was planned for locoregional radiation using electron beam but defaulted and was lost to follow-up thereafter.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'204410': 1, '2823361': 1, '2544641': 1, '3594354': 1, '5775301': 1, '3033589': 1, '660813': 1, '9723060': 1, '3909802': 1, '2156600': 1, '28347286': 2, '3031140': 1, '12025008': 1, '3010913': 1, '2172332': 1, '23723491': 2}", "similar_patients": "{'5368941-1': 1}"}