{"patient_id": 165609, "patient_uid": "3912769-1", "PMID": 24551002, "file_path": "noncomm/PMC003xxxxxx/PMC3912769.xml", "title": "Symptomatic Rathke's cleft cyst with a co-existing pituitary tumor; Brief review of the literature", "patient": "A 39-year-old male presented to his primary care physician with a severe headache, fever and chills. The patient subsequently presented to the Emergency Department of an outside hospital due to worsening symptoms and the onset of substernal chest pain. His electrocardiogram was normal although the cardiac biomarkers were significantly elevated. In addition to working up the patient's cardiac compliant, computed tomography of the head was obtained due to the patient's persistent headache and the presence of horizontal nystagmus on exam. This scan revealed a large sellar mass. To further characterize this mass, a brain magnetic resonance imaging (MRI) was obtained. This revealed a 3.3 cm × 2.9 cm × 3.1 cm cystic mass in the sellar region []. He was then transferred to our institution for further management of his non-ST elevation myocardial infarction and sellar mass. Endocrine labs were obtained and were found to be significant for hypogonadotropichypogondism, with a total serum testosterone level of 23 ng/dL (normal range, 175-780 ng/dL), with all other pituitary labs within normal limits.\\nThe patient subsequently underwent minimally invasive endoscopic transnasaltransphenoidal pituitary resection. Once the pituitary was exposed, an incision was made into the gland, releasing a large amount of fluid from the cyst. After removal of the lining of the cyst cavity, the wound was closed with a septal flap. The patient had an uneventful post-operative course and was discharged in a stable condition.\\nHistological examination of the mass showed adenohypophyseal tissue with focal monomorphic proliferation consistent with an adenoma []. Also seen was cytokeratin-immunopositive cuboidal epithelium consistent with an RCC []. Immunohistochemical studies demonstrated tumor cells immunopositive for chromogranin, synaptophysin and human chorionic gonadotropin. However prolactin, adrenocorticotrophic hormone (ACTH) and growth hormone were seen to be negative.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'18548895': 1, '17917812': 1, '25883817': 1, '1584358': 1, '626939': 1, '16095210': 1, '3670583': 1, '2919360': 1, '6483092': 1, '3320806': 1, '4058703': 1, '2918980': 1, '32033192': 1, '21934255': 1, '660898': 1, '12368625': 1, '15638297': 1, '32774326': 2, '12005257': 1, '7786427': 1, '19551516': 1, '9215319': 1, '5476241': 1, '19165221': 1, '17914599': 1, '30488233': 1, '8537515': 1, '21296991': 1, '31802354': 1, '11594426': 1, '7808605': 1, '14660734': 1, '9442498': 1, '26767975': 1, '3703147': 1, '16519575': 1, '1557952': 1, '20833337': 1, '14811058': 1, '15871552': 1, '972343': 1, '9861546': 1, '7505406': 1, '8189257': 1, '24551002': 2}", "similar_patients": "{'7388627-1': 1}"}