{"patient_id": 156411, "patient_uid": "3248605-1", "PMID": 22249484, "file_path": "noncomm/PMC003xxxxxx/PMC3248605.xml", "title": "Narcolepsy after A/H1N1 vaccination", "patient": "A 19-year-old woman, first observed in May 2010, 40 days after being vaccinated against the 2009 pandemic influenza A (H1N1) virus (Arepanrix™ - Lot A80CA254A), complained of acute and intense headache. Physical examination and general blood tests were unremarkable. A few days later, she presented with uncontrollable sleep attacks, a sensation of “dreaming with open eyes”, nightmares, and a poor quality of sleep. An electroencephalogram, an MRI of the skull, and thyroid laboratory test results were all found to be normal. She gained 9 kg (19.8 lbs) in two months. In September, she presented with cataplexy, hypophonia, and weakness in all limbs without falls. In February 2011, she experienced an episode of sleep paralysis but no hypnagogic hallucinations. The results of a neurological examination were normal.\\nThe patient scored 19 points on the Epworth Somnolence Scale. Polysomnography disclosed a sleep efficiency of 81.8% and a sleep latency of three minutes. She did not display apnea/hypopnea but had a Respiratory Effort Related Arousal (RERA) index of 72, which was normalized with nasal Continuous Positive Airway Pressure (CPAP) (8 cm H2O). She subsequently presented with very stable sleep. The multiple sleep latency test, performed one week after the introduction of nasal CPAP to avoid false-positive results, revealed sleep latencies between 1 and 6.5 minutes, and three sleep onset rapid eye movement periods (SOREMPs) lasting from 8 to 12 minutes. Notably, the patient carries the HLA-DQB1* 06:02 allele. The CSF hypocretin level could not be determined because the test was not available in the state of Minas Gerais.\\nBased on the overall clinical findings and on the results from the ancillary tests, a diagnosis of narcolepsy was made. Appropriate communication to the public service for pharmacological vigilance and to the company responsible for the production of the vaccine were first undertaken on September 30, 2010. The patient was treated with modafinil (200 mg/day) for hypersomnolence and venlafaxine (37.5 mg/day) for cataplexy. This approach to treatment achieved an excellent clinical response.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'21307106': 1, '19052222': 1, '20929650': 1, '21102981': 1, '20585744': 1, '22249484': 2}", "similar_patients": "{}"}