{"patient_id": 157753, "patient_uid": "3343429-1", "PMID": 22477016, "file_path": "noncomm/PMC003xxxxxx/PMC3343429.xml", "title": "Syndrome of Inappropriate Antidiuretic Hormone Secretion in a Patient with Large Cell Neuroendocrine Carcinoma", "patient": "A 63-year-old male was admitted to our hospital because of a two-day history of dizziness, general weakness, and recent memory loss. The patient had a ten-year history of diabetes mellitus and an eight-year history of hypertension. He also had a 60 pack-year history of smoking.\\nUpon admission, physical examinations revealed no evidence of volume depletion, and neurologic examinations revealed no abnormalities except for slightly slurred speech. Laboratory studies showed microcytic hypochromic anemia, a blood urea nitrogen of 9.3 mg/dL, and a serum creatinine of 0.88 mg/dL. Urinalysis revealed trace proteinuria with no significant casts. Serum sodium concentration was 113 mEq/L with a serum osmolality of 236 mosm/kg, a urine osmolality of 441 mosm/kg, and a urine sodium concentration of 65 mEq/L. His thyroid and adrenal functions were normal. The patient denied excessive water ingestion and the usage of diuretics or any other medications affecting serum sodium levels. Based on the above information, he was diagnosed with SIADH.\\nNo newly developed lesions in the central nervous system were found on a brain magnetic resonance imaging with angiography. An approximately 2.5 cm-sized round mass lesion on the left perihilar area was noticed on a chest X-ray, and chest computed tomography revealed a 2.7×2.3 cm-sized well-defined lobulated mass in the superior segment of the left lower lobe ().\\nThe patient was initially treated with hypertonic saline (3% NaCl: 20 gtt/min for 12 hours) with frequent monitoring of serum sodium levels because of suspected hyponatremic symptoms at the emergency room. Subsequent serum sodium concentrations thereafter were 113, 117, 119, and 121 mEq/L. After improvement in hyponatremic symptoms, his treatment was switched to isotonic saline infusion and furosemide (20 mg bid per os). The follow-up serum sodium level was 122 mEq/L and increased to 127 mEq/L at the time of a lung biopsy, which was performed through mediastinoscopy and revealed a neuroendocrine carcinoma. The patient underwent video-assisted thoracoscopic lobectomy of the left lower lobe with mediastinal lymph node dissection. The mass was revealed to be a 3×2.2 cm-sized LCNEC with visceral pleural invasion (). In addition, an enlarged interlobar lymph node was observed and removed. The final stage of LCNEC was T2N0M0 (IB). After surgical removal of the lung mass, his serum sodium concentrations were normalized (135 and 137 mEq/L) without any additional specific management. During the follow-up at an outpatient clinic, the patient received adjuvant chemotherapy with MAGE-A3 antigen-specific cancer immunotherapeutic, and hyponatremia did not recur.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'11729259': 1, '3016206': 1, '5337379': 1, '11829087': 1, '29317964': 2, '12167788': 1, '8569296': 1, '16382115': 1, '34513663': 1, '9372692': 1, '22477016': 2}", "similar_patients": "{'5755626-1': 1}"}