{"patient_id": 163074, "patient_uid": "3764732-1", "PMID": 24049303, "file_path": "noncomm/PMC003xxxxxx/PMC3764732.xml", "title": "Stage IV lung cancer: Is cure possible?", "patient": "A 53-year-old male, chronic smoker, presented with history of left-sided dull aching chest pain for 1 month and significant weight loss of 5 kg in 1 month. There were no symptoms of breathing difficulty, hemoptysis, bony pains, or lumps noticed anywhere in body. Evaluation included a contrast-enhanced computed tomography (CT) of thorax which revealed a left upper lobe peripherally situated mass of size 2 × 2 cm involving chest wall, enlarged pretracheal, prevascular, and aortopulmonary window nodes, and mild left pleural effusion.\\nThe common differential diagnoses for weight loss and lung mass with lymphadenopathy in a male smoker in our country are chronic obstructive lung disease, chronic bronchitis, tuberculosis, pneumonia, and lung cancer. Clinical history and thorough examination should be made with careful palpation of the neck for lymphadenopathy and chest auscultation. A chest radiograph is the basis of imaging and is complemented by a contrast-enhanced CT scan of the chest, which should include the liver and the adrenal glands. Tissue diagnosis is mandatory if the clinicoradiological suspicion of malignancy is high and a biopsy should be performed either by bronchoscopy or with CT guidance. If confirmed to be malignant, further staging workup would be required if the chest CT scan shows non-metastatic disease. A metastatic workup would include a positron emission tomography (PET)-CT scan and a magnetic resonance imaging (MRI) scan of the brain.\\nOur patient presented to us with a CT scan showing a left upper lobe mass with ipsilateral mediastinal lymphadenopathy and a small pleural effusion. His vitals were normal, physical examination was unremarkable, and ECOG performance status was 1. Fiber optic bronchoscopy showed no endobronchial growth. Diagnostic thoracentesis was performed. Pleural fluid cytology was positive for metastatic squamous cell carcinoma.\\nConventional cytologies such as sputum examination, bronchial lavage, bronchial brushings, fine-needle aspiration biopsy have played an important role in the diagnosis of primary and metastatic lung cancers. Immunohistochemical stains can be applied on cytological material. The immunohistochemical markers such as TTF-1, CK7, CK20, 4A4, 34 E12, and p63 help to classify further subtypes in Non-small cell lung cancer (NSCLC). In addition, epidermal growth factor receptor (EGFR) gene mutation studies can also be done on the blocks prepared from cytological material, which helps in choosing appropriate targeted therapy. Thus, cytology plays an important role not only to subclassify tumors but also to individualize treatment strategy with the advantage of easy availability and minimum invasiveness.[]\\nThus, the patient was diagnosed with squamous cell carcinoma of the lung, T3N2M1a, stage IV.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'13982100': 1, '20537426': 1, '11569782': 1, '21515066': 1, '7484585': 1, '10487566': 1, '9341895': 1, '1651993': 1, '26835190': 2, '21616674': 1, '16505394': 1, '15158627': 1, '8787451': 1, '8678651': 1, '16580442': 1, '14571170': 1, '33543315': 1, '11713138': 1, '8691861': 1, '4473261': 1, '15405683': 1, '26094729': 1, '21623384': 1, '17825950': 1, '16192576': 1, '11505288': 1, '17225705': 1, '18263769': 1, '30643546': 1, '24049303': 2}", "similar_patients": "{'4725754-1': 1}"}