{"patient_id": 160042, "patient_uid": "3526764-1", "PMID": 23269965, "file_path": "noncomm/PMC003xxxxxx/PMC3526764.xml", "title": "Baker's Cyst with Intramuscular Extension into Vastus Medialis Muscle", "patient": "A 37-year-old female patient visited our institution complaining of a painless mass in the posteromedial aspect of the left knee that had been present for several months. The physical examination showed mild knee swelling and a 5-cm diameter mass along the medial side of the popliteal fossa. There was no tenderness or feeling of pressure around the mass, neurological symptoms, and range of motion (ROM) limitation. The patient had neither history of illness nor trauma. Plain radiography revealed no abnormal findings, such as calcification. A lobulated cyst measuring 5×5×3 cm was identified in the vastus medialis muscle by MRI. The cyst showed a low signal intensity on T1-weighted images whereas an intermediate-high signal intensity on T2-weighted images. The inhomogeneity in signal intensity was attributed to hemorrhage within the cyst (). There was no opening or stalk for direct communication between the cyst and joint cavity or combined pathology, such as meniscus tears, on MRI. Therefore, an open excisional biopsy was performed.\\nWith the patient under spinal anesthesia, a longitudinal skin incision was made along the medial side of the left knee and soft tissue release was done to expose the cyst. The location of the cyst in the vastus medialis muscle was confirmed after incising the fascia. The cyst was filled with dark brown fluid suggestive of hemorrhage within the cyst (). During detachment from the surrounding tissues, communication between the cyst and the joint cavity was noted (). After complete removal of the cyst (), an opening for intraarticular communication with the joint cavity was observed and ≥5 mm fenestration of the opening in the posterior joint capsule was done to block unidirectional passage of fluid (). Histopathological examination showed that the cyst wall was surrounded by synovial membrane and composed of thick fibrous tissue, which led us to diagnose a Baker's cyst.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'9043606': 1, '10355711': 1, '676797': 1, '23853194': 1, '13376650': 1, '8816552': 1, '2008382': 1, '12169279': 1, '8614860': 1, '5536022': 1, '11799006': 1, '8633123': 1, '8567131': 1, '1925676': 1, '7436561': 1, '15007568': 1, '7004054': 1, '29070055': 1, '930627': 1, '23269965': 2}", "similar_patients": "{}"}