{"patient_id": 154368, "patient_uid": "3089040-1", "PMID": 21559235, "file_path": "noncomm/PMC003xxxxxx/PMC3089040.xml", "title": "Video Therapy for Atypical Eating Disorder and Obesity: A Case Study", "patient": "Merrin was a 39 year old woman with a 15 year history of yo-yo dieting with daily self-induced vomiting. She was married with 3 school-age children and living in a rural area 47km outside Aberdeen, where the main hospital and Eating Disorder Service are based. Her eating disorder symptoms included a persistent pre-occupation with eating and an irresistible craving for food, periods of overeating, constant attempts to restrict food intake and vomiting at least once every day. She had lost 7 teeth due to vomiting. There was no evidence of objective bingeing, no use of diet pills, over-exercise, nor laxative abuse. Poor body image was evident, independent of fluctuations in weight, and in particular disgust in relation to her abdomen, back and legs. There was no overt body or weight-checking behaviour. Her weight at treatment onset was 110kg (BMI 39.1) and had ranged between 76kg (4 years previously) and 127kg (5 years previously). Unusually, she did not wish to be thin and considered her ideal weight to be 76kg (BMI 27.5). At this weight she believed she would feel less pressured to lose weight, and would also feel less pressured to maintain a ‘thinner’ BMI within the normal range.\\nMerrin was independently assessed at pre-treatment by a psychiatric registrar and diagnosed with EDNOS (Eating Disorder not Otherwise Specified) according to the DSM-IV diagnostic system []. Her weight was in the obese category. She had a smoking habit and a family history of heart disease and type 2 diabetes, making it a priority to improve her eating habits and reduce weight-related health risks. She had also been diagnosed with a borderline thyroid level. Her mean global score on the Eating Disorder Examination-Questionnaire (EDE-Q) questionnaire [] at pre-therapy was 4.493, which is significantly higher than the norm (mean: 1.554; SD: 1.21) of a non-clinical population. She also scored higher on all of the subscales, indicating high levels of restrictive eating, associated with marked eating, shape and weight concerns. Pre-therapy ratings on the SCL-90 [] showed elevated scores on the ‘Somatisation’ (Mean:1.33) and ‘Depression’ (Mean:1.69) subscales, indicating distress arising from bodily perceptions of physical ill-health and low mood, loss of motivation and energy. There was no previous contact with psychiatric services.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'10661000': 1, '4682398': 1, '27822374': 1, '29740379': 1, '9193191': 1, '7866415': 1, '18370771': 1, '19639645': 1, '10082698': 1, '26528215': 1, '16629870': 1, '11772852': 1, '24959157': 1, '19356743': 1, '12140789': 1, '28652832': 1, '18374304': 1, '33037682': 1, '10897088': 1, '21559235': 2}", "similar_patients": "{}"}