{"patient_id": 161922, "patient_uid": "3685644-1", "PMID": 23789053, "file_path": "noncomm/PMC003xxxxxx/PMC3685644.xml", "title": "Primary Adenocarcinoma of the Rete Testis With Preceding Detection of Unilateral Hydronephrosis", "patient": "The patient was a 54-year-old man with right flank pain that had started 1 month previously. The kidney-ureter-bladder and urinalysis findings were normal, but ultrasonography showed mild right hydronephrosis. Therefore, abdominopelvic computed tomography (CT) was performed to determine the cause of the hydronephrosis. We found multiple enhanced lesions around the right obturator muscle that were compressing the right distal ureter and causing the hydronephrosis. Multiple retroperitoneal and right common iliac metastatic lymphadenopathies were also seen (). Additionally, a heterogeneous, low-density lesion with an irregular margin was found with hydrocele in the right testis (). According to the patient's medical history, the painless swelling of the right scrotum had started about 1 year previously with no other significant medical history. On the physical examination, a relatively movable, solitary hard mass was palpated with swelling. Tumor markers were checked. The lactate dehydrogenase (490 IU/L) and carcinoembryonic antigen (CEA, 40.8 ng/mL) levels were higher than normal, but the alpha-fetoprotein and beta-human chorionic gonadotropin (beta-hCG) levels were normal. A chest X-ray revealed no specific lesions. We decided to perform cystoscopy and retrograde pyelography with radical orchiectomy to rule out any metastatic lesions in the right ureter. A right ureteral stricture was found and a D-J ureteral catheter was inserted. A radical orchiectomy was successfully done.\\nGrossly, the tumor was centered on the testicular hilum. It was a solid and ill-defined tumor without a capsule. There was no tunica involvement. Microscopic examination showed conventional adenocarcinoma, which shows a glandular pattern of growth with atypical stratified cuboidal to columnar epithelial tumor cells (). Significant immunohistochemical reactivities for CEA, Muc1, cytokeratin 20, and CDX2 were seen (). There was no reactivity for prostate-specific antigen (PSA), carbohydrate antigen 19-9, thyroid transcription factor-1, or S-100 protein. There was no neuroendocrine or small cell carcinoma or frank sarcoma component. The resection margins were clear. There were no carcinoma cells in the hydrocele fluid. Positron emission tomography-CT (PET-CT), gastroduodenoscopy, colonoscopy, and transrectal ultrasound were performed in addition to measuring the serum PSA level to rule out metastatic adenocarcinoma from another site. There were no specific findings suggesting other primary lesions. Combined with these findings, we finally diagnosed a right testicular lesion as the primary adenocarcinoma in the rete testis.\\nAfter the radical orchiectomy, the patient received combined chemotherapy 6 times, but the progression of the disease was unstoppable. During the course of the chemotherapy, PET-CT was done, which revealed newly developed lung metastasis. The patient died only 8 months after he was first diagnosed with the cancer.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'21174741': 1, '20451971': 1, '8986044': 1, '34497979': 2, '10992394': 1, '31149477': 1, '7571213': 1, '15160542': 1, '8345624': 1, '17118031': 1, '17853037': 1, '6465420': 1, '23789053': 2}", "similar_patients": "{'8413206-1': 1}"}