{"patient_id": 35499, "patient_uid": "3114000-1", "PMID": 21599954, "file_path": "comm/PMC003xxxxxx/PMC3114000.xml", "title": "Bilateral dilation of the urinary tract due to iliopsoas pyomyositis: a case report", "patient": "A 25-year-old Greek Caucasian woman with a history of IVDU and chronic hepatitis C virus was admitted to our department because of a four-day history of fever (39.0°C) associated with left lower quadrant abdominal pain. She recalled an injection of heroin into her left groin seven days prior to her presentation to our hospital. At the time of presentation to our hospital, the patient's temperature was 39.1°C, her heart rate was 118 beats/minute, her respiratory rate was 20 breaths/minute, her blood pressure was 115/70 mmHg and her oxygen saturation was 97%. Her physical examination revealed sensitivity to palpation of the left quadrant abdomen without signs of peritoneal irritation. The rest of the physical examination was unremarkable.\\nHer laboratory work-up at the time of admission showed normochromic normocytic anemia with a hematocrit level of 31.3% and a hemoglobin level of 10.6 g/dl. Her white blood cell count was 15×109/l with a neutrophil count of 12.6×109/l. Her serum urea was 14 mg/dl, creatinine was 0.6 mg/dl, glucose was 67 mg/dl and lactate dehydrogenase was 387 U/l. Her C-reactive protein level and erythrocyte sedimentation rate (ESR) were significantly elevated at 152 mg/dl and 110 mm/hour, respectively. Her liver function tests were as follows: total bilirubin, 2.24 mg/dl; aspartate aminotransferase, 26 U/l (normal, 40 U/l); alanine aminotransferase, 20 U/l (normal, 40 U/l); alkaline phosphatase, 482 U/l (normal, 280 U/l); and γ-glutamyl transpeptidase 136 U/l (normal, 32 U/l). Moreover, her serology was negative for HIV and hepatitis B virus. The results of urinalysis, electrocardiography and chest X-ray were normal.\\nComputed tomography (CT) of her abdomen (Figure , arrows) revealed multiple small abscesses in the left iliopsoas, and as a result the diagnosis of pyomyositis was established. Blood was drawn for multiple cultures, and treatment with IV antibiotics (ampicillin/sulbactam and vancomycin) was started. Serial blood and tissue cultures obtained after a CT-guided needle biopsy were negative, and the patient continued on the same antibiotic regimen. One week later follow-up CT disclosed bilateral dilation of the ureters and renal calyces, particularly on the right side. IV pyelography confirmed the above findings and also showed a significant displacement of the urinary bladder (Figure , arrows).\\nThe patient maintained efficient diuresis and normal renal function. Thus, no surgical intervention was performed. She remained hospitalized for one month receiving IV antibiotic therapy, and the follow-up IV pyelography and CT scan were both negative for dilations. She was discharged in good health with normalization of her biochemical and hematological parameters.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'16231249': 1, '18625683': 1, '4017319': 1, '12748161': 1, '16297743': 1, '7939725': 1, '12371123': 1, '10841689': 1, '16388041': 1, '7806874': 1, '21599954': 2}", "similar_patients": "{}"}