{"patient_id": 37833, "patient_uid": "3350301-1", "PMID": 22611507, "file_path": "comm/PMC003xxxxxx/PMC3350301.xml", "title": "Nodular Fasciitis of the Orbit: A Case Report and Brief Review of the Literature", "patient": "A 45-year-old African American male presented with a complaint of a gradually enlarging mass at the lateral aspect of the right upper eyelid. This growth was initially noted three months prior to presentation and was not associated with pain. There was no history of trauma to the region. On examination, the uncorrected acuity was 20/25 in each eye. A firm nontender, partially mobile mass was palpable over the temporal aspect of the superior orbital rim of the right eye (). The growth measured 2.5 cm in diameter. There were no other abnormal findings on the general eye examination. A CT scan disclosed a well-demarcated mass with no infiltration into surrounding tissues (). A few weeks later, the patient was taken to surgery and the growth was removed under local anesthesia. A 3 cm incision was made directly over the mass and blunt dissection was used to free the mass from the surrounding tissue (). The growth was quite adherent to the deep tissue overlying the orbital rim and appeared to be encapsulated.\\nThe specimen was submitted to pathology. It was noted to be a 2 cm well-circumscribed mass (). On histological examination, the tumor was described as being surrounded by compressed bands of collagen, but a true capsule was not present. It consisted of bundles of finely tapered spindle cells that resembled fibroblasts found in tissue culture or granulation tissue (). There was abundant myxoid stoma with scattered lymphocytes and extravasated red blood cells. Occasional mitoses were identified (). In order to exclude other spindled neoplasms, an immunohistochemical analysis was performed utilizing antibodies against S-100, epithelial membrane antigen, cytokeratin, muscle actin, and neurofilament antigen. These studies were all were negative.\\nThe patient did well postoperatively. The wound healed without complication and there has been no recurrence of the growth.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'2366127': 1, '14361319': 1, '2285664': 1, '8854149': 1, '1910713': 1, '11952752': 1, '28913189': 2, '5905201': 1, '15778617': 1, '11281591': 1, '30706133': 1, '5905202': 1, '4414831': 1, '22611507': 2}", "similar_patients": "{'5556713-1': 1}"}