{"patient_id": 42584, "patient_uid": "3679833-1", "PMID": 23641965, "file_path": "comm/PMC003xxxxxx/PMC3679833.xml", "title": "Body packing by rectal insertion of cocaine packets: a case report", "patient": "A 27-year-old black male patient was detained by the Federal Police for suspected drug trafficking. He was believed to have introduced cocaine packs into his rectum. He was sent to the hospital by court order for clinical examination and toxicological evaluation.\\nThe patient was conscious, oriented, had good color, normal blood pressure and heart rate, and no signs of acute intoxication. Abdominal examination revealed discrete pain upon deep palpation and a small mass in the left iliac fossa, although with no signs of an acute abdomen. The patient didn’t consent to rectal examination.\\nDetermination of serum benzoylecgonine (a cocaine metabolite) was negative. A plain abdominal radiograph revealed several oval structures located in the rectum and sigmoid colon (Figure ).\\nFasting and whole bowel irrigation with an osmotically balanced polyethylene glycol electrolyte solution and a 50 g dose of activated charcoal every six hours were prescribed and the patient was kept under hospital observation. During the next three days, the patient spontaneously evacuated 28 cocaine packs which were sent to the Police Department for criminal forensic examination (Figure ). A control abdominal radiograph didn’t show any other foreign bodies. The forensic police identified around 30 g of cocaine in each package.\\nAfter the terrorist attacks of 2001, surveillance at border posts, airports and seaports were reinforced, with the adoption of image synthesizing devices for the check of passengers and baggage [,]. These measures have led traffickers to modify the process of drug pack preparation. What used to be prepared in a handmade manner started to be elaborated in a more sophisticated manner including the use of several layers of radiotransparent material such as latex, plastic, cellophane and carbon paper [].\\nThe method of imaging most accessible for the identification of drug packs is plain radiograph, which has a sensitivity of 85-90% []. In general, when drugs are swallowed, multiple foreign bodies of a spherical shape and with a diameter of less than 2 cm are observed in the small bowel. In contrast, when the drug is inserted into the rectum, a smaller number of oval packs reaching as much as 6 cm in length are identified []. It is clear that the sensitivity of the radiologic method can be influenced by the number of packs ingested or introduced and by the radiologic density of the drug.\\nHashish has a denser attenuation coefficient than feces and heroin and a density similar to that of air, which permits a relatively easy identification of this drug. However, the radiological density of cocaine is closely similar to that of feces; a fact that impairs radiological analysis []. In sporadic and specific situations, computed tomography can be used to obtain greater information about ingested content, such as when is suspected that the number of packages may have been underestimated by the patient.\\nIn general, asymptomatic patients are taken to the hospital by court or police order. These patients must be continuously monitored since spontaneous pack rupture with acute intoxication occurs in up to 5% of cases []. Intestinal irrigation with polyethylene glycol can be prescribed in order to reduce the risk of rupture []. Monitoring time is extremely variable since many patients ingest substances that reduce intestinal transit in order to prevent evacuation during transportation of the drug. Any type of prokinetic medication for the induction of evacuation should be avoided during the period of observation since these medications may facilitate rupture of the drug packs in the presence of the mechanical effort of intestinal contraction [].\\nClinical manifestations, when present, may be due to gastrointestinal complications or to systemic intoxication.\\nIntestinal obstruction is the most frequent surgical complication in drug smuggling patients. In a series of 70 operations performed on body packers in the Caribbean, signs of peritoneal irritation were observed in 57 patients and uncontrollable vomiting in 45 [].\\nHeroin and cocaine are the drugs most frequently detected in cases of acute smuggler intoxication. Patients intoxicated with heroin present with reduced consciousness, bradypnea and pupillary miosis. They should receive ventilator and circulatory support, as well as 2 to 5 mg naloxone every 5 minutes until reversal of symptoms. High doses of this antidote may be necessary in the case of rupture of intestinal packs [].\\nThe most common clinical presentation of acute cocaine intoxication is adrenergic hyperactivation characterized by tachycardia, arterial hypertension, mydriasis, and psychomotor agitation. Cardiovascular complications such as myocardial infarction, tachydysrhythmia and aorta dissection are leading causes of death among victims of a cocaine overdose. Since there is no effective cocaine antidote, when rupture of an intestinal pack is suspected the patient should be immediately submitted to laparotomy for removal of that packets []. Palliative treatments such as benzodiazepines for the control of seizures or psychomotor agitation, lidocaine for ventricular dysrhythmias and sodium nitroprusside for the control of severe arterial hypertension can be prescribed [].\\nIn this situation, the patient may refuse physical examination such as digital rectal examination or complementary tests that might incriminate him. From an ethical viewpoint, it is the responsibility of the doctor to inform the patient about the risks of his physical situation while respecting his decision. The patient should be kept in the hospital under intensive monitoring of signs of acute intoxication.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'10189329': 1, '29849377': 2, '26932867': 1, '18060451': 1, '14566426': 1, '11290973': 1, '14695412': 1, '23641965': 2}", "similar_patients": "{'5965216-1': 1}"}