{"patient_id": 41719, "patient_uid": "3623122-1", "PMID": 23606853, "file_path": "comm/PMC003xxxxxx/PMC3623122.xml", "title": "A Rare Case of Effusive Constrictive Cholesterol Pericarditis: A Case Report and Review", "patient": "This is a case of a 68-year-old male with a history significant for rheumatoid arthritis and a moderate pericardial effusion discovered incidentally on a CT scan of his chest during the initial workup for worsening dyspnea (). Over the next 18 months, he developed increasing lower extremity edema and dyspnea with activity. Symptoms at that time showed modest response to oral diuretics. Serial echocardiograms, during the 18-month evaluation period, were performed periodically to evaluate his worsening dyspnea and generalized edema. Despite his worsening symptoms, the echocardiograms showed no decrement in the systolic or diastolic function with minimal increase in size of the effusion with no end-diastolic chamber collapse, interventricular dependence, or spectral Doppler variation suggestive of tamponade physiology. Physical exam revealed a normotensive male that was not tachycardic. There was a pericardial knock and distended jugular veins. He had coarse breath sounds bilaterally and mild abdominal distention with hepatomegaly. Extremity exam showed deep pitting edema to his thighs and small joint deformities associated with his known rheumatoid arthritis. A directed echocardiogram for evaluation of constrictive pericarditis showed a hyperdynamic left ventricle. Right ventricular collapse was evident along with respirophasic ventricular septal motion. These findings along with bilateral atrial enlargement, in the absence of restrictive pattern on diastolic function evaluation, were suggestive of possible pericardial constriction rather than tamponade.\\nThe patient continued to worsen over the next two years. He underwent a diagnostic pericardiocentesis with cardiac and pericardial pressure monitoring. Pericardial pressures were elevated at 30 mmHg prior to drainage of fluid. There was hemodynamic evidence of equalization of diastolic pressures in all chambers. There were a positive Kussmaul sign and significant ventricular interdependence. After pericardiocentesis, pressures in the pericardial space decreased to less than 5 mmHg. Despite this extracardiac change in pressure, there were no changes in the intracardiac pressures (). There continued to be a prominent square root sign on both right and left ventricular tracings. Right atrial pressure tracings now demonstrated a blunted X descent and rapid Y descent (). These findings supported a diagnosis of constrictive pericarditis as the etiology of heart failure in this patient. Pericardial fluid was bloody and revealed no infectious etiology on analysis and cultures including acid fast bacillus, with total protein content of 5.1 g/dL, glucose of 4 mg/dL, LDH 5640 u/L, and a total cholesterol of 211 mg/dL. In view of the patient's significant symptomatology, he was referred for pericardial stripping in a high volume surgical center. Pathology report of the pericardial tissue, obtained from the surgical center where the stripping took place, revealed degenerating blood with focal areas of cholesterol crystal formation.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'28868101': 2, '33554027': 2, '15163787': 1, '11359187': 1, '27858907': 2, '13240799': 1, '23606853': 2}", "similar_patients": "{'5591155-1': 1, '5574288-1': 1, '7850630-1': 1}"}