{"patient_id": 40155, "patient_uid": "3514382-1", "PMID": 23171541, "file_path": "comm/PMC003xxxxxx/PMC3514382.xml", "title": "Persistent inguinal seroma managed with sprinkling of talcum powder: a case report", "patient": "A 67-year-old Caucasian man with a suprapubic recurrent right groin hernia after a Lichtenstein repair underwent a second inguinal exploration under local anesthesia, where the presence of suprapubic hernia recurrence was observed. A hernioplasty was carried out in which a polypropylene plug was placed in the recurrence point. No drain was left in place, and the patient was discharged the same day.\\nThree days later the patient arrived at the emergency room with a fluctuating mass located in the right groin below the surgical wound with no signs of infection, and he was discharged after seroma aspiration. Cultures of the aspirated fluid tested negative for bacterial growth.\\nOn the 7th day after surgery, 50mL of seroma was aspirated again in the emergency room. On the 10th day after surgery, a one cm open drainage was carried out, evacuating 100cc of uncomplicated seroma, and a stoma bag was left in place to collect the drained fluid. From the 10th until the 22nd day after the surgery, a daily amount of between 100cc and 150cc of fluid was collected.\\nOn the 23rd day, the seroma cavity was thoroughly dried with clean gauze swabs and four g of sterilized dry talcum powder (STERITALC® F4, Novatech, France) was sprinkled into the seroma cavity with a five-cc syringe. A compressive dressing was placed, and the patient was discharged.\\nDuring the next two days a local inflammatory response took place, with good pain control with standard analgesia, and a decreasing drainage of 50cc and 20cc respectively. One week after the talcum powder sprinkling, the surgical wound was almost closed with minimal oozing from the drainage incision. The patient did not report any adverse effects. Two weeks later, the wound was fully healed.\\nOne year after surgery, the wound does not present any complications, there are no hernia recurrence signs, and the chronic pain has improved.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'11548834': 1, '9781006': 1, '4256971': 1, '11759799': 1, '22192896': 1, '27541060': 1, '11668229': 1, '9632869': 1, '24996383': 1, '14586775': 1, '14735327': 1, '14533914': 1, '16001158': 1, '8489081': 1, '29332240': 1, '15539722': 1, '16958979': 1, '30130670': 1, '23171541': 2}", "similar_patients": "{}"}