{"patient_id": 164443, "patient_uid": "3841696-1", "PMID": 24339497, "file_path": "noncomm/PMC003xxxxxx/PMC3841696.xml", "title": "Pulmonary cryptococcosis: An unusual presentation", "patient": "A 33-year-old male bank employee presented to our outpatient department with a 4 month history of dry cough, and breathlessness on exertion associated with wheeze. He was a nonsmoker and teetotaller. There was no history of high risk behavior, but he had a history of exposure to pigeons in his house for the past 1 year. He had a history of being treated with empirical antituberculous therapy for an exudative pleural effusion 2 years ago. For his current symptoms, he had been initially treated by his local physician with antibiotics and inhaled bronchodilators, but his symptoms persisted. At presentation, he had no neurological symptoms.\\nPhysical examination revealed decreased breath sounds on the whole left hemithorax. Vital signs were stable. Initial investigations such as total leukocyte count, differential count, and renal and liver function tests were within normal limits. A chest X-ray [] revealed a left upper zone, mid zone, lower zone air space consolidation; and an elevated hemidiaphragm possibly due to collapse of the left lower lobe. A computerized tomography (CT) scan of the chest [] showed a mass lesion in the left main bronchus (LMB), causing complete collapse of left upper lobe and partial collapse of left lower lobe with consolidation with no mediastinal lymph adenopathy and no peripheral lung nodules.\\nFiberoptic bronchoscopy [] performed under local anesthesia revealed a white polypoid endobronchial mass lesion in LMB causing complete occlusion. Bronchial washings showed no evidence of TB or fungal infection. However, bronchial biopsy of the lesion showed yeasts consistent with Cryptococcus [] and subsequent cultures grew Cryptococcus. The cryptococcal antigen was not tested in our patient as the clinical suspicion was very low. Moreover the value of serological tests in the diagnosis of this condition is doubtful. The patient was then evaluated for his immune status. Test for human immunodeficiency virus (HIV) by ELISA technique was negative. His total lymphocyte count, CD4 and CD8 counts, and immunoglobulin levels were normal. The patient was initiated on intravenous amphotericin B (0.7 mg/kg daily) and fluconazole (1,200 mg per day). A repeat chest X-ray [] after 10 days of therapy showed significant resolution of the lesion and his symptoms had improved. Intravenous amphotericin was stopped and he was discharged home on oral fluconozole 1,200 mg per day. After a month of oral fluconozole (1,200 mg per day), he was switched over to maintenance dose of oral fluconozole 400 mg per day. He remained well with good improvement in symptoms and chest X-ray findings. CT scan chest and bronchoscopy have not been repeated in our patient as he was not keen on having either of them. Further, his remarkable clinical improvement made us agree with him on this management decision.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'16471118': 1, '30719369': 2, '6609567': 1, '16864987': 1, '5078941': 1, '9797753': 1, '15742861': 1, '7235394': 1, '7777885': 1, '30302308': 1, '20047480': 1, '8726953': 1, '20592924': 1, '4583538': 1, '17443047': 1, '22337198': 1, '27704021': 1, '24339497': 2}", "similar_patients": "{'6334315-1': 1}"}