{"patient_id": 37803, "patient_uid": "3350268-1", "PMID": 22606597, "file_path": "comm/PMC003xxxxxx/PMC3350268.xml", "title": "Emergent Completion Pneumonectomy for Postoperative Hemorrhage from Rupture of the Infected Pulmonary Artery in Lung Cancer Surgery", "patient": "A 74-year-old male with an abnormal shadow in the left upper field in the chest X-ray film. Computed tomographic scanning of chest showed a nodule of 33 mm in a diameter in the left S1+2 (). He was diagnosed with adenocarcinoma of lung cancer by bronchoscopic examination (cT3N0M0, c-stage IIA). After posterolateral skin incision and 5th intercostal space thoracotomy, the lung was fibrously adhered to intrathoracic space. The incomplete interlobar pulmonary fissure was divided by GIA Stapling System (Blue, 45 mm, 3.5, COVIDIEN, Japan) with partial resection of lower lobe S6 region. GIA Stapling System (Gray, 45 mm, 2.0) was fired for dealing with A1+2 and A3 pulmonary arterial branches, and double of 2–0 silk were tied and cut for A4a, A4b, and A5 ones; GIA Stapling System (Blue, 45 mm, 3.5) was used for dividing of left upper bronchus. A left upper lobectomy with lymph nodal dissection was performed. The postoperative pathology resulted in adenocarcinoma with mixed subtype (acinar > papillary carcinoma, intralobar p3, br-, pa-, pv-, pT3N0M0, p-stage IIB). The continuous air leakage with low-grade fever had been observed until the 6th postoperative day (POD). At 14:30 on the 6th POD, a sudden intrathoracic hemorrhage with shock had been occurred. Emergent redo thoracotomy was performed to treat the excessive intrathoracic bleeding via the same operative incision. The hemorrhage was found from the exfoliated fragile lesion of interlobar pulmonary artery, which was closed with 5–0 prolene suture with pledgets. A large amount of intrathoracic hematoma had been removed. After the surgery, a continuous air leak with spiked fever had been continued until the 9th POD. The level of C-reactive protein was 28.6 mg/dL. At 19:50 on the 10th POD, sudden excessive hemorrhage (1500 mL) was occurred through thoracic drainage tube with shock. By pumping transfusion of red cell concentrates, the patient was moved to operating room; emergent salvage surgery was performed. By a median sternostomy approach and setting of cardiopulmonary bypass with cannulation into right femoral artery and vein, in the transpericardial manipulation, resections of main pulmonary artery with GIA Stapling System (White, 45 mm, 2.5) and superior and inferior pulmonary veins with GIA Stapling System (Gray, 45 mm, 2.0) were performed to quit the pulmonary arterial bleeding. Total blood loss was 4990 mL and 30 units of red cell concentrates and 16 units of fresh-frozen plasma were transfused. Although the thoracic cavity had been in the status of postoperative empyema thoracis, against where we used a pedicled omental flap to have a plompage effect, with which we covered to the divided left main bronchial stump. The median sternotomic wound had been closed; however, the left posterolateral chest wall with the 5th intercostal space had been open in a desire for an effective drainage and intrathoracic washing with saline via thoracic tube. Staphylococcus aureus was later proven by intrathoracic lavage culture. The patient had been stayed under three-week respirator control.\\nThe resected specimen revealed the inflammatory surface of lower lobe with extensive suppurative pleuritis (Figures and ). The completely sutured lesion for the first bleeding displayed no abnormality; however, the second hemorrhage occurred in a different lesion, proximal pulmonary artery, and which resulted in a rupture due to infection (Figures and ). Pathologically, there was a suppurative pan-pleuritis and disruption of pulmonary artery, and the pulmonary arterial wall was partly necrotic and marked infiltration of neutrophile was seen (Figures , and ). Organizing thrombi were attached in the inflammated wall (). Histopathology resulted in adenocarcinoma with mixed subtypes and in no evidence of metastasis in lymph nodes. Tracheostomy was performed on the 26th POD. Respirator could have been weaned on the 29th POD. Two times a day of intrathoracic saline-washing had been continued for 84 days. The opened chest wall wound was closed on the 110th POD. The skin wound had been closed and he had been discharged on the 141th POD. He has been alive with no recurrence for seven years.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'12238854': 1, '18342530': 1, '11241083': 1, '26341785': 2, '23597659': 1, '15201000': 1, '15621498': 1, '15019677': 1, '12103369': 1, '9800800': 1, '22606597': 2}", "similar_patients": "{'4559760-1': 1}"}