{"patient_id": 37911, "patient_uid": "3362821-1", "PMID": 22666267, "file_path": "comm/PMC003xxxxxx/PMC3362821.xml", "title": "Phytocontact Dermatitis due to Mustard Seed Mimicking Burn Injury: Report of a Case", "patient": "A 71-years-old female patient was presented to our burn clinic with the complaints of pain, rush, and burning in the left knee. Except of hypertension regulated with amlodipine besylate, the patient had not any systemic disease such as diabetes mellitus or asthma. The patient stated that she was on medical therapy for a long time due to osteoarthritis, but she had stopped it both because of epigastric burning and pains on her left knee not to resolve. The patient had referred to a person dealing with alternative medicine on the advice from her neighbour. That person had applied vaseline to the left knee and then scattered mustard seeds that were pulverized in a mortar on the creamed area followed by covering it with cotton and gauze. The patient stated that she had opened the dressing after 24 hours because of she felt burn in the left knee and that she had washed her knee which was slightly rushed using water and soap. However, complaints of rush, swelling, and itching in the left knee had started at the 36 hour after the application. On her physical examination, an erosion was found, surrounding the knee and compatible with second-degree burn, being more in the anterior side (). The treatment was planned as the patient to be hospitalized in the burn unit since she was elderly and the burn was surrounding the joint. First the burn area was cleansed with distilled water and debridement was made through a scalpel. Following application of the silver sulfadiazine cream, the burn area was wrapped with a gauze. This treatment was planned as once a day and the patient was discharged after one week. Topical silver sulfadiazine cream and daily dressing changes were applied over 14 days. The burn area was completely healed at the end of the first month (). No contracture developed during the 3-month follow-up period.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'11428630': 1, '21408003': 2, '9625234': 1, '10630317': 1, '15071821': 1, '15629193': 1, '22666267': 2}", "similar_patients": "{'3051894-1': 1, '3051894-2': 1, '3051894-3': 1}"}