{"patient_id": 166938, "patient_uid": "3996781-1", "PMID": 24761063, "file_path": "noncomm/PMC003xxxxxx/PMC3996781.xml", "title": "Tuberculosis the great mimicker: 18F-fludeoxyglucose positron emission tomography/computed tomography in a case of atypical spinal tuberculosis", "patient": "This was a case report of a 14-year-old boy who presented with backache and difficulty in walking. Past history revealed that he had been treated for Hodgkin's Lymphoma 2 years ago and was presently in remission. Examination revealed localized tenderness in the mid-back, with decreased power in bilateral lower limbs. The patient underwent a whole-body PET/contrast-enhanced CT (CECT) scan on the suspicion of tumor recurrence. The study showed a destructive lesion of posterior elements of the sixth, seventh and eighth dorsal vertebrae which was fluorodeoxyglucose (FDG) avid []. In addition, an FDG avid peripherally enhancing collection was noted in the adjacent paraspinal muscles with extension into the spinal canal, causing encasement of the thecal sac as well. Additional sites of increased FDG avidity were noted in the mediastinal and hilar lymphnodes. A metabolically active focus was also noted in the spleen, which was seen as a subtle hypodense lesion on CECT []. Based on these findings, a diagnosis of extrapulmonary TB with Pott's spine and paraspinal abscess was made. The patient was started on antitubercular therapy and underwent posterior decompression and stabilization. Pus drained from the paraspinal abscess was positive for acid fast bacilli. Tissue biopsy revealed a histiocytic granuloma consistent with TB.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'22448055': 1, '5596124': 1, '21834765': 1, '31611930': 1, '26078742': 2, '18525363': 1, '11079627': 1, '3425410': 1, '19330191': 1, '17483734': 1, '22065874': 1, '21586936': 1, '31837121': 1, '20689971': 1, '8539058': 1, '22141602': 1, '2750627': 1, '19357878': 1, '24761063': 2}", "similar_patients": "{'4464102-1': 1}"}