{"patient_id": 43126, "patient_uid": "3727983-1", "PMID": 23855515, "file_path": "comm/PMC003xxxxxx/PMC3727983.xml", "title": "Mycobacterium abscessus peritonitis associated with laparoscopic gastric banding", "patient": "A 34-year-old woman presented with insidiously progressing abdominal distension of one year’s duration. Review of systems was significant for colicky abdominal pain, fatigue, night sweating and anorexia. The woman had no history of fever, jaundice, tuberculosis contact, weight loss or lower limb swelling. She was not on any medications. Her surgical history included laparoscopic gastric banding surgery for obesity (body mass index = 50; weight, 120 kg) 4 years earlier without complications. The patient had received normal saline injections through an injection port underneath the skin in the first 2 years after surgery to tighten the band. She had lost 50 kg since surgery. She was single, a graphic designer, and a smoker. Her menses were regular and there was no family history of malignancy. The patient’s blood pressure on admission was 110/78 mmHg, her pulse was 82 bpm, her respiratory rate was 18 breaths per minute, and her temperature was 36.8°C. There were no palpable lymph nodes, pallor, jaundice, or other stigmata of chronic liver disease. Abdominal examination revealed a distended soft lax abdomen, a tender epigastrium on deep palpation with no guarding or rigidity, positive shifting dullness, and otherwise normal findings. Complete blood count and hepatic, coagulation and renal profiles were within normal limits and there was no proteinuria. Abdominal ultrasound showed moderate to severe ascites and normal liver size and echogenicity with a patent portal vein. Tumor marker CA 125 was high. Abdominal computed tomography showed large ascites with prominent ovaries bilaterally but no definitive mass or lymphadenopathy. Diagnostic and therapeutic paracentesis was performed, draining 7 l. Fluid analysis showed low serum ascites albumin gradient. Cytology was negative for malignant cells. Laparoscopic peritoneal and ovarian biopsies showed caseating granulomata without malignant cells or acid-fast bacilli. Acid-fast bacilli culture of the ascitic fluid and of peritoneal and ovarian biopsies grew Mycobacterium species in both Middlebrook 7H9 Broth (BACTEC MGIT 960 system) and Lowenstein-Jensen after one week of incubation. Colonies appeared smooth and greyish in Lowenstein-Jensen at a temperature of 28°C and 36°C with positive arylsulfatase test and negative ProbeTec ET test. The patient began treatment for rapidly growing Mycobacterium infection with clarithromycin, rifampicin, moxifloxacin and ethambutol. The isolate was identified by Line Probe Assay INNO-LiPA MYCOBACTERIA V2 (Innogenetics, Ghent, Belgium) as M. chelonae complex /abscessus. The Clinical Microbiology Laboratory at Mayo Clinic used DNA sequencing and real-time PCR, per the Clinical and Laboratory Standards Institute (CLSI)\\n[],to confirm that the isolate was M. abscessus, subspecies abscessus. Breakpoint susceptibility testing was performed using the CLSI recommended broth microdilution MIC method with nine drugs (amikacin, tobramycin, trimethoprim-sulfamethoxazole, cefoxitin, imipenem, linezolid, doxycycline/minocycline, clarithromycin and ciprofloxacin) [Table \\n]. Breakpoints for tigecycline have not been evaluated by the CLSI for mycobacteria\\n[]. The isolate was resistant to quinolones and rifampicin, and was susceptible to clarithromycin and amikacin. Rifampicin and moxifloxacin were discontinued and amikacin was started along with ethambutol and clarithromycin. Laparoscopic surgery for gastric band removal was performed. Significant inflammation with dense adhesions surrounding the entire band and black discoloration of the gastric band were noted during the procedure (Figure \\n). Adhesiolysiswas performed and the band was removed. Tissue from the inflammation around the band showed granulomata and culture was positive for M. abscessus. Additional antimicrobials with potential activity against M. abscessus were added sequentially (imipenem, tigecycline and linezolid), but the patient could not tolerate them for various reasons. After 5 months of clarithromycin and ethambutol treatment supplemented with amikacin for the first 2 months, the patient had an excellent recovery and become completely asymptomatic.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'18485852': 1, '30369954': 1, '17277290': 1, '28348502': 1, '8579134': 1, '20970610': 1, '20132260': 1, '7772489': 1, '20336391': 1, '20339182': 2, '28694906': 2, '15944984': 1, '20808461': 1, '23855515': 2}", "similar_patients": "{'3016499-1': 1, '5502335-1': 1}"}