{"patient_id": 163888, "patient_uid": "3809882-1", "PMID": 24142663, "file_path": "noncomm/PMC003xxxxxx/PMC3809882.xml", "title": "A Case of Cerebellar Infarction Caused by Acute Subclavian Thrombus Following Minor Trauma", "patient": "A 56-year-old woman was admitted to the emergency room for sudden onset vertigo and right sway on awakening. She had received an intense chiropractic manipulation of her shoulders the day before admission. Her medical history included diabetes mellitus, which had been managed for six years. On examination, blood pressure was 137/71 mmHg and 113/56 mmHg in the right and left arms, respectively. Her left hand was pale and cold with an absent radial pulse on the left (). An audible subclavian bruit was present on the left side. Downbeat nystagmus and a right falling tendency during tandem gait were observed. No motor and sensory deficits were shown. No musculoskeletal abnormalities that could have been implicated in compression of the subclavian artery were evident. Diffusion-weighted MRI revealed multiple acute infarctions in the left cerebellar hemisphere and vermis, compatible with the medial territory of the left posterior inferior cerebellar artery (). Doppler ultrasonography of the left vertebral artery showed bidirectional wave. Marked mid-systolic deceleration was seen with a sharp peak immediately before deceleration and return of forward direction during diastole. A provocative hyperemic cuff test (occlusive inflation of a blood pressure cuff for three minutes with subsequent release) of the left arm aggravated reverse flow. Therefore, these findings were compatible with a partial subclavian artery steal phenomenon (). Digital subtraction angiography (DSA) showed a large thrombus in the proximal left subclavian artery as well as retrograde flow through the left vertebral artery. No vertebral artery dissection was observed (). Neck CT showed a narrowed space between the anterior and lateral scalene muscles in the left side, more so than on the right. Blood tests for coagulation abnormalities, including protein C, S, lupus anticoagulant, and anti-cardiolipin antibody, were normal. After two days of treatment with heparin, warmth returned to her left arm. Follow-up Doppler ultrasonography showed improvement of the steal phenomenon. A systolic deceleration was still seen, but there was no retrograde flow and no augmented reversal flow was noted in the hyperemic cuff test, which was consistent with pre-steal phenomenon (). Follow-up DSA at 10 days after admission revealed markedly decreased thrombus size ().", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'16373786': 1, '3362359': 1, '10701631': 1, '21431969': 1, '2874328': 1, '4678043': 1, '15775708': 1, '17325282': 1, '21078767': 1, '29234493': 1, '22534720': 1, '24142663': 2}", "similar_patients": "{}"}