{"patient_id": 156654, "patient_uid": "3263168-1", "PMID": 22279403, "file_path": "noncomm/PMC003xxxxxx/PMC3263168.xml", "title": "Adalimumab in the treatment of recurrent idiopathic bilateral nodular scleritis", "patient": "A 34-year-old male patient presented with redness, pain in both eyes, and persistent headache that lasted for 5 weeks. He was diagnosed 8 years ago with idiopathic bilateral nodular scleritis. The patient tested negative for rheumatoid arthritis, Wegener's granulomatosis, Sjogren's disease, sarcoidosis, gout, syphilis, diabetes, or hypertension.\\nOphthalmic examination revealed visual acuity of 20/20 both eyes. Slit lamp examination of both eyes showed sectoral nodular scleritis inferotemporally []. Severe tenderness was noted in these areas. Cornea was clear. There were trace cells in the anterior chambers of both eyes. The intraocular pressures were within normal range. On ophthalmoscopy, the posterior segment in both eyes was normal. The ultrasound images did not indicate posterior scleritis.\\nSystemic work-up was negative for rheumatoid factor (RF), anti-nuclear antibody (ANA), anti-neutrophil cytoplasmic autoantibody (ANCA), venereal disease research laboratory (VDRL), rapid plasma regain (RPR), and treponema pallidum haemagglutination (TPHA). Further investigations including complete blood analysis, fasting blood sugar, uric acid, liver and renal function tests, urine analysis, angiotensin converting enzyme (ACE), erythrocyte sedimentation rate, and C-reactive protein levels were within normal ranges. Purified protein derivative (PPD) test and chest x-ray showed no remarkable findings. Evaluation by the internal medicine and rheumatology departments revealed no abnormalities. Bilateral temporal artery biopsies were taken and revealed no significant findings. The magnetic resonance imaging of the brain was normal.\\nThe patient was started on pred forte eye drops hourly, voltaren eye drops qid, and oral ibuprofen 400 mg three times a day for 6 weeks but was unresponsive. Oral prednisolone was therefore added at a dose of 60 mg/day (1 mg/kg) and was tapered gradually to 15 mg per day over 3 months. Further attempts to reduce the dose resulted in recurrence of the inflammation. The patient was maintained on 15 mg/day of prednisolone for an additional 3 months. Both voltaren and pred forte eye drops were discontinued 6 months after starting the prednisolone. Azathioprine 100 mg daily was added as a steroid sparing agent for 2 months but was later discontinued due to the patient's intolerance and development of severe skin rash. Cyclosporine was deferred as the patient had uncontrolled hypertension. Methotrexate was given at a dose of 12.5 mg weekly for 4 months but was stopped as it resulted in elevated liver enzymes. The patient decided against cyclophosphamide treatment due to the side effects related to the medication. Infliximab was then started and continued for 9 months; however, it failed to control his attacks. In July 2006, he developed bilateral exacerbation of severe nodular scleritis. Consequently, oral prednisolone was increased to 60 mg/day and pred forte eye drops were resumed hourly, voltaren eye drops four times daily and oral ibuprofen three times daily. Voltaren and pred forte eye drops were discontinued after 3 months. Adalimumab 40 mg was started in the same period subcutaneously every 2 weeks with rapid control of scleritis in both eyes within 3 months []. It was continued for 2 years. No side effects were reported during treatment with adalimumab and the patient was regularly followed by a rheumatologist. Oral prednisolone was tapered slowly to 7.5 mg/day after 1 year and the patient has been on 5 mg daily for the past 4 years. Currently, the patient is stable and his visual acuity is 20/20 both eyes and is maintained on voltaren eye drops four times a day, oral ibuprofen 400 mg t.i.d PRN, and oral prednisone five mg daily after having stopped adalimumab for 3 years. The total follow-up period from the first visit is 7 years and the follow-up period after stopping adalimumab is 3 years.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'17402796': 1, '20155432': 1, '17343318': 1, '16011443': 1, '23425055': 1, '23780766': 1, '27734292': 2, '15019389': 1, '17591895': 1, '18569794': 1, '34476773': 1, '9635385': 1, '22279403': 2}", "similar_patients": "{'5059540-1': 1, '5059540-2': 1}"}