{"patient_id": 157130, "patient_uid": "3296411-1", "PMID": 22408666, "file_path": "noncomm/PMC003xxxxxx/PMC3296411.xml", "title": "Reversible posterior encephalopathy syndrome due to intravenous immunoglobulin in a child with Guillain-Barré syndrome", "patient": "A previously healthy, 3-year-old boy was admitted to our hospital because of progressive ascending weakness, beginning 5 days before admission. Ten days before admission, he was diagnosed with upper respiratory infection.\\nOn admission, vital signs, and anthropometric measures were in normal limits. He was conscious. Neurological examination revealed reduced muscle strength (2/5) and hypotonia in all extremities especially in distal parts. Deep tendon reflexes were absent. The remainder of the examination was unremarkable.\\nIn laboratory studies, hemogram, serum electrolytes, metabolic screening of urine and blood, lactic acid, pyruvic acid, renal, and liver function tests were normal. Lumbar puncture revealed no white blood cells, 143 mg/dl protein and 61 mg/dl glucose. Cerebrospinal fluid (CSF), urine, and stool culture were negative. Serologic tests for C. jejuni, HIV, HSV, HAV, HBV, cytomegalovirus, Epstein-Barr virus, and M. pneumoniae were negative. The VDRL test for syphylis was also normal. Nerve conduction and electromyographic examination revealed acute motor sensory axonal neuropathy (AMSAN).\\nBased on the clinical and laboratory findings, the child was diagnosed with GBS. The patient was treated with IVIg at 0.4 g/kg/day for 5 days. Five days after completing IVIg, he became encephalopathic. Initially, he was agitated and then this progressed to somnolence. His blood pressure was within normal limits and he was admitted to our hospital during encephalopathy episode. MRI of the brain [] was considered consistent with the vasogenic edema of PRES. Complete recovery of the neurological symptoms occurred spontaneously within 3 days. One week later, the brain MRI [] showed significant resolution of lesions.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'9922823': 1, '25988056': 2, '26122532': 1, '8559387': 1, '11814741': 1, '30019292': 1, '26214029': 1, '27821089': 2, '28299020': 1, '8559202': 1, '15746232': 1, '27489061': 1, '15530883': 1, '32506357': 1, '12177388': 1, '18639758': 1, '16487653': 1, '31341481': 2, '15095552': 1, '25652259': 1, '22408666': 2}", "similar_patients": "{'5100286-1': 1, '6614968-1': 1, '4370025-1': 1}"}