{"patient_id": 44468, "patient_uid": "3845250-1", "PMID": 24324900, "file_path": "comm/PMC003xxxxxx/PMC3845250.xml", "title": "E. coli Meningitis Presenting in a Patient with Disseminated Strongyloides stercoralis", "patient": "The patient was a 43-year-old Hispanic man from Peru, with a history of trips to the jungle regions of Peru and Brazil two decades ago. He was diagnosed by his primary care physician with Bell's Palsy three weeks before being admitted and was started on prednisone 50 mg bid, which he continued to take up to three weeks without proper follow-up. He presented to the Emergency Department with a history of diarrhea, weight loss of 10 kg, and intermittent fever for the three previous weeks. Additionally, the patient presented hematochezia three days prior to admission. He had pallor, tachycardia, mild abdominal pain upon palpation, and blood on rectal examination. The rest of the physical exam was otherwise unremarkable at the Emergency Department. His complete blood count showed 16000 leukocytes/mm3 (82% neutrophils, 2% eosinophils, 7% bands, 8% lymphocytes, and 1% monocytes), hemoglobin 8 g/dL, and 700 000 platelets. The patient was suspected to have diverticulitis. He was started on intravenous Ciprofloxacin and Metronidazole, received blood transfusions, and was transferred to an Internal Medicine Service. One week after admission, the patient presented with drowsiness, bradylalia, bradypsychia, nuchal rigidity, positive Kernig and Brudzinski signs, and fever. Furthermore, he developed crackles at the right lung base, abdominal distension, and constipation. A lumbar puncture showed a cloudy and turbid fluid, protein levels 179 mg/dL, glucose 5 mg/dL, cell count 2070 leukocytes/mm3 (92% neutrophils, 2% mononuclear cells), and Gram-negative rods in the Gram stain. A new complete blood count showed 25000 leukocytes/mm3 (84% neutrophils, 0% eosinophils, 7% bands, 4% lymphocytes, and 5% monocytes). A CT scan of the abdomen revealed a dilated ascending colon ().\\nHe was started on Ceftriaxone and Vancomycin as empiric therapy for meningitis. The CSF culture was positive for extended spectrum β-lactamase producing Escherichia coli; thus the treatment was changed to Meropenem and Amikacin according to the antibiogram results. After 5 days of treatment, the patient showed improvement of his mental status, the fever remitted, and the abdominal distension decreased; however, the constipation persisted, and this impeded the collection of a stool sample for culture at that point. Initial blood cultures were negatives. The leukocytes values normalized. ELISA test for HIV was performed with a negative result. HTLV test was not performed due to logistic problems in the Hospital Laboratory. Once the patient was stable and the constipation was resolved, he underwent colonoscopy, as the etiology of the hematochezia remained unknown. Results indicated pancolitis and suggested to rule out ulcerative colitis, parasitosis, and tuberculosis. Three days after the procedure the patient developed severe abdominal pain and distension associated with rigidity and guarding. He also presented fever and leucocytosis. Due to suspicion of colonic perforation, he underwent emergency laparotomy. A total colectomy and partial proctectomy were performed due to toxic megacolon, and 300 cc of purulent fluid was found in the abdominal cavity. After the procedure, the patient was admitted to the ICU. New blood cultures were obtained and were positive for extended spectrum β-lactamase producing Escherichia coli. The patient died three days after the surgery due to septic shock. Autopsy was performed, and microscopic examination revealed the presence of multiple Strongyloides larvae in the lungs, trachea, stomach, small and large intestines, thyroid, kidneys, and liver, as well as moderate chronic inflammation of the brain parenchyma and the meninges ().", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'14726461': 1, '10414486': 1, '1423214': 1, '18321548': 1, '17875514': 1, '8161638': 1, '11200386': 1, '34447029': 1, '12715333': 1, '16451418': 1, '2230053': 1, '15653124': 1, '2682948': 1, '20414871': 1, '11528578': 1, '32565789': 2, '24324900': 2}", "similar_patients": "{'7271055-1': 1}"}