{"patient_id": 155915, "patient_uid": "3214468-1", "PMID": 22090697, "file_path": "noncomm/PMC003xxxxxx/PMC3214468.xml", "title": "Basal cell adenocarcinoma of submandibular salivary gland-problems in cytologic diagnosis", "patient": "A 48-year-old male patient presented with a tender swelling in the lower-right region of face since 6 months. On examination, swelling was present on right side of the face, in the right sub-mandibular region, measuring approximately 5 × 4 cms in size. The swelling was well defined, firm and tender and was fixed to the underlying structures. Fine needle aspiration cytology (FNAC) was done from the right sub-mandibular region. Smear showed cellular smears comprising of cohesive sheets of monomorphic, small round-to-oval cells showing mild pleomorphism and nuclear overlapping. The tumor cells were showing hyperchromatic nuclei, with inconspicuous nucleoli, scanty cytoplasm [] and tendency towards peripheral palisading in a few clusters. Occasional clusters revealing anisonucleosis were also seen []. Mitotic figures and anaplasia could not be appreciated. Rosette-like pattern with central, eosinophilic globules were appreciated [, inset]. Features were suggestive of BCA with suspicion of malignancy. However, histopathological examination was advised to confirm the diagnosis.\\nPatient underwent right sub-mandibular gland extirpation. Gross examination of the specimen revealed a greyish brown partially encapsulated soft tissue mass measuring 6 × 4 × 3 cms. The outer surface was nodular and cut section was lobular with minute cystic areas. Microscopically, the section showed sheets and nests of proliferating monotonous basaloid cells having hyperchromatic nuclei. Two types of basaloid cells were observed-dark basophilic cells towards the periphery and pale basophilic cells towards the centre of the proliferation. Some of these nests revealed peripheral palisading of cells. There was deposition of PAS positive basal lamina like material within and around the nests of tumor cells [, inset]. However, in some areas, nests of tumor cells revealed moderate pleomorphism, slightly irregular vesicular nucleus, inconspicuous nucleolus and atypical mitotic figures. There was evidence of vascular invasion by tumor cells. Some of the tumor nests showed central area of necrosis. Encapsulation could not be identified, and nests of tumor cells were invading the surrounding adipose tissue and skeletal muscles []. Intervening connective tissue stroma was fibrous with hemorrhagic areas. Perineural infiltration of tumor tissue was evident", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'19233526': 1, '10225632': 1, '29403173': 1, '12786899': 1, '17178498': 1, '2326038': 1, '16850487': 1, '11575660': 1, '7741107': 1, '22090697': 2}", "similar_patients": "{}"}