{"patient_id": 42487, "patient_uid": "3675083-2", "PMID": 23762408, "file_path": "comm/PMC003xxxxxx/PMC3675083.xml", "title": "Novel Mutations in the SCNN1A Gene Causing Pseudohypoaldosteronism Type 1", "patient": "A 2-months old female infant was referred to our hospital with main complaint of electrolyte imbalance since she was born. Physical examination: Weight 4750 g (SDS = −4.13), Height 51.1 cm (SDS = −3.17), Heart rate 117/min, Respiratory rate 33/min, Blood pressure 80/35 mmHg. Genital examination: female characteristics. Other examination results showed that she is without lung crackles or heart murmur, and has normal liver and spleen size. This patient was born after 38 weeks of pregnancy. She weighed 2900 g (SDS = −0.65) at birth. At seven days of age, She developed signs of hyponatremia, hyperkalaemia and metabolic acidosis. She had initially been diagnosed with CAH in another hospital on account of her clinical presentation. However, 9α-fluorohydrocortisone (9α-FHC) supplement therapy was ineffective. There was no history of parental consanguinity. Laboratory test results are as follows: K+6.1 mmol/L, Na+125 mmol/L, Cl+92 mmol/L, PH 7.34, BE(B) −6.8 mmol/L and the TTKG is 7. Hormone indicator is as follows: aldosterone 0.58 nmol/L (range 0.17–0.47), plasma renin activity 10.1 ug/L/h (range 0–15), ACTH 4.5 pmol/L, cortisol 460.9 nmol/L, testosterone 0.42 nmol/L, and 17-OHP 13 nmol/L.\\nAfter obtaining the molecular diagnostic result, the baby was definitively diagnosed with PHA1. The serum potassium level was controlled with an intake of 10%NaCl at 10 mEq/kg/d and ion-exchange resins at 0.6 g/kg/d. At her last follow up at 12 months, physical examination showed normal results and her serum electrolytes are stable. Her weight was 9.5 kg (SDS = −0.09), and her height was 73 cm (SDS = −0.21).\\nThe study protocol was approved by the ethics committee of the SCMC, and informed consent was obtained from the family members and normal subjects.", "age": "[[2.0, 'month']]", "gender": "F", "relevant_articles": "{'26772908': 1, '21653223': 1, '28611771': 1, '15853823': 1, '18424465': 1, '26701978': 1, '21525149': 1, '19571553': 1, '12376807': 1, '21903996': 1, '20829405': 1, '8589714': 1, '10403853': 1, '10586178': 1, '22124517': 1, '19657313': 1, '8107805': 1, '21750640': 1, '13545877': 1, '9114818': 1, '34134742': 1, '18216310': 1, '23762408': 2}", "similar_patients": "{'3675083-1': 2}"}