{"patient_id": 43982, "patient_uid": "3796432-1", "PMID": 24137479, "file_path": "comm/PMC003xxxxxx/PMC3796432.xml", "title": "Extracapsular wide resection of a femoral neck osteosarcoma and its reconstruction using a pasteurized autograft-prosthesis composite: A case report", "patient": "A 17-year-old female presented with a three-month history of left hip pain. Plain radiography revealed an osteolytic lesion with an osteosclerotic change to the femoral neck (). A periosteal reaction was not observed. Computed tomography (CT) revealed an osteolytic lesion with an osteosclerotic change and a pathological fracture of the femoral neck (). T2-weighted coronal magnetic resonance imaging (MRI) showed a heterogeneous bone tumor arising from the femoral neck and extending to the trochanteric site, which was hypointense compared with the bone (). Hyperintensity was observed in the capsule of the hip joint due to hemorrhage (). Chest radiography and CT revealed no evidence of lung metastasis. The initial differential diagnosis was of a benign bone tumor, including a solitary bone tumor, an aneurismal bone cyst or fibrous dysplasia. An open biopsy was performed. The results from the examination of the intraoperative frozen section were consistent with a fibrous benign tumor. Due to the presence of the pathological fracture, tumor curettage, hydroxyapatite (HA) granule (Apaceram®; Hoya Co., Tokyo, Japan) transplantation and internal fixation using a compression hip screw (CHS) system (Omega Plus T1; Stryker Japan Co., Tokyo, Japan) were performed to prevent displacement and avascular necrosis of the femoral neck (). However, a histopathological study of the resected specimen revealed that the tissue contained atypical tumor cells and exhibited a formation of osteoid or immature bone matrix (). Immunohistochemically, the majority of the tumor cells were strongly positive for vimentin and alkaline phosphatase (ALP). Based on these data, a histopathological diagnosis of conventional osteoblastic OS was made.\\nThe patient was administered multiagent chemotherapy, including high-dose methotrexate (HD-MTX; 10 g/m2 day 1), cisplatin (CDDP; 120 mg/m2 day 1) and adriamycin (ADM; 30 mg/m2 day 2), according to the neoadjuvant chemotherapy for osteosarcoma (NECO) 95-J protocol (). When the neoadjuvant chemotherapy was completed, the response to chemotherapy was evaluated using MRI, CT and plain radiography and a partial response was observed.\\nThe patient subsequently underwent a wide resection and reconstruction using a pasteurized autograft-prosthesis composite, as described later in this study (). The histopathological response to chemotherapy was grade IV according to the criteria of Rosen et al(). The patient was administered adjuvant chemotherapy, as above. No recurrence or metastases were identified during a follow-up period of three years. Radiography revealed a partial union of the medial junction of the distal femur after 1 year (). The functional score, according to the study by Enneking et al(), was 92%. The patient showed a slight Trendelenburg gait due to disorder of the gluteus medius muscle.\\nThe patient was placed in a lateral position. A long posterolateral incision was made to contain the biopsy scar and all the potentially contaminated areas that were included in the scars from the drains. Contaminated areas, including the subcutaneous tissue, iliotibial band and vastus lateralis muscle, were resected and an adequate wide resection of the bone was performed. The distal femur was resected 5 cm away from the tip of the CHS plate. The pelvis was resected according to the rotational acetabular osteotomy (RAO) technique described previously (). Briefly, the osteotomy was performed using a specially curved osteotome that was designed to approximately correspond to the circumferential curvature of the acetabulum. The line of the osteotomy followed the proximal side of attachment of the capsule to the pelvis. The osteotomy was carried out anteriorly and posteriorly around the circumference of the acetabulum, with the osteotome being allowed to follow its own curve. En bloc resection of the hip joint was performed without breaking the capsule (). Pasteurization of the resected tissue was then performed (). Briefly, the bone was heated in physiological saline at 65°C for 30 min following curettage of the tumor tissue and intramedullary reaming. The capsule of the hip joint was removed from the bone. The acetabular cartilage was removed from the pasteurized bone using curets and careful reaming, with an attempt to leave the subchondral bone of the acetabulum intact. The pasteurized acetabulum was fixed to the ilium, ischium and pubic bone using a SuperFIXSORB screw (Takiron Co., Osaka, Japan). For further reinforcement of the acetabulum, a Kerboull-type (KT) plate (Japan Medical Materials Corp., Osaka, Japan) was installed. Following the fixation of the graft to the host bone, the pasteurized acetabulum was resurfaced with a polyethylene cup that was cemented in place. The distal side of the pasteurized femur was fixed with wire. Conventional cemented total hip arthroplasty (THA; Stryker Japan, Co.) was performed using an Omnifit Cemented Long Stem. To prevent infection, the bone cement was mixed with antibiotics. Every 40 g of cement contained 1 g vancomycin hydrochloride and 400 mg amikacin sulfate.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'20177673': 1, '10990392': 1, '11450880': 1, '15021164': 1, '17545797': 1, '5238720': 1, '11579386': 1, '17685429': 1, '27384722': 1, '8425352': 1, '11409447': 1, '14521297': 1, '7226034': 1, '6699061': 1, '3492261': 1, '15221600': 1, '6174200': 1, '10982657': 1, '21337556': 1, '20648581': 1, '10738881': 1, '12827315': 1, '11451117': 1, '8792734': 1, '19662473': 1, '9384426': 1, '11925089': 1, '24137479': 2}", "similar_patients": "{}"}