{"patient_id": 155893, "patient_uid": "3214311-1", "PMID": 22090723, "file_path": "noncomm/PMC003xxxxxx/PMC3214311.xml", "title": "Deletion of ABL/BCR on der(9) associated with severe basophilia", "patient": "A 45-year-old male presented with fever, fatigue, pallor, and weight loss. A complete blood count revealed anemia (hemoglobin 5.6 g/L; mean corpuscular volume [MCV] 94.2 fL), platelet count 84 × 109/L, white blood count [WBC] 173 × 109/L). A differential count showed 1% neutrophils, 4% basophils, 3% eosinophils, and lymphocytes 8%. Physical examination revealed splenomegaly (3-4 cm below the left costal margin) with hepatomegaly and lymphadenopathy (tiny axillary lymph nodes). The patient had no complaints of hypertension, infection, etc.\\nThe peripheral blood (PB) examination showed leukocytosis with marked basophilia (40%) and moderate eosinophilia (17%). The bone marrow (BM) biopsy showed a markedly hypercellular (98%) marrow with myeloid hyperplasia (the myeloid to erythroid ratio was increased at 7:1), increased eosinophils, increased megakaryocytes with many small and hypolobated forms [], and moderate reticulin fibrosis.\\nThe BM aspirate showed numerous abnormal appearing basophils accounting for 66% of total nucleated cells. The cells exhibited basophilic cytoplasm, cytoplasmic hypogranulation or agranulation, and nuclear hypersegmentation. Eosinophils were 9% with abnormal granulation and nuclear hyperlobation. The blasts were 8%, dyserythropoiesis and dysgranulopoiesis. Immunohistochemical stains using CD117 and mast cell tryptase were performed on the BM core biopsy and did not reveal increased mast cells or mast cell aggregates.\\nThe immunophenotype analysis was performed on the BM sample by flowcytometry using a FACS caliber instrument (Becton Dikinson Biosciences, San Jose, CA, USA). Antibodies against the following antigens were used: CD2, CD3, CD4, CD5, CD7, CD8, CD10, CD19, CD20, CD22, HLA-DR, CD11b, CD13, CD14, CD33, CD117, CD34, and CD123. The immunophenotype of the patient showed expression of CD7, HLA-DR, CD11b, CD13, CD33, CD34, CD117, CD123, and HLA-DR with aberrant expression of CD7 which is suggestive of basophilic maturation.\\nThe chromosomal preparation obtained from the BM sample using a direct method and unstimulated 24-h culture. The chromosomal preparation was subjected to standard GTG-banding and karyotyped according to ISCN 2005. The chromosomal analysis revealed 46,XY,t(9;22)(q34;q11) in 15 out of 25 metaphases scored []. Metaphase fluorescence in situ hybridization (FISH) with a BCR/ABL dual fusion probe (Vysis Inc., Abbott Molecular Diagnostics, Abbott Park, IL, USA) on abnormal metaphase cells showed the BCR/ABL fusion on chromosome 22 and ABL/BCR fusion was deleted on the der(9) chromosome []. As the patient exhibited Ph positivity and BCR/ABL fusion, the patient was treated with Gleevec. His WBC count did decline little, but basophilia persisted (40%) after 1-month treatment. The patient required aggressive therapy and long-term monitoring to maintain the complete blood count.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'12801294': 1, '18976025': 1, '10811450': 1, '1862771': 1, '1993306': 1, '9124211': 1, '2403827': 1, '19427022': 1, '30401657': 1, '17492647': 1, '18466030': 1, '10648381': 1, '11122107': 1, '5947300': 1, '9869209': 1, '3422537': 1, '2070054': 1, '22090723': 2}", "similar_patients": "{}"}