{"patient_id": 164917, "patient_uid": "3873362-1", "PMID": 24379956, "file_path": "noncomm/PMC003xxxxxx/PMC3873362.xml", "title": "Multiple Liver Abscesses Associated with Ventriculoperitoneal Shunt Infection: Case Report and Review of the Literature", "patient": "A 50-year-old woman who had been in a vegetative state for two months due to a spontaneous intracerebral and intraventricular hemorrhage was transferred to our hospital. A brain computed tomography (CT) scan revealed severe hydrocephalus without intracerebral hemorrhage and intraventricular hemorrhage. Five days after admission, a VP shunt was implanted. Fifteen days later, the patient had a temperature over 38℃ and a chest X-ray showed patchy consolidation with partial collapse in the right lung. A sputum culture isolated Pseudomonas aeruginosa and Staphylococcus aureus. Cerebrospinal fluid (CSF) and blood cultures were negative.\\nThe patient received an initial regimen of intravenous antibiotics (piperacillin/tazobactam and fluconazole), which was shifted to ciprofloxane due to a sustained high fever until the fever subsided. However, the patient became febrile again 6 days later. Liver function tests yielded an alanine aminotransferase level of 115 U/L and an alkaline phosphatase level of 702 IU/L. Fortunately, a chest X-ray showed gradual improvement of the right lung compared to the previous study. At that time, an ultrasonography of the liver revealed two 6-cm-sized hypoechoic masses. A subsequent abdominal CT showed multiple irregular-walled and diverse-sized cysts, including two large ones, which were not enhanced (). The long segment of the distal shunt tube was found going through the subcapsular portion of the right hepatic lobe and the tip of the tube was embedded in the lower large cyst (). Ultrasonography-guided needle aspiration of the upper lesion and percutaneous catheter drainage of the lower lesion resulted in continuous gushing of yellowish pus. Culture of the abscess isolated Staphylococcus capitis (S. capitis), which was sensitive to vancomycin. The patient became afebrile with the administration of intravenous vancomycin at a dose of 500 mg every 12 hours for several days. The patient was unremarkable neurologically and neuroradiologically. A subsequent abdominal CT showed a marked shrinkage of the liver abscesses. A VP shunt revision was then performed with the distal shunt tube extracted uneventfully from the liver, which was enveloped in yellowish pus. The result of CSF culture was negative. Follow-up examinations have been unremarkable, with normal shunt function without the recurrence of liver abscesses.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'8273791': 1, '12709741': 1, '27407950': 1, '6728151': 1, '11528137': 1, '9402391': 1, '9391193': 1, '1905800': 1, '2119130': 1, '18097191': 1, '3310253': 1, '24379956': 2}", "similar_patients": "{}"}