{"patient_id": 37195, "patient_uid": "3299176-1", "PMID": 22457702, "file_path": "comm/PMC003xxxxxx/PMC3299176.xml", "title": "A Primary Testicular Diffuse Large B-cell Lymphoma Belonging to the Germinal Center B-cell-like Group", "patient": "We report the case of a 26-year old man without a particular past medical history, who presented with a painful right testicular swelling that he has noticed for several weeks. There was no reported history of trauma, night sweets, fever or chills. Scrotal examination revealed a firm and enlarged testis with a homolateral hydrocele. The remainder of the clinical examination was noncontributory. The ultra-sound examination showed an enlarged, heterogeneous testis with multiple hypoechoic masses (). Laboratory tests, especially the serum lactate dehydrogenase (LDH), the serum alpha-fetoprotein (αFP) and serum beta human chorionic gonadotropin (βHCG) levels were normal. An excision of the right testis was performed. It measured 6 x 5 x 3 cm and had an attached spermatic cord of 6 cm. The testicular section revealed 4 intra-testicular masses measuring 3, 4, 3 and 5 mm. they were distant from the epididymis and the spermatic cord. The light microscopy demonstrated a diffuse intratubular lymphomatous infiltration situated away from the spermatic cord, the epididymis, ductuli efferentes and rete testis (). The malignant cells were large with scant cytoplasm and large vesicular nuclei. The paraffin immunohistochemical staining showed positivity for leukocytic common antigen (CD45), B-cell marker (CD20) and bcl 6 (). Tumour cells did not express CD10 and bcl 2 antigens. The patient underwent full staging for lymphoma including tomography of the chest, abdomen and pelvis, positron emission tomography, and bone marrow biopsy. None of which revealed any evidence of extra-testicular involvement by lymphoma or any lymph nodes. The diagnosis of stage I primary testicular large B-cell lymphoma of germinal center-B-cell like group was made. The patient is now treated by chemotherapy.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'15281598': 1, '27210880': 1, '7863887': 1, '32195944': 1, '3394695': 1, '17985076': 1, '18020104': 1, '15653598': 1, '29147333': 2, '18094896': 1, '16998463': 1, '7880601': 1, '22457702': 2}", "similar_patients": "{'5649922-1': 1}"}