{"patient_id": 34518, "patient_uid": "3014964-1", "PMID": 21143957, "file_path": "comm/PMC003xxxxxx/PMC3014964.xml", "title": "Long-term misuse of zopiclone in an alcohol dependent woman with a history of anorexia nervosa: a case report", "patient": "Our patient was a 31-year-old unemployed Caucasian British woman with a diagnosis of alcohol dependence (ICD-10, F10.2) who was referred to the Acute Assessment Unit (AAU) of the hospital for a ten-day detoxification by her local CDAT. On the 28 days immediately prior to admission she had been drinking 6 L of cider (7.5% ABV) equivalent to 45 units four times a week and had been having blackouts as a result. High levels of both aspartate transaminase (AST = 86 U/L) and γ-glutamyltransferase (γGT = 187 U/L) suggested possible hepatic dysfunction but there was no evidence of cognitive impairment (MMSE score = 29). On admission, she was taking chlorpromazine (50 mg twice a day.) for anxiety, fluoxetine (40 mg once daily) for low mood and zopiclone (7.5 mg four times a day). Her physical health screen did not reveal any abnormalities.\\nShe had a long history of both anorexia nervosa and alcohol dependence. Anorexia was first diagnosed in 1994, and when she was 17 years old she was treated as an inpatient. By the age of 18 years, her problem with alcohol had become evident and over the intervening years she has had six separate detoxifications with varying lengths of abstinence; relapses being due to life events or trauma. She also has a history of self-harm, overdosing, burning and lacerating; her last admission to Accident and Emergency was two years ago. Her father died of alcohol-related problems and her uncles are also alcohol dependent. Her sister had anorexia nervosa and died from cardiac complications, a common consequence of the severe calorific deprivation associated with this eating disorder [].\\nZopiclone (7.5 mg nocte) was first prescribed to help her to sleep when she was being treated for anorexia in the rehabilitation unit. She found the calming effect of taking it during the day highly desirable and when she was discharged, asked her doctor to increase the dose, claiming she had become tolerant of its hypnotic effect. She reported a typical daily intake of 60 mg, but sometimes she used up to 90 mg, beginning when she woke up and continuing throughout her waking cycle. Her use of alcohol did not change throughout the time she was taking zopiclone. Apart from prescribed zopiclone, she obtained the drug from friends (paid for) and her partner (donated).\\nZopiclone was described as \"her best friend\" and like alcohol it gave her confidence, relaxed her and enhanced her self esteem. She said that she was ultra-possessive about her supply and would not be separated from it, keeping it with her at all times. During the 13 years of using there had only been one relatively short period of abstinence, which occurred six years ago, when she was in the hospital for an alcohol and zopiclone detoxification. However, this ended with the recurrence of the anorexia and she was prescribed zopiclone to help her sleep.\\nThe current detoxification followed the standard protocol used in the AAU, namely a tapering off of doses of chlordiazepoxide (130 mg to zero over six days) and on each of the first five days, an i.m. injection of Pabrinex® and thereafter Vitamin B Compound Strong tablets. Her zopiclone was reduced from 7.5 mg nocte via 3.75 mg to zero over the same period as the chlordiazepoxide after which she was started on diazepam 20 mg, with the dose being reduced incrementally by 1 mg each day. She found diazepam an ineffectual substitute and had cravings for zopiclone and said she could not wait to return to taking it as soon as possible. She had no intention of stopping zopiclone in the forseeable future.\\nOur patient is still off zopiclone (and alcohol) after 17 months although she continues to have strong cravings for zopiclone (more so than for alcohol) which would be easy to satisfy. She is concerned that zopiclone is not considered addictive and that there is no specific protocol for detoxification, other than substitution with diazepam, and help for understanding this addiction and preventing relapse.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'16128733': 1, '30722037': 1, '18981079': 1, '15291009': 1, '24520235': 2, '17362446': 1, '17364840': 1, '14633651': 1, '18077750': 1, '8835284': 1, '1525533': 1, '16924163': 1, '14717623': 1, '17766757': 1, '14519173': 1, '12404712': 1, '21143957': 2}", "similar_patients": "{'3906775-1': 1}"}