{"patient_id": 41892, "patient_uid": "3637527-1", "PMID": 23587197, "file_path": "comm/PMC003xxxxxx/PMC3637527.xml", "title": "Anterior uveitis associated with laser epilation of eyebrows", "patient": "A 36-year-old healthy female with no history of ocular problems had undergone alexandrite (755 nm) laser-assisted hair removal of both eyebrows. She stated that she had covered her eyes with one finger during the procedure but had not used protective glasses because of the difficulties caused by their size. Although there were no problems during laser epilation of the right eyebrow, the patient indicated that she felt a temporary pain in her left eye during the treatment. Two days after receiving laser epilation, she presented to our clinic with the complaints of severe pain, redness, and photophobia in her left eye. On ophthalmologic evaluation, uncorrected visual acuity was 20/20 in both eyes. Slit-lamp biomicroscopy of the right eye was unremarkable. There were moderate conjunctival injection, 2+ cells in the anterior chamber, and local posterior synechiae in her left eye. Intraocular pressure and fundus examination were normal in both eyes. Topical dexamethasone (eight times per day) and cyclopentolate hydrochloride eyedrops (three times per day) were prescribed. Three days after the initiation of topical treatment, there was a reduction in anterior chamber cells to 1+, but posterior synechiae was enhanced. A subconjunctival injection of adrenaline and dexamethasone was administered. Three days after the injection, the anterior chamber cells reduced to 0.5+, and there was no further enlargement of the posterior synechiae. Topical dexamethasone eyedrops were tapered to five times per day, but cyclopentolate hydrochloride eyedrops were continued. One week later, the anterior chamber was clear, but the posterior synechiae persisted in her left eye. Topical medications were gradually tapered and then stopped. Additionally, she was told not to receive laser epilation of eyebrows. At the 2-month follow-up, uncorrected visual acuity remained 20/20 in both eyes. Slit-lamp biomicroscopy, intraocular pressure, and fundus examination of the right eye were still unremarkable. Slit-lamp biomicroscopy of the left eye revealed a clear anterior chamber and persistent posterior synechiae. Intraocular pressure and fundus examination of the left eye remained normal. Follow-up examinations of the patient are still continuing in our department.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'17637370': 1, '22205833': 1, '21057804': 1, '10426883': 1, '17667111': 1, '32181413': 1, '16680101': 1, '26379448': 2, '11893222': 1, '30930674': 1, '19218989': 1, '17951152': 1, '23587197': 2}", "similar_patients": "{'4567169-1': 1}"}