{"patient_id": 42371, "patient_uid": "3667143-3", "PMID": 23631557, "file_path": "comm/PMC003xxxxxx/PMC3667143.xml", "title": "Pathological (late) fractures of the mandibular angle after lower third molar removal: a case series", "patient": "The third patient was a 36-year-old Caucasian man who was admitted to our clinic with swelling of his left mandibular angle region and severe pain. His mandibular movements were limited (Figure a,b). He had undergone surgical removal of a 3.8, vertical variety, class II-C third molar (Figure c), by his own dentist under local anesthesia, 25 days before the hospitalization. The mandibular fracture, which had occurred during mastication and was associated with pain, appeared linear on an OPT (Figure c).\\nA clinical examination detected a pathological motility of the left mandibular angle, so the diagnostic study was completed by CT (Figure a) and three-dimensional reconstructions (Figure b,c). These showed a complete fracture in correspondence to the site of 3.8 removal where there was reparative tissue. The patient underwent surgical treatment with IF by titanium miniplate (Figure a). Immediate postoperative radiographic control was executed (Figure b). A new radiographic control (Figure c) was executed 6 months postsurgery. We removed the titanium miniplate and the screws 16 months postsurgery (Figure d). The follow-up performed 3 years later showed a good radiological aspect of the left mandibular angle (Figure e) and of the occlusion (Figure f). The functional restoration of mandibular movements was also satisfactory.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'4508540': 1, '6931753': 1, '20091416': 1, '15878820': 1, '20947226': 1, '9327283': 1, '10935584': 1, '5292467': 1, '20953558': 1, '11021704': 1, '10194731': 1, '11815913': 1, '3464711': 1, '3484157': 1, '6582873': 1, '2995624': 1, '3862695': 1, '17195834': 1, '26352839': 1, '28809364': 1, '3164945': 1, '23631557': 2}", "similar_patients": "{'3667143-1': 2, '3667143-2': 2}"}