{"patient_id": 45494, "patient_uid": "3913343-1", "PMID": 24516766, "file_path": "comm/PMC003xxxxxx/PMC3913343.xml", "title": "A Case of Heroin Induced Sensorineural Hearing Loss", "patient": "A 31-year-old male with a history of opiate abuse, including previous overdoses, presented to the emergency department of an outside hospital after being found unresponsive by his family. Heroin was found at his bedside by his family. On presentation to the emergency department, he had pinpoint pupils, was hypotensive, and was difficult to arouse. He was given Naloxone and resuscitated with intravenous fluids.\\nAs his mental status improved, he complained of new onset bilateral hearing loss, abdominal pain, and nausea. His urine toxicology was positive for opiates and negative for all other substances. His blood chemistry was consistent with rhabdomyolysis with a creatinine of 1.4, lactate of 3.2, CPK of 2,397, and potassium of 6.0. He was admitted to the critical care unit for further management. A CT Head was performed that showed infratemporal air but was otherwise normal with no evidence of infarct. At the outside hospital, he was also given one dose of IV solumedrol 120 mg. He was stabilized and transferred to our institution for further evaluation. A formal audiogram was performed, which demonstrated moderate-to-severe bilateral sensorineural hearing loss. On his audiogram, he was noted to have very poor word discrimination bilaterally (). His tympanograms were normal. An MRI/MRA was performed and showed no other abnormalities. He started on a one-week course of 60 mg prednisone daily and then a one-week tapered course. His rhabdomyolysis resolved with intravenous fluids and he was discharged home on hospital day 4.\\nOne week later, he was seen as an outpatient. He reported significant improvement in his hearing, noting greater improvement on the left than, the right. He noted some tinnitus and fullness in his right ear but denied any other otologic symptoms. His audiogram demonstrated mild, mixed, and mid frequency on the right and mild sensorineural hearing loss on the left at 3000 hz (). His word discrimination was normal bilaterally. He was lost to follow-up after this visit.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'10687931': 1, '16817873': 1, '22592353': 1, '6716028': 1, '31379709': 1, '17709054': 1, '31694678': 2, '17917867': 1, '11683145': 1, '34831700': 1, '20808544': 1, '449504': 1, '20966353': 1, '11556851': 1, '2561583': 1, '12144598': 1, '12855366': 1, '17968577': 1, '17525781': 1, '24516766': 2}", "similar_patients": "{'6836333-1': 1}"}