{"patient_id": 166573, "patient_uid": "3974696-2", "PMID": 24729723, "file_path": "noncomm/PMC003xxxxxx/PMC3974696.xml", "title": "Lupus nephritis flare in young patients: relapse or nonadherence to treatment?", "patient": "A 19-year-old Spanish woman was diagnosed with SLE in January 2008 when she was 17. The disease manifested with pericarditis, hemolytic anemia, and high titers of antinuclear and anti-DNA antibodies. Four months later, she developed nephrotic syndrome with microhematuria and normal renal function. A renal biopsy revealed class IV LN. She was treated with daily pulses of 6-methylprednisolone (1,000 mg intravenous ×3), prednisone (1 mg/kg/24 hours by mouth), and monthly pulses of cyclophosphamide (500 mg intravenous ×6). She quickly achieved complete renal remission, and, after receiving the sixth pulse of cyclophosphamide, maintenance treatment was begun with mycophenolate mofetil (1,000 mg/24 hours). She subsequently complained that the mycophenolate produced gastrointestinal discomfort, so she reduced the dose on her own initiative. In fact, levels of serum mycophenolic acid were undetectable. She agreed to switch to mycophenolic acid (Myfortic®, Novartis, Basel, Switzerland), which resulted in better tolerance. The renal response was complete for 2 years, after which time she was admitted with fever, polyserositis, pancytopenia, and increasing proteinuria. She received three intravenous pulses of 6-methylprednisolone. Given her severe leukopenia (<200 neutrophils/μL), she received several doses of a leukocyte-stimulating agent (filgrastim, Neupogen®, Amgen Inc., Thousand Oaks, CA, USA) with a good response. After her neutrophil count recovered, pulses of cyclophosphamide were administered (six monthly doses), followed by mycophenolic acid. Three months later, she was hospitalized with abdominal vasculitis, increased proteinuria (2 g/24 hours), and impaired renal function (serum creatinine, 2.6 mg/dL). She received a further three pulses of 6-methylprednisolone and four weekly doses of rituximab (375 mg/m2). At first, we considered the possibility of refractory LN, and both she and her family claimed that she had taken all the medication correctly. However, after a detailed interview, the patient admitted that she had often missed taking medication because she was concerned about her physical appearance and weight gain. Indeed, she confessed to having lied as a result of family pressure and had decided to reduce her medication on her own initiative. After resuming her previous medications, starting hydroxychloroquine, and receiving psychological counseling, she was discharged and has been in clinical and analytical remission for 2 years.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'28904681': 1, '17307754': 1, '19177526': 1, '12387811': 1, '18185905': 1, '18636020': 1, '22805617': 1, '16546058': 1, '17324970': 1, '22588588': 1, '22089460': 1, '20676388': 1, '20869188': 1, '20010545': 1, '30426342': 1, '17665465': 1, '23554031': 1, '24098003': 1, '26246906': 1, '15077269': 1, '16079372': 1, '20837569': 1, '20210680': 1, '15462484': 1, '24729723': 2}", "similar_patients": "{'3974696-1': 2}"}