{"patient_id": 157181, "patient_uid": "3302918-1", "PMID": 22439090, "file_path": "noncomm/PMC003xxxxxx/PMC3302918.xml", "title": "Posterior Fixation of a Cervical Fracture Using the RRS Loop Spine System and Polyethylene Tape in an Elderly Ankylosing Spondylitis Patient: A Case Report", "patient": "An 80-year-old woman presented with neck pain and moderate paraparesis of Frankel grade C after falling on stairs. A plain radiograph revealed a fracture of an ossified anterior longitudinal ligament at the C3-4 level with marked osteoporosis of the cervical spine and ossification of each disc, making the border between the endplate and disc unclear (). Computed tomography showed the fracture line more clearly, indicating a fracture of the posterior longitudinal ligament at the C4-5 level, and an ossification mass that was encroaching on the spinal canal at the C3 to C4 level was identified (). A plain radiograph of the sacroiliac joint showed complete ankylosis and typical features of bamboo spine of the lumbar column that were consistent with AS. The patient's neurological status did not change despite improved cervical alignment at the fracture site and neck pain relief after Halo immobilization. These neurological deficits were a burden due to the elderly and paralytic status of this patient and caused diminished motivation and nocturnal delirium. Moreover, poor adaptation to the Halo-vest due to the patient's thoracic kyphosis and scoliosis led to a decubitus ulcer formation on her back. As a result of these conditions, surgery was selected as the treatment strategy.\\nThe patient was set in a prone position with a Halo-vest and pillows underneath her body. The back side of the Halo-vest was removed temporarily to provide access for surgery. A posterior longitudinal incision was made from the external occipital protuberance to the T3 level. The posterior bony elements were clearly so brittle that the end of a spinal process broke merely on pinching with fingertips. The laminae of C4 and C5 had sunk between C3 and C6, but the fracture site was unclear. An RRS Loop Spine System (DePuy Spine) was applied from the immobilized occipital bone to T3. Laminar hooks were placed in the T3 lamina, and sublaminar banding using polyethylene tape (Nesplon, Alfresa Pharma, Osaka, Japan) was added at the C2, C7, and T1 laminae to secure fixation (). The laminae and ossified ligamentum flavum of both C4 and C5 were removed for decompression; no extradural hematoma was observed. Her postoperative course was unremarkable. The Halo-vest was removed immediately after surgery, and a cervicothoracic orthosis was fitted. Her neurological state recovered to Frankel D1, and she noticed the clumsiness in her hands was alleviated. Although neurological improvement was minor, her motivation increased, and pain from her neck and the decubitus ulcer disappeared. Progressive bone formation was confirmed on a plain radiograph three months after surgery (). She lived at the rehabilitation institute after discharge from our hospital and had no complaint of neck pain 17 months after surgery although improvement in her daily activities was limited ().", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'16462444': 1, '26487096': 2, '15187845': 1, '10954633': 1, '16095004': 1, '16319741': 1, '22439090': 2}", "similar_patients": "{'4617973-1': 1, '4617973-2': 1, '4617973-3': 1}"}