{"patient_id": 154532, "patient_uid": "3113395-1", "PMID": 21713048, "file_path": "noncomm/PMC003xxxxxx/PMC3113395.xml", "title": "Acute hepatic failure due to yellow phosphorus ingestion", "patient": "A 3-year-old girl was brought to the hospital with an alleged history of accidental consumption of an unknown quantity of rodenticide paste (Ratol, containing 3% yellow phosphorus). The child had mistaken it to be tooth-paste. She was made to rinse her mouth with salt water and remained asymptomatic until 8 hours when she started vomiting. She was then brought to the hospital 14 hours after poisoning due to persistent vomiting. There was no history of lethargy, altered sensorium, or convulsions. There was no history of jaundice, abdominal pain, breathlessness, or oliguria.\\nOn admission, the child was conscious and afebrile with a heart rate of 122/minute and respiratory rate of 32/minute. Blood pressure was 90/70 mm Hg in right upper arm in the supine position. Mild pallor was present, but no icterus or edema was seen. The liver was palpable 2 cm below the costal margin, soft, and with rounded margins. The liver span was 7 cm. Other systems were essentially normal. The child was admitted and gastric lavage done. There was no garlicky odor.\\nResults of the investigations done on the day of admission and subsequently are shown in . Blood smear for malarial parasites was negative. Hepatitis B surface antigen and hepatitis A IgM were also negative. Abdominal sonography done on day 2 showed mild hepatomegaly.\\nOn the second hospital day, the child developed fever and was noticed to be sleeping excessively and not taking feeds. A diagnosis of stage 1 hepatic encephalopathy was made and the patient was given intravenous (IV) fluids with 10% dextrose, IV cefotaxime vitamin K, injection ranitidine, and oral ampicillin. She was also started on oral lactulose. Intake and output was strictly monitored and blood glucose was measured six-hourly.\\nDespite initiation of antihepatic failure therapy, the child progressed to stage 3 encephalopathy on day 3 and had malena for which she was administered fresh frozen plasma. Packed red cells were also transfused. After a plateau period of 4 days, the sensorium started improving on the 8th hospital day, with a simultaneous improvement in her laboratory parameters []. Thereafter, the child made a complete recovery and was discharged on day 19.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'25738016': 1, '32655238': 1, '8583080': 1, '24554916': 2, '28515612': 2, '946251': 1, '32728318': 1, '4263482': 1, '25722560': 1, '19502664': 1, '32021003': 1, '21713048': 2}", "similar_patients": "{'3917172-1': 1, '5416795-1': 1}"}