{"patient_id": 35887, "patient_uid": "3148447-1", "PMID": 21822490, "file_path": "comm/PMC003xxxxxx/PMC3148447.xml", "title": "Anti-MuSK-Positive Myasthenia Gravis in a Patient with Parkinsonism and Cognitive Impairment", "patient": "A 73-years-old man was admitted to our hospital in September 2008 for a rapidly progressive bulbar dysfunction consisting of severe dysphagia, requiring a gastric tube placement, dysarthria, nasal speech, and ophthalmoplegia without ptosis. Over the past two years the patient experienced similar episodes, often less severe, with a remitting-relapsing course and spontaneous resolution within few days or weeks. In the previous three months he was hospitalized twice for severe dysphagia.\\nAll investigations including AChR antibodies, autoimmunity and inflammatory screening but also barium swallow study, fibroscopy, and neck CT scan were normal. The clinical response to steroid therapy (methylprednisolon 1 g/d iv) for three days was inconsistent with a full recovery during the first relapse and lack of clinical improvement on the second relapse.\\nAt the age of 70 the patient developed asymmetrical, progressive rest tremor in his legs. Cerebral MRI performed at that time was normal. Thus, a diagnosis of atypical parkinsonism was made, and the patient was treated with levodopa-carbidopa 100/25 mg three times daily without significant improvement.\\nHe was referred to our centre for a further clinical evaluation. The neurological examination on admission showed masked face with decreased eye blinking and astonished look. Cranial nerve examination revealed external ophthalmoplegia with partial downward gaze sparing without dyplopia, weak forced eye closure, and severe lower cranial nerves involvement with severe dysphagia, hypophonia, nasal speech, and marked tongue weakness. Pharyngeal reflex was normal and masseter reflex quite bright. Frontal release signs such as glabellar, orbicularis oris, and palmomental reflexes were present. Asymmetrical, prominently left-sided, rest tremor was present distally in both legs. Strength was normal in the four limbs, and osteotendineal reflexes were normal except for areflexia in the left upper limb (previous trauma). Plantar response was flexor. Axial rigidity was evident together with gait disturbance characterized by tendency to turn “en bloc” and freezing.\\nBiochemistry was normal including serum creatine kinase. An increased level of serum lactate was detected (2.5 mmol, n.v. 0.7–2.1 mmol), but this finding was not confirmed by a second assay (0.9 mmol). Antineuronal (Hu-Yo-Ri) antibodies were absent. Anti-AChR antibodies and voltage-gated calcium channel antibodies were also negative. Chest CT scan, spirometry, and pulmonary assessment were unremarkable.\\nNeurophysiological examination including complete EMG/ENG of limbs and both low-rate repetitive nerve stimulation (RNS) and single fibre EMG (SF-EMG) of the facial nerve were normal. CSF examination was normal, including CSF beta-amyloid and tau (total and phosphorylated) proteins level determination.\\nMuscle biopsy of right biceps, collected after informed consent, showed atrophy of both type I and type II muscle fibres without abnormalities of COX and SDH reactions. Cerebral MRI demonstrated slight temporal lobes atrophy and aspecific small frontal white matter lesions (Figures –). Cerebral FDG PET revealed a metabolic decrease in the brainstem and medial temporal cortex (). Neuropsychological examination revealed a mild subcortical dementia with a predominant impairment of executive functions consisting in reduced verbal fluency, in defective planning and execution and constructive apraxia. Few days after admission, the patient presented a progressive spontaneous clinical improvement and the gastric tube was removed. He was treated with i.v methylprednisolon 1 g/d for three days followed by oral steroid assumption (prednisolon 50 mg/d) with tapering doses with mild benefit.\\nTwo weeks later all laboratory tests were available, and high titres of anti-MuSK (muscle-specific tyrosine kinase) antibodies were found. Thus, a diagnosis of MuSK-Ab-positive MG was established and an immunosuppressive treatment with Azathioprine 100 mg was associated with prednisolon 50 mg/d. The 30-day clinical followup revealed a full resolution of ophthalmoplegia and bulbar signs. Bradykinesia, freezing of gate, and axial rigidity remained unresponsive to L-dopa treatment.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'11231638': 1, '12218074': 1, '12955099': 1, '15668981': 1, '9309563': 1, '12821509': 1, '12849266': 1, '8653786': 1, '16672291': 1, '7546737': 1, '16870737': 1, '18567855': 1, '2175197': 1, '18186116': 1, '17986328': 1, '15649952': 1, '34104586': 2, '26019407': 1, '17904652': 1, '16155434': 1, '8710059': 1, '10960043': 1, '1860068': 1, '21822490': 2}", "similar_patients": "{'8174120-1': 1}"}