{"patient_id": 156597, "patient_uid": "3259239-2", "PMID": 22324008, "file_path": "noncomm/PMC003xxxxxx/PMC3259239.xml", "title": "Gingival recontouring by provisional implant restoration for optimal emergence profile: report of two cases", "patient": "A 34-year-old, systemically healthy, non-smoking male presented to the Department of the Prosthodontics, Chosun University Dental Hospital, Gwangju, Republic of Korea, in April 2009. The patient, who signed an informed consent form, had previously undergone immediate implant surgery in October 2008 after having the tooth extracted due to a periapical abscess. GBR and soft tissue grafting were accomplished simultaneously to improve the volume of the hard and soft tissue. A flat interdental papilla and wider space than the adjacent central tooth were observed. Radiographically, the diastema was observed when the tooth was present ().\\nA preliminary impression was taken to make a diagnostic cast ( and ). From a wax-up of the predicted tooth shape, the patient decided not to have a diastema again even if the crown would be slightly larger than the adjacent tooth. Therefore, the form of the interdental papilla was changed to make a natural contoured implant restoration. A temporary abutment was connected to make screw retained provisional restoration (). After making the provisional implant restoration, the soft tissue around the implant fixture in the model was trimmed with a laboratory scalpel blade to make the desired gingival form. A light-curing composite resin was added to fill the space between the provisional crown base and trimmed soft tissue model ( and ). Prior to its first insertion, the cervical contour of the provisional restoration was reduced 30% in volume as a transition between the emergence profile of the healing abutment and the ideal shape of the previewed definitive contour. Over a 2-week period, the marginal tissued adapted to the initial impulse, and the cervical volume was increased to the ideal triangular cross-sectional shape of a natural central incisor. This procedure allowed the tissues to gradually adapt to the pressure, which caused an impulse for reshaping without overstressing the elasticity of the marginal tissue []. The provisional restoration was relined and reshaped twice during a month so that the soft tissue was managed and guided to achieve the desired emergence profile.\\nAfter allowing 6 weeks' stabilization of the gingiva, a final impression was taken to make a definitive implant restoration. To transfer the developed soft tissue contour to the master model, a standard impression coping was customized with acrylic resin. The final result revealed harmony of the soft tissue and tooth form with the adjacent tooth ( and ).", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'27508163': 2, '19961991': 1, '17936132': 1, '9743681': 1, '10635244': 1, '9582661': 1, '11913258': 1, '8630176': 1, '20664835': 1, '11405003': 1, '11862927': 1, '20485051': 1, '8530173': 1, '20875533': 1, '8620398': 1, '11862920': 1, '7673996': 1, '14564296': 1, '12691652': 1, '8752552': 1, '8195999': 1, '8354744': 1, '15060502': 1, '8648566': 1, '9728143': 1, '22324008': 2}", "similar_patients": "{'3259239-1': 2, '4977352-1': 1}"}