{"patient_id": 160704, "patient_uid": "3590346-1", "PMID": 23482821, "file_path": "noncomm/PMC003xxxxxx/PMC3590346.xml", "title": "Bilateral Hypertrophic Olivary Degeneration in Wilson Disease", "patient": "A 23-year-old man suffering from WD was admitted to our hospital because of a deteriorating hypokinetic-rigid syndrome, increased liver enzymes, and a generalized tonic-clonic seizure that required increasing levels of chelation therapy. The patient's diagnosis of WD was made approximately 14 months prior to admission. MRI of the patient's brain at that time, revealed abnormal high signal on T2-weighted images (T2WIs) within both superior cerebellar peduncles, red nuclei, and midbrain (). Data were acquired with a 3-T magnetic resonance scanner (Trio Tim, Siemens Healthcare, Erlangen, Germany) using a 12-channel head coil and the following sequence parameters for T2-weighted turbo spin-echo (and susceptibility weighted gradient echo) sequences: in-plane resolution Matrix = 306 × 384 (350 × 448), repetition and echo time (TR/TE): 6000/96 (28/20) ms, slice thickness = 3 (9.6 MIP) mm, field of view = 202 × 253 (178 × 228) mm2, flip angle (FA) = 120° (15°), number of excitations = 1 (). Bilateral signal loss on both T2WI and susceptibility weighted images (SWIS) was revealed in the formatio reticularis, globus pallidus, putamen, and caudate nucleus. There was atrophy evident in the midbrain, vermis, and cerebellar hemispheres. Repeated clinical examination 6 months prior to admission had shown a cachectic patient with rigor, spastic tetraparesis accentuated in the lower extremities, severe hypomimic, and akinetic mutism without spontaneous verbal and motoric reaction. Neither palatal nor ocular myoclonus appeared at any time. Follow up MRI disclosed slight progression of the initial findings, but no signs of HOD. In the early course of hospitalization, only small improvements were achieved. Further impairment was noticed under continued chelation therapy with increasing dosage resulting from excessive mobilization of copper.\\nMagnetic resonance imaging after recent admission revealed progressive atrophy of the brainstem, cerebellum, cerebellar peduncles, and shrinkage of the basal ganglia. SWI showed ongoing signal loss in the putamen, head of the caudate nuclei, red nuclei, and substantia nigra on both sides. The new finding of bilaterally increased signal intensity of the inferior olivary nuclei on T2WI, accompanied by increased volumes of both nuclei, indicated a bilateral hypertrophic degeneration ().", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'10631896': 1, '8183467': 1, '17894614': 1, '24470583': 1, '25801285': 1, '33043080': 1, '26504394': 2, '9799311': 1, '25340035': 2, '8029428': 1, '27132500': 1, '1414850': 1, '21643689': 1, '8585490': 1, '8956601': 1, '18166990': 1, '20040011': 1, '15798618': 1, '10580959': 1, '16361597': 1, '7270084': 1, '10871017': 1, '23482821': 2}", "similar_patients": "{'4205259-1': 1, '4605241-1': 1}"}