{"patient_id": 153963, "patient_uid": "3030040-1", "PMID": 21286444, "file_path": "noncomm/PMC003xxxxxx/PMC3030040.xml", "title": "Bilateral hydrothorax and cardiac tamponade after right subclavian vein catheterization -A case report-", "patient": "A 58 kg, 164 cm, 75-year-old female patient was hospitalized with a chief complaint of abdominal pain and fever. She was diagnosed with cholecystitis by choledocholithiasis, and though she was treated with percutaneous transhepatic biliary drainage, a cholecystectomy was performed because the disease had progressed to gallbladder empyema. There were no special findings in the patient's electrocardiogram, and peripheral blood test results were: Hemoglobin (Hb) 12.0 g/dl, Hematocrit (Hct) 32%, platelet 203,000/µl, and leukocyte 4,270/µl. Biochemical test results were:total protein 5.3 g/dl, albumin 2.9 g/dl, aspartate aminotransferase (AST) 53 IU/L, alanine aminotransferase (ALT) 34 IU/L, and total cholesterol 56 mg/dl. Blood coagulation testresults were prothrombin time 14.1 seconds (58%), activated partial thromboplastin time 37 seconds, and international normalized ratio (INR) 1.34. Electrolyte test findings were natrium 134 mEq/L, potassium 4.5 mEq/L, and chloride 107 mEq/L, while blood urea nitrogen (BUN) and creatinine were slightly elevated, (40 and 1.7 mg/dl, respectively). The patient had symptoms of coughing and a little sputum for 15 days before the visit, and the chest radiograph taken in the hospital also revealed pleural effusion and subsegmental atelectesis in both lower lobes of the lung (). The results of the arterial blood gas test carried out after the visit, with oxygen supply at 5 L/min flow rate through nasal cannula, were: pH 7.48, PaCO2 26 mmHg, PaO2 60 mmHg, HCO3- 22.6 mmol/L, BE -2.8 mmol/L, and O2 saturation (SaO) 92%. Crackles were heard in both lower lobes of the patient's lung by auscultation; the patientwas treated with antibiotics. Results of the arterial blood gas test carried out 3 days after treatment commencement at dawn on the day of operation, without oxygen supply, were: pH 7.23, PaCO2 57 mmHg, PaO2 93 mmHg, HCO3- 21.5 mmol/L, BE -4.4 mmol/L, and SaO2 96%. The chest radiograph also showed that pleural effusion in both lower lobes of the lung was reduced and the subsegmental atelectesis was extended and improved. Given the patient's status, it was decided that an operation would be performed after informing the patient's caregiver that mechanical ventilation could be used even after the operation.\\nAccording to the patient's history, she had already had a back operation and hysterectomy, and had been treated with drugs after being diagnosed with high blood pressure and diabetes. For the diabetes, acarbose 100 mg, metformin 500 mg, and nateglinide 90 mg had been taken. The glycated hemoglobin measurement before the operation was 6.9%, and blood sugar test (BST) results were regulated to 203 mg/dl, 211 mg/dl, and 244 mg/dl. Additional insulin was to be injected if blood sugar level rose above 250 mg/dl. BST increased to 307 mg/dl two days before the operation and 323 mg/dl one day before the operation; consequently, and 10 units of insulin were injected sequentially at dawn on the day of operation. No specific drug for high blood pressure was taken, but she had been taking aspirin to aid blood circulation. Vital signs at the ward were: systolic blood pressure 110-150 mmHg, diastolic blood pressure 70-100 mmHg, heart rate 68-88 time/min, and body temperature 36.8-37.5℃.\\nIntramuscular glycopyrrolate 0.2 mg was used as a preanesthetic medication. Vital signs of the patient upon arrival at the operation room were: blood pressure 140/85 mmHg, heart rate 90 time/min, and pulse oxygen saturation measured by a pulse oximeter 95%. Pulse oxygen saturation increased to 100% after preoperative oxygenation was performed with 5 L of oxygen supply. For the induction, an intravascular injection of propofol 80 mg and rocuronium 50 mg was used, and tracheal intubation with a 7.0 mminner diameter tube followed after loss of consciousness muscle relaxation sufficiently progressed. The tracheal intubation was followed by mechanical ventilation with tidal volume of 9 ml/kg and a minute tidal rate of 10. Anesthesia was maintained with oxygen 2.5 L/min, medical air 2.5 L/min, remifentanil 0.21 µg/kg/min, propofol 86 µg/kg/min, and atracurium 7 µg/kg/min. For continuous blood pressure measurement and blood test, a 22-gauge catheter was inserted into the right radial artery. Considering long-term postoperative drug injection and total parenteral nutrition in the ward, it was decided that 7 Fr Two-lumen Central Catheterization Set with Arrow gard Blue (Arrow international Inc., PA, USA) should be inserted into the subclavian vein. After putting the patient in the Trendelenburg position, turning the patient's neck to the left side, touching the right arm to the body and pulling it to the lower side, a pillow was inserted under the spine at the back of the shoulder so that the head of the humerus would not prevent needle entry. At the central part of the clavicle and 2 cm below the part where 2/3 of the back clavicles meet together, skin puncture was carried out with an 18 G, 6.35 cm, thin-wall needle, which was advanced under the clavicle toward the sternal notch parallel with the clavicle, engaging weak negative pressure to the needle. In the first trial, the vein was punctured and no specific resistance was felt at the time of inserting the J-guide wire and dilator after venipuncture. 7 Fr Two-lumen Central Catheterization Set was inserted and fixed to the skin 15 cm deep after checking blood aspiration at the two catheters. Since no serious hemorrhaging was expected in the prearranged operation, the central venous pressure measuring kit was not connected and the fluid and drug were injected with the two catheters.\\nImmediately after operation commencement, blood pressure elevated to 170/95 mmHg; thus, 5 mg and 10 mg of labetalol as well as nitroglycerine were injected into the vein at a flow rate of 0.28 µg/kg/min for 30 minutes to normalize blood pressure. Results from an arterial blood gas tester (Blood gas/electrolyte analyzer, GEM premier 3000 with iQM, Instrumentation Laboratory, MA, USA) used immediately after the operation showed: pH 7.52, PCO2 31 mmHg, PO2 175 mmHg, HCO3- 25.3 mmol/L, Be -2.5 mmol/L, SaO2 100%, Hb 12.6 g/dl, and Hct 37%, with no special findings. After stabilizing 1.5 hours after induction, blood pressure dropped to 95/65 mmHg. It was assumed that hypovolemia did not cause the drop because a total of 1,000 ml of fluid, including 500 ml of crystalloid solution and 500 ml of colloid solution, was injected until that time, and the possibility of hemorrhaging was not particularly serious. Thus, dopamine was injected, increasing the quantity from 3 µg/kg/min to 5 µg/kg/min. Blood pressure, however, did not increase, so ephedrine was injected twice, (5 mg doses) increasing BP to 110/70 mmHg. During the continuous intravascular injection of dopamine at a rate of 5.5 µg/kg/min, systolic and diastolic BP stayed at 95-125 mmHg and 55-70 mmHg, respectively. Arterial blood gas test results at that time were: pH 7.46, PaCO2 30 mmHg, PO2 142 mmHg, HCO3- 21.3 mmol/L, BE -1.7 mmol/L, SaO2 99%, Hb 11.9, Hct 35%, and airway pressure was maintained at approximately 18 cmH2O.\\nTwo hours after induction, maximum inspiratory pressure suddenly rose from 18 to 25 cmH2O. While checking airway management, crackles were auscultated. Assuming, the increased maximum inspiratory pressure was caused by an increased amount of discharge, aspiration with an endotracheal tube was attempted, but almost no discharge was found. Thus, the lungs expanded several times to a maximum inspiratory pressure of 30-40 cmH2O. After reducing tidal volume from 9 ml/kg to 8 ml/kg and maintaining the minute tidal rate at 10/min, maximum inspiratory pressure stayed at 22 cmH2O at a slightly reduced level. Arterial blood gas test results at that time, with FiO2 1.0 were: pH 7.37, PCO2 39 mmHg, PO2 248 mmHg, SaO2 100%, HCO3- 22.5 mmol/L, BE -2.5 mmol/L, Hb 11.9, and Hct 35%. A choledocholithotomy was being carried out after the cholecystectomy, checking the bleeding part and performing hemostasis without any particular problems. Despite intravascular injection of glycopyrrolate 0.2 mg and pyridostigmine 10 mg, supplying 100% oxygen, and inducing spontaneous breathing post-operation, respiratory pattern was not uniform enough compared with the speed of the patient's consciousness recovery. As the patient's breathing was unstable and pulse oxygen saturation had dropped to 93% 30 minutes after attempting spontaneous breathing, the patient was moved to the ICU immediately and supplied with oxygen without extubation. 1,150 ml of crystalloid solution, 500 ml of colloidal solution, and 70 ml of albumin were injected into the patient in the 2 hours and 45 minutes between induction and transport to the ICU. The expected hemorrhage was 800 ml and urination was 150 ml, while he intraoperative BST was 179-231 mg/dl.\\nImmediately after transport to the ICU, vital signs were: BP 111/70 mmHg, heart rate 89/min, central venous pressure 5 cmH2O, and pulse oxygen saturation 93%. The patient's breathing was managed by pressure support ventilation with FiO2 0.7, tidal volume 550 ml, tidal rate 20/min and positive end expiratory pressure 8 cmH2O. Arterial blood gas analysis 30 minutes after transport to the ICU showed pH 7.34, PCO2 38 mmHg, PO2 82 mmHg, SaO2 95%, HCO3- 20.5 mmol/L, BE -4.8 mmol/L, Hb 11.9, and Hct 34%. FiO2 was regulated to 0.5, 30 minutes later. Fluids, drugs, and total parenteral nutrition (COMBIFLEX PERI Inj.) were injected through the central venous catheter. The total parenteral nutrition was a hyperosmotic fluid (875 mOsm/L); consequently, it was injected slowly for 24 hours. From the chest radiograph taken at that time, the pneumonia finding was continued at the right lung accompanied by pleural effusion. Though a loop of the central venous catheter was observed in the superior vena cava, the location of the catheter was not corrected but just monitored, since the total vascular parenteral nutrition, fluid and drug were being injected smoothly. Three hours after transport to the ICU, BP was 150/65 mmHg and heart rate 70/min. While maintaining pressure support ventilation with FiO2 0.5, tidal volume 500 ml, minute tidal rate 18, and positive end expiratory pressure 6 cmH2O, the patient continuously attempted spontaneous breathing. Since the results of the arterial blood gastest were pH 7.41, PCO 2 34 mmHg, PO2 69 mmHg, SaO2 94%, HCO3- 21.6 mmol/L, and BE -2.4 mmol/L, the patient got out of the mechanical ventilation. Because spontaneous breathing continued and after that and pulse oxygen saturation stayed at 97% continuously as 5 liters of oxygen were provided through T-piece for more than an hour, the patient was extubated. However, 6 hours after extubation, BP suddenly dropped to 80/45 mmHg, therefore dopamine was injected at a rate of 12 µg/kg/min to elevate BP. The patient was then re-intubated because her respiratory rate had increased to 28-32/min, showing respiratory distress. Arterial blood gas test performed with a 7 L/min oxygen supply through an oxygen mask showed these, pH 7.26, PCO2 52 mmHg, PO2 98 mmHg, SaO2 97%, HCO3- 23.3 mmol/L, and BE -3.8 mmol/L, indicating respiratory acidosis. Mechanical respiration was continued with pressure support ventilation of FiO2 0.55, tidal volume 400 ml, and minute tidal rate 18, and pulse oxygen saturation was maintained above 95%. Continuous tracking and monitoring of chest radiographs showed more serious pneumonia accompanied by pleural effusion in the right and left lungs, which was assumed to be the result of the preoperative pneumonia, deteriorating to pleural effusion. Twenty four hours after the end of the operation, the patient complained of respiratory distress even though oxygen saturation was under pressure support ventilation at tidal volume 500 ml, minute tidal rate 14, positive end expiratory pressure 4 cmH2O, and FiO2 0.6 at 94-98%, and systolic BP dropped below 90 mmHg. Therefore, dopamine intravascular injection was continuously carried out at a rate of 15 µg/kg/min, however vital signs were unstable with BP at 80/50 mmHg and heart rate at 130/min. At that time, 2,000 ml of crystalloid solution, 400 ml of colloid solution, and 250 ml of total parenteral nutrition had been already injected through the central venouscatheter. Although a total of 45 mg of furosemide was injected 4 times, continuously increasing pleural effusion was found in the lower parts of both lungs in follow-up chest radiographs (). The echocardiography performed due to unstable vital signs showed pericardialeffusion of approximately 1 cm. Though the thoracentesis and pericardiocentesis were carried out to drain the effusionfluid, 100 ml of milky pleural effusion fluid was drained from the right side of the thorax, 760 ml of bright lemon-colored serous pleural effusion fluid from the left side, and 30 ml of bright lemon-colored serous pericardial effusion fluid from the pericardium. Immediately after it was verified that the color and properties of the pleural effusion fluid and pericardial effusion fluid were similar to the total parenteral nutrition that had been injected into the patient, aspiration through the central venous catheter was carried out. Blood was refluxed in the proximal but not the distal catheter. Surmising that the abnormal location of the cardiac vein catheter terminal caused the hydrothorax and cardiac tamponade, the central venous catheter was removed 30 hours after installation, and a central venous catheter was newly installed through the internal jugular vein on the opposite site.\\nAfter removal of the central venous catheter, pleural and pericardial effusion fluid were continuously drained. Vital signs gradually stabilized, respiratory distress was also relieved, and follow-up chest radiograph showed the pleural effusion was gradually improving. The echocardiography performed four days after the pericardiocentesis showed the pericardial effusion almost disappeared. Since the chest radiograph revealed the pleural effusion had almost disappeared () and spontaneous breathing was well maintained for 6 days following the operation, the patient was extubated. A total of 320 ml of pleural effusion fluid was drained from the right side of the thorax, 1,480 ml from the left side, and 340 ml from the pericardium. The BST performed in the ICU was 200-300 mg/dl, on average. As in the preoperative period, diabetes treatment was continued assuming that additional insulin would be injected into the patient if blood sugar rose above 250 mg/dl. After that the patient's status continuously improved, and she was moved to the general ward and eventually discharged on the 19th day after the operation without any complications.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'1766059': 1, '1131628': 1, '11889809': 1, '15078382': 1, '17342519': 1, '1901100': 1, '8623979': 1, '12393371': 1, '10439745': 1, '25902718': 1, '9737635': 1, '8897689': 1, '19253161': 1, '29973031': 1, '27366434': 1, '14973805': 1, '2930292': 1, '21286444': 2}", "similar_patients": "{}"}