{"patient_id": 154487, "patient_uid": "3110297-1", "PMID": 21716567, "file_path": "noncomm/PMC003xxxxxx/PMC3110297.xml", "title": "Tongue bite in a patient with tracheostomy after prone position -A case report-", "patient": "A 78 kg, 183 cm, 22-year-old male patient was delivered to an operating room for posterolateral lumbar spine fusion at L3-5 and humerus operation. Thirty-five days previously, he was admitted via the emergency department with a diagnosis of multiple traumas after a fall from 10 m. Temporary tracheostomy had been performed twenty days ago for mechanical ventilation to treat acute respiratory distress syndrome.\\nPreoperatively, he was alert and able to ventilate via a size 8.0 mm cuffed tracheostomy tube (Portex®, Smiths Medical, Kent, UK) without ventilator assistant. All laboratory test results were normal. There were no upper airway tract abnormalities except tracheostomy, broken upper teeth, and a slight open-bite.\\nAfter installing monitors (EKG, pulse oximetry and invasive arterial blood pressure), general anesthesia was induced intravenously with thiopental 325 mg, fentanyl 150 µg, and rocuronium 50 mg. Because he was scheduled for spine surgery in the prone position, the airway was prepared to secure adequate ventilation, as follows: cleansing of the intraoral and endotracheal space with a sterile suction tube, replacing the tracheostomy tube with a size 8.0 mm cuffed flexible tracheal tube (TT) (Safety-Flex®, Mallinckrodt Medical, Athlon, Ireland), confirming the depth of the TT by ballottement and auscultation, staying the TT to the tracheostomy site by suturing with silk 3-0, applying padding to the anterior neck with gauze to prevent sharp angulation of the TT, and draping the anterior neck with transparent dressing (Tegaderm®; 3M, USA).\\nAnesthesia was maintained with sevoflurane 1.5-3.0 vol% in oxygen with positive pressure ventilation. Continuous intravenous infusion of remifentanil 0.1-0.2 µg/kg/min and rocuronium 10 mg/hr followed. After moving the patient to the prone position, the TT and both eyes were checked regularly. The operation was uneventful and took 210 min. After the surgeon requested a wake-up test thirty minutes before the end of spine surgery, rocuronium infusion was stopped to prepare the test, and the concentrations of remifentanil and sevoflurane were decreased to 0.1 µg/kg/min and 0.5 vol%, respectively. These dosages were continued throughout the rest of the procedure to avoid pain and unpleasant memory. However, neuromuscular function and depth of anesthesia monitoring were not applied, as these were not routine. There were no remarkable events before changing the patient's position. As humerus operation was scheduled, it was determined that the patient would be more comfortable in the supine position for the wake-up test.\\nAfter closure of spine surgery, the patient was moved into a supine position, and a bite injury to the anterior third of tongue was noticed. The protruding portion of the tongue was cyanotic and edematous, and it seemed that it might be cut if decompression was not employed emergently. The anesthesiologist responsible tried to open the mouth and insert a bite blocker manually after extending the neck. After several attempts to open the mouth failed, sevoflurane concentration was increased to 4.0%, and thiopental 150 mg, midazolam 3 mg, and rocuronium 20 mg were administered intravenously. The mouth began to open slightly approximately thirty seconds after rocuronium administration, and the protruding portion of the tongue was repositioned into the intraoral cavity. Because of inappropriate preparation for the wake-up test and need for emergent tongue decompression requiring deepening of anesthesia level, the proposed wake-up test could not be performed.\\nWithin several seconds after decompression, the affected area became pinkish and seemed to be receiving adequate blood supply, and the edema reduced markedly after a manual massage with cold saline-soaked wet gauzes. Horizontal bite marks and a reddish erosive lesion were present on the anterior third of the tongue (). After application of ointment to the erosive area, a bite blocker was inserted. The time between identification and decompression was about five minutes, but the duration of biting could not be estimated. Because no swelling or deep laceration was detected, the humerus operation was started.\\nAfter the 280 min operation finished, the patient was sent to an ICU. The patient had no recollection of intraoperative events at follow-up examination and interview. However, the patient complained of mild tongue pain during rest, which was aggravated during movement. The bitten area was pinkish and well circulated, and no hematoma, deep laceration, or movement dysfunction were evident. The patient was discharged thirty days after operation without pain but with some scarring on the right anterolateral one third of the tongue. This scar persisted at seven months after discharge, but there were no other tongue complications.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'18635645': 1, '12521311': 1, '8373099': 1, '19429525': 1, '15459615': 1, '12657405': 1, '18813042': 1, '25624554': 1, '15728049': 1, '8877963': 1, '10470778': 1, '9438617': 1, '16060404': 1, '11512117': 1, '19098632': 1, '9292140': 1, '21716567': 2}", "similar_patients": "{}"}