{"patient_id": 160443, "patient_uid": "3560169-1", "PMID": 23378711, "file_path": "noncomm/PMC003xxxxxx/PMC3560169.xml", "title": "Surgical Therapy by Sandwich Transplantation using a Dermal Collagen-Elastin Matrix and Full Thickness Split Grafts and Gait Rehabilitation with Individualized Orthesis", "patient": "A 14 year-old slim boy presented with a 6 year history of painful massive hyperkeratotic plaques on his soles making pain-free walking impossible []. Painkillers, dermabrasion of hyperkeratotic plaques by diamond mill, topical ointments with salicylic acid and urea, systemic antimycotics, and oral retinoids were all ineffective. Therefore, the family was seeking for help at our department. Family history was unremarkable.\\nWe made a detailed clinical examination of the boy. On the toes, forefoot and heels massive plantar, yellowish, malodorous, compact hyperkeratotic plaques were visible. Nails and teeth were normal, hair was short. Mycological cultures were performed from these plaques and from the scalp hair. Trichomycosis was confirmed.\\nTo establish diagnosis a deep skin biopsy was performed from the painful plantar region. Histopathological examination disclosed a massive compact orthohyperkatosis without any dermal changes and without inflammatory infiltrates. No fungal elements were seen.\\nMusculature of calves was hypotrophic but joint mobility was not impaired. Peripheral sensory or motor neuropathy was excluded by the neurologist. He had a toe and lateral gait and could only move with bended knees due to the massive pain. Muscular or osseous foot deformities were not found.\\nPain scores were measured by visual analogue scale with 100 mm for the most severe pain and 0 mm for no pain at all []. The combination of painful orthohyperkeratotic plaques of the plantar region associated with extreme pain, absence of associated symptoms and negative family history confirmed the diagnosis of PCOF.\\nTreatment and outcome: We performed a deep excision of the painful callosities in general anaesthesia. Soft tissue defects were closed by sandwich transplantation using a dermal elastin-collagen matrix (MatriDerm®; Dr. Suwelack Skin and Health Care AG, Billerbeck, Germany) covered by split full thickness skin. Details of this technique have been described elsewhere.[] In the present case we used the 1 mm thick dermal template dry not reconstituted before grafting [Figure –]. After graft take a foot-and-lower-leg (knee-ankle foot orthosis-KAFO) moulded orthosis was adjusted for the boy to support normal biomechanics of the feet and ankle during the rehabilitation process. Pain was markedly reduced after surgery []. With the orthosis the first walking steps were possible after 2 weeks without the need of painkillers []. There was no malodour of the feet after surgery. Plantar grafts became partially necrotic but wound healing was uneventful after necrectomy. A physical mobilization programme with gait education was started during inpatient treatment and continued thereafter for 4 weeks.\\nIn addition trichomycosis was treated by antimycotics and hair re-growth was observed.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'19996330': 1, '20456341': 1, '21492759': 1, '20434674': 1, '21449935': 1, '22279382': 1, '15479752': 1, '25274011': 1, '4989474': 1, '18626035': 1, '19144200': 1, '23378711': 2}", "similar_patients": "{}"}