{"patient_id": 44696, "patient_uid": "3857980-1", "PMID": 24348603, "file_path": "comm/PMC003xxxxxx/PMC3857980.xml", "title": "Urography and CT Features of Primary Small Cell Carcinoma of the Ureter: A Case Report", "patient": "A 70-year-old woman presented with left-sided flank pain without symptoms of bladder irritation and gross hematuria. The pain was accompanied by nausea. The patient had no smoking history. The ultrasonography revealed a 6mm diameter calculus in the distal region of the left ureter with hydronephrosis. Then she was examined using intravenous urography (IVU), abdominopelvic CT, and chest radiography.\\nThe IVU showed the amputated end of the left ureter with hydroureterosis ( A). CT indicated pronounced left hydroperinephrosis and thickening in the perirenal tissues and left upper ureteral wall ( B). A mass sized 9.8×11.8 mm was seen that exhibited a slight hyperattenuation. The mass was mostly homogeneous, but several small spots of hypoattenuation were detected in the lesion. Attenuation of the lesion was 62.5 Hounsfield units (HU) on the corticomedullary phase; it reached 92 HU on the nephrographic phase. Abdominal multiplanar reconstruction (MPR) showed the mass near the end of the ureter and a thickened, irregular wall of the upper ureter with pronounced hydroperinephrosis was seen ( C). We did not observe lymphadenopathy near the pelvis, retroperitoneum and para-aorta. No lesion was detected in the chest radiograph.\\nThe patient underwent left nephroureterectomy. Macroscopically, a 1.6×1.2×0.5 cm grayish white lesion was identified between the bladder and end 3.5 cm of the ureteral specimen. Histological and immunohistochemical staining examination confirmed PSCC of the ureter (). The abdominal and pelvic CT and chest radiography that was performed 9 months after the operation indicated massive metastasis in the liver and lung, numerous lymphadenopathies in the retroperitoneum and para-aortic region and some implantation of metastatic cells in the bladder and left psoas major muscle.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'16723847': 1, '12656306': 1, '15231859': 1, '2418217': 1, '11748366': 1, '15304661': 1, '19830006': 2, '8248587': 1, '20231004': 1, '7089243': 1, '1713277': 1, '19457809': 1, '22536474': 2, '15354720': 1, '29901633': 1, '2824968': 1, '15217423': 1, '28860819': 1, '24348603': 2}", "similar_patients": "{'3332142-1': 1, '2740188-1': 1}"}