{"patient_id": 36186, "patient_uid": "3177884-1", "PMID": 21888638, "file_path": "comm/PMC003xxxxxx/PMC3177884.xml", "title": "Reexpansion pulmonary edema following a posttraumatic pneumothorax: a case report and review of the literature", "patient": "A 21-year-old male, sportive patient was admitted to our surgical emergency department after he had been involved in a traffic accident. As the unbelted driver of a car, he crashed frontally against another car with approximately 50 km/h.\\nOn first sight he was complaining of jabbing pain in the right hemothorax and in the sternal region, thoracic constriction and a considerable dyspnoea. Apart from that, he had signs of a beginning cold: since two days he had a cough and suffered from an acute rhinitis. The patient was an occasional smoker but did not have any history of pulmonary or other diseases.\\nThe asthenic man (weight 62 kg, size 179 cm) was orientated and had no neurological deficit with stable vital parameters. Some small superficial wounds and haematoma in the lower part of the sternum and the right hemithorax could be found. Furthermore a discrete cyanosis of the lips was seen. On auscultation, the patient was found to have no respiratory murmur and hyperresonant percussion on the right side, with the left lung completely normal.\\nUsing a chest x-ray, we saw a pneumothorax on the right with a subtotal lung collapse (Figure ).\\nUnder insufflation of 4 l O1/2/min, the arterial blood gas showed signs of a respiratory partial insufficiency: the pO2 was 50 mmHg and pCO2 43 mmHg. Apart from a leucocytosis of 17, 9 mg/dl, the blood examination was without pathological findings.\\nBased on the diagnosis of a posttraumatic pneumothorax we immediately performed the insertion of a chest tube in Buelau technique located in the 5th ICR, proximal axillary line under local anaesthesia, and connected it to a 3-chamber chest drain system with suction of 20 cm water column. The pre-treatment time took approximately twenty minutes.\\nThe pulmonary condition of the patient ameliorated (pO2 72 mmHg, pCO2 38 mmHg), both lungs were ventilated and SpO1/2 increased ten minutes after the intervention up to 99%. Because of a moderate analgesic and sedative medication, we kept the patient for further monitoring in our anaesthetic recovery room. Here the patient reported only light pain at the entrance of the drainage, without having any dyspnoea.\\nTwo hours later, the patient's condition rapidly worsened. He was pale, sweating, tachypnoic and complained of increasing chest pain with dyspnoea. In spite of 10 l/min O1/2, the SpO1/2 was only 82% with a heart rate of 122/min and a decreasing blood pressure. Checking the arterial blood gas, the pO2 was 61 mmHg and pCO2 58 mmHg, indicating now a global respiratory failure\\nImmediately a chest x-ray was taken (Figure ). Although the lung seemed expanded correctly, there was a suspect shadow along the chest wall, where the tube was entering. Because of the suspicion of a haematoma of the thoracic wall, we checked the haemoglobin, which was stable at 14 g/dl. Furthermore there was no blood in the tube. Meanwhile the patient's condition got worse progressively, so that we decided to initiate an intubation to be able to improve the oxygenation using mechanical respiration. At the inspection of the pharynx, an immense amount of suppuration was blocking the upper respiratory tract. Finally 350 ml of putrid mucos were sucked off, whereupon a tracheal intubation could be performed. Now the mechanical ventilation of the patient was easy to handle and in the following twenty minutes another 300 ml mucos were removed.\\nAfter that, we did a CT scan of the thorax, which surprisingly showed a marked ipsilateral lung edema, designated as a reexpansion pulmonary edema. Furthermore a small edema was seen on the contralateral side, however without any other pathological findings concerning the lung or the complete rib cage (Figure ).\\nThe patient was rapidly stabilized under automatic continuous positive airway pressure respiration (CPAP) and short-term therapy with Noradrenaline and Furosemid. After transferring the patient to our intensive care unit, the respiratory and haemodynamic situation remained stable.\\nUnder a calculated antimicrobiotic therapy with Piperacilin and Sulbactam the respiratory condition quickly improved and the patient could be extubated after 48 hours. Chest tubes could be removed soon and the patient was released from hospital on the 4th post OP day with normally expanded lung.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'15261313': 1, '3279931': 1, '22627959': 1, '20489660': 1, '13635394': 1, '11243960': 1, '30985654': 2, '14512376': 1, '14301428': 1, '8143038': 1, '11193744': 1, '1952149': 1, '4708649': 1, '8736658': 1, '16242493': 1, '21888638': 2}", "similar_patients": "{'6485895-1': 1}"}