{"patient_id": 165178, "patient_uid": "3888003-1", "PMID": 24968435, "file_path": "noncomm/PMC003xxxxxx/PMC3888003.xml", "title": "Appendiceal endometriosis in a pregnant woman presenting with acute perforated appendicitis", "patient": "A 33-year-old female patient at 31 weeks of gestation presented to our emergency department complaining of sharp constant upper abdominal pain that had grown progressively worse over the preceding 24 h period. She denied fever, chills, changes in her appetite, nausea or vomiting. Her past medical history was significant for unspecified inflammatory bowel disease and chronic urinary tract infections. She was confirmed by ultrasound to have a 31-week intrauterine pregnancy that until presentation had been largely uneventful. She was admitted to the maternal–fetal medicine service and was found to have a white blood cell count of 18.700/mm3 with 87% neutrophils and frequent contractions. The obstetricians administered Mg2+ for tocolysis and steroids for fetal pulmonary maturation, and the patient underwent an amniocentesis that was negative for chorioamnionitis. Her urinalysis was unremarkable and urine culture was sent and her workup had been otherwise unrevealing including ultrasound imaging of the right upper quadrant, which did not show any pertinent biliary pathology.\\nThe patient underwent an MRI, which demonstrated a single fetus in cephalic vertex position, but could not completely visualize the appendix and was negative for inflammatory changes in the right lower quadrant or surrounding the terminal ileum. Initially, the patient improved clinically, however over the following 2 days her severe upper abdominal pain returned. A repeat MRI was obtained that now showed no appendix, but a multilobulated cystic mass complicated with an abscess measuring up to 13 mm and free fluid tracking along the right paracolic gutter and a small amount of perihepatic free fluid (Fig. ). Interestingly, the study also showed small rounded hypodensities in the base of the cecum that were initially interpreted as fecalith or intraluminal gas, but in retrospect might have presented ectopic endometrial glands. These findings in conjunction with her rising white blood count (21 000/mm3) and worsening physical examination were concerning for an acute perforated appendicitis and the patient was brought to the operating room for an open appendectomy in the presence of the obstetric team for fetal monitoring. Upon entering the abdomen abundant free fluid and a grossly inflamed, necrotic and perforated appendix were noted. Frozen section of the tissue came back as grossly inflamed perforated appendicitis and transmural intestinal endometriosis with extensive dezidualization (Fig. ). Given the extensive nature of the perforation, likely secondary to endometriosis at the base of the appendix, an ileocecetomy was performed. The patient tolerated the patient well and fetal monitoring did not show any signs of distress at the conclusion of the case.\\nApproximately 5 h postoperatively the patient experienced painful contractions and fetal heart monitoring showed late decelerations. Pelvic examination showed an 8-cm dilated cervix. Subsequently the patient's membranes ruptured and she delivered a viable male infant who required 36 h of mechanical ventilation and newborn special care unit (NBSCU) admission. The patient made a full recovery in a few days and the infant did well in the NBSCU.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'10819817': 1, '10533783': 1, '27106612': 2, '17572425': 1, '8110213': 1, '34691388': 1, '16828481': 1, '32309013': 1, '7489161': 1, '3717642': 1, '7206869': 1, '19169700': 1, '24968435': 2}", "similar_patients": "{'4840569-1': 1}"}