{"patient_id": 37548, "patient_uid": "3340993-1", "PMID": 22550563, "file_path": "comm/PMC003xxxxxx/PMC3340993.xml", "title": "Adjuvant Corticosteroid Therapy in Hepatosplenic Candidiasis-Related Iris", "patient": "16-month old boy diagnosed with standard-risk precursor B cell-acute lymphoblastic leukemia was initiated induction therapy of ALL BFM 95 treatment protocol which consisted of prednisone (60 mg/m2/day for day 1–28, and tapering for day 29–37), daunorubicin (30 mg/m2/day for day 8 and 15), L-asparaginase (5,000 U/m2/day for day 12, 15, 18, 21, 24, 27, 30 and 33), vincristine (1,5 mg/m2/day for day 8, 15, 22 and 29) and intratechal methotrexate (at age-adjusted dose for day 1, 12 and 33). On day 15, bone marrow aspiration revealed <5% blast, slightly decreased cellularity with lymphocyte predominance. On the 17th day of therapy, he developed febrile neutropenia and imipenem/cilastatin (60 mg/kg/day) and vancomycin (40 mg/kg/day) was commenced. On day 20, fluconazole (loading dose 12 mg/kg/day iv, followed by 6 mg/kg/day q 24 hr iv) was added to therapy because of persistent fever and mild oral moniliasis. On day 22, he developed tachypnea; at physical examination rales were present. Despite a presumptive diagnosis of pneumonia, computed tomography (CT) of thorax and abdominal ultrasonography were unremarkable. Blood and urine cultures and galactomannan antigen were all negative. Although oral moniliasis resolved, fever and rales persisted and repeated thorax CT demonstrated several ground grass areas and a 5mm nodular lesion surrounded by ground-glass opacity. For a possible Aspergillus infection, fluconazole therapy was shifted to voriconazole (loading dose 6 mg/kg/dose 2 doses, maintenance dose 4 mg/kg/dose iv 2 doses) on day 25. His condition improved shortly thereafter. Induction chemotherapy was completed along with antibiotic and antifungal treatment despite persistence of fever. In the interim, his leukocyte count, serum alkaline phosphatase (ALP), serum γ-glutamyl transferase (GGT) and serum C-reactive protein (CRP) levels began to rise, and reached their top values including leukocyte count of 36.1×109/L, ALP of 1096 U/L (normal range, 145–420 U/L), GGT of 674 U/L (normal range, 5–32 U/L) and CRP of 23 mg/dl (normal range, 0.08–1.12 mg/dl). Peripheral blood smear revealed neutrophilia without any blast. At abdominal ultrasonography multiple hypoechoic millimetric hepatic nodules were noted (). Despite his good clinical condition, persistence of fever, elevated ALP and CRP levels and hypoechoic ultrasonographic images in the liver, led us to the diagnosis of possible HSC. Although the use of antibacterial, antifungal drugs and chemotherapeutics in our patient might have caused hepatotoxicity and therefore mimic laboratory findings of HSC, combination of clinical, laboratory and radiological findings following neutrophil recovery led us to the diagnosis of HSC. Dexamethasone (0,5 mg/kg) was added to voriconazole therapy. Fever disappeared in three days period and leukocyte count, serum ALP, GGT and CRP levels were normalized within 7 days. Corticosteroid therapy was, thereafter, tapered in a 7 days period and stopped. Hypoechoic ultrasound images in the liver disappeared 30 days after initiation of corticosteroid therapy (). Antifungal therapy in combination with chemotherapy was continued for three months. He is currently in remission and receiving maintenance therapy of BFM.", "age": "[[16.0, 'month']]", "gender": "M", "relevant_articles": "{'17521592': 1, '18230039': 1, '18285545': 1, '18214557': 1, '3276268': 1, '33469490': 1, '27751968': 1, '15755501': 1, '12384850': 1, '15246019': 1, '17525971': 1, '14699449': 1, '6756909': 1, '3474894': 1, '19770685': 1, '7095748': 1, '3422147': 1, '22550563': 2}", "similar_patients": "{}"}