{"patient_id": 163983, "patient_uid": "3815032-1", "PMID": 24232572, "file_path": "noncomm/PMC003xxxxxx/PMC3815032.xml", "title": "Regression of cerebellar tonsillar descent and hydrocephalus after endoscopic third ventriculostomy in a patient with a quadrigeminal arachnoid cyst", "patient": "A 28-year-old female presented at our hospital with a 2-year history of headaches. Her headaches, located at occipital and temporal regions, became progressively worse after the delivery of her first child 5 months ago. Her neurological status was intact except for numbness in her left arm, a symptom that appeared after the delivery. Ophthalmoscopy revealed bilateral papilledema. Her medical and family history was unremarkable.\\nMagnetic resonance imaging (MRI) revealed marked dilatation of the lateral and third ventricles with downward bowing of the latter's floor; the fourth ventricle was normal. The cyst, which was considered as congenital arachnoid cyst, was located at the quadrigeminal cistern extending caudally into the supracerebellar cistern [Figure and ]. The cyst compressed downward into both the cerebellar vermis and the hemispheres, leading to cerebellar tonsillar descent and Sylvian aqueductal stenosis. However, heavily T2-weighted images revealed a definite discontinuity between the anterior part of the cyst wall and the third ventricle []. Moreover, no syringomyelia in the cervical spinal cord was observed.\\nHydrocephalus was believed to have developed as follows: the QCAC extending to the supracerebellar cistern compressed on the cerebellar tonsils, forcing them to move downward and plug the foramen magnum. This in turn blocked the flow of cerebrospinal fluid (CSF) at the fourth ventricle outlet resulting in the accumulation of CSF and hypertensive hydrocephalus.\\nAfter induction of general anesthesia, the patient underwent ETV with the use of a fiberscope (VEF-V, Olympus Co.). Endoscopically, the floor of the third ventricle looked very thin, suggesting the existence of a long-standing hypertensive dilatation of the third ventricle. The endoscope was then advanced towards the quadrigeminal cistern, which revealed the cistern was surrounded entirely by a membrane consistent with the membrane of an arachnoid cyst. As shown on the heavily T2-weighted MRI image [], the cyst wall facing the posterior part of the third ventricle was opened widely []. The aqueduct stenosis was easily apparent []. ETV was successfully performed enabling communication between the third ventricle and prepontine cistern.\\nHer postoperative course was uneventful, and her headaches, left arm numbness, and bilateral papilledema were completely resolved. A postoperative MRI of the brain at the 12-month follow-up displayed marked reductions in size of the lateral and third ventricles and the quadrigeminal cyst; it also revealed normalization of the cerebellar tonsillar descent, and patency of the stoma was clearly indicated by the flow artifact, which is depicted on the postoperative T2-weighted image in .", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'17622461': 1, '21039175': 1, '16724812': 1, '12865864': 1, '10350261': 1, '3715700': 1, '4762818': 1, '19494562': 1, '3748264': 1, '20737274': 1, '20480382': 1, '24232572': 2}", "similar_patients": "{}"}