{"patient_id": 41035, "patient_uid": "3571884-1", "PMID": 23244369, "file_path": "comm/PMC003xxxxxx/PMC3571884.xml", "title": "Breast schwannoma in a patient with diffuse large B-cell lymphoma: a case report", "patient": "A 63-year-old Caucasian woman presented with a three-month history of pelvic pain, urinary and fecal incontinence and palpitations. Past medical and surgical histories were negative. On physical examination the patient appeared ill. A rapid heart rate was palpated which corresponded to atrial flutter on electrocardiography. Physical examination also revealed a left breast mass, which the patient reported to be there for 25 years. It was a nontender, mobile, elastic hard and well-circumscribed mass, two × one cm in size, with a smooth surface located in the left lower inner quadrant. Both axillae and supraclavicular fossae were negative on palpation. No signs of nipple discharge and skin changes were apparent. A thoracic computed tomography (CT) scan revealed a mediastinal mass causing external compression of the heart. The breast mass was identified on thoracic CT as a hypodense lesion of one cm in diameter. Magnetic resonance imaging (MRI) of the abdomen and pelvis exhibited multiple lymphadenopathies. A diagnosis of non-Hodgkin’s lymphoma of diffuse large B-cell type was established by Tru-Cut® needle biopsy of the pelvic lymphadenopathy. The patient’s general condition necessitated immediate initiation of chemotherapy without further evaluation of the breast mass. A PET scan scheduled to assess treatment response after two cycles of rituximab, cyclophosphamide, doxorubicin, vincristine, and prednisolone (R-CHOP) did not show any fluorodeoxyglucose (FDG) uptake in the lymph node areas. However, a comparison between the breast lesion on the initial CT image and on PET-CT images after two cycles of R-CHOP did not reveal any difference in diameter. We observed FDG accumulation in the breast mass with a maximum standardized uptake value of three (Figures and ). Mammography revealed a circumscribed round-shaped nodule (Figure ), and the lesion was found to be a well-demarcated hypoechoic mass by ultrasonography (Figure ). The differential diagnosis included fibroadenoma, breast cancer and lymphoma involving the breast. The lesion was excised and the histopathologic examination revealed that the tumor was composed of spindle-shaped cells with nuclear palisading arranged in interlacing bundles (Figure ). There were no atypical cells and mitotic figures. A final diagnosis of schwannoma was established by these consistent histopathological findings. The postoperative course was uneventful and the patient was considered in complete response according to PET-CT findings until presenting with central nervous system involvement a month after PET-CT. A regimen of cyclophosphamide, vincristine, doxorubicin, dexamethasone, methotrexate and cytarabine (hyper CVAD) was applied but our patient died at the end of the first year after the diagnosis due to refractory disease. Schwannoma did not recur during the follow-up.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'15039173': 1, '11425095': 1, '18657138': 1, '19473209': 1, '8050328': 1, '17679472': 1, '17360935': 1, '19554397': 1, '11135474': 1, '16315843': 1, '19830176': 2, '16985377': 1, '11685498': 1, '19212292': 1, '18287838': 1, '8578360': 1, '9099554': 1, '21482982': 1, '5796779': 1, '19507666': 1, '23244369': 2}", "similar_patients": "{'2726502-1': 1, '2726502-2': 1}"}