{"patient_id": 156980, "patient_uid": "3277078-1", "PMID": 22347332, "file_path": "noncomm/PMC003xxxxxx/PMC3277078.xml", "title": "Pituitary hyperplasia resulting from primary hypothyroidism", "patient": "A 22-year-old female presented with intermittent headache of two year duration, easy fatigability of one year duration, facial puffiness for one year, coarseness of facial features, and hoarseness of voice for the last six months []. She developed diplopia and diminution in vision for the last 15 days. There was no history of altered sensorium. She was having constipation off and on for two to three years and oligomenrrhea since 10 years. Her appetite was normal. Based on these clinical features, a diagnosis of sellar mass lesion was suspected at a peripheral hospital, and a CT scan and magnetic resonance imaging (MRI) of brain showed diffuse pituitary enlargement [Figures and ]. On examination, pulse rate was 72 beats/minute and regular. She was conscious, but dull. Cranial nerves normal except right lateral rectus paresis. Fundus and vision in both the eyes was normal. There were no focal neurological deficits. Deep tendon reflexes were normal. Routine blood investigations were normal, except low hemoglobin (8.1 gm / dL). Her hormonal profile showed raised thyrotrophin stimulating hormone (TSH) (150 microIU/dL, range 0.30-5.5) and low T3 (17 ng/dL, range 60-200) and T4 (1.90 microgram/mL, range 4.5-12.0). Prolactin was 35 IU/dL. Further investigation showed positive anti-thyroglobulin antibodies (1:15 dilution) but negative antimicrosomal antibodies. A diagnosis of autoimmune thyroiditis and primary hypothyroidism with pituitary hyperplasia was suspected. She was started on tablet L-thyroxin and low dose of steroids. At two-year follow-up, she was doing well and T3, T4 and TSH levels were in normal range. Follow-up imaging was not performed.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'9732247': 1, '33442088': 2, '10731726': 1, '15640908': 1, '32080117': 2, '10616581': 1, '27398119': 1, '31341683': 2, '24072579': 1, '8969971': 1, '22347332': 2}", "similar_patients": "{'7034716-1': 1, '7034716-2': 1, '7784182-1': 1, '7784182-2': 1, '7784182-3': 1, '7784182-4': 1, '7784182-5': 1, '7784182-6': 1, '7784182-7': 1, '6614958-1': 1}"}