{"patient_id": 155659, "patient_uid": "3195141-1", "PMID": 22022014, "file_path": "noncomm/PMC003xxxxxx/PMC3195141.xml", "title": "Piperacillin-tazobactam-induced hypokalemia and metabolic alkalosis", "patient": "A 2-year-old girl was referred to our institute for evaluation of persistent hypokalemia. She had fever, cough, and breathlessness for 5 days and was admitted in a private hospital. There was no diarrhea, vomiting, or altered sensorium. Her family history, developmental history, and past history were normal. Her chest X-ray was suggestive of bronchopneumonia. She was started on intravenous piperacillin-tazobactam (300 mg/kg/day), intravenous fluids, cough suppressant, and antipyretics. After two days of admission, she developed bradycardia and hypokalemia and was referred to our institute. On admission, she was afebrile with a heart rate of 76/min, respiratory rate of 52/min with intercostal retractions, and blood pressure of 96/60 mmHg. Respiratory system examination revealed bilateral crepitations. Rest of the systemic examinations were normal. Electrocardiogram revealed ST segment depression and presence of U waves. Intravenous piperacillin-tazobactam was continued along with intravenous fluids, potassium correction, and antipyretics. Her investigations on the day of admission are shown in . Her complete blood count, serum calcium, serum magnesium, liver, and renal function tests were normal. Despite potassium correction, her hypokalemia persisted. Apart from treating with piperacillin-tazobactam, there was no obvious cause (diuretics, vomiting, diarrhea, beta-2 agonist, insulin) for hypokalemia metabolic alkalosis. Hence, drug-induced hypokalemia was suspected in our patient. Piperacillin-tazobactam was stopped on the third day of admission and within next two days, serum potassium, heart rate, electrocardiogram, and arterial blood gases returned to normal. This can be labeled as a type A class of adverse drug reaction. It can be considered as probable/likely adverse drug reaction as per causality assessment of suspected adverse drug reaction.[]", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'20642978': 1, '10353303': 1, '34463929': 1, '31130788': 1, '31026083': 1, '18388113': 1, '11072960': 1, '24987244': 1, '12791166': 1, '28638664': 2, '24678163': 1, '22022014': 2}", "similar_patients": "{'5468583-1': 1}"}