{"patient_id": 156375, "patient_uid": "3242064-1", "PMID": 22211173, "file_path": "noncomm/PMC003xxxxxx/PMC3242064.xml", "title": "Fulminant and Fatal Multiple Organ Failure in a 12-Year-Old Boy With Mycoplasma pneumoniae Infection", "patient": "A 12-year-old boy who looked severely ill was transferred to our hospital due to a fever lasting for three days and intolerable epigastric pain. He had been diagnosed with unspecified pneumonia without any distinctive respiratory symptoms and treated with cefotaxime and amikacin for 14 days. On physical examination, scattered petechiae and purpura were observed on various regions of his body. Additionally, there was hepatomegaly and severe tenderness in the right upper quadrant.\\nInitial laboratory findings revealed leukocytosis (21,100/mm3, range 4,000-10,000) and thrombocytopenia (98,000/mm3, range 150,000-450,000). The C-reactive protein level was high at 17.50 mg/dL (range 0.0-0.8). Elevated serum creatinine (Cr, 1.7 mg/dL), oliguria (240 mL) for more than 24 hours, and urine spot analysis with low sodium excretion fraction (0.62) revealed acute kidney injury. There was also acute hepatic failure, as indicated by markedly high aspartate aminotransferase (AST, 2,023 U/L; range 5-40), alanine aminotransferase (ALT, 482 U/L; range 8-40), and γ-glutamyl transferase (106 IU/L; range 10-75 IU/L). Prothrombin time (PT) was 24.9 seconds (INR 2.12) and activated partial thromboplastin time (aPTT) 123 seconds. Serum creatinine kinase (CK) was 5,248 mg/dL (range 30-180), lactate dehydrogenase 8,740 U/L (range 100-200), serum myoglobin 273.6 ng/mL (range 0.0-72.0), and urine myoglobin 2,927 ng/mL (range 0.0-30), suggesting severe rhabdomyolysis.\\nTwelve hours after admission, serial laboratory testing indicated rapidly deteriorating multiple organ failure (). Liver function results were serum AST, 33,221 U/L; ALT, 11,096 U/L; total bilirubin, 9.9 mg/dL (range 0.2-1.2); direct bilirubin, 4.0 mg/dL (range 0.0-0.4); and ammonia (NH3) 117 µmol/L (range 0.0-54). PT and aPTT were markedly prolonged over 200 seconds. Serum Cr and uric acid concentrations had also increased to 2.9 mg/dL and 10.3 mg/dL, respectively. Serum electrolyte levels showed hyponatremia (Na+ 129 mMol/L), hyperkalemia (K+ 7.1 mMol/L) and severe metabolic acidosis (tCO2 8 mMol/L). D-dimer, fibrinogen degradation product and antithrombin III were 37,492 ng/mL (range 0.0-200), above 20 ng/mL (range 0.0-4.0), and 48% (range 65-125), respectively. The patient was stuporous, and we decided to intubate and to apply continuous renal replacement therapy (CRRT) using veno-venous hemodiafiltration to remove all toxins such as myoglobin and proinflammatory cytokines, and to restore the functions of failed organs.\\nOn hospital day 3, pleural effusion was found on a chest radiogram, and thoracostomy was performed (). Viral markers for hepatitis, blood cultures, sputum cultures, and autoantibodies were all negative. However, over two weeks, the titer of anti-mycoplasma IgM and IgG antibodies increased from below 1:40 to more than 1:1,280 IU/mL. Intravenous clarithromycin had been administered from admission day due to suspicion of Mp. An electroencephalogram showed the severe isoelectric pattern of diffuse encephalopathy, suggesting a critical prognosis. The electrocardiography recorded ventricular tachycardia and precordial ST segment elevation, both signs of acute myocardiac infarction, with elevated CK-MB enzymes of 278.2 µg/L (range 0.0-5.0). The patient went into cardiac arrest and did not recover.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'20186455': 1, '15316297': 1, '27313568': 1, '15489344': 1, '34869089': 1, '23344025': 1, '11921020': 1, '18420275': 1, '17207061': 1, '19638108': 1, '29986888': 1, '18717637': 1, '20171545': 1, '34154565': 1, '18754792': 1, '34465285': 2, '19539102': 1, '28539503': 1, '27433528': 1, '22211173': 2}", "similar_patients": "{'8406827-1': 1}"}