{"patient_id": 40656, "patient_uid": "3541589-1", "PMID": 23275329, "file_path": "comm/PMC003xxxxxx/PMC3541589.xml", "title": "Ventricular septal rupture caused by myocardial bridge, solved by interventional closure device", "patient": "A 88-year-old female patient was hospitalized with chest pain lasting for 20 hours and a previously unknown left bundle branch block on the ECG. Her medical history revealed previous gastro-esophagal reflux disease associated with hiatus hernia, duodenal ulcer, bronchial asthma, mammary fibroadenoma, macular degeneration, cataract, vertebrobasilar syndrome, cervical and lumbal spondylosis, fibromyalgia, osteoporosis, essential tremor, and psychiatric disorders (depression, dysthimia, and maladaptive anxiety). The patient had a successful sports career as a fencer in her youth.\\nCoronary artery stenosis was ruled out with urgent coronarography, but a myocardial bridge 19.11 mm in length was described on the middle third of the left anterior descending coronary artery. The minimum systolic lumen diameter of the bridge was 0.91 mm and the maximum systolic lumen reduction of the diastolic diameter was 82.78%. On account of the lack of any fixed stenosis as possible target of dilatation and/or stent implantation, an intervention was not performed. According to literature, the benefits of stenting, as possible treatment for myocardial bridging are not obvious, even stent fracture was described and symptoms might often reoccur (,). Myocardial bridging can be classified into three levels of severity based on systolic vessel compression: below 50% (grade I), between 50 and 75% (grade II), and above 75% (grade III) reduction of diastolic diameter. In cases of symptomatic grade III myocardial bridging, some authors recommend a surgical approach (myotomy or bypass grafting, both carried out via open heart surgery). In symptomatic grade II bridging, pharmacological reduction of the heart rate seems to be the best choice (). Our case could be described as grade III according to the angiography, but considering all the circumstances (among others: age, comorbidities, non-life-threatening condition, as well as the long asymptomatic history) and the risk-benefit ratio of such an intervention, it did not come into consideration. Laboratory results revealed positive cardiac necroenzymes with the highest creatine kinase-MB being 77 U/L. Echocardiography showed a 22 × 15 mm aneurysm on the distal third of the anterior septum, in which 8-mm wide ventricular septal rupture (VSR) jet was detected (peak gradient: 100 Hgmm). Some pericardial fluid was detected as well. The described signs led to the diagnosis of a myocardial infarction. The maximum left ventricular ejection fraction (EF) was 60%. To clarify the relation between the infarction and the defect we carried out MRI, which showed colocalization of the late contrast enhancement and the VSR (). The dilated right ventricle and the relatively high left ventricular EF were also confirmed. Considering the significant discrepancy between the right and the left ventricular cardiac output (pulmonary-systemic flow ratio, Qp/Qs-:1.75), we opted to close the rupture. As open heart surgery might impose a possibly fatal burden on an old age patient, a transcatheter obturation approach was decided upon. Left ventricular angiography was carried out by a right femoral artery approach. A Terumo guidewire (Terumo Europe N.V, Leuven, Belgium) was driven through the ventricular septal defect into the right ventricle, right atrium, and vena cava superior. An arteriovenous loop was formed with a Multisnare (pfm medical ag, Köln, Germany) catheter and 9F sheath was inserted from the right jugular vein through the defect. Through the sheath the defect was closed with a 12 mm AMPLATZER® (AGA Medical Corporation, North Plymouth, MN, USA) muscular ventricular septal defect occluder. Despite the right ventricular disc malalignment, the position of the device was stable. The intervention was successful and after the procedure only minimal residual flow was detected through the device ().", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'7786662': 1, '17670472': 1, '21241968': 1, '17041702': 1, '8149538': 1, '18327836': 1, '21349577': 1, '15764618': 1, '23275329': 2}", "similar_patients": "{}"}