{"patient_id": 163424, "patient_uid": "3783722-1", "PMID": 24082933, "file_path": "noncomm/PMC003xxxxxx/PMC3783722.xml", "title": "Ventriculo-peritoneal shunt: A rare cause of basal ganglia and thalamic abscess", "patient": "An 18-month-old female child presented with fever, vomiting off and on for 2½ months and altered sensorium and seizure for 1 day at an outlying hospital.\\nChild was operated at 25 days of life for cervical meningomyelocele and VP shunt was placed for hydrocephalus. Shunt revision was carried out at 1½ month of age for oozing from surgical site. At 6-month of age, VP shunt was seen protruding through anus, for which distal end of shunt was shortened surgically and shunt left in situ at the outlying hospital. No shunt revision was performed. Child remained well for next 1 year. At 18-month of age, child was referred to us with altered sensorium and Glasgow Coma Score of 8/15. Magnetic resonance imaging (MRI) revealed multiple abscesses in the left basal ganglia and one in thalamus which measured approximately 25 mm × 24 mm with midline shift of 11 mm [] and shunt was transversing through the trigone, quadrigeminal area into the thalamic area on the contra-lateral side. Investigation revealed high total leukocyte count (25700/mm3) with thrombocytosis (469 × 105), prothrombin time/international normalized ratio-20.1/1.99, Na+-123 mEq/L. Child was managed with mechanical ventilation, 3% saline, intravenous Meropenem (120 mg/kg/day q 8 h) and Vancomycin (60 mg/kg/day q 6 h) empirically. Hyponatremia was corrected gradually over next 48 h. VP shunt was removed and external ventricular drain (EVD) was placed in right ventricle for immediate decompression followed by stereotactic aspiration of abscess. Morganella morgagni, Klebsiella pneumonia, and Enterococcus faecalis were isolated from the pus and M. morgagni was isolated from blood. As per the sensitivity intravenous colistin (1.2 lakh IU/kg/day q 8 h) was added. EVD got dislocated and omaya reservoir was placed. Intravenous antibiotics were given for a total of 6 weeks and subsequently patient underwent VP shunt revision.", "age": "[[18.0, 'month']]", "gender": "F", "relevant_articles": "{'16230809': 1, '19701873': 1, '11453390': 1, '18581123': 1, '3808245': 1, '11825458': 1, '12845550': 1, '3329841': 1, '21320856': 1, '10555849': 1, '30101064': 1, '7505403': 1, '7942190': 1, '18663339': 1, '12134200': 1, '24082933': 2}", "similar_patients": "{}"}