{"patient_id": 43745, "patient_uid": "3784272-1", "PMID": 24106505, "file_path": "comm/PMC003xxxxxx/PMC3784272.xml", "title": "A Late Presentation of a Fatal Disease: Juvenile Hemochromatosis", "patient": "A 39-year-old Caucasian woman presented with palpitations and a two-week history of progressive fatigue, shortness of breath, and abdominal pain with distension. Her past medical history was significant for hypothyroidism on thyroid replacement therapy and amenorrhea since the age of 20 that had not been evaluated. Family history was pertinent for a first cousin who had died suddenly of “cardiac arrest” at 20 years old. Her mother and father were both in good health. There was no family history of iron overload or liver disease. The patient was an unmarried teacher. She had never smoked, rarely drank alcohol, and had no history of illicit drug use. Her physical exam showed mild jaundice and an irregular cardiac rhythm. The abdomen was diffusely tender with hepatomegaly, no splenomegaly or evident ascites. An electrocardiogram showed atrial fibrillation with rapid ventricular response, and an echocardiogram showed globally decreased left ventricular systolic function with an estimated ejection fraction of 26%.\\nThe patient was admitted to the cardiovascular intensive care unit where management of heart failure was initiated, her heart rate was controlled, and she was started on anticoagulation. Hematologic findings included a hemoglobin concentration of 13 g/dL, platelet count of 100 K/mm3, and leucocyte count of 9.7 K/mm3. Blood chemistries revealed the following results: total bilirubin 2.6 mg/dL, direct bilirubin 1.1 mg/dL, aspartate aminotransferase 1476 U/L, alanine aminotransferase 702 U/L, alkaline phosphatase 139 U/L, gamma-glutamyl transpeptidase 52, albumin 4.1 g/dL, and lactate dehydrogenase 968 U/L. Review of the peripheral blood smear showed no evidence of hemolysis. Coagulation studies showed a prothrombin time of 20 sec and an international normalized ratio (INR) of 2.1. Other relevant tests included thyroid-stimulating hormone 40 uIU/mL (normal 0.27–4.2), free thyroxine 1.05 ng/dL (normal 0.93–1.7), thyroid peroxidase autoantibody (anti-TPO) 1586 IU/mL (normal < 2), follicle-stimulating hormone 0.3 mIU/mL (normal 3.5–12.5 mIU/mL), and luteinizing hormone 0.1 mIU/mL (normal 2.4–12.6 mIU/mL). Abdominal ultrasound showed an enlarged liver with diffusely increased echogenicity, minimal ascites and a normal-sized spleen. Doppler findings were consistent with congestive heart failure.\\nTesting for viral hepatitis and autoimmune serologies was negative. Alpha 1-antitrypsin and ceruloplasmin levels were normal. However, iron studies were markedly abnormal with a transferrin saturation of 100% and ferritin of 116,070 ng/mL (normal 22–322 ng/mL). Transjugular liver biopsy showed cirrhosis with 4+ iron deposition in hepatocytes and in biliary epithelium, as well as focal centrilobular necrosis, likely due to congestion (). HFE genotyping by the amplification refractory mutation system was negative for both C282Y and H63D mutations. JH was suspected and further testing was performed on a research basis. Amplification of the HFE2 gene by polymerase chain reaction with genotyping by direct sequencing disclosed that the patient was homozygous for the HFE2 Gly320Val mutation ().\\nOnce her heart rate and congestive heart failure were controlled, she began weekly phlebotomies. Erythropoietin was administered because of concomitant anemia, but she did not undergo chelation. One month after her presentation, except for persistent fatigue, her symptoms had resolved. The ferritin level had decreased to 7400 ng/mL. Unfortunately, two months later, after 8 phlebotomies, she was hospitalized for severe shortness of breath and hypotension. An echocardiogram showed worsening left ventricular function with ejection fraction of 10%. She was intubated and treated with vasopressors and an intra-aortic balloon pump to maintain her blood pressure. Antiarrhythmic medications were given for recurrent nonsustained ventricular tachycardia. Despite the aggressive medical management, she developed multiorgan failure and died five days after admission. The family declined an autopsy. As part of family screening, her mother had iron studies done, which were normal. Her father and half-brother declined screening with iron studies.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'31809314': 1, '11343262': 1, '10942934': 1, '12060140': 1, '21901660': 1, '11812557': 1, '18294113': 1, '15811010': 1, '10024915': 1, '34413666': 1, '22276824': 1, '758139': 1, '12469120': 1, '14752817': 1, '15175440': 1, '16531535': 1, '18157833': 1, '12382199': 1, '14647275': 1, '32824233': 2, '6418636': 1, '20363739': 1, '15997423': 1, '18762941': 1, '21071928': 1, '10950940': 1, '31286966': 1, '15514116': 1, '11778658': 1, '17264300': 1, '22408404': 1, '21848699': 1, '16960153': 1, '32189932': 1, '21452290': 1, '12482411': 1, '10205270': 1, '24106505': 2}", "similar_patients": "{'7465211-1': 1}"}