{"patient_id": 39465, "patient_uid": "3477537-1", "PMID": 23097734, "file_path": "comm/PMC003xxxxxx/PMC3477537.xml", "title": "Diagnosis of Rosai-Dorfman Disease in Elderly Female on Fine Needle Aspiration Cytology: A Case Report", "patient": "A 50-year-old Indian female presented with complaints of low grade intermittent fever off and on, weakness, and slowly enlarging painless nodules in the right side of her neck and right groin for the last one and half years. There was no history of night sweats, reduced appetite, or weight loss. Past medical history and drug history were also insignificant.\\nClinical examination revealed average built, mild pallor along with generalized lymphadenopathy involving right cervical (2 × 1.5 cm, multiple, matted) (), right axillary (1 × 1 cm), and right inguinal (2 × 2.5 cm) lymph nodes. All the lymph nodes were nontender and firm in consistency. Another ill defined, non tender, firm lump (1 × 1 cm) was palpated over left side of her chest wall around 4th to 6th ribs in mid axillary line. On abdominal palpation, no hepato-splenomegaly was present. A provisional diagnosis of fever with generalized lymphadenopathy was made and the patient was admitted for further evaluation.\\nOn routine haemogram, her haemoglobin was found to be 10.5 gm/dL, total leucocyte count 11,500/mm3, differential count N81 L16 E02 M01 B0, and platelet count 2,58,000/mm3. Peripheral smear examination showed normocytic to microcytic RBCs with mild hypochromia. No immature cells were present in the peripheral blood. Erythrocyte sedimentation rate (ESR) was 65 mm/hour. On chest X-ray, clear lung fields with enlarged hilar shadow were present. USG abdomen showed that liver and spleen were normal in shape, size, and echotexture. No free fluid or retroperitoneal lymphadenopathy was detected ().\\nFine needle aspiration cytology (FNAC) from the enlarged lymph nodes as well as the chest wall lump revealed inflammatory infiltrate consisting of lymphocytes, plasma cells, sparse population of neutrophils along with multiple large histiocytes with abundant eosinophilic cytoplasm and vesicular nuclei, some showing binucleation. Many of these histiocytes showed emperipolesis (i.e., engulfment of intact lymphocytes and plasma cells). No malignant cells or granuloma were seen (). These findings were consistent with the diagnosis of Rosai-Dorfman disease. The patient was finally diagnosed to be suffering from RDD with nodal and extranodal involvement.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'11835335': 1, '11135468': 1, '5083057': 1, '10680000': 1, '16394460': 1, '5782438': 1, '33849657': 2, '24353690': 2, '18852995': 1, '23097734': 2}", "similar_patients": "{'8045294-1': 1, '3817788-1': 1}"}