{"patient_id": 154298, "patient_uid": "3082122-1", "PMID": 21532861, "file_path": "noncomm/PMC003xxxxxx/PMC3082122.xml", "title": "Bacteremia Caused by Laribacter hongkongensis Misidentified as Acinetobacter lwoffii: Report of the First Case in Korea", "patient": "A 24-yr-old male was admitted to a hospital, on August 16, 2007, with a 15-day history of abdominal distension. The patient had been diagnosed with Wilson's disease at 17-yr-of-age and had since undergone treatment for liver cirrhosis complicated by Wilson's disease. The patient had no history of overseas travel and had no recall of ingesting undercooked freshwater fish for at least the previous year. On physical examination, blood pressure was 98/49 mmHg, pulse rate was 96 beats per min, and body temperature (36.5℃). All measurements were within the normal range. Abdominal examination revealed a diffusely distended abdomen, diminished bowel sound, and splenomegaly. Laboratory tests revealed a hemoglobin concentration of 8.3 g/dL, leukocyte count of 6,248/µL, platelet count of 42,000/µL, serum creatinine level of 0.94 mg/dL, serum bilirubin level of 6.7 mg/dL, and serum albumin level of 1.6 g/dL. The analysis of peritoneal fluid demonstrated an albumin level of 202 mg/dL and leukocyte count of 130/µL (poly 15%). Dose adjustment of diuretics was done to control ascites. The patient's subsequent hospital course was uneventful. But, on day 6 following admission, fever developed, with a body temperature reaching 38.6℃. Examination showed diffuse tenderness of the entire abdomen. The results of peritoneal fluid evaluation revealed a leukocyte count of 1,180/µL (poly 74%). Empirical treatment with cefotaxime (2 g every 8 hr) was commenced with a presumptive diagnosis of spontaneous bacterial peritonitis. Two days later, growth on blood culture was identified as a gram-negative bacillus using the BacT ALERT 3D culture system. The isolate was designated 07AC-292. However, no organism was identified in the peritoneal fluid. The patient responded to cefotaxime and was discharged on post-admission day 12.\\nTo identify isolate 07AC-292, biochemical characterization by VITEK2 with an ID-GNB card was performed in accordance with the manufacturer's instructions. The isolate was identified as A. lwoffii at a confidence level of 94%. However, an Acinetobacter differentiation method using the rpoB gene () indicated that the isolate did not belong to the genus Acinetobacter. Thus, we tried to identify isolate 07AC-292 accurately using a molecular method. The DNA of the isolate was extracted and a portion of the 16S rRNA gene was amplified and sequenced using the primer set as previously described (). A 1,346-bp sequence was obtained. The determined sequences were compared with the GenBank public database using the BLASTn program (). The 16S rRNA sequence of the isolate 07AC-292 showed complete identity with several L. hongkongensis strains in the database. Thus, isolate 07AC-292 was definitively identified as L. hongkongensis. A phylogenetic tree constructed based on 16S rRNA gene sequences also supported the identity of isolate 07AC-292 as L. hongkongensis ().\\nAntibiotic susceptibility testing (ampicillin-sulbactam, cefepime, ceftriaxone, ceftazidime, amikacin, cefoperazone-sulbactam, imipenem, meropenem, doripenem, tetracycline, ciprofloxacin, rifampin, piperacillin-tazobactam, colistin, polymyxin B, and tigecycline) was conducted using the broth microdilution method according to Clinical and Laboratory Standards Institute (CLSI) protocol (). Minimum inhibitory concentration breakpoints and quality-control protocols were used according to non-fermenting gram-negative organism guidelines established by the CLSI. Isolate 07AC-292 was resistant to piperacillin, intermediate resistant to ceftriaxon, and susceptible to the other tested antibiotics ().", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'19202149': 1, '16148528': 1, '31555230': 1, '23571676': 1, '24481985': 1, '15695706': 1, '21060759': 2, '24533585': 1, '26038498': 1, '17761499': 1, '25948608': 1, '26038743': 1, '11724825': 1, '28085929': 1, '31568511': 1, '19283063': 1, '33633706': 1, '15194253': 1, '21532861': 2}", "similar_patients": "{'2967007-1': 1}"}