{"patient_id": 44091, "patient_uid": "3808682-1", "PMID": 24171030, "file_path": "comm/PMC003xxxxxx/PMC3808682.xml", "title": "Management of an Intracanal Separated Instrument: A Case Report", "patient": "A 45 year old female was referred to us with a separated endodontic instrument in the calcified root canal of maxillary right lateral incisor []. An intentional root canal therapy was advised as a part of treatment plan for full mouth rehabilitation. During which the procedural accident had happened.\\nOn clinical examination, generalized tooth abrasion was found. Vitality test of tooth #12 revealed no response. On radiographic examination, a separated endodontic instrument was found in middle third of the root canal. The canal was also calcified and narrow (). Patient was informed about the instrument separation and removal of the fragment was chosen as the treatment plan.\\nMasserann micro kit (Micro-Mega, Besanc¸on, France) was used to retrieve the instrument. Initially a gates glidden drill and ultrasonic Kerr K-file tips (#15-20) were used to keep the broken instrument in its center and to cut a circumferential trough around the fragment (). The metal tube was then fitted over the 'freed' end of the fragment, to engage it by means of a central stylus that was screwed in position. The instrument was then removed from the canal ().\\nRoot canal treatment was performed (). Working length was established using a size 15 K-file (Mani, Huaxian, China). Root canal irrigation was done using warm 3% NaOCl solution and then 17% EDTA was used to fully negotiate the narrow, calcified root canal. Canal was prepared using hand up to size 45. Obturation was done using 2% gutta-percha cones with lateral condensation technique. Access cavity was then sealed using hybrid composite (3M ESPE, St. Paul, USA). Early treatment goals were achieved without complication and patient was referred to prosthodontic department for final restoration.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'20456518': 1, '16916359': 1, '15667633': 1, '19228217': 1, '15378976': 1, '27471539': 2, '20518936': 1, '1779221': 1, '16306815': 1, '15085054': 1, '27134994': 1, '11853240': 1, '4500382': 1, '5259460': 1, '24171030': 2}", "similar_patients": "{'4947852-1': 1}"}