{"patient_id": 163035, "patient_uid": "3764358-1", "PMID": 24020044, "file_path": "noncomm/PMC003xxxxxx/PMC3764358.xml", "title": "Holmes Tremor After Brainstem Hemorrhage, Treated With Levodopa", "patient": "A 70-year-old woman who had hypertension developed left side hemiparesis, right facial paralysis, severe dysarthria, and left hemiataxia. Physical examination revealed dysmetria and mildly increased deep tendon reflexes in the left upper and lower limbs. She did not show rigidity. Sensory examination demonstrated left hypesthesia. Brain magnetic resonance imaging showed an acute hemorrhage from the brachium pontis through the dorsal midbrain on the right side ().\\nPrior to the tremor, her Modified Barthel Index (MBI), which was used to assess her activities of daily living, was 45 due to the left hemiparesis. At 6 months from the initial hemorrhage, the patient developed resting tremor of the head and left arm, which worsened progressively in the following days. As her motor function was impaired, it was difficult for her to sit up and hold a spoon, and this hindered eating independently. Her cognitive level was 26, which is considered within normal range based on the Mini Mental State Examination.\\nThe patient's MBI score decreased to 30. Tremor continued with a sitting posture, particularly when her arms approached an object, and it was worsened by emotional distress, and ceased during sleep. The patient also developed a torticollis to the right and a regular dystonic head tremor, which was characterized by left chin rotation and right lateral head tilt. We measured the frequency of tremor using electromyography (EMG) equipment (VikingSelect; Nicolet, Madison, WI, USA). Recordings were made with a pair of surface EMG electrodes. The active (recording) electrode was placed over the bilateral sternocleidomastoid or the C7 paraspinal muscles. The reference electrode was positioned on the mastoid process of the temporal bone. The tremor of the head showed a slow (1.1 Hz), regular frequency at rest (). We prescribed propranolol (Indenol; DongKwang Pharm, Seoul, Korea), the first-line drug for essential tremor, at a dose of 120 mg per day and increased this to 240 mg per day for 2 weeks. However, her symptoms persisted. Next, she was recommended with other medications, namely, clonazepam and levetiracetam. She took several doses of clonazepam (Rivotril; Roche, Basel, Switzerland) from 0.5 to 1 mg; however, the tremor was unchanged. After administration of levetiracetam (Keppra; UCB, Slough, UK), from 500 to 1,000 mg per day for 2 weeks, her tremor showed some improvement. However, she complained of severe headache and mood changes; thus, she stopped taking levetiracetam. Next, she was treated with a levodopa-containing agent Stalevo (Novartis Korea, Seoul, Korea), starting at a dose of 200 mg once a day and progressively increasing over a period of 1 month to reach a final dose of 200 mg, three times a day. One week after beginning the medication, her tremor lessened gradually. At the final dose of the drug, her tremor was diminished and she was discharged from the hospital. We also observed an improvement in her motor function; she was able to sit up independently. In addition, her ability to perform activities of daily living improved; the functional levels for eating and dressing were enhanced, with her MBI score improving to 46.\\nA month later, the patient returned to our outpatient clinic and the tremor was significantly improved. Six months later, the effect continued and the tremor was considered successfully controlled.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'8057126': 1, '7898699': 1, '26865524': 1, '17369598': 1, '9827589': 1, '27833521': 1, '25332842': 1, '25340035': 2, '22772877': 1, '12210864': 1, '17414941': 1, '11948754': 1, '15200125': 1, '24020044': 2}", "similar_patients": "{'4205259-1': 1}"}