{"patient_id": 163217, "patient_uid": "3772920-1", "PMID": 24194972, "file_path": "noncomm/PMC003xxxxxx/PMC3772920.xml", "title": "Metformin induced acute pancreatitis", "patient": "Nineteen year-old-man, known case of Type 2 Diabetes mellitus for 4 y on 1 g metformin twice daily since diagnosis of his diabetes. He was in his usual state of health till he presented to the emergency department reporting nausea, vomiting and epigastric pain for 3 d.\\nOn physical examination, his height was 170 cm and body weight 99 kg; body mass index (BMI) 34.3 kg/m2, looked mildly dehydrated. Vitals signs were stable. Systemic examination was unremarkable, apart from mild epigastric tenderness.\\nLaboratory investigations showed HbA1c 7.7%, Creatinine 58 µmol/L, Amylase 462 units/l (normal range < 100), Lipase 1378 units/l (0–60), white blood cells 16.8/mm3 (4–11) 80% of which was neutrophils, CRP 258 mg/l (0–5), Mg 0.76 mmol/l (0.7–1.05), Ca 2.17 mmol/l (2.2–2.6), AST 18 units/l (< 39), ALT 34 units/l (< 41), TG 0.95 mmol/l (< 2.3), Lactate 1.4 mmol/l (0.5–1.6). Abdominal Ultrasound and ERCP were done for the patient, results showed no gallstones and clear biliary tract, respectively. CT confirmed the diagnosis of acute pancreatitis, with no identifiable cause.\\nThe patient was admitted to ICU for close monitoring and further investigation. Normalization of Amylase and Lipase was reached after Metformin cessation, and Supportive treatment in the form of IV insulin and IV fluids. Other potential causes of pancreatitis were excluded. Patient was discharged home in stable condition after 2 weeks.\\nFew days later, after re-exposure to Metformin, he presented with recurrence of his previous symptoms, and elevation of Amylase and Lipase was documented.\\nAs a result, Metformin was suspended with improvement of his symptoms and biochemical profile.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'15082849': 1, '19561734': 2, '20531242': 1, '33375269': 1, '19552084': 1, '16644670': 1, '20087199': 1, '21238888': 1, '18259965': 1, '18081217': 1, '12000591': 1, '32302358': 1, '11824780': 1, '11095359': 1, '20227028': 1, '12930161': 1, '24194963': 1, '19281696': 1, '20181433': 1, '18067678': 1, '8726592': 1, '26170677': 2, '19379661': 1, '24194972': 2}", "similar_patients": "{'2672258-1': 1, '4489815-1': 1}"}