{"patient_id": 162133, "patient_uid": "3701825-1", "PMID": 23837022, "file_path": "noncomm/PMC003xxxxxx/PMC3701825.xml", "title": "Heterotopic Intestinal Cyst of the Submandibular Gland: A Case Study", "patient": "An 8-year-old girl suffered from a painless swelling in the left submandibular area that had been progressively enlarging over the previous four months. There was no history of local trauma, surgery or infections on the left side of her face or neck. Her medical and family histories were also unremarkable. Physical examination revealed a soft, mobile, well-circumscribed superficial mass 3 cm in diameter in the left submandibular area. There was no swelling in the floor of the mouth, and the oral mucosa was unremarkable. Computed tomography revealed that a 2.6 cm, cone-shaped, high-density mass with internal microcalcifications was located in the left submandibular gland along the lateral surfaces of the hyoglossus muscle and genioglossus muscle. The mass extended from the anterior aspect of the submandibular gland deep into the mylohyoid, suggesting an ectopic thyroid gland or mucocele likely arising in the deep portion of the submandibular gland (). During the surgical excision, the mass was identified in the surrounding connective tissue of the deep portion of the submandibular gland and was completely excised from the left submandibular gland via an external cervical approach. The gross specimen measured 4×3.5×3 cm and consisted of a unilocular cystic mass that contained grayish brown mucoid material (). The cyst was serially sectioned and entirely embedded for microscopic examination. Microscopic serial sections of the cystic mass demonstrated structures similar to a large bowel loop. The inner cystic space was lined by colonic mucosa with parallel crypts composed of columnar absorptive cells and goblet cells, and lymphoid follicles were sometimes scattered in lamina propria-like stroma (). The cystic surface was composed of colonic mucosa and separated by vague submucosa and muscle layers by the muscularis mucosa (). The submucosal layer showed loosely cohesive collagen bundles and capillary vessels. The muscle layers consisted of bundles of smooth muscles mixed with mature adipose tissue. The distinction of circular and longitudinal smooth muscle bundles was not prominent in the muscle layers. Some parts of the cyst were completely denuded and were composed of inflamed granulation tissue, inflammatory cells and foamy histiocyte aggregate. The cystic wall did not include salivary gland tissue.\\nWe characterized the cellular lineage of the cystic lining cells by immunostaining with a colonic lineage marker (CDX-2) and a small intestinal marker (CD10). The antibodies used were CDX-2 (1:100, CDX2-88, Biogenex, San Ramon, CA, USA) and CD10 (1:100, 56C6, Novocastra, Newcastle, UK), and the results of the immunohistochemical study are illustrated in . The mucosal epithelia of the present case were positive for CDX-2. However, CD10 was negative in the mucosal epithelium. The final pathologic diagnosis was a heterotopic intestinal cyst occurring in the submandibular gland, and the immunohistochemical results also supported the diagnosis of a heterotopic intestinal lineage. The patient was discharged from the hospital without any complications, and no recurrence was seen during the one-year follow-up period.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'22677028': 1, '3337624': 1, '2459648': 1, '6511438': 1, '14074216': 1, '11402283': 1, '11073199': 1, '34123965': 1, '22627054': 1, '15086835': 1, '3863899': 1, '8803694': 1, '16301155': 1, '10442949': 1, '10747322': 1, '20018385': 1, '7965318': 1, '8441553': 1, '23837022': 2}", "similar_patients": "{}"}