{"patient_id": 161598, "patient_uid": "3663157-1", "PMID": 23720691, "file_path": "noncomm/PMC003xxxxxx/PMC3663157.xml", "title": "Pulmonary valvulotomy in a fetus with pulmonary atresia with intact ventricular septum: First experience in Turkey", "patient": "A 29-year-old woman was referred at 24 weeks for fetal cardiac evaluation. Our echocardiogram displayed severe RV hypoplasia, abnormal RV filling (missing E-wave), no antegrade flow through the PV () with the pulmonary flow dependent on the ductus arteriosus, holosystolic tricuspid regurgitation (TR) of 4.2 m/s leading to the diagnosis of PA/IVS. No coronary fistulae could be found and interatrial shunting was not restrictive.\\nDuring weekly follow-up scans the severity of tricuspid regurgitation increased and the degree of RV hypoplasia (tricuspid valve annulus 5.2 mm, Z score -2.8) became more pronounced with the presence of reversed end-diastolic flow in the ductus venosus. After several and detailed explanations of the benefits and risks of the procedure parents consented to fetal cardiac intervention (FCI).\\nThe procedure was performed at 28 weeks of pregnancy under ultrasound guidance. Preprocedural scan showed high velocity holosystolic TR of about 5.2 m/s with a PV annulus diameter of about 3.8 mm. The mother refused general anesthesia for the procedure. Briefly, the fetus received an intramuscular injection of rocuronium (0.6 mg/kg) to avoid fetal movements. An 18-G needle (15 cm in length) with a diamond shape stylet was introduced percutaneously through to the fetal chest wall into the RV pointing directly to the outflow tract. Care was taken to direct the needle tip to the PV,which was then perforated A 2.7-F coronary balloon catheter (4 mm/1.2 cm, Alvi Medica-Turquoise™) was mounted on a 0.014-inch floppy tipped coronary guide wire, with 3 cm of distal wire exposed before the procedure to minimize intracardiac manipulation time. The wire/catheter assembly was then advanced through the needle until the balloon emerged. The balloon was firstly positioned in the left pulmonary artery, therefore, pulled back across the perforated valve and three consecutive inflations were performed.\\nA brief and self-limited episode of bradycardia was observed immediately after puncture of the RV; the fetal heart rate remained stable for the rest of the procedure. The balloon was retrieved leaving the wire in position and a careful scan showed anterograde pulmonary flow. The needle was then withdrawn into the amniotic space, still leaving the wire in position, and only a 2 mm pericardial effusion located anterior to the RV was observed afterwards. Finally, the wire and needle were withdrawn respectively. During this last attempt, the proximal spiral part of the floppy guidewire was stripped and broke off when passing through the sharp edge of the needle, and wedged into the fetal chest wall. The free portion of the wire extended into the lumen of the main pulmonary artery (). There was no further evidence of bleeding, arrhythmic events and no maternal complication.\\nEchocardiography performed a few hours later showed the patency of the anterograde flow through the pulmonary valve with a velocity of 1.29 m/s (Figure , ), and slightly decrease in the severity of TR with a maximum velocity of 3.4 m/s. Slight improvement in right ventricular compliance was documented as barely visible E-wave Doppler pattern after procedure (). However, there was still reversed flow in the ductus arteriosus and reversed end-diastolic flow in the ductus venosus (). The pericardial effusion disappeared next day and mother was discharged.\\nA video shows the balloon firstly positioned in the left pulmonary artery, pulled back across the perforated valve and three consecutive inflations were performed ().", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'16354986': 1, '25372914': 1, '12443597': 1, '12601844': 1, '15226215': 1, '16731162': 1, '11040008': 1, '8445920': 1, '16795115': 1, '7946860': 1, '1829656': 1, '27279868': 1, '19706566': 1, '16882782': 1, '17622948': 1, '23720691': 2}", "similar_patients": "{}"}