{"patient_id": 44695, "patient_uid": "3857979-1", "PMID": 24348602, "file_path": "comm/PMC003xxxxxx/PMC3857979.xml", "title": "Acute Appendicitis Presenting as Unusual Left Upper Quadrant Pain", "patient": "A 50-year-old man with no significant past medical history was brought to the emergency department because of severe abdominal pain without fever or diarrhea. The pain began diffusely in the morning and later became localized in the LUQ after arrival at the emergency department. On physical examination, his blood pressure was 130/75 mmHg and pulse rate was regular at 78 bpm. Abdominal examination showed localized tenderness over the LUQ without rebound tenderness. Laboratory blood tests revealed leukocytosis (white blood cell count=16, 200×103/µL) with 86% neutrophils. Other tests, including C-reactive protein (CRP), blood sugar, kidney function, liver function and electrolytes were normal. Because of this unexplained and persistent clinical presentation, abdominal CT was performed 3 hours later.\\nCT image () showed a misplaced ascending colon with the cecal base located in the LUQ of the abdomen and swelling of the appendix (0.8-cm calibre) was seen. The maximum intensity projection of axial plane () with 20mm thickness showed swelling of the appendix in the anterior aspect of the cecum with few inflammatory and enlarged lymph nodes. Based on these findings, acute appendicitis was diagnosed and then emergency laparoscopic appendectomy was performed; pathological analysis showed acute suppurative appendicitis and periappendicitis.\\nTwo weeks postoperatively, a small-bowel GI series using X-ray contrast media was performed because of the abnormal position of the cecum. The cecum and proximal ascending colon were located in the LUQ of the abdomen and most of the small intestine was distributed in the right lateral abdomen (). Intestinal malrotation was diagnosed.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'8918857': 1, '16379346': 1, '10796905': 1, '24693400': 1, '21105193': 1, '2597964': 1, '7136411': 1, '18441863': 1, '175705': 1, '16362812': 1, '24348602': 2}", "similar_patients": "{}"}