{"patient_id": 35776, "patient_uid": "3139904-1", "PMID": 21785605, "file_path": "comm/PMC003xxxxxx/PMC3139904.xml", "title": "Severe Fetal Distress and Umbilical Cord Strangulation", "patient": "On November the 9th, 2010, a 39-year-old women, gravida 2 para 1, at 41-week gestation, was admitted to our Department of Obstetric with decreased variability in fetal heart rate monitoring associated with oligohydramnios. The ultrasound scan performed at admission showed a vertex presenting fetus with an estimated weigth of 2800 g, reduced amniotic fluid index (AFI 40), and normal Doppler PI of umbilical artery. Her previous obstetrical and medical history was unremarkable, and her current pregnancy was ordinary.\\nWithin 40 minutes of admission, an induction of labor with Oxytocin 5 UI was performed under cardiotocography monitoring. Two hours after the induction, we still observed a reduced variability in fetal heart rate from cardiotocography (amplitude range of 5 beats/minute) with sporadic late decelerations (Figures and ), then we proceeded to amniorrhexis which revealed meconium-stained amniotic fluid. Therefore, a cesarean section was performed for acute fetal distress, since spontaneous vaginal delivery was not imminent. An asphyxiated, 2620 g female newborn was delivered, with Apgar score 2 and 8 at 1 and 5 minutes, respectively. The newborn had cardiac activity, but she breathed after ventilation. Unfortunately, we do not have any data about fetal or neonatal blood pH or BE, because in that circumstance, the blood sample clotted early before allowing the measure. The examination of the placenta and the umbilical cord revealed an amniotic band causing entrapment and strangulation of part of the umbilical cord (Figures and ).\\nThe newborn did not show other disorders due to amniotic band sequence. Both mother and neonate were discharged from hospital after 3 days without complications. The neonate was followed up and remained in good health after 1 year of delivery.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'19571071': 1, '31852110': 2, '12761459': 1, '18948051': 1, '6393097': 1, '480028': 1, '15062453': 1, '18412792': 1, '23674981': 2, '16848094': 1, '20062685': 2, '21785605': 2}", "similar_patients": "{'3614588-1': 1, '6922433-1': 1, '6922433-2': 1, '2803905-1': 1}"}