{"patient_id": 160314, "patient_uid": "3546276-1", "PMID": 23341793, "file_path": "noncomm/PMC003xxxxxx/PMC3546276.xml", "title": "Mucoepidermoid Carcinoma in The External Auditory Canal: A Case Report", "patient": "A 24-year-old male patient presented with bloody otorrhea, ear fullness, and foreign body sensation in the left EAC. He first noticed the bloody otorrhea one year prior to visiting the otolaryngologist and felt a small mass in the EAC while cleaning out the discharge using an ear pick. He denied hearing loss, tinnitus, and vertigo, but complained of intermittent ear fullness. Facial nerve function was intact. On the otoscopic examination, a pinkish mass was observed in the bony-cartilaginous junction of the postero-superior portion of the EAC (). The mass measured less than 8 mm in size. Normal tympanic membrane was visible through the space between the mass and EAC wall. A punch biopsy was performed, and the mass was diagnosed as intermediate grade mucoepidermoid carcinoma (). A high-resolution temporal bone computed tomography (CT) scan with contrast and fluorine-18 fluorodeoxyglucose (F-18 FDG) positron emission tomography (PET)/CT scan were performed for evaluation of the extent of the mass and for detection of distant metastasis. A slightly enhanced protruding lesion measuring approximately 1.2 cm in size in the posterior aspect of the EAC was observed on the CT scan. The lesion was confined to the EAC and did not invade the parotid gland or adjacent bony structures. A faint FDG uptake was observed in the left EAC with a peak standard uptake value of 1.12, and no other abnormal absorption of the F-18 FDG was observed in distant organs (). According to the University of Pittsburgh staging system for EAC carcinoma, the lesion was classified as T1N0M0 []. A lateral temporal bone resection was performed through a retroauricular approach. In the operative view, the mass was firm and pink; it was removed en bloc with the cartilaginous and bony EAC and tympanic membrane. A part of the temporal muscle was rotated in order to obliterate the surgical defect. A small retroauricular lymph node was observed and confirmed as \"reactive hyperplasia\" by frozen biopsy. No pathologic lymph nodes were observed at the parotid area and the facial nerve was intact in the operative field. Despite the risk of regional metastasis in intermediate-grade mucoepidermoid carcinoma, considering the early stage of disease and the patient's young age, neck dissection and parotidectomy were not performed in this patient. The final pathologic diagnosis was intermediate grade mucoepidermoid carcinoma confined to the EAC. Post-operative facial nerve function was normal. We obliterated the EAC with the temporal muscle, resulting in destruction of the sound transmission system of the middle ear. The patient suffered post-operative unilateral conductive hearing loss; however, the hearing level in the contralateral ear was normal. He did not want to use bone conduction hearing aids. In the four years of follow-up since surgery, there have been no signs of recurrence and no abnormal uptake of F-18 FDG has been observed on F-18 FDG PET/CT scans.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'12884224': 1, '24771140': 1, '20304291': 1, '2396807': 1, '17364365': 1, '34160677': 1, '30069843': 1, '23341793': 2}", "similar_patients": "{}"}