{"patient_id": 164213, "patient_uid": "3830281-1", "PMID": 24251135, "file_path": "noncomm/PMC003xxxxxx/PMC3830281.xml", "title": "Resistant prolactinoma: Is it monoclonal or polyclonal?", "patient": "In January 2012, a 32-year-old lady was referred to our department for evaluation of a resistant prolactinoma. She presented to a peripheral hospital initially in February 2010 with a history of galactorrhoea and menstrual irregularity of 6 months duration. She complained of occasional episodic headache, not associated with vomiting, seizures, altered sensorium, and visual field defects. There was no history to suggest thyroid dysfunction, systemic or psychiatric ailment, and drug intake. She denied features to suggest a disturbance of any other hormonal axes or similar history in family members. Her initial evaluation revealed normal vital parameters with no evidence of goiter. Systemic examination was normal except for galactorrhoea. Her neurological examination was normal including visual fields and fundus examination. Hormonal profile revealed hyperprolactinemia (serum prolactin 289 ng/ml) with normal thyroid, adrenal, gonadal, and growth axes evaluation. Magnetic resonance imaging (MRI) sella revealed multiple, small, focal, well-defined, abnormal areas of signal intensity in the anterior pituitary on both sides []. Lesions appear homogeneously hypointense on T2 weighted images with minimal enhancement after contrast. Dynamic mean curve analysis shows slow uptake of contrast with low peak by the lesions suggesting a diagnosis of multiple pituitary microadenomas. There was no pressure effect on surrounding structures. The patient was treated with cabergoline 0.5 mg biweekly and continued for another 6 months. She had regular menstrual cycles and galactorrhoea subsided after 2 months of therapy.\\nIn July 2010, the patient had conceived leading to withdrawal of cabergoline therapy. The patient did not have any features of raised intracranial tension throughout pregnancy and neuroimaging was not repeated for monitoring. She had an uneventful pregnancy and delivered a healthy baby at term. Nine months after delivery she presented with headache and occasional vomiting. Serum prolactin was elevated (158 ng/ml) and the patient underwent repeat neuroimaging. On dynamic and contrast enhanced MRI, pituitary gland appears heterogeneously bulky macroadenoma of 12 × 14 × 15 mm predominantly involving the right half of the anterior pituitary []. The lesion had a mixed pattern of contrast uptake and had no pressure effects on the surrounding tissue. The repeat hormonal panel revealed the normal function of anterior and posterior pituitary. Visual field examination by perimetry was normal and other hematological/biochemical parameters were normal including lipid profile. She was diagnosed to be a case of macroprolactinoma and was treated with cabergoline 0.5 mg weekly. The prolactin level normalized after 3 months with no recurrence of galactorrhea. However, repeat neuroimaging after 6 months did not show any resolution in the size of the pituitary macroadenoma. She continued to receive cabergoline and had no clinical features of hyperprolactinemia or pressure symptoms.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'25884948': 1, '1988594': 1, '14674720': 1, '16705142': 1, '16299401': 1, '8100831': 1, '28766078': 1, '11081204': 1, '27347184': 1, '20058099': 1, '24251135': 2}", "similar_patients": "{}"}