{"patient_id": 165833, "patient_uid": "3927348-1", "PMID": 24574665, "file_path": "noncomm/PMC003xxxxxx/PMC3927348.xml", "title": "Ameloblastic fibrosarcoma: Report of a case", "patient": "A 28-year-old asthmatic Nigerian female presented at the Oral Surgery Clinic of the University College Hospital with a 4-year history of a gradually enlarging right maxillary swelling which accelerated in growth following two pregnancies. Extraorally, the lesion extended anterioposteriorly from the right alar of the nose to the right tragus and superioinferiorly from below the infraorbital rim to the right commissure of the mouth, measuring approximately 14 × 10 cm in size [].\\nIntraorally, there was no limitation of mouth opening. However, there was an intraoral extension of the tumor from 11 to 18, also involving the right side of the palate. The overlying mucosa was adherent to the lesion and had irregular areas of ulceration.\\nComputerized tomography scan showed a well-defined, homogenous, isodense mass filling the right maxillary antrum with erosion of the lateral, posterior and anterior walls. The mass also extends to the floor of the right orbit, displacing it upwards without perforating it. The adjacent ethmoidal air cells and nasal cavity were invaded by the lesion [].\\nThe incisional biopsy done was inconclusive, but was suggestive of a malignant lesion. The patient had right hemimaxillectomy; right external ethmoidectomy and sphenoidectomy performed by a combined team of maxillofacial surgeons and otorhinolaryngologists through a Weber-Ferguson incision with an infraorbital extension. The surgical specimen was then subjected to histopathological examination which revealed a low grade malignant neoplasm displaying mesenchymal and epithelial differentiation [Figure and ]. The mesenchymal component displayed storiform [] and herring bone pattern in a fibromyxoid stroma, while the epithelial component was composed of focal ameloblastic islands made up of columnar cells arranged in a palisaded pattern with a central area of stellate reticulum-like cells. Focal areas of necrosis and mitotic figures were seen. The features were those of AFS. Patient was rehabilitated with a feeding plate in the immediate postoperative period and later with an obturator. She has remained disease-free 29 months after surgical intervention [].", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'280833': 1, '7614208': 1, '19884826': 1, '286034': 1, '30948896': 1, '102609': 1, '3123623': 1, '18280269': 1, '26336021': 1, '11334469': 1, '17577546': 1, '24574665': 2}", "similar_patients": "{}"}