{"patient_id": 156973, "patient_uid": "3277042-1", "PMID": 22347351, "file_path": "noncomm/PMC003xxxxxx/PMC3277042.xml", "title": "PHACES syndrome in association with airway hemangioma: First report from Saudi Arabia and literature review", "patient": "A 2-month-old girl with left facial hemangioma presented to the Accident and Emergency Department with 1 day history of stridor, cough and fever. The mother noticed episodes of cyanosis during crying and episodes of excessive sweating while feeding her baby. The child was a product of full-term normal spontaneous vaginal delivery with no perinatal complications. A large red lesion was noticed by the family in the first week of life on the left side of the face, which increased in size progressively but with no associated ulceration or bleeding. On examination, the baby was found to have inspiratory stridor with suprasternal and intercostal retractions. The vital signs were as follows: Temperature 37°C, respiratory rate 60 per minute, pulse rate 190 per minute, and blood pressure 109/61 mmHg. The oxygen saturation was 92% on room air. Her weight was 3.9 kg (5th percentile), head circumflex was 37 cm (25th percentile), and her length was 51 cm (5th percentile). Cutaneous examination revealed a 16 × 7 cm, well-defined, erythematous plaque consistent with hemangioma, extending from the left pre-auricular area to the left temproparietal and occipital portions of the scalp with involvement of the adjacent portion of the left ear []. Similar smaller hemangiomas were noted on the lower lip, floor of the mouth and soft palate. Also, a 0.8 × 0.6 cm atrophic area on sternal region [] and a 1.2 × 1 cm atrophic area on the supraumbilical region [] were detected representing sternal pit and supraumbilical raphe, respectively. Cardiovascular examination revealed ejection systolic murmur with no blood pressure discrepancy between upper and lower limbs. Systemic exam, otherwise, was within normal limits, including ophthalmologic evaluation.\\nComplete work up was performed, with plain neck X-ray demonstrating a soft tissue density in the subglottis. Head and neck magnetic resonance imaging with gadolinium revealed extension of the hemangioma to the parotid, pre- and paratracheal spaces, but with normal brain structures. Echocardiogram was normal except for a muscular ventricular septal defect, hypertrophic interventricular septum, and tricuspid regurgitation. Abdominal ultrasound and complete blood count were within normal range. Flexible fiberoptic laryngoscopy revealed hemangiomas on the nasal surface of the soft palate, base of the tongue, and left lateral pharyngeal wall. Direct laryngoscopy and bronchoscopy in the operating room confirmed the presence of subglottic hemangioma, which causes 70% narrowing of the airway, mainly in the left posterolateral wall of the cricoid []. The child was managed in the pediatric intensive care unit (PICU) with a megadose of steroids (prednisolone 5 mg/kg/day). The patient was discharged from the PICU after her condition was stabilized. Steroid therapy was continued for 3 months followed by a tapering course. Six months after the initiation of therapy, the patient was off treatment with almost complete resolution of the cutaneous and airway hemangiomas. Repeated endoscopy at that time confirmed the resolution of the airway hemangioma. The patient was evaluated at the age of 18 months, which showed no signs of recurrence.", "age": "[[2.0, 'month']]", "gender": "F", "relevant_articles": "{'19081148': 1, '14758450': 1, '15040486': 1, '10804305': 1, '8607636': 1, '19524305': 1, '11445804': 1, '10485544': 1, '8441091': 1, '12748574': 1, '740218': 1, '21333364': 1, '9609880': 1, '20643720': 1, '22347351': 2}", "similar_patients": "{}"}