{"patient_id": 165234, "patient_uid": "3890720-1", "PMID": 17017666, "file_path": "noncomm/PMC003xxxxxx/PMC3890720.xml", "title": "Benign Pulmonary Metastasizing Leiomyomatosis: Case Report and a Review of the Literature", "patient": "A 51-year-old Korean woman was referred to our pulmonary medicine outpatient clinic for the evaluation of her known multiple lung nodules: the nodules were first detected 4 months before the referral (). However, the sizes of the nodules were very small at the time of discovery, reaching 0.7 cm diameter for the largest one on chest CT. The doctor, who was treating her for osteoporosis, maintained close observation and this included short term CT follow-up. The follow-up chest CT was done 4 months later just before the referral; it showed that the sizes of the masses were increased and multiple masses had been developed (). She complained of mild, non-productive cough and general weakness of several weeks duration, but any other respiratory symptoms like hemoptysis, purulent sputum or exertional dyspnea were absent. She denied any fever, chill, weight loss, headache, myalgia or any other major symptoms. Her past medical history was remarkable in that she was previously diagnosed with uterine leiomyoma and underwent hysterectomy with right-sided oophorectomy approximately 16 years ago. She also underwent surgery due to acute appendicitis 27 years ago. She did not smoke and she rarely drank alcohol. She was previously diagnosed with osteoporosis a few years ago and was taking medication for it.\\nThe physical examination revealed that she was afebrile and appeared comfortable. There was no pallor, jaundice, cyanosis, or cold sweating. Her respiratory rate was 20 per minutes, the pulse rate was 90 per minute, the blood pressure was 140/90 mmHg and her body weight was 52 kg. Examination of the head, ears, eyes and throat was unremarkable. No lymphadenopathy or thyroid gland enlargement was noted. There was no neck vein distention. Auscultation of the lung revealed no definite crackle or wheeze. Examination of the heart revealed normal sounds without any gallops or murmurs. Examination of the abdomen and extremities was unremarkable without any palpable masses, hepatosplenomegaly or ascites. There were scars from a previous hysterectomy and previous appendectomy. The neurologic examination was normal. A 12-lead electrocardiogram revealed normal sinus rhythm. Laboratory studies including a complete blood count, a serum metabolic assay with liver function tests, the erythrocyte sedimentation rate, C-reactive protein, rheumatoid factor and anti-nuclear antibodies; all the tests showed normal results. Routine urine analysis for the cell count and casts, and the thyroid function test were also normal. Gynecologic examination revealed a normal hysterectomy status.\\nA chest radiograph taken at the time of first detecting the lung nodules demonstrated lung nodules that were especially scattered at the left perihilar and retrocardiac areas. The follow-up chest radiograph taken after admission showed newly developed peribronchial infiltration at the right middle lung field and the previously detected lung nodules had increased in size and number. Further evaluation led to a computed tomography scan of the chest, sputum studies and a tumor marker study; fine needle aspiration of the nodules was also performed. A computed tomography scan of the abdomen, a whole body bone scan, gastrofiberoscopy, sigmoidoscopy and breast sonography were also performed to search for the primary origin of suspicious metastatic lung nodules. Sputum specimens were all negative for bacterial, mycobacterial and fungal pathogens. The sputum cytology revealed no malignant cells. The serum tumor marker study, including alpha-feto protein, CEA, CA 19-9, CA 125, SCC and NSE, were all in the normal ranges. The computed tomography scan of the abdomen showed focal wall thickening in the right portion of rectum and a 4.1×3.2 cm-sized benign-looking cystic lesion in the left ovary. Yet the sigmoidoscopy revealed no abnormal findings. Gastrofiberoscopy revealed atrophic gastritis at the antrum and body of the stomach. The sample from the fine needle aspiration of the nodule was insufficient for diagnosis. Therefore, open lung biopsy was eventually performed. The pathologic findings from the open lung biopsy revealed a diagnosis of multiple leiomyomas of the lung. The tumor was composed of interlacing bundles of spindle cells with cigar shaped nucleus and eosinophilic myofibrils in the cytoplasm. The tumor was rather cellular, but there were no mitotic figures or cellular pleomorphism. The immunohistochemical staining results of the specimen were positive for SMA, desmin and MSA, all of which are smooth muscle antigens, and the specimen was also positive for Ki-67 (2%) (). In addition to the positive results, it was negative for the c-kit, CD34, EBC-LMP, p53 and cytokeratin. We later performed staining for estrogen and progesterone receptors, and the result was positive for both receptors. We tried to compare these findings to the pathology of the previous uterine leiomyoma. Because of the long time interval between the patient's hysterectomy and open lung biopsy, her medical records and the pathologic specimen from her previous operation was lost. So, we could not compare each specimen. During the open lung biopsy procedure, all the visible nodules were excised.\\nBecause any malignant potential was not completely ruled out in view of her previous history of uterine leiomyoma and the progressive enlargement on follow-up, we considered starting chemotherapy. Yet we decided on close observation instead of adjuvant chemotherapy due to the lack of evidence for achieving any benefit from chemotherapy for the metastasizing leiomyomatosis and also because side effects were possible. In addition, our previous experience and also the published reports have shown that benign metastasizing leiomyomatosis might regress spontaneously with menopause; we are now considering anti-hormonal therapy.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'30074141': 1, '7850080': 1, '11317453': 1, '24134076': 2, '25774240': 1, '1392332': 1, '14528073': 1, '318914': 1, '11373202': 1, '24977035': 1, '11037349': 1, '8553286': 1, '2167037': 1, '9166348': 1, '10506455': 1, '28426767': 1, '29977634': 1, '22384439': 2, '9555121': 1, '15068329': 1, '10665925': 1, '10713035': 1, '17017666': 2}", "similar_patients": "{'3842688-1': 1, '3842688-2': 1, '3842688-3': 1, '3842688-4': 1, '3283070-1': 1}"}