{"patient_id": 45654, "patient_uid": "3918734-1", "PMID": 24627811, "file_path": "comm/PMC003xxxxxx/PMC3918734.xml", "title": "Warfarin Dosing in a Patient with CYP2C9 and VKORC1-1639 AA Genotypes", "patient": "The patient was a 74-year-old (height 157.5 cm and weight 54 kg) white female of Ashkenazi Jewish descent. Her past medical history was significant for atrial fibrillation, hypertension, diabetes mellitus, coronary artery disease, cardiomyopathy, hypothyroidism, myelodysplastic syndrome with chronic anemia, cerebrovascular accident, chronic kidney disease, peptic ulcer disease, peripheral vascular disease, and pulmonary hypertension. The patient reported a previous “hypersensitivity” to warfarin six years earlier at a different institution. Medications included aspirin 81 mg PO daily, isosorbide mononitrate 40 mg PO daily, furosemide 10 mg alternating with 20 mg PO daily, ramipril 10 mg PO daily, amiodarone 200 mg PO daily, atorvastatin 80 mg PO daily, metoprolol 25 mg PO daily, multiple vitamin PO daily, insulin glargine 14 units subcutaneously daily, epoetin alfa 40,000 units subcutaneously weekly, levothyroxine 100 mcg PO daily, calcitriol 0.25 mcg alternating with 0.5 mcg PO daily, and polysaccharide iron complex 150 mg PO twice daily. Due to a recurrence of atrial fibrillation, the patient was initiated on warfarin (Jantoven) at 2 mg PO daily with an international normalized ratio (INR) goal of 2.0–3.0 which would indicate the appropriate level of anticoagulation for this patient.\\nThe timeline of the subsequent clinical course is outlined in . Three days after initiation of warfarin, the patient's INR was 1.4 and the dose remained unchanged. Six days later the patient's INR was 9.1, so warfarin was held and phytonadione (vitamin K) 2.5 mg PO was administered as an antidote to counteract the excessive anticoagulation. One day later the INR had fallen to 4.6, and no additional vitamin K was administered. However, three days later the INR had risen to 7.9, and the patient reported bleeding from her left hand for one hour after accidentally hitting it. As a result, vitamin K was administered a second time at a dose of 5 mg PO. Two days later the INR had decreased to 1.8, yet the patient reported her lip bleeding for approximately 30 minutes after accidentally biting it. Two days later the INR had risen to 3.8, and the patient reported her elbow bleeding for an undetermined period of time after injuring it. Vitamin K was then administered a third time at a dose of 2.5 mg PO. Three days later, the INR had risen to 4.0 and vitamin K was administered a fourth time at a dose of 5 mg PO. Upon subsequent follow-up the INR had decreased to 1.3 after two more days and increased to 1.8 over the next two days, but it then decreased three days later to 1.7. At this time, the decision was made to not restart warfarin due to the supratherapeutic response and to increase the aspirin dose to 325 mg PO daily.\\nDue to this hypersensitivity to warfarin, the patient consented to genetic testing which revealed CYP2C9*3*3 and VKORC1-1639 AA genotypes. The patient received a second opinion, and it was decided to restart warfarin to decrease risks of a thromboembolic event. Seven months after the previous discontinuation of warfarin, a baseline INR of 1.0 confirmed that the patient's untreated INR was not elevated. Warfarin was then reinitiated at 0.5 mg PO two times weekly and slowly titrated up to 0.5 mg PO daily over the next three months to achieve therapeutic INRs. No hemorrhages were reported during this time.\\nThis study was approved by the Shenandoah University Institutional Review Board. The patient signed an informed consent and provided a cheek swab sample for DNA collection at the time of a scheduled appointment. Genomic DNA was isolated from the cheek swab sample using a Qiagen QiaCube automated DNA isolation instrument (Qiagen Inc, Chatsworth, CA) following the manufacturer's protocol and then frozen at −20°C until the time of genotyping. The DNA sample was genotyped for CYP2C9*2 (rs1799853), *3 (rs1057910), *5 (rs28371686), *6 (rs9332131), *7 (rs67807361), *8 (rs7900194), *9 (rs2256871), *11 (rs28371685), *12 (rs9332239), *13 (rs72558187), and VKORC1-1639 G > A (rs9923231). All genotyping was performed by allelic discrimination using real-time PCR 5′ nuclease assays (Life Technologies, Grand Island, NY) on an Applied Biosystems 7300 real-time PCR (Life Technologies).", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'22379999': 1, '22144632': 1, '27143951': 1, '18305455': 1, '27570642': 1, '15888487': 1, '20420818': 1, '26865929': 1, '10761997': 1, '22111719': 1, '14765195': 1, '22040439': 1, '19228618': 1, '17112813': 1, '30455562': 1, '17944998': 1, '15930419': 1, '24627811': 2}", "similar_patients": "{}"}