{"patient_id": 166240, "patient_uid": "3953526-1", "PMID": 24639948, "file_path": "noncomm/PMC003xxxxxx/PMC3953526.xml", "title": "Localized Nodular Tenosynovitis Originated near the Medial Plicae", "patient": "A 41-year-old male was admitted to the hospital with a major complaint of left knee pain that began 3-4 years ago. There was no specific history of trauma or infection on the left knee. The patient reported intermittent knee pain and feeling of irritation (catching) during flexion and extension of the knee that had been present for 3-4 years. Due to persistent pain and irritating feeling upon squatting and over 100° of flexion, activities involving knee flexion was impossible. Since 18 months ago, a mass was palpable on the skin in the medial side of the left knee, and it moved underneath the skin when pressed by the hand. When the mass was checked or palpated on the medial skin of the knee, the pain with locking worsened, whereas when it was not palpated after being pressed underneath the skin, the feature of the symptom was similar but the severity was relieved. On physical examination, a mass with the size of a bean was observed on the medial surface of the patella, and tenderness was present. Simple radiography did not demonstrate any shadow of mass or local bony erosion, and the joint space appeared normal.\\nOn magnetic resonance imaging (MRI), the area where the medial plicae is present inferomedial to the patellofemoral joint showed equal intermediate-low signal intensity on T1 images and a 8×11×7 mm sized oval-shaped mass with a low signal intensity was found on T2 images (). On the contrast enhanced images, findings of specific enhancement and effusion of synovial fluid or synovitis were not present.\\nOn arthroscopic examination, a yellowish oval shaped mass of pedunculated type protruding through the patellofemoral joint was found. No abnormal findings of hypertrophy of the medial plicae were found and the articular cartilage of the patella and femur was not injured. We made a high anterolateral portal as a viewing portal. En bloc resection of the mass was done through the anteromedial working portal (). The size of the resected mass was 14×10×11 mm and it was a yellowish solid tissue with clear margin, and the color inside was dark-brown ().\\nIn hematoxylin and eosin stain, pathologic studies showed histiocyte, fibrous tissue, and giant cells. Multinucleated giant cells mixed in a collagen stroma and macrophage that has eaten hemosiderin were found. It was diagnosed as localized nodular tenosynovitis originating from synovium just above the medial plicae (). Pain and mechanical symptoms were relieved immediately after surgery. During the 1-year follow-up, no recurrence of preoperative symptoms or abnormalities was found in physical examination.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'22733940': 1, '7794435': 1, '26261570': 1, '32160509': 2, '11078555': 1, '12861198': 1, '8141018': 1, '24639948': 2}", "similar_patients": "{'7489121-1': 1}"}