{"patient_id": 36903, "patient_uid": "3262651-1", "PMID": 22363878, "file_path": "comm/PMC003xxxxxx/PMC3262651.xml", "title": "Growth Hormone Deficiency, Short Stature, and Juvenile Rheumatoid Arthritis in a Patient with Autoimmune Polyglandular Syndrome Type 1: Case Report and Brief Review of the Literature", "patient": "On maternal obstetrical history, the patient's mother was G13P10A3. She was forty-one years old at the time of birth and prenatal complications included per vaginal bleeding at five months of gestation. The patient was born by Caesarean section at thirty-four weeks gestation by dates. APGAR scores were 6, 8, and 10 at 1, 5, and 10 minutes, respectively. Her birth weight was 1665 grams. Since birth, her height and weight have been consistently beneath the fifth percentile. A karyotype was negative for Turner's syndrome, and thyroid function testing was normal.\\nWith respect to her development, the patient demonstrated significant motor retardation; she was unable to walk independently until the age of three. There was some discussion of mild mental retardation initially, but she completed grade eleven when she was eighteen years old. As a child and young woman, she has occasionally been described as elfin and fawn-like.\\nAt three months of age, the patient was diagnosed with a ventricular septal defect (VSD) with a left- to right- shunt. She was subsequently diagnosed with a moderate- to- severe Tetralogy of Fallot and a double-chamber right ventricle by cardiac catheterization. This was surgically repaired when the patient was six years old.\\nAt three years of age, she was diagnosed with juvenile rheumatoid arthritis (JRA), which was treated with nonsteroidal anti-inflammatory drugs (NSAIDs) initially and later, with intermittent courses of prednisone. Her ESR was elevated at 31 mm/HR. Her antistreptolysin O titer (ASOT), rheumatoid factor (RF) and antinuclear antibody (ANA) were negative. Her symptoms decreased in severity over time although she remains with a 2 cm leg length discrepancy in her left leg. She has been involved with physiotherapy since childhood, and they have often remarked on her hypermobile limbs.\\nThe patient suffered from dental caries from an early age. She had thirteen extractions, and upon examination, none of the teeth appeared hypoplastic. She had middle ear issues as well, requiring bilateral tympanostomy tubes and a left mastoidectomy for treatment of cholesteatoma. At the age of five years, she was diagnosed with conductive hearing loss, requiring the use of hearing aids.\\nAt five years of age, she presented with seizures, which were initially attributed to hypocalcemia due to hypoparathyroidism. She was started on vitamin D replacement with cacitriol. Further investigations included an EEG which demonstrated diffuse encephalopathy and slowing of cortical rhythms over bilateral hemispheres. An X-ray brain scan was normal (AP, PA, lateral views × 2). The patient was diagnosed with a seizure disorder and started on Phenobarbital. She was subsequently diagnosed with megaloblastic anemia, presumably secondary to Phenobarbital therapy. She was started on folic acid and vitamin B12 supplementation.\\nShortly afterwards, the patient was diagnosed with irritable bowel syndrome and has been on ongoing treatment throughout her adulthood. She continues to have issues with constipation.\\nAt eleven years of age, she was diagnosed with DM 1. This was treated with insulin, and she is currently on a regime of regular insulin with meals and NPH insulin at bedtime.\\nAfter her diagnosis of diabetes, the patient had some symptoms consistent with adrenal insufficiency; she had a workup which yielded a normal basal cortisol level and an appropriate, response following ACTH stimulation. Three years later, both her basal cortisol (100 nmol/L, range 120 to 600 nmol/L) and ACTH levels were abnormally low, and the response to an ACTH stimulation test was negligible. Cortisol levels were 160 nmol/L and 200 nmol/L. There were concerns regarding primary ACTH deficiency versus prolonged suppression of ACTH production due to previous prednisone therapy. She was initially treated with prednisone and florinef in the morning. This was subsequently changed to prednisone on a twice daily basis. On prednisone alone, she had no postural hypotension, decreased episodes of hypoglycemia overnight, and a normal potassium. Subsequent testing, when the patient was thirty-six years old, demonstrated a detectable ACTH level, suggesting a possible diagnosis of primary adrenal insufficiency. Ultrasound of the adrenal glands was normal.\\nThe patient had recurrent episodes of chronic mucocutaneous candidiasis and angular stomatitis in childhood and continued to have episodes intermittently. Skin testing revealed nonreactivity to multiple fungi, suggesting a deficit in cell-mediated immunity. She was treated with several courses of fluconazole with minimal success. Serum gamma globulin levels were normal for IgG, IgA, and IgM. She has also had several admissions for pneumonia.\\nShe was investigated for her short stature at the age of fourteen years, with a bone age of eight years and ten months. Sleeping growth hormone levels were normal at 32.5 micrograms/L (0.0 to 7.7 micrograms/L), but the response of growth hormone to arginine stimulation was significantly depressed. Growth hormone levels were 5.0 micrograms/L, 0.8 micrograms/L, and 1.4 micrograms/L at time zero, thirty minutes, and sixty minutes after arginine administration. Her growth hormone level was 0.5 micrograms/L after twenty minutes of exercise. She was treated with a course of Fluoxymesterone (Halotestin), and when she was sixteen years old, she was treated with a trial of growth hormone injections but with limited success. At the onset of therapy, her bone age was eight years and six months. When the patient was nineteen years old, her height was 124.5 cm, and her bone age was eleven years. Her final height was 130 cm. TSH was normal at 1.68 mU/L (0.3 to 3.8 mU/L). There is no family history of short stature or failure to thrive.\\nThe patient suffered from primary amenorrhea with no development of secondary sexual characteristics. FSH and LH levels were high at 95 U/L and 46 U/L, respectively, and both responded well to LHRH and TRH stimulation. FSH and LH were 135 U/L and 160 U/L at time zero and greater than 145 U/L and 137 U/L, respectively, at fifty minutes. These findings were consistent with primary ovarian failure. Treatment with hormone therapy was delayed in favour of initial treatment with growth hormone. She was subsequently started on Estrogen supplement (Premarin) and Medroxyprogesterone acetate (Provera). The patient chose to discontinue treatment herself when the results of the Women's Health Initiative (WHI) were made public, but re-started when she was diagnosed with marked osteoporosis shortly afterwards.\\nAt the age of nineteen years, the patient was diagnosed with bilateral cataracts (postcapsular, nuclear, and cortical). There was no evidence of diabetic retinopathy.\\nAt the age of twenty-six years, she presented with alopecia totalis. She has sparing of the eyelashes. She also presented with dysphagia at this time and was diagnosed with esophageal webs. She underwent several dilatations for esophageal stenosis. At this time, she was also diagnosed with pernicious anemia and started on vitamin B12 supplementation.\\nTwo years later, at twenty-eight years of age, routine screening documented elevated creatinine with an elevated urine microalbumin at 134 mg/L. She was started on ramipril for diabetic nephropathy. An ultrasound of the kidneys showed evidence of nephrocalcinosis. The patient's kidney function continued to deteriorate, and at the age of thirty-five years, she was started on hemodialysis, eventually switching to peritoneal dialysis. Her kidney function started improving after a short course of dialysis, and she was able to discontinue it.\\nShe was seen in the endocrinology clinic at this time, and her assessment is summarized here.\\nHer current medications include:\\nCalcitriol (Rocaltrol) 0.25 micrograms once daily.\\nPrednisone 5 mg once daily in the morning.\\nFludrocortisone (Florinef) 0.1 mg once daily.\\n1 unit of Novolin Toronto Insulin mixed with 7 units of NPH in a syringe which she takes between 7 a.m. and 10 a.m. and the same dose, 1 unit of Toronto with 7 units of NPH insulin, at 4:30 p.m..\\nPremarin 0.625 mg from day 1 to day 25 of each month.\\nProvera 2.5 mg on day 15 to day 25 of each month.\\nVitamin B12.\\nDiflucan as needed.\\nNystatin oral suspension as needed.\\nColace prn.\\nThe patient has experienced allergic reactions to Ceftin, Ciprofloxacin, and Bactrium. She presented with a rash to all of these agents.\\nThe patient has six brothers and three sisters. One brother has adrenal insufficiency, hypoparathyroidism, alopecia, and anemia, but he does not have diabetes. Two sisters and two brothers have rheumatoid arthritis. One sibling died at the age of three and a half years. There is no history of consanguinity. Her father died at the age of seventy-one years due to metastatic cancer with an unknown primary. Her mother died at the age of seventy-one years of bowel carcinoma; she also had hypertension. Her maternal grandmother had Type 1 DM.\\nThe patient is a life-time nonsmoker and does not drink any alcohol. She is not working, and she currently lives with her brother.\\nThe patient has gained weight recently since her most recent esophageal web surgery. Her bowel movements have been regular. She denies any fatigue, tiredness, or dizzy spells.\\nHeight was 129.8 cm. Weight was 29 kg. Calculated body mass index (BMI) is 17.2. Blood pressure was 100/60 mmHg. On general examination, the patient is a petite female of short stature in no apparent distress. She has alopecia totalis and wears a wig. There is no lid lag or proptosis. On examination of her thyroid, each lobe measured about 2 cm in vertical dimension. There was some prominence in the right lobe in the central part, but there was no obvious nodule. On cardiovascular examination, the rhythm was regular. Lungs were clear to auscultation. There was no edema in the lower extremities. Sensation to the 10 g monofilament was largely intact. There was one patchy area over the right heel where the monofilament felt different when compared to the rest of the sole. Dorsalis pedis pulses were 2 + bilaterally. She has been injecting her insulin mostly in her arms recently. There were some small bruises in these areas. The patient does have evidence of past rheumatoid arthritis involving her hands. She did have a peritoneal dialysis catheter placed in the right side of her abdomen.\\nShe underwent a combined pituitary stimulation test in the clinical investigation unit (CIU); this included an insulin hypoglycemia component. Glucose at baseline was 15.5 mmol/L. She received 6 units of insulin, and her glucose dropped to 2.5 mmol/L at 60 minutes and 1.0 mmol/L at 90 minutes. Cortisol did not show any response. At baseline, it was 17 mmol/L, at 30 minutes it was 21 mmol/L, at 60 minutes 19 mmol/L, and at 90 minutes 18 mmol/L. ACTH levels were 8.0 pmol/L at baseline and 7.7 pmol/L at 60 minutes (normal range 0–10 pmol/L). On the GnRH test: FSH went from baseline of 11.4 U/L to 26.9 U/L at 90 minutes. LH went from 3.5 U/L at 0 minutes to 36.6 U/L at 90 minutes. TSH rose from 1.84 mU/L at 0 minutes to 4.08 mU/L at 60 minutes. Her most recent HbAIC was 7.0%. She did speak to a genetics counsellor but declined testing for the autoimmune regulator (AIRE) gene. Her recent laboratory investigations are summarized in .", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'17641664': 1, '9177935': 1, '10084559': 1, '18682433': 1, '10090140': 1, '28458664': 1, '27646917': 1, '11223374': 1, '18277128': 1, '9398839': 1, '12050123': 1, '11455393': 1, '7024719': 1, '6990358': 1, '22190931': 1, '16684821': 1, '2348835': 1, '22363878': 2}", "similar_patients": "{}"}