{"patient_id": 43237, "patient_uid": "3737055-1", "PMID": 23819679, "file_path": "comm/PMC003xxxxxx/PMC3737055.xml", "title": "Salivary adenoid cystic carcinoma with an early phase of high-grade transformation: case report with an immunohistochemical analysis", "patient": "The patient was a 27-year-old Japanese woman who suffered from the swelling of the left parotid region. She had never admitted to any other hospitals for 9 years, and then, she admitted to our hospital. Computed tomography indicated a 30 × 20 × 25 mm irregular-shaped mass was seen in the left parotid gland. Magnetic resonance imaging showed an irregular-shaped mass, which showed the low intensity with T1-weight imaging and the low and partly high intensity with T2-weight imaging (Figure ). Total parotidectomy and neck dissection were performed one month later under the clinical diagnosis of parotid gland carcinoma. Multiple lung metastases, pelvic metastasis and loco-regional recurrence were observed two months after operation. Although the palliative radiotherapy was performed, she died of disease 6 months after the operation. Autopsy was not permitted.\\nMacroscopically, an ill-defined grayish-white mass was observed in the left parotid gland (Figure ). Histologically, most part of the tumor showed a cribriform growth pattern of the relatively small tumor cells, which could be diagnosed as typical AdCC (Figure A,B,C), whereas about 10% of the tumor was composed of the solid subtype of AdCC (grade II) (Figure D). In the central portion of the tumor (approximately 10% of this tumor: the size was 7 × 5 mm), an entirely different component from AdCC was observed, which consisted of solid and sheet-like growth by atypical cells with clear cytoplasm and marked nuclear atypia (Figure E). The tumor cells in this area, which were larger than typical AdCC cells, showed prominent nucleoli and irregular-shaped nuclei (Figure F). Such a component lacked ductal-myoepithelial differentiation. Although necrosis was seen, perineural invasion, and angiolymphatic invasion were not observed in “the sheet-like area”. There was no transitional zone between conventional AdCC areas and “the sheet-like area”. In AdCC component, periodic acid-Schiff (PAS)-positive lumens were seen, but “the sheet-like area” was negative for PAS and Alcian blue staining. The surgical margin was positive and the extraglandular extension was observed. Immunohistochemistry was performed on the deparaffinized tissue sections using the primary antibodies listed in Table and the EnVision (DakoCytomation, Carpinteria, CA, USA) method. Immunostaining showed that the only true lumen of the typical AdCC portion was positive for epithelial membrane antigen (EMA), whereas “the sheet-like area” was diffusely positive for EMA. The AdCC area was positive for S-100 protein, p63, and cytokeratin (CK) 14 and alpha-smooth muscle actin, whereas “the sheet-like area” was negative for such antigens, except for the positivity for p63 and CK14 in the myoepithelial cells (Figure ). Moreover, the AdCC area was weakly positive for Her-2 and the negativity for p16, whereas “the sheet-like area” revealed diffuse and strong positivity for such antigens. The AdCC area showed sporadic positivity for p53, cyclin A and cyclin B1, whereas “the sheet-like area” revealed diffuse and strong positivity for such antigens. The Ki-67 labeling index of the AdCC area and “the sheet-like area” showed 34.5% and 73.2%, respectively (Figure A). “The sheet-like area” indicated the overexpression of p53, p16, Her-2, cyclin A and cyclin B1 (Figure B,C,D,E), different from those of the typical AdCC.\\nFinally, we diagnosed this case as “AdCC with an early phase of HGT”.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'23226800': 1, '10199477': 1, '14636262': 1, '14681328': 1, '11904344': 1, '11774177': 1, '22157933': 1, '16133359': 1, '25550788': 1, '26895332': 1, '22943673': 1, '23419146': 2, '23426124': 1, '31898057': 1, '21876843': 1, '21204718': 1, '22647549': 1, '8912832': 1, '18059225': 1, '23819679': 2}", "similar_patients": "{'3598350-1': 1, '3598350-2': 1}"}