{"patient_id": 157409, "patient_uid": "3318093-1", "PMID": 22493616, "file_path": "noncomm/PMC003xxxxxx/PMC3318093.xml", "title": "Successful Retrieval of a Fractured and Entrapped 0.035-Inch Terumo Wire in the Femoral Artery Using Biopsy Forceps", "patient": "An 85-year-old man presented with crescendo chest pain that did not respond to nitroglycerin. He had suffered from hypertension, chronic kidney disease, and had a 7-year history of chronic stable angina pectoris.\\nCoronary angiography through the right radial artery was performed. The angiographic findings showed total occlusion (thrombolysis in myocardial infarction grade 0) in the left circumflex (LCX) artery, and the right coronary artery (RCA), and 75% severe stenosis in the left anterior descending artery (LAD). The collaterals were filled from the LAD to the RCA (grade 2) and LCX (grade 1). PCI was not performed because of the patient's age and chronic kidney disease state. After intensive medical treatment including antiplatelet agents, antianginal agents, antihypertensives, and a statin, the patient's ischemic symptoms improved. He was discharged for regular clinical follow-up at the outpatient department.\\nSix months after the index discharge, the patient returned to the emergency department with acute ischemic chest pain and was diagnosed with a non ST-segment elevation myocardial infarction (NSTEMI). Early invasive management strategy was decided, and he was transferred to the cardiac catheterization laboratory for emergent angiography and subsequent PCI. The left femoral artery was punctured for vascular access and a guide wire, so-called 035 Terumo wire (0.035 Radiofocus® Guidewire M, Terumo Corp., Somerset, NJ, USA), was inserted with a 5 Fr diagnostic angiography catheter but it did not pass well through the stenotic external iliac artery, which was found incidentally. Iliofemoral angiography through the femoral sheath showed a tortuous external iliac artery with significant focal stenosis (). While inserting the 035 Terumo wire through the focal iliac stenotic lesion, the wire tip became kinked and was trapped in the lesion. Attempts to remove the wire caused unraveling of the coiled tipped structure, followed by complete fracture, leaving a long thin filament in the proximal femoral and distal external iliac artery.\\nMultiple attempts to retrieve the wire percutaneously using an Amplatz GooseNeck snare (EV3, Plymouth, MN, USA) were unsuccessful (), and the fractured wire migrated to the superficial femoral artery. A 5 Fr multipurpose catheter was used to push the migrated fractured wire from the femoral sheath to the external iliac artery for retrieval by the snare device, but that attempt also failed ().\\nAnother ipsilateral anterograde femoral puncture was performed to approach from the upper side of the entrapped wire at a higher level than the femoral artery. Retrieval was attempted again with the Amplatz GooseNeck snare but was unsuccessful.\\nAfter these methods failed, a cardiac biopsy forcep (5.5 Fr, 104 cm, Cordis, Bridgewater, NJ, USA), which is commonly used for myocardial biopsy, was inserted through a transport catheter. After multiple forward and backward movements of the forcep, the fractured guide wire was successfully grabbed and finally retrieved ().\\nImmediately after removing the fractured and entrapped guide wire, PCI was successfully performed through the right femoral artery for the LAD culprit lesion, and the patient was safely discharged for clinical follow up.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'12484620': 1, '19246852': 1, '27826347': 2, '11108687': 1, '23554666': 2, '10402290': 1, '24363752': 2, '16737751': 1, '2208253': 1, '21292611': 1, '28588868': 1, '22493616': 2}", "similar_patients": "{'5099344-1': 1, '3596697-1': 1, '3866316-1': 1}"}