{"patient_id": 159438, "patient_uid": "3487309-1", "PMID": 23130109, "file_path": "noncomm/PMC003xxxxxx/PMC3487309.xml", "title": "Takotsubo cardiomyopathy after treatment of pulmonary arterial hypertension", "patient": "AA is a 69-year-old woman with a past medical history of WHO Category I PAH, coronary artery disease, diabetes mellitus, chronic obstructive pulmonary disease, and a history of a partial lung resection due to a blastomycosis infection. The patient presented as a new referral to the outpatient clinic with complaints of increased exertional dyspnea and increasing home oxygen requirements over a period of several months. She was admitted to the hospital for suspected heart failure leading to increased dyspnea. The patient's home medications at the time of hospital admission included the following: aspirin 81 mg daily; atenolol 50 mg daily; amlodipine 10 mg daily; enalapril 5 mg daily; glipizide 5 mg twice daily; tiotropium inhaled 18 mcg daily; and fluticasone/salmeterol inhaled twice daily. She reported a codeine allergy. On social history, she drank one glass of wine nightly, and she had a 40 pack-year history of smoking and had quit 12 years prior to her presentation. She was married and was retired from her occupation of office work. AA's family history was significant as her father had stomach cancer and her brother had coronary artery disease.\\nOn admission, AA was afebrile, her temperature 36.9°C, pulse 69 beats per minute, blood pressure 125/82 mmHg, respiratory rate of 19 breaths per minute, and saturating 98% on 3 liters (L) of oxygen delivered by nasal cannula. Her examination was significant for amblyopia of the right eye. Her cardiac exam was significant for a regular rate and rhythm, audible S1, loud S2, with an accentuated pulmonic, a right-sided holosystolic murmur grade II/VI, and negative for an S3 or S4. She had jugular venous distension to approximately 13 cmH20. Her lung fields revealed good air movement, and were clear to auscultation bilaterally. Her lower extremities were notable for 1+ pitting edema bilaterally up to her ankles.\\nA transthoracic echocardiogram (Figures and ) on admission was significant for a moderately dilated right ventricle (RV) with moderate reduction of RV performance, mild tricuspid regurgitation, and an estimated RV systolic pressure of 76 mmHg. The left ventricle was noted to be small, with normal wall thickness, and hyperdynamic left ventricular performance. No regional wall motion abnormalities were noted.\\nBased on the initial echocardiogram and upon the patient's clinical examination, a continuous intravenous lasix drip was started for diuresis. Drips of phenylephrine 1 mcg/kg/min and dobutamine 5 mcg/kg/min were also initiated for right ventricular support. Phenylephrine was discontinued shortly after as it did not appear to enhance cardiac output or improve hemodynamics.\\nRight heart catheterization with intravenous infusion of adenosine was performed 1 day after admission. Baseline pressures (mmHg) were as follows: mean RA 8; RV 77/14; PA 78/38 (mean 57); PVR 25.3 Wood units; and wedge pressure 14. Cardiac output was 1.7 L/min with a cardiac index of 1.1 L/min/m2, and a PA saturation of 64.6%. With intravenous adenosine, pressures (mm Hg) were: mean RA 5, PA 80/37 (mean 52), PVR 23.3 Wood units, and wedge pressure 10. Cardiac output was 1.8 L/min and cardiac index 1.2 L/min/m2, and PA saturation was 67.2%.\\nThe patient had a mild response to testing, not meeting definition of a “responder” and was in cardiogenic shock.[] Intravenous (IV) treprostinil 4 ng/kg/min daily was initiated and titrated to 10 ng/kg/min daily over the course of the next three days. Within two days, however, the patient developed ST segment changes with dynamic T-wave changes in the clinical setting of acute chest discomfort (Figures and ) and hypotension.\\nGiven the patient's discomfort and new ECG findings, AA was taken emergently to the cardiac catheterization laboratory for left heart catheterization and coronary angiography (Figures and ). She was found to have a lesion in the mid-portion of the first diagonal artery with an 80% occlusion. A 2.25 mm × 8 mm Taxus Atom drug-eluting stent was placed. The remainder of her coronary anatomy, including the left main, left anterior descending, left circumflex, and right coronary arteries were well visualized and patent. The measured left ventricular end-diastolic pressure measured 16 mmHg. Importantly, the patient's cardiac biomarkers, including creatinine kinase (CK), CK-MB, and troponin remained normal on the day of admission during her symptomatic complaints, and following the coronary intervention.\\nA two-dimensional transthoracic echocardiography was performed after the cardiac catheterization to assess left ventricular function (Figures and ). This revealed a severe reduction in LV performance as well as regional wall motion abnormalities out of proportion to the coronary artery disease previously noted and treated acutely. These findings, septal and apical akinesis, were new compared with prior echo images (Figures and ). Repeat electrocardiogram two days after catheterization revealed improvement of the ST and T-wave changes ().\\nOver the course of the next several days, the patient was weaned off both the intravenous treprostinil and dobutamine, and was started in sildenafil 50 mg PO TID. Given the degree of left ventricular dysfunction seen, carvedilol 12.5 mg PO BID was initiated. She symptomatically improved, and was discharged home. Repeat echocardiography two weeks later (Figures and ) showed resolution of the left ventricular findings and again RV dysfunction consistent to her baseline TTE.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'18378784': 1, '16720686': 1, '11897647': 1, '11590847': 1, '21138516': 1, '18645066': 1, '11059622': 1, '24944763': 1, '20371531': 1, '19389575': 1, '34317226': 1, '16923415': 1, '34317225': 1, '23662187': 1, '23662186': 1, '23130109': 2}", "similar_patients": "{}"}