{"patient_id": 154496, "patient_uid": "3110444-1", "PMID": 21713238, "file_path": "noncomm/PMC003xxxxxx/PMC3110444.xml", "title": "Hemorrhagic intraretinal macrocyst: Differential diagnoses and report of an unusual case", "patient": "A 30-year-old male was evaluated for floaters and decreased vision in his right eye, of one-month duration. He had sustained trivial trauma in that eye two years back. Best-corrected visual acuity was 20 / 60. Slit lamp biomicroscopy showed an early, posterior subcapsular cataract, and a mild, relative afferent pupillary defect. The left eye was essentially normal. The right fundus showed nasal-half retinal detachment with demarcation lines. A large macrocyst containing organized blood, and extending almost up to the ora serrata was seen in the superonasal quadrant []. A retinal dialysis was noted superiorly []. The cyst, orange-yellow in color was well-delineated, immobile, non-translucent, and showed no blanching on pressure. An ultrasound confirmed the presence of a well-demarcated, oval, cystic lesion within the retina, measuring 12.7 mm circumferentially and 7.4 mm anteroposteriorly []. Surface reflectivity was high and intralesion echoes were low-to-moderately reflective. Fluorescein angiography revealed blocked choroidal fluorescence in the area of the cyst with a lack of double circulation within it [].\\nThe patient underwent scleral buckling (# 279 solid silicone) with cryopexy to retinal dialysis and subretinal fluid drainage. The cyst was not drained. In the immediate postoperative period, the retina was attached except for a small pocket of subretinal fluid in the inferonasal quadrant. The cyst did not undergo any change. Two months postoperatively, the fundus remained unchanged. Best-corrected visual acuity was 20 / 30 and the cyst measured 12.1 mm circumferentially and 6.7 mm anteroposteriorly []. The findings remained unchanged until 19 months, postoperatively. Three years after surgery, his best-corrected visual acuity was 20 / 40; the retina was completely attached and no intraretinal cyst was evident [].", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'5332827': 1, '23761961': 1, '13847542': 1, '1813964': 1, '14043555': 1, '6032914': 1, '5442149': 1, '31546541': 1, '30787541': 1, '30948412': 1, '454261': 1, '25028580': 2, '6502405': 1, '34307326': 1, '21713238': 2}", "similar_patients": "{'4086044-1': 1}"}