{"patient_id": 39179, "patient_uid": "3461288-1", "PMID": 23050174, "file_path": "comm/PMC003xxxxxx/PMC3461288.xml", "title": "Hydatid Disease Simulating Acute Abdomen: A Case Report and Brief Review of the Literature", "patient": "A 72-year-old Caucasian male was admitted to the emergency department of the University Hospital of Ioannina due to diffuse abdominal pain, nausea and progressively increasing abdominal distension of ten-day duration. His medical history was free and no recent trauma was reported. Clinical examination revealed pyrexia of 38.5°C, tachycardia of 110 per minute, and normal blood pressure. Upon physical examination, a grossly distended and diffusely tender abdomen was revealed. On auscultation abdominal sounds were present. Rectal examination showed an empty rectum. The emergent laboratory tests revealed as follow: WBC 14700 mm3, haemoglobin at 10.5 g/dL, c-reactive protein was at 148 mg/l, creatinine, electrolytes, and liver function tests were normal. The examination of urine was also normal. The abdominal plan X-ray was normal and an urgent abdominal CT was arranged. The CT revealed a huge hepatic hydatid cyst (measuring 14.5 cm) with daughter cysts in the left lobe of the liver and multiple splenic hydatidosis. Additionally, a large echinococcal cyst was revealed at the left hypochondrium attached to the anterior wall of the stomach causing a huge pressure (Figures and ). Hydatid cysts were also revealed in the transverse mesocolon and in pelvis. Laparotomy was performed the day after the admission due to progressively increasing abdominal distension and to diffuse abdominal pain. Intraoperative findings confirmed the diagnosis of abdominal and splenic hydatidosis. The patient was treated with deroofing and omentoplasty for the large hepatic echinococcal cyst, splenectomy for the splenic cysts, and removal of the rest echinococcal cysts. The postoperative period was uneventful and the patient was discharged 15 days later, with the advice to receive albendazole for three months postoperatively.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'20372146': 1, '9465756': 1, '18472505': 1, '19507645': 1, '21073143': 1, '8661841': 1, '17384867': 1, '12640161': 1, '19344504': 2, '20695827': 1, '22509074': 1, '17646459': 1, '8254162': 1, '20637401': 1, '18023109': 1, '18938096': 1, '15042999': 1, '23050174': 2}", "similar_patients": "{'2670280-1': 1}"}