{"patient_id": 40173, "patient_uid": "3514814-1", "PMID": 23227419, "file_path": "comm/PMC003xxxxxx/PMC3514814.xml", "title": "Limb Necrosis in a Lung Cancer Case Presenting with Widespread Thrombosis", "patient": "A seventy-year-old female patient with an eight-year history of hypertension and a year of coronary artery disease was admitted to emergency department due to hands and feet edema. Additionally, she had a cyanosis in left foot (). It was learned that her complaints increased since the last week. She explained additional progressive compressive chest pain with wheezing, cough, and palpitations in the last days. In physical examination, general condition was evaluated as moderate and bilaterally crackles in the basalis of the lungs; generalized limb and pretibial +2 edema was determined. All parameters detected normal levels except BUN and creatine in laboratory investigation. Higher urea and creatinine levels were evaluated in favor of acute renal failure. Afterwards, patient received hemodialysis program. Acute-subacute thrombosis was determined with color doppler ultrasound in right popliteal vein. Ejection fraction was evaluated as 30% and pulmonary artery pressure was evaluated as 60 mmHg in echocardiogram. Computed tomographic (CT) thorax angiography was performed for pulmonary thromboemboly suspicion. CT revealed bilateral minimal pleural effusion, consolide area, and a mass that extended into hilus and pleura in right lung upper lobe and lesion in left lung basal lobe posterobasal segment that were consistent with thrombus. Bronchoscopy was performed. In bronchoscopy, biopsy was performed from the right upper lobe entrance near the carinal differentiating where it was observed as mucosal tumoral infiltration. Upon arrival of pathological examination, results showed malign epithelial carcinoma, TTF-1 positive; pancytokeratin positive, it was reported as consistent with non-small-cell carcinoma, adenocarcinoma. Low molecular weight heparin (LMWH) therapy was started and chemotherapy was recommended. But the patient refused the treatment and she was discharged. After two weeks she was admitted to the emergency service with same complaints and additional bullous lesions and necrosis in her hands. Despite the antiaggregant and LMWH treatment, necrosis was observed in progress. Widespread venous thromboses were detected in control doppler ultrasound. She died in the second day of hospitalization, due to pulmonary edema.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'8831376': 1, '15456487': 1, '9707837': 1, '19823740': 1, '8916933': 1, '15210384': 1, '8983439': 1, '23227419': 2}", "similar_patients": "{}"}