{"patient_id": 163058, "patient_uid": "3764698-1", "PMID": 24019681, "file_path": "noncomm/PMC003xxxxxx/PMC3764698.xml", "title": "Ventilation/Perfusion scan aids in the diagnosis of diabetes mellitus induced trepopnea due to isolated right phrenic nerve palsy", "patient": "A 27-year-old female with a 3 year history of diabetes mellitus presented with sudden onset dyspnea of 2 weeks duration. Patient is on 5 units of regular human insulin subcutaneously per day and was otherwise asymptomatic. Clinically, patient was conscious, well-oriented with preserved higher functions and intact cranial nerves. No sensory motor deficit was elicited. Patient was well-nourished, afebrile, with a pulse of 84 beats/min, a blood pressure of 120/80 mmHg (right arm; sitting position), a respiratory rate of 20/min and oxygen saturation of 96% on room air. Patient showed no jugular venous distension and cardiovascular examination revealed no abnormality. Trachea was situated in the midline. Patient showed reduced chest expansion and dullness to percussion on the right side and decreased breath sounds in the right posterior lower lung field. Her basic biochemical investigations were negative including D-dimer test. Recent chest X-ray was non-contributory [].\\nPatient was referred to Nuclear medicine to rule out pulmonary embolism given the sudden onset of symptoms. 99mTc DTPA (Di ethylene triamine penta acetic acid) aerosol lung ventilation scintigraphy [] was performed followed by 99mTc MAA (Macro aggregared albumin) lung perfusion scintigraphy []. Both sets of images revealed no segmental or sub segmental ventilation — perfusion (V/Q) defects. However, elevation of right hemidiaphragm was noticed in both scans. A fluoroscopic sniff test showed paradoxically moving right diaphragm confirming the diagnosis of unilateral diaphragmatic paralysis that was attributed to isolated phrenic neuropathy caused by diabetes mellitus. Patient was treated with parenteral immunoglobulins.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'13855425': 1, '12127363': 1, '12535814': 1, '18431352': 1, '17294337': 1, '24019681': 2}", "similar_patients": "{}"}