{"patient_id": 44849, "patient_uid": "3866834-1", "PMID": 24368951, "file_path": "comm/PMC003xxxxxx/PMC3866834.xml", "title": "Good Functional Outcome after Prolonged Postanoxic Comatose Myoclonic Status Epilepticus in a Patient Who Had Undergone Bone Marrow Transplantation", "patient": "A 52-year-old man was diagnosed with Hodgkin's lymphoma in March 2009. He was treated with radiotherapy, five cycles of chemotherapy, and then underwent autologous bone marrow transplantation, all of which did not prove beneficial in terms of remission.\\nFinally, in March 2010 an allogenic transplantation was performed, obtaining a good hematologic response.\\nApproximately 60 days later, the patient complained of chest pain and subsequently suffered a ventricular fibrillation CA. The paramedics resuscitated him, but he remained comatose, showing no withdrawal to painful stimuli, sluggishly reactive pupils, and very weak corneal reflexes. The patient was then transported to an intensive care unit (ICU), where he was intubated and ventilated and a mild therapeutic hypothermia (target temperature 34°C) was performed over a period of 24 hours. An urgent cranial computed tomography (CT) scan was negative for hemorrhage, cerebral oedema, and structural lesions.\\nAfter the sedative reduction, the patient was still comatose with a Glasgow coma scale motor (GCS-M) score <2, had no spontaneous respiration, and presented massive diffuse myoclonic jerks, related to the seizures and resistant to phenytoin, diazepam midazolam, and propofol. An EEG was performed 36 hours after insult, showing a pattern suggestive of unreactive MSE (). Levetiracetam was added at the dose of 2000 mg/die and later increased to 3000 mg/die, without apparent improvement.\\nMagnetic resonance imaging (MRI), obtained three weeks later, demonstrated a mild hyperintensity in the lenticular nuclei and periventricular areas bilaterally in FLAIR and T2 sequences ().\\nRepeated EEG recordings confirmed the presence of anomalies, including recurrent polyspike waves, sometimes followed by brief depressions of the electrical activity (), even though a tendency toward a gradual quantitative decrease of irritative potentials was noted. Diffuse, generalized, unrelenting myoclonic jerks involving the face, trunk, and limbs persisted and sometimes appeared to be stimulus related.\\nDue to the patient's severe general conditions, immunosuppressive therapy was suspended. On day 10 after the initial event, a tracheostomy was performed. Eye opening occurred on day 14, while at day 36 the patient occasionally presented with brief deviation of eyes towards the source of stimulation. In the next days, the patient slowly started to regain consciousness and was able to interact with the surrounding environment and feed autonomously, while until that moment a parenteral nutrition was needed. Myoclonic jerks persisted, but they became less frequent. The patient was discharged on day 80, after a cycle of rehabilitation to help him reacquire the ability to ambulate.\\nDuring the following months, a mild cognitive recovery was achieved (MMSE: 20/30), even though he presented with acalculia, agraphia, dysarthria, and action myoclonus, especially in relation with movement and emotional stimuli. A follow-up EEG performed seven months after the initial insult demonstrated a normal background activity, although isolated brief polyspike discharges appeared, in association with the myoclonic jerks (). The patient also underwent a follow-up cerebral MRI with Turbo-FLAIR and DWI sequences, which did not reveal the previously reported hyperintensity involving the lenticular nuclei, while it showed a reduction of the hyperintensity involving the lateral periventricular areas bilaterally.\\nAt present (three years after the initial event), the patient has an improved cognitive performance with an MMSE score of 23/30 and is sufficiently autonomous with a Glasgow-Pittsburgh cerebral performance category scale score of 2, while the intensity of myoclonus has reduced, although Lance-Adams syndrome persists. His therapy consists of low doses of Diazepam, Levetiracetam 1000 mg two times a day, and speech therapy. He still undergoes hematologic and neurologic follow-up visits on a three months basis.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'27351833': 1, '19237704': 1, '26472996': 1, '3390032': 1, '21881465': 1, '19604197': 1, '18474852': 1, '2123307': 1, '21775200': 1, '21963817': 1, '26966367': 1, '8109907': 1, '3347343': 1, '27708982': 1, '9489546': 1, '18329995': 1, '23284061': 1, '22977784': 2, '19281443': 1, '23917849': 1, '19744116': 1, '20373341': 1, '22932993': 1, '14581666': 1, '23284064': 1, '23318514': 1, '25398304': 1, '25922894': 1, '31994749': 1, '20595666': 1, '28646267': 1, '28536893': 1, '27624215': 1, '22940145': 1, '24368951': 2}", "similar_patients": "{'3438425-1': 1}"}