{"patient_id": 166402, "patient_uid": "3959541-1", "PMID": 24714559, "file_path": "noncomm/PMC003xxxxxx/PMC3959541.xml", "title": "A young lady with post-partum jaundice and right upper quadrant lump abdomen: an unusual etiology", "patient": "A 22-year-old young lady was referred to the Gastroenterology department by her local physician with 4 weeks history of yellowish discoloration of urine and sclera. Lumpy upper abdomen and significant loss of weight (approx. 5 kg) were present for 3 weeks. There were no prodromal symptoms and she denied any history of pruritus or passage of light colored stool. Her drug and family histories were unremarkable.\\nShe had normal full-term pregnancy with transvaginal delivery of a healthy infant 6 weeks previously. There were no complications during pregnancy and no evidence of jaundice or cholestasis during pregnancy. Patient had a sensation of a lump in the right upper hypochondrium which had been gradually increasing in size over the past 3 weeks. It was associated with colicky pain lasting for 15-20 min and then subsided gradually. The patient also had intermittent spikes of fever with chills for one week.\\nOn general examination there was pallor, jaundice but no lymphadenopathy. Tenderness was present in the right hypochondrium and a globular bulge was felt 4 cm below the right costal margin. Hepatomegaly was present with left lobe enlargement more than the right lobe; margins were sharp with firm consistency. Routine investigations confirmed normocytic normochromic anemia (hemoglobin 6.4 g/dL) with conjugated hyperbilirubinemia (10.5/6.8 mg/dL) and deranged liver function test (). Ultrasonography was done showing grossly dilated common bile duct with large filling defect throughout. Gross dilatation of intrahepatic biliary radicals and common hepatic ducts were seen.\\nContrast-enhanced computed tomography (CECT) study of abdomen was done showing grossly dilated gallbladder with moderate to gross dilatation of intrahepatic biliary radicals and common bile duct (). A large polypoidal intraluminal multifocal enhancing lesion filling almost the entire common bile duct, cystic duct was also seen multifocally in the gallbladder. Multiple small hypodense lesions seen in both lobes showing peripheral rim enhancement clustered around central intra hepatic biliary radical dilatations were suggestive of cholangitic abscess.\\nEndoscopic retrograde cholangiopancreatography was performed under conscious sedation and after easy cannulation grossly dilated common bile duct was noted with obstruction and shouldering at mid common bile duct on air cholangiogram. A biopsy was taken from the mass lesion and sent for histopathological examination. Two plastic biliary stents 10 Fr x 10 cm were placed across the mass. Choledochoscopic image was taken by ultrathin neonatal endoscope ().\\nHistopathology analysis of the soft tissue revealed multiple papillae lined by complex epithelial proliferation with severe dysplastic changes. Early invasion of stroma was seen with neutrophillic infiltration and dilatation of blood vessels (Fig. , ). These findings were in consistence with intraductal papilloma with severe dysplasia.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'17026772': 2, '12412172': 1, '16360234': 1, '31803685': 2, '14598142': 1, '14770435': 1, '11180885': 1, '16088402': 1, '16360969': 1, '2844646': 1, '12488745': 1, '19187604': 1, '24714559': 2}", "similar_patients": "{'6881913-1': 1, '1618388-1': 1}"}