{"patient_id": 39455, "patient_uid": "3477126-1", "PMID": 22594610, "file_path": "comm/PMC003xxxxxx/PMC3477126.xml", "title": "Clinical use of Dieletrophoresis separation for live Adipose derived stem cells", "patient": "Case #72-001: Patient was a 69-year-old Caucasian female (BMI 29) and reformed smoker experiencing repetitive skin breaks echymosses and trauma to dorsum of hands secondary to thinning of the skin. She was also unsatisfied with the skeletonized appearance on the dorsum of her hands. Old scars (hypopigmented hyperkeratotic lesions) from inadvertent abrasions and ruptured skin from traumatic echymosses were appreciated on pre-operative evaluation. One year of routine high emollient topical skin therapy was unsuccessful. Recurrent ease of trauma began to affect her ability to carry out normal hand function and activities of daily living. Conventional dermal fillers were also offered as temporizing therapy, however, the patient reported a history (three years previous) of an adverse reaction to a dermal filler, thus a preference for autologous therapy. For this reason she requested definitive therapy with autologous fat transfer. After unblinding at the conclusion of the study (3 months following the procedure) a CA-125 (5 U/mL) and AFP (2 ng/dL) were drawn from the experimental hand and found to be negative. (Negative range for our reference laboratory is 35 U/mL for CA-125 and 10 ng/dL for AFP.)", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'15007989': 1, '12210160': 1, '21877186': 1, '23505616': 1, '18580485': 1, '16019733': 1, '7543968': 1, '15858795': 1, '17050899': 1, '19544397': 1, '3013971': 1, '24404075': 1, '20011619': 1, '15635089': 1, '21883381': 1, '17763894': 1, '16557516': 1, '7925093': 1, '18838368': 1, '8899194': 1, '21755438': 1, '17234930': 1, '19104941': 1, '21358562': 1, '20601560': 1, '28150746': 1, '12635810': 1, '19912236': 1, '25332746': 1, '33746671': 1, '17616723': 1, '25366664': 1, '21607134': 1, '2421913': 1, '9512245': 1, '18096719': 1, '21082397': 1, '15165454': 1, '21820375': 1, '21787135': 1, '22594610': 2}", "similar_patients": "{}"}