{"patient_id": 36000, "patient_uid": "3161680-1", "PMID": 21892301, "file_path": "comm/PMC003xxxxxx/PMC3161680.xml", "title": "Leptomeningeal Metastases in a Patient with an Extragonadal Germ Cell Tumor", "patient": "A 30-year-old man with an extragonadal GCT of mediastinal origin complained of right homonymous hemianopia and was referred to Shinshu University Hospital for the treatment of the brain metastasis. About 4 months earlier, the patient had received induction chemotherapy with three courses of BEP (bleomycin, etoposide, and cisplatin) for multiple lung metastases in another hospital. The brain lesion had grown rapidly (), and serum tumor markers were elevated, including lactate dehydrogenase (LDH) at 447 U/l (normal, 118–236), αfetoprotein (AFP) at 480 ng/ml (normal ≦10), and human chorionic gonadotropin (HCG) at 629 IU/l (normal ≦1.0). The patient had immediate neurosurgery to remove the tumor. On pathology, the tumor was diagnosed as metastatic embryonal carcinoma and yolk sac tumor (). The patient also received whole brain radiation therapy (WBRT) (total 30 Gy/10 fractions) and adjuvant chemotherapy consisting of two courses of VIP therapy (etoposide, ifosfamide, and cisplatin). All tumor markers normalized. The residual lung tumors were resected, and no tumor remnant was seen on pathology.\\nOne month after lung surgery, the patient developed lumbago and a gait disturbance. On magnetic resonance imaging (MRI), multiple leptomeningeal metastases with no brain recurrence were seen (). Salvage chemotherapy, consisting of combination irinotecan and nedaplatin therapy, was given. After four courses of therapy, the leptomeningeal lesions disappeared (). However, the serum HCG elevated again, and recurrent cerebral ventricular and meningeal lesions appeared within a short period of time. Despite the use of additional salvage chemotherapy involving three courses of TIN therapy (paclitaxel, ifosfamide, and nedaplatin), in combination with the peripheral blood stem cell transplantation, the patient died due to disease progression 12 months after the initial brain surgery.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'9193339': 1, '10210571': 1, '16328533': 1, '18072268': 1, '15933818': 1, '12404281': 1, '12164687': 1, '16463389': 1, '17593098': 1, '16834697': 1, '16237290': 1, '10091779': 1, '16211884': 1, '16126333': 1, '21892301': 2}", "similar_patients": "{}"}