{"patient_id": 161999, "patient_uid": "3692181-1", "PMID": 23814591, "file_path": "noncomm/PMC003xxxxxx/PMC3692181.xml", "title": "A case of mandible osteonecrosis after a severe periimplant infection", "patient": "A-54-year old man presented to Maxillofacial Surgery, Galeazzi Hospital, Milan, Italy, in September 2009 for evaluation. He complained of pain, and the presence of a lesion about the submental region was observed. The anamnesis showed that the patient had undergone placement of two oral implants into the mandible a few months ago. The following month, the two implants were infected and were explanted by a dentist. However, the patient developed osteonecrosis at the chin symphysis and the wound had never healed, persisting for more than two months.\\nIn the first clinical examination, the presence of two cutaneous fistulae at the submental region was noted []. The chin was extremely reddened and edematous, with areas of necrosis, especially in the medial part. In a computed tomography (CT) study, the chin symphysis presented a global osteolysis with a composed fracture along the sagittal plane [].\\nIt was decided to submit the patient to a surgical toilette, in order to remove all necrotic areas. So, sequestra were removed, a primary closure was sutured, and proper antibiotic therapy was administered. The wound was finally under control. The hyperbaric oxygen therapy further permitted complete healing of the case.\\nNo complication was recorded in the post-operative period and no further surgery was performed. The clinical follow up and the imaging [] after one year showed a complete ‘restitution ad integrum’ of the mandible.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'28757932': 1, '28280528': 1, '20457536': 1, '30814104': 1, '29876036': 1, '11021701': 1, '1573545': 1, '8944831': 1, '29876037': 1, '29876040': 1, '28757933': 1, '21365586': 1, '4512192': 1, '3468211': 1, '29876038': 1, '29876042': 1, '3473354': 1, '29876045': 1, '17448709': 1, '16454811': 1, '12027415': 1, '2294215': 1, '15236869': 1, '6706623': 1, '23814591': 2}", "similar_patients": "{}"}