{"patient_id": 38566, "patient_uid": "3420614-1", "PMID": 22937465, "file_path": "comm/PMC003xxxxxx/PMC3420614.xml", "title": "Intima Sarcoma of the Pulmonary Artery Mimicking Takayasu Disease", "patient": "A 31-year-old woman was referred to our hospital for persistent dyspnea on exertion (New York Heart Association, NYHA, class 2) and CTEPH. She had a history of hookworm infection, and 4 years ago she had an episode of acute chest pain and shortness of breath. A second episode occurred 3 months ago, being interpreted as acute pulmonary embolism precipitated by the combination of pill and smoking.\\nClinical examination revealed clubbing, a prominent pulmonary component of the second heart sound and a left parasternal systolic ejection murmur. Peripheral arterial pulsations were normal, there was no carotid arteries murmur, and blood pressure was the same on both arms (99/60 mmHg). The remainder of the examination was unremarkable.\\nRoutine laboratory examination did not show any signs of inflammation. Electrocardiogram was normal. Echocardiogram showed a thickened mitral valve, a tricuspid regurgitation of 3/4 with an estimated systolic pulmonary arterial pressure (PAP) of 60 mmHg, and a markedly dilated, mildly hypocontractile right ventricle. Right heart catherisation showed a mean PAP of 28 mmHg, a cardiac index of 2.91 L/min/m2, and a total pulmonary vascular resistance of 450 dyne.sec.cm−5. Exercise capacity was impaired as shown by a 6 min walking distance of 553 meters (69% of predicted) with desaturation from 96 to 90% and by an ergospirometry showing a peak oxygen consumption of 22 ml/min/kg with desaturation from 97 to 83%. Lung function was normal except for a low diffusion capacity of 46%. Chest X-ray showed enlarged pulmonary arteries with a right parahilar nodule, perfusion scan multiple lobar and segmental defects, and pulmonary angiography amputations of the right lower lobe and left upper lobe arteries, with multiple aneurysmal dilatations of the branches of the right upper lobe artery (). CT of the chest confirmed the presence of a nodule in the right upper lobe, which was metabolically active on PET scan ().\\nIn our patient, a 4-item differential diagnosis was discussed: (1) CTEPH, but angiography was somewhat atypical and pulmonary hypertension was mild; (2) Takayasu arteritis [], but without systemic inflammation or proximal systemic artery disease at CT, MRI, and PET scans; (3) mycotic pulmonary aneurysms [], again without systemic inflammation or chronic infection; (4) pulmonary artery intima sarcoma, but without proliferative process in central pulmonary arteries. After local as well as international multidisciplinary consultations, we initially rejected the diagnosis of pulmonary intima sarcoma and tackled the diagnosis of Takayasu disease by treating the patient with high doses of oral corticosteroids combined with ongoing anticoagulation. After 2 months of therapy, evolution was characterized by clinical deterioration with appearance of cough, brown and sometimes bloody expectorations and intermittent fever, by a slightly increased CRP (19 mg/L, <5), and by progression of the lesions on Chest X-ray (), CT (), and PET () scans. The right upper lobe nodular lesion was enlarged, while a thin-walled large cavity had replaced a previously known pleural based condensation in the right lower lobe. A bronchoalveolar lavage showed aspergillus fumigates colonization and voriconazole was added to the therapy while corticosteroids were downtitrated. Retrospectively, we found evidence for infiltrates followed by infarction/cavitation also in the upper segment of the left lower lobe. As intima sarcoma of the pulmonary artery with distal embolisation was the most probable diagnosis, it was decided to perform a pulmonary endarterectomy later completed by lung resection and/or chemotherapy with tyrosine kinase inhibitors according to cell type. While the macroscopic aspect of the surgical material was suggestive for CTEPH, histopathology confirmed the diagnosis of undifferentiated intima sarcoma. In our patient the disease progressed unfortunately very rapidly after surgery with ICU readmission on day 9 because of chest pain, severe progressive hypoxemia, and hemoptysis. As CT scan showed multiple infiltrates and recurrent obstruction of the right lower lobe artery it was decided to withhold therapy. Autopsy showed (i) residual intima sarcoma in the peripheral branches of both pulmonary arteries, with complete or partial vessel wall invasion and extravascular extension (), (ii) a myxoid nodular mass, 3 cm in diameter, in the right middle lobe, (iii) a large “cavity” with myxoid center, more specifically formed by oedematous tumoral tissue forming a lattice-like network responsible for radiolucency, in the right lower lobe. There were no signs of infection or aspergillar invasion.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'8486069': 1, '12171862': 1, '18805195': 1, '7094279': 1, '19231448': 1, '34317097': 1, '1352939': 1, '16265382': 1, '2190350': 1, '22937465': 2}", "similar_patients": "{}"}