{"patient_id": 88091, "patient_uid": "4980218-1", "PMID": 27555987, "file_path": "comm/PMC004xxxxxx/PMC4980218.xml", "title": "Pancreatic Adenocarcinoma Complicated by Sinistral Portal Hypertension", "patient": "A 66-year-old male with a past medical history of stage IV pancreatic cancer with metastasis to the liver, who was on chemotherapy treatment consisting of gemcitabine and an oral experimental agent, inosine monophosphate dehydrogenase (IMPDH), presented with increasing abdominal pain and nausea to the emergency department. The patient reported that abdominal pain increased after biliary stent replacement four days ago. Though the patient used oxycodone with dilaudid at home for pain control, he reported that the pain was increasing. On admission, he graded the pain as 8/10. The patient also complained of constipation. His last bowel movement was several days prior to his admission. The patient denied any fevers, chills, or any kind of urinary symptoms.\\nHis medications included pancreatic enzyme replacement, omeprazole, levothyroxine, sodium docusate, and pain medications as mentioned above. He admitted to drinking alcohol socially and denied smoking history. The patient was started on intravenous dilaudid and the pain improved. During his hospital stay, the belly remained distended and tympanitic, which was attributed to constipation due to the initial high doses of narcotics. The patient's abdominal x-ray subsequently showed an ileus with improvement during his hospitalization. His laboratory results showed that he was clostridium difficile antigen positive with clostridium difficile toxin negative and he was placed on intravenous (IV) metronidazole. However, on day 10 of hospitalization, the patient had an episode of nausea followed by emesis of 100-200 cc of bright red blood. He had passed brown stool and also complained of mid epigastric abdominal pain. On further evaluation, he was found to be orthostatic.\\nGastroenterology service was consulted and the patient was transferred to the intensive care unit for further management. An upper endoscopy revealed large varices with nipple and red wale signs at the gastroesophageal (GE) junction. Though the varices were banded, a large amount of blood was seen in the stomach. An axial IV enhanced computerized tomography (CT) scan of the abdomen and pelvis was repeated and it showed a pancreatic mass extending into the retroperitoneum and surrounding the hepatic artery, splenic artery, and celiac axis measuring 3.1 cm, which was unchanged. Multiple liver metastases showed an overall improvement. A CT scan also showed an insertion of the internal biliary stent with a resolution of intra and extrahepatic biliary duct dilatation, development of pneumobilia in the gallbladder, pancreatic and peripancreatic edema, and swelling in the background of the infiltrative pancreatic tumor with the suggestion of pancreatitis and minimal ascites. Adrenal glands and kidneys are unremarkable with the exception of renal cysts. Incidentally, a new splenic vein thrombosis and mild splenomegaly were found. Amylase and lipase levels were within normal range. Liver function tests remained stable (total bilirubin 1.2 mg/dL; AST 66 IU/L; ALT 178 IU/L and alkaline phosphatase 347 IU/L). An abdominal ultrasound was performed and it confirmed the findings of the CT scan, specifically the SVT.\\nThe patient continued to bleed, requiring multiple units of red blood cells. Interventional radiology was consulted for the possibility of an angiogram and embolization. The decision to give the patient comfort care was made at a family meeting. The patient was then transferred out of the intensive care unit to the oncology service with the goal of care for comfort. The patient was being treated with dilaudid and lorazepam under the supervision of palliative care team. Sadly, six days later the patient passed away, but he remained comfortable throughout the course of his hospitalization. An autopsy was offered but was denied by the family.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'2268102': 1, '15655842': 1, '13103969': 1, '303066': 1, '29218259': 2, '18981558': 1, '28494001': 1, '6970001': 1, '6976667': 1, '33387071': 1, '24839445': 2, '10907780': 1, '9619178': 1, '27555987': 2}", "similar_patients": "{'5714399-1': 1, '4009261-1': 1}"}