{"patient_id": 86578, "patient_uid": "4858445-1", "PMID": 27182470, "file_path": "comm/PMC004xxxxxx/PMC4858445.xml", "title": "Bilateral Osteonecrosis of the Femoral Head During Pregnancy Following Two Corticosteroid Injections: A Case Report and Review of the Literature", "patient": "A 34-year-old female was seen in our outpatient clinic in November 2008 for assessment of bilateral hip pain. Her pain began in July 2008, during the end of her first pregnancy, which required an expedited delivery by caesarian section due to the development of eclampsia. She received two intramuscular injections of 12 mg of betamethasone (prednisone equivalence of 75 mg) over a 48 hour period for fetal lung maturity prior to delivery. Her pain developed immediately following the delivery, two days after receiving the first injection. She subsequently developed hip pain, worse on the left side, which was progressive in nature and radiated down her anterior thigh and knee. It was aggravated from weight bearing, with her functional status limited to walking the length of her driveway.\\nHer past medical history was significant for hypothyroidism and bilateral ACL reconstruction. She was taking Synthroid and reported no allergies.\\nOn examination, she had a notable antalgic gait favouring the left side, with one centimeter of shortening. Range of motion of the left hip was limited from 0-80 degrees of flexion, 0 degrees of internal rotation, and external rotation and abduction to approximately 20 degrees. The left knee exam was normal. The right hip had mild discomfort with full range of motion, aside from a mild decrease in internal rotation.\\nRadiographs of the left hip showed collapse and sclerosis of the femoral head with preservation of the joint space, while x-rays of the right hip were unremarkable (Figure ). An MRI of the left hip showed significant osteonecrosis with collapse of the femoral head and abnormal articulation (Figure ). The MRI of the right hip revealed a small area of osteonecrosis in the superolateral head with no collapse. This imaging was in keeping with Ficat Grade 4 osteonecrosis on the left and Grade 2 on the right [].\\nGiven her symptoms and degree of immobility, it was recommended that a hemiarthroplasty be performed. This was performed in April 2009 using an Accolade 2.5-132 femoral press fit prosthesis, a minus 4V collar, and with a 49 mm unitrax unipolar ball (Stryker). In addition, debridement of the labrum was performed. She tolerated this procedure well, and there were no complications (Figure ).\\nUnfortunately, she presented one year later with recurrent bilateral hip pain, again left worse than right, which was activity related and radiated to her knees. She was taking Meloxicam and regularly attending physiotherapy. On examination, she had symmetric range of motion of both her hips, with no limitations in internal or external rotation. However, she experienced deep anterior pain in her left hip with terminal flexion.\\nRadiographs performed at this time demonstrated no interval changes on either side. The stem on the left side did not show any signs of osteolysis, although clinical impression was consistent with arthritic changes over the acetabular side of the left hip. It was recommended that she undergo conversion to a total hip arthroplasty. This was performed in June 2010 using a 48 mm Stryker Trident PSL acetabular component with an X3 28 mm liner and L-fit 28 mm head (Figure ).\\nSince her total hip arthroplasty, she has experienced significant improvement in her hip pain bilaterally. Radiographs taken in 2015 at her 5-year follow-up demonstrated the components to be in proper position on the left side (Figure ) and preserved femoral head shape. Minimal degenerative changes in the right hip with no advancement of collapse were seen on MRI performed at the same visit (Figure ).", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'16818902': 1, '17555906': 1, '11332313': 1, '31773079': 2, '13427882': 1, '1892719': 1, '10076961': 1, '19292185': 1, '7392169': 1, '1574093': 1, '7149942': 1, '29279951': 1, '17906590': 1, '29849774': 1, '32257828': 1, '18757967': 1, '482822': 1, '10391544': 1, '15723194': 1, '29067959': 1, '27182470': 2}", "similar_patients": "{'6860137-1': 1}"}