{"patient_id": 87125, "patient_uid": "4902959-1", "PMID": 27286815, "file_path": "comm/PMC004xxxxxx/PMC4902959.xml", "title": "Orthodontic treatment of an unerupted mandibular canine tooth in a patient with mixed dentition: a case report", "patient": "This case report describes the case of a 9-year-old white girl with mixed dentition. An extraoral examination revealed no significant facial asymmetry. An intraoral examination showed dentition appropriate for her age (Fig. ). She had no family or medical history that would explain eruption abnormalities.\\nOrthopantomography of her dental arches and a lateral teleradiograph of her cranium were performed for cephalometric evaluation to allow planning of an appropriate treatment plan. Orthopantomography showed an unerupted right canine tooth. As shown in Fig. , the canine tooth still had eruptive capacity but no physiological eruptive path was present.\\nAt her age, functional treatment is generally advisable. However, considering the canine ectopia, surgical–orthodontic treatment was chosen to move the canine into her arch. This case shows that it is important to act early, during the mixed dentition phase, to prevent worsening impaction of ectopic teeth, which could require tooth extraction at a later stage. The treatment involved creating a surgical incision next to her unerupted canine, applying traction on the tooth toward her arch with an anchoring device and bonding of her lower arch, followed by a phase of functional orthodontics to improve the shape of her arches.\\nThe first session involved bonding her lower arch with prepressed and pre-angled attachments to align the four incisors. The first archwire used was 0.014-inches (0.356 mm) round archwire made of nickel and titanium. Bonding was performed using her primary teeth to provide a greater anchor (Fig. , ).\\nIn the next session, we replaced the round archwire with 0.016×0.022-inches (0.406×0.559 mm) rectangular archwire made of nickel and titanium. A dental impression was made with the orthodontic bands on her mandibular sixth tooth to build a mandibular lingual archwire than eyelet in area 43, which was necessary to apply traction to her impacted tooth (Fig. ).\\nTwenty days later a surgical opening was made (Fig. ). A button was placed at the coronal level of her unerupted tooth and was tied with elastic thread to the eyelet of the auxiliary appliance to provide traction. The lingual archwire was cemented after the surgical opening.\\nTraction was applied slowly, with replacement of the elastic thread every 15 days. Approximately 4 months after the surgical opening was made, the tooth became visible in her arch (Fig. ). Traction on the tooth continued to guide it to its physiological seat. The button was replaced with a prepressed and pre-angled attachment.\\nApproximately 8 months after surgery, the tooth had moved to its physiological location and the bands were removed from her lower arch (Fig. and ).\\nOrthodontic treatment (Fig. ) was continued with two Schwarz appliances to slowly expand her arches and to improve their shape, postponing the final alignment of her teeth to a later stage, when her dentition will be complete.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'24468410': 2, '32290075': 1, '10832256': 1, '33467276': 1, '28902255': 1, '20672752': 1, '29576780': 1, '12462682': 1, '27286815': 2}", "similar_patients": "{'3917525-1': 1}"}