{"patient_id": 149126, "patient_uid": "4663776-1", "PMID": 26664214, "file_path": "noncomm/PMC004xxxxxx/PMC4663776.xml", "title": "Splenorenal graft: A safe and effective treatment for renovascular hypertension", "patient": "A 17-year-old male presented with shortness of breath, swelling of feet and oliguria of 2 months duration. He was found to have severe hypertension with impairment of renal functions and pulmonary edema. Pulse rate was 80 min, regular. Blood pressure (BP) in right upper and lower limbs were 270/120 mmHg and 210/120 mmHg, and the left upper and lower limb was 260/140 mmHg and 260/130 mmHg respectively. Abdominal examination revealed bilateral systole-diastolic renal bruit. Fundus examination showed hypertensive neuroretinopathy. Investigations showed serum creatinine 2.1 mg/dl, blood urea 62 mg/dl, sodium 139 mmol/l, potassium 3.1 mmol/l, blood sugar 86 mg/dl, haemoglobin 9.4 g/dl, total leucocyte count 7200/mm3, erythrocyte sedimentation rate: 20 mm, serum uric acid 6.6 mg/dl, serum calcium 10.6 mg/dl, serum phosphorus 4.9 mg/dl, serum proteins: 7.1 g/dl, serum albumin 3.1 g/dl. Thyroid function tests were normal. Urine examination showed protein: +, 4–6 white blood cell/hpf and 2–4 red blood cells/hpf. Twenty-four hours urine examination showed a total urine volume of 4900 ml. Urine protein: creatinine ratio was 0.27.\\nUltrasound showed right kidney measuring 8.9 cm × 3.4 cm and left kidney 9.2 cm × 4.0 cm with normal echotexture.\\nTwo-dimensional echocardiogram revealed moderate concentric left ventricular hypertrophy. Left atrium was dilated, valves were normal. There was aortic regurgitation, moderate left ventricular systolic dysfunction and Grade I left ventricular diastolic dysfunction.\\nRenal Doppler showed diffuse wall thickening with more than 90% diffuse luminal stenosis bilaterally. Distal renal arteries were poorly visualized and show decreased flow velocities. Intrarenal parenchymal arteries showed reverse flow pattern. Right renal artery showed a peak systolic velocity of 31 cm/s while the left renal artery had a peak systolic velocity of 46 cm/s. Proximal aorta showed diffuse wall thickening and decreased caliber (aorto arteritis with B/L proximal RAS of > 90%).\\nComputed tomography (CT) angiogram showed 60–70% stenosis of renal arteries at origin bilaterally []. Proximal abdominal aorta showed decreased caliber with thickened wall. The coronary arteries were normal.\\nConventional angiogram showed diffuse concentric thickening of distal thoracic and upper abdominal aorta with bilateral long-segment occlusion of main renal arteries with distal renal arteries filling through collaterals.\\nPatient was on clonidine 0.2 mg tid, nifedipine retard 20 mg tid, prazosin XL 5 mg bid, carvedilol 3.125 mg bid and torsemide 20 mg bid. With above medications, BP was 160/110 mmHg. The patient was initially treated with steroids, but there was no improvement.\\nAs both renal arteries had long-segment stenosis proximally with good distal caliber, splenrenal arterial anastomosis was planned. Intraoperative findings revealed that left renal artery was replaced by fibrous cord till hilum. One centimeter stump of the renal artery (6 mm diameter) was felt in the hilum, dividing into upper and lower divisions. The abdominal aorta was encased by thick inflammatory tissue and lymph nodes. The splenic artery was identified and anastomosed with left renal artery end to end (splenorenal anastomosis).\\nOn 2nd postoperative day BP was 140/84 mmHg with nifedipine 20 mg 1 tablet tid. Postoperative Doppler showed good filling of left distal renal artery through the splenic artery with good renal perfusion. CT angiogram was performed on 10th postoperative day that demonstrated patent splenorenal arterial anastomosis []. Patient was discharged on 10th postoperative day with advice for right kidney revascularization after 2 months. Serum creatinine at discharge was 1.2 mg/dl. At 6 months, postoperation patient's BP was 120/80 without any drugs.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'28814591': 1, '13478286': 1, '19337882': 1, '9415': 1, '13365060': 1, '426567': 1, '125478': 1, '14434529': 1, '13669854': 1, '4009836': 1, '5565666': 1, '871000': 1, '26664214': 2}", "similar_patients": "{}"}