{"patient_id": 82172, "patient_uid": "4516834-1", "PMID": 26257975, "file_path": "comm/PMC004xxxxxx/PMC4516834.xml", "title": "Sarcomatoid Renal Cell Carcinoma Metastasis to the Penis", "patient": "Our patient is an African American 55-year-old male who presented to Saint Louis University Hospital (SLUH) in November 2014 with lower back tightness and aching right-sided lower back pain radiating to the right flank for the prior two weeks. Initial ultrasound and CT imaging was positive for a right-sided mixed solid and cystic retroperitoneal mass with severe mass effect on adjacent organs. The mass, which replaced the right kidney, was noted to be 18.5 cm × 17.8 cm × 20.5 cm, and there was presence of retroperitoneal lymphadenopathy (Figures and ). CT imaging of the chest was negative for pulmonary mass or adenopathy. A recommendation for a full body PET-CT and MRI of the head was made by urology and oncology to assist with the staging of the malignancy, but neither was completed due to patient intolerance of the studies.\\nAt the time of initial presentation, our patient was an inmate at the local prison. For this reason, he requested finishing his sentence before beginning management of his condition. After returning to SLUH one month later, repeat CT imaging evidenced a new 6.2 cm × 4.2 cm nodular soft tissue mass in the left extraperitoneal space which appeared to invade the urinary bladder. There was also evidence of a new 1.7 cm liver lesion and 7 mm nodular thickening along the right posterolateral bladder wall. A PET-CT with sedation confirmed a large renal mass with intense fludeoxyglucose (FDG) uptake and was positive for mediastinal and bilateral hilar, external iliac, and inguinal lymphadenopathy, a right lower lobe pulmonary nodule, lesions in the right and left hepatic lobes, and diffuse osseous metastatic disease. There was intense uptake in the bladder appearing contiguous with the prostate and penis (Figures , , and ). This FDG uptake within the prostate was initially concerning for a synchronous primary prostate carcinoma; however a prostate exam revealed a small and smooth prostate that was inconsistent with malignancy. Multiple magnetic resonance images demonstrated no evidence of intracranial metastatic disease throughout this time. An image guided biopsy of the renal mass and immunohistochemistry evidenced spindled, malignant cells (Figures and ) with cytoplasm positive for vimentin, CD10, and AE1/AE3 (Figures , , and ) and negative for EMA, CD31, RCC, and desmin which supported a diagnosis of sarcomatoid renal cell carcinoma (SRCC). There was no histologic evidence within the biopsied material to determine a specific subtype of RCC. For this reason, our patient was given a diagnosis of unclassified renal cell carcinoma with sarcomatoid features.\\nA review of systems for our patient after this second presentation was notable for new onset distal leg edema, constipation, and severe penile pain with dysuria. He denied urinary retention or priapism. Physical exam demonstrated a hard mass at the base of the penis without ulcerations or rash. Due to the aggressive nature of SRCC and the extent of metastasis, the patient was not a candidate for cytoreductive surgery including penectomy. He was started on chemotherapy with gemcitabine and doxorubicin with pegfilgrastim. He was discharged to a skilled nursing facility for continued chemotherapy with a prognosis of less than one year.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'14506678': 1, '21890909': 1, '33102061': 1, '22234634': 1, '28971132': 1, '7072034': 1, '2014605': 1, '11224597': 1, '3880809': 1, '26257975': 2}", "similar_patients": "{}"}