{"patient_id": 141607, "patient_uid": "4204249-1", "PMID": 25336806, "file_path": "noncomm/PMC004xxxxxx/PMC4204249.xml", "title": "Malignant fibrous histiocytoma of the scalp: A rare differential with a dramatic clinical presentation", "patient": "A 5-year-old girl child was brought to our centre by her caretakers for an increasing soft tissue swelling involving the right temporal region of her scalp for just about a year. Her neonatal, immunization and past medical histories were normal. Clinical examination revealed a 10 × 8cm soft tissue swelling, which was fixed to the underlying right temporal bone. The summit of the swelling showed a 6 × 4 cm necrotic ulcer with scabbing and occasional serous discharge. The swelling extended 3 cm lateral to the lateral canthus of the right eye in its medial aspect and was seen displacing the right pinna downwards in its inferior aspect. [] A Computerized Tomography (CT) scan of the head and neck revealed the large extra cranial well enhancing soft tissue mass in the right temporal region which was seen eroding both the outer and the inner tables of the right temporal bone, but without any intra-dural or intracranial extension. [] A trucut biopsy from the lesion suggested a diagnosis of a high grade MFH. A CT scan of the chest was normal and so were other hematological and biochemical parameters. She was taken her for an upfront radical surgery which entailed an enbloc wide excision of the tumor along with the underling temporal bone. The resultant soft tissue and bony defect was reconstructed by a scalp rotation flap and a skin graft to cover the donor site. [Figure –] The final histopathology revealed a fleshy tumor measuring 10 × 8.5 × 8cm which on microscopy revealed a tumor consisting of sheets and fascicles of oval to spindle cells with moderate cytoplasm and hyper chromatic nuclei surrounded by collegenizedstroma. Mitosis was seen in 0-2 per 10 high-power fields. Immunohistochemistry revealed immunopositivity to vimentin, smooth muscle actin, myogenin and CD68. Immunohistochemistry for keratin, desmin, CD31 and CD34 were negative. 40% of the tumor cells showed nuclear positivity for Ki-67. The final diagnosis with immunohistochemistry correlation was that of a spindle cell sarcoma high grade consistent with a MFH. [Figure –] The patient was offered adjuvant radiotherapy but her caretakers were not keen on the same. She is presently disease free for close to a year following her surgery.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'32461868': 2, '10731876': 1, '12767098': 1, '18517265': 1, '17488162': 1, '12406189': 1, '17987301': 1, '10735967': 1, '19119134': 1, '16119897': 1, '11823689': 1, '25972949': 2, '25336806': 2}", "similar_patients": "{'4421955-1': 1, '7243839-1': 1}"}