{"patient_id": 149697, "patient_uid": "4712541-1", "PMID": 26770903, "file_path": "noncomm/PMC004xxxxxx/PMC4712541.xml", "title": "A Case of Post-Traumatic Pseudocyst in the Spleen Successfully Treated with Alcohol Sclerotherapy", "patient": "A sixteen-year-old boy visited our hospital for a follow-up examination of a splenic cyst. He did not complain of any symptoms related to the cyst. Initial laboratory findings are as follows; white blood cell (WBC) 5,710/mm3, aspartate aminotransferase/alanine aminotransferase 16/12 IU/L, total bilirubin 0.4 mg/dL, albumin 4.5 g/dL, amylase/lipase 104/19 IU/L. He had experienced a blunt trauma to the abdomen three years prior to presentation. At that time, he had received emergent laparotomy at another hospital to find out the cause of abdominal pain and was diagnosed as having a splenic cyst in the lower pole of the spleen and hemoperitoneum. The cyst was 6.8×9.5×7.0 cm and asymptomatic (). Conservative management was tried. However, a follow-up ultrasonographic examination three years later revealed that the size of the cyst was unchanged () and other treatment options were needed to prevent complications.\\nThe mass was punctured with an 18 G needle under ultrasound guidance, and 170 mL of yellowish serous fluid aspirated. A contrast medium was injected through a pig-tail catheter. The cyst did not have any contact with any other space and had a smooth wall (). The results of analysis of the aspirated fluid are as follows; pH 8.0, WBC 26/mm3 (lymphocyte 27%, eosinophil 11%, macrophage 61%, neutrophil 1%), glucose 65 mg/dL, total protein 9.6 g/dL, lactic dehydrogenase 590 IU/L. A microbiologic culture of aspirated fluid was sterile. Then 90 mL of ethanol (99%) was injected into the cyst. Two hours later the fluid in the cyst was completely evacuated and the catheter was removed.\\nTen days later, an ultrasound showed that the size of the cyst was half of its original size (). After four months, the ultrasound could no longer detect the cyst and showed a small solid-like lesion (). One session of sclerosis with ethanol had succeeded in obliterating the cyst. There were no other complications.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'16647350': 1, '7548819': 1, '16528627': 1, '8371303': 1, '8489972': 1, '12403089': 1, '12793287': 1, '8140837': 1, '28267665': 1, '14326973': 1, '9265677': 1, '7455112': 1, '18022436': 1, '12677583': 1, '10382058': 1, '1394358': 1, '9244097': 1, '3880981': 1, '578891': 1, '8539390': 1, '26770903': 2}", "similar_patients": "{}"}