{"patient_id": 84734, "patient_uid": "4705617-1", "PMID": 26743541, "file_path": "comm/PMC004xxxxxx/PMC4705617.xml", "title": "Rapid diagnosis of Propionibacterium acnes infection in patient with hyperpyrexia after hematopoietic stem cell transplantation by next-generation sequencing: a case report", "patient": "On January 5th, 2014, a 2-year-old boy with JMML was presented to the pediatric hematology and oncology department for abnormal hemogram lasting for two months. Then, he was admitted to the hospital and discharged 8 days later after completing the Human Leukocyte Antigens (HLA) matching (Fig. ). Subsequently, he continued with chemotherapy and outpatient medications, including mercaptopurine, prednisone, and 13-cis-retinoid acid (isotretinoin).\\nOn June 5th, 2014, the patient returned to the hospital for preparation before HSCT. His vital signs were normal, and physical examination was unremarkable except some discrete old rashes on skin (Fig. ). The result of hospital laboratory examinations was also normal. Since June 10th, patient started to receive a myeloablative conditioning regimen [busulfan (BU) 1.2 mg/kg iv. q6h for 4 days, cyclophosphamide (CTX) 50 mg/kg iv. qd for 4 days and anti-thymocyte globulin (ATG) 3.3 mg/kg iv. qd for 3 days]. However, the patient suffered from fever (up to 39.8 °C) with mild cough and running nose since June 15th, indicating respiratory infection. Subsequently, clinical examinations were performed to analyze the possible cause. The blood/marrow culture were negative. The number of his peripheral white blood cells and neutrophils was 7500 and 2450 per cubic millimeter, respectively. The C-reactive protein (CRP) was above 200 mg per liter (normal range, 0 to 5 mg per liter). The procalcitonin (PCT) was 0.15 ng per milliliter (normal range, 0 to 0.1 ng per milliliter). The G test which was target for broad spectrum dectection of fungal infection was 20.6 pg per milliliter (normal range, 0 to 20 pg per milliliter). All these results from assays of serum liver-enzyme, usea nitrogen, creatinine, electrolyte and pathogen specific antigen were within range of normal value. However, the result of chest X-ray showed increased lung-markings. Consequently, the patient was treated with meropenenm (MEM) targeted for gram-negative and other refractory bacteria, and vancomycin (VANC) targeted for gram-positive cocci. Meanwhile, antifungal agent caspofungin acetate (CAS) and antiviral agent acyclovir (ACV) were also administered as prophylaxis (Fig. ).\\nThe patient underwent the cord blood transplantation and HSCT (the donor was his mother) on June 20th and 21th, respectively. From June 15th to June 24th, patient’s body temperature dropped to 38.5 °C from 40.5 °C, then rose to 40.3 °C again (Fig. ). Meanwhile, CRP dropped to 8.5 mg per liter (normal range, 0 to 5 mg per liter).\\nAlthough treatments had been performed regularly, his symptoms of fever, chills and cough still didn’t lighten. Physical examination showed some previous discrete rashes and coarse lung sounds. CRP was 119.2 mg per liter (normal range, 0 to 5 mg per liter). MEM and VANC almost had no effect on the clinical symptoms. Then, his primary care physician decided to switch drugs to linezolid (LZD) against gram-positive cocci, tobramycin (TOB) against gram-negative bacteria for a week, and voriconazole for fungal prophylaxis (Fig. ).\\nDuring this period, patient also experienced anemia and thrombocytopenia occasionally. After transfusion of washed red blood cells and platelets for skin bleeding, the number of his hemoglobin and platelets returned to normal. During the next two weeks, he still presented with fever, mild expectoration and some discrete old rashes, suggesting the possibility of tuberculosis bacillus infection. Considering the medication safety, the doctor stopped using TOB and LZD, and changed to use the rifampicin (RFP) and fusidic acid against gram-positive bacteria and tazocin against drug-resistance gram-negative bacteria (Fig. ). On July 13th, lumber puncture was performed to collect cerebrospinal fluid (CSF) for tubercle bacillus detection, but no positive results were obtained by culture and PCR based methods. After a week, the computed tomography (CT) of chest showed pneumonia in the posterior basal segment of the lower lobe of right lung (Fig. ), and CRP became 0.2 mg per liter (normal range, 0 to 5 mg per liter), but his body temperature still fluctuated between 37.7 °C and 39 °C. Finally, we got the informed consent of patient’s mother on behalf of the patient for detecting potential pathogens based on NGS technology (Fig. ).\\nWithin 43 h after collecting patient’s blood, we finished the detection of pathogens, identifying 22,123 (out of 2,602,891) sequence reads (0.8499 %) uniquely corresponding to Propionibacterium acnes (P. acnes, G\\n) genome. P. acnes accounted for a very high proportion in detectable microorganisms and possessed a high coverage of genome, which was also significantly higher than control (Fig. ). This result was re-confirmed by the NGS detection and species specific real-time PCR (RT-PCR). Based on the result, the primary care physician turned to adopt specific drugs for treatment of P. acnes infection immediately, including VANC, ciprofloxacin (CPFX) and amikacin (AMK) against gram-positive bacteria, CAS and ACV for prophylaxis of fungal and virus infections.\\nOver the next 5 days, the patient gradually recovered with his body temperature returning to normal range and his old rash fading (Fig. ). However, other complications still persisted, such as the graft versus host disease (GVHD).", "age": "[[2.0, 'year']]", "gender": "M", "relevant_articles": "{'34174895': 2, '24568204': 2, '21734245': 1, '25047281': 1, '22114965': 1, '34012272': 2, '23725672': 1, '33614906': 1, '34490137': 1, '24896819': 1, '32373224': 1, '12763449': 1, '18256387': 1, '25187583': 1, '16849716': 1, '18447670': 1, '24982315': 1, '22981447': 1, '22252806': 1, '19392888': 1, '31105860': 1, '17874243': 1, '26743541': 2}", "similar_patients": "{'8235577-1': 1, '8128509-1': 1, '4015906-1': 1}"}