{"patient_id": 83644, "patient_uid": "4624603-1", "PMID": 26511208, "file_path": "comm/PMC004xxxxxx/PMC4624603.xml", "title": "A rare association - amelogenesis imperfecta, platispondyly and bicytopenia: a case report", "patient": "A 5-year-old Moroccan boy was referred to the Department of Pediatric Dentistry for dental treatment. He is the first child of a healthy consanguineous couple (first degree). Both parents have normal teeth. No dental problems were reported in other family members.\\nA detailed medical, dental and social history of the parents was obtained. The medical history and general physical condition were unremarkable.\\nThe boy was born at term after a normal pregnancy, with low birth measurements (weight 1500 g, length 39 cm).\\nAt 24 months of age, he could neither crawl nor walk. He was hospitalized several times to investigate the cause of his failure to thrive, his facial dysmorphology (a thin triangular face, almond-shaped eyes, a big nose and short neck), and swelling of his hands and feet. A physical examination at age 30 months revealed a body weight of 8000 g [−4 standard deviation score (SDS)]. His vital signs were within normal range. In general, the boy was small, thin, and hyperactive with aggressive behavior. Also he was noted to have brief episodes of loss of consciousness.\\nAn examination of his cardiovascular, respiratory, and neurological systems was unremarkable.\\nAbdominal ultrasonography showed a normal hepatobiliary gallbladder without any anomaly identified.\\nFrontal digital radiography of his rib cage showed a normal mineralization of the bone matrix, no rib injuries, with rib number and morphology appearing normal.\\nThe genitourinary examination revealed an intra-abdominal testicle.\\nA complete blood count revealed bicytopenia (normocytic-normochromic anemia with thrombocytopenia): a hemoglobin concentration of 118 g/l (range, 115–140), a hematocrit level of 34 % (range, 37–45 %), a red blood cell count of 3.7 M/μl (range, 3.2–5.5), a total white blood cell count of 9400/μl (neutrophil count 2162/μl), and a platelet count of 126,000/μl (range, 150,000–450,000). Peripheral blood smears of our patient confirmed normocytic-normochromic anemia and low platelet counts.\\nA cytomorphological examination showed his bone marrow to be free of blast or malignant cells, with normal maturation of the erythroid (18 %) and neutrophil (62 %) lineage. Eosinophils (2 %), lymphocytes (18 %), and megakaryocytes were also of normal number and morphology.\\nThe metabolic workup, including tests for serum electrolytes, fasting blood glucose, renal function, aspartate aminotransferase (AST), alanine aminotransferase (ALT), iron and ferritin, were all within normal limits.\\nHis urinalysis was normal (pH 6, protein negative, ketone negative, blood negative, leukocytes negative) and urine cultures were negative.\\nA complete infectious workup, including a human immunodeficiency virus (HIV) test, was negative.\\nThe values of immunoglobulin A (IgA) and IgG antitissue transglutaminase antibodies were negative.\\nThe thyroid function tests and the cortisol levels taken at 8:00 a.m. were within normal limits.\\nResults of somatomedin C [insulin-like growth factor 1 (IGF-1)] and testosterone tests were as follows: IGF-1 16 μg/l (range, 27–114) and testosterone 0.08 ng/ml (range, 1.56–8.77).\\nThe insulin tolerance test showed no response to growth hormone (GH). Thus, the diagnosis of GH deficiency was confirmed. This deficiency was treated with injections of GH until the age of puberty.\\nA brain magnetic resonance imaging (MRI) scan was unremarkable.\\nA cytogenetic examination revealed a chromosomal formula 46, XY, a minor increase in the rate of chromosomal breaks (15 breaks), with a triradial picture.\\nA radiographic examination of his hands showed a normal bone structure, but bone age was delayed by 3 months in this 30-month-old child. A brachymesophalangy, cone epiphyses at the second phalanges, and pseudoepiphysis at the metatarsals were observed (Fig. ).\\nA radiographic examination of his spinal column showed a deviation of the spine in the frontal plane in the form of a thoracolumbar scoliosis. The interpedicular distance was not expanded; but a mild platispondyly exists, especially in T11 and T12 (Fig. ).\\nA dental examination revealed hypoplastic AI with a bacterial biofilm deposit on tooth surfaces (Fig. ).", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'7243420': 1, '19213025': 1, '26217651': 1, '3150442': 1, '8721563': 1, '17408482': 1, '12014527': 1, '12833413': 1, '19680205': 1, '12617253': 1, '25669657': 1, '26511208': 2}", "similar_patients": "{}"}