{"patient_id": 149609, "patient_uid": "4701793-1", "PMID": 26770234, "file_path": "noncomm/PMC004xxxxxx/PMC4701793.xml", "title": "A Case of Pneumonia Caused by Raoultella planticola", "patient": "A 58-year-old man visited our hospital with cough, purulent sputum, and dyspnea since a month prior. The patient presented no medical history except a 30 pack-year smoking history.\\nOn admission, the patient's vital signs were as follows: blood pressure 100/70 mm Hg, pulse rate 92 beats per minute, body temperature 37.4℃, and respiratory rate 35 breaths per minute. Auscultation of lungs revealed coarse breathing sounds with crackle and wheezing on both lower lung fields. The oxygen saturation was 94%, pH 7.48, PaO2 63.0 mm Hg, and PaCO2 32.0 mm Hg while the patient was breathing ambient air. A complete blood count showed a white blood cell (WBC) count of 6,920/mm3 (neutrophils 70.9%, lymphocytes 21.9%, monocytes 20.9%, and eosinophils 9.8%), a hemoglobin of 12.4 g/dL, and platelets 198,000/mm3. Serum chemistry showed blood urea nitrogen 18.6 mg/dL, creatinine 1.0 mg/dL, aspartate aminotransferase 158 IU/L, alanine aminotransferase 439 IU/L, alkaline phosphatase level of 386 IU/L, and a C-reactive protein 7.0 mg/dL. The following day, WBC increased to 19,220/mm3 with neutrophil 91.4%; and C-reactive protein increased to 8.5 mg/dL. An electrocardiogram revealed normal sinus rhythm and cardiac enzyme within was normal range.\\nPlain chest radiography on admission showed cardiomegaly and consolidation on both lung fields (). Contrast-enhanced chest computed tomography demonstrated diffuse ground glass opacity and consolidation in both lungs. Underlying emphysematous and bullous changes were also noted predominantly in the lower lobes (). An echocardiography showed an ejection fraction of 10% and severe left ventricular systolic dysfunction with no regional wall motion abnormality.\\nInitially, we suspected bacterial pneumonia and heart failure consequent to pulmonary edema. Empirically, levofloxacin, piperacillin-tazobactam, and diuretics were started intravenously. At 7 days follow-up after admission, 2 sputum cultures showed R. planticola with showed sensitivity to most antibiotics except for ampicillin and ciprofloxacin; no different bacteria were detected. Blood cultures were sterile. We diagnosed a pneumonia caused by R. planticola. We stopped levofloxacin based on the sputum result and continued piperacillin-tazobactam treatment.\\nSeven days after hospitalization, dyspnea had improved and cough and sputum production was reduced. Fifteen days after admission, laboratory analysis was as follows: a WBC count of 5,420/mm3 (neutrophils 55.9%) and C-reactive protein 0.26 mg/dL. At 3 weeks follow-up after admission, chest radiography showed decrease in both ground glass opacity and consolidation in both lung fields; in addition, contrast-enhanced chest computed tomography showed improvement of pneumonia (). The patient continued antibiotic therapy for 4 weeks and was discharged. Since discharge, he has been followed up at an outpatient clinic without evidence of recurrence.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'33823908': 2, '25595510': 1, '19812278': 1, '29379605': 1, '20811592': 2, '28705846': 1, '22690225': 2, '20852504': 1, '23574552': 1, '25944570': 1, '29279494': 1, '34444286': 1, '22802099': 1, '29866679': 1, '22096135': 1, '30805529': 1, '6143213': 1, '28063019': 1, '17446297': 1, '32395267': 1, '22820690': 1, '22423899': 2, '27516968': 1, '31565636': 2, '28349509': 1, '28271042': 1, '26770234': 2}", "similar_patients": "{'2929492-1': 1, '6758960-1': 1, '8025561-1': 1, '3368336-1': 1, '3362755-1': 1}"}