{"patient_id": 78772, "patient_uid": "4275023-1", "PMID": 25566352, "file_path": "comm/PMC004xxxxxx/PMC4275023.xml", "title": "Case Report: Rare occurrence of\\n Pseudomonas aeruginosa osteomyelitis of the right clavicle in a patient with IgA nephropathy", "patient": "A 47 year old South Asian male teacher presented to our institute in June 2012 with a diagnosis made elsewhere of accelerated hypertension and acute left ventricular failure following a recent anterior wall myocardial infarction. He was admitted to hospital for further cardiac management, and a nephrology consultation was sought for renal insufficiency (serum creatinine 1.9 mg/dl). The presence of an active urinary sediment (urine albumin 3+ by dipstick and microscopic hematuria) necessitated a renal biopsy which showed IgA nephropathy (\\n) with an Oxford Pathological score of M1E0S1T1, 5/10 glomerular sclerosis and 30% IF/TA with hypertensive changes in blood vessels (\\n). The patient was initiated on olmesartan 20 mg/day and prednisolone 50 mg/day and a follow up for management of proteinuria was advised.\\nHe presented again 7 months later with swelling pain and erythema of the right clavicle that had been present for 2 months. He was evaluated for these complaints at another centre before presentation to ours and was diagnosed with synovitis of the medial end of the right clavicle. Ultrasound guided aspiration of fluid from the swelling and analysis of bacterial cultures in an external laboratory did not reveal any organism. The patient was subsequently treated with non steroidal anti inflammatory drugs and prednisolone for 1 week.\\nPhysical examination following admission at our centre revealed a normal body mass index (BMI) and vitals with an otherwise unremarkable systemic examination. Local examination of the right clavicle revealed a swelling of 2×3 cm with erythema, induration, warmth and tenderness with a firm consistency. The skin did not show discharging sinuses. Laboratory investigations revealed the following: white blood cells (WBC) count 12,400 cells/mm\\n3 with predominant polymorphonuclear cells, platelet count 290,000/mm\\n3, erythrocyte sedimentation rate (ESR) 93 mm/hr, urea 42 mg/dl and serum creatinine 1.5 mg/dl. Liver function tests revealed: serum glutamic oxaloacetic transaminase (SGOT) 69 IU, serum glutamic-pyruvic transaminase (SGPT) 44 IU, alanine aminotransferase (ALP) 130 kU, total protein 7.3 g/dl serum albumin 3.3 g/dl. Serology for HIV, hepatitis B and the venereal disease laboratory test (VDRL) were negative, anti-streptococcal antibody (ASO) was titre-negative, and C3 and C4 levels were within the normal range.\\nUrine analysis showed 1+ albumin by dipstick, and microscopic examination of the urine showed 6–8 WBC/high power field (hpf), 2–3 epithelial cells/hpf, 4–6 RBCs/hpf and occasional granular casts. Sonography of the abdomen showed bilateral normal sized kidneys with increased echogenicity and maintained corticomedullary differentiation. Ultrasound guided aspirate of the pus from the right clavicle was cultured using BacT Alert 120 (bioMerieux, France) which showed Gram-negative and oxidase-positive rods. This suggested the presence of\\nP. aeruginosa that was found to be sensitive to cefoperazone and sulbactam, using Vitek Compact II (bioMerieux, France). Repeated staining for Acid Fast Bacilli was negative. Tuberculosis (TB) PCR analysis and staining for fungal elements were negative. CT scan of the clavicle showed cortical and subcortical irregularity with soft tissue swelling of the medial end of right clavicle suggestive of osteomyelitis. Curettage and lavage of the site was followed by a gentamicin impregnated dressing (Septocoll E, Biomet Deutschland GmbH, Berlin), and histopathological examination of the sequestrum revealed non-caseating granulomas surrounded by many neutrophils, lymphocytes and plasma cells, suggestive of chronic osteomyelitis. The patient was begun on intravenous cefoperazone and sulbactum 1.5 g BD as per the sensitivity report for a period over 3 weeks.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'20567728': 1, '16612610': 1, '1496974': 1, '33575360': 1, '9661128': 1, '12668581': 1, '9040616': 1, '19554172': 1, '8215617': 1, '12213946': 1, '25566352': 2}", "similar_patients": "{}"}