{"patient_id": 148187, "patient_uid": "4601424-1", "PMID": 26538704, "file_path": "noncomm/PMC004xxxxxx/PMC4601424.xml", "title": "Nodulo-ulcerative Tuberculosis of the Glans Penis—A Case Report and a Discussion on Nomenclature of Genital Tuberculosis", "patient": "A 55-year-old-male patient, who was a farmer by profession, presented to our Dermatology out-patient Department with complaint of a long-standing, non-healing, painless lesion over his genitalia for last 12 month. Initially there was an erythematous nodule that gave rise to multiple ulcers over the glans penis and around the urethral meatus.\\nThe patient was married with two children. There was no history of any high risk behavior including history of exposure in either the husband or the wife. The wife had no symptoms and her clinical examination was within normal limits. There was no history of any similar lesion in the past, bleeding from the lesions or any urethral discharge. He had no history of any evening rise of temperature or loss of weight in the recent past. He had been vaccinated with BCG vaccine at birth. He had tried different treatment modalities without any response. He was in good health overall, but concerned about the genital lesion.\\nOn examination of the penis, the prepuce was mobile and retractable. There were multiple shallow ulcers, some of them confluent, with undermined edges and yellow granulomatous indurated base over the glans penis. They were of variable sizes and measured from 3mm to 5mm and from 4mm to 6 mm in size []. There were no signs of tenderness and inguinal lymphadenopathy. Examination of rest of the genitalia was within normal limits.\\nLaboratory investigations revealed a raised ESR (40 mm for 1st hour). Serologic tests for HIV and VDRL tests were negative. Dark field examination for Treponema pallidum, Gram stain for Haemophilus ducreyi, smear for Donovan bodies and Tzanck smear for giant cells were all negative. Microscopic examination of urine and culture revealed no abnormality. Acid fast bacilli were not demonstrable in either scraping from the ulcer base, urine or sputum. Ultrasonography of the kidney, ureters and bladder was within normal limits. Mantoux test was strongly positive (22 × 25 mm) []. Chest radiograph was within normal limits. A biopsy from the lesion revealed characteristic findings on histopathological examination. The epidermis was ulcerated with an epithelioid granuloma with central caseation necrosis. Numerous Langhans type of giant cells were seen with lymphoid cell infiltration [Figures and ].\\nBased on the above-mentioned findings, the patient was diagnosed with tuberculosis of the glans penis. He was started on anti-tuberculosis therapy (ATT) under Category I as per the Revised National Tuberculosis Control Program (RNTCP). The patient came for regular follow-up and there was complete subsidence of the lesions after 6 months of therapy with ATT [].", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'11148753': 1, '23679884': 1, '28208927': 1, '17106609': 1, '11692317': 1, '19882044': 1, '34603968': 1, '10233340': 1, '986856': 1, '17446296': 1, '26538704': 2}", "similar_patients": "{}"}