{"patient_id": 79178, "patient_uid": "4301485-1", "PMID": 25621056, "file_path": "comm/PMC004xxxxxx/PMC4301485.xml", "title": "Metastasis of the liver with a granulosa cell tumor of the ovary: A case report", "patient": "A 62-year-old female was admitted to The Affiliated Hospital of Guilin Medical University (Guilin, China) in 2013 with acute abdominal pain and severe malnutrition. Previously, in 1986, at 35 years of age, the patient had undergone a total abdominal hysterectomy and bilateral salpingo-oophorectomy (TAH+BSO) for a stage 1 grade 1 adult GCT of the ovary in the Second Hospital of Guangxi Province (Guilin, China). The patient did not receive any adjuvant chemotherapy and remained disease-free until 2013. Upon admittance to hospital in 2013, the blood test for the α-fetoprotein (AFP) tumor marker was negative. A computed tomography (CT) scan of the patient was performed and reviewed. A 2.5-mm slightly enhancing mass was observed in the tumor of metastasis; the tumor was ~10×15×25 cm in size (). A biopsy was not obtained prior to surgery. Following the diagnosis of right PLC, surgery was performed. Recurrences were present on the right hemi-liver and jejunum, with sparse nodules. A radical hepatectomy involving segments 5/6, a cholecystectomy and a segmental jejunectomy were performed. Following the resection, the tissues were delivered to the Department of Pathology, and then embedded in paraffin and sectioned. The pathological results showed Call-Exner bodies as microfollicular structures and clear metastasis of the liver, with GCT of the ovary (). Immunhistochemistry results revealed positivite staining for CD56, CD99, inhibin-α and S-100 and negative staining for CK19. The patient made a good recovery, with resolution of the previous abdominal pain, and remains disease-free at one year post-surgery.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'34671531': 2, '12769214': 1, '18815151': 1, '3891073': 1, '29796312': 1, '30465009': 1, '18386473': 1, '22175649': 1, '29871662': 1, '21776915': 1, '32494954': 2, '2776109': 1, '17945423': 1, '32030011': 1, '21077485': 1, '32976259': 1, '15099981': 1, '18025802': 1, '25621056': 2}", "similar_patients": "{'8520693-1': 1, '7270424-1': 1}"}