{"patient_id": 152879, "patient_uid": "4934095-1", "PMID": 27433053, "file_path": "noncomm/PMC004xxxxxx/PMC4934095.xml", "title": "Calcifying odontogenic cyst with luminal and mural component (Type 1c)", "patient": "A 22-year-old male patient reported to the Christian Dental College with the complaint of a swelling in the lower front region for the past 2 months and pain associated with the swelling for the past 25 days. The swelling was progressively increasing. The pain which was associated with the lower front teeth was gradual in its onset, continuous, severe, aggravated on mastication, and relieved on medication. The patient's medical history was not contributory. Extraoral examination revealed an ill-defined swelling seen on the lower jaw in the chin region, which was tender on palpation []. The right submandibular lymph node was palpable; single, firm, and nontender. The skin over the swelling was of normal color. Intraorally, a well-defined swelling was observed in the labial vestibule. The teeth associated with the swelling, 31, 33, 41, and 83 were mobile. 43 and 32 were missing. Obliteration of the lower labial vestibule and lingual expansion of the swelling was seen []. On palpation, the lesion was hard in consistency and tender. An orthopantomograph was taken which revealed a large radiolucency extending from 43 to 33 region. 43 and 32 were impacted within the lesion []. Flecks of radioopacities were also seen. Aspiration revealed a straw colored fluid. Computed tomography scan of the area was advised which showed a large bony expansile lesion with perforation of the labial cortical plate [].\\nBased on the above findings, provisionally, it was diagnosed as an adenomatoid odontogenic tumor, with a differential diagnosis of the dentigerous cyst, COC, and calcifying epithelial odontogenic tumor.\\nExcisional biopsy was performed, following which the specimen was sent for histopathological examination []. Microscopically, one section showed a cystic lining composed of 2–3 cell layers thickness, resembling the reduced enamel epithelium, with an underlying fibrous connective tissue capsule []. The other sections showed a proliferating lining epithelium, in areas opening up to form stellate reticulum like cells. Most of these areas showed numerous ghost cells and calcifications, some of these calcifications were ovoid with a lamellated appearance []. The underlying connective tissue capsule showed amelobalstomatous proliferation with the presence of odontogenic follicles [Figures and ]. Based on the clinicopathologic findings, a final diagnosis of COC is given.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'6948493': 1, '6958318': 1, '15583537': 1, '13949298': 1, '18197022': 1, '19917476': 1, '2005490': 1, '9216498': 1, '8189290': 1, '3127486': 1, '16504870': 1, '20303045': 1, '27433053': 2}", "similar_patients": "{}"}