{"patient_id": 144835, "patient_uid": "4398121-1", "PMID": 25327495, "file_path": "noncomm/PMC004xxxxxx/PMC4398121.xml", "title": "Successful Treatment of Intractable Bleeding Caused by Radiation-Induced Hemorrhagic Gastritis Using Oral Prednisolone: A Case Report", "patient": "A 59-year-old woman presented with dark urine and generalized pruritus in April 2012. Diagnostic work up revealed a stage IIIB or IV Klatskin tumor. Previous to this, she had undergone total abdominal hysterectomy and bilateral salpingoophorectomy for uterine cervical cancer in February 1993 and had undergone a modified radical left mastectomy for left-sided breast cancer in September 2008. Thus, the Klatskin tumor was her third cancer.\\nAfter confirmation of the Klatskin tumor, a radical operation was performed on April 20, 2012. The operation consisted of resection of the left lobe of the liver and radical extrahepatic bile duct resection with Roux-en-Y heapticojejunostomy, combined with portal vein partial resection and re-anastomosis. The tumor was pathologically diagnosed as adenocarcinoma consistent with a Klatskin tumor that had directly invaded the liver. In addition, the tumor was present in the portal vein, lymphatic area, cystic duct, and perineural area. The distal bile duct resection margin was focally involved, and the liver parenchymal resection margin was very close. Because of these high risk pathological findings, postoperative three dimensional conformal radiotherapy was performed from May 22, 2012, to July 3, 2012, with a total radiation dose of 54 Gy over 30 fractions. The radiation treatment volume included the tumor bed and regional lymph node area. The antrum of the stomach was also included in the radiation treatment volume (). Mean radiation dose of the stomach was 37.7 Gy, and the maximum radiation dose to the stomach antrum was 55.1 Gy. In the dose volume histogram (), 30% of stomach volume received a radiation dose higher than 50 Gy, and the stomach antrum received a greater part of the overall radiation burden to the stomach. Cisplatin and 5-fluorouracil systemic chemotherapy was administered concurrently with radiation therapy. After the end of radiation therapy, chemotherapy was continued for a total of six cycles. The last chemotherapy cycle ended on October 12, 2012.\\nThe patient was admitted on November 13, 2012 (100 days after completing radiotherapy) with melena and anemia. Her platelet count (115×103/μL) was consistent with a grade 1 thrombocytopenia. The results of blood coagulation tests (prothrombin time [PT] international normalization ratio 1.11, PT % 80.0, PT sec 11.8, activated partial thromboplastin time 35.7 seconds) were normal. She did not take any anticoagulant or antiplatelet medications, and did not have a history of bleeding disorder. Esophagogastrodudenoscopy (EGD) showed diffuse edematous antral hyperemia and bleeding (). The oozing area was so diffuse that effective laser coagulation was not feasible. On abdominopelvic computed tomography, no bleeding focus was found throughout the small and large bowels or at the anastomosis site. A proton pump inhibitor was initiated at admission, but the melena persisted. Between November 13 and 15, the patient required 2,240 mL of packed red blood cells (RBC). Follow-up EGD performed on November 19 showed no change in hemorrhagic antral mucosa, during which epinephrine was injected. However, the melena persisted, and transfusion of 3,200 mL of additional packed RBC was performed between November 20 and 30. Because the area of bleeding was confined to the highly irradiated antral area and various measures were not successful, we concluded that the hemorrhagic gastritis was due to radiation therapy. Therefore, we decided to try oral steroid treatment, which (10 mg prednisolone four times/day; total daily dose 40 mg) was initiated on November 30. The melena stopped after six days of treatment with oral prednisolone without correction of thrombocytopenia. Between December 1 and 5, an additional 1,600 mL of packed RBC was transfused. On treatment day 8, the prednisolone dose was tapered to 20 mg daily (5 mg four times/day). EGD performed on December 10, 2012 (treatment day 11) showed discrete blood clots and scanty hemorrhagic mucosa in the pyloric antrum without a definite bleeding focus and markedly decreased oozing compared to the previous endoscopic study (). The daily steroid dose was tapered to 10 mg (5 mg bid) on treatment day 11. After treatment day 14, the daily dose was tapered to 5 mg and maintained for two months. For the month following cessation of melena, a total of 1,120 mL RBCs were transfused. Since then, the patient has not experienced subsequent bleeding episodes, and did not require additional transfusion.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'12974916': 1, '16122506': 1, '2032882': 1, '10811331': 1, '22332352': 1, '31598345': 1, '23326152': 1, '20226458': 1, '9762196': 1, '34616249': 2, '12424569': 1, '10748456': 1, '26309374': 1, '26686486': 1, '20396570': 1, '34393154': 1, '29554942': 1, '17603236': 1, '30572453': 2, '25327495': 2}", "similar_patients": "{'6320029-1': 1, '8454251-1': 1}"}