{"patient_id": 147476, "patient_uid": "4549999-1", "PMID": 26321847, "file_path": "noncomm/PMC004xxxxxx/PMC4549999.xml", "title": "Dental management of patient with Williams Syndrome - A case report", "patient": "A female patient aged 17 years reported to Faculty of Dentistry, SEGI University for a routine dental check-up. The patient was of Chinese ethnicity and was accompanied by her mother. Patient's medical history revealed underlying Williams syndrome. Detailed history, extra-oral examination, intra-oral examination, and radiographic evaluations were performed. Extra-oral examination revealed the long face, broad forehead, wide cheeks, underdeveloped mandible, pouting lips, and widely spaced eyes. The characteristic “elfin facies” seen in Williams syndrome was noticed []. Intra-oral examination revealed Angle's class III malocclusion []. The mandibular right lateral incisor was screwdriver shaped [Figure and ]. Plaque and calculus deposits, especially in the mandibular anterior region, deep pits and fissures and dental caries, was noticed in maxillary left and right second molars []. Intra-oral periapical radiographs were taken which showed generalized widening of the periodontal ligament space [Figure –]. Pulp vitality tests revealed that the teeth were vital. No history of trauma was reported. A treatment plan involving oral prophylaxis, pit and fissure sealants, and restorations for carious teeth were planned for the patient. Due to the various systemic complications associated with Williams syndrome, the patient was referred to the physician for medical opinion and consent for the above mentioned dental treatment.\\nPatient's physician provided the medical consent for dental treatment, along with the medical history of the patient. Williams syndrome was diagnosed by FISH test 7q11.2 deletion. The patient had a history of epilepsy for which she was taking anticonvulsants. However, anti-convulsants were stopped since 2 years in the patient. Ultrasound examination of the kidney and the neural artery Doppler studies were also normal in the patient. The patient had a history of transient hypertension, but her blood pressure was normal without any medication. The patient had some learning difficulties but was otherwise very independent, cheerful and friendly with good self-esteem.\\nThe treatment needed for the patient was explained, and informed consent was obtained from the patient. Oral prophylaxis, composite restorations in maxillary right and left second molars, and pit and fissure sealant in mandibular right and left first molars were performed in the patient. The patient was advised for regular follow-up and an orthodontic consultation for malocclusion.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'23019840': 1, '12088082': 1, '15829880': 1, '14007182': 1, '15150772': 1, '13967885': 1, '12868685': 1, '16476938': 1, '18793597': 1, '14967851': 1, '26321847': 2}", "similar_patients": "{}"}