{"patient_id": 145724, "patient_uid": "4438405-1", "PMID": 26064513, "file_path": "noncomm/PMC004xxxxxx/PMC4438405.xml", "title": "Aggressive blood pressure control for chronic kidney disease unmasks moyamoya!", "patient": "A 16-year-old adolescent female awoke with severe headache early in the morning. Paracetamol (acetaminophen) was taken, but offered no relief. Over the next 4 h the headache was unremitting and she developed nausea with emesis. She had sudden incoherence of speech with bowel and bladder incontinence. She was taken to a local hospital and was noted to have a focal seizure with left facial and hand twitching which stopped with intravenous lorazepam. A computed tomography (CT) scan of the head without contrast was normal. BP was 200/140 mmHg. A single dose of hydralazine 10 mg was administered intravenously. After stabilization she was transferred by air to a tertiary care center. Upon arrival she was admitted to the pediatric intensive care unit. BP remained elevated at 228/123 mmHg. She was encephalopathic with left hemiparesis. She began vomiting. She was intubated for airway protection. She was immediately placed on an intravenous infusion of nicardipine at 0.5 µg/kg/min without a bolus dose. An intra-arterial BP catheter was placed to allow titration of the nicardipine infusion. Chest X-ray showed bilateral perihilar infiltrates consistent with pulmonary edema. Continuous electroencephalogram did not reveal seizures, but right hemispheric slowing. The target BP for the first 8 h was to maintain above 171/105 mmHg (<25% reduction in maximum BP for both systolic and diastolic) to prevent a precipitous drop and avoid inducing irreversible neurological damage.\\nPast medical history was significant for grade III vesicoureteral reflux (VUR) diagnosed at age 12 after CT scan for appendicitis identified acute appendicitis and scarring of the upper poles of both kidneys. She had bilateral ureteral implantation at the age of 13. She had been seen in an outpatient pediatric nephrology clinic 9 months prior to this presentation. Systolic BP at that time was 120 mmHg; Hgb 75.1 mmol/L (12.1 g/dL); serum creatinine was 79.6 µmol/L (0.9 mg/dL) [eGFR 78 mL/min/1.73 m2]; urinalysis with 3+ protein, without hematuria.\\nCurrent laboratory studies showed a serum creatinine of 415.5 µmol/L (4.7 mg/dL). Urinalysis showed 3+ protein and 3+ blood without red blood cells or casts on microscopy. Drug screen was negative except for benzodiazepines. White blood cell count was 14.4K/mm3 with 94% neutrophils; Hgb 67.6 mmol/L (10.9 g/dL). Magnetic resonance imaging (MRI)/magnetic resonance angiography (MRA) without contrast showed abnormal T2/FLAIR signal in the cortical and subcortical regions of the right parietal temporal lobe and basal ganglia consistent with either subacute infarction in the right MCA territory without diffusion restriction or an atypical presentation of posterior reversible encephalopathy syndrome (PRES) (A and B). MRA revealed diminished flow in the right M1 segment (). Renal ultrasound showed small echogenic kidneys bilaterally (right 6.9 cm; left 7.8 cm) with cortical scarring and loss of corticomedullary differentiation. Ultrasound was felt to be consistent with and supported VUR nephropathy as the cause of the hypertensive renal failure.\\nOver the next 96 h intravenous nicardipine (dose range of 2–10 µg/kg/min) and furosemide (0.1 mg/kg/h) were infused in an attempt to normalize BP to less than the 90th percentile for height (126/81 mmHg) (). Her mental and neurological status returned to baseline without appreciable deficits and she was extubated. Over a 2-week hospital course she was transitioned to oral antihypertensive agents including amlodipine 5 mg twice daily, atenolol 50 mg daily, clonidine 0.1 mg twice daily, lisinopril 2.5 mg twice daily and furosemide 40 mg twice daily (). Evaluation for autoimmune disease and vasculitis included ANA, ANCA, anti-GBM antibodies—all were negative. Complement levels: C3 and C4 were normal. ESR was elevated at 83 mm/h. Repeat MRI/MRA without contrast showed near complete resolution of previously seen T2/FLAIR hyperintensities although there was no flow in the right M1 and A1 segment. Even with this persistent MRA abnormality, her rapid return to normal without neurological deficit and near-complete resolution of FLAIR signal abnormalities was thought to be most consistent with PRES. Furthermore, kidney function remained compromised (creatinine peaked at 645.3 µmol/L [7.3 mg/dL]; eGFR 10 mL/min/1.73 m2), and therefore we were reluctant to proceed with a conventional angiogram as it was likely to result in the need for dialysis due to contrast nephropathy. She was discharged home on four antihypertensive agents and furosemide for a target BP at the 50th percentile for height with close follow up.\\nOver a 6-month period she remained on three or four antihypertensive medications which were adjusted to target a BP below 112/66 mmHg (50th percentile for height). In addition, she was started on epoetin alpha 2000 units2 weekly, calcitriol 0.25 µg daily, sodium bicarbonate 1300 mg twice daily and calcium acetate 667 mg tab with food for chronic kidney disease (CKD) management. Kidney function improved (creatinine declined to 265.2 µmol/L (3 mg/dL); eGFR 24 mL/min/1.73 m2), anemia was treated to a target of <6.8 mmol/L (11 g/dL) (she required no transfusions), and serum phosphorous was consistently less than1.94 mmol/L (6 mg/dL). However, she had intermittent periods of altered mental status and developed chronic headaches. Each episode was in the context of a presumed vasovagal/pre-syncopal episode.\\nOne episode occurred during a hot shower. Upon getting out of the shower, she developed vertigo and ataxia and fell to the floor. She was evaluated in an emergency room (ER). She had a normal examination. BP in the ER was 105/60 mmHg. She was given fluids and had good urine output. Her symptoms were attributed to aggressive BP control. Clonidine was discontinued and furosemide was decreased by half the dose to 20 mg twice a day. A second episode was associated with severe headache and occurred at school. When getting up from her desk she became ‘dizzy’, began seeing ‘spots’, and was nauseated. The school nurse recorded her BP at 110/63 mmHg. Neurological examination in the ER was normal with a BP of 117/72 mmHg. The headache was characterized as band like, associated with photo- and phonophobia. She was diagnosed with a migraine headache. Atenolol was changed to extended release metoprolol 25 mg and amitriptyline 10 mg nightly was prescribed.\\nA few weeks later the patient noticed a subtle numbness in her left hand and leg. She preferred receiving the epoetin alpha injection in her left thigh because she noticed that it hurt less. Two days prior to readmission, her father stepped on her foot and it did not hurt! On the day of readmission, she developed facial numbness ‘I felt like I was at the dentist and somebody gave me novocain’. Her left arm felt heavy and clumsy. She presented to her primary medical doctor who referred her to the ER. On physical examination, BP was 126/75 mmHg. She had new left-sided arm weakness with numbness to light touch as well as decreased sensation to pin and temperature on the left side of the face. Although in the past we had been reluctant to use iodinated contrast, in the setting of a new focal deficit, a conventional angiogram of the central nervous system (CNS) with iodinated contrast was performed. It was consistent with moyamoya disease ().\\nUpon the diagnosis of moyamoya, aggressive BP control for a target below the 50th percentile was recognized as potentially detrimental and contributory to her neurological symptoms. She recovered left-sided strength within 24 h. The target BP was revised to maintain a goal between the 50th and 95th percentile (she remained on lisinopril 10 mg twice daily, amlodipine 10 mg daily, metoprolol ER 25 mg daily and furosemide 20 mg twice daily). Two weeks after the angiogram identified moyamoya, she underwent a right-sided encephaloduroarteriosynangiosis (EDAS) with pial synangiosis revascularization. BP medications were held 24 h prior to surgery. She was discharged on post-operative day 6. Since the surgery BP targets remain above the 50th percentile and the calcium-channel blocker and beta-blocker have been discontinued. BP is controlled on lisinopril 10 mg twice daily and furosemide 20 mg daily.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'23253043': 1, '19846849': 1, '9409397': 1, '23272766': 1, '23362794': 1, '15208124': 1, '20886315': 1, '21773822': 1, '8591878': 1, '4091584': 1, '14758941': 1, '10700512': 1, '20504242': 1, '19297575': 1, '20458014': 1, '2314557': 1, '2975177': 1, '26064513': 2}", "similar_patients": "{}"}