{"patient_id": 148877, "patient_uid": "4644311-1", "PMID": 26587399, "file_path": "noncomm/PMC004xxxxxx/PMC4644311.xml", "title": "Successful Treatment of Chronic Donor Site Pain", "patient": "At the time of the patient’s initial presentation to the office, the patient was a 44-year-old male who had long-standing low back following an injury that occurred seven years ago. He had undergone an unsuccessful micro-discectomy in 2005, followed by an L4-5 laminectomy and fusion with right iliac crest bone harvest later that year. His axial low back pain significantly improved following the fusion; however he developed severe pain over the iliac crest donor site, steadily worsening in intensity. He described a sharp, stabbing pain located over the right iliac crest and radiating to the buttock, unchanged by position or activity. There was no radiation of pain into the right lower extremity. He had tried physical therapy, as well as multiple oral medications, with no relief. Physical examination revealed tenderness to palpation over the top of the right iliac crest, just medial and lateral to the vertical donor site scar. Deep palpation over this area reproduced the patient’s typical pain, radiating to the upper buttock. There was some diminished sensation to light touch extending from the crest to the upper and mid buttock region. Plain films and an MRI of the lumbar spine performed in 2009 showed no evidence of hardware failure, recurrent disc herniation, or instability.\\nThe decision was made to follow up with diagnostic, and potentially therapeutic, cluneal nerve blocks.\\nPatient was clinically evaluated at baseline and every two weeks for several months.\\nThe primary means of evaluation throughout the study were a VAS () to assess pain intensity, at baseline and discharge, and a simple dichotomized question (yes/no answer) on quality satisfaction of pain relief achieved. Pain was quantified using a standard 10 cm VAS scale, with the left end marked “0” and “No Pain” and the right end as “10” and “Severe Pain.” Treatment effectiveness was used to measure the patient’s pain relief. Effectiveness at discharge was determined by the proportion of potential improvement achieved with treatment. It was calculated using :\\nAccording to the formula, the effectiveness is 100% when a patient achieves the maximum scale score ().\\nUnder fluoroscopy, the right PSIS was identified. The skin overlying the assumed location of the three superior cluneal nerves was marked, at distances of 5 cm, 6.5 cm and 7.3 cm from the PSIS (-). After anaesthetizing the skin with 1% lidocaine, a 22 gauge 3.5 cm spinal needle was inserted until contact was made with the iliac crest (). It was repeated at each of the three locations, and then a total of 1 mL of kenalog, 1 mL of 1% lidocaine and 1 mL of 0.25% marcaine was injected in divided doses. The needles were withdrawn and no complications were reported during or after the procedure.\\nImmediately following the procedure, the patient reported more than 80% resolution of his pre-procedural right sided low back pain, with 100% relief of the pain radiating to the buttock. His residual symptoms were localized over his surgical scar. He presented for follow up two weeks later, reporting sustained relief of 50% - 60%. A second set of cluneal nerve blocks, utilizing the same procedure and medications, was then performed.\\nAt follow up seven months out from his second set of cluneal nerve blocks, the patient had sustained an effective pain relief of more than 80% (). He had no significant recurrence of his pain since the second set of injections.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'11097676': 1, '15699810': 1, '20124882': 1, '23641672': 1, '2278111': 1, '20809730': 1, '9160476': 1, '17309707': 1, '23621641': 1, '2305399': 1, '21372279': 1, '26587399': 2}", "similar_patients": "{}"}