{"patient_id": 146006, "patient_uid": "4457962-1", "PMID": 26060550, "file_path": "noncomm/PMC004xxxxxx/PMC4457962.xml", "title": "Hanging Bladder calculi Secondary to Misplaced Surgical Suture", "patient": "A 3-year-old boy was referred to our hospital for evaluation of recurrent urinary tract infection (UTI) since about two and half years prior to admission. The patient had undergone herniorrhaphy procedure when he was 5 months old and he experienced the first episode of UTI just 1 month after the surgery. After that, he developed four additional episodes of UTI, requiring hospitalization and antibiotic therapy. Three months before admission in our center, he suffered from persistent UTI with Pseudomonas aeruginosa (P. aeruginosa), resistant to antibiotic therapy. Upon admission, the patient was a well-developed 3-year-old boy, with normal developmental milestones, without urinary symptoms. He had several periods of fever and chills, without voiding dysfunction. The physical examination was unremarkable. Dimercaptosuccinic acid (DMSA) scan showed no evidence of renal parenchymal scarring. The patient had a positive urine culture for P. aeruginosa. The serum blood urea nitrogen (BUN) and creatinine levels were normal. The intravenous urography (IVU) only revealed duplication of the right pyelocaliceal system. In the ultrasound (US) examination, multiple confluent linear echogenicities (10‒20mm) with posterior acoustic shadows, located inside the bladder and fixed to the antero-superior wall during changes in patient position, were observed (). On color doppler US, a small vascular flow was observed in the posterior acoustic shadow, making it difficult to make the distinction between bladder tumor or stone aggregate with ring down artifact (). Based on ultrasound results, cystoscopy was performed to uncover the underlying cause, and the presence of multiple fixed calculi on the bladder dome was confirmed. Transurethral resection of the calculi was not possible and the patient underwent open cystostomy, which revealed multiple bladder calculi forming around several permanent silk sutures fixed to the bladder wall (from the previous herniorrhaphy). These sutures had been aberrantly included in the bladder wall during the remote right herniorrhaphy, as a starting point for bladder stone formation (). The bladder calculi were resected and analysis revealed 80% uric acid composition. After surgery, the UTI resolved and the patient discharged from hospital with good condition and negative urine culture.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'18004554': 1, '16984564': 1, '12070460': 1, '30700287': 2, '27640063': 1, '12418771': 1, '11550786': 1, '30580311': 1, '18196444': 1, '12693726': 1, '19050709': 1, '26060550': 2}", "similar_patients": "{'6354340-1': 1}"}