{"patient_id": 87945, "patient_uid": "4969980-1", "PMID": 27484187, "file_path": "comm/PMC004xxxxxx/PMC4969980.xml", "title": "Ruling out nosocomial transmission of Cryptosporidium in a renal transplantation unit: case report", "patient": "The three cases were diagnosed in the outpatient unit of the Nephrology Department at Strasbourg University Hospital, France.\\nPatient #1 was a 60-year-old man who underwent transplantation at the age of 52 for chronic renal failure due to polycystic kidney disease. He initially received immunosuppressive treatment, consisting of tacrolimus (4 mg/day), mycophenolate mofetil (MMF) (1 g x 2/day), and prednisone (7.5 mg/day). Eight years after renal transplantation, he presented with watery diarrhea, nausea and vomiting starting 15 days before consulting (September 25th, 2014). Physical examination revealed asthenia, weight loss (6Kg), hypotension, dry mouth, and acute renal failure (glomerular filtration rate [GFR]: 30 ml/min/1.73 m2). The patient reported no recent travel or contact with swimming pool water, non-drinking water or farm animals, but admitted to own a dog. No other family member experienced diarrhea.\\nPatient #2 was a 64-year-old man of Malian origin who had lived in France for 40 years and undergone transplantation at the age of 62 for chronic renal failure secondary to glomerulonephritis. Immunosuppressive treatment consisted of tacrolimus (7 mg x 2/day), MMF (750 mg x 2/day), and prednisone (10 mg/day). Two years and 4 months following renal transplantation, he presented with watery diarrhea and abdominal pain lasting for 15–20 days (starting September 26th, 2014). Physical examination revealed weight loss (13Kg), esophageal pain, and acute renal failure (GFR: 36 mL/min/1.73 m2). The patient also presented leucopenia and neutropenia, initially attributed to an overdose of tacrolimus. He reported no previous contact with non-drinking water, swimming pool water or farm animals, but had travelled to Mali for 2 months shortly before the onset of diarrhea. No other person of his family experienced diarrhea.\\nPatient #3 was a 34-year-old man of Kosovar origin who underwent transplantation aged 24-year-old for an undetermined reason. Acute transplant rejection 2 years later led to a second transplantation in September, 2014. Immunosuppressive treatment consisted of tacrolimus (6 mg x 2/day), MMF (750 mg x 2/day), and prednisone (25 mg/day). Ten days following the second renal transplantation (September 21th, 2014), the patient exhibited watery diarrhea and abdominal pain. Physical examination indicated weight loss (10Kg) and acute renal failure (GFR: 16 ml/min/1.73 m2). The patient, who reported no contact with non-drinking water, swimming pool water or farm animals, had travelled to Kosovo for 1 month before transplantation. His 2-year-old daughter also presented with diarrhea from an unknown cause that lasted for 3 days. No stool analyses were done for the daughter.\\nFor all three patients, stool examinations performed at the first consultation revealed the presence of Cryptosporidium oocysts, using a modified Ziehl-Neelsen staining method (5–10 oocysts/slide, >100 oocysts/slide, and 1–5 oocysts/slide for cases #1, #2, and #3, respectively). All stool samples were negative for the bacteria Clostridium difficile, Salmonella, Shigella but also for rotavirus and norovirus, and for parasites Giardia and microsporidia.\\nDNA was extracted from the stool samples using a NucliSENS easyMAG device (bioMérieux, Marcy l’Etoile, France) []. Briefly, it consisted of adding 400 mg of stool samples to 1 mL of NucliSENS lysis buffer in a tube containing ceramic beads (lysing matrix D; MP Biomedicals, Illkirch, France), disrupted in a FastPrep-24 grinder (MP Biomedicals) at maximum power for 1 min. After 10 min of incubation at room temperature to ensure complete lysis, the tubes were centrifuged at 10,000 × g for 10 min and extraction was performed with 250 μL of supernatant. Elution was performed at 70 °C with 100 μL of elution buffer. An in-house real-time polymerase chain reaction (PCR) assay was set up to enable the detection and identification of the most common Cryptosporidium species/genotypes []. To this end, we used a single reaction tube with fluorescence-labelled probes for the real-time detection of Cryptosporidium, in addition to melting curve analyses of PCR products to differentiate between the Cryptosporidium species/genotypes. We conducted the amplification of a 258 bp DNA fragment located in the 18S ribosomal ribonucleic acid (rRNA) gene (GenBank accession n°L16996; positions 80 to 337) using the following primers: Cry80F: 5’-GTTAAACTGCRAATGGCT-3’; Cry337R: 5’-CGTCATTGCCACGGTA-3’. The CryAnch-labelled hybridization probe (5’-CCGTCTAAAGCTGATAGGTCAGAAACTTGAATG-fluorescein-3’) hybridizes in a region that is conserved among all Cryptosporidium species and the CrySens labelled hybridization probe (5’-LCRed640-GTCACATTAATTGTGATCCGTAAAG-3’) hybridizes in a polymorphic region (nucleotides 260 to 264) with various mismatches. Thermocycling and fluorescence detection were performed by means of a LightCycler 2.0 system (Roche Diagnostics) in a final volume of 20 μL, using a Roche LC Faststart DNA Master HYPROBE (Roche Diagnostics) with 0.5 μM of each primer, 0.2 μM of hybridization probe, 0.5U of UNG (Roche Diagnostics), and 5 μL of extracted DNA. After applying 95 °C for 10 min, amplification was commenced consisting of 50 cycles of 10-sec denaturation at 95 °C, 15 sec of annealing at 50 °C (with a touchdown protocol beginning at 60 °C), and 15 sec of elongation at 72 °C. The fluorescent signal (640 nm) was detected following the annealing step of each cycle. Species/genotypes differentiation was based on differences in the melting temperatures of the PCR-probe complexes, which were determined based on the extent of complementation of the probes to the target strand of the PCR product. For the melting curve analysis, a quick denaturation step was performed at 95 °C followed by a 30-sec annealing step from 45 °C to 80 °C (ramp-up rate: 0.1 °C/s), with continuous detection throughout the ramp up. The technique was validated using Cryptosporidium DNA of a stool collection already characterized at the genus level and positive controls for C. parvum and C. hominis [].\\nThe five predominant human pathogenic Cryptosporidium species were identified based on their melting curve profiles (61.9 °C, 53.8 °C, 48.8 °C, 56.7 °C, and 51.8 °C for C. parvum, C. hominis, C. felis, C. meleagridis, and C. canis, respectively). Given that C. cuniculus, an emergent human species, possesses the same melting curve profile as that of C. hominis, with both species exhibiting the same DNA sequence at the hybridization probe locus, all isolates identified as C. hominis were then sequenced to differentiate C. hominis from C. cuniculus.\\nFor sub-genotyping analysis, DNA samples were subjected to amplification of an 850-bp fragment of the gp60 gene using a nested PCR method []. The total volume of PCR mixture was 50 μL, containing 5 μL of DNA for the primary PCR or 5 μL of the primary PCR products, primers (outer primers: AL3531 and AL3535; inner primers: AL3432 and AL3534) at a concentration of 0.4 μM, 0.2 mM deoxyribonucleotide triphosphate mix, and 1.25U of DreamTaq DNA polymerase. Each PCR reaction was subjected to 40 cycles of 30s denaturation at 95 °C, 60s annealing at 55 °C, and 60s extension at 72 °C, with an initial 5 min denaturation at 95 °C and a final 10 min extension at 72 °C. PCR products were visualized by electrophoresis on an ethidium bromide stained 2 % agarose gel electrophoresis. Amplicons were purified and sequenced in both directions with the forward and reverse primers used in the secondary PCR at a concentration of 0.32 μM. Sequencing was performed using a BigDye Terminator v3.1 Cycle Sequencing Kit (Applied Biosystems, USA) and an ABI PRISM 3100 Genetic Analyzer® (Applied Biosystems, USA). We analyzed the quality of the generated electrophoregrams from each strand using 4Peaks software and compared them with those available in the GenBank database using the basic local alignment search tool. Subtype assignment was based on the number of trinucleotide repeats (TCA, TCG or TCT) in the coding for serine [].\\nFor Patient #1, genotyping revealed a C. felis infection. For Patient #2, genotyping revealed C. hominis sub-genotype IaA13. For Patient #3, the C. parvum sub-genotype IIaA13G1R2 was identified.\\nAll three patients were treated with nitazoxanide (500 mg x 2/day for 14 days). For Patient #1, the stools tested negative 2 weeks after treatment initiation, with no recurrence of diarrhea observed 4 months after the first episode. For Patient #2, a reduction of tacrolimus was initiated and the diarrhea regressed 8 days after treatment initiation, although 3 months after therapy was started, his stools still tested positive. A second administration of nitazoxanide was thus prescribed and we requested a stool sample from his daughter for testing. One month after the second treatment course, his stools were tested negative for Cryptosporidium oocysts. For Patient #3, tacrolimus was also reduced and his diarrhea was regressing 1 month after treatment initiation. Four months after the second treatment course, his stools were tested negative for Cryptosporidium oocysts.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'7578760': 1, '9041537': 1, '23720792': 1, '34835453': 1, '33437262': 1, '17511817': 1, '15956401': 1, '20739000': 1, '21908628': 1, '11049775': 1, '32971858': 1, '34071125': 1, '22048017': 1, '22305484': 1, '32899825': 1, '33631870': 1, '17010677': 1, '11113257': 1, '12791906': 1, '11574558': 1, '9436763': 1, '25374881': 1, '18205803': 1, '33540520': 1, '12791920': 1, '20521158': 1, '12089244': 1, '19545516': 1, '15518772': 1, '21281547': 1, '21122578': 1, '23680352': 1, '25278220': 1, '23142404': 1, '25073040': 1, '11781272': 1, '30621759': 1, '27484187': 2}", "similar_patients": "{}"}