{"patient_id": 83239, "patient_uid": "4596470-1", "PMID": 26445234, "file_path": "comm/PMC004xxxxxx/PMC4596470.xml", "title": "Clinical and histopathological features resembling those of human focal segmental glomerulosclerosis in a cat with nonimmune-mediated glomerulonephropathy", "patient": "This Japanese domestic cat was a castrated male aged 3 years and 8 months with anorexia, weight loss, and polyuria/polydipsia for a few months. Clinical examinations before treatment and renal biopsy revealed a heart murmur, hypertension (systolic blood pressure of 220 and 160 mmHg at 10 and 5 days before biopsy, respectively), renal enlargement, and abnormalities of blood biochemistry and urinalysis, such as azotemia (Fig. ) and persistent proteinuria (a urinary protein-to-creatinine ratio of 2.19 and 300–1000 mg/dL protein level using reagent strips).\\nTwo-third of the renal biopsy tissue obtained from the cat was fixed in 10 % neutral-buffered formalin and embedded in paraffin wax. After processing, sections (3 μm) were stained with hematoxylin and eosin (HE) and periodic acid-Schiff (PAS) for histological examination. For immunofluorescence (IF) using goat anti-nephrin (Santa Cruz Biotechnology, Santa Cruz, CA) or rabbit anti-podocin (Sigma-Aldrich, St Louis, MO, USA) antibodies, dewaxed sections were pretreated with Target Retrieval Solution, pH 9.0 (Nichirei Corp., Tokyo, Japan) at 121 °C for 5 min in an autoclave for nephrin or with trypsin (Sigma; T7168) at 37 °C for 30 min for podocin. The secondary antibodies were Alexa Fluor 488-conjugated rabbit anti-goat immunoglobulin (Ig)G (Invitrogen, Tokyo, Japan) or Alexa Fluor 488-conjugated goat anti-rabbit IgG (Invitrogen). Renal tissue from a 10-year-old female mixed breed cat with mild and focal interstitial nephritis was used for comparison.\\nA small piece of fresh biopsy tissue was embedded in an optimal cutting temperature compound (Sakura Finetek, Tokyo, Japan). Cryosections and paraffin sections were prepared to detect immune deposits. Direct IF studies using fluorescein isothiocyanate (FITC)-conjugated anti-cat IgG (Kirkegaard & Perry Laboratories, Inc., Gaithersburg, MD, USA) and indirect immunostaining using anti-cat C3 primary antibodies (Biogenesis, Poole, UK) and FITC-conjugated secondary antibodies (Chemicon, Temecula, California) were performed. An FSX100 fluorescence microscope (OLYMPUS, Tokyo, Japan) was used for examination.\\nFor ultrastructural examination, another small piece of the biopsy tissue was fixed in 2.5 % glutaraldehyde and postfixed in 1 % OsO4. Fixed specimens were then dehydrated using ascending grades of alcohol and embedded in epoxy resin. Ultrathin sections were stained with uranyl acetate and lead citrate and observed using a JEOL 1210 transmission electron microscope (JOEL, Tokyo, Japan) at 80 k.\\nThe treatment and levels of blood urea nitrogen (BUN) and serum creatinine (Cre) during the disease course are shown in Fig. . After renal biopsy, the administration of a sustained course of angiotensin-converting enzyme (ACE) inhibitor (benazepril, Novartis Pharma K.K., Tokyo, Japan) and a tapering course of prednisolone were immediately started. For approximately 1 year, the levels of BUN and Cre were decreased. However, approximately 15 months later, both levels gradually began to increase. Amlodipine and prednisolone were administered without any noticeable effect. The cat died from the progression of renal failure with anorexia and anemia approximately 32 months after renal biopsy. During the disease course, persistent proteinuria (30–100 mg/dl using reagent strips) was observed despite treatment. Necropsy was not allowed by the owner.\\nMicroscopically, the biopsy specimen contained 12 glomeruli with the following characteristics: one showed global sclerosis (8.3 %), four (33.3 %) showed adhesion to the Bowman’s capsule, and four (33.3 %) showed segmental sclerosis with increased matrix (Fig. ). The regions without sclerosis or adhesion in these affected glomeruli and the remaining three (25 %) glomeruli appeared normal, except for occasional hyaline droplets in the podocytes. Diffuse mononuclear-cell infiltration and fibrosis were observed in the interstitium.\\nExamination using transmission electron microscopy revealed a distinct lesion in the glomeruli characterized by severe and global foot process (FP) effacement without electron-dense deposits, and there were no obvious glomerular basement membrane (GBM) abnormalities or cellular infiltration (Fig. ) The podocytes had global changes such as cytoplasmic vacuolation, the formation of tight junctions between FPs, and microvilli formation on the free surface.\\nImmunohistochemical analysis did not detect the deposition of IgG and C3 in the glomeruli (Fig. ). In the normal cat glomeruli, the labeling of nephrin and podocin exhibited a sharp, linear pattern along the GBM, as previously reported. In contrast, in the present case, the expression of those proteins was decreased, and the labeling pattern was granular (Fig. ).", "age": "[[3.0, 'year'], [8.0, 'month']]", "gender": "M", "relevant_articles": "{'22357339': 1, '25447132': 1, '12407641': 1, '23377573': 1, '20153864': 1, '19566846': 1, '25475166': 1, '22187987': 1, '21870328': 1, '21414552': 1, '25087196': 1, '21110043': 1, '16107576': 1, '26445234': 2}", "similar_patients": "{}"}