{"patient_id": 144298, "patient_uid": "4374069-1", "PMID": 25539704, "file_path": "noncomm/PMC004xxxxxx/PMC4374069.xml", "title": "Sorafenib-Associated Facial Acneiform Eruption", "patient": "A 79-year-old Asian man presented for evaluation of facial acneiform lesions of 2½ months duration. He also had experienced scalp and eyebrow hair loss, an itchy facial rash, peeling of his fingertips and painful lesions on feet, and dry skin. His medical history was significant for hepatitis B (genotype B) and he had been receiving entecavir 0.5 mg daily for the past 9 months, since December 2013; his most recent polymerase chain reaction quantitative hepatitis B viral load in August 2014 was <20 (undetectable). He had no exposure to aromatic hydrocarbons.\\nFour months earlier, in May 2014, his alpha fetoprotein level was elevated (20.8 ng/mL, normal <15 ng/ml). A magnetic resonance imaging exam of his abdomen revealed several hepatic lesions consistent with hepatocellular carcinoma. On June 26, 2014 he was started on sorafenib 400 mg twice daily. Within 6 weeks after initiating treatment with sorafenib, his alpha fetoprotein had decreased to 15 ng/ml.\\nWithin 9 days after starting sorafenib, he noted new lesions on his face and behind his ears. Subsequently, he developed a red facial rash and began to lose hair on his scalp and eyebrows. Shortly thereafter, within a month after initiating treatment, he developed generalized xerosis with hand and foot lesions.\\nCutaneous examination of his face showed a chloracne-like eruption consisting predominantly closed comedones not only on his malar cheeks, but also on his ears, preauricular area and postauricular skin. In addition, there were several non-inflammatory small cystic lesions and occasional open comedones. There were no inflammatory papules (Fig. ).\\nThe forehead, glabella region, and paranasal malar area also showed a pruritic seborrheic dermatitis-like eruption consisting of erythema with superficial scaling on the supraorbital ridges. There was loss of the eyebrows and partial alopecia of the scalp. There was also inflammation of the seborrheic keratoses on his chest and back and xerosis was diffusely present.\\nHand–foot skin reaction was also present. Asymptomatic peeling of the distal fingertips was observed. Also, painful hyperkeratotic plaques were present on the plantar pressure areas of both feet.\\nTopical therapy for the acneiform eruption included topical clindamycin 1% solution twice daily, followed by tretinoin 0.025% cream in the evenings. Desonide 0.05% cream twice daily was initiated for the seborrheic dermatitis-like eruption. Betamethasone dipropionate 0.05% cream (under plastic occlusion in the evening) was applied to the hands and feet twice daily. A moisturizing cream was applied to the body once daily.\\nThe patient returned after 1 month; 10 days earlier his family had decided to discontinue the sorafenib because he was tolerating it poorly. His seborrheic dermatitis-like eruption and facial pruritus had completely cleared and his hand–foot skin reaction was nearly resolved. The chloracne-like facial eruption had partially improved; however, since multiple closed comedones still persisted, his topical therapy with clindamycin solution and tretinoin cream was continued. His oncologist is restaging him and considering other therapeutic options or possibly restarting sorafenib at a lower dose.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'18188524': 1, '19450400': 1, '23981682': 1, '18559790': 1, '24616845': 1, '19068457': 1, '16636341': 1, '17699864': 1, '18342708': 1, '20567994': 1, '19002355': 1, '16103482': 1, '22052319': 1, '25858032': 1, '31275769': 2, '20051477': 1, '17239291': 1, '17241689': 1, '23879247': 1, '20855839': 1, '19558553': 1, '12369852': 1, '16881967': 1, '19923864': 1, '18929917': 1, '18645140': 1, '18342102': 1, '25276283': 1, '24698672': 1, '21413947': 1, '19537383': 1, '17116852': 1, '16824050': 1, '15992698': 1, '21910797': 1, '19178612': 1, '19514932': 1, '19832927': 1, '17396743': 1, '18070211': 1, '20214183': 1, '18559769': 1, '22134572': 1, '21571189': 1, '22782962': 1, '20526556': 1, '19112807': 1, '23969404': 1, '24330088': 1, '24355408': 1, '22646774': 1, '19028406': 1, '17034418': 1, '18613894': 1, '19615549': 1, '25539704': 2}", "similar_patients": "{'6592841-1': 1}"}