{"patient_id": 152989, "patient_uid": "4943297-1", "PMID": 27462223, "file_path": "noncomm/PMC004xxxxxx/PMC4943297.xml", "title": "Ulcers as a Sign of Skin Infection with Mycobacterium wolinskyi: Report of a Case and Review of the Literature", "patient": "A 72-year-old male patient with recurrent subcutaneous abdominal wall abscesses was referred to our dermatological inpatient unit at the University Hospital in Zurich, Switzerland. The abdominal skin problems had begun one and a half years before, after subcutaneous insulin injections in the underbelly region had been initiated. Within few days, the patient noticed a development of a small red indurated but indolent nodule in the right umbilical region. The patient's medical history included insulin-dependent diabetes mellitus type 2, atrial fibrillation with oral anticoagulation and a previous percutaneous coronary intervention due to a myocardial infarction. Five months later, local subcutaneous abscesses developed in the central abdominal wall region. The patient was referred to a nearby hospital for surgical wound debridement and received postoperative antibiotic treatment with oral amoxicillin and clavulanic acid. In the following months, there were several recurrences of abdominal wall abscesses turning into ulcers followed by repeated subsequent surgical debridements, excisions of abdominal wall fistulas, negative pressure wound therapies, as well as antibiotic therapies (amoxicillin and clavulanic acid).\\nAs the abscesses with ulcer formation did not improve in the long term, the suspicion of pyoderma gangrenosum arose and the patient was referred to our clinic for further dermatological investigations. At hospital admission, the patient was in a good clinical condition, without fever or infection signs. Clinical examination revealed three 2- to 5-cm-large oval ulcers with granulation tissue on the lower right central abdominal area, with slightly erythematous but not undermined boarders (fig. ). Laboratory findings did not indicate a systemic infection with CRP 7 mg/l (range <5 mg/l), leukocytes 9 G/l (range 3.0–9.6 G/l). The differential diagnosis encompassed ulcers of either infectious, vasculitic or exogenous origin, open abdominal wall fistulas with ulcer formation as well as pyoderma gangrenosum.\\nBacterial swabs from the ulcers showed only the presence of the commensal skin flora. Pathergy phenomenon could not be detected clinically. The patient had no personality changes that would imply an obsessive-compulsive disorder resulting in self-mutilation. Serological vasculitis screen with antinuclear antibodies, ANCA, rheumatoid factor, complement C3/4 fraction, and hepatitis B and C serology was negative. Imaging studies of the abdomen with contrast-enhanced computed tomography (CT) and magnetic resonance imaging (MRI) illustrated an abdominal subcutaneous fluid collection but no abdominal fistulas. A deep skin biopsy of the ulcers was performed and tissue culture started (for bacteria, fungi and mycobacteria). Histology revealed mixed inflammatory cellular infiltrates of neutrophils and histiocytes with granuloma and abscess formation in the dermis. No pathogen could be verified in different stainings (PAS, Grocott, Ziehl-Neelsen) (fig. ). After 6 days of cultivation, skin biopsy tissue culture showed rapid growth of non-tuberculous mycobacteria (NTM), which were identified by 16S rRNA gene sequencing as Mycobacterium wolinskyi. The patient underwent surgical excision and primary closure of all abdominal ulcers with material being sent for further tissue culturing. The subsequent mycobacterial culture also yielded rapidly growing M. wolinskyi. Based on the antibiotic susceptibility test results (table ), the patient was treated with intravenous amikacin (500 mg per day) for 1 month in combination with oral moxifloxacin (400 mg per day) and minocycline (100 mg twice a day) therapy for a total of 6 months. The patient responded well to this combination therapy with complete resolution of the clinical symptoms and no recurrence of infection at a 6-month follow-up (fig. ).", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'16705584': 1, '10555330': 1, '17875513': 1, '10791163': 1, '33721294': 2, '24131522': 2, '24470962': 2, '28943571': 1, '21945390': 1, '12682128': 1, '20826640': 1, '18976585': 1, '27462223': 2}", "similar_patients": "{'8116470-1': 1, '3852821-1': 1, '3892610-1': 1}"}