{"patient_id": 141425, "patient_uid": "4189240-1", "PMID": 25298698, "file_path": "noncomm/PMC004xxxxxx/PMC4189240.xml", "title": "An unusual case of rupture of left sinus of valsalva aneurysm into main pulmonary artery", "patient": "A 55-year-old male was referred to our unit with a clinical diagnosis of severe aortic regurgitation (AR) for further management. Patient had New York Heart Association (NYHA) class II to III dyspnea for the last 2 years. He denied any history of hypertension, diabetes, Marfan's syndrome, connective tissue disorder, trauma, or infective endocarditis. Physical examination revealed sinus rhythm, peripheral signs of aortic run off, bilaterally equal peripheral pulses, blood pressure of 120/60 mmHg in right upper limb and 160/60mmHg in left upper limb, normal S1, normally split S2, loud P2, loud S3, and grade 3/6 continuous murmur along the left sternal border. Relevant blood investigations were normal. Electrocardiogram revealed sinus rhythm, left atrial enlargement and left ventricular hypertrophy. Radiograph of the chest in postero-anterior projection revealed cardiomegaly with cardiothoracic ratio of 0:6, prominent ascending aorta and marginal increase in pulmonary vascularity. Cross-sectional echocardiography in short axis view [] revealed left coronary sinus to be markedly dilated. Left ventricular ejection fraction (LVEF) was normal. Doppler interrogation revealed moderate to severe AR. Hemodynamic and oximetry data is summarized in []. Left ventriculography showed LVEF of 60%. Aortography in various projections demonstrated a tricuspid aortic valve and grade 3/4 AR. There was marked dilatation of left coronary sinus and on selective injection into the aneurysm, there was opacification of main pulmonary artery (MPA) and its branches []. The arterial pigtail catheter from aorta could be negotiated into MPA. These findings suggested an unusual rupture (communication) between left coronary sinus and pulmonary artery. Coronaries were normal on angiography. Computed tomographic (CT) aortography [] revealed a large (approximately 4.0 × 5.2 × 5.0 cms), wide neck, saccular, partially thrombosed aneurysm communicating with MPA. Atherosclerotic plaques and patchy calcification were observed in ascending aorta, arch, and arch vessels.\\nAt surgery, an aneurysm of left sinus of Valsalva (approximately 4 × 3 × 3 cm) was visualized containing thrombus and communicating with mid portion of MPA. The aortic valve was incompetent. The operative procedure included: Closure of aorto-pulmonary communication with dacron graft, repair of ascending aorta and left sinus aneurysm, and replacement of aortic valve using a 21mm St. Jude metallic prosthesis. Histopathology of the excised aneurysm showed calcified atherosclerotic plaques. The patient had an uneventful postoperative course. Pre-discharge, cross-sectional echocardiography revealed a normally functioning aortic valve prosthesis, grade 1/4 aortic regurgitation, and LVEF of 60%. No communication was visualized between aorta and MPA.\\nAt 8-months follow-up, the patient was asymptomatic with a normal hemodynamic and oxymetry data []. Echocardiography [] showed obliteration of the aneurysm. Aortography [] revealed a well-functioning aortic prosthesis and dacron graft, grade 1/4 aortic regurgitation, and no communication between aorta and MPA. CT aortography [] confirmed absence of any aneurysm or any aorto-pulmonary communication.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'27882249': 2, '31286090': 1, '17588403': 1, '16406720': 1, '3973283': 1, '22864792': 1, '13442955': 1, '29187940': 1, '12890381': 1, '21716759': 1, '18812342': 1, '25298698': 2}", "similar_patients": "{'5110894-1': 1}"}