{"patient_id": 81738, "patient_uid": "4484555-1", "PMID": 26175914, "file_path": "comm/PMC004xxxxxx/PMC4484555.xml", "title": "Pneumopericarditis: A Case of Acute Chest Pain with ST Segment Elevation", "patient": "A 42-year-old man, active smoker, presented to the emergency room complaining of anterior left side chest pain that started approximately three hours before arrival. He woke up around 3:00 am with sudden onset severe crushing chest pain that was constant. It was associated with shortness of breath and diaphoresis. His medical history was significant for gastroesophageal reflux, hypertension, major depression, and chronic left shoulder pain diagnosed as impingement syndrome. Family history was noncontributory. He had an extensive past surgical history, which included a laparoscopic Nissen fundoplication at age 25 due to severe gastroesophageal reflux disease and associated esophagitis. Several months after this procedure, he required two open revisions of the Nissen procedure. The first was due to a hiatal hernia, and the second was due to a diaphragmatic rupture requiring diaphragm repair with prosthetic material. The patient developed a subdiaphragmatic abscess at age 30 that required antibiotics and diaphragmatic surgery where the prosthetic material was removed. In addition, at age 35 years, he had a spinal cord stimulator inserted, as treatment for chronic left shoulder and epigastric pain associated with persistent nausea and dry heaves. Three months prior to his current visit he had a diagnostic arthroscopy due to persistent left shoulder pain.\\nOn physical exam, he was pale and in distress. Vital sings included an oral temperature of 97.6°F, blood pressure of 116/66 mmHg, heart rate of 45 beats per minute, respiratory rate of 18 breaths per minute, and oxygen saturation of 94% on room air. No rub or murmur was auscultated on initial cardiac examination. Lungs were clear to auscultation. The electrocardiogram (EKG) was significant for ST segment elevations in leads II, III, and aVF (). TIMI risk score was 2 (based on chest pain and EKG changes). The patient was immediately taken for coronary angiography, which showed no coronary artery obstruction. However, a halo around the cardiac silhouette suggestive of air was noted (). Laboratory results came back during the procedure and were significant for a white blood cell count of 15.42 K/μL (88.5% neutrophils), creatinine of 1.4 mg/dL, and glucose of 172 mg/dL. Troponin T was negative and the rest of the laboratory values were noncontributory.\\nA chest X-ray obtained after the angiogram also showed this halo around the left cardiac border suggesting a pneumopericardium (). A chest computer tomography confirmed the diagnosis (). During the following 12 hours while additional diagnostic workup was performed, the patient developed signs consistent with acute pericarditis. This included a mill wheel type murmur and diffuse ST segment elevations on the EKG (). No pulsus paradoxus was detected. A transthoracic echocardiogram performed had technically limited images but was suggestive of a preserved ejection fraction and a pericardial effusion. A Gastrografin esophagogram suggested a pericardial fistula located at the level of the greater curvature of the cardia (). After diagnostic workup, the patient was started on empiric antibiotic coverage with meropenem and was taken to the operating room. There he had a pericardial window and upper gastrointestinal endoscopy. About 300 mL of serosanguineous fluid was drained from the pericardial space. During endoscopy, an ulcer was noted at the level of the cardia with no obvious communication to the pericardium. Due to the high suspicion of a communication between these two structures, final treatment consisted in application of a fibrin sealant to the ulcer. Drains were also left in the pericardium and removed later. A pericardial biopsy was consistent with fibrinopurulent pericarditis and a biopsy obtained from the gastric ulcer was negative for H. pylori and malignancy. The patient tolerated the surgery well and no organisms were recovered from the cultures obtained from the pericardial fluid.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'17516832': 1, '20191021': 2, '16311974': 1, '12231618': 1, '19199363': 1, '22541213': 1, '11821509': 1, '17532990': 1, '15333561': 1, '16368406': 1, '17015208': 1, '21172468': 1, '20663167': 2, '23420563': 1, '23706471': 1, '24629891': 1, '26175914': 2}", "similar_patients": "{'2917401-1': 1, '2824874-1': 1}"}