{"patient_id": 75893, "patient_uid": "4082902-1", "PMID": 25024709, "file_path": "comm/PMC004xxxxxx/PMC4082902.xml", "title": "Lupus Flare: An Uncommon Presentation of Disseminated Gonorrhea", "patient": "Our patient is a 24-year-old woman with SLE, mixed connective tissue disease (MCTD) with cutaneous vasculitis, and lupus nephritis who presented with malaise and generalized body aches. She was in her usual state of health until three weeks prior to admission when she developed low grade fevers, night sweats, generalized fatigue, and arthralgias of her shoulders and knees, all of which she reported to be similar to her symptoms of MCTD. During the two weeks prior to admission, she endorsed a progressive rash along her fingers, palms, and trunk, which she described as similar to those she experienced from her cutaneous vasculitis. For her rheumatologic conditions, she had not required any recent treatments with corticosteroids or hydroxychloroquine. She denied any history of travel or recent sick contacts. Review of systems was notable for malodourous vaginal discharge but was otherwise unremarkable. She had no prior history of sexually transmitted diseases and tested negative for chlamydia and gonorrhea five months prior to presentation. Since then she has had two new sexual partners.\\nIn the emergency department, she was observed to be febrile, tachycardic, and hypotensive. On physical exam, the patient was somnolent, fatigued, and ill-appearing. She had dry mucous membranes with no lymphadenopathy. Her lung and cardiac exams were normal. She had a palpable spleen, but no hepatomegaly or abdominal tenderness. Her skin was notable for multiple dark pustules with most approximating 1 cm × 1 cm along her arms, legs, palms, soles, and abdomen. There were linear excoriations around the lesions. Her wrists, knees, and ankles were swollen and tender to the touch. Range of motion was limited due to severe pain.\\nResuscitation was initiated with intravenous crystalloid infusion, while blood and urine cultures were obtained and broad-spectrum antibiotics (vancomycin, levofloxacin, and metronidazole) started.\\nSubsequently, she was admitted to the MICU for septic shock after she exhibited persistent hypotension refractory to a total of 7 L of intravenous fluids. As a result, she was administered stress-dose steroids due to clinical concern for adrenal insufficiency and was started on a norepinephrine infusion. She underwent a CT scan of the chest, abdomen, and pelvis, RUQ ultrasound, echocardiogram, and pelvic exam. Her imaging studies failed to reveal an infectious source and her blood and urine cultures demonstrated no growth, but her cervical swab obtained from the pelvic exam was positive for gonorrhea and negative for chlamydia. Her complement levels were measured and were notable for low C3, C4, and total complement levels (40 mg/dL, 8 mg/dL, and <10 mg/dL, resp.). Given her symptoms of tenosynovitis, the appearance of her skin lesions, and her positive gonorrhea test, she was diagnosed with septic shock secondary to DGI.\\nConsequently, she was narrowed to ceftriaxone and was gradually weaned off pressors. With appropriate antibiotic treatment, the patient reported a dramatic improvement of the pain in her swollen joints and her rash receded. She was eventually transitioned to cefpodoxmine and discharged home to complete a full 10-day course of treatment.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'2830678': 1, '29284768': 1, '9133945': 1, '16297736': 1, '7993152': 1, '19826064': 1, '21845064': 1, '2287942': 1, '10991742': 1, '9606761': 1, '25024709': 2}", "similar_patients": "{}"}