{"patient_id": 87923, "patient_uid": "4968779-1", "PMID": 27493845, "file_path": "comm/PMC004xxxxxx/PMC4968779.xml", "title": "Scleroderma in a Patient on Capecitabine: Is this a Variant of Hand-Foot Syndrome?", "patient": "An 86-year-old caucasian woman presented with Stage-IV colorectal cancer. The patient agreed to participate and was explained the nature and objectives of this study, and informed consent was formally obtained. No reference to the patient's identity was made at any stage during data analysis or in the report. The patient had a large, undifferentiated tumor at the splenic flexure along with liver metastasis. She underwent resection of the primary tumor due to an impending obstructing tumor. Because of her advanced age, it was decided to proceed with monotherapy consisting of capecitabine only. A pre-treatment genetic testing for capecitabine consisting of thymidine synthase (TYMS) and dihydropyrimidine dehydrogenase (DPD/DPYD) analysis was performed that showed intermediate risk for 5-FU and related agents' toxicity.Therefore, capecitabine was initiated at a low dose (500 mg BID) and then gradually increased to a maximum dose of 1500 mg/m2/day for two-weeks-on and one-week-off schedule days = 1 cycle). She tolerated it well except mild intermittent diarrhea (Grade 1) and Grade 1 HFS manifested as erythroderma on the palms of both hands and later some dry desquamation of limited duration which promptly resolved when capecitabine was held. Her restaging imaging including a PET-CT scan showed a good response in the liver metastasis. All of her symptoms resolved when capecitabine was discontinued.\\nAfter a few months of treatment with capecitabine, she noticed 'dry skin with itching' had developed for which she saw a dermatologist. Subsequently, she also developed a progressive cough and shortness of breath, hoarseness, mild hypertension, and symptoms of gastroesophageal reflux disease (GERD) manifested as heartburn with reflux symptoms. During that period, she was evaluated by a multi-disciplinary team comprising of a pulmonologist, rheumatologist, ear-nose-throat (ENT), and gastroenterology in addition to her oncologist. Pulmonary fibrosis was noticed on the CT scan of the chest. In addition, she also developed a new onset renal dysfunction during that period.\\nAnti-nuclear, anti-centromere, antibodies to Smith antigen, antibodies to ribonucleoprotein, and anti-scl 70 antibodies were all negative. However, complement fixing antinuclear antibodies (C-ANA) on HEP-2 cells showed higher titer (320) with speckled pattern and C-ANA/ANA titers ratio of 320/40. A C-ANA with such a pattern and C-ANA/ANA titers ratio is suggestive of systemic sclerosis or one of the other diseases in group A of systemic connective tissue diseases. Moreover, a skin biopsy was performed. A biopsy with surface dimensions of 2.5 mm x 2 mm was reviewed from the upper right wrist skin lesion. For the C+DIF test, a fresh source of complement was added to the biopsy sections followed by fluorescein-labeled antibodies to the C3 component of the complement. This biopsy included skin of the epidermis and dermis with no structural deformities. Direct immunofluorescent studies of the skin biopsy specimen showed granular focal deposits of fibrin at the dermal-epidermal junction and deposits of IgG, IgA, IgM, fibrin, and trace C3 in the connective tissue fibers to the epidermal nuclei. These positive C+DIF reactions and serum results are consistent with or at least suggestive of systemic scleroderma or another 'group A' systemic connective tissue disease.\\nShe was placed on nifedipine, aspirin, lisinopril, and omeprazole. She was also started on cyclophosphamide treatment at the starting dose of 500 mg and then dose escalated to 700 mg and finally to 900 mg as tolerated per her Rheumatologist's recommendation []. She did not tolerate the 900 mg of the third cycle; therefore, the dose was decreased back down to 700 mg, and she completed six cycles of treatment. Cyclophosphamide was stopped and replaced with mycophenolate mofetil (MMF) at a dose of 0.5 g per day to a maximum of 2 g per day []. Her dyspnea resolved with treatment with mycophenolate. Her lung function also improved and eventually normalized. She was tapered off of mycophenolate after 23 months of therapy. Six months after cessation of mycophenolate, her lung function remained stable.", "age": "[[86.0, 'year']]", "gender": "F", "relevant_articles": "{'21174613': 1, '16314628': 1, '16467039': 1, '18632519': 1, '27899893': 1, '31768409': 1, '15245529': 1, '17708124': 1, '17616027': 1, '22467932': 1, '18418212': 1, '18360124': 1, '27493845': 2}", "similar_patients": "{}"}