{"patient_id": 150473, "patient_uid": "4761794-1", "PMID": 26913201, "file_path": "noncomm/PMC004xxxxxx/PMC4761794.xml", "title": "Sweet syndrome on a patient with autoimmune hepatitis on azathioprine and CMV infection", "patient": "A 32-year-old Caucasian female presented in the emergency department of our institution complaining of a high fever accompanied by tender red maculopapular rash in her face, chest and her hands (Fig. ), which started about 3 days ago. The patient had been diagnosed with autoimmune hepatitis a month previously and she was on taking a tapering dose of prednisone 20 mg/days and azathioprine 50 mg/days. Her previous medical history included type II diabetes mellitus well managed with metformin and sitagliptin.\\nOn admission, she showed signs of systemic inflammatory response syndrome with hypotension, tachycardia and fever. The physical examination revealed no pathological signs, except from the rash and conjunctivitis in her right eye. Mild neutrophilia and increased inflammatory markers (Table ) were found on initial laboratory evaluation. She was started on vancomycin and meropenem for possible infection and hydrocortisone.\\nOn Day 6, she showed no response to the treatment. Considering SS as a possible diagnosis, a punch skin biopsy from a chest lesion was scheduled and azathioprine was discontinued. The same day, CMV DNA tested low positive (150 copies/ml). Ganciclovir was initiated based on her immunocompromised state secondary to azathioprine. After 48 h, the skin rash improved significantly (Fig. ) and inflammatory markers declined (Table ).\\nHistological examination (Fig. ) confirmed the diagnosis of SS on Day 9. Pathological description reported diffuse polymorphonuclear infiltration of the reticular dermis with karyorrhexis accompanied by leukocytoklastic nuclear debris. Signs of vasculitis were absent. The patient was discharged after 11 days of hospitalization with prednisone and oral valganciclovir.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'15191207': 1, '14201182': 1, '17655751': 1, '15167706': 1, '30930894': 1, '28993983': 1, '23294021': 1, '21496951': 1, '10599643': 1, '16908341': 1, '26913201': 2}", "similar_patients": "{}"}