{"patient_id": 146850, "patient_uid": "4519606-2", "PMID": 26265904, "file_path": "noncomm/PMC004xxxxxx/PMC4519606.xml", "title": "Corneal Hydrops in Pellucid Marginal Degeneration: A Case Series", "patient": "A 35-year-old man presented with symptoms of pain, photophobia, tearing and severe visual loss in his right eye of 4 days’ duration. He was in good general health and had no history of systemic disorders, seasonal allergy or recent ocular trauma. He reported a gradual decrease in vision over the past 10 years. Upon presentation, his BCVA was 2.3 logMAR in the right eye and 0.60 logMAR in the left eye. Slit-lamp biomicroscopy in the right eye revealed a dense central and nasal corneal edema with DM detachment and tear. AS-OCT was performed. In the left eye, the cornea was clear except for a crescent-shaped area of subepithelial scarring approximately 3 mm in length superior to the inferior limbus. Neither Fleischer ring nor Vogt's striae were noted. Orbscan and Pentacam imaging was performed in the left eye. Corneal thickness was 462 μm in the inferior area near the limbus. We performed an air injection with tension sutures to reattach the DM in the right eye. In the left eye, we performed a lamellar crescentic excision and placed an undersized graft with tight sutures with accelerated collagen cross-linking (C3R) (fig. ). The BCVA improved to 0.18 logMAR with a correction of −1.0 DS/–2.0 DC*110, N6 in the right eye and 0.1 logMAR with a correction of +1.0 DS/–3.25 DC*60, N6 in the left eye at the end of 6 months after complete suture removal. AS-OCT showed a decrease in corneal thickness and DM attachment in the right eye. No complications were noted in the follow-up period. Orbscan and Pentacam images showed no signs of progression during the follow-up period.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'12605056': 1, '2643881': 1, '9071539': 1, '11687374': 1, '14722468': 1, '16462877': 1, '14508268': 1, '9220249': 1, '15745769': 1, '9684079': 1, '6610406': 1, '7936572': 1, '6230745': 1, '10703124': 1, '352310': 1, '26265904': 2}", "similar_patients": "{'4519606-1': 2}"}