{"patient_id": 144707, "patient_uid": "4392003-1", "PMID": 25866736, "file_path": "noncomm/PMC004xxxxxx/PMC4392003.xml", "title": "Suppurative Meckel Diiverticulum in a 3-Year-Old Girl Presenting with Periumbilical Cellulitis", "patient": "A 3-year-old female was brought to our emergency room (ER) with abdominal pain and periumbilical erythema. One day earlier, the abrupt onset abdominal pain had disturbed her sleep. The pain was sharp, colicky, located in the periumbilical area, and aggravated during movement. The associated symptoms were nausea and vomiting. The vomiting was non-bile-tinged, projectile, and consisted of food materials, occurring eight times in a two-hour span. Initially, she was given intravenous hydration and prokinetics at an outside hospital. Her abdominal pain and vomiting improved after hydration and she was discharged. In the afternoon, she was brought to our ER again. Poor feeding and defecation difficulty were noted. On her admission at our hospital, her abdominal pain had returned, and it was so severe, she could not stand. The patient's past medical history was not remarkable.\\nOn physical examination, her body temperature was 37.2℃, with a blood pressure of 90/50 mmHg and a heart rate of 132 beats per minute, with normal respiration and oxygen saturation. Her abdomen was soft, with decreased bowel sounds, mild distension, and no palpable mass; however, tenderness and rigidity with palpation and erythema around the umbilicus () were observed. A review of her laboratory workup revealed a leukocytosis of 13,760 white blood cells (WBC) per microliter and elevated C-reactive protein (CRP) levels (84.7 mg/L), while the remainder of the complete blood count, electrolyte level, and liver biochemistry were within normal limits.\\nA simple abdominal X-ray showed bowel dilatations (). An abdominal USG revealed a cystic mass under the umbilicus, composed of heterogeneous materials (). A computed tomography (CT) scan of her abdomen was performed and a \"cystlike fluid and gas collection measuring 2.9×1.9 cm in transverse dimension\" in the anterior aspect of the midline abdomen was found (). The upper aspect of this fluid and gas was attached to the umbilicus. Based on this CT scan, the possibilities considered in the differential diagnosis included: an abscess in MD or a mesenteric cyst. After the radiologic studies, we decided antibiotic and surgical management. She was taken antibiotics intravenously with cefotaxime and metronidazole. A laparoscopic operation was performed on her admission day and the cystic mass filled with suppurative inflammatory fluid was found to adhere to the midline of the anterior abdominal wall in the area of the umbilicus and also connected with an 8 cm-length diverticulum from the small bowel, 7 cm from the ileocecal valve (). The tip of diverticulum was dilated and looked like a cystic mass on an abdominal USG and CT because of suppurative inflammatory fluid collection. The wall of dilated diverticular tip showed necrosis but perforation was not happened yet. Segmental bowel resection and re-anastomosis was done. The pathologic findings revealed that the ectopic gastric mucosa was associated with ulceration and serositis (). The result of closed pus culture was Escherichia coli. Periumbilical erythema was improved 1 day after surgery and she could eat some liquid food on 5 days after surgery. After operation, her laboratory findings were improved and as follows: 11.7 g/dL of hemoglobin, 36% of hematocrit, 6,440/mL of WBC, and 426,000/mL of platelet. A level of CRP was 11.1 mg/L (reference range: 0-5). It was still higher than reference range after 5 days of the operation, but it was steadily decreasing. She was discharged in good general condition after 6 days of admission.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'15729078': 1, '24685339': 1, '24010105': 1, '25006469': 1, '28551691': 1, '17310685': 1, '34068430': 2, '27069433': 1, '23002340': 1, '18322689': 1, '23578408': 1, '19863751': 1, '23685413': 1, '19575216': 1, '8506491': 1, '25866736': 2}", "similar_patients": "{'8153632-1': 1}"}