{"patient_id": 143241, "patient_uid": "4310017-1", "PMID": 25685749, "file_path": "noncomm/PMC004xxxxxx/PMC4310017.xml", "title": "Bilateral Anterior Shoulder Dislocation", "patient": "A 75-year-old woman with a history of good past health presented to the emergency department complaining of pain in both shoulders. She lost her balance and fell forward while she was doing the bench push-up at the park. She hit on bench with both shoulders in extension, abduction and external rotation position. She noted severe bilateral shoulder pain afterward. Physical examination revealed forehead hematoma and the squaring of bilateral shoulders was also noted. Both shoulders were irritable with a restricted range of movement in all aspects. Diagnosis of bilateral anterior shoulder dislocation without associated fracture was confirmed by imaging (). Closed reduction was performed in the emergency department under sedation, successful reduction of both shoulders was also confirmed with imaging () and then the patient was admitted to our department. The patient complained of the recurrent right shoulder pain after admission. On examination, the recurrent right shoulder anterior dislocation was suspected and confirmed with imaging. Closed reduction was performed using the Kocher’s technique under fluoroscopy. Left wrist drop was also noticed (). On detailed examination, numbness along the posterior aspect of forearm, weak triceps action and complete loss of left wrist finger extension were noted. A traction injury to the posterior cord was suspected. The nerve conduction test (NCT) and magnetic resonance imaging (MRI) showed the left brachial plexus injury together with bilateral shoulder dislocation. Both shoulders were immobilized with a shoulder immobilizer and a dynamic wrist splint was applied to the deformed wrist joint. The NCT was performed four months post-injury and the mild motor abnormality of left radial nerve was noted. MRI scans of bilateral shoulders and bilateral brachial plexus were performed six months post-injury. It showed Hill Sachs defect of the right humeral head and focal full thickness tear of the right supraspinatus tendon (). There was also a complete rupture of the left supraspinatus tendon with proximal retraction of 3.5 cm (). No significant finding was noted in the brachial plexus except perineural cysts over C8 and T1 nerve root. The patient was referred to physiotherapy and occupational therapy for rehabilitation. The shoulder immobilizers were kept for six weeks and the active-assisted mobilization was then started. Electrical stimulation of the affected muscle was performed to prevent muscle atrophy. At follow-up, 6 weeks post-injury, the patient reported an improvement in bilateral shoulder pain and no recurrent shoulder dislocation. There was also an improvement in the numbness of the left upper limb and the power of left wrist and finger extension (both reached grade 4/5). At follow- up, 4 months post-injury, the patient was able to flex both shoulders to 145 degrees and abduct them to 160 degrees.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'27005796': 1, '20637395': 1, '10744002': 1, '11146023': 1, '32774653': 1, '22318344': 2, '10422035': 1, '17861143': 1, '9562170': 1, '7939743': 1, '29242794': 2, '19717945': 1, '3191644': 1, '20086631': 1, '19025598': 2, '24050938': 1, '22118489': 1, '19588790': 1, '33363938': 2, '29203220': 1, '16125271': 1, '12051004': 1, '23026366': 1, '17606108': 1, '22913706': 1, '16185008': 1, '23632171': 1, '17503059': 1, '17191433': 1, '2228205': 1, '2719373': 1, '15674083': 1, '24082765': 2, '15793347': 1, '19384489': 1, '19062229': 1, '25685749': 2}", "similar_patients": "{'5727998-1': 1, '7752428-1': 1, '7752428-2': 1, '3783813-1': 1, '2596117-1': 1, '3284668-1': 1}"}