{"patient_id": 140677, "patient_uid": "4151010-1", "PMID": 25187894, "file_path": "noncomm/PMC004xxxxxx/PMC4151010.xml", "title": "A de novo Microdeletion of ANKRD11 Gene in a Korean Patient with KBG Syndrome", "patient": "A 6-yr-old boy was referred to our hospital because of short stature and developmental delay. He was born to non-consanguineous parents at 40 weeks of gestation by normal delivery, and his birth weight was 3,130 g (25th percentile). He was the second child, and his sister had a normal development. He showed developmental delays in speech and motor functions, and he started walking at 20 months of age. He played cooperatively with other children. He had a history of speech therapy for dysarthria at the age of 5 yr. He showed borderline intellectual disability and near-normal social function at 6 yr with a total intelligence quotient of 70 and a social quotient of 97. Psychological assessment revealed mild hyperactivity and attention deficits. However, his behavioral characteristics did not meet the diagnostic criteria for autistic disorder. Physical examination at the age of 6 yr and 6 months indicated that he had a short stature (109.3 cm, less than 3rd percentile). He had macrodontia of permanent dentition and craniofacial dysmorphism, including triangular face, prominent forehead, epicanthal fold, anteverted nostrils, broad mouth, and prominent ears. Brain magnetic resonance imaging showed no abnormalities. Bone X-ray showed narrowing and elongation of both iliac wings and body, small femoral heads, small distal tibial epiphyses and tibiotalar slanting, and delayed bone age. Although electroencephalographic analysis indicated that he had a partial seizure, he did not have a clinical seizure. The clinical features of the patient were consistent with those of KBG syndrome.\\nGiemsa/trypsin/Leishman-banded chromosome analysis of the patient and his parents showed an apparently normal karyotype at the 550-band level. Array comparative genomic hybridization (array CGH) was performed by using an Agilent 180K whole-genome oligonucleotide array (version 4.0; Agilent Technologies, Santa Clara, CA, USA), following the manufacturer's protocol. Whole-genome high-resolution oligonucleotide array CGH detected a heterozygous 240-kb deletion at 16q24.3 (arr[hg19] 16q24.3(89,349,966-89,593,853)x1; ). Array CGH analysis of parental DNA samples by using the same platform showed no deletion or gain in the 16q24.3 region (). Neither the proband nor the parents had a deletion or gain in any other region. This deletion covered ANKRD11 (including exons 2-13) and part of spastic paraplegia 7 gene (SPG7; including exons 1-5). shows the genomic map of the deleted region in the proband and in previously reported cases.\\nThis study was approved by the Institutional Review Board of the University of Ulsan College of Medicine and Asan Medical Center, and written informed consent was obtained from the parents of the patient.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'21527850': 1, '34440431': 1, '21782149': 1, '22307766': 1, '7810561': 1, '1218237': 1, '33653342': 1, '28422132': 2, '32760686': 2, '19920853': 1, '23184435': 1, '27900361': 1, '17163996': 1, '15523620': 1, '25838844': 1, '23494856': 1, '21654729': 1, '25187894': 2}", "similar_patients": "{'5533198-1': 1, '7373721-1': 1}"}