{"patient_id": 75633, "patient_uid": "4063583-1", "PMID": 24959263, "file_path": "comm/PMC004xxxxxx/PMC4063583.xml", "title": "Combined chemotherapy plus endostar with sequential stereotactic radiotherapy as salvage treatment for recurrent esophageal cancer with severe dyspnea: A case report and review of the literature", "patient": "A 71-year-old female with a 2-year history of esophageal squamous cell carcinoma was referred to the Cancer Center of Daping Hospital (Chongqing, China). The patient had severe grade III dyspnea for 6 days and required a semi-liquid diet for 2 years. The performance status (PS) upon admission was 4 points according to the Eastern Cooperative Oncology Group scale. The medical history of the patient included COPD, diagnosed in 1999, and diabetes, diagnosed in 2008, with no history of smoking or drinking. The patient had undergone surgery 2 years prior, followed by four cycles of cisplatin plus 5-fluorouracil as a post-operative adjuvant therapy. At the time of the initial surgery, the cancer was classified as T2N0M0 stage. A computed tomography (CT) of the chest () prior to admission revealed the presence of a paratracheal lymph node metastasis, measuring 4.5×3.5×2.5 cm, that was squeezing the trachea and esophagus. No other metastasis in the abdominal organs or lymph nodes were detected by CT.\\nUpon referral, the airway of the patient was so narrow that endotracheal intubation was unsuccessful and, consequently, the patient was unsuitable for tracheotomy due to the location of the stenosis. For similar reasons, the patient was also unsuitable for surgical resection. In addition, dyspnea is a contraindication for radiotherapy, as radiation edema may aggravate the condition. As the life of the patient was in danger, methylprednisolone acetate was administered at 80 mg per day for temporary relief of the dyspnea, and this was followed by initial treatment with chemotherapy combined with endostar. As the PS of the patient was 4, the chemotherapy regimen, which included intravenous (IV) administration of docetaxel (40 mg/m2; days 1 and 8), 5-fluorouracil (400 mg/m2; days 1–5 and 8–12), nedaplatin (40 mg/m2; days 1 and 8) and endostar (3 mg; days 1–14), was divided into 2 weeks. The dyspnea of the patient was downgraded to grade II after 1 week, and the methylprednisolone acetate dose was reduced to 40 mg per day. One month following chemotherapy, the dyspnea of the patient was alleviated. The dyspnea was downgraded to grade I and a CT scan showed that the lesions were 3.0×2.5×1.5 cm (). Objective efficacy evaluation indicated partial remission.\\nThe patient was then administered SBRT treatment combined with methylprednisolone acetate at 40 mg per day until the end of radiotherapy. The stereotactic γ-ray whole-body therapeutic system (body γ-knife radiosurgery) with 30 rotary conical-surface Co (60) sources was focused on the target volume. Low-speed CT simulation was conducted, followed by three-dimensional conformal radiotherapy (3D-CRT) planning. A total dose of 33 Gy was delivered at 3.3 Gy/fraction to the 60% isodose line covering the planning target volume. The biological equivalent dose (BED) was 43.89 Gy. The radiotherapy course was delivered in 2 weeks. During the radiotherapy, the patient experienced grade II esophagitis. One month following radiotherapy, the patient showed rapid improvement in dyspnea and dysphagia, and CT revealed that the paratracheal lymph node lesions had disappeared (). Objective efficacy evaluation indicated almost complete remission.\\nThe patient then received another three cycles (separated by a 3-week interval) of IV systemic chemotherapy combined with endostar (docetaxel: 75 mg/m2, day 1; 5-fluorouracil: 800 mg/m2, days 1–5; nedaplatin: 75 mg/m2, day 1; and endostar: 3 mg; days 1–14). Four months following radiotherapy, CT imaging revealed that the cancer was in complete remission (). The patient was virtually asymptomatic following this treatment, and was able to breathe, eat normally and gain weight. Significantly, radiation-induced esophageal perforation and stenosis was not observed. The patient continued to exhibit no symptoms of dyspnea and dysphagia and has had no evidence of metastatic disease, with a progression-free survival of >8 months at the time of writing.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'15500894': 1, '31683722': 1, '21789024': 1, '21105188': 1, '22917490': 1, '26647768': 1, '22382882': 1, '23162635': 1, '29176539': 1, '12873680': 1, '12459355': 1, '26722291': 1, '23054020': 1, '11870157': 1, '15209736': 1, '33028804': 1, '22846974': 1, '23263828': 1, '22898155': 1, '18057993': 1, '15047918': 1, '19549707': 1, '11690681': 1, '34513829': 1, '29163691': 1, '22198910': 1, '10235156': 1, '20868555': 1, '16820062': 1, '12742273': 1, '29677645': 1, '23071744': 1, '22867894': 1, '12128128': 1, '9008168': 1, '32850412': 1, '24959263': 2}", "similar_patients": "{}"}