{"patient_id": 86778, "patient_uid": "4875985-1", "PMID": 27242943, "file_path": "comm/PMC004xxxxxx/PMC4875985.xml", "title": "Concomitant Guillain Barre Syndrome and Transverse Myelitis as Initial Neuropsychiatric Manifestation in a Case of Lupus: A Diagnostic Quandary", "patient": "A 30-year-old lady presented with complaints of progressive ascending weakness of both lower limbs for a week for which a diagnosis of GBS was made elsewhere. After few days she also developed incontinence of urine and stools. A Magnetic Resonance Imaging (MRI) done then revealed myelitis of the spine at junction of the medulla and cervical spine. Owing to the diagnostic quandary, she was referred to our centre for further evaluation. Review of her history revealed a course consistent with the diagnosis of GBS but lack of any prodrome or viral illness prior to the onset of the weakness. Past history revealed occurrence of pain with minimal swelling affecting the small joints of hands, wrists, knees, and ankles, associated with Raynaud's phenomenon. These symptoms had been occurring for 2-3 months every winter for the last three years and always subsided with onset of summers. Only this time, the resolution of symptoms was not complete. She had been treated intermittently with nonsteroidal anti-inflammatory drugs (NSAIDs) and low dose corticosteroids by her general practitioner (GP). She had two healthy children, was a teetotaler, never suffered from tuberculosis, was not a known diabetic or hypertensive, and did not give any history of abortions. Family history was insignificant. General examination was unremarkable except for pallor. Central nervous system (CNS) examination revealed a conscious oriented lady with flaccid quadriparesis, areflexia, and unresponsive plantar reflexes. Cardiovascular, respiratory, and abdominal examinations were normal. Musculoskeletal examination revealed minimal to mild synovitis in few metacarpophalangeal (MCP) and interphalangeal (IP) joints of both hands and wrists. Laboratory investigations revealed haemoglobin (Hb) 9.2 g/dL, total leucocyte count (TLC) 7800/mm3, total platelet count of 120000/mm3, a normocytic normochromic blood picture, serum sodium (Na+) 142 mEq/dL, serum potassium (K+) of 4.6 mEq/dL, and normal liver and kidney function tests. Chest radiograph was reported to be normal. Serology for Human Immunodeficiency Viruses (HIV) types 1 and 2, Hepatitis B Virus Surface Antigen (HBsAg), Hepatitis C Virus (HCV), Herpes Simplex Virus (HSV) types 1 and 2, and Cytomegalovirus (CMV) was negative. Cerebrospinal fluid (CSF) analysis showed albuminocytological dissociation with sugar 85 mg/dL and proteins 110 mg/dL and no cells. MRI of brain and spinal cord reviewed showed hyperintensities in T2 weighted images in cervicomedullary junction (Figures and ). Nerve conduction study (NCS) showed pure motor involvement with increased distal latencies, decreased conduction velocities, normal amplitude, and absent F-waves with no affection of sensory nerves, features which in the background of rapidly progressive ascending areflexic quadriplegia suggested the diagnosis of the Acute Inflammatory Demyelinating Polyneuropathy (AIDP) subtype of GBS. Anti-Nuclear Antibody (ANA) was positive in 1 : 640 dilution and homogeneous in pattern by indirect immunofluorescence (IIF), and anti-smith antibody (anti-Sm) was positive with intensity of 65 by EUROLine scan. Levels of complement component C3 were low (76.2 mg/dL, normal 90–180 mg/dL) while component C4 levels were towards the lower limits of normal (10.5 mg/dL, normal 10–40 mg/dL). Direct Coombs test (DCT), rheumatoid factor (RF), and cyclic citrullinated peptide antibodies (anti-CCP) were negative. A provisional diagnosis of SLE with CNS involvement was kept in view of arthritis, CNS involvement, positive ANA, and low complements. Treatment was instituted immediately with intravenous methyl prednisolone 1 g once a day for three days followed by oral prednisolone at 1 mg/kg body weight daily, hydroxychloroquine 200 mg twice a day, and cyclophosphamide 750 mg infusion. Her neurologic status improved and a repeat neurological examination after 3 days showed improved power of 2/5 in both upper limbs. After two weeks her muscle power improved to 2/5 around hip joints and 3/5 around shoulders, elbows, knees, and ankle joints. Her bladder and bowel functions also improved and she could be decatheterised. Subsequent MRI screen of spine repeated after 3 weeks was normal.\\nThe patient was put on monthly pulses of cyclophosphamide, and steroids were continued at 1 mg/kg body weight for 6 weeks and then tapered by 10% of the dose every two weeks. After 12 weeks, she had grade 4− (4 minus) muscle power around hips. Power around shoulders, elbows, wrists, knees, and ankles was grade 4. Grip was normal. She is able to carry out most of her activities of daily living.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'24365304': 1, '16420554': 1, '12773648': 1, '23772249': 2, '20520785': 1, '25581417': 1, '25073545': 1, '11589654': 1, '10211873': 1, '27242943': 2}", "similar_patients": "{'3680901-1': 1}"}