{"patient_id": 87500, "patient_uid": "4936092-1", "PMID": 27388295, "file_path": "comm/PMC004xxxxxx/PMC4936092.xml", "title": "Spontaneous ureteric rupture, a reality or a faux pas?", "patient": "A 65 year old non diabetic, non-alcoholic gentleman presented with a 2 day history of right sided severe abdominal pain with no prior trauma, surgery, urinary retention or calculus disease.\\nClinically, he was vitally stable, apart from mild tachycardia (pulse rate 92 beats/min). On local examination, there was no abdominal or costo-vertebral tenderness and rest of his abdomen was unremarkable, however his pain was seemingly out of proportion to these examination findings. His serum urea/creatinine, liver function tests, serum amylase/lipase as well as all other biochemical tests were within normal limits.\\nHis ultrasound whole-abdomen was suggestive of increased liver echogenicity, with no evidence of any abnormality to the kidneys, ureters, bladder as well as no intra or retroperitoneal fluid collection, and he was being evaluated along the lines of a liver abscess.\\nHowever, a CECT scan when done, reported a ureteric rupture with leakage of contrast from the upper ureter, well away from the renal pelvis, at the level of the 2nd lumbar vertebra (Fig. ).\\nHe was promptly taken up for cysto-ureteroscopy, retrograde pyelography (RGP) and DJ stenting. Intraoperative RGP demonstrated the upper ureteric rupture at a fair distance from the pelvis without cystoscopic evidence of any calculus or obstructive uropathy (Fig. ).\\nHe was managed via cystoscopy and placement of a DJ Stent (5Fr, No 26). His post operative course was uneventful and he was discharged on the second post operative day, without event.\\nAt 6 weeks of follow up, there was no contrast extravasation as confirmed via an RGP done during stent removal (Fig. ).\\nThe patient was discharged without event and advised to remain on 6 monthly follow ups, with imaging to be done as per his subsequent symptoms.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'34573910': 1, '31333807': 1, '18298313': 1, '24455381': 2, '25715862': 1, '1459823': 1, '22379594': 2, '3824730': 1, '27388295': 2}", "similar_patients": "{'3884862-1': 1, '3285709-1': 1}"}