{"patient_id": 149329, "patient_uid": "4677758-1", "PMID": 26677338, "file_path": "noncomm/PMC004xxxxxx/PMC4677758.xml", "title": "Non-leukemic myeloid sarcoma involving the vulva, vagina, and cervix: a case report and literature review", "patient": "A 40-year-old woman with Eastern Cooperative Oncology Group performance score of 1 was hospitalized because of small amount of vaginal bleeding for 2 months and a painless mass in vulva as the first presentation. There was no history of fever, fatigue, or bleedings from other sites of the body. Physical examination revealed several swelling lymph nodes in the left inguinal region. Other superficial lymph nodes, liver, and spleen were impalpable. There was no sternal tenderness.\\nGynecological and colposcopic examination revealed normal skin color of the vulva, swelling of both bilateral greater and lesser lips of the pudendum. Tough masses were palpable and extended to the bottom of the pelvic cavity. The top of the vagina and zone of the fornix swelled up like strip, and almost surrounded the cervix. The cervix was also swelling and bleeding when palpated. There was a small ulcer on the lower lip. The uterine corpus was antepositioned and normal in size. Fluorodeoxyglucose positron emission tomography scan was performed and found a soft tissue mass lesion of 5.5×5.7×9.0 cm across the vulva, vagina, and cervix with an irregular shape, ill-defined boundary, and with a maximum standardized uptake value (SUV[max]) of 2.4 (). Several lymph nodes were detected in the left inguinal region.\\nThe patient underwent a biopsy of the tumor mass. Two pieces of tissue approximately 1.5×1 cm and 2×1 cm were surgically resected from the involved cervix and left greater lips of pudendum, and electric coagulation was used to stop bleeding. The cut surface of the biopsies was gray color. Pathohistologic study revealed infiltration of medium-sized to large blasts with finely dispersed chromatin, prominent nucleoli, and abundant eosinophilic cytoplasm. Immunohistochemical staining was strongly positive for myeloperoxidase, CD68, leukocyte common antigen (LCA), CD117, CD34, CD38, CD79a, and negative for cytokeratin (CK), epithelial memberane antigen (EMA), CD2, CD3, CD20, CD5, CD138. Ki67 was expressed in 70% of the tumor cells ( and ). Complete blood count (CBC) was normal: WBC 7.5×109/L, hemoglobin 12.1 g/dL, platelet 344×109/L, and 54% neutrophils, 36% lymphocytes, 6% eosinophils, and 4% monocytes in peripheral blood smear. Tumor markers (CA199, CA125, CEA) and complete biochemical panel including lactose dehydrogenase and uric acid were all in the normal range. The BM aspiration on left iliac bone demonstrated normal marrow cellularity with trilineage differentiation, and there were no increased percentage of myeloid blasts. The BM biopsy was normal.\\nRecurrent fusion genes in AML such as AML1/ETO, Bcr/Abl, PML/RARα, and CBFB/MYH11 were all negative. Nucleophosmin (NPM1), FMS-like tyrosine kinase (FLT3), CCAAT/enhancer-binding protein alpha (CEBPA), and c-KIT mutation were not detected. Chromosomal analysis of the BM showed a normal 46, XX karyotype, and flowcytometric analysis revealed no abnormality. The diagnosis of the non-leukemic MS was finally made. She was then treated with conventional chemotherapy for acute myelobalstic leukemia, consisting of cytosine arabinoside 100 mg/m2/d for 7 days and daunorubicin 45 mg/m2/d for 3 days. She received only one cycle of chemotherapy and refused any further treatment or any kind of physical or laboratory examination except for CBC because of personal reason. Three months later, the patient experienced fatigue, low-grade fever, and recurrent irregular vaginal bleeding, and she gradually developed leukocytosis, anemia, and thrombocytopenia. The last CBC showed: WBC 57.4×109/L, hemoglobin 6.5 g/dL, platelet 17×109/L. Four months after telephone follow-up, she was said to have a sudden headache, vomiting, and unconsciousness. Then she was reported to die suddenly at home 4 hours after the onset of the aforementioned symptoms, presumably due to intracranial hemorrhage.\\nWritten informed consent was obtained from the patient’s family.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'18606981': 1, '17169797': 1, '21962486': 1, '3465429': 1, '21319521': 1, '17446522': 1, '32367177': 1, '17566850': 1, '10396223': 1, '12144541': 1, '21658983': 1, '15119007': 1, '24396704': 1, '2732341': 1, '19880497': 1, '7730563': 1, '338140': 1, '19687319': 1, '11920536': 1, '6192105': 1, '7602369': 1, '18353162': 1, '10857884': 1, '18365139': 1, '20354424': 1, '23218987': 1, '23599768': 2, '12533040': 1, '2398151': 1, '9331287': 1, '11342325': 1, '7023656': 1, '17170724': 1, '6585265': 1, '8491421': 1, '6461154': 1, '6593431': 1, '11068557': 1, '31699112': 2, '16707383': 1, '17974004': 1, '12764375': 1, '4619269': 1, '21795742': 1, '25685570': 1, '18623376': 1, '1563910': 1, '26677338': 2}", "similar_patients": "{'3629162-1': 1, '6839179-1': 1}"}