{"patient_id": 87092, "patient_uid": "4899588-1", "PMID": 27313940, "file_path": "comm/PMC004xxxxxx/PMC4899588.xml", "title": "Syncope with Surprise: An Unexpected Finding of Huge Gastric Diverticulum", "patient": "A 51-year-old Caucasian policeman was admitted at the medical department of the University of Cagliari Hospital (Italy) due to a syncopal episode occurring while he was resting on the beach after eating his lunch, with concomitant vague epimesogastric gravative pain without any other symptoms. In the anamnesis he reported a previous similar episode, occurring 10 years earlier, during a walk in a shopping center after having a carbonated beverage (cola). For this reason, he underwent cardiovascular and neurological investigations. The electrocardiogram, echocardiogram, and stress test on the treadmill were unremarkable. The head-up tilt-table test reproduced the original symptoms, with objective evidence of a sudden drop in blood pressure without a decrease in heart rate. Therefore, a final diagnosis of neuromediated syncopal episode was carried out. Due to the referred epimesogastric pain, an abdominal US scan was carried out, showing a small amount of perisplenic fluid. A CT scan and an MRI scan of the abdomen were performed in order to exclude splenic lesions. The CT scan revealed a large diverticulum of the size of 52 × 68 × 72 millimeters protruding from the gastric fundus showing tight adhesions with the inferomedial surface of the spleen, the ipsilateral adrenal gland, and the upper posterior surface of the body and tail of the pancreas (Figures and ). The patient was therefore referred to our surgical team. When a deeper anamnesis was carried out, the patient reported a two-year symptomatology characterized by recurrent dyspepsia, postprandial fullness, and frequent burping with fetor ex ore.\\nOn physical examination the hemodynamics were stable, and the patient had a mild epigastric tenderness. Abdominal and thoracic examination was otherwise unremarkable. Blood tests and chest and abdominal X-rays were normal. The upper gastrointestinal endoscopy visualized a large diverticular neck (30 × 20 millimeters) situated in the posterior wall of the gastric fundus. After further exploration, a pouch partially filled by undigested food was discovered (). Due to the large volume of the diverticulum and its retroperitoneal location patient underwent open surgery. The resection of the gastric diverticulum was performed using an Echelon Flex Powered Endopath 60 mm gold reload (Ethicon Endo-Surgery, Cincinnati, Ohio, USA). The stapler line was oversewn by a running suture with resorbable coated polyclacin 2-0 suture (Vicryl™, Ethicon) (). The patient had an uneventful postoperative course. On postoperative day one, a barium study showed normal anatomy and no leaks. He was placed on a fluid diet on postoperative day one and regular diet on postoperative day three. The patient was discharged on postoperative day five. Histologic examination showed a full-thickness stomach specimen, indicative of a congenital diverticulum, with slight chronic inflammation and diffuse hyperplasia and hypertrophy of the oxyntic cells. At the 2nd month of follow-up appointment, both epigastric pain and halitosis had disappeared.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'28670060': 1, '17575774': 1, '14840911': 1, '9684678': 1, '21015447': 1, '18289361': 1, '20207635': 1, '24907543': 1, '22257431': 1, '3080856': 1, '10461434': 1, '10383284': 1, '31396274': 1, '11479415': 1, '3085565': 1, '9548048': 1, '2743851': 1, '10577085': 1, '3111246': 1, '31111031': 1, '31658807': 1, '20100850': 1, '11929180': 1, '4960419': 1, '6423437': 1, '24106415': 1, '12050587': 1, '14731136': 1, '22679402': 1, '31223371': 1, '16863856': 1, '20399307': 1, '27313940': 2}", "similar_patients": "{}"}