{"patient_id": 138552, "patient_uid": "4000306-1", "PMID": 24803899, "file_path": "noncomm/PMC004xxxxxx/PMC4000306.xml", "title": "Adrenocortical Carcinoma in an Adult: Eight Months without Recurrence after Resection and Adjuvant Chemotherapy", "patient": "A 63-year-old female patient presented left flank pain for 1 year associated with a palpated mass in this topography. In the previous 2 months, she had experienced nausea without vomiting and weight loss (not measured).\\nComputerized tomography was performed for staging which revealed a large mass of 20.8 × 16.5 × 10.6 cm (1,902.6 cm3) in size with multiple areas of central necrosis and significant neovascularization in the left adrenal topography without a cleavage plane with pancreas and left kidney and thrombus in the inferior vena cava (fig. , fig. ). No other lesions were visualized. The patient was submitted to surgery with en bloc resection of the mass, body and tail pancreatectomy, splenectomy, left nephrectomy and thrombectomy of the inferior vena cava (fig. , fig. ). She was discharged from hospital on the fourth postoperative day with no complications.\\nHistopathology revealed an adrenal carcinoma, a solid pattern, associated with low grade, 20 × 18 cm in size, and Ki67 of approximately 5%. We observed capsule infiltration, an extensive necrosis area, clear margins and no lymph node involvement – pT4N0M0 – pathologic staging IV, American Joint Committee on Cancer (AJCC) 2010, European Network for the Study of Adrenal Tumors (ENSAT) stage III. Adjuvant therapy was conducted with mitotane on an initial low-dose scheme.\\nAfter 8 months of follow-up after surgery, the patient remained without any signs of recurrence on computerized tomography and magnetic resonance scans of the abdomen.\\nWritten informed consent was obtained from the patient for publication of this case report and any accompanying images.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'23783027': 1, '22997446': 1, '19025987': 1, '23299088': 1, '23125857': 1, '23549307': 1, '23531850': 1, '24803899': 2}", "similar_patients": "{}"}