{"patient_id": 143024, "patient_uid": "4295060-1", "PMID": 25625095, "file_path": "noncomm/PMC004xxxxxx/PMC4295060.xml", "title": "Cefepime-induced Aphasic Status Epilepticus Mimicking Acute Stroke", "patient": "A 36-year-old right-handed man was admitted to internal medicine department with 3 months history of generalized edema and decreased urine output. He was diagnosed as nephrotic syndrome and urinary tract infection. Because his urine culture demonstrated Pseudomonas aeruginosa, intravenous cefepime 2 g every 8 hours was initiated. His creatinine clearance calculated by Modification of Diet in Renal Disease (MDRD) formula was 49 mL/min/1.73 m2, suggesting mild renal impairment. He was consulted to neurology department for acute onset global aphasia and right hemiplegia during admission. His mental status was alert and he did not have any convulsive movements. Although he had a past medical history of intracerebral hemorrhage (ICH) due to left middle cerebral artery (MCA) aneurysmal rupture about 7 years ago, he did not have any language difficulties, hemiplegia, and seizures. At first, under the suspicion of acute stroke, an emergent brain magnetic resonance imaging (MRI) with angiography was done. However, there were no acute lesions in brain imaging, except old encephalomalacia in left fronto-temporal area and clipping of left MCA aneurysm (). There was no significant alteration of perfusion status on perfusion-weighted MRI. Although right hemiplegia recovered completely within a few hours, motor aphasia was persistent. After ruling out acute stroke, we performed electroencephalography (EEG) due to the persistent aphasia. EEG revealed continuous 2–3 Hz rhythmic spike-and-waves in left hemisphere, especially in fronto-temporal area (), with clinical ictal phenomena (aphasia) during the EEG patterns, compatible with the working clinical criteria for NCSE with focal onset. Because he has been treated with high dose of cefepime since 2 days ago from the onset of neurological symptoms, we suspected cefepime-induced NCSE, particularly aphasic SE. Cefepime was withdrawn after the diagnosis of NCSE. His EEG () and clinical symptoms made a gradual recovery within 3 days after the discontinuation of cefepime. Follow-up brain diffusion-weighted MRI after 5 days from symptom onset also did not show the acute lesions.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'19034700': 1, '29042939': 1, '29137682': 1, '24001066': 1, '18651542': 1, '22395944': 1, '32357511': 1, '33953631': 2, '11498064': 1, '16261307': 1, '17448937': 1, '25625095': 2}", "similar_patients": "{'8042546-1': 1, '8042546-2': 1, '8042546-3': 1}"}