{"patient_id": 138671, "patient_uid": "4009598-1", "PMID": 24800199, "file_path": "noncomm/PMC004xxxxxx/PMC4009598.xml", "title": "Implantable cardioverter defibrillator during laser transurethral resection of the prostate", "patient": "This study was approved by Cleveland Clinic institutional board.\\nA 59-year-old man with a past medical history of hypertension, hyperlipidemia, and coronary artery disease (previous myocardial infarction 2008) presented for an elective GreenLight laser XPS (AMS World Headquarters 10700 Bren Road West, Minnetonka, MN 55343, USA) prostatectomy in January 2012 due to obstructive benign prostatic hyperplasia (BPH). Past surgical history was significant for five-vessel coronary artery bypass graft ( 2008 ) after the myocardial infarction, required temporary intra-aortic balloon pump post bypass and subsequent ICD (Guidant E102 Teligen 100, Boston Scientific, 4100 Hamline Ave N St Paul, MN, 55122, USA) implantation for low ejection fraction. Previous surgery also included coronary endarterectomy along with bilateral iliac artery stenting ( 2009 ) and right lower extremity stent placed ( 2011 ). Medications at the time included clopidogrel 75 mg (held for five days prior to surgery) and aspirin 325 mg (held for seven days prior to surgery). Preoperative electrocardiogram (ECG) showed complete left bundle branch block. Cardiac evaluation led to cardiac catheterization, which revealed mild diffuse disease in the left anterior descending and left main coronary arteries, severe diffuse disease in the circumflex coronary artery, and complex 100 percent proximal lesion in the right coronary artery. Saphenous vein graft to the 1st diagonal was totally occluded, but all other vein grafts were widely patent. Current ejection fraction of 55% with normal wall motion was noted. After review of these findings and ICD evaluation the patient was determined to be optimized and medically cleared for surgery. As per electrophysiology service (EPS) recommendation, the ICD was intentionally not deactivated prior to the Laser TURP procedure. Standard ASA monitors, a BIS monitor, and axillary temperature were utilized throughout the procedure. An 18-gauge peripheral IV was placed prior to induction of general anesthesia. Anesthesia was induced with intravenous midazolam, lidocaine, fentanyl and propofol, followed by placement of a size 5 Supreme laryngeal mask airway (LMA) without difficulty. Sevoflurane was administered as the inhalational agent with a 2:1 air/oxygen mix throughout the case with no neuromuscular blockade. The patient was warmed with an air-warming blanket during the procedure, which lasted two hours and thirty-five minutes. The case was concluded without complication or any ICD activity noted, 1700 cc Lactated Ringer was administered, and an estimated blood loss was less than 100 cc. The LMA was removed from the patient without difficulty at the conclusion of the surgical procedure. The patient was then transported to the post-anesthesia care unit (PACU) awake and alert, and in stable condition. He was discharged on post-operative day one in stable condition with planned ICD follow up. Although post operative contact was attempted it was not achieved and patient was lost to follow up.\\nA 63 year old man with past medical history significant for hypertension, congestive heart failure, and atrial fibrillation presented for an elective GreenLight laser XPS (AMS World Headquarters 10700 Bren Road West, Minnetonka, MN 55343, USA) prostatectomy in May 2012 due to obstructive benign prostatic hyperplasia (BPH). Past surgical history included repair of an ascending aortic aneurysm with subsequent complete heart block requiring dual chamber pacing in 1990, as well as aortic valve and root replacement with an aortic homograft in 2008. Hisold ICD was replaced by a new ICD [Guidant N119 Cognis 100, Boston Scientific, 4100 Hamline Ave N St Paul, MN, 55122, USA] in January 2010. The last Echo in June 2009 showed an EF of 50%. Current medications included lisinopril 5 mg (held on the day of surgery), sotalol 80 mg, and aspirin 325 mg daily (held for five days prior to surgery). Preoperative ECG showed normal sinus rhythm with an atrial tracking electronic ventricular pacemaker. A preoperative transthoracic echocardiogram was performed and reported an ejection fraction of 55% with severe left atrial enlargement, moderate tricuspid valve regurgitation, and mild pulmonary hypertension (40 mmHg). Mild mitral valve regurgitation and mild aortic insufficiency were also noted. After examination of these findings and ICD evaluation the patient was deemed optimized and cleared for surgery. As per EPS recommendation, the ICD was intentionally not deactivated prior to the Laser TURP procedure. A 20-gauge peripheral IV was placed prior to induction of general anesthesia with standard ASA monitors. Anesthesia was induced after intravenous midazolam, fentanyl, and lidocaine, with propofol followed by rocuronium for muscle relaxation. Intubation was then performed without difficulty. Sevoflurane was used as the inhalational agent with a 1:1 air/oxygen mixture throughout the case. BIS monitor and esophageal temperature probe were used throughout the procedure. The patient was warmed with an air-warming blanket during the 104 minute procedure. The case was concluded without complication or any ICD activity noted, 800 cc of Lactated Ringer administered, and with an estimated blood loss less than 50 cc. The patient was extubated without difficulty upon emergence and was transported to the PACU awake and alert in stable condition. Upon meeting criteria for PACU discharge, the patient was discharged home in stable condition4 hours after arrival at PACU. His ICD was checked remotely approximately one month postoperatively. No episodes of ventricular arrhythmia were noted and three episodes of non-sustained ventricular tachycardia were reported. There were 10 total episodes of mode switch noted since last evaluation which was done about 2 months prior to the surgery. The post operative check was normal and did not suggest any impact from surgery.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'21252191': 1, '1934215': 1, '17646508': 1, '22539263': 1, '11359154': 1, '7818133': 1, '22156267': 1, '23266999': 1, '16469429': 1, '7571775': 1, '7681634': 1, '21186009': 1, '20562795': 1, '20450504': 1, '4738189': 1, '12380774': 1, '11298712': 1, '8758584': 1, '21722852': 1, '16903819': 1, '21245737': 1, '24800199': 2}", "similar_patients": "{}"}