{"patient_id": 83483, "patient_uid": "4616288-2", "PMID": 25275526, "file_path": "comm/PMC004xxxxxx/PMC4616288.xml", "title": "Imaging Diagnosis for Left Ventricular Thrombosis in Idiopathic Hypereosinophilic Syndrome", "patient": "A 41-year-old man was admitted to hospital on December 27, 2013, complaining of intermittent chest pain and chest tightness for 1 year, with acute exacerbation and high fever for 12 days. The patient had a history of smoking for 28 years with no history of drug or food allergy. The patient did not see any doctors before admission.\\nOn admission, his body temperature was 37.4°C and blood pressure was 100/60 mm Hg. The patient appeared acutely ill with no cyanosis of the lips or jugular venous distention. Few moist rales were heard at the base of the right lung. The patient’s heart rate was 74 beats/min with a regular rhythm, and a light holosystolic blowing murmur with 2/6 degree was heard at the auscultatory mitral area. No liver and spleen enlargement or edema of the lower limbs was found.\\nRoutine blood test results showed a white blood cell count of 50.66 × 109/L, with 71.5% eosinophils at the absolute count of 36.22 × 109/L. Bone marrow biopsy showed 0.5% neutrophilic myelocytes, 0.5% eosinophilic myelocytes, 12.5% eosinophilic metamyelocytes, 15.5% eosinophilic stab granulocytes, and 49% eosinophilic segmented granulocytes. Other results included troponin-I, 3.17 ng/mL; aspartate aminotransferase, 76 IU/L; lactate dehydrogenase, 1173 IU/L; blood urea nitrogen, 10.6 mmol/L; dimerized plasmin fragment D, 845.0 ng/mL; C-reactive protein, 18.3 mg/L; and brain natriuretic peptide, 6120.00 pg/mL. No abnormalities were found in coagulation function, serum creatinine, electrolytes, blood lipids and glucose, and routine urine. Results for the hepatitis virus, T pallidum, and HIV antibodies were negative. No abnormalities in parasites, thyroid function, rheumatic factors, and immunological indexes were found. Ultrasound examination of the liver, spleen, pancreas, bilateral kidneys, and adrenal gland showed no abnormalities. Chest CT revealed a small amount of right pleural effusion. ECG illustrated ST-segment depression >0.3 mV in leads V1–V 6 with deep inverted T waves (figure not shown). TTE showed normal chamber sizes, and a cap-shaped echo of mural thrombus that measured 37.5 × 27.1 mm was observed at the apex and middle part of the LV cavity; it was closely attached to the ventricular wall (Figure A). Mitral valve regurgitation was noted with an area of 2.5 cm2. The conclusive diagnosis of the TEE exam was “LV mural thrombosis, mild mitral regurgitation, normal LV systolic and diastolic functions.”\\nA contrast-enhanced spectral CT scan was performed using the newly developed gemstone spectral imaging (GSI) mode of the Discovery CT750 HD CT scanner (GE, Milwaukee, WI) with Iopromide (Ultravist 370 mg/mL; Schering) as the contrast agent. The scanning parameters were as follows: helical scanning speed of the x-ray tube, 0.6 s/r; pitch, 0.969; detector width, 4.0 cm; instantaneous voltage switch (0.5 ms) between high and low energy (140 and 80 kVp); and tube current, 600 mA. In the GSI mode, iodine and blood were chosen as the base material pair. In the images of iodine-based density, the normal LV cavity filled with the contrast agent was displayed as high-brightness signals whereas the LV thrombus was manifest as filling defects. In the images of blood-based density, the LV thrombus signal intensity was similar to that of normal LV cavity filled with blood, both displaying relatively high-brightness gray shadows (Figure ).\\nCardiac cine-MRI was performed using the same instrument and methods with similar parameter settings as in case 1. A single cine-MRI image clearly showed a marked thickening of the LV wall and annular low-density shadows at the apex, septum, and lower lateral wall of the LV, with a linear low-density shadow extending into the center of the LV cavity (Figure ). In a detailed analysis of the image, we found that the obtained MRI signals were different among the normal LV cavity, LV intraluminal thrombus, and thrombus-attached endocardium. Thus, compared with TTE and CT scan, cardiac MRI is the most favorable to define the thrombus size and assessment of the endocardial thickness.\\nThe patient was prescribed with warfarin and prednisone, but TTE recheck at 5 month follow-up showed that the size of the thrombus was increased substantially, whereas blood signals could be found flowing into the central thrombus probably because of the potent anticoagulation activity of warfarin (Figure B).", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'18598895': 1, '20053713': 1, '20639008': 1, '1090795': 1, '12010938': 1, '11447094': 1, '21854430': 1, '21494529': 1, '23479714': 1, '16750989': 1, '8180373': 1, '20333409': 1, '24331268': 1, '23570610': 1, '24456103': 1, '22293809': 1, '23830601': 1, '21330561': 1, '16824834': 1, '25275526': 2}", "similar_patients": "{'4616288-1': 2}"}