{"patient_id": 141572, "patient_uid": "4200363-1", "PMID": 25328653, "file_path": "noncomm/PMC004xxxxxx/PMC4200363.xml", "title": "Adulthood Benign Triton Tumor Developed in the Orbit", "patient": "A 53-year-old woman presented with right periorbital swelling and pain in eyeball over 2 months. She had known Grave's disease but there were neither other neurologic deficits nor limitation of the extraocular muscle movement. Visual acuity and field were normal findings. Magnetic resonance (MR) imaging revealed a well-enhancing mass surrounding optic nerve and ocular muscles in the right retrobulbar area (). We suspected lymphoma or pseudotumor, and decided to explore because of persistent ocular pain and purpose of pathological confirmation. We approached via right frontotemporal craniotomy. After opening of the periorbita, we observed the bulky mass intermingled with right medial rectus muscle and superior oblique muscle. It was hard to define the exact origin of tumor in the medial aspect of the orbit. Therefore, we excised the voluminous mass appearing grossly like hypertrophied muscle and subtotal removal of the lesion was attained, leaving its remnant to avoid the injury to extraocular muscles.\\nSurgical specimen was a dark brownish measuring 1.3×1.0 cm in size, and it was proven to be the findings of the skeletal muscle suspecting the right medial rectus muscle on the initial pathological report. On the microscopic examination, specimen showed the findings composed of well-differentiated skeletal muscle and nerve fibers. Each bundle size was quite variable (). According to the immunohistochemical report, the tumor was immunoreactive to S-100 protein, which is common marker of neural tissue (). Complex network of myelinated nerve fibers associated with well-differentiated striated muscle fiber were observed by Luxol-fast blue staining (). After operation, her optic nerve function was well preserved and ocular pain was improved, but she developed diplopia possibly by the injury of medial rectus muscle. Even though she has been undergone reconstructive surgery for the medial rectus muscle by ophthalmology department, her diplopia was persisted. There was no recurrence of tumor about 10 years after surgery.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'10230673': 1, '23483800': 2, '12497240': 1, '15814954': 1, '12618984': 1, '4635526': 1, '6625049': 1, '16228126': 1, '9485116': 1, '32807115': 2, '18299216': 1, '2403760': 1, '22174363': 1, '7053811': 1, '25328653': 2}", "similar_patients": "{'3589612-1': 1, '7433136-1': 1}"}