{"patient_id": 78467, "patient_uid": "4251157-1", "PMID": 25478257, "file_path": "comm/PMC004xxxxxx/PMC4251157.xml", "title": "Chylous Ascites in a Patient with HIV/AIDS: A Late Complication of Mycobacterium avium Complex-Immune Reconstitution Inflammatory Syndrome", "patient": "A 44-year-old HIV infected African-American male presented with three-month history of progressive abdominal distension, chronic backache, and exertional shortness of breath. Otherwise the patient denied of any fever, cough, sputum production, weight loss, night sweats, paroxysmal nocturnal dyspnea, or jaundice. His past medical history is significant for three-year history of HIV/AIDS and six-month history of disseminated MAC of duodenum and bone marrow. He has been compliant with his antiretroviral treatment (ART) and MAC regimen. His current medications include ritonavir, darunavir, emtricitabine/tenofovir, rifabutin, enfuvirtide, azithromycin, ethambutol, and atovaquone.\\nPhysical examination is consistent with mild respiratory distress on supine position. Abdominal examination revealed large ascites without any signs of portal hypertension. He is afebrile and hemodynamically stable. Abdominal imaging showed extensive ascites, hepatosplenomegaly, and mesenteric and retroperitoneal adenopathy (). Diagnostic and therapeutic paracentesis was done with a removal of five liters of thick pale yellow grossly turbid fluid () which is a transudate according to Light's criteria. Fluid analysis: glucose: 98 mg/dL, neutrophils: 18%, lymphocytes: 31%, monocytes: 51%, amylase: 37 U/L, fluid LDH: 196 IU/L, fluid total protein: 6.1 g/dL, albumin: 2.3 g/dL, triglycerides: 239 mg/dL, serum LDH: 362 IU/L, serum total protein: 8.7 gm/dL, serum albumin: 3.5 g/dL, and serum triglycerides: 118 mg/dL. Cytology was negative for malignant cells; Gram stain and cultures were negative for bacteria, fungus, and acid-fast bacilli after six weeks. The diagnosis of chylous ascites was made based on visual appearance of fluid and triglyceride level of more than 110 mg/dL.\\nThe absolute CD4 count and HIV viral load at the time of MAC diagnosis were 103 cells/mcL and 4.99 log copies/mL, respectively. The progressive improvement in absolute CD4 counts from 90 cells/mcL, 103 cells/mcL, 130 cells/mcL, and 222 cells/mcL and downtrending HIV-1 RNA PCR log copies from 4.99 to 2.42 to 1.30 in six-month intervals despite his worsening clinical condition is consistent with immune reconstitution inflammatory syndrome (IRIS) in our patient.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'19304980': 1, '29904300': 1, '7059101': 1, '30013774': 1, '17488505': 1, '29615423': 1, '10364047': 1, '29427281': 1, '31428560': 1, '25478257': 2}", "similar_patients": "{}"}