{"patient_id": 145921, "patient_uid": "4451137-1", "PMID": 26008899, "file_path": "noncomm/PMC004xxxxxx/PMC4451137.xml", "title": "Human HOIP and LUBAC deficiency underlies autoinflammation, immunodeficiency, amylopectinosis, and lymphangiectasia", "patient": "The patient, a 19-yr-old woman of Kuwaiti origin, was born at term, after a twin pregnancy. Her parents are first cousins and her twin brother is healthy. During the neonatal period, she presented omphalitis, requiring antibiotic treatment, and splenomegaly. After discharge, she had recurrent episodes of fever and persistent splenomegaly, associated with mild liver enlargement. At the age of 2 yr, familial Mediterranean fever was suspected, leading to the treatment of the patient for 3 yr with colchicine, with no clinical benefit. From early childhood, the growth of the patient was stunted. At the age of 4 yr, she developed generalized lymphadenopathy after immunization with BCG. 1 yr later, she presented severe respiratory distress, requiring mechanical ventilation. Treatment with rifampicin was initiated for possible mycobacterial disease. At the age of 7 yr, the patient began to suffer from recurrent episodes of fatty diarrhea, associated with fever and oral ulcers. Immunological investigations were performed for the first time at the age of 9 yr and showed T cell lymphopenia (CD3+: 776 cells/µl), an impaired proliferative response to anti-CD3 (cpm: 1,106 vs. 35,216 in a normal control), and hypogammaglobulinemia (IgG: 315 mg/dl), associated with nonprotective antibody responses to S. pneumoniae and H. influenzae, but with a good antibody response to tetanus toxoid. Prophylaxis with cotrimoxazole was initiated. Additional abnormalities identified in laboratory tests included hypoalbuminemia (2.6 g/dl), hypocalcemia (8.2 mg/dl), anemia (Hb, 8.1 g/dl), iron deficiency (3.7 µmol/l), vitamin 25-OH D3 deficiency (7 nmol/l; n.v., 75–125 nmol/l), and an elevated ESR (97 mm/h) and high C-reactive protein (CRP) serum level (8.06 mg/dl). Endoscopies of the upper and lower gastrointestinal tract were unremarkable. The poor growth of the patient led to treatment with human recombinant growth hormone (hrGR). However, this treatment was complicated by femur fractures, leading to its cessation. At 15 yr of age, the patient complained of severe pain in the hips, knees, and ankles. Treatment with a nonsteroidal antiinflammatory drug (naproxen) led to clinical improvement, but was complicated by gastrointestinal bleeding. Recurrent episodes of diarrhea and edema, requiring frequent infusions of albumin and furosemide, led to additional investigations. Negative results were repeatedly obtained for endoscopy, but videocapsule endoscopy, at the age of 16 yr, showed patchy areas of white-tipped thickened villi throughout most of the small bowel, consistent with intestinal lymphangiectasia. Further evidence of lymph vessel abnormalities was provided by a lymphangiogram (showing abnormal filling of the thoracic duct), high α-1-antitrypsin antibody, and triglyceride concentrations. The patient was placed on a low-fat, high-protein diet, with some improvement, but she continued to suffer from fatty diarrhea, with poor weight gain and impaired linear growth. She also developed persistent warts. A chest CT scan at the age of 17 yr demonstrated mild bronchiectasis in the right middle and lower lobes. Laboratory examinations at 18 yr of age confirmed the T and B cell abnormalities (Table S2), associated with elevated fluctuating but consistently high ESR (between 26 and 119 mm/h), increased CRP concentration (between 1.22 and 12.68 mg/dl; normal values: ≤0.5 mg/dl), and haptoglobin concentration (275 mg/dl; normal range: 33–183 mg/dl). Treatment with intravenous immunoglobulins was initiated, leading to an improvement in IgG trough levels. However, the episodes of systemic edema persisted, although at a lower frequency. The most recent follow-up visit showed a worsening of intestinal lymphangiectasia. An endoscopy with biopsies showed dilated lymphatic space in duodenal, small intestinal, and colonic mucosa. Moreover, the patient was suffering from muscular weakness, especially in the lower extremities. An MRI of the pelvis demonstrated diffuse muscular atrophy, with fatty infiltration of the gluteal musculature and the abductors. However, motor and sensory conduction and needle electromyography were normal, and there was no evidence of cardiomyopathy at heart ultrasound. Creatine phosphokinase (CK) and LDH levels are within the normal limits. Pulmonary function tests have shown reduced forced expiratory volume (78% of predicted), but to a lower extent than has been reported in HOIL-1 deficient patients. The patient is still on antibiotic prophylaxis, a low-fat and high-protein diet, iron and vitamin D supplementation, and immunoglobulin replacement therapy, and has started treatment with octreotide.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'31769858': 1, '30254289': 1, '24497531': 1, '33923887': 1, '19543231': 1, '29695863': 1, '29031697': 1, '33997176': 1, '24958845': 1, '33726834': 1, '25284787': 1, '24886697': 1, '34659546': 1, '31980906': 1, '27857075': 1, '27810922': 1, '28722725': 1, '20614026': 1, '33602551': 1, '14523047': 1, '21057262': 1, '30209176': 1, '19451168': 1, '25406581': 1, '24980746': 1, '25599590': 1, '27066895': 1, '25375928': 1, '23509278': 1, '29997612': 1, '24795713': 1, '33692228': 1, '32671059': 1, '34381167': 1, '34956195': 1, '31462647': 1, '23798481': 1, '34163478': 1, '32122970': 1, '31932179': 1, '27913667': 1, '32687504': 1, '28959952': 1, '27786304': 1, '16252236': 1, '27460922': 1, '24369075': 1, '21734245': 1, '25237204': 1, '27424290': 1, '10839543': 1, '30936877': 2, '34434197': 1, '30755793': 1, '26976635': 1, '31316982': 1, '32669658': 1, '11675497': 1, '27591049': 1, '28126382': 1, '28711137': 1, '24726327': 1, '34315543': 1, '8362989': 1, '27906774': 1, '22039266': 1, '27012465': 1, '33808506': 1, '30804083': 1, '33413275': 1, '7517359': 1, '32393887': 1, '12637671': 1, '32743516': 1, '22863777': 1, '31321571': 1, '28775156': 1, '22064427': 1, '30361438': 1, '33441937': 1, '26503766': 1, '33473179': 1, '31838215': 1, '23104095': 1, '25645939': 1, '8094231': 1, '7679801': 1, '20644199': 1, '26997266': 1, '9862365': 1, '17006537': 1, '19136968': 1, '31965418': 1, '25344726': 1, '20005846': 1, '27572974': 1, '34518544': 1, '11242109': 1, '27559085': 1, '27729585': 1, '28475174': 1, '26740240': 1, '11731797': 1, '27523608': 1, '25311508': 1, '21829693': 1, '22227388': 1, '24469399': 1, '30796585': 1, '31998699': 1, '21219179': 1, '32403254': 1, '14734108': 1, '34198614': 1, '25205549': 1, '24446482': 1, '29642643': 1, '28694805': 1, '34635190': 1, '23889995': 1, '33160483': 1, '28197335': 1, '28600438': 1, '10201907': 1, '20811394': 1, '21109225': 1, '33329596': 1, '31769854': 1, '28446710': 1, '24726323': 1, '28469620': 1, '20876309': 1, '30075154': 1, '34721419': 1, '19505943': 1, '26707379': 1, '24487276': 1, '26642243': 1, '25216719': 1, '24141947': 1, '26848516': 1, '21709223': 1, '17538631': 1, '11241277': 1, '23942237': 1, '21455181': 1, '25139357': 1, '34685685': 1, '27931534': 1, '34113018': 1, '21455180': 1, '30697212': 1, '34755089': 1, '30185613': 1, '21587235': 1, '28086098': 1, '33924766': 1, '18669862': 1, '33288901': 1, '21455173': 1, '33432113': 1, '34709403': 1, '27702987': 1, '26008899': 2}", "similar_patients": "{'6431612-1': 1}"}