{"patient_id": 146816, "patient_uid": "4518390-1", "PMID": 26229341, "file_path": "noncomm/PMC004xxxxxx/PMC4518390.xml", "title": "Bladder paraganglioma with renal agenesis: A possible new association and its implications in the light of REarranged in transfection gene genetics", "patient": "A 21-year-old male presented with hematuria for 6 months. He did not have any other symptom including weight loss/palpitation suggestive of paraganglioma. Physical examination including blood pressure was normal. Biochemical investigations showed normal hemogram and renal function. Urine analysis showed microhematuria and urine cytology was negative for malignant cells. Ultrasonography showed single anterior wall bladder mass of size 2.6 cm with absent right kidney. Patient underwent cystoscopy that showed a solid appearing tumor with overlying calcification on the anterior wall close to the bladder neck and left hemitrigone. Transurethral resection of the tumor was done. Intraoperatively patient developed high blood pressure (230/110 mm of Hg) that required nitroglycerine infusion for control. Histopathology was paraganglioma [Figures and ]. Subsequent computed tomography scan confirmed normal adrenals with right renal agenesis and right paravesical mass [] apart from bladder mass []. Preoperative workup was done to rule out other synchronous paragangliomas. After optimization with alpha blockers, patient underwent partial cystectomy along with excision of paravesical mass. Histopathology showed paraganglioma being confined to anterior bladder wall with no extravesical spread [] and surgical margins being free. The paravesical mass was seminal vesicle cyst. Postoperative recovery was uneventful and after 8 months, patient is voiding well and is normotensive.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'12606135': 1, '14715928': 1, '18252215': 1, '24152999': 1, '10777380': 1, '20539737': 1, '21490379': 1, '23627260': 1, '23924484': 1, '24442145': 1, '26229341': 2}", "similar_patients": "{}"}