{"patient_id": 146979, "patient_uid": "4527806-1", "PMID": 26273452, "file_path": "noncomm/PMC004xxxxxx/PMC4527806.xml", "title": "Sandwich osteotomy of the atrophic posterior mandible prior to implant placement", "patient": "A 49-year-old female patient was presented with a bilaterally atrophic mandible and a need for implant therapy. A thorough radiographic examination using cone-beam tomography revealed mandibular ridges that were not suitable for immediate implant placement in terms of height (6.2 mm on the left side and 7.2 on the right side. The patient was suggested the augmentation of the ridge using an interpositional block of allogeneic bone under local anesthesia. The patient gave her written informed consent, and a preoperative radiograph (Fig.A), computerized tomographic (CT) scan and Cone-beam tomography of the left and right mandibular ridges were obtained (Fig.B). A horizontal incision was made below the mucogingival line in the edentulous area. The mucoperiostal flap was raised to expose the mental foramen, and the mental nerve was identified, this helps to design the horizontal bone cut. One horizontal bone cut was then made 2 mm above the mental foramen. Then, two other vertical bone cuts were performed on the extremities of the horizontal cut. The more mesial vertical cut was performed 2 mm away from the adjacent tooth. A SG1 handpiece of NSK VarioSurg piezoelectric surgery was utilized to complete the osteotomy. The bone segment was then raised upward to leave space for the bone graft (Fig.), with no disturbance of the lingual periosteum. An allogeneic bone block was inserted interpositionally and placed in the middle of the space formerly created without any fixation between the basal segment and the cranial segment (Fig.A) The remaining spaces in both ends were filled with particular bone graft (Fig.B). The wound was then closed primarily with 4-0 vicryl U-shaped suture. A postoperative cone-beam X-ray and CT scan were obtained to assess the new vertical height of the mandible (Fig.A and B). After 3 months of healing, a crestal incision on the attached gingiva was made. The mucoperiostal flap was detached and endosseous implants were inserted using the classical approach, two into the right side, and three in the left side of the mandible, measuring 4 mm in diameter and 10 mm in length. The primary stability was relatively high (Fig.), and allowed for placement of the healing abutments (Fig.). The postoperative period was uneventful and the esthetic result was satisfying (Fig.). Post surgical follow-up visits were carried out at months 1, 3, 6, 12, 18, and 24 after the surgical procedure. At each follow-up procedure, a clinical and radiographic evaluation was performed. After 2 years of follow-up, the patient’s conditions were optimal, the hard and soft tissue did not show any changes.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'10093520': 1, '770282': 1, '1398829': 1, '12378486': 1, '3016218': 1, '1995811': 1, '4500507': 1, '3009757': 1, '8727581': 1, '14731180': 1, '3018207': 1, '8872220': 1, '1398841': 1, '8752560': 1, '15214225': 1, '9002837': 1, '1810890': 1, '3884722': 1, '3904693': 1, '27918747': 1, '21251081': 1, '1060712': 1, '26273452': 2}", "similar_patients": "{}"}