{"patient_id": 75351, "patient_uid": "4042134-1", "PMID": 24886439, "file_path": "comm/PMC004xxxxxx/PMC4042134.xml", "title": "Bone marrow metastasis in primary bronchial mucoepidermoid carcinoma: a case report", "patient": "A 56-year-old man presented to our hospital complaining of osphyalgia, dorsalgia, and melosalgia for 2 months, and bloodstained sputum for 2 weeks. He had been a drinker and smoker for more than 30 years, but denied personal or family history of cancer. Physical examination on admission disclosed vertebral tenderness. Routine blood examination revealed slightly decreased hemoglobin (HGB, 10.5 g/dL) and platelets (PLT, 87,000/mm3). On chest computed tomography (CT), we observed two lobulated masses measuring 30 to 40 mm in diameter in the left inferior lobar bronchus (Figure A) and peripheral tissue of the lower lobe of the left lung (Figure B), respectively. We also observed left hilar lymph nodes enlargement. Magnetic resonance imaging confirmed multiple sites of bone destruction of the lumbar spine, and bone scans revealed systemic multiple abnormal hypermetabolic lesions (Figure ). Based on the clinical and auxiliary examination findings, the presumptive diagnosis was lung cancer with multiple bone metastases.\\nOn his third day in hospital, the patient underwent CT-guided percutaneous puncture biopsy of the lung and received palliative radiotherapy for the areas with severe bone destruction. The pathological findings of the lung biopsy were poorly differentiated mucoepidermoid carcinoma (Figure A). Ki-67 expression was about 70%. Immunohistochemical examination revealed tumor cells were positive for cytokeratin (CK) 7, CK5/6, and thyroid transcription factor-1 (TTF-1) (Figure B-D), which allowed us to determine that his condition was primary lung cancer. On the sixth day of admission, he presented with mild hemoptysis; routine blood examination revealed clearly decreased HGB and PLT, which were 6.2 g/dL and 56,000/mm3, respectively. As we suspected bone marrow infiltration by the cancer cells, we stopped radiotherapy and suggested that he undergo bone marrow aspiration and biopsy. However, he continued to deteriorate. Eight days later, we repeated the laboratory tests; Table lists the results. We did not find skin petechiae or ecchymosis, or other evidence of bleeding. To carry out further examinations and prevent the risk of severe bleeding, we started supportive treatment comprising drug hemostasis and transfusion of platelet, fresh frozen plasma, and red blood cell suspension. However, the patient presented with upper gastrointestinal bleeding without any obvious cause the following day, which we suspected was stress ulceration bleeding. Thus, we administered gastrointestinal decompression and gastric acid inhibition.\\nEleven days later, his PLT count rose to 63,000/mm3. Bone marrow aspiration and biopsy revealed malignant cells and necrosis (Figure A-D). We informed the patient of the diagnosis of bone marrow metastasis with bronchial mucoepidermoid carcinoma. Unfortunately, on the day he was scheduled to receive systemic chemotherapy, the patient presented with severe respiratory tract hemorrhage. Following rapid deterioration from the disease, he died on the 16th day of admission.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'22226436': 1, '22097441': 1, '9706505': 1, '17824797': 1, '3040215': 1, '17536301': 1, '18956213': 1, '703349': 1, '17602360': 1, '24886439': 2}", "similar_patients": "{}"}