{"patient_id": 146416, "patient_uid": "4491940-1", "PMID": 26185792, "file_path": "noncomm/PMC004xxxxxx/PMC4491940.xml", "title": "A Case of Cochlear Implantation in Bromate-Induced Bilateral Sudden Deafness", "patient": "A 51-year-old female was referred to our hospital for bromate intoxication. She had accidentally ingested a cold wave neutralizer. Within one hour after the ingestion, she developed nausea, vomiting, and diffuse abdominal pain. Her past history included hypertension, left hemiparesis due to previous brain hemorrhage and infarction and depressive disorder. Upon arrival in the emergency room of a local hospital, she received intravenous hydration and furosemide injection. One day later, she was referred to our hospital with decreased urinary output and reduced mental state. Hemodialysis was initiated under the diagnosis of acute renal failure. Four days after admission, her kidney function was normalized and mentality was recovered to an alert state.\\nSoon after mental recovery, she complained about bilateral hearing impairment. She did not have a history of hearing problems before the bromate ingestion. Pure tone audiometry (PTA) showed total SNHL in both ears (). The auditory steady state response threshold was 100 dB () and V-wave was not detectable at 90 dB in the auditory brainstem response. Temporal bone computed tomography () and magnetic resonance imaging () showed normal inner ear structure on both sides. She was diagnosed as having bromate-induced sudden deafness and steroid was administered systematically for a week with tapering for another week.\\nHowever, her hearing did not recover until 3 months after the ingestion. A CI was performed on her right ear. Nucleus 24RE was implanted without any intra-operative problems and the neural response telemetry showed satisfactory values. The postoperative period was uneventful. Post-operative X-ray revealed successful electrode insertion in the cochlear turn. The first fitting of the device was done one month after the operation. Preoperatively, all her comprehension tests were 0%. Six months after the implant, CI-aided PTA showed a threshold of 30 dB (). In auditory only condition, she comprehended 70% of the sentences, 85% of the words and 68% in the Korean version of the Central Institute for the Deaf test. Categories of auditory performance score rose from 3 preoperatively to 6 points ().", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'16460859': 1, '1156239': 1, '23510699': 1, '15942803': 1, '31846929': 1, '22205849': 2, '12508969': 1, '9042516': 1, '2753829': 1, '26185792': 2}", "similar_patients": "{'3245397-1': 1, '3245397-2': 1}"}