{"patient_id": 77194, "patient_uid": "4172863-1", "PMID": 25297496, "file_path": "comm/PMC004xxxxxx/PMC4172863.xml", "title": "KRAS mutation in adenocarcinoma of the gastrointestinal type arising from a mature cystic teratoma of the ovary", "patient": "The first patient was a 51-year-old perimenopausal female, gravida 3, para 1, who was admitted with occasional nausea, abdominal pain and bloating for the past few years. Her previous medical, surgical, gynecological, and family histories were all unremarkable, with regular menstrual cycle. A mass in the left adnexal region was found in a routine pelvic examination. Ultrasound scan revealed the presence of an approximately 6 cm complex cystic mass of the left ovary. And there were no abnormal findings of the uterus and right adnexae. The patient had slightly elevated serum level of only one tumor marker. Her carbohydrate atigen 19–9 (CA199) was elevated to 41.9 U/ml (normal < 35 U/ml), while the other serum tumor markers, including carcinoembrionic antigen (CEA), CA 125, α-fetoprotein(AFP), were all within the normal ranges.\\nAn exploratory laparoscopy with frozen section of the left ovarian tumor was performed. After the result of frozen section confirming malignant change in MCT, the procedure was changed to a total hysterosalpingo-oophorectomy with 400 mg intraperitoneal carboplatin. Appendectomy and omentectomy were also carried out. Postoperatively, the patient opted for adjuvant chemotherapy, consisting of 6 cycles of paclitaxel (135 mg/m2) and carboplatin (area under the curve [AUC] of 5). After adjuvant chemotherapy, the patient’s CA199 went back to normal and a whole-body positron emission tomographic scan was performed, the result of which was negative. The patient remains free of disease 13 months following diagnosis.\\nMacroscopically, the left ovary contained a smooth cystic mass (5.8 cm × 4.5 cm) filling with sebaceous material, hair and teeth. The wall was average 0.1 cm - 0.3 cm thin. Most of the inner surface of the mass was smooth, and had partial thicking-like nodules lining a rough surface. The right ovary was 3.2 cm × 1.2 cm × 1.0 cm and otherwise unremarkable. The cervix contained 1 small mucous cyst, and the uterus contained 2 small leiomyomas (0.8 cm – 1.0 cm diameter).\\nThe microscopic examination of the left ovarian mass revealed components of a classic mature teratoma (Figure A). Most inner surface of the cyst was covered by squamous epithelium while malignant glandular epithelium (Figure B and D) was arising in continuity with benign mucous epithelium. The tumor was clearly defined irregular glands with stroma invasion (Figure C and E). Tumour cells showed IHC-positivity of CDX-2 (Figure A), CK-20 (Figure B), villin (Figure C). Moreover, the IHC analysis showed negativity of CK-7 (Figure D), oestrogen receptor (ER) and human epidermal growth factor 2 (HER2) (data not shown) in the adenocarcinoma part.\\nGenetic mutation was detected in various components of the tumor mass, including malignant adenocarcinoma, benign intestinal-type epithelium and the squamous epithelium of the mature cystic teratoma. EGFR inhibition-targeted therapy is a new biologic therapy for the treatment of metastatic colorectal cancer which is also adenocarcinoma of intestinal type [,]. KRAS was an oncogene whose mutation status is a prognostic factor for survival rate and predictive of response to EGFR inhibition-targeted therapy in intestinal adenocarcinoma [-]. BRAF [,] and EGFR (epidermal growth factor receptor) [] genes, which are important co-factors of KRAS gene in the EGFR signaling pathway in the carcinogenesis, invasion and metastasis of colorectal cancers, also have prognostic value for patients with metastasis of adenocarcinoma. So we chose KRAS, BRAF and EGFR as targets of mutation detection. Interestingly, quantitative polymerase chain reaction (qPCR) revealed a mutation in codon 12 of the KRAS gene (NM_004985.3):c. 35G > T, p. (Gly12Val) in both the intestinal adenocarcinoma (Figure A) and benign intestinal-type epithelium (Figure D), yet no mutation was found in squamous epithelium of the mature cystic teratoma (data not shown). Furthermore, no mutations were found in BRAF (Figure B) or EGFR (Figure C) genes in either part.\\nThe other patient was a 43-year-old perimenopausal female, gravida 2, para 1, presented in September 2012 for a routine pelvic examination; an adnexal mass was found. Her case was in highly similar to the first case but harboring a different KRAS mutation in codon 12 of the KRAS gene (NM_004985.3):c. 34G > T, p. (Gly12Cys). We summarized the relevant clinical and pathological findings of all the previous reports on adenocarcinoma of the gastrointestinal type arising from MCTs of the ovary and presented in Table .", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'24367680': 1, '19471656': 1, '24330663': 1, '16800267': 1, '16618717': 1, '14720146': 1, '16403224': 1, '15297213': 1, '24485845': 1, '23029627': 2, '24228123': 1, '24289484': 1, '20399983': 1, '8763274': 1, '20008640': 1, '9790798': 1, '18804418': 1, '24397359': 1, '23774174': 1, '13493921': 1, '20973266': 1, '24782938': 1, '16713128': 1, '23050178': 2, '31827963': 2, '8381377': 1, '19117687': 1, '32274027': 1, '23216975': 2, '24422958': 1, '23113577': 1, '17527072': 1, '25297496': 2}", "similar_patients": "{'3524777-1': 1, '3458411-1': 1, '3461613-1': 1, '6885789-1': 1}"}