{"patient_id": 81605, "patient_uid": "4472211-1", "PMID": 25756473, "file_path": "comm/PMC004xxxxxx/PMC4472211.xml", "title": "Complex renal cysts associated with crizotinib treatment", "patient": "The first SAE report of a complex renal cyst in the crizotinib development program involved a 61-year-old (42-kg) Asian woman with ALK-positive NSCLC (patient 1, Table ). The patient, who had no underlying renal disease, normal baseline renal imaging scans (Fig. ), and no history of trauma, developed left-sided flank pain 2.6 months after starting crizotinib treatment. The patient was hospitalized, and a pelvic CT scan revealed well-enhanced multiseptated cystic lesions in both kidneys encroaching into the perirenal space (Fig. ). Blood creatinine, urinalysis, and urine culture were normal. Crizotinib was held for several days and reinitiated upon symptomatic improvement. Follow-up CT scans performed ∽2 and 3 months later (Fig. and ) revealed an increase in renal lesion size (≤5 cm), with a more significant presence in the perirenal space. Cyst aspiration was negative for malignant cells. Approximately 4 months after restarting crizotinib, the cystic masses extended into the right psoas and quadratus lumborum. An open biopsy performed in the left perirenal area was consistent with xantho-granulomatous perinephritis without evidence of malignancy and with negative cultures. A percutaneous drain was placed; however, the patient presented at the hospital with abdominal pain and general weakness soon thereafter. Examination revealed a nontender elongated movable mass, and an abscess of the right anterior abdominal wall, as well as an increase in the right inferior cystic renal lesion to 6 cm was diagnosed; the previously diagnosed lesions in the left psoas and back muscles were stable. Over the following 18 months, the patient underwent multiple surgical interventions and drainage procedures related to locally invasive cystic masses (Fig. and ), although there was limited systemic involvement, no evidence of malignancy, and no renal impairment. Crizotinib treatment was ongoing at data cutoff, 25.8 months after initiation. The patient had a partial response (PR) as defined using response evaluation criteria in solid tumors (RECIST) that began 1.2 months prior to cyst diagnosis and had persisted through data cutoff, 23.3 months after cyst diagnosis (Fig. ).", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'15126778': 1, '34233435': 1, '28285691': 1, '7916076': 1, '23076127': 1, '26162467': 1, '28209203': 1, '18083107': 1, '16140062': 1, '12887956': 1, '28096714': 1, '20368890': 1, '25436806': 1, '26951079': 1, '34136235': 1, '25096999': 1, '18776117': 1, '31213843': 2, '9015046': 1, '25470694': 1, '17483355': 1, '18328882': 1, '32214855': 2, '18089725': 1, '29209525': 1, '17922869': 1, '30257437': 2, '20979469': 1, '22954507': 1, '28794366': 1, '29318210': 1, '23724913': 1, '22128285': 1, '17625570': 1, '25922090': 1, '27468827': 1, '27594959': 1, '25756473': 2}", "similar_patients": "{'6549664-1': 1, '7083626-1': 1, '6213486-1': 1}"}