{"patient_id": 152092, "patient_uid": "4867804-1", "PMID": 27212854, "file_path": "noncomm/PMC004xxxxxx/PMC4867804.xml", "title": "Complex aortopulmonary window in a single ventricle setting: Technical considerations for staged palliation", "patient": "A 3-month-old male child (weight 3.3 kg) presented with signs of heart failure. Transthoracic echocardiography revealed large APW (type III), large ventricular septal defect (VSD) involving the posterior, inlet, membranous, and mid-muscular interventricular septum (IVS), normally related great vessels and bilateral confluent, and large pulmonary arteries with severe PA hypertension [Figures and ].\\nThe child was taken up for division of APW and PA banding as a first stage surgery through median sternotomy. After partially excising the thymus, a patch of pericardium was harvested. We noticed that there was a large APW, large and tense MPA, and 5 mm ductus. Both pulmonary arterial branches and APW were looped after dissecting the MPA and the aorta. The proximal extent was very near to the aortic root and was adjacent to the origin of the left coronary ostium. The distal extent was beyond the origin of the right pulmonary artery (RPA). Cardiopulmonary bypass (CPB) was established by aortic and right atrial cannulation. Both branch pulmonary arteries were snared and snugged. Remaining procedure was performed under moderate hypothermia. The ductus was transfixed and divided.\\nAscending aorta was looped proximally and distally to the APW. The APW was then directly clamped. A separate stab incision near the left pulmonary artery (LPA) origin was made so as to vent the PA and then APW was divided. The aortic end was sutured in two layers using fine polypropylene sutures. The clamp was released and hemostasis confirmed. Defect in the PA was reconstructed with a pretreated autologous pericardial patch. The stab incision was closed using polypropylene suture. After rewarming, bypass was discontinued. An umbilical catheter was placed in distal MPA for monitoring and MPA was then looped. A band (4mm wide polytetrafluoroethylene strip) was placed around the PA. The band was gradually tightened until the 26 mm mark (on the basis of Trusler's formula) and anchored to the adventitia of MPA.\\nThe PA pressure distal to the band fell to one-third systemic pressures and oxygen saturation remained 100% on controlled ventilation. The child was extubated after 24 h of ventilation and was shifted out of the intensive care unit on the third postoperative day. Postoperative echocardiography showed a gradient of 60mm of Hg across the band and normal ventricular function []. He was discharged on the ninth postoperative day. On follow-up, the child had gained 500 gm in a month after surgery. The child now awaits stage II palliation, i.e., the cavopulmonary shunt.", "age": "[[3.0, 'month']]", "gender": "M", "relevant_articles": "{'656242': 1, '10684142': 1, '655750': 1, '3812313': 1, '449383': 1, '23628655': 1, '33654544': 1, '27212854': 2}", "similar_patients": "{}"}