{"patient_id": 143031, "patient_uid": "4295467-1", "PMID": 25628495, "file_path": "noncomm/PMC004xxxxxx/PMC4295467.xml", "title": "Tuberculous Lymphadenitis: Early Diagnosis and Intervention", "patient": "A 5-year-old female child reported to Oral and Maxillofacial Surgery department in AJ Institute of Dental Sciences, Mangalore, with the complaint of a painless swelling in the left side of the lower jaw since 1 month. The swelling was small in size and has gradually increased to the present size. The patient presented history of abscess with draining sinus secondary to decayed tooth in the left lower back tooth 2 months back. She underwent extraction of the involved tooth and incision and drainage of the abscess. Pus was sent for culture and sensitivity test that showed no growth. General examination concluded that the patient was moderately built and minor signs such as weight loss, fever, and cough were absent. Past medical and family history was not significant. When the patient reported, there was no discharge noticed with respect to the site.\\nExtra-oral examination presented a distinct diffuse enlargement with imprecise borders of nearly 3 cm × 2 cm in the left submandibular region (). The superimposing skin was the same as the surrounding skin. On palpation, a single cervical lymph node was felt in the left submandibular region, which was enlarged, firm, non-fluctuant, incompressible and firm in consistency; although, there was negative indication of tenderness to the adjoining tissues. On intraoral examination, there was odontogenic involvement noticed. A clinical diagnosis of left submandibular TB lymphadenitis was pondered. Differential judgment of left submandibular sialadenitis left submandibular gland calcification was considered.\\nThe routine blood investigations were done for the patient along with peripheral smear, blood culture and C-reactive protein test; however, there was no variation identified except that erythrocyte sedimentation rate was elevated (20 mm/h). Her chest X-ray gave a normal impression. Patient was advised for ultrasound of the neck that gave the impression as submandibular sialadenitis with no obvious collection and necrotic level IB lymph node. A computed tomography scan with intravenous contrast was also instructed for her, report of which presented with an enlarged lymph node. The patient was posted for excision of the lymph node under general anesthesia. When the excised specimen was histopathologically examined, it showed lymph node with thickened capsule, infiltrated by coalescent epithelioid histiocytic granuloma with areas of central caseous necrosis (). The report gave feeling as “TB lymphadenitis”\\nPatient was referred to a physician who instructed a WHO endorsed anti-tubercular therapy: Isoniazid (INH, 100 mg/day), rifampicin (RIF, 300 mg/day), pyrazinamide (400 mg/day) for 2 months and INH (80 mg/day) and RIF (150 mg/day) for another 4 months. This anti-tubercular therapeutic regimen was administered for 4 months, and follow-up showed complete resolution of the lesion, thereby signifying a successful outcome.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'6953215': 1, '273671': 1, '1393465': 1, '32470023': 1, '15058623': 1, '22013480': 2, '7789241': 1, '12848459': 1, '31205840': 1, '31772755': 1, '1812455': 1, '19157915': 1, '26825877': 1, '26747256': 1, '25628495': 2}", "similar_patients": "{'3177392-1': 1}"}