{"patient_id": 83048, "patient_uid": "4579816-1", "PMID": 26622813, "file_path": "comm/PMC004xxxxxx/PMC4579816.xml", "title": "Sarcoidosis manifesting as hepatic and splenic nodules mimicking ovarian cancer metastases: A case report", "patient": "In March 2007, a 21-year-old female underwent a right salpingo-oophorectomy, partial omentectomy and appendectomy due to right ovarian cancer at the Department of Obstetrics and Gynecology, Ehime University Hospital (Toon, Japan). Pathological examination of the tumor revealed multiple mucinous cysts, lined by mucinous tumor cells. Although adenomatous and borderline malignant regions were identified in the tumor, partial areas of carcinoma were also present, which proliferated and invaded the stroma. Thus, the ovarian tumor was diagnosed as mucinous cystadenocarcinoma. After performing adjuvant chemotherapy with three 28-day cycles of carboplatin (2 AUC; days 1, 8 and 15) and paclitaxel (60 mg/m2; days 1, 8 and 15), follow-up care was conducted on an outpatient basis every 3 months.\\nAt 2 years and 6 months post-surgery, follow-up contrast-enhanced computed tomography (CT) showed two low density areas in the spleen. Thus, 18F-fluorodeoxyglucose (FDG)-positron emission tomography (PET)/CT was performed and revealed two abnormal high uptake lesions in the spleen, which were 2.5 and 1.0 cm in diameter, with a maximum standardized uptake value (SUVmax) of 21.0 and 18.2, respectively. The PET/CT also showed an abnormal high uptake lesion in the lateral segment of the liver, which was 1.5 cm in diameter, with an SUVmax of 14.5 ().\\nIn October 2009, the patient was referred to the Department of Hepatobiliary-Pancreatic and Breast Surgery of Ehime University Hospital due to a working diagnosis of splenic and hepatic metastases from right ovarian cancer. A splenectomy and partial hepatectomy were recommended and the patient was admitted. Contrast-enhanced CT was performed again prior to admission and showed a low-attenuation nodule in the lateral segment of the liver, in addition to two low-attenuation nodules in the spleen (). Hepatomegaly and splenomegaly were not indicated on the radiology report. Abnormal lesions in the lung and bilateral hilar lymphadenopathy were also not indicated. At the time of admission, the patient was 162.3 cm tall and weighed 93.3 kg. The body mass index was 35.4 and the patient exhibited no swelling of the superficial lymph nodes. Routine blood analysis showed that the complete blood count, and test results for liver function, renal function and electrolytes, including serum calcium, were within normal limits, with the exception of a slightly elevated level of C-reactive protein (1.20 mg/dl; normal range, 0.00–0.20 mg/dl) (). The serum levels of carcinoembryonic antigen, cancer antigen (CA)19-9, CA125 and α-fetoprotein were normal on admission, although the serum levels of CA19-9 (45 U/ml; normal range, <37 U/ml) and CA125 (56.8 U/ml; normal range, <35 U/ml) had been elevated prior to the previous surgery for right ovarian cancer. Electrocardiogram and chest X-ray results were normal ().\\nDue to the fact that the main differential diagnosis was splenic and hepatic metastases from right ovarian cancer, a laparoscopic procedure was performed. At the beginning of the laparoscopic procedure, an exploration of the abdominal cavity by a gynecologist was performed, which confirmed no abnormalities in the uterus or the adnexa of uterus, and no ascites or peritoneal dissemination. A cytological sample of peritoneal washing in the pouch of Douglas was obtained, and the presence of no malignant cells in the sample was confirmed the following day. The laparoscopic splenectomy and partial hepatectomy were then performed. Tumors were observed on the surface of the spleen (). Although a tumor was not observed on the liver, a 1.5-cm low echoic mass in segment 3 (Couinaud classification) () of the liver was confirmed by intraoperative ultrasonography. The whole spleen was removed after a 12-mm median incision for a port was widened by 4 cm. The weight of the spleen was 269 g. The weight of the resected liver specimen was 34 g. Macroscopically, yellow-whitish and elastic-hard nodules were found in the specimens on the sectional views (). Histopathological examination showed that these nodules contained no malignant cells and that a large number of non-caseating epithelioid cell granulomas formed these nodules (). Acid-fast bacillus was not detected using Ziel-Nielsen staining. Fungus was also not detected using periodic acid-Schiff staining and Grocott staining. Thus, the final diagnosis was of extrapulmonary sarcoidosis of the liver and spleen. Further post-operative laboratory studies showed no angiotensin-converting enzyme (ACE; 11.4 IU//l; normal range, 8.3–21.4 IU/l) or lysozyme (6.5 µg/ml; normal range, 5.0–10.2 µg/ml) abnormalities.\\nThe patient recovered well with no further treatment, such as steroid therapy, and neither recurrence of sarcoidosis in any other organs nor recurrence and metastasis of right ovarian cancer have been observed for 2 years and 5 months since the surgery. At 5 years and 6 months post-surgery the patient remained alive.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'7754007': 1, '19039644': 1, '29344212': 1, '10102619': 1, '13177441': 1, '11734441': 1, '12181732': 1, '14497750': 1, '14684507': 1, '30904884': 2, '8372683': 1, '10747308': 1, '24234183': 1, '24094707': 1, '9135642': 1, '8208972': 1, '16772828': 1, '17959635': 1, '23420711': 1, '10207945': 1, '11750146': 1, '18539245': 1, '26622813': 2}", "similar_patients": "{'6453389-1': 1}"}