{"patient_id": 86435, "patient_uid": "4843209-1", "PMID": 27113722, "file_path": "comm/PMC004xxxxxx/PMC4843209.xml", "title": "Headache and transient visual loss as the only presenting symptoms of vertebral artery dissection: a case report", "patient": "A 33-year-old, previously healthy, white male office worker was sitting at his desk and stretching his neck when he developed sudden left-sided visual loss lasting 5 minutes associated with headache. He had no past relevant medical or surgical history, and no previous use of medications or previous infectious symptoms. He did not smoke cigarettes. He presented to eye casualty and was noted to have a headache requiring analgesia but visual field testing by confrontation was normal. He had a Glasgow Coma Scale (GCS) of 15, a cranial nerve examination was otherwise normal, as were the power, tone, reflexes, coordination, and sensation in his peripheral nervous system. On review of his history he was unclear if his visual loss was monocular or binocular.\\nHe was investigated with a computed tomography angiogram (CTA) covering his aortic arch to the circle of Willis in order to assess for arterial dissection. The initial report excluded a CAD and he was sent home. However, a subsequent review by a consultant neuroradiologist the following morning revealed a left VAD with a right posterior cerebral artery vascular occlusion (Fig. ), the latter presumed to be an embolic sequel of the VAD. Our patient was then immediately contacted and admitted under the care of the stroke physicians and started on antiplatelet therapy (6 months of 75 mg clopidogrel). Six days later, he had a magnetic resonance imaging (MRI) and magnetic resonance angiography (MRA) of his head and neck, confirming the presence of a tiny focal cortical infarct within his right occipital lobe. Subsequent formal perimetry revealed no homonymous hemianopia.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'7800357': 1, '18635617': 1, '11097518': 1, '18303104': 1, '23054237': 1, '11259724': 1, '18990128': 1, '27113722': 2}", "similar_patients": "{}"}