{"patient_id": 84738, "patient_uid": "4706257-1", "PMID": 26735537, "file_path": "comm/PMC004xxxxxx/PMC4706257.xml", "title": "Intraventricular Silicone Oil", "patient": "An 82-year-old Caucasian woman was initially admitted in our hospital for a sudden left hemiparesia. Her medical history consisted in atrial fibrillation (with anticoagulants) and cardiac pacing. She also suffered of a complicated retinal detachment on the left eye 38 months earlier (treated with intraocular silicone oil injection of 1300 centistokes): preoperative ocular was 22 mm Hg; because of this severe chronic retinal detachment (with retinovitreous retraction), precise visualization of the retina was difficult.\\nThe clinical examination confirmed a motor mild weakness of her left hemibody. She did not complain of headache. Right eye vision and the cranial nerves were normal. General examination and skin examination were normal as well.\\nAncillary tests showed any abnormality. Because of the cardiac pacing, we were unable to perform a brain MRI. So, she underwent a brain CT-scan at admission: we observed 2 intraventricular spontaneous hyperdensities (Figure ). Cervical extracranial arteries duplex sonography revealed a stenosis (> 70%) of the left internal carotid artery. Contrast-enhanced CT scan of the cervical arteries confirmed a stenosis (84%) of the left internal carotid artery. At day 2, we repeat the noncontrast-enhanced brain CT scan: we confirmed the infarct in the territory of the right middle cerebral artery, but also spontaneous migrations of the intraventricular hyperdensities (Figure ). Silicone oil was visible in the left ocular globe (Figure E), with a density of 98 Hounsfield units (HU), but also along the left optic nerve (Figure E) where the density was 75 HU (in comparison of the right optic nerve where density was only 42 HU). For the spontaneous moving hyperdensities the density was quite the same that for the left ocular globe. These spontaneous hyperdensities were finally characteristic of the intraventricular migration of silicone oil. Ophthalmological examination confirmed ocular hypertension (35 mm Hg) without intraocular emulsified silicone oil. The patient died 3 months later of cardiac troubles.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'20809907': 1, '15965179': 1, '2719581': 1, '31467241': 1, '33824937': 1, '16965489': 1, '23800347': 1, '23350782': 1, '24158510': 1, '11730665': 1, '10405734': 1, '29397464': 1, '31888567': 2, '15200277': 1, '10844074': 1, '27827444': 1, '23688442': 1, '21245688': 1, '16523301': 1, '16038670': 1, '16141872': 1, '26735537': 2}", "similar_patients": "{'6937932-1': 1}"}