{"patient_id": 140452, "patient_uid": "4135243-1", "PMID": 25136543, "file_path": "noncomm/PMC004xxxxxx/PMC4135243.xml", "title": "Medical Nutrition Therapy based on Nutrition Intervention for a Patient with Chronic Obstructive Pulmonary Disease", "patient": "The patient was a 70-year-old man with COPD. The patient had a history of numerous hospital treatments for acute exacerbation of COPD and had been maintaining his condition on home O2 (1-1.5 L) therapy for shortness of breath. The patient underwent lung volume reduction (LVR) on the right upper lobe (RUL) on August 15, 2012, had a valve removed from the existing RUL, and underwent LVR on the left upper lobe on 2012-12-18. After the LVR, the dyspnea worsened and performance was maintained at a level that only allowed movement around the house. Oxygen was used nearly every day and the patient did not leave the house. The dyspnea worsened 4-5 days prior to the hospital visit and reached a severe level on the day the patient visited the emergency room (December 27, 2013). After receiving intravenous treatment of levofloxacin and methyl prednisolone, the patient was admitted to the general ward (GW).\\nImmediately after admission, the patient was transferred to the intensive care unit with drowsy mentality, and for 5 days after admission, 1600 kcal was administered via enteral tube feeding through an L-tube. When the patient became alert, the patient was transferred back to the GW on January 10, 2014 and the diet was switched to an oral soft diet. However, due to low consumption, 2 bags of medical food supplement were prescribed starting on January 21, 2014. On January 24, 2014 (27 days after admission), nutrition management was requested due to a continued low oral intake. This process is shown in .\\nAt the time of the first nutritional training on January 24, 2014, the patient's height and weight were 157.5 cm and 40.8 kg, BMI was 16.8 kg/m2, and percentage of ideal body weight was 75.8%, indicating that the patient was severely underweight. The patient's usual weight was 49 kg, and the patient had experienced an extreme weight loss of 14% during the 1 month. The patient's triceps skinfold measurement was 60% and mid-arm muscle circumference was 79%, figures accompanied by loss of both fat mass and FFM. No bioelectric impedance analysis (BIA) or bone mineral density (BMD) measurements were taken, and no parenteral nutrition, medical food supplement (Encover), or additional nutritional supplements (vitamins, omega-3 fatty acids) were prescribed.\\nThe patient was a senior who lived alone without a caregiver and had diminished masticatory function that made chewing foods difficult despite dentures. Although the patient did not have dysphagia, the patient had constipation but showed normal bowel movements or frequent small amounts of stool. Despite complaints of severe fatigue and dyspnea, the patient maintained a 3-meal-a-day diet and showed no changes in diet patterns. The patient tended to eat mainly rice and leave other foods nearly untouched, and the patient's daily consumption consisted of 1,500 kcal, including 45 g of protein (C:P:F = 75:12:13) and one packet of soymilk and an oral nutrition supplement. During the first nutritional education session, the diagnosis was determined to be severe malnutrition as a result of chronic disease. The nutrition diagnosis and intervention are shown in .\\nAt the first F/U 3 days later, the patient expressed at the interview, \"I take breaks during the meal and finish everything including the side dishes. I drink one Encover. If I snack, I cannot eat much during the meal\". With no significant changes in bowel movements, the patient's weight increased to 43.2 kg. There were no other changes to the patient's objective data. However, although the patient previously showed an activity level of barely being able to go to the washroom, the patient started walking around the ward supported by a walker. The patient demonstrated a diet exceeding the targeted nutritional requirement, but the patient's activity level increased. Since the patient's oxygen saturation was well maintained, the patient has not received a F/U after the measurement of 1/9 pCO2 44.3 mmEq/L (normal range, 35-45), and no adverse effects of the excessive energy supplementation were observed. Hence, the nutritional requirement was reconsidered and increased, and the continuous maintenance of meal intake was encouraged. Another department suggested that if the current oral intake level is maintained, the nutritional supplement drinks should be discontinued. The nutrition diagnosis and intervention contents at the first follow-up encounter are shown in .\\nAt the F/U 13 days later, the patient expressed at the interview, \"I eat all that was provided, but it seems that the quantity of meals got smaller the last couple of days. In terms of feces, it is not diarrhea, but the frequency of bowel movement is similar\". Since February 7, 2014, due to the change in prescription to the regular diet, the patient's dietary satisfaction decreased. The patient's weight was maintained at 42.2 kg with no changes, and the activity level was maintained at the walking level since the use of the walker. However, a slight increase in albumin and improved complete blood count indicators were observed; thus, any changes to the consistent diet maintenance were observed through objective indicators. Therefore, nutritional intervention was once again performed to ensure consistent diet maintenance and the patient was put on a high protein diet again. The nutrition diagnosis and intervention contents at the second follow-up encounter are shown in .\\nAt the time of discharge 1 week later, the patient's weight had increased to 44.8 kg and laboratory findings improved, demonstrating the positive effects of active nutritional support. The objective data of the patient is shown in .", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'16351703': 1, '22513295': 1, '1957831': 1, '23235577': 1, '23432923': 1, '16019198': 1, '15223864': 1, '9620907': 1, '25136543': 2}", "similar_patients": "{}"}