{"patient_id": 141692, "patient_uid": "4208417-1", "PMID": 25349471, "file_path": "noncomm/PMC004xxxxxx/PMC4208417.xml", "title": "Spectral domain optical coherence tomography imaging in optic disk pit associated with outer retinal dehiscence", "patient": "A 37-year-old Bangladeshi male with no past medical history of note presented with a central blurring of vision in his left eye since 1 month prior to his visit to the ophthalmology clinic. His best-corrected visual acuity (BCVA) on the Snellen chart was 20/20 in the right eye and 20/400 in the affected left eye. The anterior segment examination was unremarkable, and the intraocular pressure on Goldmann applanation tonometry was 18 mmHg in both eyes. A dilated fundal examination of the left eye revealed neurosensory detachment of the macula with scattered subretinal deposits within the area of detachment. An optic disk pit was seen in the inferotemporal aspect of the optic disk, continuous with the area of retinal detachment (). The optic disk and fundus of the right eye were normal. SD-OCT (Spectralis HRA-OCT; Heidelberg Engineering, Heidelberg, Germany) revealed outer nuclear layer macular schisis with neurosensory detachment and a small area of outer retinal dehiscence in the foveal region (). The outer nuclear layer schisis cavity was communicating with the optic disk pit (). Autofluorescence imaging showed isoautofluorescence in the macula with multiple hyperautofluorescent spots () corresponding to the lipofuscin deposits seen on fundal examination. Fundus fluorescein angiography showed temporal parapapillary hyperfluorescence due to leakage from the optic disk pit (). A diagnosis of ODP-M with outer retinal dehiscence was made. Treatment options, including surgery, were discussed. The patient was not keen for surgical intervention due to cost issues, and eventually underwent focal argon laser photocoagulation to the temporal optic disk margin. Unfortunately, he did not return for his subsequent review.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'22481474': 1, '8684793': 1, '20456431': 1, '21638030': 1, '3337708': 1, '10360283': 1, '23423154': 1, '23355772': 1, '17285337': 1, '1246808': 1, '18168589': 1, '26622146': 2, '22237839': 1, '17218928': 1, '22081669': 1, '5795739': 1, '22161027': 1, '20523264': 1, '13753957': 1, '4678544': 1, '6753203': 1, '17487546': 1, '16523301': 1, '16395153': 1, '25349471': 2}", "similar_patients": "{'4640042-1': 1}"}