{"patient_id": 143448, "patient_uid": "4321571-1", "PMID": 25674012, "file_path": "noncomm/PMC004xxxxxx/PMC4321571.xml", "title": "Burning feet in polycythemia vera – peripheral sensorimotor axonal neuropathy with erythromelalgia", "patient": "A 72-year-old woman presented with a history of burning feet that started about one year earlier. On examination there was a livid red discoloration on the soles of the feet (). Her medical history was remarkable for a diagnosis of PV in April 2011. The diagnosis was based on elevated hemoglobin, hematocrit, and red cell mass. JAK2 and PRV1 (polycythemia vera rubra-1) mutations were detected cytogenetically, excluding secondary erythrocytosis.\\nRoutine laboratory investigation demonstrated normal blood glucose, transaminases, creatinine, thyroid hormones, and folate. Elevated were hematocrit (53%), leukocyte (11.4 Gpt/L), thrombocytes (410 Tpt/L), and serum vitamin B12 (920 pg/mL) levels. Paraproteinemia was excluded by electrophoresis. Vibratory testing with a tuning fork at 128 Hz was slightly decreased symmetrically on the distal part of the legs in a stocking-like pattern. Pinprick and proprioception were also decreased distally. The Achilles tendon reflex was absent. Dorsiflexion of the feet was weak, but patellar reflexes were present. Muscle hypotrophy was not obvious.\\nPrevious treatment had consisted of antithrombotic drugs, acetylsalicylic acid and angrelide, and the cytoreductive compound hydroxycarbamide. Due to noncompliance, all medical treatments had to be stopped shortly after initiation. Thereafter, she received regular phlebectomy only. We suspected a diagnosis of erythromelalgia in combination with peripheral sensorimotor axonal neuropathy of the legs. The patient was referred for further diagnostics to the neurologist ().", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'8950863': 1, '24120605': 1, '9490998': 1, '26008813': 1, '11459893': 1, '24585573': 1, '23334520': 1, '24766055': 1, '10716503': 1, '23657863': 1, '24687383': 1, '24957246': 1, '16709504': 1, '20425334': 1, '24971434': 1, '24116263': 1, '23953278': 1, '29223988': 1, '25674012': 2}", "similar_patients": "{}"}