{"patient_id": 85588, "patient_uid": "4771055-1", "PMID": 26966711, "file_path": "comm/PMC004xxxxxx/PMC4771055.xml", "title": "Gingival Enlargement in a Case of Variant Jones Syndrome: a Case Report", "patient": "A 15-year-old male patient visited the outpatient Department of Periodontics, Rama Dental College, Kanpur, with the chief complaint of swollen gums involving all his teeth and an inability to chew food. The patient’s gums had progressively enlarged over the last 3-4 months and had pain during mastication and brushing teeth. Medical history of the patient revealed mental retardation and progressive hearing loss. None of his family members had mental retardation, gingival overgrowth, or any other periodontal disease. His parents were not related and there was no history of deafness in his family. A thorough history revealed that the patient started consuming gutka (a form of smokeless tobacco) since 3-4 months ago and was taking up to 2-3 packets a day.\\nExtra-oral examination revealed an apparently symmetrical face and the lips were incompetent. Intra-oral examination showed gingival enlargement in relation to upper and lower anterior teeth involving the interdental papilla, marginal gingiva, and a portion of the attached gingiva. The enlarged gingiva appeared firm, nodular and fibrous. Gingiva was slightly erythematous, presenting grade I bleeding. Plaque and calculus was covering more than half of the crown portion ( and ).\\nSevere massive gingival enlargement was covering the entire crown of the right maxillary posteriors, extending from the first premolar to the last molar. The gingival enlargement in this region was reddish-pink in color and was fibro-edematous in consistency. The peculiar feature of enlargement was that it seemed to arise near the mucogingival junction and a flap of enlarged tissue covered the whole of crown portion in the posterior region. Some portion of the flap was attached in the interdental papilla and portions of attached gingiva could be seen. The flap of enlarged gingiva could be raised to see the amount of calculus and plaque deposited on the tooth surface.\\nOn probing, pseudo-pocket formation was observed. The panoramic radiograph revealed generalized horizontal alveolar bone loss in maxillary and mandibular arches (). The patient’s routine blood examination was found to be normal.\\nAfter thorough scaling and root planing the patient was reviewed for one month for any regression of the enlargement. There was no regression of the enlargement but signs of inflammation were reduced ().\\nThe case was then posted for surgery, and external bevel gingivectomy was performed to excise the gingival enlargement ( and ).\\nThe excised tissue was sent for histopathological examination. The postoperative healing was good and the patient was instructed to follow thorough oral hygiene.\\nThe excised soft tissue from the buccal and interdental areas during surgery was immediately fixed in 10% buffered formaldehyde solution and sent for histopathologic examination. The evaluation of the specimen under light microscope revealed parakeratinized stratified squamous acanthotic epithelium with long thin rete ridges extending into the connective tissue. The underlying connective tissue showed dense wavy bundles of collagen fibers containing numerous fibrocytes and fibroblasts. Some sections in the connective tissue exhibited infiltration of chronic inflammatory cells, a few scattered multinucleated giant cells, and areas of neovascularization that had red blood corpuscles within the lumen of the blood vessels. ()\\nBased on clinical, radiographic, and histopathological findings, the case was diagnosed as idiopathic gingival enlargement with a pronounced inflammatory component. The patient was referred to a general physician to rule out systemic involvement. The case was diagnosed as Jones syndrome by the physician. He was then referred to an ENT surgeon for evaluation of his hearing loss and was diagnosed of having progressive sensory hearing loss. The final diagnosis of the case was gingival fibromatosis associated with Jones syndrome.\\nThe patient was reviewed after 1, 3, and 6 months to check for recurrence. The postoperative period was uneventful and oral hygiene maintenance was good. No recurrence was observed in this period. The patient was then put into maintenance phase with regular follow-ups. ( and )\\nGingival enlargement is the overgrowth of the gingiva characterized by an expansion and accumulation of the connective tissue, with or without increased number of cells.[]It is caused by several factors such as inflammation, leukemia, drugs, and inheritance. The inheritance condition in which the gingival tissue enlarges spontaneously and progressively is identified as HGF.[] It clinically develops as a slowly progressive, benign, localized or generalized enlargement of keratinized gingiva that, in severe cases, may cover the crowns of the teeth. Enlarged gingiva may be normal in color or erythematous and are firm and nodular on palpation. Although the alveolar bone is usually unaffected, gingival enlargement results in pseudo-pocket formation and periodontal problems due to the difficulties in maintaining an effective level of oral hygiene. The overgrowth may also result in functional and esthetic concerns, create diastema, impede or delay in tooth eruption, and induce changes in facial appearance as a result of lip protrusion.[] Gingival fibromatosis can occur as an isolated feature or as a part of multisystem disorder. The associated syndromes are Zimmermann-Laband syndrome, Rutherford syndrome.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'19422753': 1, '22135693': 1, '8511274': 1, '8110075': 1, '16671866': 1, '24963260': 2, '15287422': 1, '20339448': 2, '1913458': 1, '26966711': 2}", "similar_patients": "{'4067797-1': 1, '2836736-1': 1}"}