{"patient_id": 78920, "patient_uid": "4283423-1", "PMID": 25587462, "file_path": "comm/PMC004xxxxxx/PMC4283423.xml", "title": "Rare Periodontal Ligament Drainage for Periapical Inflammation of an Adjacent Tooth: A Case Report and Review of the Literature", "patient": "A healthy 18-year-old male patient attended a department of periodontics in a large teaching hospital, with a chief complaint of gingival swelling producing moderate discomfort for about one week, which was located in the mandibular right buccal region.\\nClinical examination revealed obvious gingival swelling over the buccal region of tooth 46 (). The tooth was mildly uncomfortable to percussion with a normal response to thermal testing and no any apparent occlusal problems. The probing depths for all sites in the dentition did not exceed 3 mm except for a 10-mm pocket in the buccal furcation of tooth 46 (). However, an obvious worn-down abnormal central cusp was found on the occlusal central fossa of tooth 45, which had obvious discomfort on percussion, no response to thermal testing, and no mobility. The radiograph showed a well-defined round radiolucent lesion approximately 14 × 15 mm in diameter surrounded by a radiopaque line, around the root apex of tooth 45 and with a radiopaque margin involving the apical third of the mesial root of tooth 46 (). A small area of radiolucency was also present in the furcation of tooth 46 (). No obvious radiolucent lesions were seen elsewhere in the dentition. Based on the clinical history and clinical and radiographic examination, an initial diagnosis of a periapical cyst of tooth 45 accompanied by acute abscess draining through the periodontal ligament of tooth 46 was made.\\nInitially, tooth 45 was treated with routine endodontic therapy. Both conservative and surgical treatment options were explained to the patient and he insisted on the surgical one for his limited time. A consent form was signed by the patient and the surgery was scheduled for the next visit.\\nAt the second visit, periapical surgery was done. After standard disinfection, the operative region was anesthetized by block injection of Lidocaine HCl and infiltration injection of Primacaine Adrenaline (articaine hydrochloride with epinephrine tartrate injection). A relieving vertical incision was made on the distobuccal axial angle of tooth 44 and then a crevicular incision was made from tooth 45 to 46 along the buccal gingival sulcus. A full-thickness mucoperiosteal flap was reflected. The tissue of cystiform around tooth 45 was enucleated and then a 15 × 12 × 8 mm osseous destruction region was exposed. Further inspection found that the osseous destruction around the root apex of tooth 45 penetrated through periodontal ligament of the mesial root and involved the furcation area of tooth 46 (Figures and ). Then, root resection and root-end filling of tooth 45 were done and granulation tissue was removed thoroughly. After the surgical region was rinsed with normal saline, the bony wall of the cavity was scratched until it was filled with blood, and then Bio-Oss Collagen was placed into the bony destruction of teeth 45 and 46 (), as has been previously suggested []. Finally, the mucoperiosteal flap was repositioned and the surgical region was closed with 4-0 vicryl sutures. A periapical radiograph of teeth 45 and 46 was taken to observe and record the immediate postoperative situation (). After the procedure, the patient was advised to take amoxicillin (1500 mg per day) and ornidazole (1000 mg per day) orally for five days and gargle with 0.12% chlorhexidine gluconate for one week. A week later, the patient returned for postoperative examination and suture removal.\\nAt 3 and 7 months of recall, clinical and radiographic examinations were performed to evaluate the healing status. At 3 months, oral examination revealed good healing of soft tissues and the furcal probing depth of tooth 46 had lessened to 4 mm (). A radiograph revealed a decrease in the size of the periapical radiolucency to 13 × 14 mm in diameter and some material implanted seemed to be absorbed (). At 7 months, the soft tissues were in healthy condition and the furcal probing depth of tooth 46 was about 2 mm (). A radiograph showed an apparent decrease in the size of the radiolucent area to 4 × 5 mm in diameter (). Additionally, tooth 45 had normal response to thermal testing at all appointments.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'11737428': 1, '294394': 1, '13651615': 1, '22317989': 1, '16155536': 1, '23662083': 1, '6586968': 1, '677912': 1, '6935368': 1, '4505021': 1, '18076581': 1, '12469779': 1, '19228218': 1, '12102414': 1, '3251980': 1, '17236925': 1, '2607282': 1, '12236902': 1, '2635107': 1, '15316549': 1, '5273692': 1, '21458327': 1, '25587462': 2}", "similar_patients": "{}"}