{"patient_id": 151572, "patient_uid": "4840809-1", "PMID": 27141112, "file_path": "noncomm/PMC004xxxxxx/PMC4840809.xml", "title": "Anaesthetic management of left main bronchial glomus tumour", "patient": "A 34-year-old male presented to the oncology department with diagnosis of malignant glomus tumour of left main stem bronchus. He had a past history of repeated hospital admissions with complaints of acute episodes of breathlessness, fever and cough with haemoptysis over the past 1 year. He was found to have a bronchial tumour on computed tomography (CT). A diagnostic and therapeutic rigid bronchoscopy was performed 2 months back. The patient had episodes of bronchospasm and desaturations during the procedure which was managed with oxygenation, bronchodilators and steroids. The histopathology supported a diagnosis of malignant glomus tumour positive for muscle-specific actin, desmin and vimentin.\\nRoutine laboratory tests were within normal limits except for anaemia (10 g%). Electrocardiogram (ECG) and pulmonary function tests (forced vital capacity - 4.43 L [98%], forced expiratory volume in first 1 s – 3.16 L [82%]) were within normal limits. Computerized tomogram (CT) chest revealed a recurrence of growth in left main bronchus (15 mm × 19 mm × 20 mm) projecting into the carina and trachea []. Flexible bronchoscopy showed a polypoid, vascularised tumour occluding the left main bronchus arising from the posterior wall []. The surgical plan was a left sided thoracoscopic mobilisation of left main bronchus followed by a right thoracotomy for sleeve resection and anastomosis of left main bronchus.\\nSalmeterol and ipratropium nebulisation and injection. hydrocortisone 100 mg were administered a day before surgery.\\nIn the operating room, monitors (pulse-oximeter (SpO2), ECG, non-invasive blood pressure (BP) and temperature) were applied, and the baseline values were recorded. A large-bore intravenous (IV) cannula was secured. Thoracic epidural catheter was placed at T7-8 under local anaesthesia. Patient was pre-oxygenated with 100% oxygen for 5 min. Anaesthesia was induced with IV fentanyl 2 μg/kg and thiopentone 4 mg/kg and inhalation via mask with oxygen, nitrous oxide and sevoflurane. Initially, trachea was intubated using vecuronium 0.1 mg/kg and single lumen endotracheal tube size with internal diameter of 8.0 mm. Right subclavian vein was cannulated for central venous pressure (CVP) monitoring, and an invasive arterial line was established for continuous BP monitoring and periodic arterial blood gas analysis. A flexible bronchoscopy was done to assess the airway and extent of bronchial obstruction. Subsequently, a 37 Fr right-sided double lumen tube (DLT) was carefully placed replacing the single lumen tube under bronchoscopic visualisation. DLT placement was confirmed and adequate ventilation of the right upper lobe was ensured []. Anaesthesia was maintained with 50% N2O in oxygen and sevoflurane 2%. An epidural infusion of 0.125% bupivacaine with 2 μg/ml fentanyl was started at 5 ml/h. At the time of starting of the procedure, the monitored values were heart rate - 84/min, BP - 122/84 mmHg, CVP - 11 mmHg, SpO2-100% and CO2, EtCO2-37mmHg.\\nFor the left thoracoscopy and mobilisation, the patient was positioned in the right lateral position and the left lung was collapsed. Ventilator settings were adjusted so as to avoid any barotrauma or unacceptably high airway pressure (peak inspiratory pressure >30 cm H2O). FiO2 was kept at 100%; respiratory rate (RR) was adjusted to maintain minute ventilation and tidal volume 350–400 ml. Following this, the right femoral artery and vein were prepared for possible urgent cardiopulmonary bypass, which was kept on standby. For a right postero lateral thoracotomy, patient was repositioned to a left lateral position. The position of DLT was confirmed by fibreoptic bronchoscopy and the right lung was collapsed for surgery. Ventilation was maintained with FiO2 100%; tidal volume 350 ml; RR 16/min; peak airway pressure 25 cm H2O and EtCO2 between 35 and 40 mmHg. During the procedure, there were 5 episodes of desaturation with SpO2 70–80% which was managed initially with oxygen insufflations of non-ventilated lung and application of positive end-expiratory pressure 3–5 cm H2O to the ventilated lung. During events of persistent low saturation, surgery was interrupted, and both the lungs were ventilated till SpO2 100% was achieved.\\nAfter adequate mobilisation and sufficient surgical access, a sterile flexometallic endotracheal tube size 6.5 mm was inserted to left main bronchus (by surgeon) before resection of the proximal end of the left main bronchus along with the tumour []. The ventilation of the left lung was maintained separately with sterile connecting tubing attached to a Bain's circuit. It was ensured that a tidal volume of about 250 ml was delivered while maintaining an EtCO2 between 35 and 45 mmHg. There were three episodes of sudden tachyarrhythmia while handling the tumour which was managed with beta-blockers. The arrhythmias settled once the tumour was removed. After completion of two-third anastomosis between the cut ends of the left main bronchus, the flexometallic tube was removed and both the lungs were ventilated via the DLT. The surgery lasted 7 h with 1 h of the right lung ventilation and 4.5 h of the left lung ventilation.\\nOn completion of anastomosis and checking for air leaks, the chest was closed after placing chest drains. The DLT was replaced with a single lumen endotracheal tube over a bougie and a check bronchoscopy was done. The trachea was extubated 3 h after surgery. The post-operative pain was managed with epidural morphine 3 mg along with 0.125% bupivacaine in 10 ml normal saline as and when required. The patient was mobilised and transferred to surgical ward on the post-operative day 4.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'25344687': 1, '6305237': 1, '6087052': 1, '22211170': 2, '19299767': 1, '20058114': 1, '23287017': 1, '11223739': 1, '32934645': 1, '23758949': 1, '27141112': 2}", "similar_patients": "{'3242060-1': 1}"}