{"patient_id": 139599, "patient_uid": "4073452-1", "PMID": 24987612, "file_path": "noncomm/PMC004xxxxxx/PMC4073452.xml", "title": "Intermuscular pterygoid-temporal abscess following inferior alveolar nerve block anesthesia–A computer tomography based navigated surgical intervention: Case report and review", "patient": "The present case report is about a 35-year-old man in good general condition referred to our out-patient clinic from a local dentist. He had noticed reduced mouth opening, increasing restriction in the jaw's latero- and protrusion movement, a right deviation during mouth-opening and diffuse pain in the right lower jaw since 2 months []. He had been given IANB anesthesia of 2% lidocaine with epinephrine 3-4 times by his dentist as a part of routine restoration (root canal treatment for tooth 46) 2-3 months ago. The anesthetic effect subsided normally. On clinical examination, neither lymphadenopathy nor enoral swelling was detected. Furthermore, the white blood cell count was inconspicuous. An already existing fat saturated 2T-weighted magnetic resonance imaging (MRI) performed at a local hospital showed a 2 cm × 1.7 cm × 2.4 cm sharp defined hypointense mass of 7 mm diameter and an intense contrast enhancement lateral to the right lateral pterygoid muscle and medial to the right temporal muscle []. Although the right temporal muscle appeared slightly edematous in the MRI, bony structures of the jaw were not affected by the expansive process and seemed inconspicuous.\\nFurthermore antibiotic treatment had been prescribed initially followed by a local incision and drainaige; both met with only little success. Clinical symptoms (reduced mouth opening, jaw's hypomobility, diffuse pain etc.) did not decrease.\\nSince symptoms were nearly unchanged under conservative treatment we thought about a surgical exploration to identify the nature and the exact location of the radiologically seen lesion.\\nDue to the difficult close relationship of the lesion to the inferior alveolar nerve, the lingual as also the buccal nerve and it's unclear defined anatomical location between the temporal muscle and the lateral pterygoid muscle an interventional treatment by a navigated surgical excision in general anesthesia is a reliable solution to explore the expansive process by missing clear clinical points of reference and reducing the risk of an iatrogenic injury. For virtual operation access planning and intraoperative navigation we used a commercially available passive optical tracking system[] which is also used for multimodal image fusion techniques (positron emission tomography/CT etc.) or control of resection margins in the head and neck cancer surgery.[] The optical navigation system is based on the three infrared light diodes, an infrared position sensor camera and a dynamic reference frame, which is attached to the patient (as a body fixed patient-to-image navigation reference tool). A passive navigation probe (marker tool) can be used to determine the actual surgeon's position by tipping on the operation field. Through infrared light signal reflection by the passive navigation probe the correct marker's position is displayed on the workstation's monitor. Thus direct intraoperative and interactive visualization to ensure high navigation accuracy is provided. Infrared-optical tracking requires a direct visual contact between the reference frame and the camera (“line of sight” principle). Furthermore this technique improves the operator's flexibility because this tracking method works wireless.[]\\nIn our case, the navigated surgical intervention was planned on CT-planes and digital imaging and communications in medicine (DICOM) CT-datasets, because CT-imaging is known as one of the reference imaging modalities for treatment planning.[] A high-resolution planning CT (Imatron Electron Beam Tomography, Siemens, Forchheim, Germany, slice thickness 3 mm) with an individual dental splint (used as a reference tool for a patient-to-image registration) was performed at our department. The CT described the lesion as a clear reason for the mouth opening restriction and the jaws’ reduced latero-and protrusion movement caused by an expansive intermuscular process. The performed CT-data sets (standard DICOM files) were preoperatively transferred to the navigation workstation (StealthStation TREON plus, Louisville, USA) and were reconstructed in a three-plane view (coronal, axial and sagittal) by the navigation system's software (StealthMerge™, Medtronic, Louisville, USA). Thus the lesion was visualized as a clear anatomical target on the system's navigation monitor in a multiplanar (axial, coronal and sagittal) image formation [Figures and ].\\nAfter intubation a dynamic reference frame was fixed with screws on the patient's skull [] in visual contact with the three infrared cameras of the navigation workstation (“line of sight”). Thus a patient-to-image registration was aimed by using the dental splint as reference tool between the patient and the reconstructed CT-scans displayed on the navigation-system's monitor to exclude any occurring navigation inaccuracy. Furthermore the navigation probe was calibrated for intraoperative CT-tracking and direct visualization on the workstation's monitor by touching the operation field [Figures and ].\\nIntraoperatively the surgical approach was performed as a sharp 3.5 cm lasting enoral incision vertical to the right ascending mandibular ramus. Then a subperiosteal preparation was done carefully along the ascending mandibular ramus up to the lingula to protect the vascular and nerve bundle in this area. The right lateral pterygoid muscle was spread under CT-based navigation and the inferior alveolar nerve was depicted carefully.\\nIn between the two muscles a macroscopic capsulated expansion was bluntly enucleated. It partly appeared as a compact nodular lesion that was surrounded by muscular structure within a scarred intergrowth of the lateral pterygoid muscle. Under direct visual control using the navigation probe [] the described lesion and the surrounding capsulated structure could be excised completely as one specimen [].\\nPostoperatively the microscopic examination (after hematoxylin and eosin staining) confirmed scar tissue and granulation-like partly destroyed muscular structures consistent with an inflammatory genesis. As for exclusion of fibromatosis antibody-based immunohistochemical examination against beta-catenin showed no nuclear expression. Furthermore no malignancy was found.\\nNo considerable problem other than swelling and hematoma occurred intra- or postoperatively. Hematoma did not require drainage. The patient reported minimal postoperative pain. Mouth opening improved during postoperative follow-up and additional physiological training. Periodically antiseptic drainages and antibiotic treatment were performed. Although our patient was in an excellent general condition after surgical treatment he was followed-up in close-meshed clinical controls at our out-patient department. Jaw mobility and mouth opening without restriction as also the complete loss of clinical infection signs were detected 4 months after surgical intervention. A postoperative performed MRI confirmed the total removal of the lesion and showed inconspicuous anatomical structures.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'9879237': 1, '20381368': 1, '17211370': 1, '21613042': 1, '18784493': 1, '1676712': 1, '19464638': 1, '19297060': 1, '2212345': 1, '10413173': 1, '19047668': 1, '8657871': 1, '8961023': 1, '8410245': 1, '7923044': 1, '17435721': 1, '17905595': 1, '20625783': 1, '12148677': 1, '7808612': 1, '17128188': 1, '17763092': 1, '17041509': 1, '22428971': 1, '20605412': 1, '15317953': 1, '11512233': 1, '24987612': 2}", "similar_patients": "{}"}