{"patient_id": 84542, "patient_uid": "4689729-1", "PMID": 26722625, "file_path": "comm/PMC004xxxxxx/PMC4689729.xml", "title": "A case of synchronous multiple bilateral breast cancer after breast augmentation", "patient": "A 43-year-old woman attended our hospital because of a mass in her left breast. She had undergone breast augmentation by implants 4 years before at a cosmetic surgery clinic. There were operative scars in her bilateral axilla.\\nPhysical examination demonstrated a 15 mm hard mass located at the 10 o’clock position in the left breast. No palpable axillary lymph nodes were found, and the patient had no appreciable disease in the past. Her family history was negative for malignancy.\\nMammography of the left breast showed amorphous grouped calcifications and there were no appreciable findings in the right breast (Fig. ). Ultrasound (US) revealed a 15 mm hypoechoic mass with an irregular margin and invasion into the fat layer (Fig. a). US incidentally revealed a hypoechoic mass in the right breast (Fig. b). Magnetic resonance imaging (MRI), using a T1-weighted image, showed enhancement of the lesion (Fig. a, b).The left mass was located at the 10 o’clock position in the left breast, and the right mass was located at the 12 o’clock position in the right breast. The implants were located under the pectoralis major muscle.\\nCore needle biopsy was performed for bilateral masses and both masses were diagnosed as invasive ductal carcinoma.\\nIt seemed as if a partial resection was performed because of the size of both tumors, but because the patient had already received breast augmentation and could not receive radiation therapy, we performed a nipple-sparing mastectomy (NSM) on both breasts. The entire mammary gland was removed in the layer where the pectoralis major muscle fascia was excised. It was removed without damaging the pectoralis major muscle and the capsule around the implants. If the implant capsule had been damaged, we planned to replace the patient’s implants with new ones, but there was no damage so the implants were preserved. The margin under the nipple was negative for metastasis on both sides. The weight of the specimen removed from the right side was 162 g, and that of the specimen removed from the left side was 148 g. Sentinel lymph node biopsy (SLNB) using dye was performed and it identified stained lymph nodes on both sides. The SLNB was negative for metastasis on both sides, so axillary lymph node dissection was not performed.\\nPathological findings were as follows:\\nRight: The histological type was papillotubular carcinoma and the tumor size was 9 × 4 mm. There was another tumor on the lateral-caudal side. The histological type of this tumor was a scirrhous carcinoma and the tumor size was 4 × 2 mm. The first tumor was located at the 1 o’clock position and the nipple–tumor distance (NT) was 7 cm. A second tumor was located at the 12 o’clock position and NT was 5 cm. The tumors were separated by 2 cm. The immunostaining results for the first tumor were as follows: estrogen receptor (ER), 94 %; progesterone receptor (PgR), 96 %; HER-2, negative and Ki-67, 10 %.\\nLeft: The histological type was scirrhous carcinoma and the tumor size was 13 × 7 mm. The immunostaining results were as follows: ER, 96 %; PgR, 97 %; HER-2, negative and Ki-67, 7 %.\\nBecause the patient did not request breast cancer susceptibility gene (BRCA) testing, it was not performed. The patient is currently receiving hormone therapy, and she is free from recurrence.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'4809558': 1, '16848844': 1, '19212791': 1, '16157938': 1, '18090817': 1, '21671037': 1, '22576794': 1, '26722625': 2}", "similar_patients": "{}"}