{"patient_id": 88295, "patient_uid": "4996572-1", "PMID": 27579406, "file_path": "comm/PMC004xxxxxx/PMC4996572.xml", "title": "Holmium Laser Enucleation of the Prostate in a 400 cc Prostate: Case Report", "patient": "A 71-year-old man first presented with severe hematuria 12 months before. He required transfusion with seven units of blood before resolution with conservative measures. He had undergone transurethral resection of the prostate (TURP) 8 and 15 years before, and his only regular medication was fish oil. Cystoscopy revealed massive regrowth of prostatic tissue with a large intravesical component. There was significant vascularity and contact bleeding was noted. CT excluded upper tract sources of hematuria and confirmed a markedly enlarged prostate measuring 10 × 9 × 11 cm (), and prostatic volume was estimated at 436 cc by ultrasonography of the prostate. His serum prostate-specific antigen was 17.9 ng/mL. Despite medical combination therapy of dutasteride and tamsulosin, during the next 12 months his urinary symptoms worsened and he continued to have intermittent hematuria. Uroflowmetry confirmed a poor voiding flow rate of 8.4 mL/s maximum flow and residual bladder volume of 400 mL, and we decided to proceed to HoLEP as an elective procedure.\\nDuring operation, the prostate was resected in 135 minutes using a 550-micron holmium:YAG laser fiber at 2 J × 50 Hz. Morcellation took 90 minutes by using the PIRANHA morcellation system (Richard Wolf GmbH, Knittlingen, Germany) with a total operating time of 225 minutes. The resected prostate tissue weighed 314 g. Postoperative catheterization time was about 35 hours and trial of void was effective with a residual bladder volume of 24 mL. There were no perioperative complications and blood transfusion was not necessary. Pre- and postprocedure hemoglobin levels were 135 and 150 g/L, respectively. The duration of inpatient stay was ∼53 hours.\\nHistopathologic examination of the prostatic tissue showed nodular hyperplasia without malignant change. At outpatient follow-up 2 months later, the patient reported good urinary flow with no further episodes of hematuria. Repeat uroflowmetry and ultrasonography showed a markedly improved maximum voiding flow rate of 28 mL/s with a voided volume of 584 mL and a residual bladder volume of 27 mL.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'25416347': 1, '23054505': 1, '17869409': 1, '7691015': 1, '15072629': 1, '24917753': 1, '9831789': 1, '19575692': 1, '9471043': 1, '27579406': 2}", "similar_patients": "{}"}