{"patient_id": 146060, "patient_uid": "4460353-1", "PMID": 26089931, "file_path": "noncomm/PMC004xxxxxx/PMC4460353.xml", "title": "A rare presentation of late right coronary artery spasm following aortic valve replacement", "patient": "A 48-year-old woman with symptomatic severe aortic stenosis [New York Heart Association (NYHA class II)] was admitted for elective AVR. There was a history of patent ductus arteriosus closure by catheterization and coarctation stenting 7 years before. However; there was no history of angina pectoris in the past. Preoperative cardiac catheterization confirmed important aortic stenosis with left ventricular ejection fraction (LVEF): 60%. It also revealed dilated aortic root, ascending aorta and aortic arch. Coronary angiography was normal (). Aortic valve was replaced by a 23 mm mechanical prosthesis (St. Jude Medical); aortic cross-clamping lasted 55 min. The early post-operative period in critical care unit (ICU) was uneventful. The electrocardiogram showed normal sinus rhythm and no any ischemic changes ().\\nOn admission at ward (3 days after surgery), the patient suffered from typical chest pain and dyspnea. New onset ST segment elevation occurred in inferior leads, and ST-T dynamic changes were also occurred in pericardial leads () with hemodynamic instability but no ventricular arrhythmia. Laboratory test showed troponin I: 0.46 µg/l and creatine phosphokinase-MB: 13 IU/l. Therefore, the patient underwent emergent trans- the thoracic echocardiography (TTE) and catheterization. Emergent TTE showed no signs of mechanical prosthesis dysfunction, dissection, pulmonary embolism or evidence of myocardial impairment. Since marked hemodynamic instability persisted, coronary angiography was performed. Non-selective aortic root injection and selective RCA angiography showed a pronounced spasm of the ostium portion of RCA with aortic gradient in coarctation site: 15-20 mmHg (). Intravenous trinitroglycerin (TNG) was promptly administered. Coronary artery was relieved of vasospasm () and intravenous TNG was maintained for 24 h.\\nThe remainder of the post-operative course was uneventful. There was no evidence of myocardial infarction [electrocardiogram (ECG), Enzymes]. Pre-discharge evaluation (TTE) showed normal aortic prosthesis, left ventricular functions and coronary perfusion. The ST-T change returned to normal (), there was no evidence of myocardial infarction or even dysfunction (LVEF: 55%, mean pressure gradient: 17 mmHg and peak pressure gradient: 31 mmHg).\\nThe patient was discharged on the 6th post-operative day under warfarin therapy.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'8328855': 1, '6810684': 1, '17669874': 1, '22007100': 1, '2783623': 1, '9647060': 1, '26089931': 2}", "similar_patients": "{}"}