{"patient_id": 83990, "patient_uid": "4650112-1", "PMID": 26578339, "file_path": "comm/PMC004xxxxxx/PMC4650112.xml", "title": "Long term follow-up of persistent choroidal folds and hyperopic shift after complete removal of a retrobulbar mass", "patient": "A 47-year-old Caucasian woman was referred to our department because of visual loss and left papillary oedema. She had originally contacted her ophthalmologist for heavy eyelids and a wish for upper blepharoplasty.\\nThe patient history revealed fluctuating vision in the left eye for the previous 5 years and intermittent tinnitus in the left ear. The fluctuating vision was confirmed in notes obtained from her optometrist (Table ). Apart from a hemithyroidectomy due to a “cold notch”, her past medical history was uneventful.\\nRefraction was +2.5D (diopter)/−0.5D × 20 in the right eye and +6.5D/−1.25D X 0 in the left eye. Best-corrected visual acuity (BCVA) was 6/6 in the right and 6/12 in left eye.\\nThe patient had 3 mm left axial proptosis measured with Hertel exophthalmometer. Full extraocular movements and no afferent pupillary defects were found. Funduscopy revealed horizontal chorioretinal folds and mild papilloedema. These findings were documented with spectral-domain optical coherence tomography (Fig. a).\\nMagnetic resonance imaging (MRI) showed a well-circumscribed, homogenous, 18 × 13.6 mm large, oval-shaped intraconal mass between the lateral rectus muscle and the optic nerve in the left orbit (Fig. a). A pronounced flattening of the posterior pole of the left globe was documented. Axial length (AXL) was 22.20 mm in the right eye and 20.80 mm in the left eye.\\nThe patient was admitted to the university department where the tumour was removed through anterior orbitotomy. Histopathology confirmed a cavernous haemangioma of the orbit (Fig. ). The patient made an uncomplicated recovery. She was followed every half year for 3 years after surgery. At the third-year control visit BCVA had improved to 6/8, and the refraction had stabilized at +6.0D/−0.75D X 175 in the left eye. Control OCT examination showed unchanged chorioretinal folds (Fig. b). Follow-up MRI showed no signs of recurrence, but the posterior flattening of the left globe remained unchanged (Fig. b). Control assessment found that AXL was 22.20 mm in right eye and 20.81 mm in the left eye.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'33302916': 2, '29756077': 1, '2687041': 1, '29273863': 1, '16033365': 1, '24059031': 1, '5425204': 1, '17488465': 1, '21516049': 1, '26578339': 2}", "similar_patients": "{'7731521-1': 1}"}