{"patient_id": 77797, "patient_uid": "4209787-1", "PMID": 25371838, "file_path": "comm/PMC004xxxxxx/PMC4209787.xml", "title": "Surgical Management of Massive Labial Edema in a Gravid Preeclamptic Diabetic", "patient": "A 21-year-old woman, gravida 2, para 1, at 32-week, gestation was transferred to our facility after initiating uterine contractions one week prior and was evaluated for uterine contractions, elevated blood sugars, and massive labial edema. Her cervical dilatation was unchanging at 1 cm and her blood sugars were labile during admission. Her history was remarkable for a recent urinary tract infection, genital warts, preeclampsia during first pregnancy, and Class C diabetes poorly managed with multiple episodes of diabetic ketoacidosis over the previous decade. Due to the impressive degree of the labial minora edema, which was approximately 6 cm × 10 cm, shiny, and translucent, the patient was evaluated for infection, autoimmune and connective tissue disorders, abdominal mass, preeclampsia, nutritional deficiencies, vascular abnormalities, and pregnancy-related causation. She was treated with tight glucose management via EndoTool, diphenhydramine, ice packs, and morphine.\\nOvernight on hospital day two, the edema worsened and extended to the labia majora as well as legs, arms, abdomen, and face. The patient developed tachypnea and mild respiratory distress congruent with pulmonary edema, although oxygen saturation was 98–100%. She was hypertensive with a blood pressure of 164/94 mmHg. Total serum protein and albumin were low, at 4.9 g/dL and 2.8 g/dL, respectively. At this point, seizure prophylaxis with magnesium sulfate was initiated due to concern about preeclampsia. Conservative monitoring was continued as pulmonary edema improved. Late that evening, pulmonary edema worsened and the patient experienced increased difficulty in breathing, as well as a marked increase in labial pain and edema.\\nBased upon clinical evidence of pulmonary edema, severe range blood pressures, and 24-hour urine protein of 760 mg, the patient was determined to have preeclampsia with severe features. The patient's laboratory findings were negative for HELLP syndrome. Induction of labor was impossible due to massive labial edema. The patient was consented for primary low transverse Cesarean section. Cesarean delivery was uneventful, and after skin closure, attention was turned to the massive labial edema (). Two, 1.5 cm linear incisions were placed on the medial aspects of the labial minora. Copious amounts of clear transudate immediately flowed from the incisions, and expression released further fluid. The incisions were left open to allow additional drainage.\\nOver the subsequent 10 hours, the patient continued to have difficulty oxygenating (oxygen saturations between 87 and 97%) secondary to her pulmonary edema. An echocardiogram was performed in the immediate postpartum period that demonstrated a structurally normal heart with normal biventricular size and systolic function. She had worsening of her edema in both lower extremities; however her labial edema improved markedly. Nine hours later, the massive labial edema was much improved and the patient could again sit upright comfortably with no vaginal complaints. By postpartum day 5, the labial edema was completely resolved.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'18161411': 1, '15814419': 1, '3578437': 1, '8656412': 1, '18437143': 1, '24832172': 1, '1872351': 1, '34256733': 2, '2394547': 1, '1890469': 1, '30402312': 2, '21049733': 1, '11074145': 1, '453244': 1, '15882253': 1, '21333604': 1, '17620964': 1, '12048392': 1, '24391430': 1, '20341291': 1, '12840690': 1, '21970223': 1, '25371838': 2}", "similar_patients": "{'8276204-1': 1, '6191965-1': 1}"}