{"patient_id": 147022, "patient_uid": "4531454-1", "PMID": 26288524, "file_path": "noncomm/PMC004xxxxxx/PMC4531454.xml", "title": "A rare case of extra nodal Rosai-Dorfman disease with isolated multifocal osseous manifestation", "patient": "A 44-year-old African-American female was admitted to the hospital with chief complaint of right hand pain. White blood cell count was elevated at 14.8 K/μl, and ESR and C-reactive protein (CRP) were elevated at 81 mm/h and 56.90 mg/L, respectively. Patient's serum uric acid level was also elevated at 7.6 mg/dl at the time of presentation. The patient had pain and swelling of the right third metacarpo-phalangeal joint, raising the suspicion of gout. Joint aspiration was attempted to rule out crystal arthropathy and/or septic joint. However, adequate fluid could not be aspirated. Radiograph of the right hand showed a 1.6 cm mixed lytic sclerotic lesion with narrow zone of transition at the base of the third metacarpal, without periosteal reaction. No erosive changes at the third MCP joint were seen []. Magnetic resonance imaging (MRI) (Siemens Trio 3T, Germany) was recommended for further evaluation, which showed confluent low T1 signal and marrow edema within the metacarpal, with a small T2-hyperintense central area of non-enhancement suggesting an abscess []. Diffuse periosteal edema and enhancement was also noted.\\nNo joint space abnormality was seen. Based on a combination of clinical and radiologic findings, a diagnosis of osteomyelitis with abscess was made. Findings were, however, felt to be atypical for osteomyelitis due to absence of systemic infection or overlying soft tissue ulceration. The patient was nevertheless treated for osteomyelitis with intravenous Vancomycin and Ertapenem antibiotics and was discharged.\\nAfter 1.5 years of being lost to follow-up, the patient presented to the outpatient orthopedic clinic for evaluation of left knee and left elbow pain. Radiograph of the left knee showed a large expansile mixed lytic sclerotic lesion involving distal left femoral metaphysis with narrow zone of transition and sclerotic borders [Figure and ].\\nFollow-up MRI (GE medical's GE 1.5 T LX, USA) of the knee showed an expansile lytic lesion occupying much of the medial femoral condyle with multiple areas of cortical breakthrough and extension into the adjacent soft tissues [].\\nBased on the imaging findings, infection, aggressive giant cell tumor, brown tumor, acute phase of eosinophilic granuloma, and metastatic disease were included in the differential diagnosis.\\nWork-up included renal function tests and serum calcium and parathyroid hormone levels which were normal. A surveillance computed tomogram (Phillips Brilliance 16 slice scanner) (CT) of chest, abdomen, and pelvis with contrast did not show a primary tumor. Multiple osteolytic lesions involving left inferior pubic ramus, right clavicle, and left posterior seventh rib were seen on the CT. Follow-up whole-body bone scan was performed [Philips Medical Systems Jet Stream after 23.7 mCi Technetium-99m hydroxymethylene diphosphonate intravenous administration]. It showed additional foci of increased radiotracer uptake in the right parietal skull and right ankle and hind foot [].\\nPatient presented again with right foot pain for which radiograph was obtained which showed multiple well-circumscribed rounded lucent areas that were interspersed with linear areas of sclerosis.\\nOpen biopsy of the distal left femur was performed. The diagnosis of extranodal Rosai–Dorfman was made based on pathology, which showed exuberant histiocytic proliferation with foci of emperipolesis []. On immunohistochemistry, there was diffuse expression of S-100 protein by the larger histiocytes and all cells were negative for cytokeratin AE1/AE3 and CD1a. Additionally, Gomori methenamine silver (GMS) and acid fast bacillus (AFB) special stains were negative for organisms.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'29720485': 1, '31579225': 1, '5083057': 1, '22912528': 2, '20679880': 1, '5782438': 1, '16094546': 1, '9199391': 1, '22544666': 1, '2180012': 1, '21932103': 1, '14996889': 1, '26288524': 2}", "similar_patients": "{'3421943-1': 1}"}