{"patient_id": 143960, "patient_uid": "4356724-1", "PMID": 25545802, "file_path": "noncomm/PMC004xxxxxx/PMC4356724.xml", "title": "Giant Pulmonary Artery Aneurysm Secondary To Patent Ductus Arteriosus: A Case Report", "patient": "A 35-year-old male patient was presented at our outpatient clinic with dyspnea and hemoptysis. His medical history included a cardiac defect diagnosed fifteen years earlier. He did well since then. He had been lost to follow-up until recently, and no imaging study was performed for the patient until he presented with complaints. He remained active and had an acceptable quality of life. He had a history of progressive dyspnea and hemoptysis for 2 years. His physical examination revealed central cyanosis and clubbing, and there was loudness in P2 on auscultation. O2 saturation on room air was 84%. An electrocardiogram showed sinus rhythm with right bundle branch block (Fig. ). Chest radiography revealed cardiomegaly, severe dilation of the main pulmonary artery, and dilation of the pulmonary branch arteries (Fig. ). His functional capacity was NYHA class III. Hemoglobin, hematocrit and BNP values were 19 gr/dl, 58% and 986 pg/ml, respectively. Other laboratory parameters were all within normal limits.\\nTransthoracic echocardiography showed an aneurysm of the main pulmonary artery of approximately 7.4 cm, dilation in left and right pulmonary arteries, and a turbulent flow between the pulmonary artery and descending aorta with color Doppler (Fig. -). Enlargement of right heart chambers and moderate tricuspid regurgitation were detected. Estimated pulmonary arterial systolic pressure was 110 mmHg. Pulmonary valve, in parasternal long axis, was seen as it were tricuspid aortic valve that was classically observed in parasternal short axis view (Fig. -).\\nContrast-enhanced, multislice computed tomography (CT) with 3 dimensional reconstruction of the patient’s chest revealed a giant aneurysm of the pulmonary trunk with a maximum diameter of 79 mm and a patent ductus arteriosus (PDA) (Fig. -). Systolic and mean pulmonary arterial pressures measured during catheterization were 140 and 95 mmHg, respectively. Vasoreactivity testing with adenosine was negative.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'11326255': 1, '7282759': 1, '10845442': 1, '19557216': 1, '8678659': 1, '1733410': 1, '8608676': 1, '9262632': 1, '7555134': 1, '16181901': 1, '17599873': 1, '15657218': 1, '3802935': 1, '20266464': 1, '15119508': 1, '11053813': 1, '12923030': 1, '19559243': 1, '25545802': 2}", "similar_patients": "{}"}