{"patient_id": 140166, "patient_uid": "4118141-1", "PMID": 25084790, "file_path": "noncomm/PMC004xxxxxx/PMC4118141.xml", "title": "A histological surprise: a rare case of myoepithelial tumour of the scrotum and review of literature", "patient": "A 61-year-old male, referred to the surgical outpatients with a 6-month history of a large swelling on the right hemi-scrotum with recent increase in size and tenderness. He denied any constitutional or urinary symptoms. He has a background history of hypertension, controlled on medications, and left inguinal hernia repair. He was an ex-smoker and consumed ∼12 units of alcohol/week. Examination of the scrotum showed a firm roughly oval swelling on the right hemiscrotum, measuring ∼.9 cm by 1.6 cm by 1.2 cm, non-mobile, as although it was not attached to any scrotal structures, it was attached to overlying skin. There were no associated skin changes (Fig. ).\\nThe patient underwent excision of the swelling from the right hemiscrotum under local anaesthesia. Resection was easily achieved. Histology of the sample showed circumscribed encapsulated partly spindled and partly mesenchymal cellular neoplasm arranged in sheets, trabeculae and whorled nests with a background of hyalinized stroma. The cells had uniform spindled to ovoid nuclei with a vesicular chromatin pattern and prominent central nucleoli with ill-defined cell borders and amorphophilic, eosinophilic and clear cell cytoplasms. The cells were also strongly positive for S100 protein and strong but patchy positive for Pan, cytokeratin AE1/3. The tumour also showed focal nuclear positivity for P63 and EMA but negative for smooth muscle actin, desmin and caldesmon (Figs and ).\\nA histological impression of myoepithelioma/mixed tumour was made. In view of the nuclear uniformity and low mitotic rate, the tumour was put on the benign end of the spectrum but with a potential of local recurrence. The patient was followed up for 2.5 years, he did very well postoperatively and had no recurrence or complaints.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'23069937': 1, '23327731': 1, '12960802': 1, '22653393': 1, '10389622': 1, '23638234': 1, '23630011': 1, '23079205': 1, '23642050': 2, '25084790': 2}", "similar_patients": "{'3655876-1': 1}"}