{"patient_id": 150560, "patient_uid": "4765283-1", "PMID": 26958531, "file_path": "noncomm/PMC004xxxxxx/PMC4765283.xml", "title": "Isolated pulmonary mucormycosis presenting as cavitary lesion in an immunocompetent adult: A rare case report", "patient": "A 44-year-old man presented to us with the chief complaints of on and off fever, cough with expectoration, dyspnea, New York Heart Association grade 2 and two episodes of hemoptysis since 2 months. On asking leading questions, he admitted of having a right sided pleuritic chest pain. There was no history of diabetes mellitus, hypertension, or any other chronic illness. He had received multiple antibiotics from local practitioner without any improvement.\\nPhysical examination revealed temperature of 101.0F, pulse 104/min, respiratory rate 28 cycles/min, with pallor and grade 1 clubbing. Respiratory system examination revealed cavernous bronchial breathing, crackles, and egophony at the right lung base. White blood cell count was 26,000 with 90% neutrophils and 8% bands. Blood cultures were negative. Rapid ELISA for HIV antibodies was negative. Three early morning sputum samples were negative for acid fast Bacilli. Liver and kidney functions were normal. Fasting and postprandial blood sugar were normal. Chest radiograph showed nonhomogeneous opacity of the right lower zone with a large cavity in lower and mid zone []. High resolution computed tomography thorax revealed a well-defined thick walled lesion with air fluid level and multiple air foci within it in the apical and posterior segment of the right lower lobe and lateral segment of the right middle lobe. Posteriorly, the lesion abutted the posterior chest wall and anteriorly, it extended to the hila and was surrounded by ground glass opacity [].\\nHistopathologic examination revealed evidence of mycotic infection in the segmental bronchioles with peribronchial destruction at places infiltrating into the lung connective tissue []. The mycotic elements were broad, branching aseptate hyphae belonging to zygomycetes family suggestive of mucormycosis. Fungal culture of the exudate inoculated on to Sabourad's Dextrose agar (SDA) media yielded white cottony colonies with no reverse pigmentation in 7 days. Treatment was started with amphotericin B deoxycholate 1.5 mg/kg/day for 6 weeks.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'22247444': 1, '10386506': 1, '33906622': 2, '21482731': 1, '19435437': 1, '7674348': 1, '32030220': 1, '26958531': 2}", "similar_patients": "{'8077830-1': 1}"}