{"patient_id": 138579, "patient_uid": "4001281-1", "PMID": 24778521, "file_path": "noncomm/PMC004xxxxxx/PMC4001281.xml", "title": "Endodontic management of a two rooted, three canaled mandibular canine with a fractured instrument", "patient": "A 38-year-old healthy Asian woman was referred to the endodontic clinic by a general dentist. The patient presented to her dentist with a severe pain in left mandibular region ten days ago. The dentist initiated the root canal treatment in left mandibular canine (tooth # 22). During the cleaning and shaping procedure, an ISO # 10 K-file was accidentally fractured in one of the canals. The dentist could not bypass the fractured instrument and hence the case was opted for the referral. On clinical examination, tooth # 22 did not appear to have any coronal morphological variations and was identical to its right counterpart except it was mesially rotated. It was tender to percussion without any evidence of mobility, swelling or sinus tract. The mucosa and the underlying alveolar bone were normal on palpation. Careful pre-operative radiographic examination revealed a two rooted three canaled (i.e. buccal, middle and lingual canals) mandibular canine with a fractured instrument in the middle canal [].\\nPrior to the initiation of root canal treatment, patient was explained about the aberrant root canal morphology and presence of a separated instrument in the middle canal. Patient was administered local anesthetic solution with adrenalin (2% lidocaine with 1: 100000 epinephrine, LOX 2% Neon Lab, India). Under rubber dam isolation (Hygienic, Coltène Whaledent Inc., USA), access opening was re-defined with the help of ultrasonic tips (Pro Ultra Endo Tips No. 2 and 3, Dentsply Maillefer, New York, USA). Careful clinical explorations of access opening with a DG-16 endodontic explorer (Hu-Friedy, Chicago, IL, USA) revealed two root canal orifices in bucco-lingual direction and were present more towards the buccal side. Moreover, a bleeding point was noted lingually at the end of a developmental fusion line indicating the location of unexplored third root canal orifice. Troughing the developmental fusion line lingually with ultrasonic tips under a dental operating microscope (Carl Zeiss Surgical GmbH, Oberkochen, Germany) revealed a third root canal orifice [].\\nAll the three root canal orifices were coronally pre-flared using a nickel-titanium (NiTi) ProTaper SX rotary file (Dentsply Maillefer, Ballaigues, Switzerland) with a brushing outstroke action to improve the straight-line access. Dental operating microscope was used to visualize the fractured instrument present in the apical third of the middle canal. The maneuver to bypass the instrument was initiated in the presence of Glyde (Dentsply Maillefer, Tulsa, OK) by wedging an ISO # 8 K-file (Dentsply Maillefer, Tulsa, OK) between the fractured instrument and the canal walls with frequent radiographic checks. The file was then advanced and withdrawn repeatedly in an attempt to widen the canal space and loosen the retained fragment from the root canal. However fractured instrument retrieval was not successful. So it was decided to prepare the entire root canal system, and incorporate the fragment into the obturation. The space created between the fractured instrument and the canal walls was enlarged with the larger sized files sequentially till ISO # 25 K-file. Working lengths for all three canals were determined with an apex locator (Root ZX; Morita, Tokyo, Japan) and were confirmed radiographically []. All three canals were prepared using ProTaper NiTi rotary instruments (Dentsply Maillefer, Ballaigues, Switzerland) according to manufacturer's recommendations. ProTaper S1/S2 rotary files were used with brushing outstroke action. Finishing files F1 and F2 were used with pecking motions until working length was reached. Irrigation was performed using triple distilled water, 2.5% sodium hypochlorite solution (Cmident, India) and 15% EDTA (Largal Ultra, Septodont, Saint Maur des Fosses, France). 2% chlorhexidine digluconate (R4, Septodont, Saint Maur des Fosses, France). were used as the final irrigant. The canals were dried with sterile paper points (Dentsply Maillefer, Tulsa, OK). Calcium hydroxide (Prime Dental Products Pvt. Ltd., Mumbai, India) was used as an inter-appointment medicament. The access cavity was sealed temporarily with intermediate restorative material (IRM, Caulk Dentsply, Milford, DE). The patient was recalled after a week during which the tooth was asymptomatic. The root canals were again irrigated with triple distilled water to remove the intracanal dressing of calcium hydroxide. Canals were dried. Obturation was done by a single cone technique with the use of gutta-percha cones and epoxy resin-based root canal sealer (AH plus sealer, Dentsply Maillefer, Tulsa, OK). In the middle canal, the fractured instrument was incorporated in the obturation []. Tooth was restored using light cured composite resin (Z100; 3M Dental Products). Subsequent follow-up x-ray was taken at 12 months [].", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'25298653': 2, '15660098': 1, '26023655': 1, '11482146': 1, '9693593': 1, '6595621': 1, '33149534': 2, '27134994': 1, '7673821': 1, '17014525': 1, '22794203': 1, '8617168': 1, '22414826': 1, '8180486': 1, '24778521': 2}", "similar_patients": "{'7595556-1': 1, '4174712-1': 1}"}