{"patient_id": 150044, "patient_uid": "4728094-1", "PMID": 26819691, "file_path": "noncomm/PMC004xxxxxx/PMC4728094.xml", "title": "Metastatic Brain Neuroendocrine Tumor Originating from the Liver", "patient": "A 67-year-old male presented with headache, left temporal hemianopsia and progressive left hemiparesis beginning 10 days prior. Physical examination revealed decreased upper arm motor power to grade IV and lower leg power to grade II. A T1-weighted image from a contrast-enhanced magnetic resonance imaging (MRI) of the brain showed a 4.5×3.5×5.0 cm rim-enhancing mass with central necrosis and associated edema located in the right occipital lobe ().\\nThe patient underwent a craniotomy for diagnosis and symptom relief. Histological features and immunohistochemistry of the tumor were consistent with a metastatic NET. The tumor cells were positive for CD56, synaptophysin () and negative for glial fibrillary acidic protein (GFAP). There was necrosis with 50% of Ki-67 labeling index, so it was considered a poorly differentiated neuroendocrine carcinoma (G3 by 2010 WHO classification). Positron emission tomography-computed tomography (PET-CT) and liver MRI confirmed the presence of a 9×10×8.5 cm mass in the right hepatic lobe (). The specimen of the sono-guided liver biopsy demonstrated the same histological findings as the brain lesion. We could not find another primary focus, so we concluded that the patient had primary hepatic neuroendocrine carcinoma with brain metastasis. Right hemihepatectomy with cholecystectomy was then performed. The tumor size was 10×10 cm with neuroendocrine tumor, and the resection margins were negative.\\nThen the patient was followed on a regular basis in outpatient clinic. About 4 months after craniotomy, the patient complained of progressive left-sided weakness. Restaging was performed. Brain-enhanced MRI revealed a suspicious recurrence in the right occipital lobe and right inferior aspect of the cerebellum (). Enhanced CT of the abdomen revealed a suspicious recurrence in segment 8 of the liver (). We resected the recurrent tumor mass in the right occipital lobe to relieve the progressive neurologic symptoms. The patient then received postoperative cranial radiation. After radiation therapy, he complained of bilateral leg weakness. PET-CT scan and spine-enhanced MRI showed multifocal FDG uptake in the thoracic and lumbar spinal cord (). We decided to recommend palliative chemotherapy with etoposide and cisplatin. The chemotherapy was delivered every 28 days with the following regimen : on day 1, etoposide 100 mg/m2 over 1 hour I.V. infusion; on days 2 and 3, etoposide 100 mg/m2 over 1 hour I.V. infusion and cisplatin 45 mg/m2 over 24 hour I.V. infusion. About two months after the third cycle of etoposide and cisplatin chemotherapy, PET-CT, brain-enhanced MRI, spine-enhanced MRI and abdomen-enhanced CT showed complete remission of the previously enhancing tumor (). Unfortunately, paralysis of the lower extremities was not improved. About 3 weeks after discharge, the patient was readmitted for fever and purulent sputum. Despite intensive treatment including ventilator care, the patient died after 1 month from pneumonia.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'1712661': 1, '14654473': 1, '8661813': 1, '3030531': 1, '11433205': 1, '15495181': 1, '20133228': 1, '20047862': 1, '17852105': 1, '12569593': 1, '3194834': 1, '20107963': 1, '18652782': 1, '19173727': 2, '6821854': 1, '10095151': 1, '16426802': 1, '26819691': 2}", "similar_patients": "{'2654436-1': 1}"}