{"patient_id": 86763, "patient_uid": "4875602-1", "PMID": 27206499, "file_path": "comm/PMC004xxxxxx/PMC4875602.xml", "title": "Demyelination as a harbinger of lymphoma: a case report and review of primary central nervous system lymphoma preceded by multifocal sentinel demyelination", "patient": "In October 2009, a previously healthy 57-year-old woman presented with a six week history of progressive fatigue, confusion and headache associated with a right inferior homonymous quadrantanopsia. The patient reported frequently bumping into objects as well as several recent falls. She denied alcohol or drug use and was not taking any prescribed medications. Physical exam revealed a mild right hemiparesis and a wide-based gait, in addition to the visual field defect. There was no relevant past medical, family, or psychosocial history. The patient’s clinical timeline is summarized in Table .\\nA brain MRI revealed multiple enhancing lesions, including right frontal and left parieto-occipital mass lesions, that are nonspecific but concerning for demyelination, an infectious or inflammatory process, or neoplasm (Fig. ).\\nFollowing pre-operative corticosteroid treatment (dexamethasone 6 mg IV q6h for 3 days), the left parieto-occipital lesion was biopsied (Fig. ), revealing mononuclear infiltrates with numerous T cells (CD3+), histiocytes (CD68+), and a few scattered B cells (CD20+). There was no cytological evidence of malignancy, and axonal preservation was evident, consistent with demyelination. TAF, GMS, AFB and FITE stains did not demonstrate any microorganisms. In addition, HSV 1 and 2 immunohistochemistry, EBV in-situ hybridization and HIV serologies were negative.\\nThe patient was diagnosed with acute multi-focal demyelination, presumed to be acute disseminated encephalomyelitis or tumefactive multiple sclerosis, and treated with intravenous corticosteroids. She improved rapidly but shortly after discharge developed worsening right-sided weakness and dysarthria and returned several weeks later. At that time, she was alert but mildly disoriented, with intact sensation to temperature, pinprick and vibration, brisk deep tendon reflexes throughout, and bilateral ankle clonus. Gait again was wide-based and unsteady.\\nRepeat MRI showed decreased edema and enhancement of the right-sided lesions, but an increase in the size of the left-sided lesions with vasogenic edema and subfalcine herniation (Fig. ). The patient refused a repeat brain biopsy. The symptoms, signs and radiographic lesions improved with a second course of intravenous corticosteroids and four weekly rituximab infusions. She remained clinically stable for the next five months, but was ultimately hospitalized for a third time with worsening right hemiparesis and dysarthria. MRI showed enlargement of the prior intracranial lesions with nodular enhancement strongly suggestive of a neoplasm (Fig. ). PET-CT scan revealed increased metabolism within the brain lesions without evidence of extracranial malignancy. A second brain biopsy of the left parietal lesion was obtained through the previous burr hole. Six months after the first biopsy of the same lesion, the second biopsy revealed markedly different histopathologic results (Fig. ), including large, perivascular malignant lymphoid cells uniformly positive for CD20 with a smaller number of CD3+ mature T cells – consistent with diffuse large B-cell lymphoma. Despite treatment with high-dose methotrexate and leucovorin, the patient’s condition deteriorated. She was transferred to a hospice care facility and died several days later.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'23471726': 1, '8639160': 1, '9576653': 1, '22384490': 1, '9397021': 1, '19112415': 1, '12446428': 1, '10795099': 1, '4089407': 1, '8614509': 1, '18617398': 1, '11244691': 1, '6359262': 1, '3560250': 1, '23949943': 1, '9595975': 1, '17954377': 1, '6278307': 1, '2784533': 1, '31293309': 1, '29871654': 1, '31032227': 2, '2262803': 1, '11160483': 1, '17890092': 1, '33791064': 1, '12060604': 1, '31423387': 2, '9854972': 1, '8877168': 1, '18617406': 1, '11290475': 1, '24240734': 1, '8494332': 1, '11475440': 1, '8558135': 1, '17119030': 1, '34305803': 2, '19261924': 1, '33194276': 2, '18535080': 1, '10736810': 1, '30035121': 1, '33557224': 2, '28213912': 1, '20561038': 1, '21818113': 1, '27206499': 2}", "similar_patients": "{'7655992-1': 1, '8297737-1': 1, '7913965-1': 1, '6692120-1': 1, '6473054-1': 1}"}