{"patient_id": 141034, "patient_uid": "4168541-1", "PMID": 25250182, "file_path": "noncomm/PMC004xxxxxx/PMC4168541.xml", "title": "A craniopharyngioma with spontaneous involution of a gadolinium-enhanced region on magnetic resonance imaging", "patient": "A 44-year-old female was referred to our department with a suprasellar mass on MRI associated with headaches and polyuria. A neurological examination showed bitemporal lower quadrantanopsia. Endocrinological tests revealed disturbances in the secretion of ACTH, TSH, LH, and FSH and diabetes insipidus (DI). MRI demonstrated an intra- and suprasellar cystic lesion appearing as an iso-/low-intensity region on a T1-weighted image (WI) and an iso-/high-intensity region on a T2-WI [Figure , ]. The edematous area in the right hypothalamus was evaluated with T2-WI. Gd-DTPA coronal and sagittal T1-WI showed the presence of an enhanced irregular area progressing from the posterior pituitary lobe to the right hypothalamus along the pituitary stalk [Figure , ]. Computed tomography (CT) disclosed an isodense lesion with a small area of calcification [Figure , ]. The serum titers of beta-human chorionic gonadotropin (HCG-β) and alpha-fetoprotein (AFP) were undetectable; however, the titer of HCG-β (1.4 mIU/ml) was positive in the cerebrospinal fluid (CSF). Examinations of the CSF also revealed findings of aseptic meningitis, including a xanthochromic appearance, a high monocyte count (total cells: 46/3 μL, polycytes: 0/3 μL, and monocytes: 46/3 μL), a normal glucose level (44 mg/dL), and elevation of proteins (253 mg/dL) in CSF.\\nThe lesion had become enlarged, infiltrating the hypothalamus by 3 weeks after the initial MRI study [Figure , ], and a biopsy was performed via the transsphenoidal approach through the right nostril under a preoperative diagnosis of a germ cell tumor (GCT). Hydrocortisone sodium succinate (300 mg) was additionally injected to prevent acute adrenocortical insufficiency on the day of the procedure. Therapy with hydrocortisone (20 mg/day), thyroid hormone (50 μg/day) and DDAVP (5.0 μg/day) was administered after the biopsy. Biopsy specimens were obtained from the posterior pituitary lobe to generate permanent sections for a histological analysis. The histological examination showed multistratified epithelial tissue, identifying the tumor to be a papillary craniopharyngioma [].\\nThe tumor exhibited an atypical postoperative course in that [Figure –]. To expect furthermore the shrinkage of the tumor, MRI was performed 2 months after the biopsy and showed additional involution of the enhanced area with an improvement in the edema in the hypothalamus [Figure –]. Transcranial surgery was performed to remove the residual tumor via the subfrontal-pterional approach with orbitotomy 2 months after the biopsy. The tumor was sub-totally removed, and the content of the cyst was found to consist of yellowish mucus similar to motor oil. The second histological examination also identified the tumor to be a papillary craniopharyngioma.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'26280640': 1, '2472911': 1, '8211660': 1, '23526409': 1, '7903692': 1, '15375575': 1, '8154320': 1, '18329880': 1, '11118572': 1, '9361075': 1, '7538923': 1, '9384801': 1, '26527477': 1, '25250182': 2}", "similar_patients": "{}"}