{"patient_id": 75976, "patient_uid": "4086594-1", "PMID": 25206203, "file_path": "comm/PMC004xxxxxx/PMC4086594.xml", "title": "A Radiological Review of Ewing's Sarcoma of Mandible: A Case Report with One Year Follow-up", "patient": "A 3.5 years old female child was brought to department of oral medicine and radiology with a complaint of mobility of right lower back tooth of 1 week duration. There was no history of toothache, trauma or associated symptoms. Extraoral examination revealed an irregular lobulated, nontender bony hard swelling of size 3 × 3.5 cm with uniformly blending borders on buccal aspect of right side body and angle of mandible (). Lower border of the mandible showed a discontinuity without considerable expansion. It extends to midline through submandibular region with a size of 4 × 5 cm. Local rise in temperature noted on overlying skin and is not fixed to swelling.\\nIntraorally, right lower gingivobuccal sulcus and floor of mouth obliterated due to swelling from 84 region to retromolar region (). An irregular lobulated swelling of variable consistency with bilateral cortical plate expansion was seen on premolar-molar region. Hard tissue examination showed full complement of healthy teeth except grade III mobile nontender, 85.\\nOcclusal and panoramic radiographs revealed ill-defined lytic lesions involving premolar-molar region of right side body of mandible, extending from 83 to angle of mandible. Cortex and periosteum was characterized by erosion, thinning and discontinuity on buccal cortex; radiating spicules on lingual cortex; irregular thinning of lower cortical plate seen without considerable expansion. Multiple irregular patchy radiolucent areas in internal structure of permeative and moth eaten pattern with size varying from 0.5 to 2 cm was noted in internal structure (). Considerable root resorption was seen on 84, 85. Other effects on surrounding structures include posterior superior displacement and mesial tipping of developed crown of dental follicles of 46, 47 and missing dental follicle of 45. Loss of alveolar canal outlines medial to angle of mandible (). Computed tomographic (CT) axial section showed multilocular expansile lytic lesion in body of mandible right side with significant enhancing soft tissue matrix ().\\nTrucut needle biopsy showed spicules of bone with a cellular cytoplasm composed of round cells with scanty cytoplasm and pleomorphic round or oval nuclei in sheets and sinusoidal pattern (). Immunohistochemistry showed diffuse strong membrane positivity for MIC2 (), focal positivity for synaptophysin and negativity for desmin and diagnosis came compatible with ES or primitive neuroectodermal tumor (PNET).\\nPatient underwent radiotherapy and adjuvant chemotherapy treatment with vincristine, cyclophosphamide, etoposide and mesna in Regional Cancer Centre, Thiruvananthapuram, Kerala. One year follow-up clinical review showed bony hard nontender diffuse expansion of right side mandible without apparent soft tissue swelling extraorally (). Intraorally missing 85 was noted due to exfoliation, 6 months after onset of treatment ().\\nRadiological follow-up using occlusal and panoramic radiography after 1 year of treatment showed mixed radiodensity on premolar-molar region and anterior border of ramus of right side of mandible involving 82 to 47. Intact and visible uniform expansion with cortical regeneration was seen throughout the lower border of the mandible near the lesion. Cortical break in buccal aspect remodeled with overzealous cancellous bone apposition resulted in an increased buccolingual width. Periosteal reactions including vertical spiculations completely resolved and cortical out line re-established in lingual aspect (). Considerable reduction in permeative and moth eaten pattern and replacement with accentuated multiple linear and granular trabeculae with a multiseptated pattern was noted in internal structure. Enamel formation completed and dentine formation started 44 and 47. Relative developmental delay was observed on 46 (). Radiological features suggestive of cessation of malignant tissue growth and active destruction, followed by vigorous regeneration and reparative reactions of healthy osseous and dental tissues and arrested growth of dental follicle near epicenter of the lesion.", "age": "[[3.5, 'year']]", "gender": "F", "relevant_articles": "{'17487851': 1, '11904342': 1, '17634731': 1, '14586861': 1, '32440057': 2, '28438883': 1, '34316129': 1, '11120553': 1, '2404224': 1, '20924475': 1, '20464325': 1, '18983686': 1, '27843262': 2, '17272319': 1, '8378052': 1, '11402290': 1, '25206203': 2}", "similar_patients": "{'5086018-1': 1, '7229355-1': 1}"}