{"patient_id": 145145, "patient_uid": "4419821-1", "PMID": 26015792, "file_path": "noncomm/PMC004xxxxxx/PMC4419821.xml", "title": "Progressive left-sided facial swelling and proptosis", "patient": "A previously healthy 87-year-old African-American man presented to an urgent care facility with left nasal congestion. He reported a two-week history of nosebleeds, low-grade fever, night sweats and general malaise. He was treated with intravenous ceftriaxone and prescribed oral levofloxacin for suspected acute bacterial sinusitis. Due to worsening symptoms, left eye swelling and continued bloody nasal discharge, he went to a local emergency department and was admitted to the hospital and treated with intravenous ampicillin plus sulbactam for community-acquired acute bacterial rhinosinusitis; however, despite empirical therapy, his facial swelling progressed to involve the periorbital region. He developed left facial numbness, proptosis and decreased vision in the left eye ().\\nOn examination, he was afebrile and his heart rate was 82 beats/min, respiratory rate was 23 breaths/min and blood pressure was 130/86 mmHg. The patient was alert and cooperative. He had a small amount of bloody nasal discharge and left-sided facial swelling with tenderness noted in the maxillary area. Additional findings included left eye swelling without erythema that limited eye opening and examination. There was no pharyngeal erythema or oral lesions. He had no cervical adenopathy or organomegaly. There were no cutaneous or musculoskeletal findings. His respiratory, cardiovascular, abdominal and neurological examination were unremarkable. He had a white blood cell count of 170×109/L with 60% neutrophils, 8% bands, 16% monocytes, 14% metamyelocytes and 2% lymphocytes. He was anemic and thrombocytopenic; his hemoglobin level was 74 g/L and platelet count was 13×109/L. His prothrombin time was 17.9 s, partial thromboplastin time 34.5 s and international normalized ratio was 1.44. His plasma chemistry, including liver function tests and blood glucose measurements, were normal. Magnetic resonance imaging of the brain with contrast demonstrated the presence of extensive left-sided sinusitis involving the frontal, sphenoid, ethmoid and maxillary sinuses, with intraorbital extension of infection to the left medial superior orbit.\\nAs part of management, debridement and left inferior turbinate biopsy was performed by ear, nose and throat surgery.\\nBased on the patient’s history, physical examination and clinical findings, what is the most likely diagnosis?", "age": "[[87.0, 'year']]", "gender": "M", "relevant_articles": "{'23905123': 1, '20004878': 1, '23243187': 1, '16080086': 1, '19411235': 1, '22247442': 1, '23111539': 1, '21622653': 1, '9488314': 1, '26015792': 2}", "similar_patients": "{}"}