{"patient_id": 78228, "patient_uid": "4238263-1", "PMID": 25431710, "file_path": "comm/PMC004xxxxxx/PMC4238263.xml", "title": "Stroke after Initiating IV Penicillin for Neurosyphilis: A Possible Jarisch-Herxheimer Reaction", "patient": "A 57-year-old African American man with a history of alcohol abuse, in remission for several years, was brought to the ER due to worsening memory. Patient was a very poor historian and could not provide any pertinent information. On examination, his vitals were within normal limits. He had a flat affect and scored 14/30 on minimental status examination (MMSE). His cranial nerves examination showed no deficits. His strength was 5/5 in all muscle groups except for 4+/5 in left iliopsoas. Sensory examination showed mildly reduced sensation for vibration and pinprick in bilateral feet. He had Babinski reflex present in the left foot, positive Romberg sign, and walked with a wide base. Urine toxicology was negative, alcohol level <10 mg/dL, HbA1C 5.4%, LDL 64 mg/dL, TSH 2.07 mcUI/mL, vitamin B12 402 pg/mL, folate 13.6 ng/mL, and HIV screen negative. MRI of the brain () showed moderate leukoaraiosis and global volume loss. CTA () showed right dominant vertebral artery, mild calcification of the cavernous segment of the left ICA without stenosis, and a hypoplastic A1 segment of the right ACA. Transthoracic echo showed an EF of 50% and no PFO or intracardiac shunt by bubble study or any other valvular abnormalities. His serum RPR was reactive (1 : 32 titer) along with a reactive MHA-TP. Patient had negative antiphospholipid antibody. Patient got one dose of benzathine penicillin 2.4 million units IM for latent syphilis. A lumbar puncture CSF showed glucose of 69 mg/dL, protein 62.4 mg/dL, RBC 5/cmm, and WBC 3/cmm (95% lymphocytes, 5% monocytes) in CSF. Gram stain and CSF culture were negative. CSF VDRL was reactive with a titer of 1 : 8 and he was started on IV aqueous crystalline penicillin G 3 million units q4 hourly for confirmed neurosyphilis. Six hours after the first dose, patient was found on floor. His vitals were stable on examination. His mental status was grossly unchanged but he had difficulty moving his left leg and had neglect for the left half of his body along with new onset mild dysarthria. Immediate MRI showed infarcts as shown in . A MRA done at the same time showed findings similar to recent CTA. He was transferred to a telemonitored bed. Four hours later, patient was seen to have profuse sweating with spike in temperature of 100.6, HR 130, RR 40, and BP 190/110. Soon, he had 2 episodes of GTC seizures lasting for 2 minutes each. Labs sent at the time showed a transient leukocytosis of 14.4. Body temperature normalized over the next 4 hours. Cardiac rhythm during the course of his stay in telemonitored bed did not show any abnormality. Penicillin was discontinued temporarily and was restarted next day at 2 million units q4 hour IV. Patient did not receive steroids prior to treatment initiation.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'21124258': 1, '20626434': 1, '18451722': 1, '1506345': 1, '18561591': 1, '20965437': 1, '15896248': 1, '8021683': 1, '15963329': 1, '18302644': 1, '12604286': 1, '7951931': 1, '21964846': 1, '34219436': 1, '28077740': 1, '19239803': 1, '21371276': 1, '10923200': 1, '25431710': 2}", "similar_patients": "{}"}