{"patient_id": 80660, "patient_uid": "4397493-1", "PMID": 25922769, "file_path": "comm/PMC004xxxxxx/PMC4397493.xml", "title": "Incidental Finding of a Homozygous p.M348K Asymptomatic Italian Patient Confirms the Many Faces of Cystic Fibrosis", "patient": "A 47-year-old male was referred to our hospital for a checkup before assisted conception. His clinical history was completely negative for (a) consanguinity; (b) infertility, since he is father of a daughter from a previous marriage; (c) pancreatic or acute pulmonary infection; (d) congenital bilateral aplasia of the vas deferens (CBAVD), mild pulmonary expression with bronchiectasis, idiopathic chronic pancreatitis, steatorrhea, hyperbilirubinemia, sinusitis, allergic bronchopulmonary, and asthma. Besides, semen investigation is completely normal. This individual refused to undergo sweat-test since he is often involved in training programs that do not allow performing this type of biochemical evaluation.\\nGenomic DNA was isolated from peripheral blood by a commercially available CE-IVD kit (High Pure PCR Template Preparation Kits, Roche Diagnostics, USA, ) and the DNA concentration and purity were spectrophotometrically measured (NanoPhotometer, Implen, München, Germany, ). Furthermore, the DNA integrity was verified by 0.8% agarose electrophoresis. Initially, the patient was screened using a standard panel of 59 different CF mutations, by reverse dot blots INNO-LiPA CFTR 19, CFTR 17+ IVS 8 polyT Update, and CFTR Italian Regional (Innogenetics, Ghent, Belgium). Dubious INNO-LiPA CFTR result was tested with CF70 kit (Nanogen, CA, USA) on NanoChip 400 machine.\\nNanoChip technology is basically a forward allele-specific oligonucleotide (ASO) based assay which is placed in an electronically controlled microarray format. Each NanoChip consists of 400 spots attached to platinum wire connections. DNA negatively charged is electronically guided to a test site where biotinylated samples bind streptavidin in the site. After denaturation, the CF 70 Data Analysis Spreadsheet indicates the genotype through the Green-to-Red signal ratio for each mutation fluorescent probes (green and red) and signal is detected after stringent washing procedures []. For the presence of two discordant results, full coding sequence and exon/intron junctions of the CFTR gene were performed by NGS. In particular, we used CFTR MASTR v2 assay (Multiplicom, Molecular Diagnostics), following the manufacturer's instructions. Amplicons were purified separately using Agencourt Ampure XP kit (Beckman Coulter) and subsequently quantified with Light Cycler 480 (Roche Diagnostics) by means of the Quant-iT PicoGreen dsDNA Assay kit (Invitrogen). The equimolar pool was amplified to generate an amplicon library using the GS Junior Titanium emPCR Kit (Roche Diagnostics) following the manufacturer's instructions. Four hundred fifty-four sequencing were subsequently performed on a 454 GS Junior v 2.7 system (Roche) using the GS Junior Titanium Sequencing kit (Roche Diagnostics). We employed a new in-house bioinformatics tool, named “Amplicon Suite,” able to automatically analyze each single GS Junior Sequencing run. The analysis included different steps: (a) quality control check of sequencing (“coverage” for each CFTR amplicon), (b) identification of variants (pathogenic or not), and (c) evaluation of functional effect of variants of uncertain significance (VUS) by processing them with several prediction tools (such as SIFT and PolyPhen). Several filters were applied to discard sequencing errors and to discriminate between polymorphisms and mutations. To confirm the p.M348K mutation, identified by NGS, Sanger sequencing of the CFTR exon 8 was carried out. Therefore, DNA sample was amplified using specific primers CFTR E8F: 5′-CTCAGGGTTCTTTGTGGTGT-3′ and CFTR E8R: 5′-AATGCCACTCTCATCCATCA-3′. Cycle sequencing reaction was carried out using same primers and Big Dye Termination Kit v. 3.1 (Applied Biosystems). Sequencing PCR products were analyzed using ABI3500 Genetic Analyzer (Applied Biosystems) and aligned to the reference sequences NG_ 016465.1 of the CFTR gene.\\nPreliminary analysis was collected by the Sequencing Software and performed by SeqScape Software v. 3 (Applied Biosystems).\\nCFTR screening by Inno-LiPA kit showed the presence of a weak wild-type band for p.R347P mutation. Since this result was also confirmed on a reextracted DNA sample, the patient was genotyped with an extensive 70 mutation panel through NanoChip technology. In this case NanoChip technology showed a green signal criteria for all CFTR markers with a G : R scaled value > 5. This finding highlighted the wild-type genotype for p.R347P mutation. Although this result could be reassuring, the discrepancy between the two technologies suggested a complete screening of CFTR gene to detect the possible alteration or mutation due to aberrant reaction found by Inno-LiPA assay.\\nThe emerging NGS allowed us to analyze the full CFTR coding region and exon/intron junctions. “CFTR scanning” showed a homozygous replacement from T>A at position 1043 in the coding region. Codon 348 (ATG) changed to AAG, causing an amino acid substitution from methionine to lysine (p.M348K) (), which is not conservative, since methionine (an apolar amino acid) was replaced by the lysine (a polar amino acid). This result was then confirmed by Sanger sequencing ().", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'16798544': 1, '23687349': 1, '15614862': 1, '8865181': 1, '8912731': 1, '22274833': 1, '23466340': 1, '12007216': 1, '14711349': 1, '25922769': 2}", "similar_patients": "{}"}