{"patient_id": 145409, "patient_uid": "4421673-1", "PMID": 25984211, "file_path": "noncomm/PMC004xxxxxx/PMC4421673.xml", "title": "IgM antibodies towards pre-endothelial cells: strong indication for an association with accelerated rejection. A case report", "patient": "A 27-year-old woman with end-stage renal disease secondary to focal segmental glomerular sclerosis (FSGS) who had a haemodialysis history of 6.5 months received an ABO compatible and HLA haploidentical graft from her father. Patient’s HLA and MICA typing was performed using DNA. The recipient had no history of sensitization. No sign of anti-HLA or MICA antibodies was seen when tested with Single Antigen Bead technique (One Lambda, Inc. Canoga Park, CA). To avoid FSGS recurrence, the patient underwent three immunoadsorptions in the peri-operative period. Immunosuppressive treatment consisted of mycophenolate mofetil, cyclosporine and methylprednisolone as well as basiliximab on Day 0 and Day 4. Autologous and heterologous IgG and IgM CDC augmented and FC crossmatches performed before transplantation were negative.\\nThe surgery was uneventful but the immediate post-operative course was complicated with slow graft function. The patient did not produce any urine on the day of transplantation. The diethylenetriamine pentaacetic acid scan on the first post-operative day showed good uptake but no excretion. The patient produced ∼150 mL of urine/day. At Day 5, she developed acute abdominal pain. The triplex of renal vessels showed thrombosis of renal vein and the patient underwent emergent graftectomy. Histological examination revealed transmural infiltration of the arteriolar wall by neutrophils and severe intimal arteritis with massive collections of neutrophils into the oedematous intima of small and medium size vessels lifting the endothelium suggestive of severe vascular rejection. Large vessels showed evidence of endarteritis with lymphocytes in the arterial intima in association with focal lymphocytic interstitial infiltrates and focal mild tubulitis. Additional findings were focal cortical haemorrhages, neutrophilic margination in peritubular capillaries and an area of ischaemic necrosis. Although C4d immunohistochemical stain was negative, the histological findings were strongly suggestive for acute antibody-mediated rejection accompanied by cellular rejection.\\nRetrospectively, a heterologous and autologous IgG and IgM FC crossmatch with Tie-2+ donor cells (XM-One; Absorber AB, Stockholm, Sweden) was performed with the same pre-transplant serum sample used for the decisive crossmatch. The heterologous IgM-Tie-2 crossmatch was positive with 139 channels shift. The IgM-Tie-2 crossmatch remained positive 5 months post-nephrectomy and was positive when serum was tested against a pool of three unrelated donors. The IgG-Tie-2 crossmatch was negative with the same serum and became positive only after nephrectomy. In that case, the patient had developed de novo IgG donor HLA antibodies identified only with solid-phase assays.\\nFor the retrospective Tie-2 crossmatch, Institutional Review Board approval was obtained from Laikon Hospital and informed consent was obtained from recipient and donor prior to bleeding.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'20833523': 1, '19307793': 1, '8438267': 1, '10773356': 1, '18365420': 1, '18790254': 1, '4886455': 1, '15381639': 1, '12490778': 1, '25984211': 2}", "similar_patients": "{}"}