{"patient_id": 152724, "patient_uid": "4922244-1", "PMID": 27390508, "file_path": "noncomm/PMC004xxxxxx/PMC4922244.xml", "title": "Clicking hyoid: A rare case report and review", "patient": "A woman aged 35 years presented to our department with 1-year history of clicking noise in her throat on swallowing [Figures and ]. This was associated with pain but no difficulty on swallowing. She denied of any previous history of trauma. She did not have any respiratory symptoms or jaw-locking. Taking into consideration, the patient's symptom logy; it was suspected to be a case of the salivary gland sialolith. On sialography and ultrasonography, no such finding was evident.\\nOn clinical examination, a trigger point was palpable on anteroinferior aspect of masseter muscle. Patient had an associated sleep disturbance and loss of interest in surroundings. Beck's depression index was used to assess the depression associated with pain. Patient was found to have moderate depression. She was given trigger point injection with 0.5 ml of 0.5% injection bupivacaine. However, patient had no relief. For alleviation of pain associated depression, tricyclic amitriptyline antidepressant 75 mg was used for 3 weeks. Patient got no relief in pain and clicking. On further examination of throat, CT scan was done [] greater horn of hyoid bone was found large in size with abnormally long greater cornua. While swallowing, a significant click was as greater cornua were impinged, caught, and slipped back the spine. Subsequently, the diagnosis was made as “clicking hyoid.”\\nPatient was explained of the diagnosis and offered the options of conservative and surgical modalities of treatment. However, patient elected the conservative one. To commence the conservative treatment, hyoid bone was palpated digitally as advised by Brown. The patient was given local lignocaine plus steroid injections weekly for 1 month on the tip of the affected cornua. However, patient reported with no relief. Thereafter, the patient was planned for surgical resection of greater cornua under general anesthesia. An informed written consent was obtained from the patient for the surgery.\\nSuperior limb of Mcfee incision was given. Skin, subcutaneous tissue, platysma were incised. Blunt dissection was done through deep cervical fascia. Middle pharyngeal constrictor was bluntly dissected from the greater cornua to expose it []. After the exposure, greater cornua was resected from its junction to the body []. Layer wise closure was done. The patient was followed up with an uneventful healing with complete resolution of clicking and pain [].", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'6695327': 1, '12379199': 1, '3563575': 1, '856922': 1, '34395326': 2, '6586082': 1, '9496301': 1, '3921485': 1, '8551163': 1, '3668380': 1, '6584827': 1, '2715701': 1, '27390508': 2}", "similar_patients": "{'8339886-1': 1}"}