{"patient_id": 85776, "patient_uid": "4785741-2", "PMID": 26965578, "file_path": "comm/PMC004xxxxxx/PMC4785741.xml", "title": "Clinical, radiological, and pathological features of 33 adult unilateral thalamic gliomas", "patient": "A pathologic diagnosis of anaplastic astrocytoma with transformation to glioblastoma was confirmed in a 48-year-old male admitted to our hospital. He complained of a motor dysfunction of his right lower limb for the past 2 weeks. Neurological examination revealed weakness of his right lower limbs. The lesion showed mixed hypointense and isointense T1 and hyperintense T2 signals with clear enhancement (Fig. ). The patient underwent a gross total resection using a parieto-occipital transventricular approach. During the operation, the tumor was found to be a gray-yellow soft mass with a poorly defined border. The postoperative pathology report confirmed the diagnosis of anaplastic astrocytoma with transformation to glioblastoma, which was immunopositive for MGMT, PTEN, GFAP, Oligo-2, MMP-9, P53 and immunonegative for EGFR, P-170, VEGF, TOPO-II, and GST-π. Limb weakness partially improved over a span of 2 weeks, and the patient was discharged 15 days after surgery. The postoperative follow-up revealed tumor recurrence at 1.5 months after surgery. The patient underwent postoperative concurrent chemoradiotherapy (radiotherapy + temozolomide) plus 10 cycles of temozolomide chemotherapy. The patient died 13 months after surgery.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'15279715': 1, '17566201': 1, '16200343': 1, '1295026': 1, '3332816': 1, '12192500': 1, '9647172': 1, '33482777': 2, '34917940': 1, '13544646': 1, '5295916': 1, '9403198': 1, '12455882': 1, '13922191': 1, '11960149': 1, '11214625': 1, '21636712': 1, '34013205': 1, '12959431': 1, '30834935': 1, '7897513': 1, '6088730': 1, '11110074': 1, '9753406': 1, '8410011': 1, '13523003': 1, '2984910': 1, '23708758': 1, '17621020': 1, '15287457': 1, '3553982': 1, '17785346': 1, '7838328': 1, '4361609': 1, '9867348': 1, '32145563': 1, '1636541': 1, '8832459': 1, '27987035': 1, '7770108': 1, '16951965': 1, '12416569': 1, '9202774': 1, '2549442': 1, '17370079': 1, '1303567': 1, '26965578': 2}", "similar_patients": "{'4785741-1': 2, '7821681-1': 1, '7821681-2': 1, '7821681-3': 1}"}