{"patient_id": 78729, "patient_uid": "4273476-3", "PMID": 25548703, "file_path": "comm/PMC004xxxxxx/PMC4273476.xml", "title": "Malignant Peripheral Nerve Sheath Tumors of the Head and Neck: A Case Series and Literature Review", "patient": "History. A 34-year-old male with a known three-year history of NF1, characterized by numerous central and peripheral plexiform neurofibromas, was admitted for airway obstruction due to a large left parapharyngeal/carotid space mass. The patient was known at our institution as he presented with a MPNST of the left lower extremity three years before and treated with neoadjuvant radiation therapy and surgical resection leading to complete remission. Based on his history of NF1 and MPNST, this parapharyngeal space mass was suspected to be malignant degeneration of a neurofibroma, similar to his prior MPNST.\\nExamination. MRI evaluation increased this suspicion, showing a 5.2 × 3.3 × 4.9 cm well-defined, heterogeneous mass (isointense to hyperintense on T1 and hyperintense on T2) depressing the oropharyngeal supraglottic airway () in addition to innumerable other neurofibromas and schwannomas. The mass appeared to extend along the hypoglossal nerve into the hypoglossal foramen and encasing the carotid artery. Due to surgical urgency of airway compromise, no presurgical biopsy was performed.\\nManagement. The parapharyngeal space mass was then excised with positive margins through a left parapharyngeal space resection and a left selective neck dissection (levels 2 and 3). The mass was noted to emanate from either the vagus or the hypoglossal nerve and encase the carotid artery at the bifurcation; the vagus nerve was ultimately sacrificed. Pathology confirmed the presence of a 6.3 × 4.7 × 3.5 cm grade 2 MPNST arising from a preexistent neurofibroma. Lymph nodes were negative for malignancy. Adjuvant radiation therapy was recommended after surgery in order to increase the rate of local control. Unfortunately, the surgery was complicated by a left middle cerebral artery ischemic stroke leading to right spastic hemiplegia and aphasia. The patient underwent intensive inpatient rehabilitation with seven weeks of concurrent radiation therapy to a cumulative dosage of 70 Gy. Radiation therapy was well-tolerated, and patient had been recurrence-free for 3 months (postsurgical resection) at last follow-up.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'23972085': 1, '11894862': 1, '19808770': 1, '21861229': 1, '6791802': 1, '22437305': 1, '21106096': 1, '23798847': 2, '33219865': 1, '34094542': 1, '12859395': 1, '8435801': 1, '9788415': 1, '19835664': 1, '16145592': 1, '14050005': 1, '24470531': 1, '17163467': 1, '23022650': 1, '29211048': 1, '3082508': 1, '22878618': 1, '19474676': 1, '23161774': 1, '8121181': 1, '23667313': 1, '21919835': 1, '19065105': 1, '23198228': 2, '20399579': 1, '16881077': 1, '2119249': 1, '12011145': 1, '18286466': 1, '20838322': 1, '33224401': 1, '27159980': 1, '2614511': 1, '33469775': 1, '16923196': 1, '21045486': 1, '23196734': 1, '25548703': 2}", "similar_patients": "{'4273476-1': 2, '4273476-2': 2, '3687169-1': 1, '3502806-1': 1}"}