{"patient_id": 140975, "patient_uid": "4165666-1", "PMID": 25237381, "file_path": "noncomm/PMC004xxxxxx/PMC4165666.xml", "title": "A Case of Nonthrombotic Pulmonary Embolism after Facial Injection of Hyaluronic Acid in an Illegal Cosmetic Procedure", "patient": "A 35-year-old woman who was previously healthy presented with abrupt onset of dyspnea and loss of consciousness for 5 minutes. Three days earlier, she received an illegal hyaluronic acid injection performed by an unlicensed medical practitioner into the dermis of the forehead and right cheek area. On physical examination, vital signs were as follows: body temperature, 36.8℃; blood pressure, 150/110 mm Hg; pulse rate, 127/min; respiratory rate, 28/min. Mental status was confused. Crackles were revealed in both lower lung fields. Routine laboratory test including liver function test and renal function test showed normal range of results. And, complete blood count was as follows: white blood cells, 21,080/µL (neutrophils 91%); hemoglobin, 11 g/dL; platelets, 240,000/µL. Troponin I, 0.16 ng/mL (normal, 0-0.1 ng/mL); CK-MB, 0.6 ng/mL (normal, 0-3.6 ng/mL); C-reactive protein, 5.307 mg/dL (normal, 0-0.5 mg/dL); D-dimer, 1.278 µg/mL (normal, 0-0.5 µg/mL); and N-terminal of the prohormone brain natriuretic peptide was 9,177 pg/mL (normal, 0-124 pq/mL). Arterial blood gas analysis via 15 L O2 reservoir bag was as follows: pH, 7.505; PCO2, 28.6 mm Hg; PO2, 66.1 mm Hg; HCO3-, 22.4 mmol/L. Plain chest radiography showed ground glass opacity and consolidation in both lung fields (). Contrast-enhanced chest CT showed diffuse ground glass opacity in both lungs with dilatation of the pulmonary artery and right ventricle ().\\nThe patient was admitted to the intensive care unit and treated with mechanical ventilation owing to worsening hypoxemia. After several days, hemorrhagic eruptions occurred in anterior chest area. She was initially administered antibiotics, corticosteroids and diuretics. Hypoxemia was gradually improved. After 5 days, the result of initial blood culture showed no growth and there was no evidence of fever. Therefore, we could exclude the septic embolism and discontinued the antibiotics. She was weaned from mechanical ventilation. At the eighth day of hospital admission, she was discharged. After one month, she was completely improved and follow-up chest CT showed improvement of the previous pulmonary lesion without fibrosis ().", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'2294550': 1, '33102629': 1, '33728295': 1, '20388764': 1, '30788360': 1, '22417476': 1, '23102488': 1, '11407098': 1, '18231653': 1, '19648522': 1, '16738424': 1, '31321177': 1, '32633718': 1, '33512439': 1, '32201935': 1, '12000405': 1, '16531934': 1, '25237381': 2}", "similar_patients": "{}"}