{"patient_id": 147351, "patient_uid": "4540517-1", "PMID": 26312683, "file_path": "noncomm/PMC004xxxxxx/PMC4540517.xml", "title": "Eosinophilic ulcer of the tongue - Case report", "patient": "A 65 year-old Caucasian female sought our Department with a five-month history of an\\napproximately 2 cm painful ulcer on the tongue, adjacent to sharp teeth (). The condition started as a slightly red\\nlesion with mild induration, which rapidly underwent ulceration. The ulcer was not fixed\\nto the underlying structures and there was no evidence of regional lymph node\\ninvolvement. There was no history of previous dental treatment. The patient was a\\nnon-smoker and had no history of alcoholism. Laboratory examinations revealed no\\nabnormalities, and X-rays revealed no affection to the bones of lower or upper teeth.\\nThe personal medical history was positive only for hypertension; skin diseases were not\\nreported. The patient had previously undergone topical treatment with hyaluronic acid\\n0.6% and salicylic acid 0.5%, without any improvement.\\nDifferential diagnoses included squamous cell carcinoma, non-Hodgkin's lymphoma,\\ntraumatic granuloma and EUOM. Regarding diagnosis, due to the clinical aspect of the\\nmucosal lesion and lack of improvement with topical drugs, an incisional biopsy was\\nperformed. Histopathological examination showed an ulcerated surface with a significant\\nnumber of eosinophils, extending into the mucosa and submucosa (). No cellular atypias were observed.\\nBased on the patient's history and mucosal biopsy, a final diagnosis of EUOM was made.\\nAfter 3 months of follow-up, the mucosal lesion improved without medical treatments and\\nat 12-months follow-up, there was no recurrence.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'9425699': 1, '8100057': 1, '31416455': 2, '22783449': 1, '6575340': 1, '17956486': 1, '8515985': 1, '14750239': 1, '34349889': 2, '20966736': 1, '7593771': 1, '1691779': 1, '26312683': 2}", "similar_patients": "{'6694504-1': 1, '8276348-1': 1}"}