{"patient_id": 142999, "patient_uid": "4293858-1", "PMID": 25593887, "file_path": "noncomm/PMC004xxxxxx/PMC4293858.xml", "title": "Management of craniofacial osteitis deformans", "patient": "A 55-year-old female reported to Department of Oral and Maxillofacial Surgery with the chief complaint of a gradual increase in the size of the upper jaw since 20 years, along with headache and dizziness since 4 years. Weakness of the facial nerve was not elicited. No relevant medical history was recorded. On clinical examination, patient was short stature, hunched back with a slow waddling gait. Patient had an enlarged cranium with broad, prominent forehead and severely protrusive, expanded maxilla, caused obliteration of nasolabial sulci. The nasal bones were also increased in size with hypertelorism, and mandibular contour was normal []. On palpation, enlarged maxilla was bony hard and nontender. Rise in temperature over the swelling was felt, but overlying skin and mucosa appeared normal. Intraorally, maxilla presented as a multilobular swelling from the right maxillary tuberosity extending to the left tuberosity resulting in obliteration of the maxillary buccal and labial vestibule. Severe protrusion and spacing were seen with anterior maxillary teeth [].\\nRadiographs showed “cotton wool appearance” in the skull and maxilla in postero-anterior (PA) view and lateral view of the skull [] but mandible appeared normal. Orthopantomogram displayed “cotton wool appearance” of maxillary alveolus. Intraoral periapical radiograph revealed loss of lamina dura in the maxillary teeth. Computed tomogram (CT) scan illustrated mixed hyper and hypo dense lesion involving complete cranium, maxilla and nasal bone []. Three-dimensional CT scan demonstrated expansion of maxilla and cranium. PA and lateral spine view elucidated involvement of lumbar vertebra (radiolucent lesion) at L1, L2 with scoliosis at same region. On studying the clinical features and radiological findings, a provisional diagnosis of PDB and a differential diagnosis of polyostotic fibrous dysplasia were given. Incisional biopsy and biochemical tests were performed to conclude final diagnosis.\\nBiochemical report showed routine blood parameters in normal range. Serum alkaline phosphatase (SAP) level was raised to 1020 IU/L (normal range 70-170 IU/L) which indicated approximately 10-fold increase in the SAP level. Serum calcium, serum phosphorus, and parathyroid hormones levels were in the normal range [].\\nHistopathologic examination revealed bony trabeculae with basophilic reversal lines in a mosaic pattern suggestive of Paget's disease. Numerous osteoclasts were found surrounding the irregular bony trabeculae.\\nThus, a final diagnosis of PDB with craniomaxillary involvement was made on the history, clinical, and radiographic features along with biochemical and histopathological reports.\\nPatient was psychologically stressed due to facial deformity. Hence, active treatment in the form of surgery was mandatory. Neo-adjunctive therapy with bisphosphonates was planned due to extensive craniomaxillary involvement which resulted in a severe increase in the SAP levels. After explaining treatment to the patient, informed consent was obtained. To avoid osteonecrosis, prophylactic extractions of periodontally involved maxillary anterior teeth were performed under local anesthesia []. One week later, injection aclasta-5 mg (zoledronic acid, Novartis India) single dose was administered by intravenous route. Patient observed for 1 month after infusion for any immediate reactions or adverse effects of the drug.\\nSurgical contouring of maxilla was done under general anesthesia. Intraoral maxillary vestibular incision was given bilaterally to reflect mucoperiosteal flap which exposed the underlying bone []. Infraorbital nerves were identified on both sides and secured. Bone reshaping was done by hand and motor driven instruments to achieve bilateral symmetry [Figures and ]. Remaining maxillary teeth were extracted to facilitate bone recontouring. Water tight closure of mucosa was strictly followed with 3-0 vicryl sutures to avoid bone exposure and subsequent osteonecrosis. Postoperative medications and instructions were given. No postoperative complications encountered apart from transient paresthesia of both infra-orbital nerve which gradually resolved in 4 weeks. Biochemical test done after 2 months of surgical intervention, showed decreased SAP level from 1020 IU/L to 97 IU/L. Patient was regularly followed-up for 1 year at every 1-month interval for first 6 months and every 3 months, thereafter [Figures and ].\\nIn the 1-year follow-up period, neither regrowth was observed postoperatively nor evidence of osteonecrosis in both jaws. Patient was symptom-free with a substantial reduction in headache and backache attributable to medical treatment.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'12231408': 1, '16135834': 1, '27587747': 1, '33088752': 1, '27789985': 1, '15897860': 1, '15187244': 1, '32300678': 1, '25593887': 2}", "similar_patients": "{}"}