{"patient_id": 149960, "patient_uid": "4722421-1", "PMID": 26394732, "file_path": "noncomm/PMC004xxxxxx/PMC4722421.xml", "title": "A Rare Manifestation of Hypothyroid Myopathy: Hoffmann's Syndrome", "patient": "A 34-year-old male presented in July 2014 with progressive leg swelling and pain on exertion for approximately 6 months and was admitted to the neurology department. The patient had developed considerable difficulty in ascending stairs for approximately 1 month. He had become gradually lethargic and intolerant to cold for 1 year. He had chronic constipation. He had no particular medical history including diabetes mellitus, prior thyroid disease, neuromuscular disorders, or autoimmune diseases and denied any history of medications. On physical examination, his face was puffy with preorbital swelling () and his voice was hoarse. He had no goiter. His hands were edematous and had difficulty in grasping (). His trapezius, biceps, triceps, and gastrocnemius muscles were hypertrophied although he denied that he exercised regularly. He also had non-pitting edema and induration of the skin on the lower extremities (). On neurological examination, he had normal mentality. Upper and lower limb muscle weakness (grade 4/5) was observed, most markedly in the lower extremities. The deep tendon reflexes were sluggish.\\nLaboratory findings revealed a hemoglobin level of 12.4 g/dL (normal range, 13.2 to 17.3), elevated total cholesterol level of 327 mg/dL (normal range, 130 to 240), and elevated muscle enzymes as follows: aspartate aminotransferase (AST) 107 IU/L (normal range, 3 to 45); alanine aminotransferase 106 IU/L (normal range, 3 to 45); creatine kinase (CK) 7,332 IU/L (normal range, 43 to 198); lactate dehydrogenase (LDH) 1,958 IU/L (normal range, 238 to 422); serum myoglobin 235.4 ng/mL (normal range, 28 to 72); and aldolase 10.5 U/L (normal range, 0.0 to 7.6). Hepatitis markers, including hepatitis B surface antigen, hepatitis B surface antibody, hepatitis C virus antibody, and hepatitis A virus antibody immunoglobulin M were negative. Urine myoglobin and protein were negative. Other biochemical blood tests revealed a blood urea nitrogen of 10.5 mg/dL (normal range, 7 to 23), a creatinine of 1.58 mg/dL (normal range, 0.7 to 1.44), a protein of 7.9 mg/dL (normal range, 6.6 to 8.3), albumin of 4.7 mg/dL (normal range, 3.5 to 5.2), and total bilirubin of 0.45 mg/dL (normal range, 0.3 to 1.4). Electrolytes were in the normal range. The thyroid function test showed severe hypothyroidism with thyroid stimulating hormone (TSH) above 100 µIU/mL (normal range, 0.17 to 4.05), free thyroxine (FT4) of 0.03 ng/dL (normal range, 0.79 to 1.86), and total triiodothyronine of 75.8 ng/dL (normal range, 78 to 182). Anti-microsomal antibody was positive at 56.26 IU/mL (normal range, 0 to 5.61), and anti-thyroglobulin antibody was also elevated at 348.02 IU/mL (normal range, 0 to 4.11). The value of erythrocyte sedimentation rate was 9 mm/hr (normal range, 0 to 15) and C-reactive protein was 0.16 mg/L (normal range, 0 to 5). Fluorescent antinuclear antibody, anti-neutrophil cytoplasmic antibody, and rheumatoid factor were negative.\\nUltrasonography of the neck revealed an atrophied thyroid (). Electrocardiogram showed sinus bradycardia (51 beats per minute) and a first-degree atrioventricular block; echocardiography showed a small amount of pericardial effusion (post, 8 mm) with preserved left ventricular systolic function. Electromyography showed mild spontaneous activity and short amplitude with polyphasic myopathic motor unit potential (). In addition, electroneurography revealed bilateral carpal tunnel syndrome and reduced nerve conduction velocity on the superficial peroneal nerve. Magnetic resonance imaging of the lower extremities revealed symmetric multifocal patchy muscle enhancements with diffuse muscle swelling in thighs and lower legs, especially in the superficial posterior compartment and gastrocnemius muscles that showed hyperintensity on T2-weighted images (). Muscle biopsy was recommended but was not performed due to the patient's refusal.\\nBased on the above findings, the patient was diagnosed with autoimmune hypothyroidism with Hoffmann's syndrome. He was treated with oral levothyroxine starting with 125 µg/day and gradually increased up to 200 µg/day. At the 1 month follow-up, his condition had improved significantly; the puffiness of his face and eyelids had regressed, the calf muscle size was decreased and muscle strength had returned to normal. After 2 months of thyroid hormone replacement, the muscle enzymes and creatinine were decreased as follows: CK, 103 IU/L; LDH, 409 IU/L; myoglobin, 55.8 ng/mL; and creatinine, 1.32 mg/dL. At 3 months, the TSH value was reduced to 3.04 µIU/mL, FT4 increased to 1.26 ng/dL, and creatinine was decreased to 0.9 mg/dL. He is receiving levothyroxine (200 µg/day) at an outpatient clinic.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'12589116': 1, '28658840': 1, '14595495': 1, '18523407': 1, '6627693': 1, '6745844': 1, '17434641': 1, '7536446': 1, '10725787': 1, '32122401': 2, '6841646': 1, '19675722': 1, '25024579': 2, '14296255': 1, '27154040': 1, '7424961': 1, '24393357': 2, '12034059': 1, '26394732': 2}", "similar_patients": "{'4090854-1': 1, '7050128-1': 1, '3895824-1': 1}"}