{"patient_id": 87514, "patient_uid": "4937528-1", "PMID": 27387410, "file_path": "comm/PMC004xxxxxx/PMC4937528.xml", "title": "Inadvertently transected left superior pulmonary vein during thoracoscopic left lower lobectomy", "patient": "The chest computed tomography (CT) of a 74-year-old female showed a lobulated cancer in the lateral basal segment of the left lower lobe measuring 1.5 cm in diameter, for which the patient underwent thoracoscopic left lower lobectomy. During this operation, the pulmonary vein was initially divided using a 2.5-mm stapling device (Echelon Flex 60 Endopath Stapler, Ethicon Endo-Surgery, LLC, Guaynabo, Puerto Rico 00969 USA). Next, the common basal and the superior segmental arteries were divided simultaneously by employing the same device, then the left lower lobar bronchus was divided using a 4.1-mm stapling device (Echelon Flex 60 Endopath Stapler). During post-lobectomy exploration, the LSPV was not be visualized in the expected location. Retrospective review of the preoperative chest CT showed anatomical variation in the pulmonary venous system. In this case, the superior and inferior pulmonary veins had formed a common trunk outside the pericardium and drained into the left atrium (Fig. ). After heparin injection, all staples on the LSPV and an half of the staples on the common trunk were removed under intra-pericardial partial clamping of left atrium (LA) via thoracotomy. The patient became bradycardic during first attempt of partial clamping of the LA. It was difficult to clamp the LA without causing bradycardia, and the operation only proceeded after the vital signs were stable for at least 5 min after clamping. The LSPV was reimplanted into the stump of the divided common trunk using continuous 4–0 Prolene sutures. The LSPV was reimplanted in the location of the left inferior pulmonary vein in the stump of the divided common trunk, rather than its original site. This was because the length of the original site of the LSPV was shortened due to the stapling direction at the time of pulmonary vein division, and the length for reimplantation could not be approximated. The patient recovered well from the procedure and was transferred to the general ward, and was discharged 6 days after the operation without any complications.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'9875795': 1, '32944319': 1, '24484823': 1, '23991310': 1, '30802760': 1, '16299459': 1, '20427256': 1, '32577264': 2, '14739316': 1, '27387410': 2}", "similar_patients": "{'7303842-1': 1, '7303842-2': 1}"}