{"patient_id": 144058, "patient_uid": "4362168-1", "PMID": 25491218, "file_path": "noncomm/PMC004xxxxxx/PMC4362168.xml", "title": "Ventricular tachycardia an atypical presentation of Ebstein’s disease", "patient": "We report the case of a 22-year-old male, presenting with dizziness and palpitations during physical activity. The electrocardiogram (ECG) showed a QRS regular tachycardia with a heart rate of 200 per minute, with positive Brugada’s algorithm (absence of an R/S complex in all precordial leads) and Vereckei’s algorithm in lead aVR (presence of an initial R wave) for sustained monomorphic ventricular tachycardia (SMVT) (). The SMVT patient required electrical cardioversion (CVE) due to hemodynamic instability. His history included a syncope-like episode without a prodrome a year earlier. The ECG reported low tricuspid valve implantation (28 mm from the mitral valve), RV with moderate systolic function, and a 40 cm2 right atrium (RA) with severe tricuspid valve regurgitation (). Magnetic resonance imaging was performed as EA was suspected and showed a severe dilatation of the RA and the vena cava system, RV with severely depressed systolic function, abnormal implantation of septal leaflet of the tricuspid valve with atrialization of the right ventricular (RV) inflow, and an interatrial septum without visible defects (). As the diagnosis of EA confirmed, and due to SMVT and right ventricular systolic impairment, a surgical implantable cardiac defibrillator (ICD) was placed, as a measure of secondary prevention.\\nHe continued to be clinically stable with no report of ICD electrical therapy up to date. He is currently being followed-up by the congenital heart disease services and cardiovascular surgery for surgical evaluation (surgical repair or replacement of the tricuspid valve).", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'34194982': 1, '19038677': 1, '24954991': 1, '21684513': 1, '15986264': 1, '25491218': 2}", "similar_patients": "{}"}