{"patient_id": 150020, "patient_uid": "4724849-1", "PMID": 26819943, "file_path": "noncomm/PMC004xxxxxx/PMC4724849.xml", "title": "Transient Positive Horizontal Head Impulse Test in Pregabalin Intoxication", "patient": "A 65-year-old woman was consulted to the neurology department for dizziness and imbalance. She had been treated with pregabalin 150 mg three times per day for the control of radiation cystitis pain four days before she visited our institution. Other medications in cluded cefixime (Suprax®, Ildong Pharmaceutical Co., Ltd., Seoul, Korea) and pentoxan polysulfate (Jelmiron®, Wave Bionomics, Zug, Switzerland) due to cystitis.\\nShe denied previous dizziness, migraine or ear disease and symptoms. Her past medical history included a radical hysterectomy with pelvic lymphadenectomy for squamous carcinoma of the uterus twenty years prior to this incident. Her vital signs were stable. She looked somnolent. Head tilt was not noted. Ocular motor examination revealed some hypometric saccade and decreased gain of smooth pursuit. Spontaneous nystagmus was not observed; however, subtle gaze-evoked nystagmus with rebound nystagmus was noted in both horizontal gazes. Moreover, subtle upbeat nystagmus was evoked during upward gaze. Nystagmus was not evoked by a head-shaking and positioning manoeuvre. In addition, bilateral head impulse was positive on the horizontal plane. Limb ataxia was not definite; however, she could not walk in tandem. The laboratory findings were unremarkable except mild elevation of serum creatinine (1.36 mg/dL, normal range: 0.6–0.8 mg/dL). Brain diffusion-weighted image and T2-weighted magnetic resonance image were unremarkable (). The bithermal caloric response was preserved (). We recommended stopping pregabalin therapy based on a diagnosis of drug side-effects. Her symptoms and signs were resolved within five days of stopping pregabalin therapy. Overt saccades were not observed during a follow-up HIT five days after stopping the pregabalin.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'6335171': 1, '23595656': 1, '24368013': 1, '7288469': 1, '21651903': 1, '23162531': 1, '14724264': 1, '21950985': 1, '19874666': 1, '20396535': 1, '23370610': 1, '3390028': 1, '3812624': 1, '29279722': 1, '24203259': 1, '21320112': 1, '26819943': 2}", "similar_patients": "{}"}