{"patient_id": 85192, "patient_uid": "4744376-1", "PMID": 26850068, "file_path": "comm/PMC004xxxxxx/PMC4744376.xml", "title": "Metastatic EML4-ALK fusion detected by circulating DNA genotyping in an EGFR-mutated NSCLC patient and successful management by adding ALK inhibitors: a case report", "patient": "A 46-year-old woman with stage IVb lung adenocarcinoma of the left upper lobe and extensive metastases (mediastinal lymph nodes, bilateral lung, liver, brain, multiple vertebrae, pelvis, adrenal glands, retroperitoneal lymph nodes, etc.) was confirmed to harbor EGFR 19 exon deletion by ARMS-PCR. She was negative for EML4-ALK and ROS1 by ventana IHC staining. Evaluation after 1 month and 3 months of erlotinib 150 mg Qd treatment showed good partial response across all lesions. However, the patient presented with severe shortness of breath after 4 months. CT scan showed rapid progression of the distributed pulmonary and hepatic lesions. Based on the imaging features and clinical symptoms, it was initially difficult to differentiate whether the patient had interstitial pneumonia due to erlotinib, or lymphangitis carcinomatosa. Thus, we firstly withdrew erlotinib and delivered methylprednisolone pulse therapy (500 mg qd * 5 days). However, no improvement was observed, which lead us to the diagnosis of lymphangitis carcinomatosa due to disease progression. Pemetrexed 0.8 g plus bevacizumab 300 mg (the tumor board decided to use a platinum-free regimen due to low tolerance to platinum of this patient, ECOG performance score 2–3), was then administered, but the lesions continued to grow rapidly. Noninvasive positive pressure ventilation was applied when the patient experienced type I respiratory failure. The patient took HY-15772, an active pharmaceutical ingredient (API) that was known for AZD9291, 100 mg qd on her own volition. She recovered from hyoxemia gradually and CT review showed tumor remission at 1 week after starting HY-15772 API. The patient continued to take HY-15772 API for 2 months. CT-scan showed that all lesions were controlled except for the liver metastases in the left lobe which underwent dramatic bulky progression. Multidisciplinary consultation suggested that a needle biopsy of the liver lesions was not preferable due to the high risk of procedure-related bleeding. Thus, we decided to obtain peripheral blood for ctDNA multiplex genotyping analysis using the capture probe baits sequencing platform (methods and gene list were provided in Additional file ). Meanwhile, a dose of gemcitabine chemotherapy 1.4 g on day 1 and day 8 was administered. During the intermission, the ctDNA analysis reported the existence of both EGFR 19 exon L747S non-shifting deletion (abundance 48.5 %) and EML4-ALK rearrangement (abundance 10.09 %) in the plasma (No other druggable alteration was found especially in domains of MET). Upon the second cycle the gemcitabine chemotherapy, the patient complained of an obvious sensation of mass in the upper abdomen and the inability to keep food or drink down. We suggested the patient add crizotinib and continue HY-15772 API. After 5 days of additional crizotinib treatment, the patient was able to drink and eat and had the sensation of mass shrinkage. CT scan after 1 month reavealed significant remission of the lesions in the left lobe of the liver (plasma ALK abundance decreased to 2.79 %). After 2 months of crizotinib, liver metastases especially those in the left lobe again progressed, which was manifested as abdominal distention and edema of bilareal lower extremity (plasma ALK abundance increased to 14.59 %). The patient switched the ALK inhibitor to AP26113 API at a dose of 180 mg Qd on her own volition and quickly regained good remission of the hepatic lesions (plasma ALK abundance decreased to 0.00 %). In addition, plasma ALK fusion was not detected. Figure illustrated the change of the image presentation and treatments. Upon submission of this report, the patient is still receiving a combination treatment of HY-15772 and AP26113 API without any signs of disease worsening. Re-analysis of the biopsy tissue from the primary lesion through the same multiplex genomic platform showed pure EGFR exon 19 deletion without any signal for EML4-ALK fusion. In addition, repeated analyses indicated the presence of TP53 Y236D mutations in 7 exon with more than 50 % abundance. Figure illustrated the flow of treatments and image evaluation.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'1673792': 1, '26159065': 1, '28874686': 1, '25888090': 1, '27358717': 1, '25239305': 1, '31123682': 2, '25788996': 2, '25496960': 1, '32913970': 1, '32367253': 1, '23563269': 1, '32859638': 1, '24443522': 1, '26130140': 1, '23594426': 1, '27322143': 1, '33015522': 1, '30643553': 1, '31213769': 1, '24472389': 1, '32429639': 1, '25806319': 1, '26206882': 1, '29416665': 1, '31196931': 1, '31911847': 1, '33506568': 1, '23079155': 1, '29599410': 1, '27791985': 1, '23401433': 1, '28099915': 1, '26850068': 2}", "similar_patients": "{'6511925-1': 1, '4356289-1': 1}"}