{"patient_id": 148366, "patient_uid": "4608644-1", "PMID": 26558252, "file_path": "noncomm/PMC004xxxxxx/PMC4608644.xml", "title": "Reversible Ceftriaxone-Induced Pseudolithiasis in an Adult Patient with Maintenance Hemodialysis", "patient": "A 79-year-old Japanese woman (height, 135.0 cm; weight, 29.9 kg) having received maintenance hemodialysis for 6 years due to end-stage renal disease (ESRD) as a result of antineutrophil cytoplasmic antibody-associated glomerulonephritis was referred to our hospital because of a fever of 37.7°C, cough, and general fatigue. A blood analysis at presentation revealed a white blood cell (WBC) count of 6,500/μl and a C-reactive protein (CRP) level of 10.8 mg/dl with hepatic and biliary enzymes within normal limits. Inflammatory infiltrates were detected in the middle and right lower lung fields by plain chest radiography. Computed tomography (CT) scans revealed ground-glass opacification throughout the middle and right lower lung fields. The patient was normoxic. She was diagnosed with bronchial pneumonia, and 1 g of CTRX on alternating days was initiated intravenously following hemodialysis in consideration of its nondialyzability.\\nThe cough, fever, general fatigue, and laboratory data steadily improved following CTRX administration. The WBC count was 5,300/μl and the CRP level was 1.4 mg/dl on the 11th day after CTRX initiation. However, on the 13th day, she unexpectedly presented with stomachache around the right hypochondrium with a firm, round mass and a slight fever of 37.2°C. The WBC count was 10,560/μl, the CRP level was 8.8 mg/dl, and hepatic and biliary enzymes were within normal limits. To determine the source of her stomachache and slight fever, immediate imaging studies were performed. CT scans revealed improvement of her pneumonia; however, one gallstone (16 × 9 mm) was revealed in the gallbladder with thickening of the gallbladder wall that was not detected on the previous CTs (fig. ). Therefore, CTRX-induced gallbladder pseudolithiasis was suspected, and CTRX was immediately discontinued. The total dose of CTRX administered was 7 g over 13 days. Although her stomachache had completely resolved 4 days after CTRX cessation, follow-up CTs demonstrated no significant change in the gallstone or gallbladder wall thickness at day 5 following CTRX cessation. Twelve days following CTRX withdrawal, the gallstone and increased gallbladder wall thickness gradually improved. Finally, the gallstone completely disappeared 48 days following CTRX cessation (fig. ). The patient survived disease free for 5 months after disappearance of the gallstone without any symptoms of cholelithiasis or cholecystitis.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'6329638': 1, '15934970': 1, '2904533': 1, '31516810': 2, '2195459': 1, '2227290': 1, '21282390': 1, '22110515': 1, '29021458': 1, '7844372': 1, '16673364': 1, '34484998': 1, '6292158': 1, '16185184': 1, '2567936': 1, '3540889': 1, '6329080': 1, '2203305': 1, '26558252': 2}", "similar_patients": "{'6732502-1': 1}"}