{"patient_id": 150780, "patient_uid": "4778777-1", "PMID": 27013878, "file_path": "noncomm/PMC004xxxxxx/PMC4778777.xml", "title": "Severe water intoxication and secondary depressive syndrome in relation to delusional infestation", "patient": "Mrs X, a 60-year-old Chinese woman, was admitted to the Department of Infectious Diseases, First Affiliated Hospital of Zhejiang University School of Medicine, because of the feeling of skin infestation. Since her travel to a rural area 4 months ago, she had been persistently feeling insects crawling and breeding under her skin. She complained that these insects bit her skin, causing intolerable pain and itch. She insisted that her living room was full of insects of different sizes, and numerous insect eggs could have washed off when washing her hair. Before admission, she was diagnosed with “pediculosis, allergic dermatitis”, and prescribed desloratadine and metronidazole by a dermatologist. Not surprisingly, these agents did not help relieve her sufferings. Since the onset of the aforementioned symptoms, her body weight consequently went down by 8 kg.\\nIn her past medical history, she suffered from hypertension for 9 years, which is well controlled by amlodipine 5 mg daily. She denied any personal history of other physical or mental illnesses, illicit drug abuse, or intoxication, as well as a family history of psychiatric conditions. No irritant or traumatic events happened before her current presentation. Besides, she was allergic to sulfonamides and levofloxacin. She had an open appendectomy 40 years before admission and gave birth to her son by cesarean delivery 30 years before admission.\\nA full-body skin examination revealed scattered excoriations with pigmentation caused by self-inflicted scratching. Further laboratory screenings, including profiles of routine blood, urine, stool tests, serum biochemistry, coagulation function, thyroid function, myocardial enzymes, troponin-I, C-reactive protein, rheumatoid factor, erythrocyte sedimentation rate, serum tumor markers, antinuclear antibodies, prolactin, serum VitB12, folate level, hepatitis B and C, human immunodeficiency virus, syphilis, cytomegalovirus, and Epstein–Barr virus, were all within normal limits except that fecal occult blood test was positive. Besides, electrocardiogram and chest computed tomography (CT) were normal. Color Doppler ultrasonography detected a diffusely enlarged thyroid with multiple nodules, and a small hepatic cyst. Cranial magnetic resonance imaging (MRI) (3.0 T) indicated a cystic lesion in the posterior pituitary (). Meanwhile, the patient complained about archorrhagia and insect eggs washing off when cleaning her anus. Therefore, an anorectal consultation was immediately requested. Digital rectal examination was negative, and colonoscopy was suggested. Unexpectedly, when preparing for a bowel cleansing before colonoscopy, this patient ingested five thermos jugs of water (appropriately 12 L) in a few hours. Consequently, she began to feel short of breath, although bedside heart and lung auscultation was normal. Blood pressure was 143/76 mmHg. About 20 minutes later, she became irritated and could not stop scratching her face and head. Rapid blood glucose was 7.7 mmol/L. After another half an hour, in a sitting position, the patient vomited appropriately 50 mL of water, with eyes tightly closed and hands involuntarily trembling. Direct and consensual reactions on both pupils were sensitive. Her neck was soft, but bilateral Babinski’s sign became positive. Another 15 minutes later, the patient experienced a seizure, characterized by loss of consciousness, turning up of the eyes, biting of the tongue, clenching of the teeth, frothing of the mouth, and urinary incontinence. After about 5 minutes, seizure gradually alleviated, but the patient remained irritated and her hands repetitively grasped in an involuntary pattern. Immediately, 10 mg of diazepam was intramuscularly injected. A neurological consult considered the aforementioned symptoms to be an epileptic attack and suggested the use of sodium valproate. A quick check on serum electrolytes indicated hyponatremia (120 mmol/L, reference interval: 136–145 mmol/L), hypochloremia (82 mmol/L, reference interval: 96–108 mmol/L), and hypokalemia (3.27 mmol/L, reference interval: 3.50–5.20 mmol/L), which possibly linked to the overintake of water and accounted for the epilepticus insultus. Cranial CT acquisitions were generally normal, although data were not that clear because of noncooperation of the patient. The results of lumbar puncture excluded intracranial infections and revealed a low level of cerebrospinal fluid chlorine. The arterial blood gas analysis indicated uncompensated alkalosis (pH value 7.52, reference interval: 7.35–7.45). As the situation was urgent, the patient was transferred to the Department of Intensive Care Unit (ICU) for further examinations and treatments. In the ICU, vital signs and urine volume of this patient were closely monitored. She was treated with meticulous supportive and nursing care (eg, oxygen uptake, catheter care, and perineal cleaning), intravenous sodium valproate pumping, nasal levetiracetam feeding, and intravenous potassium and sodium supplement at a well-controlled speed. The patient has experienced fever when she was in a mild coma about 1 day after the epileptic attack, and her body temperature increased to a maximum of 39°C. The auscultation of lungs revealed bilateral crackles, and the routine blood test revealed increased count of white blood cells and neutrophils over normal limits. Lung infection was therefore indicated, and antibiotics were prescribed. Meanwhile, hematological tests documented elevated hepatic enzymes and cardiac enzymes. In addition, urine sodium and osmolality, and serum adrenocorticotropic hormone and cortisol levels were screened to exclude diabetes insipidus and syndrome of inappropriate antidiuretic hormone (SIADH). About 45 hours after the epileptic attack, her deteriorated consciousness completely cleared, whereas her cutaneous concerns remained the same as before. After 4 days in the ICU, laboratory examinations basically returned to normal, and the patient was transferred back to the Department of Infectious Diseases. Psychiatric consulting was asked to deal with her persistent psychotic symptoms. Because the patient had abnormal skin sensations without any trace of infection, confirmedly convincing herself of being infected with insects, she met the criteria proposed in 2009 and was thereof diagnosed with DI. Accordingly, she was administered risperidone, titrated to 4 mg/day (1.5 mg at noon and 2.5 mg at night). However, laboratory monitoring revealed an elevated serum level of prolactin (highest at 189.6 ng/mL, reference interval: 2.8–29.2 mmol/L). Furthermore, 3.0 T MRI scanning of the pituitary reported a similar result as earlier (). Considering risperidone to be the culprit for prolactin disturbance, its dose was gradually decreased to 2.5 mg/d (night only), and 5 mg aripiprazole (night only) was added together with bromocriptine. Consequently, serum prolactin gradually declined to the normal level. After a 2-month inpatient treatment with atypical antipsychotics, her tactile hallucinations and somatic delusions significantly improved, and continuous medication was suggested after discharge.\\nDuring outpatient follow-ups, symptomatological remission of DI was maintained. However, the patient developed symptoms of depressed mood and loss of appetite and interest nearly 3 months after hospital discharge. In a psychiatric visit, her Hamilton Depression Rating Scale (17 items) reached a score of 27. She was diagnosed with depressive syndrome after comprehensive psychiatric assessments. Accordingly, citalopram was prescribed and gradually titrated to 40 mg/day. Meanwhile, she was advised to continue her antipsychotics for DI. However, her depressed mood did not significantly improve after a 2-week treatment with citalopram. Nearly 1 month after citalopram was initiated, this woman was reported to have attempted suicide in her own house. She was found trying to jump from the balcony and was stopped after much persuasion. She was then inevitably lost to follow-up, although repeated phone calls were made.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'3107377': 1, '34887267': 1, '20791879': 1, '19822895': 1, '26590556': 1, '3285701': 1, '1082604': 1, '3935199': 1, '30565220': 1, '9209203': 1, '3072051': 1, '17521521': 1, '23791615': 1, '23789596': 1, '8873296': 1, '27013878': 2}", "similar_patients": "{}"}