{"patient_id": 86950, "patient_uid": "4887646-1", "PMID": 27293945, "file_path": "comm/PMC004xxxxxx/PMC4887646.xml", "title": "Diffuse Large B Cell Lymphoma Mimicking Granulomatosis with Polyangiitis", "patient": "A 22-year-old male was admitted because of fever (39.5°C), weakness, excessive sweating, vomiting, and weight loss during the previous month. His medical history was unremarkable, and physical examination did not show any pathological signs. Laboratory data revealed white blood count 2100 (WBC, 4000–10800/μL), hemoglobin 12.5 (Hb, 13–17 g/dL), and platelet count 113000 (PLT, 130000–350000/μL); aspartate aminotransferase 65 (AST, 5–40 U/L), alanine aminotransferase 63 (ALT, 30–65 U/L), alkaline phosphatase 123 (AlkPh, 30–115 U/L), lactate dehydrogenase 997 (LDH, 60–225 U/L), creatinine 0.73 (0.4–1.3 mg/dL), blood urea nitrogen 8 (BUN, 5–20 mg/dL), creatine kinase 20 (CK, 35–300 U/L), albumin 3.9 (3.4–5 g/dL), and ferritin 469 (15–300 ng/mL); erythrocyte sedimentation rate 24 mm/1 hour (ESR, <20 mm/1 hour) and C-reactive protein 18 mg/L (CRP, 0–5 mg/L). Coagulation profile and thyroid function tests were normal. Urine dip-stick was negative for protein or blood. Blood, urine, throat, and stool cultures were all sterile. Serology tests, including human immunodeficiency virus, hepatitis B and C virus, Cytomegalovirus, Epstein Barr virus (EBV), Rickettsia, Chlamydia, Toxoplasma, Brucella, and Q-fever, were negative. Anti-nuclear (ANA) and anti-dsDNA antibodies were positive; anti-cardiolipin, and B2-glycoprotein antibodies and cryoglobulins were negative; complements C3 and C4 levels were normal; protein electrophoresis and immunoelectrophoresis were within normal limits. Test for anti-neutrophil cytoplasmic antibodies (ANCA) was positive for myeloperoxidase (MPO) and negative for proteinase 3 (PR3). Computed tomography (CT) demonstrated several bilateral peripheral nodular infiltrates in the lungs () and several nodular lesions in the liver and kidney; the spleen was mildly enlarged. Bone marrow biopsy was negative for granulomas and mycobacterium tuberculosis as well as for malignancy. The patient was discharged with a recommendation for ambulatory treatment with doxycycline for suspected atypical infection.\\nOne month later, due to the ongoing fever, abdominal pain, repeated vomiting, constipation, weight loss, and loss of smelling ability, he was admitted again. Repeated CT scan showed resolution of previous pulmonary nodules with the concomitant appearance of several new ones. The number of hepatic nodules had increased with further enlargement of the spleen and the appearance of mild mesenteric lymphadenopathy. CT-guided fine needle aspiration of the pulmonary lesion failed and an open lung biopsy was performed. At that time, the patient was transferred to our hospital.\\nOn admission the patient looked ill, pale, and weak. Heart and lung evaluation was unremarkable. There was mild tenderness of the upper abdomen without signs of peritoneal irritation or liver enlargement; the spleen was mildly enlarged and palpable. Repeated blood tests showed WBC 4200/μL, HB 12.4 g/dL, PLT 248000/μL, creatinine 0.65 mg/dL, albumin 3.9 g/dL, AST 25 U/L, ALT 43 U/L, GGT 52 U/L, ALKP 123 U/L, LDH 234 U/L, CK 20 U/L, CRP 16.43 mg/L, and ESR 24 mm/1 hour. Repeated ANA and anti-dsDNA were negative; the test for ANCA was pending. Gastroscopy showed only a small sliding hiatal hernia. Otolaryngologist assessment and brain magnetic resonance imaging were normal. Fundus evaluation did not show signs of retinal vasculitis. Transthoracic echocardiography was normal.\\nDuring the next several days the patient's condition deteriorated due to progressive weakness, abdominal pain, and repeated vomiting. After receiving the lung biopsy results which were summarized as necrotizing vasculitis and taking into account the existing findings from previous assessments (positive MPO, pulmonary nodules), the working diagnosis of ANCA-associated vasculitis was suggested and pulse therapy with methylprednisolone 1000 mg/day for 3 consecutive days was introduced. After the first infusion the patient continued to complain of abdominal pain, constipation, and vomiting, and he refused to eat. Serial clinical abdominal assessments revealed epigastric tenderness without signs of peritoneal irritation. X-ray did not show free air in the abdominal cavity or signs of bowel obstruction. Abdominal ultrasonography demonstrated multiple hypoechoic hepatic lesions with mild ascites. Suddenly, the patient developed acute and severe epigastric pain, diffuse abdominal wall rigidity and rebound, marked tachycardia, and hypotension.\\nCT angiography of the abdomen demonstrated large amount of free air in the upper abdomen, peritoneal effusion, and a thickened small and large bowel wall with no signs of mesenteric arteries or veins thrombosis. The patient underwent emergent laparotomy which revealed multiple small necrotic areas in different segments of the small bowel; the involved part of small bowel was resected. The postoperative period was unremarkable. Pathologic examination of the resected small bowel showed high-grade EBV-associated diffuse large B cell lymphoma with signs of lymphomatoid granulomatosis and positive IgH rearrangement (). The intestinal wall and the blood vessels showed extensive lymphoid infiltration. Later, repeated ANCA revealed negative results for MPO and PR3. The patient was treated with the CHOP-R protocol (cyclophosphamide, doxorubicin, vincristine, prednisone, and rituximab) with achievement of rapid clinical and hematological remission.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'12753164': 1, '10851287': 1, '16341975': 1, '16905710': 1, '20651870': 1, '17925931': 1, '24485158': 1, '7100026': 1, '12271968': 1, '16766375': 1, '22802831': 1, '15245513': 1, '23436885': 1, '12390474': 1, '11518126': 1, '21160868': 1, '16266240': 1, '20412710': 1, '10325676': 1, '19472034': 1, '20476865': 1, '2746597': 1, '13306789': 1, '22042563': 1, '11796414': 1, '23345478': 1, '3957113': 1, '13560836': 1, '25221912': 1, '21188339': 1, '6500368': 1, '17889260': 1, '22348525': 1, '19078202': 1, '2328633': 1, '31198793': 1, '27293945': 2}", "similar_patients": "{}"}