{"patient_id": 147575, "patient_uid": "4554169-1", "PMID": 25700316, "file_path": "noncomm/PMC004xxxxxx/PMC4554169.xml", "title": "Giant Coronary Artery Aneurysm With Fistula to the Pulmonary Artery Complicated by Frequent Ventricular Premature Contractions", "patient": "A 67-year-old woman was referred to our hospital due to frequent ventricular premature contractions for 2 months. Her medical history was unremarkable from the cardiologic point of view. Initial vital signs showed a body temperature of 36.8°C, blood pressure of 142/83 mm Hg, respiration rate of 18/min, and heart rate of 85 beats/min. A continuous Levine grade 2/6 cardiac murmur was heard at the second intercostal space at the right sternal border. Chest x-ray was normal and electrocardiography revealed frequent ventricular premature contractions. Laboratory studies showed a white blood cell count of 6.9 × 109/L, hemoglobin level of 137 g/L, platelet count of 225 × 109/L, C-reactive protein concentration of <1 mg/L, and the serum N-terminal pro-B-type natriuretic peptide level was 302.20 ng/L. Arterial blood gas analysis evaluated under room air showed partial pressures of oxygen and carbon dioxide of 89.1 mm Hg and 35.8 mm Hg, respectively. The transthoracic and transesophageal echocardiography showed a large cystic mass containing smoke-like echoes adjacent to the ectatic left anterior descending artery. Blood flow into the pulmonary artery (PA) could be observed as color Doppler signals (Figure A and B). Axial section of the computed tomography scan showed a CAA with the dimensions of 32 × 33 mm (Figure C). Three-dimensional reconstruction of the multislice CT scan images showed a giant coronary aneurysm located near the proximate-portion of the LAD, and the CAF was dilated and tortuous and connected with the PA (Figure D). Coronary angiography showed a giant aneurysm originating from a branch of the LAD, which had a fistulous connection to the PA (Figure E). Electrocardiogram showed sinus rhythm with frequent ventricular premature contractions (Figure G).\\nUnder cardiopulmonary bypass via median sternotomy, the giant aneurysm located at a coronary artery branching from the left anterior descending (LAD) was opened and resected with no intra-aneurysmal thrombus found, and the proximal and distal openings were closed directly. Coronary artery bypass graft surgery was not performed. The main PA was opened longitudinally and the fistula was also closed directly. The patient's symptoms of frequent ventricular premature contractions disappeared postoperatively as confirmed by electrocardiography (Figure H), and the patient was discharged 2 weeks after surgery. Postoperative coronary angiography revealed the CAA and CAF had disappeared (Figure F).\\nThe case study was approved by the Institutional Review Board or Ethics Committee of Shanghai East Hospital, Tongji University School of Medicine, Shanghai, China. Informed consent was obtained from the patient before data collection.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'27847561': 1, '34377613': 2, '31593531': 1, '8694630': 1, '18218116': 2, '24774112': 1, '12051012': 1, '11897446': 1, '11666095': 1, '1417232': 1, '16996889': 1, '2365508': 1, '12133751': 1, '1910853': 1, '24949182': 2, '12197607': 1, '16723806': 1, '22560322': 1, '9247557': 1, '24835320': 1, '9021427': 1, '19568395': 1, '29904458': 2, '23212159': 1, '7797185': 1, '21551461': 1, '17187882': 1, '25700316': 2}", "similar_patients": "{'8349522-1': 1, '5997441-1': 1, '2259352-1': 1, '4062983-1': 1}"}