{"patient_id": 144382, "patient_uid": "4377242-1", "PMID": 25838900, "file_path": "noncomm/PMC004xxxxxx/PMC4377242.xml", "title": "A case of myositis of the deltoid muscle of the upper arm developing 1 week after influenza vaccination: case report", "patient": "An 80-year-old man received influenza vaccination in the deltoid muscle area of the left upper arm. On the evening of day seven after the vaccination, he noticed trembling of his left hand for ∽10 min. At that time, he was not aware of either fever or pain at the vaccination site. He then went to bed as usual. In the morning on day eight after the vaccination, his family discovered that he had urinated in his bed and vomited in his sleep. Because he did not respond to their calls, he was brought to our hospital by ambulance. The physical findings on arrival at the hospital were as follows: Glasgow coma scale E4V3M6, blood pressure 116/79 mmHg, pulse rate 79/min (regular), peripheral arterial oxygen saturation by pulse oximetry 97% (room air), respiratory rate 16/min, and body temperature 37.3°C. The hematological findings were as follows: white blood cell (WBC) count 10,400/μL (neutrophils: 79.8%), serum creatine kinase (CK) 1272 IU/L, and serum C-reactive protein (CRP) 2.39 mg/dL. Head computed tomography (CT) revealed no abnormal findings that could explain the impaired consciousness. By the time the patient arrived at the hospital, the patient had become conscious again, and the general condition was favorable. The patient was therefore placed under observation. After admission, there was no relapse of the impaired consciousness, and neither head magnetic resonance imaging (MRI) nor electroencephalography revealed any abnormalities. On day two of hospitalization, the patient was found to have a fever (∽38°C). Hematological examination revealed an increase in the serum CK and CRP levels (1975 IU/L and 3.95 mg/dL, respectively), and redness and swelling were observed in the left shoulder region. On day three of hospitalization, the fever and the redness of the left shoulder resolved, and the hematological findings revealed a decreasing trend of the WBC count and serum CK. However, because the swelling in the left shoulder was almost unchanged, CT and MRI were performed. Contrast-enhanced CT of the left shoulder joint (Fig.) revealed swelling and an increase in area of the surrounding subcutaneous adipose tissue in the left deltoid muscle, and MRI of the left shoulder joint (Fig.) revealed muscle swelling and inflammatory changes around the left deltoid muscle. These findings suggested the development of myositis after influenza vaccination. Although there seemed to be a tendency toward improvement of the general condition and hematological findings, oral administration of nonsteroidal anti-inflammatory drugs and intravenous infusion of sulbactam/ampicillin were started on day four of hospitalization, considering the possibility of a complicating bacterial infection at the inflamed site. Subsequently, the redness and swelling of the left shoulder resolved. The patient was discharged on day 11 after admission.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'19508159': 1, '16406171': 1, '23498095': 1, '18762513': 1, '22720768': 1, '19356614': 1, '12362669': 1, '8687262': 1, '8065407': 1, '16198765': 1, '22821116': 1, '32010599': 1, '10048654': 1, '18093701': 1, '8241913': 1, '17914038': 1, '25838900': 2}", "similar_patients": "{}"}