{"patient_id": 147988, "patient_uid": "4584436-1", "PMID": 26430542, "file_path": "noncomm/PMC004xxxxxx/PMC4584436.xml", "title": "Multiple Mycotic Aneurysms of the Abdominal Aorta Illustrated on MDCT Scanner", "patient": "A 28-year-old Indian male with chronic weakness, loss of appetite, and a pulsatile mass in the abdomen was referred to our department for radiological evaluation. The patient was normotensive, non-smoker, non-diabetic, and was admitted for alteration of his general state, including weight loss, dizziness, and mild fever (38°C) for past 1 month. Laboratory evaluation evidenced elevated white cell count [20,000 per cubic mm (normal 3000–11,000)] and C-reactive protein (CRP). Tuberculin skin test was positive. Blood culture result was negative for Staphylococcus and Streptococcus species, Salmonella, Gram-negative bacteria, such as Escherichia coli, Klebsiella, and Pseudomonas mycobacterium, and fungi, such as C. albicans and Aspergillus. The patient had no history of tuberculosis or any previous intravascular procedure. Abdominal ultrasound (USG) showed mild hepatosplenomegaly and multiple significantly enlarged, heterogeneous, necrotic, conglomerate retroperitoneal lymph nodes including periportal and peripancreatic nodes. Color flow Doppler examination demonstrated multiple variable-sized aneurysms of abdominal aorta with pulsatile flow in the center and thrombus at the periphery. A CT angiography of whole abdomen was performed and the images were evaluated using multiplanar reconstruction and 3D volume rendering techniques. The CT angiography revealed multiple saccular aneurysms with thin irregular walls, arising from the abdominal aorta [Figures and ]. Two aneurysms were seen, one at suprarenal aorta and measuring 5.2 × 2.5 cm and the other involving infrarenal abdominal aorta and measuring 4.5 × 4 cm. One of the aneurysms was causing near-total compression of right renal artery, resulting in chronic renal parenchymal changes secondary to ischemia []. Multiple enlarged (largest 2.8 cm in short-axis dimension) para-aortic lymph nodes were identified in the vicinity of the aneurysms showing evidence of internal necrosis []. No evidence of any abnormally enhancing mass lesion or bowel wall thickening could be identified. Screening of thorax for aneurysms was unremarkable. A USG-guided core biopsy of the retroperitoneal (pre-para aortic) lymph node was performed. The lymph node biopsy revealed central caseous necrotic material with epithelioid cells and macrophages consistent with tubercular etiology []. Based on the biopsy results, a presumptive diagnosis of tubercular aneurysm was made, and the patient was put on anti-tubercular treatment and advised surgical management of abdominal aortic aneurysms. On follow-up, the patient responded well to the anti-tubercular drug therapy, as there was reduction in the size of the retroperitoneal lymph nodes including pre-para aortic and peripancreatic nodes, as compared to previous pre-treatment scans. Post anti-tuberculosis treatment, the patient was advised open surgical/endovascular stenting procedures.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'11700493': 1, '11265084': 1, '6436514': 1, '11287542': 1, '15068950': 1, '21459548': 1, '1191021': 1, '29197388': 2, '104565': 1, '1616380': 1, '30232634': 1, '26430542': 2}", "similar_patients": "{'5712197-1': 1}"}