{"patient_id": 146911, "patient_uid": "4522452-1", "PMID": 26240721, "file_path": "noncomm/PMC004xxxxxx/PMC4522452.xml", "title": "Giant Solitary Anterior Cervical Canal Neurofibroma: Case Report and Surgical Technique", "patient": "The patient was a 32-year-old right-handed male driver. He presented with neck pain and worsening quadriparesis culminating in his inability to walk for 1 year. The upper cervical pain was mild to moderate in intensity with worse pain when coughing and sneezing. His weakness was gradual onset, initially involving the lower extremities (worse on the left) prior to involving his upper extremities. The weakness became progressive until he could not ambulate independently. He had history of impaired sensation in all limbs and torso, constipation, urinary urgency, and hesitancy. However, he had no history of antecedent spinal trauma, loss of weight, chronic cough or tuberculosis.\\nMedical examination revealed that he was a conscious man who was afebrile, not pale, and anicteric. His mental status was normal. There was no spinal tenderness or deformity, subcutaneous nodules, café-au-lait spots, axillary/inguinal freckling, or iris harmatomas. Motor examination revealed muscle atrophy in all his limbs with power grade of 2-3/5. There was significant spasticity in all his extremities with exaggerated muscle stretch reflexes, clonus and extensor plantar reflexes. Sensory examination revealed diminution of pain and touch from the second cervical to fourth and fifth sacral dermatome.\\nCervical 1.5 T magnetic resonance imaging showed an intradural and extramedullary tumour ventral to the spinal cord extending from the axis to the sixth cervical vertebrae, with the adjoining cord thinned and pushed posteriorly (). Subsequently he had an uneventful total tumour resection. Postoperative period was also uneventful with progressive neurological improvement with neurorehabilitation. Resected specimen histology was consistent with NFs ().", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'15544900': 1, '17029184': 1, '12507033': 1, '10525761': 1, '3590349': 1, '3119943': 1, '12973159': 1, '10715722': 1, '8078608': 1, '18084751': 1, '1636515': 1, '26240721': 2}", "similar_patients": "{}"}