{"patient_id": 144896, "patient_uid": "4400505-1", "PMID": 26069784, "file_path": "noncomm/PMC004xxxxxx/PMC4400505.xml", "title": "Multiple renal arteries and non-contrast magnetic resonance angiography in transplant renal artery stenosis", "patient": "A 44-year-old Asian man with end-stage renal disease of unknown cause underwent renal transplantation from a deceased donor. The renal allograft had a main superior renal artery and an accessory inferior renal artery. He received immunosuppression with thymoglobulin, tacrolimus, mycophenolate mofetil and prednisone. His sCr decreased from 4.7 mg/dL pre-operatively to 2.0 mg/dL throughout the first month. Approximately 4 months post-transplantation, he had an episode of acute allograft dysfunction—sCr increased to 3.8 mg/dL—associated with increased blood pressure requiring an additional anti-hypertensive drug. On physical exam, no bruit was detected overlying the allograft. A CDU demonstrated a 10.5 cm renal allograft with normal echogenicity and two patent main renal arteries both with normal velocities. Evaluation of the intra-renal segmental arteries showed ‘parvus tardus’ waveforms but normal resistive index. A renal allograft biopsy revealed mild acute tubulointerstitial cellular rejection. After treatment with steroids, sCr decreased to 2.2 mg/dL and blood pressure improved. Five months post-transplantation, his blood pressure worsened and sCr rose up to 2.9 mg/dL. A second renal allograft CDU of the superior-pole intra-renal segmental arteries showed parvus tardus waveforms and low-normal resistive index (0.47–0.50). Angle-corrected peak velocities in the main superior renal artery were normal, from 73 to 85 cm/s. The inferior pole resistive index was normal (0.61) without parvus tardus waveform and the corresponding inferior accessory renal artery peak systolic velocity was not elevated (28 cm/s). A kidney allograft biopsy showed patchy mild interstitial inflammation associated with areas of atrophy, but no evidence of segmental or global glomerulosclerosis, glomerulitis, proliferation, necrosis or crescents. Focal intimal sclerosis was observed in the interlobular arteries and mild to moderate arteriolosclerosis was present. A non-contrast magnetic resonance angiography was performed using inversion-recovery pulses to enhance arterial inflow and three-dimensional balanced steady-state free precession acquisition (INHANCE®) [, ]. This imaging study showed focal narrowing of the superior main renal artery 2 cm distal to the anastomosis with mild post-stenotic dilatation (). The inferior accessory artery was grossly normal, but assessment was limited by the small caliber of this vessel. X-ray angiography with CO2 confirmed a 15 mm-long stenosis, 8 mm distal to the anastomosis in the superior main renal artery (). The peak systolic gradient of 100 mmHg was consistent with a very tight stenosis. Angioplasty was performed with excellent angiographic results and no residual pressure gradient. A decision was made not to use a stent due to the difficulty of deployment in the area of stenosis. The inferior accessory artery was normal. A post-angioplasty renal allograft CDU showed improved arterial waveforms and resistive index. The patient was continued on aspirin and clopidogrel was started. The sCr decreased to 1.8 mg/dL and his blood pressure improved. He is currently maintained on low doses of blood pressure medications.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'1093485': 1, '11376251': 1, '20512894': 1, '10727551': 1, '15943633': 1, '8569096': 1, '7726677': 1, '14694165': 1, '19776559': 1, '20601365': 1, '10037360': 1, '16433762': 1, '29593819': 1, '1440854': 1, '1347813': 1, '19635833': 1, '26069784': 2}", "similar_patients": "{}"}