{"patient_id": 85398, "patient_uid": "4754474-1", "PMID": 26949552, "file_path": "comm/PMC004xxxxxx/PMC4754474.xml", "title": "An Unusual Case of Spontaneous Esophageal Rupture after Swallowing a Boneless Chicken Nugget", "patient": "A 25-year-old previously healthy male presented to our Emergency Department with shortness of breath and epigastric pain that started immediately after swallowing a boneless chicken nugget one hour prior to presentation. He had no antecedent history of marked vomiting prior to symptom onset and denied any foreign body sensation. He had no significant past medical history with the exception of 2-3-week duration of mild gastroesophageal reflux. Our patient was not taking any medications at the time of presentation.\\nAt admission, he was afebrile with a pulse of 64 beats/min, blood pressure of 134/87 mmHg, and oxygen saturation of 100%. He was alert and oriented with facial pallor and appeared uncomfortable on the stretcher. Physical examination revealed a tender, rigid abdomen (predominantly in the epigastric region) with voluntary guarding (2+) but no signs of peritonitis. On respiratory examination equal air entry was auscultated bilaterally with no adventitious sounds, no signs of subcutaneous air or tracheal deviation. He was able to speak clearly. Heart sounds were normal (S1, S2, and no murmurs) and no evidence of previous surgeries was found. The rest of the physical examination was unremarkable.\\nBlood work was normal at the time of presentation (CBC, calcium, phosphate, magnesium, sodium, chloride, bicarbonate, anion gap, AST/ALT/ALP, and albumin) except for slight elevations of WBC (14.0 × 109 cells/L), bilirubin (28 μmol/L), and amylase (185 U/L). Lactate was tested six hours later, revealing an elevated level of 4.1 mmol/L. Chest X-ray was suggestive of mediastinal air () and revealed a left-sided pleural effusion. There was no evidence of foreign objects in the esophagus or free air in the abdomen. A computed tomography (CT) scan of the chest revealed a rupture in the distal esophagus with oral contrast leaking from the rupture, a pneumomediastinum, and left-sided pleural effusions ().\\nTreatment began with cessation of oral intake, administration of IV fluids, morphine, and intravenous broad-spectrum antibiotics, and repeat blood work. As the patient was clinically well and did not require emergent surgery, he was admitted under the Thoracic Surgery Team and transferred to a step-down unit. Esophageal gastroscopy was performed revealing a mucosal tear at 40 cm into the esophagus, extending just to the gastroesophageal junction. An esophageal stent was positioned to cover the perforation. Video-Assisted Thoracoscopic Surgery (VATS) drainage of the pleural space was conducted with samples taken for culture. Intercostal nerve blocks were placed and a right-angle chest tube was inserted on the left side.\\nAfter 5 days, he developed a fever with increasing chest pain and leukocytosis whilst still on antibiotics. CT scan of the chest showed a mediastinal abscess and right pleural collection. He underwent VATS drainage of the abscess and decortication of the right pleural space. After three weeks, his esophageal stent was removed and the esophageal tear was observed to have healed nicely.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'28538776': 1, '22407191': 1, '25155167': 1, '14706587': 1, '9972917': 1, '24272950': 1, '14632892': 1, '2653030': 1, '19145081': 1, '25364474': 2, '3753071': 1, '9196697': 1, '20708766': 1, '22035338': 1, '26136840': 1, '24165336': 1, '23711276': 1, '24656512': 1, '10231215': 1, '23729218': 1, '24529810': 1, '21110271': 1, '20473156': 1, '26949552': 2}", "similar_patients": "{'4215748-1': 1}"}