{"patient_id": 83890, "patient_uid": "4641386-1", "PMID": 26556010, "file_path": "comm/PMC004xxxxxx/PMC4641386.xml", "title": "Collaborative treatment of huge intrathoracic meningoceles associated with neurofibromatosis type 1: a case report", "patient": "A 52 year-old female patient suffering from neurofibromatosis type 1 (NF1) complained about chest discomfort and dyspnea at rest. On past history, she underwent total thyroidectomy for nodular hyperplasia, and mass excision with skin flap operation for a huge sacral ulcerative neurofibroma. The plain chest X-ray showed a well-defined, huge cystic mass and compression of the right whole lung (Fig. ), and magnetic resonance imaging (MRI) revealed 14 x 11.5 x 11 cm, and 9.2 x 9.1 X 8.6 cm double cystic masses connected with T4-5 and T5-6 neural foramens in the right posterior mediastinum (Fig. ). We decided to do a surgical resection due to a symptomatic huge mediastinal mass. However, because this case had compression symptoms by a huge neurosurgical lesion, which could result in neurological problems or difficult manipulations during thoracic surgery, we performed a neurosurgical collaborative management. As for a preliminary treatment, the patient underwent the CP shunt procedure under general anesthesia by a neurosurgeon. A percutaneous catheter was inserted into the meningocele by transthoracic puncture with a needle at the T3-4 level under the fluoroscopy guidance, and a peritoneal catheter was placed through a limited abdominal incision. At postoperative 12 days, the CP shunt revision was performed due to accidental break of a cystic catheter. But the symptoms continued and the size of cystic mass and the amount of newly developed pleural effusion did not change significantly. We expected initial CP shunt would to perform functions to the patient, however, it was not sufficiently effective due to the thick wall of meningocele. Thus, surgical correction was decided and thoracotomy was the only choice since meningocele was extremely large to fill hemithorax. The CP shunt catheter was preoperatively removed at operative room, and then posterolateral thoracotomy was performed through the 5th intercostal space in the left down decubitus position. Two large meningoceles were compressing the whole lung out to collapse. After a dissection was conducted on the meningoceles including mediastinal pleura and a root of meningocele connected with neural foramen, and we suctioned spinal fluid (Fig. ). We checked the exposed spinal cord, and performed primly primary closure on the adjacent mediastinal pleura and some remaining meningocele walls without fluid leakage (Fig. ). The sealed area of the cystic wall was reinforced with an absorbable cellulose mesh and fibrin glue. CSF drainage with lumbar puncture was also performed to lower post-operative cerebrospinal pressure and to prevent spinal fluid leakage. The patient recovered immediately, and her symptoms of dyspnea improved after the surgery. Although CSF pressure was checked to be normal, there was CSF leakage in patient. Therefore we had kept lumbar drainage system for 5 to 7 days, 5 ~ 10 cc per hours. At postoperative 8 months, plain chest X-ray, CT and MRI revealed marked regression of the intrathoracic meningoceles and full expansion of the lung (Fig. ). There were no signs of spinal fluid leakage.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'24585800': 1, '21172550': 1, '33921292': 1, '24886418': 2, '22263195': 2, '14513180': 1, '26556010': 2}", "similar_patients": "{'4044411-1': 1, '3249347-1': 1}"}