{"patient_id": 150126, "patient_uid": "4734961-1", "PMID": 26420250, "file_path": "noncomm/PMC004xxxxxx/PMC4734961.xml", "title": "Gastric-Type Extremely Well-Differentiated Adenocarcinoma of the Stomach: A Challenge for Preoperative Diagnosis", "patient": "A 47-year-old man presented with epigastric discomfort and dyspepsia. Esophagogastroduodenoscopy revealed a diffusely infiltrative submucosal lesion involving the upper body of the stomach along the greater curvature (). The overlying mucosa was intact and non-ulcerative, but it showed tiny scattered mucosal openings with extruding mucus (). Abdominal computed tomography scan demonstrated diffuse wall thickening with suspicious perigastric infiltration, consistent with Borrmann type 4 gastric cancer. The patient underwent four consecutive gastrofiberscopic examinations, with biopsies consisting of more than 10 pieces, but all biopsies were negative for adenocarcinoma. Subsequently, the patient underwent a diagnostic laparotomy and total gastrectomy and was diagnosed with gastric-type EWDA (pT4aN3aM1, stage IV). Microscopic examination revealed numerous irregular-shaped mucinous glands that diffusely extended from the submucosal layer to the visceral peritoneum (). The mucosal layer was spared for the most part, with only some carcinoma glands found in the deep portion of the mucosa. The tumor glands consisted of mucin-rich columnar cells with basally located, small, bland-looking nuclei mimicking hyperplastic foveolar epithelium or dilated pyloric glands (), which deeply infiltrated the proper muscle with no desmoplastic stromal reaction (). There were also areas showing distinctly lobular proliferation of small glands often surrounding a larger central duct (); such areas were frequently observed in the submucosa, and the central dilated duct occasionally opened through the overlying mucosal surface (). The tumor cells were diffusely positive for MUC5AC (), human gastric mucin (HGM), and carcinoembryonic antigen (CEA); focally positive for MUC6; and negative for MUC2, CD10, and p53. The Ki-67 labeling index was low (5%). We retrospectively reviewed the preoperative biopsy specimens and found a few scattered carcinoma glands in the basal portion of the oxyntic-type corpus mucosa (). Despite not being atypical enough to be considered definite carcinoma, the glands were indisputably noticeable, with large size, abundant clear cytoplasm, mild nuclear atypia, and unusual location compared to normal mucous glands (, ). Those atypical glands were more distinguishable on immunostaining for HGM, CEA, and MUC5AC ().", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'10414502': 1, '23752085': 1, '33097069': 1, '18779726': 1, '15533229': 1, '32738773': 1, '16688795': 1, '15907218': 2, '12428787': 1, '23723017': 1, '26420250': 2}", "similar_patients": "{'1180859-1': 1}"}