{"patient_id": 82607, "patient_uid": "4549937-3", "PMID": 26306788, "file_path": "comm/PMC004xxxxxx/PMC4549937.xml", "title": "Elusive Angiostrongylus vasorum infections", "patient": "A 7-month-old female mix breed dog was referred to the same Veterinary Hospital of Case 4, with a history of anxiety, vocalizations, labored breathing in the previous day and an acute onset of paraplegia. Clinical examination revealed several neurologic deficits at the posterior limbs. Given the young age of the dog, the differential diagnoses included discospondylitis, myelitis or a compressive cause, with the former as the most likely diagnosis. Blood biochemistry and PT were in normal ranges and aPTT was slightly higher than the upper reference limits. Computed tomography (CT) of the vertebral column revealed an endocanalar hyperattenuating enhancing material with multifocal extra-dural distribution in the thoraco-lumbar tract compressing the spinal cord (Fig. ). Moreover a diffuse interstitial lung pattern with enlarged and tortuous pulmonary arteries was seen. Despite first clinical suspects, diagnostic imaging findings make the clinician suspicious of A.vasorum infection as the cause of the lung lesion and pulmonary hypertension, therefore a rapid antigenic test (IDEXX Angio Detect™) for A.vasorum was performed giving a positive result. The endocanalar multifocal material seen in CT images was interpreted as hemorrhages or granulomatous lesions caused by larval dissemination of the lungworm. The infection was further confirmed positive by Baermann’s test. The dog was treated with fenbendazole 50 mg/kg sid for two weeks and tested negative for Baermann’s test two weeks after the end of the therapy. After the specific antiparasitic and support therapy, the clinical picture of the dog improved dramatically.", "age": "[[7.0, 'month']]", "gender": "F", "relevant_articles": "{'27000634': 2, '20964690': 1, '23224639': 1, '24941391': 1, '22763636': 1, '18775603': 1, '24548539': 1, '10385868': 1, '20714748': 1, '23779223': 1, '28592295': 2, '34832528': 1, '33322102': 1, '20692767': 1, '15664523': 1, '20700604': 1, '22433388': 1, '19683596': 1, '17544583': 1, '20653938': 1, '23148786': 1, '23182301': 1, '23595212': 1, '34136344': 1, '18180185': 1, '27716374': 1, '32727548': 1, '26306788': 2}", "similar_patients": "{'4549937-1': 2, '4549937-2': 2, '4802644-1': 1, '4802644-2': 1, '4802644-3': 1, '5463301-1': 1}"}