{"patient_id": 141304, "patient_uid": "4182965-1", "PMID": 24142327, "file_path": "noncomm/PMC004xxxxxx/PMC4182965.xml", "title": "Reexpansion pulmonary edema in children", "patient": "An 11-year-old Caucasian male patient with a history of fever, adynamia, myalgia, and\\nchest pain for three days. Previous intermittent asthma. Physical examination: good\\ngeneral health status, febrile, respiratory rate of 23 breaths per minute, with no\\nrespiratory distress; pulmonary workup with vesicular breath sounds on the right\\nside and abolished breath sounds on the left side, with dullness on percussion. No\\nother relevant clinical findings. Chest radiograph on admission reveled homogeneous\\nopacity on the left side, with obliteration of costophrenic and cardiophrenic\\nsinuses on the left side (). An\\nultrasound scan was performed, which revealed fluid up to the upper third of the\\npleural cavity, with no septations or pleural thickening.\\nThe patient underwent thoracocentesis, removing 550mL of citrine fluid; blood count\\nshowed - hemoglobin: 14.2mg/dL; leukocytes: 7,310/mm3 (73% segmented, 18%\\nlymphocytes and 9% monocytes); platelets: 445,000/mm3. Treatment for\\nparapneumonic pleural effusion was started with crystalline penicillin\\n(200,000U/kg/day). Laboratory analysis of the pleural fluid revealed: 4,400\\nerythrocytes/mm3; 730 leukocytes/mm3 (81% lymphocytes and\\n19% neutrophils); glucose: 79mg/dL; proteins: 5.1g/dL.\\nHe remained in good general health status, eupneic, and with daily fever peaks for\\nfive days. Blood cultures, the rapid test for dengue and investigation for cold\\nagglutinins were negative. Due to clinical worsening (chest pain and dyspnea), with\\nno new radiological changes, pleural drainage under general anesthesia was\\nindicated.\\nDuring anesthetic induction, he developed bradycardia and hypoxia, which were\\npromptly reversed. Thoracocentesis was performed, with the evacuation of 3000mL of\\ncitrine fluid during two hours, maintained by water-seal drainage. Fluid laboratory\\nanalysis: citrine appearance; 490 erythrocytes/mm3; 233\\nleukocytes/mm3 (97% lymphocytes); glucose: 94mg/dL; proteins:\\n4.2g/dL; pH: 7.48; lactate dehydrogenase (LDH): 623U/L (reference: exudate\\n>300U/L).\\nAfter the procedure, when he was already extubated, the patient developed respiratory\\ndistress and decreased oxygen saturation, needing invasive ventilation in the\\npediatric intensive care unit. He remained on mechanical ventilation from the sixth\\nto the 20th day of hospitalization. Within this 14-day post-procedural\\nperiod, there were two extubations: one accidental and other planned; in both\\nepisodes, he needed to be intubated again, resuming mechanical ventilation due to\\nrespiratory insufficiency. During the periods when the patient was stable, it was\\ndecided to use intermittent mandatory ventilation, with peak inspiratory pressure\\nbetween 20-25cmH2O, positive-end expiratory pressure between 5-8cmH2O, respiratory\\nrate between 12-15 breaths/minute and inspired oxygen concentration between 40-50%\\n(the Horovitz index was calculated to be between 180-190). There was considerable\\ndifficulty in the evolution of ventilatory parameters until tracheal cannula was\\ndefinitely withdrawn.\\nChest computerized tomography was carried out (), which evidenced: massive alveolar filling of the left lung and\\npartial filling of the right lung, with bilateral areas of ground-glass opacity;\\nresidual pleural effusion on the left side and laminar effusion on the right side,\\nwith bilateral pleural reaction and presence of hilar adenomegaly. Thus, the\\ndiagnostic hypothesis was reexpansion pulmonary edema.\\nComplementary analysis of the pleural fluid showed negative results for\\ninvestigations for neoplastic cells, fungi and bacteria; however, the investigation\\nfor adenosine deaminase (ADA) activity in the pleural fluid was positive (137.70U/L;\\nreference: up to 40U/L). A tuberculin skin test was performed, with a result of\\n19mm. Treatment was started with rifampicin, isoniazid, pirazinamid and ethambutol,\\nassociated with prednisone (1mg/kg/day), with the diagnosis of pleural tuberculosis.\\nSerology for HIV and cultures for bacteria and mycobacteria were negative. From the\\nsecond day of treatment on, the patient had no febrile peaks anymore and could be\\nweaned from mechanical ventilation; additionally, the pleural drain could be\\nremoved, at the 14th of intensive care (20th day of\\nhospitalization). The patient was discharged for outpatient follow-up on the\\n31rd day of hospitalization, with clinical and radiological\\nimprovement.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'3279931': 1, '19918635': 1, '20489660': 1, '20473171': 1, '30985654': 2, '22028963': 1, '18818568': 1, '15346825': 1, '10939704': 1, '1927996': 1, '20338351': 1, '21172672': 1, '18334522': 1, '19672211': 1, '21394503': 1, '24142327': 2}", "similar_patients": "{'6485895-1': 1}"}