{"patient_id": 76379, "patient_uid": "4114637-1", "PMID": 25120678, "file_path": "comm/PMC004xxxxxx/PMC4114637.xml", "title": "Imaging observations of a schwannoma of low malignant potential in the anterior abdominal wall: A case report", "patient": "A 67-year-old female was admitted to the Affiliated Hospital of Nanjing University of Traditional Chinese Medicine (Nanjing, China) complaining of a disconcerting mass in the right anterior abdominal wall. A small mass had incidentally been found 10 years ago, with no restriction of movement present in the right abdominal wall. As the patient did not exhibit any evident uncomfortable symptoms, not enough attention was drawn to the lesion. Over the year prior to the present hospital admittance, the lump gradually increased in size and the patient felt soreness and suffered untimely gas pains. To acquire a diagnosis and treatment, the patient was referred to the outpatient clinic of the the Affiliated Hospital of Nanjing University of Traditional Chinese Medicine. There was no history of anergy, fever, anorexia, weight loss, trauma or surgery, and there was no family history of a similar complaint.\\nA physical examination showed a 6×4-cm mass protruding through the right anterior abdominal wall. The mass was firm, non-tender and not fixed to the skin of the abdominal wall. All routine laboratory tests were within the normal ranges.\\nAn abdominal ultrasound examination showed a well-defined, elliptic, low echo level, heterogeneous mass just beneath the abdominal skin (). The diameter of the tumor was 5.6 cm. A CT scan without contrast enhancement revealed a solid, homogeneous mass with a low density relative to the muscle in the abdominal wall (). Contrast-enhanced scans showed a evident gradually- and heterogeneously-enhanced lesion during the arterial () and venous () phases. Centripetal fill-in was demonstrated and the mass was markedly, homogenously-enhanced relative to the muscles () during the balanced and delayed phases. The coronal CT image also clearly showed that the mass was localized in the abdominal wall (). The tumor showed marked enhancement on contrast-enhanced CT. The time-intensity curve following contrast agent injection is shown in . Peak enhancement was observed during the venous phase (120 sec after contrast agent injection) and then slowly declined. However, the mass was hyperattenuated during the delayed phase (360 sec after contrast agent injection). No cysts, calcification or necrosis were found in the patient even though the mass was large. A radiological diagnosis of a paraganglioma or a vascular genesis tumor was considered.\\nThe lesion was completely excised and a frozen section of the specimen was sent for histological examination. Histological examination () showed that the tumor was composed of abundant spindle-shaped cells, which locally invaded the surrounding fat tissues. Karyokinesis of the tumor cells could occasionally be observed. A primary diagnosis of a spindle cell tumor and neurofibroma was made. Immunohistochemical examination showed that the specimen was negative for S-100 (). Based on the imaging findings and histopathological results, a final diagnosis of a schwannoma of low malignant potential was made. The patient was discharged 10 days after the surgery and no further treatment was required. No evidence of recurrence was found during the 3-month follow-up.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'23081955': 1, '23546912': 1, '23841008': 2, '15342668': 1, '15275682': 1, '20053289': 2, '15724482': 1, '20028402': 1, '32190231': 2, '22327363': 1, '22461875': 2, '30983853': 1, '26893754': 1, '23467587': 1, '22041360': 1, '25120678': 2}", "similar_patients": "{'3299187-1': 1, '2820463-1': 1, '7069535-1': 1, '3690636-1': 1}"}