{"patient_id": 138540, "patient_uid": "4000243-1", "PMID": 24790446, "file_path": "noncomm/PMC004xxxxxx/PMC4000243.xml", "title": "A case report of suicidal behavior related to subclinical hyperthyroidism", "patient": "A 15-year-old girl, accompanied by her parents, visited our outpatient clinic presenting with symptoms of suicidal behavior, irritability, and impulsivity. She was in her first year of high school and an only child. Her premorbid personality was calm and introspective. She underwent normal development, fulfilled her school responsibilities, and fulfilled her work obligations in a satisfactory manner. She had a fair relationship with her parents, and had neither a previous medicosurgical nor a neuropsychiatric history.\\nOne year previously, she had demonstrated hostility toward her parents because they had refused to let her study abroad. At that time, she developed suicidal impulsivity, such as attempting to jump from the twelfth floor apartment veranda. Eight months earlier, she began to argue frequently with a friend at her school. She became increasingly more irritable, and impulsive. After her private tutor criticized her inattentive behavior, she cut her wrist with a knife. After hospitalization, the patient was irritable, hostile, and impulsive. She was started on buspirone at 20 mg daily to decrease her symptoms.\\nPhysical examination, blood testing including a complete blood cell count, and an electroencephalogram were normal. However, she had subclinical hyperthyroidism as evidenced by a normal free T4 (fT4) (1.410 ng/dL), normal T3 (1.390 ng/mL), and low TSH (0.006 μIU/mL) in a serum thyroid function test (TFT).\\nAfter 3 days, she demonstrated sweating and weight loss of about 4 kg. On the tenth day after admission, follow-up TFT revealed high fT4 (2.040 ng/dL) and low TSH (0.005 μIU/mL). These findings confirmed the clinical diagnosis of hyperthyroidism. We consulted with the endocrinology department, and an additional serum assay and thyroid scan were performed. This testing revealed elevated T3 (2.010 ng/mL), antimicrosomal antibody (79.400 IU/mL; normal range, <30.000 IU/mL), and thyrotrophin-binding inhibiting immunoglobulin (TBII) levels (8.410 IU/L; normal range, <1.750 IU/L) and a normal thyroglobulin Ab level (<20 IU/mL; normal range, <40 IU/mL) (). A Tc-99m thyroid scan showed mildly and diffusely enlarged thyroid glands with inhomogeneous uptake and warm or hot nodules at both lobes, suggesting nodular toxic goiter. The patient was started on methimazole at a dose of 10 mg daily while the buspirone (20 mg daily) was continued. About 7 days after starting the methimazole, the patient showed less irritability, improved impulse control, decreased distractibility, and exhibited no suicidal behavior. Follow-up TFT after 4 weeks of hospitalization revealed a decreased fT4 level (1.560 ng/dL), but it was still abnormal compared with the most recent test (). After 4 weeks of hospitalization, the patient was discharged. After discharge, she visited our psychiatric and endocrinological clinic routinely. She continued to be treated with 20 mg/day of buspirone and 10 mg/day of methimazole, and showed no irritability, impulsivity or suicidal behavior.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'2821568': 1, '22520715': 1, '16314199': 1, '17044727': 1, '7280175': 1, '6878603': 1, '11836274': 1, '6709814': 1, '19131505': 1, '12950435': 1, '6739702': 1, '11071676': 1, '18673409': 1, '11134131': 1, '24790446': 2}", "similar_patients": "{}"}