{"patient_id": 152131, "patient_uid": "4869461-1", "PMID": 27146933, "file_path": "noncomm/PMC004xxxxxx/PMC4869461.xml", "title": "Early vitreomacular separation with delayed macular hole closure after ocriplasmin treatment", "patient": "A 63-year-old male experienced decreased vision in his left eye for several weeks; he had no history of ocular trauma. His vision was 0.00 LogMAR and 0.80 LogMAR in his right and left eyes, respectively. Spectral domain optical coherence tomography (OCT; Cirrus, Carl Zeiss Meditec, Dublin, CA, USA) of the left eye revealed a small, stage 2 FTMH with vitreomacular adhesion (VMA) but no epiretinal membrane [Fig. and ]. The FTMH was measured using software-based calipers according to a previously described method[] with some modifications. Furthermore, 6-mm-long vertical and horizontal high-definition 5-line raster images across the fovea were used instead of the six radial images of the macular thickness map. The pretreatment minimum linear diameter (MLD) and base diameter (BD) of the FTMH were 211 and 768 µm, respectively. The patient was informed that ocriplasmin has proven statistically significant in resolving VMA compared with placebo in clinical trials, and the option of vitrectomy was discussed. Informed consent was obtained, and the risk of complications with intravitreal injections such as vision loss, retinal detachment, crystalline lens damage, and endophthalmitis was documented on the consent form. The patient was informed of a guarded prognosis for vision improvement; thereafter, he was treated with an intravitreal injection of ocriplasmin (0.125 mg/0.1 mL) in his left eye.\\nDay 1 posttreatment, the VMA persisted with a slightly enlarged FTMH (MLD = 282 µm and BD = 941 µm; Fig. and ). Day 4 posttreatment, VMA separation was achieved; however, FTMH enlargement was observed with an MLD of 353 µm and a BD of 950 µm [Fig. and ]. Furthermore, the patient reported about photopsia. Ocular examination revealed a normal intraocular pressure and no sign of endophthalmitis, retinal detachment, or hemorrhage. The photopsia disappeared thereafter and was not reported by the patient at the week 2 follow-up. However, the FTMH enlarged further (MLD = 384 µm and BD = 953 µm; and ), and his vision was 1.00 LogMAR. A large floater was reported at the week 4 follow-up. Fundus examination revealed a Weiss ring, and the posterior hyaloid membrane was no longer detected through OCT. The FTMH became smaller with an MLD of 237 µm and a BD of 792 µm [Fig. and ]. The sixth and eighth week follow-ups showed that the FTMH was decreasing continuously (week 6: MLD = 198 µm and BD = 731 µm; week 8: MLD = 211 µm and BD = 678 µm; Fig. –); however, no obvious vision improvement was observed. Further intervention was discussed with the patient, including the choice of gas tamponade or vitrectomy with internal limiting peeling; however, the patient selected observation. His vision improved abruptly to 0.4 LogMAR at week 10 postinjection. FTMH closure was achieved with minimal subretinal fluid [Fig. and ]. His vision further improved to 0.3 LogMAR at the week 12 follow-up, and OCT revealed a small subfoveal space [Fig. and ]. Further vision improvement to 0.1 LogMAR was achieved at week 16 postinjection, with only a small disruption of the inner and outer segment junction observed through OCT [Fig. and ].", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'23794431': 1, '22879421': 1, '14744909': 1, '25818925': 1, '22894573': 1, '18439563': 1, '26098471': 1, '6458354': 1, '3549611': 1, '27146933': 2}", "similar_patients": "{}"}