{"patient_id": 144514, "patient_uid": "4383106-1", "PMID": 25886435, "file_path": "noncomm/PMC004xxxxxx/PMC4383106.xml", "title": "Uncommon drug abuse: An anesthetist dilemma", "patient": "A 23-year-old male kabbadi player by profession, presented in the hospital for tendon of Achilles repair. During preanesthetic check-up, history of chronic abuse of injection mephentermine in the doses of 30–60 mg I.M. almost daily for over last 3 years was obtained. After days of intense activity, he felt fatigue and soreness. A physical examination revealed scars on both upper limbs from the injections. His baseline vitals heart rate (HR), noninvasive blood pressure (NIBP), SpO2 were within normal limits. His weight was 78 kg. His routine preoperative blood investigations along with chest X-ray were normal. Electrocardiogram (ECG) showed normal sinus rhythm. After proper examination, surgery was planned under spinal anesthesia. On the day of surgery after confirming fasting status, good I.V. access was obtained with 18-gauge I.V. cannula and patient preloaded with 20 ml/kg of ringer lactate. After attaching essential monitors, note was made of patient's baseline vitals. Under all aseptic condition, subarachnoid block was performed in lateral position with affected limb downside with 25-gauge spinal needle in L3-L4 subarachnoid space with 15 mg of injection bupivacaine 0.5% heavy after confirming free flow of cerebrospinal fluid.\\nElectrocardiogram, NIBP, HR, SpO2 and temp were continuously monitored during the perioperative period. Patient was made supine and spinal level achieved up to T10 dermatome. After 5 min of spinal anesthesia, mean arterial blood pressure (BP) started showing a continuous downward trend, going down to 54 mm of Hg (>20% of baseline) rapidly. HR however remained stable within limit of 60–70/min during this period. Injection ephedrine 5 mg I.V. bolus was given along with rapid normal saline infusion. After 2 min of bolus, mean BP was still <60 mm of Hg. Another bolus of injection ephedrine 10 mg was given but patient's BP did not respond. After this injection phenylephrine 50 μg I.V. bolus was given, and mean arterial BP started returning toward baseline within 2 min. After stabilizing vitals, patient moved into prone position for tendon Achilles repair and surgery started. At 35 min, there was again fall in BP which was managed by phenylephrine bolus successfully. All other parameters like HR, SpO2, temperature and ECG remained within normal range during this period. Rest of the intraoperative period was uneventful. Postoperatively patient was monitored for any hemodynamic changes and discharged from hospital after 4 days without any complication.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'18500382': 1, '5020645': 1, '19359780': 1, '15601269': 1, '20456293': 1, '574742': 1, '25886435': 2}", "similar_patients": "{}"}