{"patient_id": 82589, "patient_uid": "4549022-1", "PMID": 26303514, "file_path": "comm/PMC004xxxxxx/PMC4549022.xml", "title": "Fetus papyraceus causing dystocia in a rural setting: a case report", "patient": "A 23-year-old Sukuma woman, gravida 2, para 1, living 1 presented to the maternity emergency unit of Sengerema Designated District hospital at a gestation age of 35+5 weeks as a referral from a rural health center due to prolonged labor and arrested descent despite being in active labor for the past 8 hours. She was a housewife and had no formal education.\\nShe had four unremarkable antenatal visits, in which she was normotensive in all her visits (blood pressure ranging from 120/75 to 110/60mmHg), she was negative for human immunodeficiency virus and syphilis and she had no history of any hereditary illnesses. Unfortunately she was not dewormed, not given intermittent presumptive treatment for malaria (IPT-sp), her hemoglobin level and hepatitis B status were not checked and no obstetrical ultrasound was performed during any of her visits.\\nUpon admission to the labor ward, her vital signs were: blood pressure of 120/60mmHg, pulse rate 76 beats/minute and respiratory rate of 20 breaths/minute. An obstetrical examination revealed a gravid abdomen with fundal height corresponding to 36 weeks gestation and four strong uterine contractions in 10 minutes, each lasting 40 seconds. The fetal heart rate was auscultated to be 142 beats/minutes by fetoscope. On digital vaginal examination, the cervix was 6cm dilated; fully effaced, presenting part was at station −3. A sharp and solid object-like thing was felt on the right side of her cervix. The object was felt to be solid and sharp/pointed with some areas of softness. Due to lack of ultrasound and uncertainty of the presenting part together with arrested descent a decision was reached to deliver her by caesarean section. She was informed about the findings which she accepted and she consented to caesarean delivery. A caesarean delivery under spinal anesthesia revealed a twin gestation: one being a male baby in cephalic presentation, weighing 1.9kg with Apgar score 8 in first minute and 9 in fifth minute with its own normal placenta and membranes. There was another atrophied placenta with calcifications without a cord and with mummified fetal bones anterior to the lower segment at the level of the internal orifice of the uterus. The atrophied placenta and mummified fetal bones weighed 200gms. Our conclusion of diamniotic dichorionic twin with fetal papyraceus in the layers of placenta was reached (Fig. ).\\nShe tolerated the surgery well, her estimated blood loss was 1000ml for which she received one unit of blood as her hemoglobin before caesarean was 7.2gm/dl. Her postoperative recovery was uneventful. On the seventh day postsurgery she was discharged home to be seen at the postnatal care clinic every week but unfortunately she was lost to follow up thereafter.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'11810089': 1, '17539381': 1, '30956490': 1, '24715942': 1, '3529790': 1, '8210773': 1, '6634564': 1, '34026571': 1, '9683354': 1, '10467502': 1, '17428819': 1, '11025849': 1, '15084699': 1, '26303514': 2}", "similar_patients": "{}"}