{"patient_id": 76305, "patient_uid": "4109228-1", "PMID": 25110599, "file_path": "comm/PMC004xxxxxx/PMC4109228.xml", "title": "Rapidly Destructive Inflammatory Arthritis of the Hip", "patient": "A 57-year-old Caucasian woman was referred to our rheumatology outpatient center from the orthopedics service for assessment of a possible inflammatory etiology for her rapidly destructive arthritis. summarizes the major clinical, lab, and imaging findings. She initially presented with 6 months of progressive right hip and groin pain with no preceding trauma or chronic steroid use. There was a leg length discrepancy with the right leg 3 cm shorter and severe limitation of the right hip and some decreased range of motion on internal and external rotation of her left hip. She did not have any neurovascular compromise. Over 5 months, she became severely disabled and was unable to ambulate. With respect to her other joints, she had chronic pain in her metatarsal phalangeal joints (MTPs) and toes for approximately 3 years with progressive deformities, with recent episodes of swelling. Subsequent to her right hip pain, she also developed right knee pain with multiple episodes of warmth and swelling. Morning stiffness in affected joints was approximately 2 hours. Her initial swollen joint count (SJC) was 8 out of 66 joints examined, involving her right knee and multiple metatarsal phalangeal joints (MTPs). Over the next few visits, her swollen joint count of her small joints reached 11. There was also an unintentional 50-pound (lb) weight loss since the onset of her illness, partially due to decreased appetite secondary to pain.\\nInitial diagnostic work-up was significant for elevated inflammatory markers, weakly positive antinuclear antibody (ANA) and otherwise negative autoimmune markers including both rheumatoid factor (RF) and anticitrullinated peptide (anti-CCP) (). All cultures, including three sets of anaerobic and aerobic cultures and one set of systemic fungal and mycobacterial culture, were negative. Metabolic panel showed normal renal, thyroid, and liver function. Angiotensin-converting enzyme (ACE) serum level was within normal limits. Malignancy work-up was negative: serum and urine electrophoresis, CEA, CA-125, total body position-emission tomography (PET) scan, and bone scan were all within normal range. Two incidental pulmonary nodules were found on computed tomography (CT) thorax with focal ground glass appearance, but negative for malignancy on bronchoscopy and on repeat imaging. CT abdomen and pelvis was negative for any abdominal masses and showed a soft tissue calcified mass in the right sacroiliac (SI) fossa and right gluteal muscles.\\nInitial plain films of her right hip and pelvis showed femoral head lucencies compatible with subchondral cysts (but no definite fracture) and moderate diffuse articular joint space loss with flattening of the femoral head (). Over a 5-month span, there was complete destruction of the right femoral head, erosion of the right acetabulum, and lateral subluxation of the proximal femur (). CT pelvis with contrast () showed fragmented bone within the acetabular fossa, which was remnants of the femoral head resorption process. Magnetic resonance imaging (MRI) of the right hip showed extensive synovial hypertrophy consistent with inflammatory arthritis (). There were also minimal bone marrow edema and a fluid collection in the iliopsoas bursa extending posteriorly to the sciatic notch and enlargement of the hip joint capsule (). X-rays of her feet revealed erosive changes in the MTPs and X-rays of her hands showed periarticular osteopenia in her metacarpal phalangeal (MCP) joints and ulnar deviation. There were degenerative changes on imaging of her knees, shoulders, and spine.\\nThree right hip aspirations were attempted with sufficient sample in only one attempt, which showed bloody fluid, 0.6 nucleated cells (17% neutrophils), and presence of only extracellular but not intracellular calcium pyrophosphate dehydrate (CPPD) crystals. Synovial biopsy did not reveal any crystals. Historically, CPPD crystal deposition disease can cause such acutely destructive disease on imaging and pathology [], but the most common sites of CPPD joint involvement are the knees, wrists, and symphysis pubis with hip involvement being rarer with a prevalence of 5% []. This patient's plain-film images of her hands, knees, and pelvis were helpful in that there were no typical features of crystal arthropathy such as cartilage or joint capsule calcification and her blood work was also negative for an underlying metabolic precipitant of CPPD. Furthermore, single joint aspiration of her right knee showed no crystals, with bloody fluid and 35 nucleated cells (96% neutrophils).\\nThe major differential diagnosis of this atypical case of destructive arthritis is outlined in . The patient's initial plain films showed evidence of degenerative changes but very unlikely to be primary osteoarthritis given the atypical symmetric joint space narrowing on plain imaging, complex joint effusion, and synovial thickening with chronic inflammatory changes on biopsy. She also did not have any evidence of a subchondral insufficiency fracture, which has been linked to the pathogenesis of the rapid destruction of osteoarthritic joints []. Other potential etiologies that could rarely cause such severe arthritis were considered on the differential including systemic diseases such as multicentric histiocytosis and sarcoidosis, but the patient lacked any other features of these diseases. Her neurovascular status was intact throughout and no evidence of a neurological problem or predisposing factors such as diabetes to cause Charcot's or neuropathic arthropathy. An avascular type necrosis (AVN) with subsequent inflammation was possible, but unusual without a history of steroidal use prior to her initial presentation or other risk factors for AVN. The imaging was also not classic for AVN and the patient did not have monoarthritis. Although seronegative, she did not have any inflammatory back pain, dactylitis, enthesitis, DIP involvement, inflammatory bowel disease, psoriasis, or other features of seronegative spondyloarthropathy. X-rays of her spine and CT pelvis did not show evidence of sacroiliitis.\\nIn order to definitively differentiate between chronic sepsis, malignancy, and a chronic inflammatory process, an open biopsy of the hip was performed by the orthopaedic service, which showed overall morphology with features of chronic inflammation, fibrosis, multinucleated giant cell reaction with dystrophic calcification, and reactive synovial proliferation (). Cultures of synovial tissue were negative for fungus and mycobacteria, ruling out tuberculosis. Although the biopsy results were not specific for an exact etiology of rapid joint destruction, we were able to exclude neoplastic, infectious, osteoarthritis, and osteonecrotic etiologies.\\nAn inflammatory etiology was most likely given multiple swollen joints, elevated inflammatory markers, constitutional symptoms, evidence of inflammatory features on imaging, and other causes excluded. Hence, a diagnosis of seronegative rheumatoid arthritis (RA) was ultimately made, fulfilling 4/7 of the 1987 RA American College of Rheumatology (ACR) classification criteria [] and scoring 6 points for the 2010 ACR//European League Against Rheumatism (EULAR) classification criteria [] (). Given the extent of right hip destruction, the patient received a total hip arthroplasty with good results. To prevent destruction of her other joints, triple disease modifying antirheumatic drugs (DMARD) therapy with hydroxychloroquine 400 mg daily, leflunomide 20 mg daily, and methotrexate 25 subcutaneously weekly was initiated. For symptom relief, she was given an 80 mg intramuscular Depo-Medrol injection and joint injection to her right knee. At her 2-month follow-up visit, she had significantly reduced swelling of her knees and MTP's with much symptomatic relief. Adalimumab was added because of incomplete response and patient had further improvement. Over a 6-month period, SJC decreased from 8 to 1/66.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'22691675': 1, '11083264': 1, '1969268': 1, '5459776': 1, '18781048': 1, '3358796': 1, '28328832': 1, '30567076': 2, '19308645': 1, '20699241': 1, '23036436': 1, '16622726': 1, '938598': 1, '10926405': 1, '1727284': 1, '17165003': 1, '25110599': 2}", "similar_patients": "{'6279998-1': 1}"}