{"patient_id": 82984, "patient_uid": "4575726-1", "PMID": 26425375, "file_path": "comm/PMC004xxxxxx/PMC4575726.xml", "title": "Lithium as an Alternative Option in Graves Thyrotoxicosis", "patient": "A 67-year-old female presented with seizures and fever to a different institution. The patient had an extensive medical history, including atypical hemolytic uremic syndrome, seizures, diabetes, and hypertension. Graves' disease was diagnosed during a prior hospitalization approximately 1.5 months earlier. Her TSH was undetectable, and TSI level was 658% (0–139%). Thyroid uptake and scan showed a moderately enlarged gland with diffusely increased tracer uptake at 43% at 24 hours (normal 8–32%). Methimazole and propranolol were started, at the other institution, but the patient developed fulminant hepatitis, which, after extensive workup, was determined to be due to the methimazole. Methimazole was withdrawn when the patient presented to our hospital. She was admitted with history of seizures. She was not tachycardic or hypertensive. She had a temperature of 103.9°F. The Burch-Wartofsky score was 35 [] and the Glasgow Coma Scale score was 6. She was in normal sinus rhythm and showed no signs or symptoms of heart failure. However, TSH continued to be <0.015 mU/L (0.4–4.7), with elevated FT4 > 6.99 ng/L (0.7–1.8) and FT3 of 18 pg/mL [–]. She was started on 300 mg lithium daily which resulted in a serum level of 0.2 mmol/L (therapeutic 0.6–1.2 mmol/L). Other initial labs showed leukocytosis, mild anemia with occasional schistocytes, as well as a mild rise in AST and ALT (transaminitis), indirect bilirubinemia, and elevated lactate dehydrogenase level. The patient was being worked up for recurrent atypical hemolytic anemia and was deemed to be unsuitable to undergo thyroidectomy or to receive radioactive iodine ablation.\\nAfter a prolonged debate regarding choice of antithyroid medication we decided to initiate treatment with lithium. We initiated intravenous lithium therapy at 150 mg TID, and the dose was titrated to achieve serum lithium levels in the range of 0.4–0.6 mmol/L.\\nOver the next 5 days TSH rose to 0.3, FT3 normalized, and FT4 decreased to 1.9 ng/L (). We kept following active hormone levels, that is, FT3 and FT4, closely. The patient's mental status improved and she became verbal and coherent and was able to be transferred out of the intensive care unit. High dose glucocorticoids and propranolol, which were started initially, were weaned off and the patient gradually achieved biochemical and clinical euthyroid status. Free hormone levels completely normalized after 8 days of treatment at which time lithium level was 0.3 mmol/L (). The lithium dose was stabilized at 300 mg total daily (split into twice daily dosing), to maintain levels between 0.4 and 0.6 mmol/L. The free hormone levels remained normal until 13 days after initial normalization of free hormone level with the lithium levels remaining between 0.4 and 0.6 mmol/L ().\\nAt this stage, the patient was moved out of the intensive care unit but remained admitted for observation.\\nOn the 17th day, the patient experienced seizures (11 days after biochemical and clinical stabilization) and required readmission to intensive care unit with intubation. MRI scan showed features of acute cerebrovascular accident affecting the PCA and ACA territories. Patient remained clinically euthyroid.\\nWe noted increase in FT4 and FT3 levels and at this stage the lithium levels were at 0.3 mmol/L (). Lithium dosing was increased to 300 mg in the morning and 150 mg in the evening. On the new higher dose of lithium, the patient achieved biochemical euthyroid status within 4 days, and mental status improved. Patient remained biochemically euthyroid, with lithium level at 0.5–0.6 mmol/L (until 27 days after initial normalization).\\nOn day 28 of admission, lithium was inadvertently stopped in the intensive care unit and patient did not receive lithium for the next 72 hours. Lithium levels reached undetectable levels in plasma and free hormone levels immediately rose again within 24 hours. Lithium was resumed at previous dosing (300 mg in the morning and 150 mg in the evening), with prompt improvement in biochemical thyrotoxicosis.\\nOver the next few weeks, the patient remained in euthyroid state. The patient was sent to a rehabilitation facility to recover appropriately. While at the center the patient was maintained on twice daily lithium. Her TSH and free T4 remained satisfactory even on a small dose of lithium (at subtherapeutic serum level of lithium) without any fluctuations of her electrolytes and liver enzymes.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'12364424': 1, '5065279': 1, '9716277': 1, '4115707': 1, '55895': 1, '15745981': 1, '8325286': 1, '10088956': 1, '18142718': 1, '17016877': 1, '22107688': 1, '28924483': 1, '6893265': 1, '4139588': 1, '4194189': 1, '667137': 1, '17127140': 1, '23883148': 1, '16912350': 1, '26425375': 2}", "similar_patients": "{}"}