{"patient_id": 82795, "patient_uid": "4561323-1", "PMID": 26380131, "file_path": "comm/PMC004xxxxxx/PMC4561323.xml", "title": "Atypical Miller Fisher Syndrome with Anisocoria and Rapidly Fluctuating Pupillary Diameter", "patient": "This patient is a 59-year-old Hispanic male with twelve-day headache, four-day diplopia, and ptosis of the left eye. He described a mild upper respiratory infection one month prior to admission. He denied any ataxia. On initial exam the patient had ptosis of both eyes and complete ophthalmoplegia. He was unable to look up, down, right, or left. He also had anisocoria with a pinpoint pupil on the right and a six-millimeter blown pupil on the left. Neurological exam was otherwise unremarkable including symmetrical and intact deep tendon reflexes in all extremities, normal gait, and no cerebellar dysfunction. Just hours later the patient was found to have pinpoint pupils bilaterally, and later in the day he had dilation to three mm bilaterally. Subsequent ophthalmological exam including mydriatics confirmed complete ophthalmoplegia. Fundoscopic exam revealed normal pressure in both eyes and normal appearing fundus and retina. On day two of admission the pupils remained at three mm bilaterally. On day three the pupils became nonreactive bilaterally but remained three mm in diameter. On day four of admission the pupils became further dilated to six mm bilaterally and continued to be nonreactive. The pupils remained dilated with complete ophthalmoplegia, and the patient did not develop typical features of MFS such as ataxia or areflexia.\\nMRI and MRA of the brain and orbits were unremarkable. Acetylcholine receptor antibodies were also negative. Oral pyridostigmine did not have any effect on pupillary diameter. A lumbar puncture showed normal opening pressure and elevated protein of 124 mg/dL. CSF myelin basic protein was negative. Methylprednisolone 250 mg IV every six hours and intravenous immunoglobulin 35 gm daily were started given a high index of suspicion for MFS. Serum anti-GQ1b antibodies IgG and IgM returned elevated at 373 IU on day four of IVIG therapy. Other antibodies GD1b, GD1a, GM1, and GM2 were all negative. After discharge an anti-GAD antibody returned elevated at 142 IU/mL. The patient received five-day IVIG with mild improvement in extraocular movements, continued pupillary dilation, and resolution of diplopia.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'13334797': 1, '32328331': 2, '34163555': 1, '27239355': 2, '23677659': 1, '20871658': 2, '23253818': 1, '19339185': 1, '26380131': 2}", "similar_patients": "{'7174959-1': 1, '4867055-1': 1, '2939409-1': 1}"}