{"patient_id": 146773, "patient_uid": "4516009-2", "PMID": 25476004, "file_path": "noncomm/PMC004xxxxxx/PMC4516009.xml", "title": "Concomitant fragile X-associated tremor ataxia syndrome and Parkinson's disease: a clinicopathological report of two cases", "patient": "A 21-year-old man was diagnosed with schizophrenia and his symptoms responded well to long-term fluphenazine. At the age of 35, he developed a right-hand tremor initially attributed to the neuroleptic treatment. The tremor persisted despite switching fluphenazine to olanzapine 5 mg/day and administering anticholinergics (orphenadrine and procyclidine). His tremor remained stable and only began to deteriorate at age 51 along with the onset of slurred speech and dragging of right leg. Examination showed mild hypomimia, hypophonia, restricted downgaze, slow vertical saccades, jaw and tongue tremor, intermittent right-sided predominant hand tremor, bradykinesia and cogwheel rigidity. Olanzapine was replaced by quetiapine 200 mg/day and L-dopa (300 mg/day) was administered without any improvement. Brain MRI showed global atrophy without the MCP sign. At age 58, his symptoms rapidly deteriorated with severe hand tremor and frequent falls requiring a wheelchair. 123I-FP-CIT SPECT demonstrated asymmetrical reduction of tracer uptake in putamen and left caudate. A clinical diagnosis of progressive supranuclear palsy (PSP) was made due to the rapid motor deterioration, postural instability, restriction of downgaze and absence of L-dopa response. He died of pulmonary embolism at age 59. Neuropathological findings prompted genetic testing and the identification of FMR1 gene premutation with 100 CGG expansions.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'19260103': 1, '30158953': 1, '17133502': 1, '27230899': 1, '34316626': 1, '32575683': 1, '33785066': 1, '15929093': 1, '30279697': 1, '32785033': 1, '27414076': 1, '12135967': 1, '16250026': 1, '32373658': 1, '16332642': 1, '30984240': 1, '22463693': 1, '25476004': 2}", "similar_patients": "{'4516009-1': 2}"}