{"patient_id": 144117, "patient_uid": "4367038-1", "PMID": 25810663, "file_path": "noncomm/PMC004xxxxxx/PMC4367038.xml", "title": "Enterogenous cyst of the small bowel causing intussusception in an adult: Case report and review of literature", "patient": "The present case is about a 34-year-old male with no past medical history presented with diffuse intermittent abdominal pain for 3 months. He denied any change in bowel habits, recurrent vomiting, or palpable mass. He did note a 10 lb weight loss. On examination, he was clinically anemic with conjunctival pallor. Out-patient blood work-up showed hypochromic and microcytic anemia consistent with IDA. Fecal occult blood was positive. Out-patient esophagogastroduodenoscopy (EGD) and colonoscopy were done to further investigate the cause of IDA. EGD showed non-erosive gastritis. Colonoscopy was unremarkable. CT scan was ordered for further investigation, which showed distal small bowel intussusception []. Symptoms worsened so laparoscopic exploration was performed and a large mass with an area of intussusception was identified in the mid ileum. The muscularis propria between the bowel and cyst appeared continuous. The remainder of the small bowel had no noted abnormalities. A small incision was made and the affected portion of the bowel, including the cystic mass, was resected and an end to end anastomosis was performed. Pathological findings were consistent with the diagnosis of an enterogenous cyst of the small bowel causing intussusception. Microscopically, the cyst was lined with small bowel epithelium []. Diffuse inflammation and ulcerations were noted in the lining []. Overall, these features were consistent with that of an enterogenous duplication cyst that was both the lead point for intussusception and a source of blood loss. The patient's post-operative course was uneventful as he recovered well with no complications. He was discharged home and he remained asymptomatic at 2 weeks follow-up. Blood parameters returned to normal following surgery.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'4602099': 1, '2190157': 1, '14790587': 1, '3054041': 1, '1263059': 1, '6968427': 1, '3326510': 1, '28208934': 1, '11987108': 1, '2666937': 1, '13373277': 1, '10344693': 1, '27358681': 1, '16749968': 1, '10364957': 1, '10466620': 1, '25810663': 2}", "similar_patients": "{}"}