{"patient_id": 152433, "patient_uid": "4898337-1", "PMID": 27293578, "file_path": "noncomm/PMC004xxxxxx/PMC4898337.xml", "title": "Multiple myeloma in a kidney transplanted patient primarily diagnosed with monoclonal gammopathy of unknown significance (MGUS)-related nephropathy", "patient": "A 36-year-old female was referred with renal impairment, creatinine clearance 0.4 mL/s and proteinuria 4.7 g/day. Physical examination was unremarkable. Biochemistry showed normochromic normocytic anaemia, slight hypoalbuminaemia and hypercalcaemia. Anti-neutrophil cytoplasmic antibodies, anti-nuclear antibodies, anti-glomerular basement membrane, anti-phospholipid antibodies, and viral screening were negative. IgG-kappa M-protein was found in plasma (4.8 g/L) and urine (<0.02 g/L), while plasma immunoglobulins and liver enzymes were normal. Bone marrow, skeleton scintigraphy and MR scan were normal. An ultrasound showed normal-sized kidneys. Kidney biopsy presented focal interstitial nephritis, light grade interstitial fibrosis but no glomerulonephritis, vasculitis or tubular damage, and negative Congo staining ().\\nThe diagnoses were monoclonal gammopathy of unknown significance (MGUS) and idiopathic interstitial nephritis. Despite corticosteroid treatment, renal insufficiency progressed and, after 17 months, haemodialysis was initiated.\\nFour years later, the patient received a kidney transplantation with a standard immunosuppressive regimen: thymoglobulin induction, prednisolone, mycofenolat mofetil and cyclosporine. The optimal plasma creatinine after transplantation was 0.112 mmol/L. Unfortunately, 4 years after transplantation renal function declined to a plasma creatinine of 0.219 mmol/L. A kidney-graft biopsy at this point showed global nodular glomerulosclerosis and deposition of kappa light chains within glomeruli, vessels, and tubular basal membranes, plus C3c in the vessels, characteristic of light-chain deposition disease (LCDD) with no rejection signs or amyloid deposits (a and b).\\nP-IgG kappa M-protein was 0.86 g/L and Bence-Jones proteins were present in the urine. A bone marrow re-examination presented clonal plasma cell infiltration of kappa type with a kappa/lambda ratio of 19.8.\\nPresenting M-protein, clonal bone marrow infiltration and renal graft LCDD changes, the patient was diagnosed with multiple myeloma []. Reevaluation of native kidney biopsies revealed a weak-positive reaction for kappa light chains in glomerular nodules, suggesting that LCDD might have contributed to the renal insufficiency. LCDD has a high recurrence risk and poor graft function prognosis after kidney transplantation [, ]. Diagnosing LCDD might be difficult in the early stage. Therefore, patients with a pre-existing MGUS should be carefully evaluated and followed prior to and after kidney transplantation [, ].", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'21493742': 1, '14712438': 1, '12780789': 1, '27293578': 2}", "similar_patients": "{}"}