{"patient_id": 147603, "patient_uid": "4555938-1", "PMID": 26389052, "file_path": "noncomm/PMC004xxxxxx/PMC4555938.xml", "title": "Cementoblastoma of posterior maxilla involving the maxillary sinus", "patient": "A 23-year-old Indian female patient presented with a complaint of slow-growing painless palatal swelling of 1-year duration. Clinical examination revealed an oval, non-tender, bony hard swelling on the left side of the hard palate, extending from the canine to second molar region []. A premolar was missing on either sides of the maxillary arch. The teeth associated with the swelling were firm. There was no functional disturbance with speech, swallowing, and breathing. The family and medical histories were non-contributory.\\nA reformatted panoramic image [] from a cone beam computed tomography (CBCT) scan showed a large amorphous hyperdense mass in left maxillary molar region. The lesion appeared to be extending beyond the apices of the molars, with the superior extent of the lesion not clear on this view. However, the cross-sectional image at the level of maxillary first molar [] showed a well-defined, hyperdense mass originating from the palatal root that measured about 19 mm in greatest dimension. The density of the mass appeared to be similar to that of the dentino-cemental complex. The superior margin of the lesion seemed to have pushed the floor of the maxillary sinus superiorly. The tangential (parasagittal) section [] showed the lesion to extend from the distal of premolar to the second molar region, superimposing over the maxillary sinus. This view showed a slight variation in the density of the lesion (heterogeneous appearance). The axial section [] at the level apical to the furcation area of first molar showed the mass to be originating from the palatal roots and appeared to have breached the palatal cortex. All the above features were suggestive of a lesion originating from the root and made up of odontogenic tissues. Based on these radiographic images a differential diagnosis of cementoblastoma, cemento-ossifying fibroma, hypercementosis and focal sclerosing osteomyelitis was considered.\\nSurgical enucleation of the lesion including removal of the involved teeth (premolar and both molars) was planned and executed under general anesthesia. On surgical exploration, a breach in the sinus floor was noted exposing the maxillary sinus. However, the soft tissue lining of sinus appeared healthy and hence was not removed. The excised specimen [] was yellowish-white and roughly round in shape with a diameter of about 20 mm, had a granular texture and was attached to the palatal root of the first molar. The root of second molar was resorbed along the lateral aspect of the lesion. Whereas, the premolar was not involved or affected by the lesion; however it had to be removed due to lack of bone support. The superior aspect of the lesion showed thin bone and attached mucosa suggestive of the antral floor with its lining.\\nHistological examination of the decalcified surgical specimen revealed sheets of cementum like tissue with entrapped vascular connective tissue stroma []. The intervening connective tissue stroma was loose, fibrillar, and highly vascular. Prominent reversal lines were seen within the sheets of cementum-like tissue []. All these microscopic features confirmed the diagnosis of benign cementoblastoma. The patient has been under regular surveillance for 2 years and has not exhibited any sign of recurrence [].", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'22639514': 2, '14716256': 1, '17467126': 1, '9868729': 1, '33967495': 2, '17699708': 1, '11925541': 1, '23220315': 1, '27672646': 2, '20171487': 1, '26389052': 2}", "similar_patients": "{'8083404-1': 1, '5018628-1': 1, '3343411-1': 1}"}