{"patient_id": 78705, "patient_uid": "4269283-1", "PMID": 25544929, "file_path": "comm/PMC004xxxxxx/PMC4269283.xml", "title": "Renal Cell Carcinoma Metastasis from Biopsy Associated Hematoma Disruption during Robotic Partial Nephrectomy", "patient": "A 61-year-old woman with a past medical history of treated stage III ovarian cancer presented with an asymptomatic new solitary left renal mass detected on surveillance imaging. Computed tomography (CT) of the abdomen and pelvis showed a 3.3 cm endophytic mass (RENAL nephrometry score 9P) [] in the upper pole of the left kidney suggestive of a cT1a primary RCC. There was no evidence of other synchronous lesions or metastases. Given the patient's prior history of ovarian cancer, we opted for a CT-guided renal mass biopsy. Under CT guidance, a three-core biopsy was performed using an 18-gauge needle over a coaxial sheath. Pathologic examination of the mass was consistent with RCC.\\nGiven that the patient was asymptomatic and the uneventful nature of the renal mass biopsy, the lesion was not reimaged and we proceeded with transperitoneal RPN. After dissecting the renal hilum and overlying renal fat, a 12 mm laparoscopic drop-in ultrasound probe was used to evaluate the renal mass prior to resection. The mass was well visualized and there was no obvious perinephric hematoma noted. During sharp tumor resection, however, we encountered an intrarenal hematoma that was clearly outside of the tumor margin (). The hematoma had several small areas of pale yellow coloration that appeared to be organizing hematoma. Since this was consistent with recent biopsy, we completely suctioned the hematoma and performed a wide margin resection to completely remove the tumor and hematoma. The tumor pseudocapsule was not violated during the resection. The specimen was extracted via an EndoCatch bag, and was grossly confirmed to be an intact specimen on the back table. Final pathology confirmed a 4.5 cm Fuhrman Grade 3 Papillary RCC with negative margins and an adjacent organizing hematoma.\\nFive months after the initial surgery, surveillance CT revealed a new 2.4 cm left renal mass, enlarged para-aortic lymph nodes, and several nodules present in the omentum. A completion robotic left total nephrectomy and omental excision was performed. Intraoperative frozen specimens of the omental nodules revealed metastatic RCC, and final pathological analysis revealed tumor characteristics consistent with those of the initial resection.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'22633318': 1, '23973027': 1, '21664040': 1, '17561170': 1, '17242269': 1, '916121': 1, '23589753': 1, '33457716': 1, '21704449': 1, '8199555': 1, '12478106': 1, '25544929': 2}", "similar_patients": "{}"}