{"patient_id": 146804, "patient_uid": "4518353-3", "PMID": 26229565, "file_path": "noncomm/PMC004xxxxxx/PMC4518353.xml", "title": "Amyloidosis involving the respiratory system: 5-year's experience of a multi-disciplinary group's activity", "patient": "A 53-year-old, non-smoker, male patient came to our ambulatory and subsequently admitted in our Respiratory Intensive Care Unit for severe dyspnea associated with severe non-hypercapnic hypoxemia (PaO2/FiO2 ratio 120; PaCO2 28.5 mmHg, pH 7.485). He had a history of chronic kidney failure due to type I membrano-proliferative glomerulonephritis. As the hypoxemia was refractory to high-flow oxygen-therapy (Reservoir mask with O2 at 15 liters per minute), a trial of non invasive ventilation (NIV) delivered via a full-face mask was attempted (mode Pressure-support, PS = 20 cm H2O; PEEP 8 cm H2O; FiO2 0.80); then, after 20 hours, endotracheal intubation and invasive mechanical ventilation resulted mandatory due to NIV failure. Chest CT-scan showed a pattern of bilateral alveolar consolidations and ground glass areas suggesting three possible diagnostic hypotheses: Organizing pneumonia (OP), vasculitis, or Goodpasture syndrome [].\\nA large battery of immunological and microbiological investigations resulted negative. Fibro-bronchoscopy with bronchoalveolar lavage fluid (BAL) and transbronchial lung biopsy (TBLB) were performed during NIV; the histological exam of the collected tissue showed a pathologic pattern of unspecific neutrophilic capillaritis. As the patient refused to underwent surgical biopsy, the empiric therapy with intravenous pulsed bolus of cyclophosphamide and steroids was given. He died after a worsening of his clinical conditions, radiological findings, and lung gas exchange. The autopsy reported systemic AL amyloidosis with prevalent lung and renal involvement.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'19210872': 1, '14986298': 1, '15467318': 1, '17470625': 1, '10771705': 1, '3753854': 1, '7878478': 1, '10575815': 1, '32743010': 1, '23113696': 1, '420256': 1, '1405768': 1, '9016204': 1, '23130126': 1, '17699366': 1, '16088609': 1, '4073673': 1, '15514621': 1, '11075744': 1, '10433298': 1, '9302305': 1, '2751171': 1, '3608608': 1, '12728146': 1, '16088608': 1, '2361387': 1, '22467728': 1, '8290725': 1, '22909024': 1, '1558973': 1, '2320592': 1, '30136180': 1, '26229565': 2}", "similar_patients": "{'4518353-1': 2, '4518353-2': 2}"}