{"patient_id": 147252, "patient_uid": "4534729-1", "PMID": 26295028, "file_path": "noncomm/PMC004xxxxxx/PMC4534729.xml", "title": "Autotransplantation combined with orthodontic treatment: a case involving the maxillary central incisors with root resorption after traumatic injury", "patient": "In November 2007, a 14 year old female patient presented to our dental office. She had an open bite and had experienced a traumatic dental injury at nine years of age. Tooth 21 was avulsed and had been replanted and tooth 11 was intruded. Both teeth had ankylosed, were infraoccluded, and demonstrated a stone percussion sound. Her complaints were the aesthetic appearance of these teeth and the fact that she had used an orthodontic appliance for a long time (since nine years of age). Clinical and radiographic findings presented a face with a convex profile, open bite, and the presence of an orthodontic appliance (). On radiographic evaluation, tooth 11 showed pulpal canal obliteration and tooth 21 had received root canal treatment. Inflammatory root resorption and replacement root resorption were present in both teeth, and tooth 12 demonstrated apical root resorption ().\\nAfter evaluation, orthodontic treatment was recommended, with extraction of the four first premolars and autotransplantation of the mandibular premolars to the site of the upper central incisors. The treatment plan consisted of removing the orthodontic appliance, study for orthodontic treatment, extraction of teeth 14 and 24, extraction of teeth 11 and 21 and preparation of the sockets, extraction of teeth 34 and 44 and transplantation to the sockets of teeth 11 and 21, reshaping the transplanted teeth, placement of a full fixed appliance, removal of the orthodontic appliance, and the placement of an upper Hawley retainer and lower flexible lingual bonded retainer on the six anterior teeth. The patient's parents accepted the proposed treatment plan.\\nArticaine hydrochloride anhydrous was used as a local anesthetic, with 1:200,000 adrenaline tartrate (Meganest 1:200,000, Clarben, S.A., Madrid, Spain). Teeth 11 and 21 were extracted after an intrasulcular incision to allow for better gingival fiber reinsertion. The recipient sites were evaluated clinically and on the radiographs (). The donor teeth were measured with periapical radiography and acrylic model teeth were made with the same shape and dimensions of the donor teeth (). These models were used in the preparation of the alveolar recipient sites.\\nThe recipient bed was prepared for immediate transplantation to the site of tooth 11, whereas transplantation was deferred by ten days for tooth 21 (). The teeth chosen for transplantation were cleaned with a polishing brush and toothpaste, and disinfection of the oral cavity was carried out with a solution of 0.1% chlorhexidine digluconate and 0.1% clorbutanol hemihydrate (Eludril, Pierre Fabre Dermo-Cosmetique, Soual, France). The teeth chosen for transplantation were atraumatically extracted and gently inserted into the prepared alveolar socket. The extraalveolar time of the transplanted teeth was minimal (less than five minutes), in order to maintain the vitality of periodontal ligament cells.\\nAfter transplantation, the teeth were splinted during a period of ten days using 3-0 silk sutures crossing the occlusal face of the tooth, and then were fixed with composite (). The occlusion was checked and controlled with blue/red 60 µm interarticular paper (D-50769, Bausch KG, Koln, Germany). An antibiotic was administered, starting 24 hours before the intervention (one gram amoxicillin tablets, one tablet every 12 hours), and continuing for six days after the procedure.\\nInstructions were given for analgesic treatment (paracetamol, 500 mg tablets as necessary, no more than 4 tablets in 24 hours). An ice pack was applied to the face, protected with fabric or paper. A soft diet was advised for 48 hours after the transplantation, and chewing with the transplanted teeth was prohibited for a period of seven days. Careful oral hygiene was also recommended, followed by a mouthwash with 1 mg/mL chlorhexidine digluconate (Eludril), diluted in 5 mL of water. The sutures were removed 10 days after the operation. The day after the transplantation, the patient was observed and questioned regarding the occurrence of pain, swelling, and bleeding. Follow-up examinations were performed 10 days, one month, three months, six months, and annually after the transplantation. In each follow-up examination, a radiographic examination and sensitivity testing to cold and percussion were performed, as well as observations of the gums, the marginal groove, and dental mobility.\\nOrthodontic treatment began three months after the transplantation, because orthodontic movement after periodontal healing could prevent the ankylosis of autotransplanted teeth. After a temporary resin-based composite build-up on the natural premolar crowns, they were shaped into upper central incisors (). Orthodontic treatment was performed and transplanted teeth were clinically evaluated through percussion, mobility tests, and radiography. Due to the young age of the patient, a period of time was allowed to pass with monthly vitality checks, in the hope that revascularization would occur. However, revascularization did not take place. The transplanted teeth developed pulp necrosis, and root canal treatment was performed (). The periodontal ligament healed and healthy periradicular tissues were maintained.\\nA satisfactory aesthetic result and functional occlusion were obtained. The 7 year follow-up showed maintenance of aesthetic improvements, adequate function of the transplanted and reshaped teeth, and radiographic evidence of periradicular tissue health ().", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'16731374': 1, '11253297': 1, '3860382': 1, '21692629': 1, '20647110': 1, '6954434': 1, '14582590': 1, '21752193': 1, '2318260': 1, '20800220': 1, '21743431': 1, '11499760': 1, '26295028': 2}", "similar_patients": "{}"}