{"patient_id": 77443, "patient_uid": "4189153-1", "PMID": 25249417, "file_path": "comm/PMC004xxxxxx/PMC4189153.xml", "title": "Peripheral sea-fan retinal neovascularization as a manifestation of chronic rhegmatogenous retinal detachment and surgical management", "patient": "A 29-year-old female patient was referred to our department for investigation and treatment of peripheral retinal neovascularization in her right eye(RE). She had been complaining of longstanding superior scotoma and a more recent decrease of RE visual acuity. She was a myope (spherical equivalent -9.25) with otherwise unremarkable ocular and general medical history. Her RE visual acuity at presentation was 20/200. Visual acuity of her left eye was 20/20. Fundoscopy of her RE revealed a chronic inferotemporal retinal detachment and significant neovascularization with sea-fan configuration. Left eye examination was unremarkable. Optical Coherence Tomography(OCT) (Figure ) and Fluorescein angiography was performed and sea-fan neovascularization was confirmed on flourescein angiography, with leakage of the newly formed vessels and peripheral ischemia (Figures and ). The fellow eye did not demonstrate any signs of neovascularization. Family history was negative for retinitis pigmentosa and haemoglobinopathies. Patient underwent full blood count and haemoglobin electrophoresis to exclude thrombocytosis and sickle cell anaemia, and serum angiotensin-converting enzyme (SACE) measurement to exclude sarcoidosis. Examination with scleral indentation of the RE revealed 2 peripheral small retinal holes close to the ora serrata at 9 1/2 o’clock hours. After a discussion with the patient about risks and benefits of treatment, surgical management was undertaken. In the absence of posterior vitreous detachment, the patient underwent scleral buckling procedure with a small segmental buckle and cryotherapy limited to the area of the retinal holes; cryotherapy was not applied to the area with neovasularization and no subretinal fluid drainage was performed. The detached retina was successfully re-attached surgically and the subretinal fluid was gradually absorbed over a period of 3 months. Complete regression of neovascularization was evident 2 months postoperatively (Figure ). Three years follow-up revealed a fully attached retina, patient’s visual acuity increased to 20/30 and sea fan neovascularization completely regressed.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'19241283': 1, '1235483': 1, '30895451': 1, '18703555': 1, '10381672': 1, '32884554': 2, '21406128': 1, '9933014': 1, '22553763': 1, '2436979': 1, '11037922': 1, '25249417': 2}", "similar_patients": "{'7443630-1': 1, '7443630-2': 1}"}