{"patient_id": 83185, "patient_uid": "4592736-1", "PMID": 26457216, "file_path": "comm/PMC004xxxxxx/PMC4592736.xml", "title": "Combined Vascular and Orthopaedic Approach for a Pseudotumor Causing Deep Vein Thrombosis after Metal-on-Metal Hip Resurfacing Arthroplasty", "patient": "A 75-year-old female presented to our hospital in April 2014 with left groin pain associated with unilateral lower limb edema and swelling for four weeks.\\nShe had previously had left hip resurfacing arthroplasty in 2008, using Cormet prosthesis (Corin, Cirencester, United Kingdom). She had no history of febrile illness. Metal ion levels were within the normal range recommended by MHRA (Cobalt 2.16 ppb, chromium 2.58 ppb). A metal artifact reduction sequence (MARS) MRI scan of both hips was also performed one year ago. This showed a cystic lesion measuring 30 mm × 25 mm in size. Our patient was asymptomatic with regard to both hips and mobilizing independently and was fully active prior to the onset of recent symptoms.\\nOn examination, the left leg was swollen from thigh to ankle. She had generalized tenderness starting from the groin and the lateral aspect of the thigh radiating down her leg. Her hip arthroplasty wound was well healed, and there were no inflammatory changes. Her hip was painful on all movements, but worse with rotation in flexion. Patient also showed signs of psoas irritation.\\nOn abdominal examination, there was fullness in the left iliac fossa with tenderness on deep palpation. Her right hip examination was normal.\\nInvestigations revealed an elevated erythrocyte sedimentation rate (ESR) of 48 mm/hour and C-reactive protein (CRP) of 37 mg/L (normal: 0–5 mg/L). Her white blood cell count was 5.35 (3.5–11). Metal ion levels were within the normal range, cobalt 1.37 ppb and chromium 2.05 ppb.\\nShe was admitted to hospital. A plain radiograph of her pelvis showed satisfactory positioning of right uncemented total hip replacement with 36 mm metal-on-metal articulation (Corail/Pinnacle) and left hip resurfacing, without adverse features ().\\nDuplex ultrasound of the left leg venous system showed a distended occluded left common femoral vein which failed to respond to respiratory excursions. There was extensive induration and oedema of the skin overlying the thigh which hampers good visualisation of the deep veins within the thigh. Also, ultrasound showed an 80 mm × 32 mm left sided psoas collection which extends from just about the level of the femoral head to the level of the lesser trochanter distally. This collection was compressing the left iliac vein.\\nMARS MRI scan of both hips and pelvis showed left retroperitoneal pelvic cystic lesion (74 mm × 32 mm) previously noted anteriorly and now extending into the iliopsoas bursa. It was thin walled and contained low signal linear debris. The external iliac vessels were displaced and flattened. Further, a smaller cystic lesion was also noted around the greater trochanter (20 mm in length × 5 mm in width) ().\\nOur patient was anticoagulated with low molecular weight heparin (LMWH) and warfarin. The swelling improved rapidly with treatment and rest. Revision surgery was planned but delayed for 3 months pending treatment of DVT.\\nPrior to surgery, a temporary IVC filter was inserted to minimise the risks of intraoperative pulmonary emboli and CT angiography performed before surgery ().\\nAt surgery, pseudotumor was resected after mobilisation of the iliac veins, via an extraperitoneal iliofemoral approach by a vascular surgeon. The wound was then closed and the patient placed in the right lateral decubitus position for revision of the left hip resurfacing to total hip replacement via a posterior approach.\\nIntraoperatively, the external iliac vessels lie closely related to the external wall/capsule of the pseudotumor. The periarticular tissues at the left hip were abnormal and dull grey in colour. Samples were sent for histopathology and microbiology examination. Cultures were sterile after 14 days of incubation. Histologically, the tissue consisted of fibrous and fibrohyalinized tissue with evidence of acute inflammation, predominantly macrophages with only occasional lymphocytes. There were small areas of synovial hyperplasia and focal necrosis. This suggested an adverse reaction to metal debris.\\nSubsequently, she also completed her course of anticoagulants, and a repeat sonogram revealed patent deep venous system. Her symptoms have significantly improved. She is able to carry out most of her daily activities and has an Oxford score of 35 out of 48 nine months after surgery.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'29607251': 2, '18591590': 1, '20884969': 1, '20044676': 1, '17400103': 1, '18762660': 1, '22425294': 1, '29201216': 1, '16669381': 1, '21956066': 1, '22503335': 1, '22704029': 1, '29388037': 1, '19774814': 1, '15043100': 1, '32637514': 1, '16230252': 1, '23672921': 1, '31886377': 1, '26457216': 2}", "similar_patients": "{'5870059-1': 1}"}