{"patient_id": 151066, "patient_uid": "4799037-1", "PMID": 26868374, "file_path": "noncomm/PMC004xxxxxx/PMC4799037.xml", "title": "Resolution of Cutaneous Sarcoidosis Following Topical Application of Ganoderma lucidum (Reishi Mushroom)", "patient": "Informed consent was obtained from the patient for being included in this case report and for publication of the accompanying images.\\nA 44-year-old male patient presented to our outpatient clinic for multiple infiltrated plaques on his scalp for 4 years. A dermatological examination showed multiple plaque lesions of annular erythema with central atrophy and raised borders (Fig. ). An inflammatory and granulomatous reaction in the dermis of the skin, originating beneath the surface epithelium (Fig. a), and granulomas consisting of epithelioid histiocytes and multinucleated giant cells (Fig. b) were detected during the histopathological assessment of the diagnostic biopsy specimen. A systemic screening was performed when available evidence supported a diagnosis of cutaneous sarcoidosis. The chest X-ray showed bilateral hilar enlargement, and the computed thoracic tomography revealed many lymph nodes in the perivascular region, paratracheal region, subcarinal region, and in both hilar regions, where the short axis of the largest lymph node in the right hilus reached up to 1.4 cm in diameter. The patient was diagnosed with cutaneous sarcoidosis based on the typical lung involvement, elevated angiotensin-converting enzyme levels, and histopathologic findings.\\nAfter designing a treatment plan during a control visit, the patient reported that they had found and used a solid soap which contained G. lucidum and goat’s milk from a herbal shop (GanoSoap®, Gano Exel Industries Sdn. Bhd., Malaysia). The patient indicated that they kept the soap foam on the lesion for 1 h, and then rinsed it and repeated the procedure for a total of 3 days. A dermatological examination showed that almost all of the lesions had disappeared (Fig. ). After 6 months, the lesions recurred and the patient applied the same soap again. The lesions disappeared within a week and the scalp lesions are in remission.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'19663829': 1, '10321636': 1, '15465337': 1, '23557365': 1, '19939212': 1, '3236086': 1, '11403089': 1, '18454267': 1, '10996289': 1, '19109000': 1, '19838944': 1, '16786250': 1, '26868374': 2}", "similar_patients": "{}"}