{"patient_id": 80630, "patient_uid": "4396144-1", "PMID": 25918664, "file_path": "comm/PMC004xxxxxx/PMC4396144.xml", "title": "Cocaine Induced Pleural and Pericardial Effusion Syndrome", "patient": "In January 2010, a 42-year-old African American female with medical history of hypertension and asthma presented with a rash of multiple red macules on the back of her thighs and legs, with occasional dark raised and painful spots. She also reported 5 months of diffuse asymmetrical arthritis involving the ankles, knees, elbow, hands, and shoulders. She reported chronic cocaine use, and her urinary drug screen (UDS) was positive for cocaine. On examination, the patient was afebrile. Skin showed diffuse palpable purpura, multiple 1 to 3 cm erythematous macules with areas of skin necrosis. Initial investigations showed creatinine of 1.8 mg/dL (normal 0.6–1.2 mg/dL) with nephrotic range proteinuria, ESR elevated at 96 mm/hr (normal 0–25 mm/hr), and normal complement levels. ANA, Anti-Smith and Anti-dsDNA were negative, but both c-ANCA and atypical p-ANCA were positive (titer 1 : 640 and 1 : 320, resp.). Biopsy of skin and kidney showed leukocytoclastic vasculitis and proliferative glomerulonephritis, respectively (). SLE was suspected, and the patient was started on mycophenolate and prednisone, and the treatment continued for 36 months. The medications were stopped after her kidney function was back to normal. She had her prednisone doses tapered down slowly for extra 3 months beyond the treatment period. Patient was largely stable thereafter, except for persistently high p-ANCA. Patient was abstinent from cocaine between 2010 and 2013. She was free of symptoms; she denied any chest pain, shortness of breath, or skin rashes. Patient did not have any cocaine or other drugs like amphetamine or phencyclidine (PCP). In July 2013, she presented again with dyspnea, skin rash, and pleuritic chest pain that started abruptly two days ago. Pt was febrile, with multiple purpura. UDS was positive for cocaine and opiates. Coxsackie viral serology was negative. Chest X-ray and CT angiogram demonstrated moderate pericardial () and pleural effusions (). Pleural fluid was exudative on thoracentesis and negative for tuberculosis and viral particles. ANA, Anti-Smith, and Anti-dsDNA were negative. Both proteinase-3 and p-ANCA were positive (titer 1 : 640). Patient was started on prednisone and discharged on a 6-month course. One month later, the patient reported symptom improvement, and the follow-up CT was negative for effusion ().", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'30100567': 1, '33482962': 1, '11139434': 1, '31401698': 1, '23024819': 1, '20019655': 1, '24478818': 1, '16132615': 1, '10354040': 1, '21706168': 1, '21373246': 1, '25918664': 2}", "similar_patients": "{}"}