{"patient_id": 138761, "patient_uid": "4017695-1", "PMID": 24829635, "file_path": "noncomm/PMC004xxxxxx/PMC4017695.xml", "title": "Exacerbation of Skin Lesions in a 50 year old Man with Psoriasis during Treatment by Pegylated Interferon", "patient": "We present the case of a 50 year old male patient diagnosed with psoriasis who referred to our clinic at Tehran University of Medical Sciences.\\nOn his first admission in April 2007, he had a positive anti-HCV antibody (anti-HCV Ab) test. Except for the history of psoriasis, which was under control with anti-psoriatic medications, his past medical history was unremarkable.\\nPhysical examination revealed healing silvery scale psoriatic plaques distributed over both forearms and lower legs without pustules and pitting of nails caused by the disease (,). The remainder of the physical examination was unremarkable.\\nThe patient was infected with genotype 3a and the viral count was 223,000 IU/ml. Levels of thyroid stimulating hormone, albumin, bilirubin, prothrombin time, blood urea, alkaline phosphatase and creatinine were within normal limits.\\nThe alanine transaminase level was 66 IU/L (normal <40 IU/L) and aspartate transaminase 65 IU/L (normal <40 IU/L). The complete blood count was also normal. A liver biopsy was performed which showed an inflammation grade of 11/18 and fibrosis stage of 3/6 according to the Ishak classification.\\nThe abdominal ultrasonic examination was normal, except for a mildly enlarged spleen. There was no evidence of fatty liver or other pathological findings. Portal vein diameter was 12 mm.\\nThe patient was started on standard HCV therapy with pegylated interferon alfa-2a (Pegaferon@, Pooyesh Daru, Iran) and ribavirin for 24 weeks.\\nAt the first week of treatment, the patient suffered from arthro-myalgias, which were not severe enough to warrant treatment. During the second week, he developed generalized itching, particularly at night. This was managed by night-time oral hydroxyzine and topical Calamine-D lotion.\\nPsoriatic lesions were observed from week three of treatment and new lesions appeared on his legs, elbows, back and knees. His skin lesions became more severe and his dermatologist, in consultation with the hepatologist, recommended cyclosporine 100 mg, twice daily. On week eight of therapy, the patient became neutropenic (absolute neutrophil count: <1000 cell/ml), thus granulocyte colony stimulating factor (G- CSF) at a dose of 300 μg per week was started.\\nOn the third month of therapy, as the healing of psoriatic lesions was not satisfactory, the patient also received 100 sessions of PUVA therapy (Psoralen plus Ultra Violet A treatment 3 times a week, each session ranging from 2 to 250 sec). PUVA therapy continued for the rest of the HCV treatment course.\\nAlthough the patient’s psoriatic lesions worsened in severity, there were no lesions or any evidence of psoriatic nail or joint complications. He tolerated HCV therapy well until the end of the 24th week of treatment.\\nWithin one month after treatment cessation, the psoriatic lesions receded without the need for additional therapy. HCV RNA was undetectable 6 months after discontinuation of treatment, which indicated sustained viral response. One and a half years after treatment, HCV RNA is still undetectable and the patient has had no exacerbation of his psoriatic lesions.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'10971502': 1, '20597564': 1, '10824054': 1, '20585599': 2, '11174373': 1, '11053930': 1, '18452521': 1, '16644614': 1, '19821520': 1, '17683392': 1, '27230122': 2, '24829635': 2}", "similar_patients": "{'4881008-1': 1, '2879954-1': 1}"}