{"patient_id": 139479, "patient_uid": "4065482-1", "PMID": 24959017, "file_path": "noncomm/PMC004xxxxxx/PMC4065482.xml", "title": "Chronic myeloid leukemia in case of Klinefelter syndrome", "patient": "This is a case report of a 22-year-old male patient who presented with abdominal distension and heaviness on the left side of the abdomen of 1 month duration. There was no history of fever, weight loss, bleeding episodes and recurrent infections. Patient had history of delayed development of secondary sexual characters. He was average in studies and IQ was 92 (by Wechsler adult intelligence scale-III). General physical examination revealed height of 172 cm (normal), arm span was 173 cm and weight 55.5 kg (body mass index by Quetlet formula: 18.76). No pallor, icterus or enlarged peripheral lymph nodes were present. The spleen was enlarged (16 cm below the sub costal margin) and the liver was palpable 5 cm below the costal margin. The testes were firm and atrophic (right testis volume: 6 ml, left testis volume: 5 ml), the pubic, axillary, body and facial hair were sparse, suggestive of hypogonadism. Stretched penile length was 10 cm (normal).\\nHematological investigations revealed hemoglobin of 9.6 g/dl, total leukocyte count (TLC) of 130 × 109/l, platelet count of 162 × 109/l. The differential leukocyte count on peripheral blood smear was – neutrophils 32%, lymphocytes 1%, eosinophils 1%, monocytes 1%, basophils 6%, promyelocytes 2%, myelocytes 46%, metamyelocytes 10%, normoblasts 2% and blasts 1% respectively. Bone marrow aspiration and biopsy showed myeloid hyperplasia with predominance of myelocytes, metamyelocytes and neutrophils. Erythroid cells and lymphocytes appeared reduced. Megakaryocytes were increased in number. Blasts were less than 5% and basophils were mildly increased (approximately 8%). Chromosomal analysis was performed after unstimulated 72 h culture of bone marrow cells, followed by conventional Giemsa staining of metaphase spreads. Examination of 30 metaphases revealed a karyotype of 47, XXY, t (9;22)(q34;q11) []. The bcr-abl/abl transcript level in the peripheral blood were measured by quantitative polymerase chain reaction (PCR) (minor groove binder with reverse transcriptase PCR methodology) and were normalized to bcr transcript concentration and expressed as a percentage. The bcr-abl/abl ratio was 97% in the peripheral blood before the start of imatinib therapy. Baseline endocrinological investigations revealed serum follicular-stimulating hormone level 40.2 IU/l (normal 1.8-13.6 IU/l) and serum testosterone level 6.4 nmol/l (normal 2.3-14 nmol/l). Semen analysis revealed azoospermia. A diagnosis of KS with CML was made.\\nThe patient was started on hydroxyurea to reduce the TLC along with on oral imatinib mesylate (400 mg/day). Monotherapy with oral imatinib (400 mg/day) was continued. He achieved complete hematological remission after 2 months of therapy. The bcr-abl/abl ratios in the peripheral blood were 1.99% and 0.007% (3-log reduction over baseline) at 1 and 2 years after treatment respectively.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'4318704': 1, '9645824': 1, '27408358': 1, '18055868': 1, '3567882': 1, '7841064': 1, '15036890': 1, '2372782': 1, '16106025': 1, '2917636': 1, '15160966': 1, '4414046': 1, '12547150': 1, '15798142': 1, '24959017': 2}", "similar_patients": "{}"}