{"patient_id": 79610, "patient_uid": "4322808-1", "PMID": 25671135, "file_path": "comm/PMC004xxxxxx/PMC4322808.xml", "title": "Successful treatment of a Caucasian case of multifocal Castleman’s disease with TAFRO syndrome with a pathophysiology targeted therapy - a case report", "patient": "A 21 year old Caucasian woman with no relevant medical, family or psychosocial history was admitted to our department for pleural and pericardium effusion and ascites. The patient had been experiencing left subcostal pain, dyspnea and general malaise for four weeks before admission. She presented fever (38.5°C) with shiver, pharyngodynia, periorbital edema and asthenia (Table ). One week before admission she visited a local hospital where she underwent a series of medical tests. Laboratory results revealed blood count abnormalities (thrombocytopenia and normocytic anemia), hypoalbuminemia, elevation of erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), ferritin and γ-globulin (polyclonal) (Table ). Abdominal ultrasonography showed hepato-splenomegaly with ascites, while a chest radiography and an echocardiography detected bilateral pleural and pericardial effusion. She was then referred to Ancona University Hospital for further diagnostic assessments.\\nOn admission, she was dyspnoic and febrile (37.8°); a severe pitting edema was evident in both legs and the abdomen wall was markedly outstretched due to ascites. No skin lesions were visible. Her superficial lymph nodes were not palpable.Further laboratory tests revealed mild renal failure and significant proteinuria, whereas repeated blood, peritoneum liquid and urine coltural samples were sterile. Anti-Toxoplasma, anti-Bartonella, anti-Rickettsia antibodies and Widal-Wright test were all negative, as well as anti-HIV, anti-CMV, hepatitis C virus antibodies and hepatitis B surface antigen test. Moreover, PCR tests did not detect the presence of Epstein-Barr Virus DNA nor HHV-8 in the patient’s blood. Immune serology (anti-nDNA, anti-ENA, aCL, anti-β2GPI, ANCAs) were all negative. ANA were detected (1/640, granular pattern). The serum complement levels were normal. No monoclonal bands were observed on immunofixation tests. A bone marrow biopsy revealed a diffuse and dense increase in reticulin with reactive hyperplastic pattern (Figure A,B), and a mononuclear cells immunophenotyping was substantially normal. The serum level of IL-6 was significantly higher than normal: 19.4 pg/mL (reference range 0–5.2 pg/mL).After admission, a continuous fever ranging between 37.5° and 38°C persisted, and platelet, albumin and red blood cell transfusions were required. Additionally, the patient’s renal function rapidly deteriorated, with increased proteinuria. A whole body computed tomography (CT) showed bilateral axillar, mediastinal and abdominal para-aortic, celiac and perisplenic lymph nodes, hepatosplenomegaly, pleural and peritoneal effusion (Figure A,C).\\nThe ascites and pleural fluids had biochemical exudative characteristics but were sterile, and no lymphoma or other malignant cells were detected in the samples.Tissue samplings of inguinal and mediastinal nodules (by bronchoscopy) were not diagnostic. After an initial improvement with high dose steroid therapy (methylprednisolone intravenously at 1 mg/kg for two weeks, then prednisone 50 mg/d orally, tapered to 37.5 mg/d), clinical and lab features worsened. A surgical mediastinal lymph node biopsy finally showed an histological picture suggestive for mixed-type (hyaline-vascular and plasma cell type) Castleman’s disease (Figure C,D).\\nThe diagnosis of Multicentric Castleman’s Disease with TAFRO syndrome was then established.\\nGiven the high plasmatic level of IL-6 and the clinical evidences available in literature, we added tocilizumab (8 mg/kg intravenously, every two weeks, three infusions) to the corticosteroid therapy (prednisone 50 mg/d orally); some of the patient’s features improved (Table ), but after one month, there was no further clinic or laboratoristic benefit. Therefore, R-CVP (rituximab 375 mg/m3, cyclophosphamide 750 mg/m3, vincristine 1.4 mg/m3 and prednisone 40 mg/m3) chemotherapy was started (CVP monthly; rituximab weekly for the first month, then monthly). Two days after the first infusion a severe Posterior Reversible Encephalopathy Syndrome (PRES), clinically characterized by hypertension, visual disturbances, severe headache and convulsive crisis, appeared. A magnetic resonance imaging (MRI) of the brain showed enlargement of brain cerebrospinal fluid spaces and some small cortical-subcortical areas of altered signal. The syndrome resolved without any aftermath after three days. An anti-hypertensive and anti-comitial prophylaxis was added, the cyclophosphamide dose was reduced to 50% only in the second administration and the patient completed a total of 6 chemotherapy cycles without other adverse events.\\nSeven months after disease onset, a CT scan revealed no ascites or pleural effusion and reduction of lymphadenopathy (Figure B,D). After the sixth infusion (nine months from the disease onset), the patient’s symptoms had completely disappeared and blood tests, including the serum IL6 level, were within the normal range. Steroid therapy was carefully tapered during chemotherapy period and then discontinued. A single infusion of rituximab 375 mg/m3 is currently administered monthly as maintenance therapy.Twelve months after disease onset the patient continues to be totally asymptomatic and a 18-fluoro-deoxyglucose (FDG) positron emission tomography (PET) scan did not show any evidence of pathologic hyper-accumulation areas to be referred to disease activity. Clinical course and main diagnostic and therapeutic procedures are summarized in Figure .", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'31557985': 1, '27245076': 1, '17664235': 1, '26980221': 1, '25808231': 1, '10607684': 1, '23400962': 1, '19937164': 1, '27516889': 2, '20864917': 1, '28502946': 1, '16079113': 1, '20435835': 1, '33936675': 2, '27725549': 1, '28984775': 1, '33787583': 2, '16344673': 1, '24681940': 1, '20921905': 1, '23812199': 1, '28353560': 1, '28752346': 1, '29018798': 1, '11505414': 1, '23801140': 1, '23801138': 1, '33929719': 1, '23801139': 1, '17541233': 1, '23801137': 1, '28087540': 1, '28580156': 2, '21686794': 1, '22638145': 1, '23801135': 1, '29021431': 1, '16405432': 1, '29464312': 1, '28509137': 1, '24019247': 1, '30009125': 2, '31579342': 1, '29321413': 1, '28781319': 1, '29901607': 1, '19021070': 1, '28717524': 2, '31608209': 1, '24890946': 2, '25671135': 2}", "similar_patients": "{'8077398-1': 1, '5498970-1': 1, '4970309-1': 1, '4088371-1': 1, '5451894-1': 1, '8021385-1': 1, '6038051-1': 1}"}