{"patient_id": 76937, "patient_uid": "4155878-1", "PMID": 25206169, "file_path": "comm/PMC004xxxxxx/PMC4155878.xml", "title": "Use of Tongue Blade to Reposition Palatally Luxated Tooth due to Trauma: A Novel Technique", "patient": "This is a case of 9-year-old girl who reported to the department of pedodontics and preventive dentistry with a history of trauma to the teeth due to a fall 2 hours ago. Patient had a fall during play. On extraoral examination patient had straight profile and swelling of upper and lower lip on right side with upper lip laceration. Intraorally permanent maxillary left central incisor had class II Ellis fracture and permanent maxillary right central incisor was luxated palatally () with bleeding of the gingiva. Patient had mixed dentition and occlusion was deranged. Permanent maxillary right central incisor was firm and had metallic sound on percussion. There was no associated alveolar bone fracture. Periapical radiograph of permanent maxillary left central incisor confirmed class II Ellis fracture.\\nTreatment consisted of cleaning the lips and the oral cavity with saline. Composite build up of permanent maxillary left central incisor was done. Regarding the luxated tooth permanent maxillary right central incisor, we have used a novel approach of using a tongue blade to reposition the tooth. Local anesthesia; infraorbital nerve block was administered and the child was shown how to hold the tongue blade and apply a constant pressure on the tooth permanent maxillary right central incisor (). After 10 minutes the occlusion was checked and was found to be corrected (). The child was given instructions not to open the bite until next 30 minutes and was advised to do the tongue blade holding activity just once more at home. Follow-up after a week demonstrated the corrected position of the tooth. The edema had subsided, laceration of lip healed and the gingiva on the palatal side of permanent maxillary right central incisor appeared normal.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'8935108': 1, '7593883': 1, '12110104': 1, '12154768': 1, '25206169': 2}", "similar_patients": "{}"}