{"patient_id": 79118, "patient_uid": "4295575-1", "PMID": 25494704, "file_path": "comm/PMC004xxxxxx/PMC4295575.xml", "title": "Multiple intracranial and spinal metastases from a nonfunctioning pituitary adenoma following multiple surgeries: an illustrative case with 16 years of follow-up", "patient": "A 40-year-old man was hospitalized (the fourth admission) with a major complaint of declining visual acuity during the preceding 6 months. He underwent his first craniotomy in 1998 for removal of a large pituitary adenoma (Figure ). The final pathological diagnosis was benign pituitary adenoma. In 2008 and 2010, he was readmitted to our hospital with hearing loss in the left ear and numbness and weakness in his limbs, and the second and third surgeries were performed for the removal of lesions at different sites, respectively (Figure ). Generally, the histological examinations of all surgical specimens obtained from the second and third operations showed typical benign pituitary adenomas. After the third operation, whole-brain and spinal cord radiation therapy was recommended because the tumor was then clinically diagnosed as a malignant lesion due to its behavior of recurring metastases. Unfortunately, because of the possible side effects, the patient refused to undergo the recommended treatment. On physical examination at the fourth admission, the patient was conscious and could answer questions correctly. Mild bilateral papilledema was detected. The patient had bitemporal hemianopsia and declining bilateral visual acuity (left: 4.8, right: 5.0). He had no other neurological deficit.\\nThe laboratory findings in May 2013 (at the time of the patient’s fourth admission) showed that his serum hormone levels, including prolactin (PRL) (225.0 mIU/L; reference ranges, 53.0 to 360.0 mIU/L), adrenocorticotropic hormone (ACTH) (47.43 pg/ml; reference range, 7.20 to 63.30 pg/ml), human growth hormone (hGH) (0.22 mIU/L; reference range, 0.16 to 2.60 mIU/L), insulin-like growth factor 1 (1.01 U/ml; reference range, 0.5 to 2.0 U/ml) and thyroid-stimulating hormone (TSH) (2.243 mIU/L; reference range, 0.350 to 4.940 mIU/L), were all normal. His visual field examination indicated bitemporal hemianopsia. Contrast-enhanced magnetic resonance imaging (MRI) of the patient’s brain indicated the presence of three intracranial lesions, with their locations being in the sella turcica (maximum diameter, 2.0 × 1.2 × 2.2 cm), the right frontal lobe (maximum diameter, 0.5 × 0.4 × 0.3 cm) and the anterior cerebral falx (maximum diameter, 0.6 × 0.5 × 0.3 cm), respectively. All lesions demonstrated long T1 and T2 heterogeneous signals and high signal intensity on fluid-attenuated inversion recovery images with significant enhancement (Figures and ).\\nIn the patient’s fourth surgery, the right subfrontal approach of craniotomy was adopted, and the incision was made at the same site used in the first surgery in 1998. After we expanded the bone window to the middle line and attempted to cut the dura mater open, we observed the dura mater to be tightly adhered to the right frontal cortex, which was then carefully dissociated under a microscope. During the dissociation process, we first exposed and removed the lesion in the right frontal lobe. The lesion was gray and soft, with a base connected to the dura mater. The lesion was immediately sent for intraoperative pathological examination, and the diagnosis was neuroendocrine neoplasm. Subsequently, we dissociated and removed the tumor in the sellar region. We then exposed and resected the tumor at the cerebral falx using an interhemispheric fissure approach. After the surgery, the patient had a satisfactory recovery of visual field, but experienced transient diabetes insipidus and hypopituitarism, from which he gradually recovered after symptomatic treatment. No other operation-related complications occurred. The postoperative MRI demonstrated complete removal of three lesions. Whole-brain and spine radiotherapy in combination with chemotherapy were suggested to the patient, but he rejected this suggestion.\\nPathological examinations indicated that the three lesions were all pituitary adenomas with atypical cellular proliferation. The results of the immunohistochemical examinations were ACTH (+), hGH (low +), PRL (low +) and Ki67 (+; <2%) (Figure ).\\nThe patient was followed from December 1998 (after the first surgery) to December 2014. He achieved a satisfactory recovery after each surgery. No tumor recurrences or metastatic lesions were observed in the sellar region or other regions during the 19-month follow-up period from May 2013 (after the fourth surgery) to December 2014.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'11081161': 1, '21715538': 1, '12744376': 1, '9024719': 1, '22120355': 1, '7960673': 1, '10487040': 1, '3047593': 1, '1327728': 1, '27408467': 1, '20660056': 1, '11165617': 1, '7931601': 1, '24077272': 1, '6602671': 1, '15741248': 1, '8633483': 1, '10552031': 1, '8747957': 1, '16311418': 1, '3237551': 1, '11089473': 1, '15191336': 1, '3978826': 1, '20616500': 1, '21956419': 1, '7256167': 1, '3589946': 1, '11414474': 1, '25494704': 2}", "similar_patients": "{}"}