{"patient_id": 83490, "patient_uid": "4616334-3", "PMID": 25170933, "file_path": "comm/PMC004xxxxxx/PMC4616334.xml", "title": "Neurological Manifestation of Recreational Fatal and Near-Fatal Diethylene Glycol Poisonings", "patient": "A 21-year-old Nepalese man presented 2 days after case number 2 with similar complaints of abdominal pain and vomiting. Clinical examination was only remarkable for diffuse vague tenderness in the abdomen. Laboratory studies (summarized in Table ) revealed renal failure and high anion gap metabolic acidosis. The patient was admitted to the ward as a case of acute kidney injury and possible rhabdomyolysis. Slow correction of hyponatremia was carried out, his urine output and renal parameters were worsening, and the high anion gap metabolic acidosis persisted. HD was started 2 days later.\\nFour days after admission, the history of ingestion of around 60 mL of furnace fuel (same as in Case 2) was revealed.\\nSubsequently, he developed bilateral cranial nerve palsies including VII, VIII, IX, and X cranial nerves. Further neurological examination revealed quadriparesis, global areflexia, and equivocal plantars. Brain CT was normal. The patient developed pulmonary edema warranting urgent intubation, mechanical ventilation, and HD. He was transferred to the MICU for further care. An EEG revealed moderate to severe slowing of the background pattern without epileptiform activity.\\nFollow-up at 3 months showed that the patient remained dependent on HD.\\nHe had persistent bilateral facial paresis, bulbar palsy, and foot drops, but otherwise intact cognitive functions.\\nFollow-up brain MRI (Figure ) showed mild generalized cerebral atrophy (Table ) and a normal MRS. VEPs and BAEPs were normal. Follow-up NCS showed worsened mixed sensorimotor demyelinating neuropathy, with absent conduction in the lower limbs.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'18024066': 1, '16534135': 1, '5056474': 1, '7990679': 1, '18068987': 1, '15902788': 1, '33475432': 1, '7613408': 1, '29123883': 2, '12427908': 1, '24819553': 1, '15824363': 1, '24266434': 1, '21856646': 1, '21192754': 1, '20530232': 1, '34278906': 1, '20079132': 1, '25809433': 1, '8800189': 1, '31264145': 1, '24439712': 1, '18045860': 1, '19586352': 1, '16810786': 1, '19696305': 1, '22694101': 1, '25170933': 2}", "similar_patients": "{'4616334-1': 2, '4616334-2': 2, '5674463-1': 1}"}