{"patient_id": 83122, "patient_uid": "4586958-2", "PMID": 26451272, "file_path": "comm/PMC004xxxxxx/PMC4586958.xml", "title": "Surgical Intervention for Penile Methamphetamine Injections", "patient": "A 33-year-old male with no significant past medical history presented to the emergency department for evaluation of fevers, chills, and sharp penile pain, which began the day following a self-administered injection of methamphetamine into his penis. He denied any other significant past medical or surgical history. His family history was noncontributory. The patient endorsed a history of depression and reported having sex with only women.\\nLaboratory studies showed a white blood cell count of 22,000/μL, hematocrit of 37%, a platelet count of 374,000/μL, creatinine of 1.11 mg/dL, and lactic acid of 3.9 mg/dL. CT scan of the pelvis with contrast is shown in .\\nDespite negative CT imaging, the patient was immediately taken to the operating room for incision and drainage after progressively worsening in the emergency department. A 17-French flexible cystoscopy confirmed no evidence of urethral erosion, injury, or stricture. After placement of a Foley catheter, a 7 cm incision along the right lateral aspect of the penis was performed whereby pus was drained. The abscess cavity was copiously irrigated and packed wet to dry. There was no involvement of the corpora or urethra. His postoperative course was complicated by pulmonary edema managed conservatively with diuresis. Initially, he was started on vancomycin (1.5 g every 8 hours) and ertapenem (1 g IV every 24 hours) antibiotics until his intraoperative wound culture grew sensitive Group A Streptococcus spp. He was discharged home with amoxicillin/clavulanate 875 mg/125 mg twice daily for 14 days based off antibiotic sensitivities.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'11784456': 1, '26090569': 1, '25623185': 1, '15488344': 1, '2182730': 1, '33243961': 1, '23596611': 2, '17661197': 1, '21190073': 1, '15829444': 1, '26955536': 1, '14746612': 1, '2643728': 1, '16103774': 1, '15674448': 1, '22954501': 1, '17982605': 1, '8421420': 1, '22871216': 1, '17493062': 1, '15887599': 1, '14600066': 1, '16135337': 1, '12039618': 1, '26451272': 2}", "similar_patients": "{'4586958-1': 2, '3623536-1': 1}"}