{"patient_id": 87570, "patient_uid": "4939189-1", "PMID": 27429620, "file_path": "comm/PMC004xxxxxx/PMC4939189.xml", "title": "Rapidly Progressing Refractory Hodgkin Lymphoma: A Case Report and a Possible Explanation", "patient": "In August 2013, a 66-year-old male suffering from high blood pressure and chronic obstructive pulmonary disease presented with symptoms of recurrent fever and generalized lymphadenomegaly. Biopsy from the left axillary lymph node revealed classical nodular sclerosis variant of Hodgkin lymphoma (cNS HL). Stage IV/B disease was confirmed with hepatic, spleen, and extranodal (pulmonary) involvement with an unfavorable prognosis (International Prognostic Score 5). The patient had persistent fever during treatment with several lines of antibiotics (ciprofloxacin, levofloxacin, moxifloxacin, and piperacillin + tazobactam) and ABVD I/1 (doxorubicin, bleomycin, vincristine, and dacarbazine).\\nThe patient arrived to our center in October 2013 with fever and clinical symptoms of extensive pneumonia. Inflammatory involvement in the left axillary region was also present. As for microbiological specimens, Candida crusei was cultured from the bronchial secretion, but hemocultures and skin cultures remained negative. Endocarditis was excluded with transthoracic and transesophageal echocardiography. Cytomegalovirus and cryptococcus serology were both negative. A vertebral magnetic resonance imaging scan was performed due to walking impairment, which revealed tumorous bone involvement, but showed no evidence of infection (either abscess or osteomyelitis). Though the patient received treatment with broad-spectrum antibiotics and antifungal agents (meropenem + moxifloxacin and fluconazole and then amphotericin B), fever persisted as a symptom of progressing HL. Therefore 18FDG-PET/CT (18fluoro-deoxy-glucose-positron emission tomography combined with computed tomography) was performed in November 2013. The scans revealed an extensive disease with supra- and infradiaphragmatic bone marrow and extranodal involvement (). As only half cycle of ABVD was administered, we considered the patient refractory due to his rapidly worsening clinical condition; therefore we decided to change to salvage therapy.\\nAfter the first cycle of DHAP chemotherapy (dexamethasone, cytarabine, and cisplatin), a significant response was observed, the patient became afebrile, tendency of inflammatory parameters improved, and improving overall clinical condition was seen. Before the second cycle of DHAP in December 2013, fever reoccurred without any known infectious origin but chemotherapy improved his clinical condition. A subsequent interim 18FDG-PET/CT and biopsy of the axillary skin lesion was performed. Unfortunately, 18FDG-PET/CT showed rapid progression () in early January 2014.\\nIn the meantime, histopathological analysis of the axillary skin lesion biopsy was performed. The specimen was obtained from the disseminated cutaneous lesion localized on the left side of the thorax. Histologic findings included perivascular infiltration by atypical cells with prominent nuclei, large cytoplasm, altogether resembling blast-like tumorous infiltration. Based on immunohistologic characteristics of strong CD30 positivity, coexpression with CD3/CD4 antigens, light EMA positivity, CD20 and Alk-1 negativity, and 15% Ki-67 proliferation rate with no apparent cells of the Reed-Sternberg morphology, possibility of a peripheral T-cell lymphoma was considered. It was noted, however, that the size and quality of the biopsy were insufficient for proper diagnosis.\\nConsidering these results, the patient was treated with IGEV protocol (ifosfamide, gemcitabine, and vinorelbine). Antibody drug conjugate brentuximab vedotin was considered and was under review for approval by the insurance company, due to CD30 positivity of the tumorous cells in both samples. Unfortunately the patient died in January 2014, during an IGEV chemotherapy cycle from acute kidney failure and respiratory insufficiency.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'23948348': 1, '21047225': 1, '16056244': 1, '23305738': 1, '10637283': 1, '23225085': 1, '30180475': 1, '23224400': 1, '27429620': 2}", "similar_patients": "{}"}