{"patient_id": 140381, "patient_uid": "4130893-1", "PMID": 25133125, "file_path": "noncomm/PMC004xxxxxx/PMC4130893.xml", "title": "A Case of Endoscopic Full-Thickness Resection in a Patient with Gastric High-Grade Dysplasia Unsuitable for Endoscopic Submucosal Dissection", "patient": "A 63-year-old man visited our clinic for treatment of gastric HGD. The patient was referred to our clinic after a biopsy revealed a 1-cm active ulcerative lesion, identified as a microfocal tubular adenoma with HGD, after 2 months of proton pump inhibitor use and 1 week of Helicobacter pylori eradication treatment (). Upon physical examination, the patient exhibited no specific symptoms or abnormalities. The patient had no history of alcohol use or smoking, and no history of specifically diagnosed medical conditions. Blood tests showed that the white blood cell count was 5,340×103/µL; hemoglobin, 13.9 g/dL; and platelet count, 245×103/µL. All other laboratory findings were within normal limits. No specific gastric wall abnormalities or lymph node enlargements were noted on an abdominal computed tomography scan. The patient underwent a repeated upper endoscopy in our clinic for a more exact evaluation of the previously proven gastric dysplasia. A 7-mm, discolored, nodular lesion (previously found to be HGD) was noted at the lesser curvature side of the low body (); therefore, we obtained two biopsy samples. A second elevated and nodular lesion was noted at the entire angle, and two biopsy samples were obtained from the more prominent nodular lesion located at the anterior wall of the angle (). Both lesions revealed HGD; therefore, we planned to perform ESD for HGD treatment.\\nESD was performed under conscious sedation, using midazolam and propofol, in the hospital on day 1. No complications such as bleeding or perforation were observed after the procedure. The first lesion (located at the lesser curvature side of the low body) measured 0.7×0.5×0.5 cm in size, and was found to be low-grade dysplasia. The second lesion, at the center of the angle, measured 1.2×0.7×0.5 cm in size, and was found to be HGD. However, lateral margin involvement was observed at both lesions. Postoperative diet was started at day 3, and the patient was discharged the same day. After 6 months, follow-up upper endoscopic biopsy was performed, and HGD was again detected. We attempted ESD a second time, but were not successful because of diffuse edema and uncertain margins.\\nIf the results of the follow-up endoscopic biopsy had been EGC, we might have chosen a gastrectomy with regional lymph node dissection. However, since the biopsy result was HGD, we wanted to preserve as much of the stomach as possible. After detailed consultation, we undertook laparoscopy-assisted EFTR to treat the gastric dysplasia.\\nSurgery was performed with the patient under general anesthesia, and lasted 2 hours and 20 minutes. The patient received an antibiotic injection; then, a 12-mm initial access site was established at the periumbilicus. After a forward-viewing laparoscope was introduced through the periumbilical trocar, a pneumoperitoneum was created with carbon dioxide, and two additional trocars were placed. An upper endoscope with a transparent cap was also used. We marked the normal mucosa surrounding the lesion with APC (), then injected fluid into the affected submucosa. An initial cut (precut) was made with a needle knife outside the sealed area; then, an insulation-tipped knife was inserted into the precut incision, and used to create a circumferential submucosal incision (). A small puncture was made on one side of the lesion (), and full-thickness resection was performed with an IT-2 knife around three-quarters of the circumference (). A harmonic scalpel was used to liberate the remaining quarter of the circumference under laparoscopic supervision. The defective gastric wall was closed manually after a mini-incision, and a leakage test using endoscopic air inflation was carried out after the closure.\\nThe postoperative diet was started at day 5, and patient was discharged at day 10 without complications. The excised portion of the lesion was measured at 4.2×3.0×1.2 cm. The final pathological report revealed HGD with a focal intramucosal carcinoma of 0.8×0.7 cm (). No lymphovascular invasion or resection margin involvement was detected. Therefore, we conclude that the lesion was completely resected.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'34497440': 1, '21108175': 1, '22076184': 1, '18401651': 1, '2210465': 1, '8213713': 1, '22350555': 1, '18547568': 1, '1515980': 1, '19082886': 1, '15322508': 1, '19776581': 1, '22678176': 1, '19891582': 1, '7601031': 1, '17058164': 1, '22507086': 1, '18942058': 1, '22076221': 1, '22370915': 1, '25133125': 2}", "similar_patients": "{}"}