{"patient_id": 80166, "patient_uid": "4356421-1", "PMID": 25789009, "file_path": "comm/PMC004xxxxxx/PMC4356421.xml", "title": "Stereotactic aspiration combined with gamma knife radiosurgery for the treatment of cystic brainstem metastasis originating from lung adenosquamous carcinoma: A case report", "patient": "A 59-year-old Chinese female presented to the Department of Neurosurgery, The Affiliated Hospital of Beihua University (Jilin, China) with a two-week history of vertigo and gait instability on May 19, 2012. Magnetic resonance imaging (MRI) revealed a cystic mass located in the pons. The cystic brainstem tumor initially measured 15×12×13 mm (volume, 1.3 cm3), and the cyst wall exhibited annular enhancement (). The patient had undergone surgical treatment for primary lung cancer, pathologically diagnosed as adenosquamous carcinoma, at Jilin Province Cancer Hospital (Changchun, China) two years prior to the current presentation. Brainstem metastases were diagnosed based on the clinical and neuroimaging findings, and the patient received initial GKRS for the lesion in the pons over 40 days. The total radiosurgical dose applied to the tumor was 54.0 Gy in 2 Gy daily fractions. MRI, three months following the completion of GKRS, revealed that the cystic mass had increased in size to 22×17×19 mm (volume, 3.9 cm3) (). The patient was subsequently referred to the Department of Neurosurgery, China-Japan Union Hospital of Jilin University (Changchun, China) for further treatment.\\nUpon admission, magnetic resonance spectroscopy (MRS) with peritumoral measurements revealed that the choline/N-acetylaspartate (Cho/NAA) ratio was 3.09 (). Computed tomography-guided stereotactic biopsy and aspiration of the intratumoral cyst, performed three months following the initial GKRS, yielded 2.0 cm3 of yellow-white fluid (), and a smear of the hydatid fluid showed atypical cells (). Histopathology revealed the biopsy specimen to be a metastatic adenosquamous carcinoma originating from the lung. The sample exhibited similar hematoxylin and eosin morphology to lung adenosquamous carcinoma with predominant well-differentiated adenocarcinoma associated with heterologous elements of squamous cell carcinoma. An MRI scan for gamma knife radiosurgery planning conducted following stereotactic aspiration showed that the cystic tumor in the pons had decreased in size to 18×15×14 mm (volume, 1.9 cm3; ). The patient’s vertigo and gait instability improved within three days following the aspiration, and a second GKRS was performed one week later (dose, 12.0 Gy). Following discharge from hospital, the patient was alert and the neurological symptoms had resolved. A further MRI scan was performed five months subsequent to the repeat GKRS, revealing that the brainstem metastasis had reduced to 12×13×14 mm (volume, 1.2 cm3), without severe radiation-induced edema (). MRI also indicated that the brainstem metastasis was well controlled. The patient survived for 12 months following the repeat GKRS, however, later succumbed to the disease after lapsing into a two-week coma following the development and progression of new brain metastases.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'18439658': 1, '23884838': 1, '24886816': 1, '23205785': 1, '11850576': 1, '10507375': 1, '17097830': 1, '23691365': 1, '21371773': 1, '20133072': 1, '17219825': 1, '28950878': 2, '22200010': 1, '9420088': 1, '21997541': 1, '21508879': 1, '20732522': 1, '23205783': 1, '30410358': 1, '20598449': 1, '23205784': 1, '14505101': 1, '21213018': 1, '17628747': 1, '15784375': 1, '30680200': 1, '16385327': 1, '19893727': 1, '23443514': 1, '24504497': 1, '21942724': 1, '20092374': 1, '19828410': 1, '23870233': 1, '24210806': 1, '16277098': 1, '12822609': 1, '25789009': 2}", "similar_patients": "{'5615803-1': 1}"}