{"patient_id": 77063, "patient_uid": "4163423-1", "PMID": 25247100, "file_path": "comm/PMC004xxxxxx/PMC4163423.xml", "title": "Waldenström Macroglobulinemia in Hepatitis C: Case Report and Review of the Current Literature", "patient": "A 57-year-old African-American man presented to the emergency department with acute loss of consciousness.\\nMedical history included chronic, untreated HCV without known cirrhosis, hypertension, cocaine use, type 2 diabetes mellitus complicated by retinopathy, and right knee replacement for osteoarthritis. Over the past year, he had experienced episodic melena which did not fully resolve after photocoagulation of gastric ulcers, resulting in anemia and necessitating several blood transfusions during this time.\\nIn the several months prior to presentation, he experienced increasing malaise and a gradual decline in his visual acuity. In this context, he suffered four episodes of transient extremity paralysis, confusion, and gait instability, receiving medical attention after each. He initially received the diagnosis of transient ischemic attacks and was treated with aspirin-dipyridamole, which was later discontinued due to new onset of recurrent epistaxis.\\nHe experienced the fifth episode of confusion and paralysis while being at a restaurant with his daughter, this time eventually collapsing and becoming nonresponsive. By the time of ED arrival, he had returned to baseline mental status and vital signs were within normal limits. Physical exam was remarkable for visual acuity of 20/50 in the right eye and 20/70 in the left, and a fundoscopic exam revealing multiple, bilateral dot-blot hemorrhages, perivenous sheathing, and macular edema, consistent with central retinal vein occlusion ().\\nInitially, laboratory data were unavailable, as the patient's high blood viscosity prevented testing. Cryoglobulin screen was positive, and cryocrit was 35 mm (reference range 0–2 mm). On hospital day 2, he began to have epistaxis that was refractory to management by otolaryngology consultation, and the following day he was treated with plasmapheresis. Epistaxis resolved, and he reported feeling “better than I've felt in years.”\\nFurther testing performed after initial plasmapheresis showed a serum relative viscosity of 3.3 (normal saline reference; normal serum range 1.6–1.9). Hemoglobin was 8.2 g/dL, and leukocytes were 4600/μL. HCV titer was 96,800 copies/mL. Serum and urine protein electrophoresis with immunofixation showed a monoclonal IgM kappa. Bone marrow biopsy showed monoclonal, kappa light chain-restricted populations of plasmacytic B lymphocytes and plasma cells, diagnostic of WM.\\nThe patient's course was later complicated by right knee prosthetic joint infection. He required multiple courses of antibiotics and his need for total knee arthroplasty reimplantation delayed definitive treatment with antiviral therapies. Plasmapheresis, performed every 2 weeks, was used successfully as a temporizing measure during this time. Seventeen months after initial presentation, he was started on simeprevir, pegylated interferon, and ribavirin for treatment of HCV.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'22105737': 1, '8566895': 1, '8219244': 1, '15928881': 1, '12010836': 1, '8704227': 1, '7849303': 1, '15491451': 1, '23233705': 1, '12521391': 1, '10335728': 1, '15551289': 1, '9209442': 1, '10492333': 1, '9401053': 1, '32509689': 2, '10946420': 1, '9234578': 1, '17488966': 1, '27468211': 1, '18271005': 1, '9653490': 1, '16955461': 1, '32090327': 1, '7579472': 1, '10072116': 1, '8756103': 1, '11122840': 1, '8797060': 1, '9349300': 1, '8639788': 1, '1383822': 1, '22956970': 1, '25247100': 2}", "similar_patients": "{'7266205-1': 1}"}