{"patient_id": 79741, "patient_uid": "4331475-1", "PMID": 25705523, "file_path": "comm/PMC004xxxxxx/PMC4331475.xml", "title": "Cerebral Abscess Potentially of Odontogenic Origin", "patient": "A 46-year-old man, with no history of systemic disease, was complaining about sudden onset of balance disorders and dizziness for 10 days. These symptoms were marked by severe headaches and several episodes of vomiting. He also reported having undergone a tooth extraction one month ago which was complicated by fever according to his own statements. Therefore, he consulted a neurologist who diagnosed intracerebral hypertension and a cerebral scan was then ordered and revealed, indeed, the presence of 3 cerebellar ring-enhancing mass lesions of variable size measuring 28∗20 mm and 15∗20 mm. Afterwards, he was transferred to the Emergency Department (ED) at the University Hospital Center of Sahloul, Sousse, for further investigations.\\nOn physical examination, he was found to have ataxic walking with no loss of feeling in the skin and muscle weakness.\\nWith all these findings, he was admitted under the care of the neurosurgery service for a potentially intracerebral abscess. Given this information, the infectious diseases service was consulted to determine the most appropriate antibiotic treatment to begin. With that service's recommendation, the patient was started on metronidazole 500 mg intravenously every 8 hours, vancomycin 500 mg IV every 6 hours, and cefotaxime 2 g IV every 4 hours.\\nHe was then taken to the operating room for a right retrosigmoid mini craniotomy for abscess drainage. Brain abscess specimens were submitted to microbiology, and the bacterial cultures returned positive exclusively for numerous cocci gram + (Staphylococcus aureus).\\nBesides, blood and urine samples were negative. Upon receiving these results and taking into account the fact that the patient underwent an extraction one month ago, the dentistry service was consulted to identify a possible odontogenic focus.\\nOn extraoral examination, there was no cervical or submandibular lymphadenopathy.\\nThere was no overt trismus or facial swelling. On intraoral examination, the patient was found to have a poor oral hygiene. The left maxillary second molar was grossly decayed, and the right mandibular third molar was removed one month ago, but its socket was still open. A panoramic radiograph revealed an ill-fitting root canal treatment of the right mandibular second premolar with periapical radiolucency. The same image was found around the left mandibular third molar which presented a coronal crack ().\\nSupragingival scaling and extraction of the left maxillary second molar were performed first ().\\nThe patient, still under antibiotic treatment (metronidazole, vancomycin, and cefotaxime), exhibiting a slight improvement in walking and presenting no sign of headache nor vomiting, was permitted to be discharged on the ninth postoperative day and to continue the dental care, although it was not ended yet as mentioned in the treatment plan, by his general practitioner. Four days later, he was readmitted to the neurosurgery service owing to the new onset of walking disorders and severe headaches. Moreover, the patient complained of right arm and leg weakness. A new cerebral scan was ordered and it showed recurrence of the cerebellar abscesses that compressed the brain stem and the fourth ventricle with a sign of an active biventricular hydrocephalus (Figures and ).\\nThe patient underwent a large craniectomy and the infectious diseases service recommended maintaining him under metronidazole, vancomycin, and cefotaxime as described previously. He was readdressed to the dentistry service in order to achieve the required dental care: the left mandibular third molar and the right mandibular second premolar were extracted and curettage and local debridement of the socket of the right mandibular third molar were performed (). At the end, cefotaxime was substituted by ciprofloxacin because it caused an allergic reaction marked by multiple erythematous papules on the patient's neck. He was discharged on the twenty-ninth postoperative day, and by that time he had experienced a full return of his right arm strength, with some residual weakness in his right leg.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'10671350': 1, '10065654': 1, '46957': 1, '8879785': 1, '24157081': 1, '4541198': 1, '11354924': 1, '16183134': 1, '27703619': 2, '3200375': 1, '8639108': 1, '4568343': 1, '15883068': 1, '26949551': 2, '12893401': 1, '8286626': 1, '7310502': 1, '9356788': 1, '25130130': 1, '10352044': 1, '22134280': 1, '12881798': 1, '12761369': 1, '1520783': 1, '28286386': 1, '21087684': 1, '4197584': 1, '25705523': 2}", "similar_patients": "{'5045698-1': 1, '4754463-1': 1}"}