{"patient_id": 151787, "patient_uid": "4850777-1", "PMID": 27143801, "file_path": "noncomm/PMC004xxxxxx/PMC4850777.xml", "title": "Ayurvedic approach in the management of spinocerebellar ataxia-2", "patient": "A 42 year old male came to O.P.D. of National Institute of Ayurveda Jaipur on April 16, 2014 with complaints of difficulty and unsteadiness in walking and impaired speech. Patient was unable to stand from sitting posture and was unable to walk without support. During normal conversation his speech was not understandable. Patient also suffered from insomnia, urinary dysfunction, sexual dysfunction and constipation. Blurred vision and heaviness in eye were also present. The disease was progressive in nature that first affected lower limbs and then his upper limbs. Patient suffered from the disease since last 16 years. Patient had consulted neurology department of AIIMS New Delhi and Sir Ganga Ram Hospital New Delhi 14 years before coming to us. The diagnosis using genetic mapping indicated SCA-2, i.e. Autosomal Dominant Cerebellar Ataxias (ADCA-1). Patient had strong family history with anticipation. Due to unavailability of satisfactory treatment and failing to get any response from allopathic treatment, the patient decided to take Ayurvedic treatment. Patient was diagnosed for Vāta vyādhi (group of various neurological disorders) and was admitted in male Pancakarma ward of National Institute of Ayurveda, Jaipur India for administration of Pancakarma procedures.\\nOn physical examination patient was found to be anxious with reduced sleep, had moderate appetite, visamāgni (unstable digestive functions), bowel constipated, burning micturition with reduced frequency, tongue clean, voice clear, skin rough and lean body built. His intelligence was normal and had a vātapitta prakrti with madhyama sāra (medium purity of body tissue), madhyama samhanana (medium body built), sama pramāna (equal body proportions), avara sātmya (least homologation), madhayam sattva (medium mental strength), avara vyāyāmśakti (least physical endurance), madhyama āhāraśakti and jaraanśakti (medium food intake and digestive power). Majjāvāha srotodusti (pathology in bone marrow) was more prominent. On eye examination, ocular apraxia was found, saccades and pursuits were affected. On motor examination, facial, truncal and upper limbs fasciculation was found. The bulk, tone and power of muscles were normal. Stretch reflexes were normal and plantar flexor, sensory examination was normal. Cerebellar signs (such as intention tremor, past pointing in the finger nose test, dysdiadochokinesis and truncal ataxia) were positive. Skin, cardio respiratory, musculoskeletal and genitourinary system examinations were normal.\\nA detail of the case study and follow up is given in .\\nPatient was a known case of SCA 2. It was previously confirmed by genetically mapping. In an M.R.I. scan of brain, cerebellar atrophy was revealed. Previous hematological investigation and electrophysiology were normal. Patient suffered from gadgadatva (impaired speech) kampa (tremor), kālayakhañjatā (Limping with tremor at the starting of movement), anidrā (insomnia), mūtranigraha (urinary dysfunction), purīsa-apravrtti (constipation), paribhram (vertigo and imbalance), sphurana (fasciculation) etc. These diseases are counted in nānātamaj vāta vyādhis (disease only due to vāta dosa).[] Hence this disease is a group of nānātmaja vāta vyādhis and vāta vyādhi was concluded to be the Ayurvedic diagnosis. The disease was considered as asādhya (incurable).\\nConsidering the asādhya (incurable) nature of disease, Ayurvedic management was directed to ameliorate the various symptoms and complication of the disease. Castor oil in doses of 30 ml on two consecutive nights was given to treat constipation. From the next day, the patient was advised a combination of oral Ayurvedic drugs that included Brhadvātacintāmani rasa – 125 mg, Vasantamāltī rasa- 125 mg, Daśamūla kvātha 40 ml, Aśvagandhā cūrṇa (Withania somnifera)-3 g, Amrtā cūrṇa (Tinospora cordifolia) – 500 mg, Muktāśukti pisti- 500 mg and Yogarāja Guggulu - 500 mg twice a day for 2 months [] and Ayurvedic Pancakarma interventions were given in . Patient was treated with Śālisastika pinda svedana (sudation with bolus of medicated cooked rice) for 30 days, Śirobasti (sudation of head with help of a cap on head) with Aśvagandhā taila for 45 days and Balādi ksīra basti (enema with medicated milk) with Aśvagandhā taila - anuvāsana (enema with oil) for 30 days in Karma basti krama (30 days regime of purification and oleation enema).\\nOn June 18, 2014 the patient's condition was assessed on the Scale for Assessement and Rating of Ataxia (SARA).[] Before treatment, mean SARA score was 35. This reduced to 15 after treatment. After 2 months of treatment, the patient was able to stand from the sitting position. He was able to walk without support []. He was able to turn during walking []. His speech was improved and it was easily understandable []. Autonomic dysfunctions improved. Heaviness in the eye, insomnia and constipation was relieved. All investigations (CBC, ESR, Hb%, ASLO, CRP, Blood sugar, Lipid profile, LFT, Urine-routine and microscopic) were normal. Patient and his relatives were satisfied with the clinical outcomes. At time of discharge, patient was advised to repeat the Pancakarma therapies at two month intervals for longer durations to gain optimum relief.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'15099544': 1, '26283809': 1, '10431773': 1, '34908792': 2, '5571047': 1, '19429075': 1, '8896555': 1, '16613893': 1, '11727209': 1, '21399888': 1, '19439847': 1, '24396151': 1, '20177122': 1, '27143801': 2}", "similar_patients": "{'8614210-1': 1}"}