{"patient_id": 80132, "patient_uid": "4356266-1", "PMID": 25788994, "file_path": "comm/PMC004xxxxxx/PMC4356266.xml", "title": "Poorly differentiated cecal adenocarcinoma showing prominent rhabdoid feature combined with appendiceal mucinous cystadenoma: A case report and review of the literature", "patient": "A 73-year-old male was admitted to the Department of Surgery, Chosun University Hospital (Gwangju, Korea) with a 2-week history of pain in the right lower quadrant. Abdominal computed tomography (CT) with enhancement by contrast media revealed acute appendicitis and a cecal edema; based upon this finding and inflammation, cancer was suspected. Upon a clinical diagnosis of acute appendicitis, appendectomy was performed. During surgery, a cecal mass was identified, and an examination of the frozen section of the cecal lesion revealed malignancy. Therefore, in addition to appendectomy, a right hemicolectomy with regional lymph node dissection was conducted.\\nA protruding mass of 4.0×3.0×1.5 cm in size, with central ulceration and necrosis was identified in the cecum (). Microscopically, the tumor was composed of loosely cohesive, rhabdoid cells which grew in a diffuse, solid and focal alveolar pattern (). Transition of the gland-forming adenocarcinoma to the area or malignancy demonstrating prominent rhabdoid features was identified (); the amount of adenocarcinoma component forming the glandular structure was <1% of the total tumor area (). The most noteworthy feature of these rhabdoid tumor cells was the strongly and homogeneously acidophilic cytoplasm of the tumor cells, with lateral displacement of the nuclei (). Extensive necrosis was observed and regional lymph node metastasis was also identified in four out of 45 regional lymph nodes, pN2a. The metastatic lesion was entirely composed of rhabdoid tumor cells. Immunohistochemically, the tumor cells of the adenocarcinoma and rhabdoid components were positive for CK (, adenocarcinoma component; , rhabdoid component), VMT (, adenocarcinoma component; , rhabdoid component) and MLH-1 (), but negative for skeletal muscle marker, desmin and smooth muscle actin (). In addition to the malignant tumor, separated appendiceal mucinous cystadenoma was also identified (). The final diagnosis was poorly differentiated adenocarcinoma with prominent rhabdoid features, combined with appendiceal mucinous cystadenoma. At two months following surgery the patient succumbed to peritoneal seeding and metastasis of liver and bone.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'21315413': 1, '7275104': 1, '10554335': 1, '17913953': 1, '29452605': 2, '24009633': 2, '206343': 1, '28058126': 1, '1313786': 1, '8545590': 1, '7848396': 1, '7682022': 1, '8918447': 1, '1712749': 1, '32748092': 2, '33903966': 2, '31455041': 1, '21791485': 1, '2983870': 1, '4065885': 1, '25788994': 2}", "similar_patients": "{'5816521-1': 1, '8076409-1': 1, '7399011-1': 1, '3759637-1': 1, '3759637-2': 1}"}