{"patient_id": 75205, "patient_uid": "4029092-1", "PMID": 24321093, "file_path": "comm/PMC004xxxxxx/PMC4029092.xml", "title": "Bone chips, fibrin glue, and osteogeneration following lateral suboccipital craniectomy: a case report", "patient": "A 53-year-old woman underwent left lateral suboccipital retrosigmoidal craniectomy for treatment of trigeminal neuralgia in 2008. After water tight suture of the dura mater, crushed bone fragments were sprayed with a fibrinogen and thrombin mixture according to the pharmaceutical and technical instructions of this device (Tissucol Duo 1 ml Immuno-Solution®, Baxter, Germany). Then the admixture was placed on the dura mater and shaped to fit in the bone defect followed by replacing the muscle flap. Further postoperative course was uneventful. Postoperative computed tomography (CT) scan one day after surgery revealed correct placement of the mass of bone chips sealed in fibrin glue [Figures \\n and\\n].\\nDue to recurrent neuralgia, a second left lateral suboccipital craniectomy was performed in 2012. The preoperative axial-bone-window CT scan revealed that the bone was in the top level [Figure \\n]. Three-dimensional CT also demonstrated a complete smooth bone plate (Figure \\n).\\nThe intraoperative findings revealed a complete ossification of the former craniotomy. There was no clear border between the original bone and the cranioplasty. After performing the new far lateral suboccipital retrosigmoidal approach via a new burr hole, the cranioplasty was preserved for further histological examination (Figure \\n), which confirmed a widely mature trabecular bone tissue with several circumscribed areas of osteoid (incompletely mineralized tissue) (Figure \\n). Afterwards, the new cranioplasty was performed according to the technical steps in the first operation.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'2441537': 1, '9204115': 1, '22175911': 1, '19077621': 1, '8154839': 1, '24321093': 2}", "similar_patients": "{}"}