{"patient_id": 144181, "patient_uid": "4370006-1", "PMID": 25988026, "file_path": "noncomm/PMC004xxxxxx/PMC4370006.xml", "title": "Pregnancy delusion hinders the diagnosis of achalasia in a patient with life-threatening emaciation", "patient": "A 46-year-old female patient was referred to the outpatient psychiatric service of the University of Campinas, presenting with a body mass index (BMI) of 13.88 kg/m2 (weight: 30.4 kg) and with the diagnosis of a delusional disorder and a suspected anorexia nervosa. She had experienced a structured delusion of pregnancy with triplets for the previous 7 years, causing a severe impact on her quality of life, including a near-total absence of social relationships and abnormal behaviour. For example, she redecorated her house, at considerable expense, for the sake of her ‘babies’.\\nDespite many negative urinary pregnancy tests and pelvic ultrasounds, her beliefs were unchanged: she felt pregnant, argued that she was not menstruating, and claimed that she could see the babies’ faces in the ultrasounds. She demanded medical explanations for the non-birth of the babies, and complained that the triplets were pressing her stomach, thus blocking the passage of food. She felt as if the food were lodging in her stomach, causing gastric discomfort. To attenuate this symptom, she had, a year previously, begun to self-induce vomiting and to decrease food intake, leading to a 20 kg loss in 9 months. She denied using any other purgative methods or being afraid of gaining weight. Previous examinations, including upper digestive endoscopies, were normal. At the beginning of her follow-up, the only positive laboratory findings were subclinical hypothyroidism and iron-deficiency anemia. She had no hallucinations, her affect was partially blunted and she had no insight whatsoever. Owing to her low weight and very intense psychotic symptoms, she was admitted to a psychiatric ward and submitted to a broad clinical evaluation, without any other positive findings. She did not meet the criteria for anorexia nervosa. Instead she was diagnosed with a delusional disorder and hypothyroidism. Both food refusal and vomiting were considered secondary to her intense delusional beliefs. She was prescribed olanzapine 10 mg/day and levothyroxine 25 µg/day and gained 2 kg in 2 weeks. After 20 days of involuntary hospitalization, she absconded from the ward and abandoned the course of treatment.\\nOne year later, she voluntarily returned to the outpatient psychiatric service. She continued to hold delusional beliefs, including the delusion that unborn triplets were pressing against her stomach. She had experienced additional weight loss, and now weighed 25.1 kg (BMI: 10.8 kg/m2). She was readmitted to the psychiatric ward and prescribed clozapine. After 45 days of hospitalization, she had developed a fever and a cough. A plain chest X-ray revealed considerable esophageal dilation. She was then submitted to a chest tomography (Fig. ), an esophageal manometry and a barium swallow study (Fig. ), which confirmed the delayed esophageal emptying () and enabled the diagnosis of esophageal achalasia. A successful laparoscopic Heller's myotomy was performed, which greatly improved her digestive symptoms. She was discharged after 73 days of hospitalization, weighing 30.9 kg (BMI: 13.37 kg/m2) and taking clozapine 200 mg/day. At present, she remains delusional, but her weight has increased to 49.150 kg (BMI: 21.27), with no gastric complaints.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'18592109': 1, '19944885': 1, '23835036': 1, '19809334': 1, '8272922': 1, '25969595': 1, '21640339': 1, '19934724': 1, '1638203': 1, '25988026': 2}", "similar_patients": "{}"}