{"patient_id": 74760, "patient_uid": "4005217-1", "PMID": 24822067, "file_path": "comm/PMC004xxxxxx/PMC4005217.xml", "title": "Rhabdomyolysis and Acute Renal Impairment in a Patient with Hypothyroidism: A Case Report", "patient": "A 33-year-old Caucasian male was transferred to our hospital from outside facility with acute renal impairment. The patient had no significant past medical history other than gastroesophageal reflux disease (GERD) and he was not known to be on any medication. He has history of tobacco use (rubbing and snuffing) for 20 years and drinks 3 cans of beer per week.\\nPatient presented with the chief complaint of bilateral lower extremities edema and generalized muscle weakness and cramps. These symptoms were noticed two days prior to the admission. Two months prior to the admission, the patient had also complained of tiredness and constipation. He had not been sleeping well at night. He denied being in unusual stress situation. He was also feeling colder than other people around him. Prior to the admission, the patient noted a weight gain of 10 pounds in 2 days. Patient denied any history of seizure, trauma, or fall recently although he mentioned that he had been doing a lot of snow shoveling over the past two weeks before admission.\\nOn presentation, the patient had a body temperature of 36.6°C, pulse of 78 per minute, respiratory rate of 20, and blood pressure of 193/115 mm Hg. The patient was obese with a body mass index of 38.1 Kg/m2. On physical examination, he was alert and oriented. His conjunctivas were clear and pupils were equal, round, and reactive to light and accommodation. An enlarged, rubbery thyroid was palpable. Chest was clear on auscultation bilaterally and S1/S2 was normal with no murmur. Abdomen was soft and nontender. Pitting edema was noted in lower extremities bilaterally with slight muscle tenderness. No evidence of dehydration was found. No lymphadenopathy was noted. No motor or sensory disturbances were noted.\\nBlood tests showed a creatinine of 1.54 (reference: 0.62–1.27 mg/dL). His GFR was 52 (reference: >59 mL/min/1.73 m2). Blood urea nitrogen (BUN) was 13 (reference: 8–26 mg/dL). His CK was 7200 (reference: 48–222 U/L). Sodium was 141 (reference: 136–145 mmol/L), potassium was 4.2 (reference: 3.5–5.1 mmol/L), and chloride was 99 (reference: 96–111 mmol/L). Urine electrolytes were also measured. Fractional excretion of sodium (FENa) was 0.88 pointing towards prerenal cause of renal impairment.\\nHis TSH was 145.7 (reference: 0.3–5.9 μlU/mL). TSH with free T4 reflex was 117.13 (reference: 0.3–5.9 μIU/mL) and thyroxine free (free T4) was <0.3 (reference: 0.6–1.1 ng/dL). Thyroid peroxidase (TPO) antibody was 150 (reference: <40 IU/mL).\\nLiver function tests showed an aspartate aminotransferase (AST) of 148 (reference: 8–48 U/L), alanine transaminase (ALT) of 82 (reference: 7–55 U/L), and lactate dehydrogenase (LDH) of 239 (reference: 98–192 U/L). Lipid panel showed cholesterol of 365 (reference: <200 mg/dL), high-density lipoprotein (HDL) of 42 (reference: >39 mg/dL), and triglyceride (TG) of 257 (reference: <150 mg/dL).\\nWhite blood cell (WBC) count was 6.9 (reference: 3.5–11 103/μL). Erythrocyte sedimentation rate (ESR) was 12 (reference: 0–15 mm/hr). C-reactive protein (CRP) was 0.27 (reference: <0.8 mg/dL). B-type natriuretic peptide (BNP) was 20 (reference: <100 pg/mL). Hemoglobin (HGB) was 12.3 (reference: 13.1–17.3 g/dL). Ferritin was 515 (reference: 24–336 ng/mL). Serum iron was 93 (reference: 50–160 μg/dL). Total iron binding capacity (TIBC) was 333 (reference: 260–400 μg/dL). Iron saturation was 28 (reference: 20–50%). Urine analysis was negative for hematuria and proteinuria.\\nUltrasound of thyroid showed a small thyroid that was hypoechoic and heterogeneous with diminished vascularity. These findings, although nonspecific, are suggestive of prior episodes of thyroiditis or long standing hypothyroidism. Ultrasound of kidney was unremarkable. Transthoracic echocardiogram (TTE) was within normal limit.\\nThe patient was started on levothyroxine at 125 mcg and aggressive hydration. The patient was initially given IV fluids at a rate of 200 mL/hr for 8 hours in addition to the oral hydration. The fluids were subsequently tapered off. His creatinine decreased to 1.44 mg/dL and his CK decreased to 5409 U/L after a day of treatment. Leg edema and muscle cramps started improving rapidly after a day of treatment. At the time of presentation, the patient was also given IV hydralazine 10 mg to lower his blood pressure. He was subsequently continued on hydralazine 25 mg every six hours to manage his hypertension. Patient's condition continuously showed improving trend over a 2-day period after which he was discharged.\\nOn follow-up after four months, the patient's creatinine decreased to 0.9 mg/dL and his GFR was >60 (reference: >59 mL/min/1.73 m2). His TSH was 0.469 (reference: 0.3–5.9 μlU/mL). TSH with free T4 reflex was 6.22 (reference: 0.3–5.9 μIU/mL). His HGB was 15.3 (reference: 13.1–17.3 g/dL). His AST level was 47 (reference: 8–48 U/L).", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'8329824': 1, '6684003': 1, '6811197': 1, '1531261': 1, '464456': 1, '192139': 1, '2104264': 1, '22200582': 1, '7180903': 1, '460364': 1, '12826640': 1, '31113413': 2, '28827517': 1, '2831727': 1, '5570319': 1, '34689788': 2, '15067886': 1, '20298139': 1, '17909702': 1, '8390021': 1, '3100133': 1, '23225815': 1, '5935952': 1, '6627693': 1, '13620773': 1, '6525835': 1, '14678288': 1, '2110339': 1, '1101087': 1, '15807872': 1, '24822067': 2}", "similar_patients": "{'8543899-1': 1, '6530099-1': 1}"}