{"patient_id": 82181, "patient_uid": "4518152-1", "PMID": 26257787, "file_path": "comm/PMC004xxxxxx/PMC4518152.xml", "title": "Lemierre's Syndrome: A Neglected Disease with Classical Features", "patient": "A previously healthy immunocompetent 23-year-old Caucasian male presented to the Emergency Department (ED) complaining of general malaise with one-week history of progressively worsening sore throat. Presuming it to be a viral infection he initially neglected the sore throat to the point that it became severe over a one-week period. Other symptoms included low-grade fever, difficulty in breathing, and inspiratory chest pain. No gastrointestinal symptoms, headache, photophobia, neck stiffness, rash, or haemoptysis were reported. The patient denied smoking, alcohol consumption, illicit drug use, or recent travel. No potential occupational hazards were identified.\\nOn assessment in the ED the patient appeared acutely unwell with tachycardia, hypotension, hypoxaemia, and tachypnoea. Pulse was regular at 150 beats/min, blood pressure was 97/50 mmHg, respiratory rate was 28 breaths/min, temperature was 39°C, and oxygen saturation was 95% on 4 L of oxygen. On general examination there were pharyngeal erythema and cervical lymphadenopathy. Despite the presence of full range of cervical spine movements and lack of neck stiffness, neck tenderness was noted particularly on palpating the anterior triangle of the neck. Respiratory examination revealed reduced air entry with inspiratory crackles over both lung bases. Examination of the cardiovascular, abdominal, and neurological systems was unremarkable.\\nSignificant abnormalities on preliminary blood tests included leukocytosis (WBC: 26.4 × 109/mm3) with extended neutrophilic shift, thrombocytopenia (platelets: 28 × 109/mm3), raised C-reactive protein (CRP: 250 mg/L), elevated urea and creatinine (urea; 14.8 mmol/L, creatinine: 180 mmol/L), and deranged liver function tests (bilirubin: 21 mmol/L, ALP: 196 iu/L). The admission chest X-ray revealed multiple opacities throughout the lungs, a cavitating lesion within the left upper lobe, and bilateral pleural effusions (). Urinary legionella and streptococcal test, throat swab culture, HIV, and infectious mononucleosis screens were all negative. Analysis of cerebrospinal fluid showed no abnormalities and echocardiography was also normal. The differential diagnosis at this stage included mainly infective causes such as community acquired or atypical pneumonia and tuberculosis. Disseminated intravascular coagulopathy secondary to sepsis was also considered due to the presence of thrombocytopenia and deranged coagulation profile with positive D-dimer test.\\nAs a result of persisting hypotension despite fluid resuscitation the patient was transferred to the Intensive Therapy Unit for inotropic support and continued intravenous broad-spectrum antibiotic treatment initiated on admission (benzylpenicillin and clarithromycin). Due to increasing neck tenderness further investigations using ultrasound imaging and computed tomography (CT) were initiated. Neck CT was suggestive of the presence of parapharyngeal inflammation without any signs of peritonsillar abscess. It also revealed lack of enhancement at the midportion of the right IJV and venous ultrasound confirmed IJV thrombosis (Figures and ). Chest CT revealed numerous bilateral pulmonary nodules with varying degrees of cavitation and necrosis, similar to abscesses, and pleural effusions affecting both lung bases ().\\nBased on the features of sepsis observed with acute respiratory distress and chest X-ray findings severe community acquired pneumonia was initially at the top of the differentials. Tuberculosis, primary bronchogenic carcinoma, and lung metastasis were also considered. However, after CT and US scans, Lemierre's syndrome was strongly suspected.\\nFour days after admission, blood cultures grew Gram-negative rods that were confirmed as Fusobacterium necrophorum and a presumptive diagnosis of Lemierre's syndrome was made. Consequently, metronidazole was added to the existing antibiotic regimen and anticoagulation with therapeutic doses of low molecular weight heparin was initiated according to infectious disease guidelines. Following these, the patient gradually improved and was eventually discharged home 20 days after admission to complete a six-week antibiotic course.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'20181152': 2, '19554637': 1, '24152679': 2, '24436600': 1, '28331642': 2, '15192164': 1, '33681457': 2, '9796654': 1, '16846490': 2, '30410696': 1, '22033390': 1, '8263648': 1, '17299369': 1, '12130992': 1, '16490459': 1, '19944898': 1, '32382372': 1, '10551214': 1, '2936888': 1, '8784713': 1, '26257787': 2}", "similar_patients": "{'5346387-1': 1, '2827125-1': 1, '1538604-1': 1, '4015694-1': 1, '7932474-1': 1}"}