{"patient_id": 87652, "patient_uid": "4944084-1", "PMID": 27446622, "file_path": "comm/PMC004xxxxxx/PMC4944084.xml", "title": "Intraventricular Neurilemmoma (Schwannoma): Shall GFAP Immunostaining Be Regarded as a Histogenetical Tag or as a Mere Histomimetical Trait?", "patient": "A 16-year-old boy without any pathological, genetic, or familial history of significance suffered from headaches and intermittent blurry vision during six months; he got alarmed when his left eye vision was completely lost and presented to an urgent care facility. Magnetic resonance imaging scans showed an intraventricular, irregularly nodular, space-occupying lesion emerging from the posterior horn of the left lateral ventricle (). A gray-yellow tumour attached to the glomus choroideum was excised in integrum by the surgeon; histopathological examination disclosed a biphasic neoplasm laid out in densely packed fascicles of spindle cells with elongated nuclei (Antoni A pattern) as well as loosely clustered, hypocellular areas in a myxoid background (Antoni B pattern) (). Although Verocay bodies were not conspicuous, some blood vessels had hyalinised walls () while a reticulin lattice enveloped every single cell (). Senescent changes were also present, with isolated cells in the Antoni B areas displaying a round, voluminous, eosinophilic cytoplasm with a displaced atypical nucleus; some of them even resembled a gemistocytic morphophenotype (Figures –). The immunohistochemistry panel confirmed the diagnosis of neurilemmoma: PS100(+), collagen IV(+), and vimentin(+) (Figures and ), but also unveiled a diffuse labelling for glial fibrillary acidic protein (GFAP) in both Antony patterns (Figures and ). Thus, according to the aforementioned traits, the case was regarded as an intraventricular neurilemmoma.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'23860172': 1, '26738873': 1, '13444909': 1, '15799168': 1, '11706436': 1, '10883347': 1, '26251806': 1, '22194753': 2, '25924172': 1, '1111146': 1, '17706729': 1, '23517695': 1, '25796955': 1, '8455061': 1, '23293673': 2, '28652433': 1, '12640585': 1, '1159443': 1, '33237554': 1, '23274632': 1, '20069228': 1, '10380923': 1, '22028748': 1, '19632768': 1, '16612987': 1, '2213169': 1, '7815115': 1, '5880398': 1, '16883507': 1, '3073004': 1, '2124075': 1, '23177183': 1, '18175126': 1, '27446622': 2}", "similar_patients": "{'3532764-1': 1, '3238494-1': 1}"}