{"patient_id": 139458, "patient_uid": "4065292-1", "PMID": 24442463, "file_path": "noncomm/PMC004xxxxxx/PMC4065292.xml", "title": "Effects of Exenatide in a Morbidly Obese Patient with Type 2 Diabetes", "patient": "A 59-year-old Japanese woman began experiencing weight gain at the age of 38 years due to overeating in response to mental stress. When she was 48 years old, she retired from work because of a disc herniation; as a result, she spent most of her time at home, decreased her physical activity, and gained additional weight. At the age of 49 years, her body weight reached 153 kg [height 156.2 cm, body mass index (BMI) 62.7 kg/m2]. Hormonal examinations revealed that she was unlikely to have endocrinological diseases such as Cushing’s disease or hypothyroidism. Her HbA1c level was 8.8% at this time, and she was admitted to the hospital for obesity and glucose management. After 15 weeks in hospital with a dietary intake of 1,200 kcal per day, her weight was successfully reduced to 131.2 kg (BMI 53.9 kg/m2) and her HbA1c level also decreased to 6.5%. However, after discharge, she gradually regained weight to 163.0 kg (BMI 66.8 kg/m2) and her HbA1c level increased to 9.3%. Thereafter, she repeatedly gained and lost weight and required ongoing weight management support. In 2010, at the age of 55 years and a weight of 144.1 kg (BMI 59.1 kg/m2), she required a total dosage of 36 units of insulin by injection, and her glycemic control was poor (HbA1c 10.5%). However, as she gradually reduced her weight again to 121 kg (BMI 49.6 kg/m2), her total dosage of insulin also decreased to 28 units. Finally, at a body weight of 114 kg (BMI 46.7 kg/m2), she could maintain an HbA1c level of 6.6% without the use of medication, including insulin injections.\\nPrevious weight management strategies included the use of the anti-obesity drug mazindol, a very low calorie diet (800 kcal/day), and counseling by a psychotherapist. Exercise therapy was restricted to the upper part of the body because of knee pain resulting from weight-induced osteoarthritis. While the aforementioned strategies were effective during a hospital admission, they did not result in long-term weight loss after discharge. Gastric surgery (e.g., sleeve gastrectomy) was also considered, but it was not performed due to her inability to cover the medical expense and the presence of renal dysfunction [eGFR, 21.8 mL/(min·1.73 m2)].\\nFollowing the patient’s weight reduction in March 2011 to 112.1 kg (BMI 45.9 kg/m2), she regained her weight and more to reach 133.8 kg (BMI 54.8 kg/m2) in August 2012, and her HbA1c level was 8.2%. Therefore, exenatide therapy was commenced with 5 μg injected twice a day within the 60 min before the morning and evening meals. The goals of this therapy were glycemic control and weight loss. In August 2013, following 1 year of exenatide therapy, her weight was 96.3 kg (BMI 39.5 kg/m2).\\nGlucose metabolism was assessed at 3 occasions (March 2011, August 2012, and August 2013) with a continuous glucose monitoring system (CGMS) (CGMS®-GOLD™; Medtronic MiniMed, Northridge, CA, USA), and measurements of serum insulin and plasma glucagon were conducted using blood samples that were drawn at 5 time points (0, 30, 60, 120, and 180 min) after breakfast following a 14-h overnight fast.\\nIn addition, to assess the changes in incretin markers before the exenatide treatment, baseline active GLP-1 and total GIP levels were also measured at the 5 time points after breakfast in August 2012. To assess the effect of the exenatide treatment over 1 year, a washout period (5 days without exenatide) was conducted prior to the assessment in August 2013, and active GLP-1 and total GIP levels were measured at the same 5 time points after breakfast. Blood samples for the determination of active GLP-1 and total GIP levels were collected into BD™ P800 tubes (Becton-Dickinson, Franklin Lakes, NJ, USA) containing spray-dried K2EDTA anticoagulant and a proprietary cocktail of protease, esterase, and dipeptidyl peptidase 4 (DPP-4) inhibitors. The area under the curve (AUC) values for continuous glucose monitoring (CGM) measured glucose, insulin, glucagon, active GLP-1 and total GIP levels, after meal ingestion, were calculated using the trapezoidal rule.\\nFor all occasions, total caloric intake was maintained at 1,600 kcal per day (breakfast 365–410 kcal). To assess the minimum amount of energy required by the patient, her resting metabolic rate (RMR) was measured using a FitMate metabolic system (Cosmed, Rome, Italy).\\nFinally, to evaluate the levels of insulin resistance and insulin secretion in this patient, the homeostasis model assessment of insulin resistance (HOMA-IR) and the homeostasis model assessment of β cell function (HOMA-β) were done [, ]. In addition, the quantitative insulin-sensitivity check index (QUICKI) was calculated using the standard formula: 1/[log (glucose) + log (insulin)] [].\\nAll procedures followed were in accordance with the ethical standards of the responsible committee on human experimentation (institutional and national) and with the Helsinki Declaration of 1975, as revised in 2000 and 2008. Informed consent was obtained from the patient for being included in the study.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'9796811': 1, '19892837': 1, '12788877': 1, '16776749': 1, '11836351': 1, '23939544': 1, '22236411': 1, '17928588': 1, '16776751': 1, '21030101': 1, '2189885': 1, '20598606': 1, '16517403': 1, '22357185': 1, '20660050': 1, '19196887': 1, '12954742': 1, '20609969': 1, '22432120': 1, '18771570': 1, '7624778': 1, '18388888': 1, '19515413': 1, '11477506': 1, '18162504': 1, '7624777': 1, '22446097': 1, '20638440': 1, '24249759': 1, '11201732': 1, '24018835': 1, '16823478': 1, '23415157': 1, '19930006': 1, '7624776': 1, '21868783': 1, '7678183': 1, '23483954': 1, '20152707': 1, '12597862': 1, '21593294': 1, '15161807': 1, '17994216': 1, '25349635': 1, '3899825': 1, '22862847': 1, '23812094': 1, '20332357': 1, '22127767': 1, '24442463': 2}", "similar_patients": "{}"}