{"patient_id": 79145, "patient_uid": "4299556-1", "PMID": 25628901, "file_path": "comm/PMC004xxxxxx/PMC4299556.xml", "title": "Late-Onset Metastasis of Renal Cell Carcinoma into a Hot Thyroid Nodule: An Uncommon Finding Not to Be Overlooked", "patient": "A 74-year-old man underwent medical examination for palpitations. The patient's history documented a right nephrectomy for a clear cell renal carcinoma (CCRC) (pT2G2N0) 4 years earlier. No relapse on CT was reported during follow-up.\\nChemistry was unremarkable, whereas thyroid function assessment showed hyperthyroidism with prevalent FT3 secretion (FT3: 8.0 pg/mL, n.v. 1.8–4.6, FT4: 1.85 ng/dL, n.v. 0.9–1.7, TSH <0.005 μIU/mL, n.v. 0.3–4.2). On physical examination, a large painless mass was palpable in the left thyroid lobe. Thyroid ultrasonography (US) revealed a 5 cm solid, isohypoechoic nodule with intranodular vascularization () in the left thyroid lobe. 99mTC thyroid scan (111 MBq) showed exclusive tracer uptake in the nodule, with inhibition of the surrounding parenchyma (). Thyroid autoantibodies proved negative and calcitonin levels were normal. Methimazole 5 mg twice a day was started; mild hypothyroidism (TSH: 3.9 μIU/mL, FT4: 0.7 ng/dL) was soon obtained and the antithyroid drug was gradually tapered to a very low dosage (2.5 mg/day), which maintained euthyroidism over time. Given the size of the nodule, surgery was advised but was refused by the patient because he was asymptomatic. Radiometabolic therapy was similarly declined. Fine needle aspiration biopsy (FNAB) proved inadequate because of scant cellularity (THY1), but the patient refused to repeat the procedure. One year after the first evaluation, the patient started complaining of compressive symptoms and local pain. Thyroid US revealed that the nodule had grown (maximum diameter 6 cm). Total thyroidectomy was performed and histopathology showed a neoplastic nodule composed of both typical nodular goiter and large cells arranged in nests and cords with optically clear cytoplasm and enlarged nuclei displaying coarse chromatin (Figures and ). Immunohistochemistry proved negative for specific thyroid transcription factor-1 (TTF-1) () and thyroglobulin (not shown) and positive for CD10 (). These features, together with the patient's history, were consistent with a metastasis from CCRC. L-Thyroxine replacement therapy was started and euthyroidism was achieved and maintained. On 2-year follow-up, no evidence of recurrent renal carcinoma was found on whole-body CT, and US did not show neck relapse.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'22313412': 1, '15041062': 1, '12928802': 1, '19331189': 1, '15952416': 1, '17371476': 1, '9028370': 1, '31565176': 1, '29201471': 2, '9880428': 1, '23799287': 1, '15256229': 1, '24325865': 2, '12404280': 1, '25628901': 2}", "similar_patients": "{'5672604-1': 1, '3878860-1': 1}"}