{"patient_id": 152843, "patient_uid": "4931782-1", "PMID": 27413270, "file_path": "noncomm/PMC004xxxxxx/PMC4931782.xml", "title": "Primary extraskeletal Ewing's sarcoma/primitive neuroectodermal tumor of breast", "patient": "A 25-year-old female was referred to our institute with a history of diagnostic incisional lumpectomy for right breast lump in August 2014 which on histopathology was diagnosed to be a high-grade sarcoma. After surgery, there was a gradually increasing lump in the right breast.\\nMammogram [] revealed a large lobulated dense mass in the area of palpable abnormality in the upper inner quadrant of right breast.\\nUS [] showed a large multilobulated solid cystic mass in the upper inner quadrant of the right breast involving the overlying skin with high vascularity and subcentimeter sized lymph nodes were seen in the right axilla.\\nContrast-enhanced MRI [] of breast showed a large multi-lobulated heterogeneously enhancing mass lesion in the upper inner quadrant (1–4 o’clock position) of the right breast involving the overlying skin. The lesion appeared hypointense on T1-weighted and inhomogeneously iso- to hyper-intense on T2-weighted images. A cystic/necrotic component with peripheral enhancement was seen along the anterior aspect of the mass. Posteriorly, the mass was extending up to the pectoralis muscle.\\nPET-CT (performed at an interval of 10 days, ) revealed a large lobulated heterogeneously enhancing mass measuring approximately 11.6 cm × 9.2 cm × 6 cm in the medial half of the right breast reaching up to the presternal area and involving the overlying skin as well as underlying chest wall. The lesion showed intensely increased fluorodeoxyglucose (FDG) uptake with maximum standardized uptake values of 18.24. Two small indeterminate lung nodules were also seen in the right lung parenchyma which were too small to be characterized. No size significant hypermetabolic right axillary lymph nodes were noted.\\nUS-guided biopsy revealed a tumor comprising of neoplastic cells arranged around blood vessels and in sheets. Individual cells were small with scant, pale eosinophilic to finely vacuolated cytoplasm and fairly uniform round nuclei with coarse chromatin and inconspicuous nucleolus []. Few mitotic figures were seen. Tumor cells demonstrate the presence of intracellular glycogen. On immunohistochemistry (IHC): Tumor cells are: CD99 (Dako; 1.20E + 008): Positive, leucocyte common antigen (Dako; 21B11 + PD7/26): Negative, CK (Biogenix: AE1 + AE3): Negative, S-100 (Dako; IS504): Negative, Desmin (Dako; D33): Negative, Bcl-2 (Dako; 124): Positive. The morphological features and IHC profile favored an EES/PNET.\\nThe patient was started on neoadjuvant chemotherapy (vincristine, cyclophosphamide, and doxorubicin) and post four cycles of chemotherapy there was more than 50% reduction in the size of the lesion [].\\nThe patient underwent a wide local excision of the right breast in February 2015.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'11251014': 1, '17188797': 1, '12611575': 1, '8348407': 1, '16998107': 1, '16864960': 1, '8125792': 1, '9215832': 1, '31314729': 1, '17610475': 1, '10567983': 1, '10400040': 1, '30696641': 1, '10352208': 1, '10430250': 1, '11290502': 1, '10379764': 1, '8687356': 1, '27413270': 2}", "similar_patients": "{}"}