{"patient_id": 80084, "patient_uid": "4353766-1", "PMID": 25780466, "file_path": "comm/PMC004xxxxxx/PMC4353766.xml", "title": "Anesthetic management for resection of para-aortic paraganglioma and unexpected aortic resection: A case report", "patient": "A 64-year-old male was admitted to the VA Western New York Healthcare System for the resection of pheochromocytoma/paraganglioma. The patient had been diagnosed with pheochromocytoma during a previous surgery. This was further confirmed by the patient’s significant symptoms, magnetic resonance imaging (MRI; 5 mm lesion, 1.8 cm proximal to aortic bifurcation) and 24 h urine normetanephrine (4-fold greater than the normal upper limit) and vanillylmandelic acid (VMA; 1.5-fold greater than the normal upper limit). Systemic review revealed hypertension, hyperlipidemia, osteoporosis, rectal carcinoma and pheochromocytoma. The patient weighed 84 kg and was 168 cm in height.\\nThe patient had been taking an α-blocker (phenoxybenzamine, 10 mg twice per day, orally) for over a month and then a β-blocker (metoprolol). The blood pressure (BP) was maintained at ~120/80 mmHg, and the heart rate (HR) was 55 bpm. The Mallampati class was 2, the American Society of Anesthesiologists (ASA) class was 3, the hemoglobin level was 12.9 g/dl and the hematocrit was 38.3%. An electrocardiogram revealed no abnormalities and chest X-ray indicated no active disease. During the arterial line placement, the patient complained of nausea, the BP dropped to 80/50 mmHg and the HR rose to 70 bpm. This was resolved after the patient lay flat and a 500-ml bolus of normal saline was given.\\nThe patient was placed under general anesthesia, with two large peripheral intravenous lines (PIVs), one arterial line, one right internal jugular central line and a pulmonary artery catheter. A total of 1–3 mg/kg/h propofol and 2–20 mcg/kg/dose fentanyl were used for induction, and nitroglycerine was readily available. During the procedure, aortic segment resection was required to complete the tumor resection. As shown in , due to tumor manipulation and catecholamine release, the BP of the patient increased. This was managed with phentolamine, nitroprusside, esmolol and labetolol. Tumor vein ligation and clamping triggered a reduction of the BP, which was managed with norepinephrine (NE) and vasopressin. Continuous NE infusion was set at a rate of 2 μg/min. During the whole procedure, the cardiac output was maintained within the normal range, 6 liters of crystalloid and 4 units of packed red blood cells were administered, and there was an estimated blood loss of 1,400 ml. The blood glucose level was 174 mg/dl. shows the gross resected mass. Diagnosis was further confirmed by pathological examination, which identified an extra-adrenal paraganglioma, 4.3 cm in diameter, within a para-aortic ganglion and invading the aortic adventitia, without evidence of adrenal parenchyma or angiolymphatic invasion. Positivity for chromogranin and S100, a low proliferative index and negative nodes were observed.\\nFollowing the procedure, the patient was transferred to the intensive care unit (ICU) without pressor medication, intubated and hemodynamically stable. The patient was extubated the next morning, transferred to the ward after 24 h, and discharged 5 days later, in a hemodynamically stable condition.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'21441800': 1, '16731177': 1, '22361482': 1, '24636619': 1, '24472290': 1, '28325651': 1, '24636754': 1, '25780466': 2}", "similar_patients": "{}"}