{"patient_id": 80754, "patient_uid": "4406691-2", "PMID": 25902260, "file_path": "comm/PMC004xxxxxx/PMC4406691.xml", "title": "Autism and Intellectual Disability-Associated KIRREL3 Interacts with Neuronal Proteins MAP1B and MYO16 with Potential Roles in Neurodevelopment", "patient": "Patient 10–17471 () is a 17 yr old female with ID, seizures, microcephaly and normal cranial MRI. The patient showed a copy number loss of approximately 966 kb on chromosome 5q13.2 including the MAP1B gene and a second copy number loss of approximately 4.6 Mb on chromosome 7q21.11. Both deletions were confirmed using qPCR analysis.\\nIn addition, deletions of MYO16 and ATP1B genes have been also noted in additional unrelated patients with neurodevelopmental disorders (NDDs) in other published studies () ([–] and see acknowledgments for details). Recently, a patient with mild ID, upslanting palpebral fissures, retroganthia and a de novo 2.1 Mb microdeletion encompassing the MYO16 gene has been reported (Patient 1056/9897 in ) [–]. In addition, the DECIPHER database [–] lists a 3.83 Mb copy number loss (chr13: 106,884,343–110,711,191; NCBI Build 36) including the MYO16 gene in a male patient with global developmental delay and an apparently pathogenic maternally inherited 6.68 Mb CNV (chr13: 102,864,674–109,548,530; NCBI Build 36) in a female patient with ID, seizures and moderate behavioral/psychiatric abnormality (). The patient’s mother also reportedly has related or similar phenotype. The telomeric deletion boundary in this patient is predicted to disrupt the MYO16 gene. Furthermore, a genome wide association study suggested a potential autism association signal at 13q13.3 near MYO16 []. Three unrelated patients in the DECIPHER database with deletions involving the ATP1B1 gene shared ID as a common clinical phenotype (). No CNVs including either MYO16, MAP1B, or the ATP1B1 gene were listed in genome variant in human genome database [] suggesting a likely clinical significance of CNVs noted here in patients with NDDs.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'19541375': 1, '33174615': 1, '27909399': 1, '24755469': 1, '15908127': 1, '17287346': 1, '31753095': 1, '21946561': 1, '23260136': 1, '24726913': 1, '11588169': 1, '19165920': 1, '24974039': 1, '16118800': 1, '19200522': 1, '9753324': 1, '16874800': 1, '22930834': 1, '18675916': 1, '19917086': 1, '12807913': 1, '32265661': 1, '26321907': 1, '28933765': 1, '28381988': 1, '22521361': 1, '24762948': 1, '19012874': 1, '12147674': 1, '19404256': 1, '24709068': 1, '23575222': 1, '20935173': 1, '34025352': 1, '27450446': 1, '24439377': 1, '32824179': 1, '21439053': 1, '23300879': 1, '22542183': 1, '20468056': 1, '29271092': 1, '28683440': 1, '18179900': 1, '16102853': 1, '19344873': 1, '12421765': 1, '31474830': 1, '28072409': 1, '21897445': 1, '24219545': 1, '17546640': 1, '23554477': 1, '22965935': 1, '25902260': 2}", "similar_patients": "{'4406691-1': 2}"}