{"patient_id": 80437, "patient_uid": "4378334-1", "PMID": 25861498, "file_path": "comm/PMC004xxxxxx/PMC4378334.xml", "title": "Idiopathic Organ Transplant Chorioretinopathy after Liver Transplantation", "patient": "A 60-year-old man was referred to the Ophthalmology Department for assessment of progressive blurred vision in both eyes, in the past two years. He had a liver transplantation 3 years before, due to liver failure after hepatitis C. He developed chronic arterial hypertension and mild renal insufficiency as collateral effects of transplant medication. There were no medical records of transplant rejection. The medication in use was acetylsalicylic acid (100 mg), anlodipine (5 mg), furosemide (40 mg), tacrolimus (1 mg), and mycophenolate mofetil (360 mg), all for three years. He also had a past history of corticosteroid use (5 to 10 mg) for 6 months after the transplant.\\nIn the ophthalmological examination, he presented a corrected visual acuity of 20/200 in both eyes. There was no pupillary reflex defect. The biomicroscopy was unremarkable. The fundoscopy () showed mild hypertensive retinopathy and mottled pigmentary changes in posterior pole. The Spectralis SD-OCT (Heildelberg Engineering, Heildelberg, Germany) evidenced a serous macular detachment with protein-enriched fluid, without RPE detachment (). The EDI evidenced a thickened choroid (450 μ, measured subfoveal, from the outer border of RPE to the inner border sclera) with hyperreflective dots (). FA (Visucam 500, Zeiss, Germany) showed a distinct pattern of multiple small (100 μ), round hypofluorescent dots, and a diffuse hyperfluorescent fundus due to pooling, especially around the fovea (). The FAF (Visucam 500, Zeiss, Germany) showed round granular hyperautofluorescence lesions corresponding to the hypofluorescent areas on the FA, with a granular hypoautofluorescent fundus in posterior pole (). The ICG (TRC 50-X retinal camera and Imaginet 50X Imaginet Systems, Topcon Inc., Tokyo, Japan) presented with multifocal areas of choroidal vascular hyperpermeability, without focal leakage ().\\nAlthough our patient did not show prominent RPE changes in the fundus examination, the FA findings were similar to the “leopard skin” pattern. We could also observe dye pooling around the fovea consistent with serous macular detachment, without specific points of leakage. This fact is important in order to distinguish this condition from idiopathic chronic CSC or CSC after solid organ transplantation, since IOTC does not present with focal leakage []. Moreover, it is also distinct from DRPE, characterized by widespread distribution of small pigment epithelial detachments (PEDs), a few RPE changes, and the presence of more extensive pigmentary alterations with variable leakage on the FA [].\\nThe use of FAF among several retinal conditions has been well established []. This patient presented with granular and confluent hyperautofluorescent lesions, associated with granular hypoautofluorescent areas. Additionally, hypofluorescent spots on the FA were correlated with hyperautofluorescence areas on FAF, showing a RPE distress, with lipofuscin deposition. These mottled RPE changes were not fully observed with ocular fundi. It suggests that FAF might better assess early RPE changes with the additional advantage of being a noninvasive tool, considering that patients in the setting of kidney or liver transplantation may have contraindication to dye injection. Spaide and Klancnik Jr. reported diverse findings of FAF in CSC. In chronic stages, hyperautofluorescent lesions with material seemed to gravitate inferiorly or to collect in deposits in the border of the detachment. In the absence of subretinal fluid, decreased autofluorescence lesions were seen, associated with geographic atrophy and fluid descending tracts []. Our patient showed a very distinct pattern, suggesting that the FAF may play a role in the differential diagnosis of IOTC.\\nThe ICG is an adjunct diagnosis tool to assess diseases affecting the choroid. In this case, the ICG presented with multifocal areas of choroidal vascular hyperpermeability, similar to CSC []. These similar ICG findings arise questions about similarity in pathogenesis with CSC.\\nThe advance of OCT provided a better understanding of serous detachments, especially those located in the macular region. Our patient presented with a serous macular detachment, rich in protein exudation (hyperreflective dots) and no pigment epithelial detachments (PED). In a recent study about CSC after renal transplantation (RT), the OCT images revealed subretinal fluid and multiple small PEDs []. Patients with organ transplant are indeed subject to neurosensory macular detachment or CSC probably due to corticosteroid use. However, patients with IOTC present with serous detachment with the particularity of absence of PEDs []. Thus, besides the pigmentary changes, the pattern of macular detachment is distinct from idiopathic and isolated CSC after solid organ transplant.\\nAnother aspect was the presence of a thickened subfoveal choroid (575 μ) associated with hyperreflective points, assessed by EDI. The average normal choroidal thickness is 275–300 μ, although a correlation of choroidal thickness with age, axial length, and refraction has been found. Increasing age and myopia are associated with choroidal thinning []. Choroidal thickening in patients with CSC has been reported in the literature []. Jirarattanasopa et al. also recently described choroidal thickening in CSC subtypes, in agreement with vascular hyperpermeability seen in ICG []. Considering that IOTC and CSC may have similar pathogenesis with regard to choroidal function, the EDI may be an alternative and noninvasive tool to evaluate the choroid in these patients.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'21499191': 1, '12824827': 1, '16650676': 1, '22511844': 1, '18327131': 1, '15019370': 1, '19898183': 1, '22731855': 1, '22521082': 1, '12441848': 1, '1463411': 1, '15878062': 1, '28018289': 1, '7488581': 1, '29948498': 1, '22589335': 1, '25861498': 2}", "similar_patients": "{}"}