{"patient_id": 142211, "patient_uid": "4244800-1", "PMID": 25552861, "file_path": "noncomm/PMC004xxxxxx/PMC4244800.xml", "title": "Delayed incidental diagnosis of postoperative extradural hematoma following ventriculoperitoneal shunt", "patient": "A 24-year-old male presented with complaints of headache of 8 months duration and blurring of vision of 1 month duration. On examination, he was conscious and oriented, with a right hemiparesis, right lower motor neuron facial palsy, bilateral cerebellar signs, and papilledema. Systemic examination was normal. Initial computed tomography (CT) scan brain (contrast) showed heterogeneous mass lesion in the right cerebellar region, extending to the brain stem with peripheral enhancement and obstructive hydrocephalus Figure and ]. Since the patient had signs and symptoms of raised intracranial pressure due to obstructive hydrocephalus, surgeons planned for left VP shunt insertion (medium pressure, Chhabra “slit spring” hydrocephalus shunt system; G Surgiwear Limited, Shahjahanpur, India). Under general anesthesia, the patient was positioned supine with head turned to right on a head ring. Parts were painted and draped. Left Frazier's point was marked (4 cm lateral to the midline and 6 cm above the inion). A curved incision was given around the Frazier's point and the scalp layer reflected. A burr hole was made and the dura coagulated. Ventricles were hit in the first attempt and the chamber was secured. After achieving hemostasis, the scalp was closed. Postoperatively, the patient was conscious and oriented, and remained symptom free for 3 days. On the third postoperative day following the shunt insertion, magnetic resonance imaging (MRI) brain was planned to evaluate the posterior fossa lesion. MRI brain showed a large left temporoparietal EDH [Figure and ]. In spite of the large EDH, the patient was asymptomatic. The patient was shifted immediately to the operating room and the extradural hematoma was evacuated. Postoperatively, the patient was conscious and oriented with no fresh deficits. The postoperative CT scan brain revealed complete evacuation of hematoma with VP shunt tip in situ []. On questioning, the patient revealed that he had mild headache of the left hemicranium of 2 days duration, but neglected it and regular clinical examination had not revealed any pupillary asymmetry to suspect an intracranial lesion.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'14127629': 1, '19427004': 1, '7354919': 1, '10682933': 1, '4045493': 1, '8443100': 1, '33578510': 2, '17881969': 1, '32685303': 2, '12391460': 1, '3785596': 1, '26605271': 2, '25552861': 2}", "similar_patients": "{'7886491-1': 1, '7886491-2': 1, '7364423-1': 1, '4656891-1': 1, '4656891-2': 1, '4656891-3': 1}"}