{"patient_id": 140989, "patient_uid": "4166334-1", "PMID": 25237434, "file_path": "noncomm/PMC004xxxxxx/PMC4166334.xml", "title": "Extra-Axial Medulloblastoma in the Cerebellar Hemisphere", "patient": "A 5-year-old boy presented with nausea, vomiting, and gait disturbance 5 days in duration. The initial neurologic exam revealed terminal ataxia, dysmetria, and tandem gait.\\nBrain magnetic resonance imaging (MRI) depicted a well-defined, oval mass in the left posterior fossa measuring about 5.1×3.1×4.6 cm. The mass was compressing the fourth ventricle, causing hydrocephalus. Given its extra-axial location and homogeneous pattern of contrast uptake, we considered a differential diagnosis of hemangiopericytoma or meningioma.\\nThe mass abutted upon the meninges and evidenced iso-SI with gray matter on T2-weighted imaging and T1-weighted imaging. Following the infusion of contrast media, the mass exhibited well-contrasted enhancement (). The left cerebellar hemisphere appeared compressed by the mass, and resultant surrounding parenchymal edema and compression of the fourth ventricle were evident. Dilatation of the 3rd and both lateral ventricles was observed.\\nAn emergency operation was performed. An external ventricular drain was used to control increased intracranial pressure, and a left lateral suboccipital, infratentorial craniotomy was performed for tumor resection. Macroscopically, a soft, well-demarcated mass was observed extra-axially, attached to the dura next to the transverse-sigmoid sinus with invasion into the cerebellar hemisphere (). A gross total surgical excision was performed.\\nMicroscopically, the tumor consisted of pale nodular areas and a surrounding dark cellular area with reticulin framework, which is consistent with desmoplastic/nodular type medulloblastoma (WHO grade IV) (). The pale nodular areas contained tumor cells with low nuclear cytoplasmic ratio and neuronal maturation shown by neuron-specific enolase (). The dark cellular areas were highly cellular with a high nuclear cytoplasm ratio and increased Ki67 proliferative index (). The tumor cells exhibited no immunoreactivity for GFAP or epithelial membrane antigen.\\nMRI following surgery revealed no evidence of remnant enhancing lesion in the left posterior fossa. Also, MRI of the spinal cord showed no definitive evidence of CSF seeding of the tumor. The postoperative course was marked by rapid resolution of symptoms. Since medulloblastomas are very radio-sensitive, we considered post-op radiotherapy applied to the whole cranio-spinal axis to prevent tumor recurrence.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'33822292': 1, '14642364': 1, '1079441': 1, '6979760': 1, '27057396': 2, '5970298': 1, '29904474': 1, '10912209': 1, '14784854': 1, '6827349': 1, '8435152': 1, '12865511': 1, '6969383': 1, '7083845': 1, '5471923': 1, '29682065': 2, '11799412': 1, '310770': 1, '3878087': 1, '5111749': 1, '25237434': 2}", "similar_patients": "{'4804400-1': 1, '4804400-2': 1, '4804400-3': 1, '5898136-1': 1}"}