{"patient_id": 83055, "patient_uid": "4580224-1", "PMID": 26395882, "file_path": "comm/PMC004xxxxxx/PMC4580224.xml", "title": "Cytomegalovirus infection can mimic genetic nephrotic syndrome: a case report", "patient": "The patient was 5 months old when he presented with acute gastroenteritis; he had no previous medical history, except for 3 episodes of bronchiolitis. He had a twin brother, from a dichorial diamniotic pregnancy; the twin brother was in good health. The parents were Caucasian, and not consanguineous. There was no significant family medical history. Clinically, mild edema was noted on the face and lower limbs. Serum creatinine was normal (35 μmol/l, normal range 25–45 μmol/l), serum urea was also normal (5.4 mmol/l, normal range 4–7 mmol/l). Total serum protein came back low, measured at 35 g/l (normal range 60–75 g/l), and albuminemia was also low, at 10.3 g/l (normal values 35–45 g/l) as shown in Table . Proteinuria was elevated, at 5.1 g/l, leading to a proteinuria/creatinuria ratio of 7.83 g/mmol. A renal ultrasound showed a right kidney measured at 65 × 33 × 30 mm, and a left kidney measured at 71 × 35 × 28 mm; the Doppler analysis was normal. Kidney size remained stable throughout follow-up, above average. There was no sign of blockage, no stone, no tumor. A renal biopsy was performed, analyzing 13 glomeruli; it showed a slight mesangial cell hypertrophy with no diffuse mesangial sclerosis; non-specific tubular lesions were present, along with interstitial edema. No viral cytopathic inclusions could be seen. Electron microscopy was not performed. A viral work-up came back negative for hepatitis A, B and C; syphilis and HIV serologies were also negative. A genetic testing showed no mutation in NPHS1, NPHS2 nor WT1 genes. Hip and knee radiographs were normal, eliminating a nail patella syndrome. At this stage, angiotensin converting enzyme inhibitor therapy was initiated; captopril was used, started at 3 mg/d, and increased to 6 mg/d after 15 days. Albumin perfusions were performed initially, at a dose of 1 g/kg/d, each day, for 16 days.\\nEpstein-Barr virus PCR test was negative; cytomegalovirus PCR test was positive, showing more than 123,000 copies/ml. Cerebral imaging showed no significant brain lesion; An EEG was performed and came back normal. Ophthalmoscopy was also normal. Ganciclovir was immediately started and administered for 15 days; it was then switched to valganciclovir for another 15-day period. By the end of the antiviral therapy, proteinuria had decreased to 0.15 g/l; albuminemia and total serum protein levels were back to normal values. Captopril therapy could successfully be discontinued. No relapse had occurred in 30 months.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'17371932': 1, '29722117': 1, '16523262': 1, '24899237': 1, '9660941': 1, '34203932': 1, '33330277': 2, '34582431': 1, '9915943': 1, '22782578': 1, '31417880': 1, '26395882': 2}", "similar_patients": "{'7728737-1': 1}"}