{"patient_id": 77072, "patient_uid": "4164299-1", "PMID": 25254131, "file_path": "comm/PMC004xxxxxx/PMC4164299.xml", "title": "Primary Burkitt Lymphoma of the Fourth Ventricle in an Immunocompetent Young Patient", "patient": "An 18-year-old male, not known to have any medical illness, was admitted to Aseer Central Hospital, Abha, Saudi Arabia, with a history of progressive ataxia for 4 weeks. He also had double vision, facial asymmetry, tinnitus, and dysphagia during the last 2 weeks prior to presentation. On examination, the patient was alert, conscious, and oriented, and his vital signs were stable. He was found to have bilateral palsies of the fourth cranial nerve, as well as palsies of the left 7th, 9th, and 10th cranial nerves, in addition to mild cerebellar ataxia. His CT scan of the brain revealed a posterior fossa mass. The patient was transferred to King Fahad Medical City, Riyadh, for further investigation and management. He had performance status of 2 on Eastern Cooperative Oncology Group (ECOG) scale. A magnetic resonance imaging of the brain () was done and showed a homogeneously enhancing, well-demarcated subependymal tumor outlining the fourth ventricle, occluding its lumen, and extending down into the foramen of Magendie. It measured 3 × 3 × 3.5 cm and it had mass effect, but no true invasion of the brainstem was noted. Moderate peritumoral edema was seen within the neighboring brainstem and the left cerebellum. Similar, however, smaller lesions were noted; the first one was in the floor of the third ventricle, anterior to the aqueduct, which measured 12 × 6 mm, and the other was seen in spinal intradural extramedullary location filling in the lateral recess of the C4 level on the right side. Blood tests including CBC differential count, U&E, LFT, and uric acid were normal. Lactate dehydrogenase (LDH) was also normal (206 U/L). Serological tests results for hepatitis B, hepatitis C, and HIV were unremarkable. Quantitative immunoglobulins were also normal. Lymphocyte subset analysis revealed normal absolute CD4 positive T-helper cells (1.73 × 109/L). Blood film review did not show any abnormal cells. The cerebrospinal fluid (CSF) cells count showed RBC 526/cumm and WBC 1/cumm. CSF cytology examination did not reveal any abnormal cell. CSF protein was not high (0.1 G/L).\\nThe patient underwent suboccipital craniotomy and transvermian approach for tumor removal where a gross total resection of the intraventricular lesion was achieved with a curative intent except lesions in third ventricle and cervical spinal cord (). The frozen section showed a round blue cell tumor, initially favoring medulloblastoma. On microscopic examination of the permanent and additional sections, the tumor showed sheets of medium-sized discohesive cells displaying high nucleus to cytoplasm ratio and brisk mitotic activity. Lots of apoptotic bodies as well as tangible body macrophages were seen, giving rise to “starry sky” appearance (). Some cells demonstrated squared-off borders, reminiscent of molding (); however, no neuropil or salt and pepper nuclear chromatin pattern were seen. There were no eccentric nuclei or eosinophilic cytoplasmic globules to suggest atypical teratoid/rhabdoid tumor (ATRT). Immunohistochemical staining showed the tumor cells to be positive for CD45, CD20, CD79, CD10, and Bcl-6 (). Tumor cells were negative for Bcl-2, CD3, CD30, TdT, and Cyclin D1. The Ki67 labeling index was more than 99% (). In situ hybridization for Epstein-Barr virus-encoded RNA (EBER) was negative. The negative reaction to synaptophysin and GFAP argued against medulloblastoma and glioma, respectively. The positive INI and negative Cam5.2 and SMA ruled out ATRT. Cytogenetic study confirmed t(8:14) by FISH technique performed on a paraffin embedded tissue section as all of the scored nuclei revealed IGH/CMYC rearrangement signals. CT scans of neck, chest, and abdomen; whole body PET scan MRI studies; and bone marrow biopsy (including FISH analysis for c-myc gene rearrangements) did not show any sign of extracranial lymphoma; hence, our final diagnosis was primary Burkitt lymphoma of the CNS.\\nThe patient was then treated with chemotherapy and is being followed up by multidisciplinary teams. He was offered R-CHOP with HD MTX (3 gram/m2) chemotherapy regimen every 21 days (HD MTX typically being offered on day 10 of 21-day cycle) and triple intrathecal chemotherapy injections (TITs) containing methotrexate, cytarabine, and hydrocortisone through Ommaya reservoir. The patient completed 6 cycles of R-CHOP+HD MTX and 9 injections of TITs. In view of his poor performance status and lack of enough data on appropriate treatment regimen in the literature, the team decided to choose this regimen. It was planned to offer whole brain radiotherapy (WBRT) at the end as consolidation. Two months after the chemotherapy, an MRI of brain showed a good response to the therapy with near complete resolution of the postsurgical residual tumor in the posterior fossa and brainstem, complete resolution of the posterior third ventricle focus, and a near complete resolution of the C3-C4 intradural extramedullary focus. At the end of treatment he developed leukoencephalopathy changes on follow-up MRI albeit he had remarkable improvement in his tumor with no evidence of further recurrence. Consequently, the planned WBRT was not given and the chemotherapy treatment was hence stopped and he underwent extensive rehabilitative physiotherapy.\\nOn the last followup of the patient (18 months after the surgery), he was able to walk independently with a cane but still had multiple neurological deficits of the cranial nerves, including residual facial palsy, altered taste sensation, residual dysarthria, and a mild gait ataxia, although he is independent with daily activities. He also had multiple Botox injection in bilateral spastic medial rectus muscle to reduce the double vision in addition to eyelid surgeries for bilateral Bell's palsy. However, no evidence of recurrence of the lymphoma has been noted.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'26209757': 1, '29307939': 1, '7246058': 1, '23166421': 1, '26703786': 1, '10326601': 1, '12525518': 1, '15642434': 1, '31093392': 2, '8058010': 1, '2296388': 1, '11013271': 1, '21615246': 2, '21613254': 1, '19097361': 1, '20146089': 1, '16917629': 1, '19767089': 1, '30034894': 2, '177169': 1, '22984018': 1, '21915121': 1, '12066916': 1, '10659013': 1, '23963042': 1, '6475493': 1, '22295149': 1, '1878874': 1, '14738582': 1, '6359511': 1, '20139257': 1, '21479535': 1, '34313804': 1, '22427256': 1, '21923642': 1, '25254131': 2}", "similar_patients": "{'6035833-1': 1, '6481150-1': 1, '3157034-1': 1}"}