{"patient_id": 151010, "patient_uid": "4794557-1", "PMID": 26989493, "file_path": "noncomm/PMC004xxxxxx/PMC4794557.xml", "title": "Complete pancreatic duct disruption in an isolated pancreatic injury: successful endoscopic management", "patient": "We present a case of 26-year-old male patient, who presented to emergency with upper abdominal pain, distension and vomiting. He had a history of blunt abdominal trauma with scaphoid fracture 48 h before. There were no abdominal symptoms, immediately after the trauma. He was initially admitted in a local hospital for right scaphoid fracture. Forty-eight hours later, he developed abdominal symptoms, for which he was investigated and referred as a case of pancreatic injury. Investigations showed total leukocyte count 21 200/mm3, serum amylase 1498 U/l and serum lipase 419 U/l (reference range: 20–104 U/l and 13–60 U/l, respectively). No pancreatic exocrine insufficiency seen, as suggested by faecal elastase 238 µm/g of stool (reference value >200µm/g of stool). Ultrasonography and computerized tomography (CT) scan of the abdomen (investigated outside our hospital) show pancreatic injury with peripancreatic fluid collection. Magnetic resonance imaging (MRI) scan (Fig. ) of the abdomen showed pancreatic laceration at the distal body, with MPD injury, peripancreatic and perisplenic fluid collection, mild bilateral pleural effusion (left > right) and minimal fluid in the pelvis.\\nOn examination patient was febrile, with tachycardia and diffusely distended and tender abdomen. He was managed conservatively for 24 h by nil orally, nasogastric tube aspiration, parenteral nutrition, antibiotics and analgesics. His clinical condition worsened in the next 24 h with increasing tachycardia, pain and distension of the abdomen. Decision was taken for intervention. He underwent endoscopic retrograde cholangio-pancreatography (ERCP) and pancreatic duct stenting. ERCP showed a significant leak at the MPD transection site (Fig. ). But the stent could not be negotiated through completely transected MPD and patient continued to be symptomatic. Second ERCP (Figs and ) was attempted 3 days later, where successful cannulation of the MPD was performed till the tail of pancreas, negotiating the transected MPD and a 5-Fr pancreatic stent deployed along the transected MPD. Patient gradually improved by the end of third week and was discharged in the fourth week. Patient is doing well after 2-month follow-up. We decided to stent the MPD for long time, at least 6 months to 1 year depending on the clinical and radiological improvement during follow-up.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'8676408': 1, '26357712': 1, '23217286': 1, '24886125': 2, '17996869': 1, '21206102': 1, '26587230': 1, '2231822': 1, '15187740': 1, '26989493': 2}", "similar_patients": "{'4096521-1': 1}"}