{"patient_id": 81248, "patient_uid": "4442259-1", "PMID": 26078910, "file_path": "comm/PMC004xxxxxx/PMC4442259.xml", "title": "A Pancreatic Fistula after the Laparoscopic Sleeve Gastrectomy", "patient": "A 43-year-old morbidly obese man underwent LSG in another hospital 32 days prior to admittance to our hospital. Patient's height was 179 centimeters, body weight was 160 kilograms, and body mass index (BMI) was 50 kg/m2. There were no additional disease and no comorbidity. After the sixth day of his operation, the patient was suffering from 39°C fever and a spit-like accumulation of 100 mL/day from the 22 French silicon drain located near his stomach. The initial suspicion was that there could be a stapler line leakage. Therefore, the patient was not discharged and was observed further in the following 25 days. Fluid accumulation in the patient's drain did not decrease. An endoscopic stent was applied twice; however, the procedures were a failure.\\nAfter this experience, the patient demanded to be discharged from the hospital and admitted to our institution. He did not have oral intake. His initial fever was 36.9°C, his tension was 120/80, his pulse was 88 beats/min, his Hb was 15.1 g/dL, his WBC was 8.27/mm3, his Plt was 331/mm3, his amylase was 460 U/L, and his lipase was 208 U/L. Initially, a leakage test using methylene blue was conducted on the patient and no fluid in the drain was observed. Then, oral-intravenous contrasted computer tomography (CT) was performed. The drain was seen along the stapler line and there was no leakage on the CT examination.\\nA minimal pollution was observed between the stomach and pancreas. It was considered a postoperative change and a pathological case was not considered (). Meanwhile, 30–100 mL/day fluid was continuously discharged by the drain. On the fifth day of our clinical follow up, a new oral contrasted dynamic CT was performed due to the suggestion from the radiology department. There was no leakage observed in that test either. As a result, it was suspected that a pancreatic fistula may have occurred in the patient. Thus, drain and spit fluid were sent to the laboratory and examined for amylase level. The spit fluid amylase level was 297.900 U/L and the drain amylase was 61.499 U/L. The drain amylase level led us to believe that there was a pancreatic fistula in the patient. Upon this observation, octreotide, a somatostatin analogue, was started with the subcutaneous dosage of 3 × 0.1 mg/mL []. The patient dramatically responded to the treatment. After 48 hours, fluid accumulation from the drain stopped and oral intake was started. The treatment continued in the following three days. Additionally, intravenous medication consists of 3500 cc/day total parenteral nutrition, 40 mg/day omeprazole, and 60 mEq/day potassium chloride, which was given until oral intake started. Also 7500 IU/0,3 mL/day bemiparin sodium was given as long as the patient was hospitalized. On the 12th day after the patient was admitted to our clinical, his blood test results were as follows: Hb: 12.7 g/dL, WBC: 5.9/mm3, Plt: 291/mm3, amylase: 138 U/L, and lipase: 107 U/L. The patient's drain was uninstalled on the 12th day and he was discharged on the 13th day. Further follow-ups and tests on the patient in the following year showed that he had no further complaints.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'23023201': 1, '23415988': 1, '15494289': 1, '29067941': 2, '15167200': 1, '17894158': 1, '24819496': 1, '16198769': 1, '20054163': 1, '26078910': 2}", "similar_patients": "{'5869980-1': 1}"}