{"patient_id": 147496, "patient_uid": "4550995-1", "PMID": 26265652, "file_path": "noncomm/PMC004xxxxxx/PMC4550995.xml", "title": "Anesthetic dilemma in planning bilateral cataract surgery for an infant associated with congenital cardiac anomaly", "patient": "A 5-month-old male child weighing 4 kg, having bilateral microcornea and total cataract, presenting with nystagmus, was planned for lens aspiration and intraocular lens implantation. Parents mentioned that the child had a history of recurrent cough; however, there was no history of hurried breathing, feeding difficulty, cyanosis, or seizures. On examination, the child was found to have cyanosis, clubbing, grade four systolic murmurs in left second intercostal space with room air saturation of 60–70% only. In addition to complete hemogram and serum electrolytes, which were within normal limits an echo-cardiogram was done which revealed TOF with pulmonary atresia, decreased pulmonary blood flow, large ventricular septal defect (VSD), large patent ductus arteriosus (PDA), and normal biventricular function. As the patient had presented late, after consultation with the Cardiologist the correction of the cataract was deemed more urgent than immediate correction of TOF defect.\\nOn the day of surgery, the child was prepared as per American Society of Anesthesiologists (ASA) fasting guidelines. As per the advice of the cardiologist, the patient received antibiotic prophylaxis with intravenous (IV) cefazolin 200 mg 60 min before the procedure. Prostaglandin (PG) E1 infusion was kept ready to maintain the patency of PDA, which could be guided by a fall in hemoglobin saturation below 45%. Electrocardiography (ECG), noninvasive blood pressure, O2 saturation, and temperature monitoring were done as per standard ASA guidelines. EMLA cream was applied on the dorsum of left hand for securing IV access to prevent pain leading to crying spell, which could have led to de-saturation. The patient was induced with IV ketamine (8 mg) and mask ventilation with 100% O2 was done. Proseal laryngeal mask airway (LMA) was used to secure the airway as oxygenation and ventilation are as effective as endotracheal intubation with far less hemodynamic changes. Maintenance was done with O2, air, sevoflurane, and IV fentanyl (8 ug) and vecuronium (0.4 mg) was used for its cardiostability. Fluid deficit was replaced with Ringer Lactate solution. Patient's hemodynamics were stable and saturation was maintained around 60–65% throughout the intraoperative period. Surgery lasted for 30 min and LMA was removed after giving reversal. The child received supplemental O2 and monitored (SpO2 and ECG) in the postanesthesia care unit for 4 h in an incubator. Thereafter the child was shifted to the ward. The child received paracetamol rectal suppository for pain relief. On the first postoperative day, child developed breathing difficulty, fever and increasing cyanosis for which he was shifted to the cardiac Intensive Care Unit (ICU) and after a week Blalock–Taussig shunt procedure was done. The child recovered well and was sent home with due instructions. On the first postoperative day and 2 weeks after lens aspiration, the child's visual axis was clear and was following light.", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'1303856': 1, '15899463': 1, '9713951': 1, '7617503': 1, '26265652': 2}", "similar_patients": "{}"}