{"patient_id": 144417, "patient_uid": "4377782-1", "PMID": 25852871, "file_path": "noncomm/PMC004xxxxxx/PMC4377782.xml", "title": "Rare complication of a dialysis catheter insertion", "patient": "A 57-year-old gentleman was admitted after he developed acute kidney injury and major upper gastrointestinal bleeding. His urea levels measured 50 mmol/L and creatinine levels 1500 µmol/L. A decision was made to commence haemodialysis. A temporary dialysis catheter was inserted into his right femoral vein initially, but it was then decided to change this to a temporary internal jugular dialysis catheter to minimize the likelihood of catheter-related infection.\\nThe left internal jugular vein was punctured under ultrasound guidance and a temporary dialysis catheter was inserted without difficulty. There was good flow in both arterial and venous lumens of the dialysis catheter. A routine post-line insertion chest X-ray was performed (). The chest X-ray showed that the dialysis catheter was following an abnormal course by passing down the left side of the mediastinum rather than crossing the midline via the brachiocephalic vein to enter the superior vena cava on the right side. Aspirated blood gas analysis confirmed that the catheter was in a vein.\\nA contrast venogram was requested to define the anatomy and ensure that the dialysis catheter remained safe to use. The venogram showed that the patient had a persistent left-sided superior vena cava (PLSVC) or possible double SVC and the dialysis catheter tip was in the distal part of the left-sided SVC. He was started on haemodialysis after the dialysis catheter position was confirmed with the venogram.\\nAfter 4 h of haemodialysis in the dialysis unit, he was transferred back to the ward. Approximately 24 h after dialysis, the patient started complaining of breathlessness. An urgent chest X-ray () showed the presence of cardiomegaly, a new left-sided pleural effusion and subcutaneous emphysema over the left clavicle.\\nAn urgent chest computed tomogram () was performed and showed the presence of bilateral pleural effusions (left more than right) and a 1.2 cm, presumed new, pericardial effusion. There was also left-sided basal atelectasis and surgical emphysema of the neck and left chest wall. No obvious pneumothorax or pneumomediastinum was seen. The tip of the central venous catheter was seen posterior to the left atrium, in the hypertrophied coronary sinus.\\nEchocardiography confirmed the presence of a modest-sized pericardial effusion but there did not appear to be any echocardiographic or clinical signs of tamponade physiology.\\nAs it was unclear as to why the patient had deteriorated, we felt it best not to use the left internal jugular temporary dialysis catheter. A femoral temporary dialysis catheter was inserted and the patient was dialysed via this without heparin. The patient was transferred to a cardiothoracic centre to have the left internal jugular dialysis catheter removed by cardiothoracic surgeon. He was subsequently transferred back to our care and continued successful temporary haemodialysis during his hospital stay and started peritoneal dialysis prior to discharge.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'2761070': 1, '3193150': 1, '26830995': 1, '19670176': 1, '3126789': 1, '6415832': 1, '26120447': 1, '29221340': 1, '33061669': 2, '1600785': 1, '17235513': 1, '28489757': 1, '31164092': 1, '14750103': 1, '2930292': 1, '25852871': 2}", "similar_patients": "{'7534844-1': 1}"}