{"patient_id": 76815, "patient_uid": "4147347-1", "PMID": 25197604, "file_path": "comm/PMC004xxxxxx/PMC4147347.xml", "title": "CT, MRI and DWI Features of a Solid Organizing Hepatic Abscess", "patient": "A 30-year-old man with an unremarkable past clinical history was hospitalized for intermittent fever lasting for three weeks and a hypoechoic mass in the hepatic segment IV detected by an abdominal ultrasonography performed in an ambulatory diagnostic clinic. He was treated at home with ciprofloxacin and amoxicillin-clavulanate without clinical benefit. Laboratory tests at admission revealed neutrophil granulocytosis (WBC 16.3 × 109/L with 78% neutrophils), increased C-reactive protein level (19.9 mg/dL; upper normal limit of 0.50 mg/dL), and mild increase of transaminases (P-AST 91 U/L, P-ALT 171 U/L; upper normal levels 37 U/L and 53 U/L, resp.). Urinalysis was normal. Sera IgA, IgG, and IgM and tumor markers were within normal limits. Repeated blood culture was negative as well as serological test for viruses (HIV, HBV, and HCV), parasites (Entamoeba histolytica), and bacteria (Bartonella, Q fever, and Mycoplasma pneumoniae). Autoantibody tests (antinuclear antibodies and antineutrophil cytoplasmic antibody) for systemic autoimmune disease were negative. After admission he was treated with piperacillin-tazobactam (4.5 gr t.i.d, i.v.) for 2 weeks and then p.o. with levofloxacin and amoxicillin-clavulanate for further 2 weeks; no steroids were administered. Fever definitely resolved on the third day after admission.\\nA CT examination of the abdomen was performed with a 64-multislice equipment (VCT pro, GE, Milwaukee, USA) before and after intravenous injection of 120 mL of iopromide 370 mg/mL at the rate of 4 mL/sec (Ultravist 370 Bayer, Berlin, Germany). Nonenhanced CT scans showed a hypoattenuating lesion measuring 6.5 × 4 cm in the hepatic segment IV. The lesion exhibited a target appearance on dynamic multiphasic CT scans, the main central component showing an enhancement similar to normal hepatic parenchyma. This component was circumscribed by a rim which was conversely hypoattenuating on arterial and venous phases and hyperattenuating on late venous phase. The lesion contained a tiny colliquative core ().\\nOne week later, during i.v. antibiotic therapy, a MRI of the liver was performed with a 1.5T magnet (Avanto, Siemens Healthcare, Erlangen, Germany) and a 16-channel phased-array body surface coil using the following sequences protocol: axial in-phase and out-of-phase GE T1, coronal and axial HASTE T2-weighted imaging, axial fat suppressed HASTE T2-weighted sequence, DWI at three different b-values (50, 400, and 800 s/mm2), and nonenhanced and contrast-enhanced dynamic spoiled 3D GE sequence before and after i.v. injection of gadobenate dimeglumine (0.1 mL/body weight kg, Multihance; Bracco, Milano, Italy); the biliary phase was not acquired.\\nMRI documented a decrease in the size of the lesion, which now measured 5 × 3 cm. The lesion was hypointense on T1-weighted MRI and hyperintense on T2-weighted MRI; in the latter sequence, the lesion showed a target-like appearance, the rim being higher in signal than the central component; moreover, the core was highly hyperintense (Figures and ). DWI demonstrated a partial water diffusion restriction of the main component; the mean ADC values of the rim, the central component, the colliquative core, and the normal liver were 1920 × 10−3 mm2/s, 1080 × 10−3 mm2/s, 1930 × 10−3 mm2/s, and 870 × 10−3 mm2/s, respectively (Figures and ). Lesion enhancement on dynamic MRI resembled contrast-enhanced CT appearance (Figures and ).\\nA percutaneous biopsy was scheduled but not performed because the patient refused to consent. Abdominal ultrasonography documented further decrease in size of the lesion 4 days after MRI examination (3 cm in larger diameter).\\nPatient recovered completely during the hospitalization and all laboratory tests were normal at the time of discharge. No liver abnormalities were appreciable on 2-month MRI follow-up. Final diagnosis of an organizing hepatic abscess was made on the basis of diagnostic imaging and ex juvantibus criteria.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'23559325': 1, '23483864': 1, '19168846': 1, '22801750': 1, '16628030': 1, '16861554': 1, '3969480': 1, '15256619': 1, '22157170': 1, '19918510': 2, '21460028': 1, '22778477': 1, '11882760': 1, '11222204': 1, '25197604': 2}", "similar_patients": "{'2769340-1': 1}"}