{"patient_id": 140015, "patient_uid": "4104226-1", "PMID": 25061579, "file_path": "noncomm/PMC004xxxxxx/PMC4104226.xml", "title": "Short-course hypofractionated radiochemotherapy for unresectable locally advanced cancer of the base of tongue: palliation only? A case report and short review of the literature", "patient": "A 58-year-old man with progressive difficulties in swallowing and articulation was referred to our department for radiotherapy of locally advanced squamous cell carcinoma of the base of tongue. The patient was a heavy smoker and had a history of drug abuse.\\nOn physical examination, the patient had a lesion fixed to the right part of the base of tongue and ipsilateral palpable posterior cervical lymph nodes. The CT scan revealed a 59 × 43 × 56 mm lesion of the right tongue base, invading the uvula and extending to the ipsilateral site of the epiglottis (red-circled area in ) as well as a lymph node block of 35 mm diameter with central necrosis of the ipsilateral level IIA-IIB (red arrow in ). Moreover, enlarged nodes of the ipsilateral level VA and nodes up to 16 mm of the contralateral levels IIB and upper VA have been found.\\nPositron emission tomography (PET) or PET-CT is a very important diagnostic procedure to be performed prior any kind of treatment in head and neck cancer. Indeed, PET-CT scan improves the accuracy of pre-treatment staging in terms of sensitivity and specificity and helps in better delineating the radiotherapy target. However, no PET-CT was performed to our patient due to the lack of PET-CT scanner in our center or nearby. Finally, our patient was human papillomavirus (HPV)-negative although in international literature we found that 40% to 45% of oropharyngeal carcinomas are HPV-positive.\\nSince there was no evidence of metastatic disease according to chest computing tomography and liver ultrasound, the patient was staged as T4aN2c and the multidisciplinary meeting decided to offer him a course of concomitant radiochemotherapy. Given the refusal of the patient to attend the standard long course of radiotherapy and his relatively bad compliance due to drug abuse, we finally decided to offer him a course of hypofractionated radiotherapy with weekly cisplatin 40 mg/m2.\\nThe patient was referred for dental assessment and placement of a percutaneous endoscopic gastrostomy tube in order to bypass feeding and eating difficulties during the radiotherapy course. Then he underwent a planning CT scan of the head and neck on the basis of which we prepared his treatment plan.\\nThe patient was treated with hypofractionated 3D conformal radiotherapy. He received 30 Gy in 10 fractions in the primary tumour, neck and supraclavicular fossa and 15 Gy as a boost in the gross tumour volume, reaching a total dose of 45 Gy, which is biologically equivalent to 54 Gy and clearly lower than the usual total therapeutic dose of 70 Gy given by conventional fractionation of 2 Gy per fraction.\\nThe patient was assessed every week for a toxicity report and followed-up regularly both clinically and radiographically after the completion of radiotherapy.\\nAt the end of the radiotherapy course there was significant clinical improvement with a substantial decrease in gross tumour volume and also in the level of pain, an increase in tongue mobility and improvement in articulation. Early toxicity was limited to grade II mucositis and skin toxicity no higher than grade II was observed. Overall treatment tolerance was excellent.\\nTwelve months after the completion of radiotherapy, the CT scan confirmed a near-total remission of primary lesion and a full regression of metastatic lymphnode, along with clinical improvement of the patient (). On further radiological and clinical follow-up there was no sign of local recurrence.\\nEighteen months after the completion of radiotherapy the patient is free of recurrence with no swallowing or articulation difficulties and no signs of late skin toxicity.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'18649963': 1, '15172142': 1, '20934860': 1, '30246055': 1, '23359352': 1, '25061579': 2}", "similar_patients": "{}"}