{"patient_id": 141940, "patient_uid": "4221916-1", "PMID": 25383195, "file_path": "noncomm/PMC004xxxxxx/PMC4221916.xml", "title": "Much more than gastro-enteritis: a severe case of hypo-pituitarism", "patient": "A 34-year-old woman with a history of polycystic ovarian syndrome self-presented to the emergency department, complaining of malaise, nausea and feeling cold. Her only previous hospital admission was for the birth of her first child one month earlier.\\nAn obstetric history revealed that during the antenatal period, she developed severe headache and was investigated with a magnetic resonance imaging (MRI) brain in the 30th week of her pregnancy. This showed an enlarged pituitary gland with a cranio-caudal length of 12 mm. She was reviewed along with her imaging by the Neurologist, who felt the pituitary enlargement was physiological for her stage of pregnancy and the headache a manifestation of migraine.\\nShe had a difficult vaginal delivery requiring the use of ventouse and forceps for shoulder dystocia with documented blood loss of 500 mL during delivery. Subsequent history from the patient revealed that during the in-hospital post-partum period, she experienced significant fatigue and generalised weakness. Further, the baby was commenced on formula feed due to lactation failure. The general malaise continued upon discharge, her mobility was poor, with muscle weakness and postural dizziness requiring assistance with various activities of daily living. She also noticed involution of her breasts and considerable weight loss of 6 kg from her pre-pregnancy weight. She spent a large proportion of the post-natal period in bed, a considerable change from her previously active lifestyle with hobbies including hiking and rock climbing.\\nShe consequently visited her local GP on numerous occasions and was diagnosed with post-natal depression and urinary tract infections. Around one month after delivery, she finally brought herself to hospital, as she was unable to cope with the symptoms of severe dizziness, nausea and vomiting. Initial observations suggested that she was in shock (heart rate 120 bpm, blood pressure 86/40, respiratory rate 18 and saturation 96% on air). Urine output was poor, but Glasgow Coma Scale was 15 throughout. Blood tests on arrival showed a normal haemoglobin and white cell count. There was evidence of acute kidney injury (AKI) with a creatinine of 128 µmol/L (baseline around 70 µmol/L), with normal sodium and potassium levels. At this stage, she was aggressively fluid resuscitated with intravenous fluids. Upon review by the medical team, a diagnosis of gastro-enteritis and dehydration was made, and she was moved to a medical ward. That her AKI had not completely resolved, together with her ongoing general malaise, triggered the need for further detailed analysis. A thorough history including the details of labour revealed the possibility of a large post-partum bleed, which, together with the clinical picture, thus raised the possibility of Sheehan’s syndrome. Her blood glucose was checked on the ward and revealed it to be low at 2.6 mmol/L. A hormonal screen was performed with results consistent with this diagnosis (). After initial treatment with intravenous corticosteroids, followed by oral levothyroxine, the patient made a rapid recovery. Within hours, she demonstrated both a subjective improvement in symptoms and objective improvement in physiological parameters (blood pressure and heart rate). Her cortisol rose to 1489 nmol/L (normal range 170–540 nmol/L – her high value was a consequence of high-dose glucocorticoid replacement) and her thyroid level returned to that within normal range. Her blood glucose was measured at 20.3 mmol/L. This high value was attributable to the intravenous glucose infusion. The glucose levels came down spontaneously after switching to Normal Saline.\\nWithin two days, the patient was fit for discharge and was followed up on an outpatient basis within the endocrine department. Pituitary axis tests performed one month after discharge confirmed an ongoing cortisol deficiency. Low insulin-like growth factor further confirmed hypo-pituitarism. Prolactin remained low throughout the episode – this in itself a strong marker of a destructive process affecting the anterior pituitary. Estradiol was low, suggesting hypo-gonadotropic hypo-pituitarism secondary to pituitary infarction. Expectedly, luteinizing hormone and follicle stimulating hormone were low throughout this episode, and menses had not returned at endocrine outpatient follow-up one month later.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'3400697': 1, '18296547': 1, '21183555': 1, '15237929': 1, '25383195': 2}", "similar_patients": "{}"}