{"patient_id": 79669, "patient_uid": "4325549-1", "PMID": 25709851, "file_path": "comm/PMC004xxxxxx/PMC4325549.xml", "title": "Life-Threatening Bleeding from Peristomal Varices after Cystoprostatectomy: Multimodal Approach in a Cirrhotic, Encephalopathic Patient with Severe Portal Hypertension", "patient": "A 72-year-old man was referred to our hospital because of life-threatening bleeding from peristomal varices, 3 years after radical cystoprostatectomy for muscle invasive bladder cancer. In the past few months, the patient had been assessed in our outpatient clinic for multiple episodes of “macrohaematuria.” Ileal looposcopy with retrograde nephroureterography was without pathological findings.\\nAt admission, the patient showed massive hemodynamically relevant peristomal haemorrhage with haemoglobin of 27 g/L. The patient could be successfully resuscitated after transfusion of seven units of red blood cells reaching a haemoglobin value of 82 g/L.\\nCT imaging showed features of liver cirrhosis with a prominent portosystemic shunt (), leading to massively enlarged peristomal varices and excluded upper urinary tract bleeding. TIPS was taken into consideration as a secondary prophylaxis to prevent rebleeding. However, neurologic assessment with connect-the-numbers test () revealed clinically relevant HE, making the patient not suitable for TIPS. Medical therapy with lactulose and the nonselective beta-blocker carvedilol was initiated to treat HE and portal venous hypertension, respectively. In a second step, the portosystemic shunt was percutaneously embolized with a combination of coils and histoacryl/lipiodol (). Intravenous manometric measurement confirmed substantial portal hypertension with a portoatrial pressure gradient of 15 mmHg (normal 3–9 mmHg) before embolization.\\nThe postoperative course was uneventful and the patient could be discharged from hospital without further bleeding. Ultrasound revealed de novo ascites in the first follow-up control 1 week after the embolization, most likely due to a slight aggravation of portal hypertension after percutaneous embolization of the shunt. Treatment with spironolactone (100 mg/d) was initiated. The final follow-up visit was done 8 weeks after the embolization and showed complete remission of ascites. The patient was asymptomatic and without rebleeding.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'11870389': 1, '19283430': 1, '12699107': 1, '5429105': 1, '30539203': 1, '9400474': 1, '15719183': 1, '18328439': 1, '9338744': 1, '20485633': 1, '17216175': 1, '30233743': 1, '25709851': 2}", "similar_patients": "{}"}