{"patient_id": 82738, "patient_uid": "4560123-1", "PMID": 26366351, "file_path": "comm/PMC004xxxxxx/PMC4560123.xml", "title": "Successful surgical internal drainage of postoperative pancreatic pseudocyst through pancreaticojejunostomy with distal pancreatectomy: a case report", "patient": "A 70-year-old man underwent partial resection of the mid pancreas without reconstruction for a pancreatic cystic tumor. Postoperative pathological examination showed a lymphoepithelial cyst. About 1 month after the operation, a PPC developed as a consequence of grade B postoperative pancreatic fistula (POPF) and acute pancreatitis (Fig. ). Internal drainage of the PPC using endoscopic ultrasonography (EUS) should have been considered as one of the procedures. However, there was no doctor who was skilled in the procedure at our hospital, and we wanted to observe the PPC over time. Therefore, transpapillary drainage was judged to be the first choice of treatment. Endoscopic drainage was subsequently performed, and two endoscopic nasopancreatic drainage (ENPD) tubes were placed into the PPC and main pancreatic duct (Fig. ). There was a stricture of the main pancreatic duct near the PPC, and we judged that long stent insertion was necessary and considered that endoscopic retrograde pancreatic drainage (ERPD) was more appropriate than ENPD from the view of QOL. After improvement of abdominal pain and PPC was observed, the drainage tubes were exchanged with an ERPD tube.\\nOne month later, the PPC worsened again (Fig. ). Unfortunately, the ERPD tube had migrated into the main pancreatic duct and could not be removed endoscopically. ENPD tubes were placed again into the main pancreatic duct side by side with the migrated ERPD tube (Fig. ). In addition, bleeding from the main pancreatic duct caused by tube contact was observed. If the condition was absent, internal drainage of PPC using endoscopic ultrasonography (EUS) should be considered because additional pancreaticojejunostomy may cause another postoperative pancreatic fistula. The patient underwent a reoperation to remove the ERPD tube and to drain the PPC. Because severe adhesions were present between the PPC and stomach, the PPC could not be approached directly. The pancreatic tail was then mobilized away from the spleen. The position of the endoscopic retrograde pancreatic drainage tube was checked with ultrasonography (US) during the operation, and the pancreatic body and tail were resected on the position (Fig. ). The migrated ERPD tube was removed smoothly from the cut end (Fig. ). There was a stricture of the main pancreatic duct near the PPC, and the drainage of the pancreatic tail was not effective. Insertion of an external pancreatic drainage stent tube from the cut end into the duodenum through the ampulla of Vater was needed to drain the PPC because we considered the drainage of the pancreatic body to be insufficient (Fig. ). A pancreaticojejunostomy was then made between the pancreatic cut end and the jejunum with Roux-Y reconstruction (Fig. ). The patient did not have any postoperative complications. One month after discharge, the PPC had disappeared completely (Fig. ), and the external drainage stent was removed.\\nPPCs may develop in 10–20 % and 20–40 % of patients with acute and chronic pancreatitis, respectively [, ]. Currently, endoscopic drainage is recommended as a first-line treatment for accessible PPCs because the outcomes are excellent in terms of costs, duration of hospital stay, and quality of life, as was demonstrated in a recent prospective randomized study []. However, in the present case, surgery was required because endoscopic drainage had failed and hemorrhage occurred.\\nA variety of surgical techniques exist for PPC [, ]. Internal drainage via cystojejunostomy has been the treatment of choice []. However, this type of anastomosis was unsuitable in the present case because severe adhesions were seen around the PPC. Adhesiolysis is associated with a high risk of bowel injury []. Instead of cystojejunostomy, an external pancreatic drainage tube was inserted from the cut pancreatic tail into the duodenum to treat the PPC. To our knowledge, there are no similar published cases in the English literature.\\nIn our case, the pancreatic cut end was not closed directly but was anastomosed to the jejunum. Klein et al. compared pancreatoenteral anastomosis with direct closure of the pancreatic remnant for POPF after DP and reported that pancreatoenteral anastomosis may be considered a safe alternative for direct closure in certain cases []. Pancreatoenteral anastomosis might have contributed to bilateral drainage of pancreatic juice to the head and tail sides in the present case, even if the main pancreatic duct was stenosed.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'19115466': 1, '23013804': 1, '24130634': 1, '22577595': 1, '23732774': 1, '24944985': 1, '25408725': 1, '9448608': 1, '19890418': 1, '1483554': 1, '23134180': 1, '14133106': 1, '1190863': 1, '26366351': 2}", "similar_patients": "{}"}