{"patient_id": 148695, "patient_uid": "4630355-1", "PMID": 26539267, "file_path": "noncomm/PMC004xxxxxx/PMC4630355.xml", "title": "The Transmanubrial Approach for Cervicothoracic Junction Lesions : Feasibility, Limitations, and Advantages", "patient": "A 57-years-old male with hepatocellular carcinoma was referred from oncology due to impending paraplegia. He had complained of severe upper back pain with progressive weakness in the lower extremities for >3 months. A neurological examination revealed decreased senses of touch, pain, and changes in proprioception. Motor weakness of grade 3 with clonus and hypereflexia were present in the lower extremities. MRI of the cervicothoracic spine showed a fungating tumor within the T2 vertebral body extending to the pedicle and lamina. The SPL was -43.2 mm from the sternal notch and the IPL was -10.2 mm. The SPL-angle was 33.9°, and the IPL-angle was 8.3°. As the angle of SPL was steeper than IPL due to kyphotic deformity of lesion, two lines were crossing in the mediastinum (). This deformation makes difficulty of visualization and manipulation at the posterior superior corner of the T2 vertebrae during the operation, despite sufficient length of the manubriotomy. The main barriers were anterior lower corner of the T1 vertebra and great vein not the osseous window. This case well illustrates that the SPL is more important than the IPL. Decompression with corpectomy and reconstruction with a titanium mesh cage was done. The remaining tumor in the posterior column was removed through the second posterior approach 1 week later, and the pedicle screw was augmented. The patient's pain and neurological symptoms was improved markedly after surgery and postoperative MRI shows decompression of cord ().", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'19310112': 1, '20549258': 1, '18246011': 1, '17556139': 1, '32944311': 1, '15570130': 1, '23563573': 1, '20121350': 1, '12063337': 1, '1801269': 1, '16630904': 1, '17097546': 1, '32253151': 2, '21495813': 1, '19558285': 1, '10229522': 1, '21566532': 1, '19935010': 1, '23548505': 1, '26539267': 2}", "similar_patients": "{'7210701-1': 1}"}