{"patient_id": 151704, "patient_uid": "4847319-1", "PMID": 27407261, "file_path": "noncomm/PMC004xxxxxx/PMC4847319.xml", "title": "Infectious complication or exacerbation of granulomatosis with polyangiitis?", "patient": "A 57-year-old woman with a history of hypertension, chronic obstructive pulmonary disease, hypothyroidism, diabetes mellitus type 2, was admitted to the hospital with cough, progressive shortness of breath, low-grade fever, joint pain, leakage of both ears with left ear hearing loss, bloody discharge and obstruction of the nose with severe crusting and peripheral left facial nerve paralysis. Physical examination revealed bloody discharge from the nose, nasal crusting, hearing loss, left facial nerve paralysis, dyspnea, cough and wheezing at auscultation, pulse oxygen saturation 89%. Laboratory test have shown leukocytosis (14.4 G/l), thrombocytosis (PLT 606 G/l), marked elevation of inflammatory markers (C-reactive protein – CRP: 100 mg/l, erythrocyte sedimentation rate – ESR: 90 mm/h), proteinuria, and an active urine sediment with red cells and white cells. The plasma creatinine was normal. Immunological tests shown presence of cytoplasmic anti-neutrophil cytoplasmic antibodies (cANCA 1 : 40, n < 1 : 10 U/ml), and anti-proteinase 3 antibodies (anti-PR3 27 U/ml, n < 20 U/ml). Antinuclear antibodies (ANA) were negative. Nasal swab culture showed growth of Staphylococcus aureus. Bronchofiberoscopy was performed in which no pathological lesions were found in the trachea or large bronchi. CT scan of the chest revealed a focal lesion with a diameter of 9 mm in the right lung ().\\nAlso during the diagnosis the nasal mucosa biopsy was performed. Histopathological examination revealed purulent exudate, fibrinoid necrosis, polynuclear giant cells, infiltration of T and B lymphocytes as well as neutrophils and eosinophils. Considering the clinical course, CT imaging, laboratory results and histopathological findings confirmed the diagnosis of GPA. The activity of the disease was measured using Birmingham Vasculitis Activity Score (BVAS/GPA = 20 points). The patient received steroid therapy (oral prednisone 1 mg per kilogram of body weight per day) and cyclophosphamide (CF, 15 mg per kilogram of body weight i.v. every 3 weeks). Pneumocystis jiroveci prophylaxis with trimethoprim-sulfamethoxazole (160 mg/800 mg three times per week) was administrated. After 3 months of therapy the patient's complaints included persistent inspiratory dyspnea, very tiring cough with sputum difficult to expectorate and persisting left ear hearing loss. Auscultation revealed symmetrical rales at the base of both lungs and between the shoulder blades, inspiratory stridor audible over the trachea, small ulcers on the neck and legs like pyodermia gangrenosum (biopsy wasn't performed). Laboratory tests revealed only slightly elevated ESR (24 mm/h) and CRP (7.65 mg/l), leukocytosis (13.8 G/l) and thrombocytosis (420 G/l), but no abnormalities in urine analysis. Also creatinine level was normal. The patient got the fourth pulse of CF (1 g i.v., the total dose administered 4 g). Since then, she reported malaise, severe weakness and nausea. Significant increase of CRP (112 mg/l), pulse oxygen saturation 92% was found in laboratory results. Chest CT revealed conglomerates of small nodules in both lungs, reticulo-nodular lesions in stromal throughout the lungs () and a segmental, significant narrowing of the trachea up to 7 mm in diameter at a distance of approximately 1.5 cm with a concentric thickening of its walls ().\\nThe differential diagnosis of clinical deterioration included: the progression of the underlying disease, infectious complication of immunosuppressive therapy, tuberculosis, sarcoidosis or spread of the cancer of unknown origin. During bronchofiberoscopy, the narrowing of the trachea was found with the retention of purulent contents in the bronchi. Microbiologic analysis of sputum and bronchial aspirate excluded active tuberculosis (direct smear), but revealed growth of mixed hospital's bacteria: Acinetobacter baumannii, Streptococcus pneumoniae, methicyllin-resistant Staphylococcus aureus (MRSA) and Candida albicans. Targeted antibiotic therapy was applied – vancomycin, imipenem, fluconazole. Gradually, the patient's clinical condition was improving and normalization of CRP (1.1 mg/l) was noted.\\nThe control chest CT found almost complete regression of reticulo-nodular lesions and interstitial changes (). Initially described nodule in the right lung was reduced to the size of 7.5 mm ().\\nTherefore it was decided to continue the treatment of CF and prednisone. After 6 months of immunosuppressive treatment (total dose of cyclophosphamide 6 g, prednisone 10 mg/d) disease activity was assessed using Birmingham Vasculitis Activity Score (BVAS/GPA = 12 points).\\nThe patient reported dyspnea of constant intensity, limited exercise tolerance, periodic dry cough. She denied fever. Clinical examination revealed hearing impairment, perforation of the nasal septum, mild left eye stare, small skin ulcers on the neck, back and limbs, pulse oxygen saturation 93%. Mild normocytic anemia (Hgb 11.7 g/dl), leukocytosis (WBC 12.6 G/l), thrombocytosis (PLT 469 G/l), increased ESR (43 mm/h) and CRP (14 mg/l) were found in laboratory tests. Immunological tests revealed also the presence of cANCA antibodies (cANCA 1 : 80, normal < 1 : 40), but ANCA-PR3 antibodies were negative. Nasal swab culture was negative. CT of the chest revealed the progression of the main disease ().\\nThe patient was repeatedly referred to thoracic surgeons, but further bronchoscopy showed no significant stenosis of trachea so it was not decided on surgery. Pulmonary function tests (spirometry, body plethysmography, single-breath diffusing capacity for carbon monoxide – DLCO) revealed a very severe airway obstruction with significant air trapping (RV – residual volume – 197%) and a slight decrease in gas diffusion capacity in the lung (DLCO – 67.2%). The patient initially refused on biological treatment, so CF therapy was continued to a total dose 13.0 g. Steroids were also given in tapering doses. Finally because of lack of remission, after obtaining the consent of the patient, intravenous infusion of rituximab in total dose of 2 g was applied (2 × 1 g every two weeks). Three months later the patient reported a partial improvement in general state. Dyspnea, cough and permanent deterioration in exercise tolerance as well as skin changes were still present but less intense. Unfortunately, four months after the initiation of rituximab therapy the patient choked on food and died.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'18000676': 1, '19565480': 1, '8843868': 1, '32671469': 2, '21494184': 1, '1453838': 1, '12518633': 1, '1739240': 1, '23220426': 1, '2563226': 1, '26001634': 1, '23507054': 1, '27407261': 2}", "similar_patients": "{'7835303-1': 1}"}