{"patient_id": 148229, "patient_uid": "4602731-1", "PMID": 25674765, "file_path": "noncomm/PMC004xxxxxx/PMC4602731.xml", "title": "Local Administration of Amphotericin B and Percutaneous Endoscopic Necrosectomy for Refractory Fungal-Infected Walled-Off Necrosis", "patient": "A Japanese man in his 30s visited our hospital with postprandial upper abdominal pain. He had no medical or family history. Physical examination revealed marked abdominal tenderness and a temperature of 37.9°C. Laboratory studies revealed a white blood cell count of 28300/μL, C-reactive protein level of 3.61 mg/dL, and serum amylase level of 4846 IU/L. Computed tomography (CT) of the abdomen revealed enlargement of the pancreas, inflammatory changes in the peripancreatic fat, poor enhancement of the parenchyma of the pancreatic body and tail, and inflammatory changes spreading from the pancreas to the lower abdominal cavity (Figure ). Therefore, he was diagnosed with acute severe necrotizing pancreatitis. He also had evidence of multiple organ failure. Although his condition gradually improved with intensive care, it deteriorated 1 month after the onset of pancreatitis. At this point, he developed a temperature of 39°C, abdominal pain, an elevated white blood cell count (27100/μL), and an elevated C-reactive protein level (30.65 mg/dL). Abdominal CT revealed WON in the pancreatic body/tail and peripancreatic area, and it was presumed to be secondarily infected (Figure A). Because of the clinical deterioration and severe infection, we were unable to perform endoscopic treatment. Therefore, we punctured WON by ultrasound (US) guidance and initiated percutaneous drainage, which produced purulent necrotic fluid. The initial culture revealed the presence of Enterococcus gallinarum, and we initiated intravenous antibacterial therapy with meropenem (3 g daily). However, we were unable to control the infection. Although additional treatment, including the addition of drainage catheters and necrosectomy, was necessary, he developed severe cerebral infarction requiring decompressive hemicraniectomy, which precluded aggressive treatment. The cause of cerebral infarction was unidentified, although metabolic abnormality with severe pancreatitis may be related to the onset of cerebral infarction. Approximately 4 weeks after the initial drainage, his cerebral infarction slightly improved. However, repeat CT showed that WON had extended (Figure B); therefore, 2 additional percutaneous drainage catheters were inserted in his left flank. In addition, we performed perfusion lavage of WON with saline via the drainage catheters. Purulent necrotic fluid from WON was again for culture; Candida albicans and C glabrata were detected. His serum (1,3)-β-d-glucan level increased to 33 pg/mL (normal: ≤11 pg/mL). Therefore, we initiated intravenous antifungal therapy with caspofungin (50 mg daily). Subsequently, we performed endoscopic necrosectomy via the percutaneous fistula (Figure ) after the patient provided informed consent. The percutaneous fistula was dilated up to 15 mm using a large balloon (CRE balloon dilator; Boston Scientific Corp, Natick, MA). Following this, we inserted the water jet endoscope (GIF-Q260J; Olympus Medical Systems Corp, Tokyo, Japan) into the cavity and removed the necrotic tissue using a snare, net, or basket catheter with CO2 insufflation. No complications were observed. We removed as much necrotic tissue as possible on 3 separate occasions; however, the elevated temperature persisted, and his serum (1,3)-β-d-glucan level increased to 95 pg/mL. At necrosectomy, because a fungal nest that was not removed by necrosectomy remained adhered to the wall of WON (Figure ), we speculated that the intravenous antifungal agents were unable to reach that nest. Therefore, we initiated a local administration of amphotericin B (100 mg) and saline perfusion lavage 3 times a day (Figure ). Drainage catheters were clamped for 1–2 hours after every local administration of amphotericin B. The patient's condition subsequently improved; he became apyrexial, his serum (1,3)-β-d-glucan level became normal, and culture of the WON fluid revealed no further Candida species. The drainage catheters were removed and antifungal treatment was stopped 3 months after the diagnosis of infected WON (Figure ). No side effect of amphotericin B was observed. The fistula was closed naturally, and no further recurrence has been observed.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'15108092': 1, '20951985': 1, '26793778': 1, '23807806': 1, '21741922': 1, '29383496': 1, '19282306': 1, '29497687': 1, '19937476': 1, '34513046': 1, '24002101': 1, '21237454': 1, '29796908': 1, '20410514': 1, '23100216': 1, '15710995': 1, '23526510': 1, '25674765': 2}", "similar_patients": "{}"}