{"patient_id": 149603, "patient_uid": "4701117-1", "PMID": 27298837, "file_path": "noncomm/PMC004xxxxxx/PMC4701117.xml", "title": "Treatment of Osteoporosis with Antiresoptive agent, Alendronate - warrants careful follow-up", "patient": "A 75 year old female presented to the emergency department of our hospital with a history of trivial fall at home, after feeling a crack at her right thigh. She was unable to bear weight on her right lower limb. On examination, there was upper thigh tenderness, deformity and crepitus on palpation. Radiograph revealed a transverse fracture at upper mid diaphysis of femur with medial spiking of distal fragment without any lytic area through fracture line (). Unusual mechanism of injury, not related to the site and pattern of fracture warranted the treating surgeon to get a detailed patient history, Radiograph of the opposite femur for correlation, skeletal survey and biological markers of bone to rule out any pathological fracture. After scrutinizing all these, it was found that the patient was taking alendronate for postmenopausal osteoporosis for more than six years. The BMD report, on the basis of which alendronate therapy was started, was not available with the patient. She was never on hormone replacement therapy (HRT) or on steroids. She was on regular proton pump inhibitor and ACE inhibitor. Radiograph of left femur showed thickening of lateral cortex with a stress line at the same level as the right one ().\\nThis stress line was confirmed later on bone scan. () Biochemical and hematological markers were otherwise within normal limit except vitamin-D at a lower range, increased serum parathyroid hormone level, reduced spot calcium in urine and hypocalcaemia ().", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'17356148': 1, '20436006': 1, '18407104': 1, '15758388': 1, '11832316': 1, '6142490': 1, '11095442': 1, '15598694': 1, '17597017': 1, '20842676': 1, '3593610': 1, '18222447': 1, '18448990': 1, '27298837': 2}", "similar_patients": "{}"}