{"patient_id": 139494, "patient_uid": "4066596-1", "PMID": 24958985, "file_path": "noncomm/PMC004xxxxxx/PMC4066596.xml", "title": "Type 2 lepra reaction in an immunocompromised patient precipitated by filariasis", "patient": "A 35-year-old male presented with recurrent episodes of high grade fever without diurnal variation with red, raised lesions for past 1 year. The lesions were mainly present on face, ears, upper trunk, and upper limbs and the present episode was for 1 week. He had had six such episodes in the past 1 year. He also complained of pain in bilateral knee joints for 1 week without any swelling or restricted movements.\\nPatient was on antiretroviral therapy (ART) for past 1 year with zidovudine, lamivudine, and efavirenz. He had inguinal lymphadenitis 7 months ago for which fine needle aspiration cytology was done which showed tubercular lymphadenitis, and antitubercular treatment (ATT) was instituted. He is now taking isoniazid 300 mg, rifampicin 450 mg, and ethambutol 825 mg. He had taken MDT twice in the past year for multibacillary leprosy and was a defaulter. On examination, patient was febrile on presentation and emaciated with body mass inde ×18.5 kg/m2. Severe pallor with bilateral pitting pedal edema was noted. There was glove and stocking anesthesia on bilateral hands and feet with thickening of right superficial radial, bilateral ulnar, and common peroneal nerve. Patient had tender erythematous nodules on his face, upper limbs, upper trunk, and ears [Figures and ]. There was no associated nerve tenderness, testicular swelling, lymphadenopathy, ocular pain, or photophobia. His investigations showed severe anemia with hemoglobin (Hb) 4.4 g% and mean corpuscular volume (MCV) 77 fl, and total count was 3,700 cells/mm3, but his differential count was normal. Absolute CD4 lymphocyte count was 90 cells/μl and dipstick enzyme-linked immunosorbent assay (ELISA) for filarial antigen was positive. His liver and renal function tests, chest X-ray, X-ray of bilateral knee joints, and urine routine were within normal limits. Blood and stool culture and streptococcal throat swab showed no growth of organisms and his Widal test for typhoid and microscopy for malarial parasite was negative. Skin-slit smear was 6+ for acid-fast bacilli (AFB) []. Biopsy from a nodule showed superficial and deep periadnexal granulomatous inflammation with neutrophils and nuclear debris around vessels []. Lepra stain showed fragmented AFB. Based on the above, a diagnosis of AIDS, lepromatous leprosy with type 2 lepra reaction manifesting as ENL, tubercular lymphadenitis, and filariasis was made. The patient was started on clofazimine 50 mg daily and monthly 300 mg supervised dose, rifampicin 150 mg monthly, ofloxacin 200 mg twice daily, thalidomide 100 mg daily, and diethylcarbamazine 100 mg thrice daily with iron supplements. Dapsone was stopped due to fear of further hemolysis and zidovudine was stopped for suspicion of bone marrow suppression. The patient improved dramatically and his lesions resolved within 1 week. The patient is on our follow-up and free from any reaction.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'592738': 1, '16830640': 1, '21972664': 1, '26304919': 1, '22016284': 1, '21972657': 1, '17961264': 1, '32935774': 1, '16728321': 1, '19625472': 1, '24958985': 2}", "similar_patients": "{}"}