{"patient_id": 150739, "patient_uid": "4777904-1", "PMID": 26955632, "file_path": "noncomm/PMC004xxxxxx/PMC4777904.xml", "title": "Macrophage Infiltration into the Glomeruli in Lipoprotein Glomerulopathy", "patient": "A 25-year-old Japanese man was admitted to our hospital because of proteinuria and general edema. Proteinuria and high blood pressure had been detected at a routine medical check-up 3 years earlier. His past history was otherwise unremarkable. Although his mother suffered from nephrolithiasis, there was no family history of renal diseases such as nephrotic syndrome and renal failure. At the first visit to our hospital, his height was 172 cm, weight was 76.2 kg, blood pressure was 170/120 mm Hg, and pulse rate was 91 bpm. Physical examination revealed no particular abnormalities other than pitting edema of the lower extremities. He had neither corneal opacities nor xanthomata. Laboratory findings were as follows: white blood cell count 7,700/μl, (neutrophils 88.0%, lymphocytes 4.0%, eosinophils 4.0%), hemoglobin 11.6 g/dl, platelet count 295,000/μl, total protein 4.0 g/dl, albumin 1.6 g/dl, hemoglobin A1c 5.3%, serum creatinine 1.36 mg/dl, total cholesterol 887 mg/dl, triglycerides 553 mg/dl, and HDL-cholesterol 45 mg/dl. Liver function and total complement were within normal ranges. Serum IgG, IgA, and IgM were 213, 116, and 235 mg/dl, respectively. Anti-nuclear antibody and anti-neutrophil cytoplasmic antibody were negative. The serum apoE level was 14.6 mg/dl (normal range: 2.7-4.3 mg/dl). Urine protein excretion was 12.9 g/g Cr, and urine sediment RBC was 20-29/hpf.\\nInitial treatment consisted of high-dose corticosteroid for nephrotic syndrome. However, corticosteroid treatment was withdrawn because the first biopsy suggested LPG. After antihyperlipidemic treatment with atorvastatin, the serum cholesterol and triglyceride levels decreased substantially, but urinary protein excretion continued in the nephrotic range. Thereafter, the use of probucol and bezafibrate brought a significant decrease in urine protein excretion (0.3 g/g Cr). Though serum cholesterol and triglyceride levels were reduced, the serum apoE level did not change with lipid-lowering therapy including bezafibrate (before 14.6 mg/dl, after 12.4 mg/dl).\\nFirst Biopsy (January 2013). The light microscopy specimens contained 40 glomeruli, 7 and 2 of which showed global and segmental sclerosis, respectively. Most glomeruli showed not only typical lipoprotein thrombi filled in the dilated capillaries, but also many infiltrating foam cells (fig. ). Diffuse/segmental mesangial cell proliferation and exudative lesions were also observed. Immunohistochemical studies using serial sections demonstrated strong staining for both apoB and apoE within the dilated capillary lumen filled with lipoprotein thrombi (fig. ). In addition, positivity for apoE was also observed at sites other than lipoprotein thrombi (fig. ). Intriguingly, CD68+ foam cells infiltrated in the apoE-positive parts other than lipoprotein thrombi (fig. ). Electron micrographs for the glomerulus showed intra-capillary lipoprotein thrombus-like substances (fig. ) and foamy changes (fig. ).\\nSecond Biopsy (September 2013). The light microscopy specimens contained 23 glomeruli. Although lipoprotein thrombi and foam cells were still observed, their number was much lower than on the first biopsy (data not shown). Immunofluorescence examinations showed only non-specific IgM deposition along the capillary wall (data not shown).\\nSerum apoE phenotypes were analyzed using isoelectric focusing polyacrylamide gel electrophoresis (IEF), as previously described [,]. As compared to apoE3/3 of control wild type, the patient had alleles apoE1/2 (fig. ).\\nThe apoE genotype was determined by restriction fragment length polymorphism (RFLP) analysis as described previously [,]. Genomic DNA was amplified by polymerase chain reaction (PCR) using oligonucleotide primers, sense 5′-ACGCGGGCACGGCTGTCCAA-GGA-3′ and antisense 5′-TCGCGGGCCCCGGCCTGGTACAC-3′. The PCR products were digested with the restriction enzyme HhaI. In addition to the fragments characteristic of genotype ε2 (91-, 78-, and 36-bp fragments), a 30-bp fragment which was not seen in genotype ε2 and an around 60-bp fragment which was not detected in any of the common genotype ε2, ε3, or ε4 were identified (fig. ).\\nSequencing of apoE DNA was performed as follows. Three fragments of genomic DNA containing all coding sequence of mature apo E were amplified by polymerase chain reaction with the following primers for apo E gene: 5′-GCTTTCCAAGTGATTAAACCGACT-3′ and 5′-AGAGCTAAAGCCAGGAGTCAG-3′ for exon 3, and 5′-CCTCTTGGGTCTCTCTGGCT-3′ and 5′-CTGCTCCTTCACCTCGTCCA-3′, 5′-GCAGTACCGCGGCGAGGTGCAGG-3′ and 5′-GATCGTGCCAC-TGCACTCTA-3′ for exon 4. The amplified DNA fragments were purified by PCR purification Kit (Qiagen, Germany) and directly sequenced with Genetic Analyzer 3130xl DNA sequencer (Thermo Fisher, USA) by using a BigDye Terminator Cycle Sequencing Kit (Thermo Fisher). A heterozygous deletion of 9 bp was identified in codon 141 to codon 143 of the apoE gene (fig. ). This mutation was consistent with apoE Tokyo/Maebashi mutation in LPG patients, as previously reported [,]. Furthermore, the patient also had heterogeneous apoε2 (Arg158Cys) (fig. ). Because ε2 corresponds to apoE phenotype E2, apoE Tokyo/Maebashi mutation seemed to be expressed as the apoE phenotype E1 by IEF (fig. ). This phenomenon was consistent with a previous report []. These findings indicate that this patient was a compound heterozygote for apoE Tokyo/Maebashi and apoE2. Written informed consent was obtained from the patient before commencement of the phenotype and gene analysis of apoE.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'20090368': 1, '24570682': 2, '10432380': 1, '2644825': 1, '30421781': 1, '10529627': 1, '22863838': 1, '24149835': 1, '2310424': 1, '12039982': 1, '18045818': 1, '20534298': 1, '8322843': 1, '10684367': 1, '10552997': 1, '9176854': 1, '26955632': 2}", "similar_patients": "{'3924710-1': 1, '3924710-2': 1, '3924710-3': 1}"}