{"patient_id": 143219, "patient_uid": "4304890-1", "PMID": 25852954, "file_path": "noncomm/PMC004xxxxxx/PMC4304890.xml", "title": "Raised intracranial pressure following abdominal closure in a polytrauma patient", "patient": "A 20-year-old Caucasian male was admitted to a London major trauma centre following a motorcycle collision. On arrival to hospital, examination revealed a Glasgow Coma Scale score of 3/15, pupils sized 2 mm and equal and hypovolaemic shock (blood pressure, 65/23 mmHg; heart rate, 140/min). He was immediately intubated. Focused Assessment with Sonography for Trauma was positive for intraabdominal fluid. The patient was transfused with two units of packed red cells, and his systolic blood pressure increased to 116 mmHg. An immediate computed tomography (CT) scan demonstrated an acute right-sided subdural haematoma with midline shift and effacement of the lateral ventricle and suprasellar cisterns, a Grade 4 splenic laceration with active bleeding, a Grade 3 renal injury with no active bleeding and multiple bony injuries.\\nHe was transferred directly to the theatre where he underwent simultaneous craniotomy with evacuation of subdural haematoma and laparotomy with emergency splenectomy.\\nInitially, during the craniotomy, the brain appeared pulsating and non-oedematous, and the subdural haematoma was evacuated without complications. Upon closure of the abdominal fascia after completion of the splenectomy, the brain herniated from the craniotomy; this was accompanied by significant bleeding from the right transverse sinus (see ). Loosening the tension of the abdominal sutures arrested the venous bleeding in the cranium, which recurred on retightening. Sinus wall defect haemostasis required Flo-Seal™, Surgicell™ and tonsil swab packing, and the bone flap was not replaced. Post-operative CT scan with venogram and arteriogram confirmed significant fracture overlying the right transverse sinus, further supporting the supposition that the intraoperative ooze had originated from this site. No venous sinus thrombosis was seen on the post-operative CT scan.\\nFour months post-injury, the patient’s Glasgow Coma Scale is 9/10 (eyes open spontaneously, spontaneous ventilation through a tracheostomy and localises to pain). He has no motor activity on his left side and has required multiple re-admissions to the Intensive Treatment Unit for a variety of reasons, including hospital-acquired pneumonia, acute kidney injury exacerbated by pre-existing renal disease and post-cranioplasty, development of significant hygroma requiring insertion of a ventriculo-peritoneal shunt.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'17414342': 1, '24463985': 1, '11445709': 1, '27174995': 1, '15514520': 1, '30911831': 1, '9118668': 1, '25852954': 2}", "similar_patients": "{}"}