{"patient_id": 84757, "patient_uid": "4706892-1", "PMID": 26819791, "file_path": "comm/PMC004xxxxxx/PMC4706892.xml", "title": "Atraumatic Anterior Dislocation of the Hip Joint", "patient": "A 75-year-old woman complained of pain in her right hip. She had no history of trauma or other diseases. When she stood on her tiptoes and extended her hip joints to pick nuts from a high place, she developed right hip pain and fell. She was transported to the hospital by ambulance.\\nOn initial examination, she was unable to move her right hip joint; it was fixed at 0° flexion, 30° external rotation, and 10° abduction. A plain radiograph revealed anterior dislocation of the right hip joint (). We performed a closed reduction using intravenous anesthetic 4 hours after trauma. The center-edge angles were 34° and 35° in the right and left hip joints, respectively, in a plain radiograph after closed reduction. These angles were normal. However, the vertical center anterior margin (VCA) angle was 20° on the right and 33° on the left in the false-profile view (); normal values are greater than 25° []. These findings revealed developmental dysplasia of the right hip. Slot radiography of the spine in the sagittal plane in a standing position revealed vertebral fractures of the thoracolumbar spine (). The T10-L2 thoracolumbar angle was 50.5°, compared to the normal mean angle of 8.6° []. This finding suggested thoracolumbar kyphosis. The sagittal pelvic tilt angle was 67° (the angle between a line connecting the sacral promontory to the pubic symphysis and the vertical line; the normal tilt angle is 19.47 ± 6.26° in men and 24.4 ± 5.93° in women []). This finding indicated severe posterior pelvic tilt. In the fluoroscopic examination, her lower extremity was extended manually and showed no mobility in the femoral head. Because she could resist the manipulation, we judged that there was no severe muscle atrophy around her hip joint. Computed tomography (CT) of the hip joints (axial plane) revealed no fracture or free body of bone. Furthermore, the bilateral femoral neck anteversion angles were −5° in both the right and left sides. These findings revealed a retroversion deformity of the proximal femur. Acetabular anterior coverage in the sagittal plane in a natural standing position and standing on tiptoes with hip extension was measured with a tomosynthesis imaging system (SONIALVISION safire with a flat panel detector of 17 × 17, Shimadzu Corporation, Kyoto, Japan). First, bilateral femoral heads were positioned perpendicular to horizontal line of the image under fluoroscopy. A tomosynthesis image was then taken with the beam centered on the femoral head. Angle measurement was performed with a three-dimensional work station (Virtual Place Lexus 64: AZE, Tokyo, Japan). Similar to analysis of the false-profile view, we measured the VCA angles at the slice where the anterior edge of the acetabulum was seen most clearly; the VCA angle of right hip joint was 17.0° in a natural standing position and 9.2° while standing on tiptoes with hip extension (), and it was 29.3° and 21.7°, respectively, in the left hip joint ().\\nGeneral joint laxity was evaluated according to scores described by Carter and Wilkinson [], with negative results. There were no abnormal values on laboratory examination. Bone mineral density (BMD) of the lumber spine (L1-4, 0.61 g/cm2, T-score: −2.68 SD) measured with dual energy X-ray absorptiometry indicated the presence of associated osteoporosis.\\nAfter reduction, the patient started partial weight-bearing walking exercises wearing a hip brace. Full weight-bearing walking exercises were started one month after reduction. A parathyroid hormone formulation was administered for treating osteoporosis.\\nOn her final follow-up one year after the reduction, the patient was free from pain and was able to walk freely. She had full range of hip motion. Magnetic resonance imaging of the hip joints (T1-weighted image) revealed no osteonecrosis of the femoral head. The Harris hip score improved to 92. She has had no recurrence of dislocation and was extremely satisfied.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'6648566': 1, '14996886': 1, '19322617': 1, '12635804': 1, '12616058': 1, '12405566': 1, '20879590': 1, '14126235': 1, '7676332': 1, '11028895': 1, '26819791': 2}", "similar_patients": "{}"}