{"patient_id": 83438, "patient_uid": "4609669-1", "PMID": 26576164, "file_path": "comm/PMC004xxxxxx/PMC4609669.xml", "title": "Conservative Treatment of an Invaginated Maxillary Lateral Incisor with a C-shaped Canal Using Cone-Beam Computed Tomography", "patient": "An 18-year old female was referred by a general dental practitioner to the Department of Endodontics of Mashhad University of Medical sciences, Mashhad, Iran. The patient complained of pain and swelling, in the left maxillary anterior segment.\\nOn clinical inspection a localized swelling in the gingiva of the left lateral incisor was evident and the tooth had a temporary filling. The maxillary left lateral incisor was not responsive to electronic pulp testing (Parkell Electronics. Division, Farmingdale, NY, USA) and pulp vitality tests with heat and cold. Patient reported discomfort on percussion as well as pain on palpation of periapical area. The tooth presented normal size and color and there was no sinus tract.\\nThe periapical radiographic examination revealed an invaginated lateral incisor with 3 roots and a large periapical radiolucency (). According to the clinical and radiographic examination, the diagnosis was pulp necrosis with an abscess developed within an existing chronic apical periodontitis. Thus conventional root canal therapy was indicated. A cone-beam computed tomography (CBCT) scan was indicated to observe the three-dimensional image of this complex anatomy. The CBCT image taken with Planmeca Promax 3D (Planmeca, Helsinki, Finland) device showed 3 roots: distal root with a C-shaped canal, mesial root with type III dens invagination and a middle root with a single canal ().\\nThe tooth was anesthetized using buccal infiltration of 2% lidocaine containing 1:80000 epinephrine (Darupakhsh, Tehran, Iran) and then isolated. The temporary restoration was removed and the central canal was exposed. After mesiodistal extension of the coronal access, orifices of the two other canals was detected ().\\nThe Ribbon-shaped orifice of the distal canal started at the palatal aspect of the tooth, and then swept around the distal side to end at the distobuccal angle. The invaginated mesial root canal was calcified and could be negotiated with #10 file (Dentsply Maillefer, Ballaigues, Switzerland) to the possible length. The central canal was wide, conical and straight, with pus drainage. After determination of working length (), all 3 canals were instrumented using the step-back technique and irrigated with 5.25% sodium hypochlorite (NaOCl) during the instrumentation. After biomechanical preparation of root canals, calcium hydroxide paste (Golchadent, Karaj, Iran) was mixed with saline and inserted into the canal; the access cavity was temporarily sealed with Cavit )Ariadent, Coltosol, Tehran, Iran).\\nIn the next appointment after 14 days, the patient had no pain and swelling. After rubber dam isolation, calcium hydroxide was removed with master apical file and NaOCl irrigation. Working length of mesial canal was 5 mm and the canal was filled by mineral trioxide aggregate (MTA, Dr Lotfi, Tabriz, Iran). The C-shaped distal canal was filled with #35 gutta-percha (Ariadent, Tehran, Iran) using a lateral condensation technique and AH-26 (Dentsply, Tulsa Dental, Tulsa, OK, USA) root canal sealer. In the central canal which was wide and irregular in coronal and middle zones, the apical third was filled with lateral condensation of #30 gutta-percha and the middle and coronal regions were filled using injection-molded thermoplasticized gutta-percha (Beefill device, VDW, Munich, Germany) delivery system (). One week after completion of endodontic treatment, patient had no clinical symptom and the tooth was restored with composite resin (Gradia Direct, GC Corporation, Tokyo, Japan). After15 months of follow-up, the patient had no symptoms and the radiography showed healing of periapical lesion ().", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'10332241': 1, '19249608': 1, '27790268': 2, '31616698': 2, '27471540': 2, '29692849': 2, '10709498': 1, '13477660': 1, '18403877': 1, '2029226': 1, '26213545': 2, '9550084': 1, '15573660': 1, '1303528': 1, '10765855': 1, '28179926': 1, '8899790': 1, '19133103': 1, '23903581': 1, '17437864': 1, '24179951': 1, '26576164': 2}", "similar_patients": "{'5069915-1': 1, '4509963-1': 1, '5800455-1': 1, '6789382-1': 1, '4947853-1': 1}"}