{"patient_id": 152517, "patient_uid": "4900724-1", "PMID": 27258516, "file_path": "noncomm/PMC004xxxxxx/PMC4900724.xml", "title": "Modified Thoracoscopic Hepatectomy For Segment VIII", "patient": "A 26-year-old man was admitted to the Liver Surgery Department of West China Hospital with a 10-year hepatitis B virus (HBV) infection history and a suspicious liver mass found by upper abdominal ultrasonography. Preoperative CT evaluation revealed a 1.2 cm × 0.9 cm mass located in segment VIII, beneath the diaphragm, along with liver cirrhosis and portal hypertension (Figure Aand B). Laboratory tests showed that AFP was 444 ng/mL and HBV-DNA levels were normal. The preoperative Child-Pugh Grade was (A, 6), whereas an ICG-15 test yielded 2.7%. Preoperative diagnoses were HBV-related liver cirrhosis and HCC. The indications for TH were: (1) difficult tumor location; (2) a young patient with good resilience; and (3) HCC. Results of the preoperative evaluation were presented to the ethics committee of West China Hospital, Sichuan University. The surgical team stated that TH had not previously been performed in our medical center. The feasibility and advantages of TH, as well as the risks and possibility of conversion to laparotomy, had been explained to the patient and his family. Informed consents were obtained from the patient himself and his parents after a full explanation of the potential risks of TH. The West China Hospital administration and the ethics committee authorized the surgery.\\nWe modified TH into 2 steps:\\nStep one: laparoscopy was performed under CO2 pneumoperitoneum. The insufflation pressure was set at 13 mmHg. The patient was placed in a supine position. The surgeon stood at the patient's right side and the scopist stood at the patient's left side. Two 12-mm trocars (Ethicon Endo-Surgery, Cincinnati, OH) were used (Figure A). IUSO was used to precisely locate the tumor and exclude intrahepatic metastasis and satellite lesions (Figure A and C). The tumor was marked by cautery (Figure B), and the hepatoduodenal ligament was hanged over using the Pringle maneuver (Figure D).\\nStep two: the CO2 pneumoperitoneum was stopped. The patient was then placed in the left-lateral position under general anesthesia with single-lung ventilation. Three 12-mm (Ethicon Endo-Surgery, Cincinnati, OH) trocars were inserted into the right chest (Figure B). The trocars’ positions were as follows: (A) for the scopist, the posterior axillary line, 7th intercostal space (ICS); (B) for manipulating, the middle axillary line, 8th ICS; (C) for manipulating, the anterior axillary line, 6th ICS. The intrathoracic space was observed using a regular 10-mm rigid scope (Olympus, Tokyo, Japan) (Figure A). The diaphragm was transected by ultrasonic shears (Ethicon Endo Surgery, Cincinnati, OH) (Figure B and C) and retracted to expose the liver segment. IUSO (Hitachi Aloka, Ltd., Tokyo, Japan) was used on the liver surface again to confirm the tumor position (Figure D).\\nFor the resection, with the Pringle maneuver (once every 10 minutes), the superficial portion of the liver was transected by ultrasonic shears(Harmonic scalpel, Ethicon Endo-Surgery, Inc., Cornelia, GA) (Figure A), whereas the deeper tissue and vessels were transected by laparoscopic LigaSure (LigaSure 5-mm BluntTip™, Covidien, Boulder, CO) (Figure B). Bipolar (Erbe Elektromedizin, Germany) was used for hemostasis (Figure C). The specimen was put into a retrieval bag and removed from the abdominal cavity using a 12-mm trocar. The diaphragm was repaired by running suturing (Figure D). A closed thoracic drainage was placed into the right chest, and the repaired diaphragm was checked again by laparoscopy. Finally, the modified TH for segment VIII was completed without abdominal drainage being placed.\\nThe operation time was 260 minutes, and estimated blood loss was 30 mL. The patient resumed eating on postoperative day 2. A chest x-ray on postoperative day 4 showed a normal right thoracic cavity, and the thoracic drainage was removed. The patient was discharged on postoperative day 5 with normal liver function. No complications were encountered. Postoperative pathological testing revealed a poorly differentiated HCC without microvascular invasion. At the 6-month follow-up, there was no sign of recurrence or metastasis.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'21350897': 1, '12917768': 1, '26092009': 1, '25626941': 1, '19916210': 1, '22968066': 1, '26310533': 1, '23982646': 1, '27258516': 2}", "similar_patients": "{}"}