{"patient_id": 149087, "patient_uid": "4660567-1", "PMID": 26692619, "file_path": "noncomm/PMC004xxxxxx/PMC4660567.xml", "title": "Human papilloma virus infection and psoriasis: Did human papilloma virus infection trigger psoriasis?", "patient": "A 20-year-old unmarried, male patient, farmer by occupation presented with multiple scaly, erythematous plaques of various sizes ranging from 1 cm × 1 cm to 3 cm × 4 cm present over the both upper limbs, lower limbs, back, and scalp []; multiple scaly lesions over both palms and soles since 1½ months. He had erythematous plaques with mild scaling involving both axilla and groins, (inverse psoriasis) which developed before the appearance of similar lesions on the rest of the body. He also had proximal onycholysis involving right ring and middle and ring finger of left hand. Grattage test and Auspitz sign were positive. He also had multiple soft, pink colored, and papilliferous masses of condyloma acuminata over the coronal sulcus extending over glans since 2 months []. The lesions were nontender without any surrounding or urethral discharge or any adjacent lymphadenopathy. He gave a history of multiple unprotected sexual contacts with sex workers. History of sexual contact through oral or anal route was absent. No history of any other perianal or genital lesions in the past or any other concurrent infection was found. The patient had no history of smoking, alcoholism, fever, joint pain, burning micturition, or oral aphthae. KOH smear for skin lesion was negative. The skin biopsy report confirmed the diagnosis of psoriasis vulgaris. His investigations for complete blood count, liver function test, renal function test, and blood glucose level were normal. His HIV-I, II test by Coombs kit and VDRL were nonreactive. He was given potent topical steroids (0.05% clobetasol propionate ointment and lotion) and emollients for psoriasis which showed good response []. Podophyllin was applied once weekly and with the two applications there was an excellent response to the treatment with complete clearance []. He was advised to regular follow-up.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'22930385': 1, '16283346': 1, '18349121': 1, '18021899': 1, '8393464': 1, '28377495': 1, '15023775': 1, '21113343': 1, '17471531': 1, '30148263': 1, '33850539': 1, '25045884': 1, '9540967': 1, '18021890': 1, '27082556': 2, '26692619': 2}", "similar_patients": "{'4839800-1': 1}"}