{"patient_id": 139886, "patient_uid": "4094751-1", "PMID": 25024830, "file_path": "noncomm/PMC004xxxxxx/PMC4094751.xml", "title": "A Case of Intradural-Extramedullary Form of Primary Spinal Cysticercosis Misdiagnosed as an Arachnoid Cyst", "patient": "A 42-year-old man visited out institute for back pain. He denied having eaten any raw meet, including pork. Magnetic resonance imaging (MRI) of the lumbar spine revealed an intradural cystic lesion at the L3-4 level. The lesion was homogeneous in terms of signal intensities, and was isointense on a T1-weighted image, and hyper-intense on a T2-weighted image, indicating that it contained cerebrospinal fluid (CSF). Initially, intradural arachnoid cyst was suspected based on radiologic study results and conservative treatment was decided. Three years later, he complained of aggravated back pain. A follow-up MRI examination revealed that the cyst had expanded from the T11 to the S1 ().\\nWe planned to fenestrate the wall of the cyst, and performed an L2 right hemi-laminectomy. A yellowish cystic lesion was bulged out through the opening of the durotomy. The cyst was easily removed by gentle traction of the cyst wall () and complete removal of the cyst was confirmed by postoperative MRI (). Histopathological examination revealed a translucent cyst wall with eosinophilic lining and chronic inflammatory cells, which is consistent with parasitic infection (). Serum enzyme-linked immunosorbent assay (ELISA) was positive for cysticercosis. The final diagnosis was primary spinal cysticercosis, as his brain MRI demonstrated an absence of intracranial lesions. The patient was subsequently treated with oral albendazole (15 mg/kg/day) for 30 days, to prevent recurrence. He recovered uneventfully and experienced no back pain after the surgery.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'8971828': 1, '22588382': 1, '34926816': 2, '1159459': 1, '16412842': 1, '25620991': 1, '21722242': 1, '9393195': 1, '19960962': 1, '30627240': 1, '6390196': 1, '34851512': 1, '15680651': 1, '21977090': 2, '21474075': 1, '20118838': 1, '10988043': 1, '17719976': 1, '25024830': 2}", "similar_patients": "{'3173917-1': 1, '8674092-1': 1}"}