{"patient_id": 83282, "patient_uid": "4602320-1", "PMID": 26491595, "file_path": "comm/PMC004xxxxxx/PMC4602320.xml", "title": "Retrograde Transpubic Approach for Percutaneous Radiofrequency Ablation and Cementoplasty of Acetabular Metastasis", "patient": "A 60-year-old female with a history of metastatic lung cancer treated with chemotherapy and radiotherapy was referred for significant left hip pain (Visual Analogue Scale score 90/100 mm). It was attributed to an osteolytic bone metastasis involving the left anterior acetabulum and considered at high risk for pathologic fracture.\\nUnfortunately, the medical treatment with opioid analgesics and bisphosphonates, which was tried for more than 2 months, was ineffective in improving the patient's pain and limp. On the other hand, the patient refused radiation therapy and a surgical treatment was not indicated because of the multiple metastases, associated comorbidities, and short life expectancy. Therefore, a palliative treatment combining percutaneous RF ablation and cementoplasty of the acetabular lesion was offered after oncologic interdisciplinary discussion.\\nA preoperative radiologic assessment was performed with computed tomography (CT) and magnetic resonance (MR) studies. The CT-scan demonstrated a geographic slightly expansile osteolytic lesion, measuring 2.5 × 2 cm in its axial plane and involving the left anterior acetabular column and proximal aspect of the superior pubic ramus, with anterior cortical thinning and posterior and lateral cortical breaches communicating with the hip joint (). On MR images, the lesion showed low signal intensity on T1-weighted images and high signal intensity on T2-weighted images (Figures and ). These images also demonstrated the proximity of the lesion with the femoral neurovascular bundle anteriorly and the obturator neurovascular bundle and the urinary bladder posteriorly. To avoid these important structures, a retrograde transpubic approach was planned to perform the procedure ().\\nThe patient was positioned supine on the CT-scanner table, with the hip and knee joints in neutral position. Under local anesthesia and conscious sedation, with CT-fluoroscopic guidance, a 13-gauge Osteo-Site bone biopsy needle (Cook Inc., Bloomington, USA) was introduced from the controlateral right side of the pubic symphysis and advanced into the ipsilateral left pubic tubercle (). The trocar was then oriented superiorly and laterally and advanced under fluoroscopic guidance and intermittent CT fluoroscopy through the left superior pubic ramus next to the target acetabular lesion (). A 17-gauge RF bipolar cooled, 20 mm active tip probe was inserted coaxially via the introducer () and one RF current cycle was applied for 10 minutes with OsteoCool RF Ablation System (Baylis Medical, Montreal, Canada). The target temperature was recorded between 70° and 80°C. After removing the RF probe from the trocar, 4 mL of polymethyl methacrylate cement SpinePlex (Stryker, Kalamazoo, USA) was injected using the Precision Cement Delivery (PCD) system (Stryker) (). The immediate postprocedural CT-fluoroscopic control images demonstrated satisfactory result with no injury to the adjacent structures. There was no leakage of cement into neither the hip joint nor the surrounding soft tissue.\\nOne month following the procedure, the patient was seen by her oncology physician and showed mild clinical improvement as her pain was reasonably controlled (Visual Analogue Scale score 60/100 mm) and she was able to walk with a cane. Two months after the procedure, a follow-up MR study depicted the absence of recurrence or fracture of the treated lesion () but progression of the metastatic bone disease in other areas of the pelvis (). Unfortunately, the patient died three months later from her metastatic disease without declared complications related to the percutaneous treatment.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'17397844': 1, '10666653': 1, '15640414': 1, '24902512': 1, '14743031': 1, '16059766': 1, '17322425': 1, '8972325': 1, '8141070': 1, '7714652': 1, '7568843': 1, '19126899': 1, '24838839': 1, '18477952': 1, '17878869': 1, '26491595': 2}", "similar_patients": "{}"}