{"patient_id": 149498, "patient_uid": "4691525-1", "PMID": 26715983, "file_path": "noncomm/PMC004xxxxxx/PMC4691525.xml", "title": "Magnetic Resonance Imaging of Non-Puerperal Complete Uterine Inversion", "patient": "A 47-year-old peri-menopausal woman presented with bilateral groin pain, inability to urinate, and bloody vaginal discharge. Clinical vaginal examination revealed the presence of a large necrotic mass filling the whole vaginal tract. Fundus of the uterus was not palpable. Bleeding from the uterus continued excessively. The transabdominal ultrasound examination showed a cervico-vaginal mass measuring 112 × 114 mm () that protruded from the uterine cavity with the distorted view of the uterus. After consultation, we considered the possibility of uterine inversion with an unknown nature of the accompanying mass and MRI examination was ordered. MRI confirmed a large heterogeneous signal intensity of well-defined submucosal fundal fibroid mass extending till vaginal opening and sinking of the uterine fundus getting close to the upper vagina. Uterine anatomy was distorted as seen as “V shape” fundus in sagittal plane due to traction of the mass (). There was no evidence of adjacent organ involvement within the disease, nor lymph node enlargement. Laboratory tests revealed serum Hb: 10.1 g/dL, hematocrit: 30.9%, CRP: 37.5 mg/L, fasting glucose: 86 mg/dL, AST: 29 U/L, ALT: 26 U/L, and CA125: 152 U/mL.\\nLaparotomy was performed through midline incision. At laparotomy, a large uterine mass with complete uterine inversion was confirmed (). Bladder was elevated due to mass compression and fundus was inverted totally. Primarily, we tried to take out the mass through the vagina, but it was not possible because of the size of the mass. Both fallopian tubes and ovaries were in the pelvis and located outside the concavity of the inverted uterus. The mass was taken out via transverse uterine incision after depicting the myoma’s pedicle. Total abdominal hysterectomy and bilateral salpingo-oophorectomy was performed due to the patient’s request before surgery. The excised specimen revealed a giant mass with extensive necrosis and multiple hemorrhagic foci. Pathology report confirmed 12 × 12 × 10 cm sized leiomyoma including large ischemic necrotic areas (). There was no evidence of malignancy. The patient was discharged without any complications five days after the surgery.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'32565821': 1, '18757683': 1, '32257710': 1, '21397207': 1, '32773942': 1, '18716788': 1, '28706412': 2, '22377482': 1, '15885762': 1, '31858287': 1, '28119900': 2, '15145725': 1, '33008375': 2, '30151455': 1, '17578377': 1, '26715983': 2}", "similar_patients": "{'7532615-1': 1, '5496288-1': 1, '5256363-1': 1}"}