{"patient_id": 80287, "patient_uid": "4364679-1", "PMID": 25540051, "file_path": "comm/PMC004xxxxxx/PMC4364679.xml", "title": "Diffuse filiform polyposis of the small intestine without inflammatory bowel disease", "patient": "A 56-year-old man initially presented at our hospital complaining of having had melena for half a month. He did not have any personal or family history of bowel polyps, bowel cancer, or inflammatory bowel disease. He denied having chills, fever, nausea, vomiting, diarrhea, or abdominal pain. The flaring-up of melena was sudden and the patient was admitted, owing to tarry stools and melena. Results of a physical examination were unremarkable apart from an anemic appearance. A complete blood count test revealed anemia (hemoglobin level 4.8 g/dl) and the prothrombin time was 15.6 s (normal range, 11.5 to 14.5 s). Liver function, kidney function, and inflammatory indexes were noted to be normal. Abdominal contrast-enhanced computed tomography demonstrated a round abnormal enhancement in the lumen of the small intestine lumen in the left upper quadrant (Figure A), at about the level of L3, raising suspicion of tumors or vascular lesions. Computed tomography also demonstrated a hematocele in the small intestine and colon (especially in the ileocecum). Digital subtraction angiography revealed contrast agent staining in the left upper quadrant (Figure B) and a microcatheter was placed in the feeding artery (Figure C). Gastroscopy indicated multiple duodenal polyps. Colonoscopy was unsuccessful, owing to the presence of a hematocele. Subsequently, the patient underwent a partial resection of the small intestine. Worm-shaped polyps and small hematomas were noted; these were spread along almost the entire small intestine, and they could not be completely resected. To identify the bleeding section of the bowel, we injected methylene blue into the indwelling catheter, staining an approximately 30 cm section of jejunum. The stained section was subsequently resected. Grossly, the resected specimen revealed multiple worm-like polyps, which ranged in size from 0.2 cm to 0.5 cm; two 2-cm-diameter hematomas were also noted (Figure ). The round, abnormal enhancement demonstrated on computed tomography was considered to be a hematoma. Histologically, the polyps consisted of normal mucosa characterized by nonspecific inflammatory changes (Figure ). Two days after the surgery, the patient had melena again. We subsequently performed an abdominal angiographic embolization. Throughout the course of this procedure, no bleeding points were noted. There was no contrast medium extravasation when the blood pressure was 90/70 mmHg (Figure D). We raised the blood pressure, and digital subtraction angiography demonstrated contrast medium extravasated to the intestinal tract (Figure E). A 5 ml suspension of gelatin sponge particles was injected and successfully stopped the bleeding (Figure F). The patient was informed that he had a high risk of re-bleeding owing to polyps and careful management was required. After the operation, the patient recovered smoothly, the patient’s hemoglobin level increased to 10.7 g/dl and the patient was discharged from the hospital. No recurrent melena or bleeding was reported at the last follow-up in January 2014.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'2028064': 1, '17917327': 1, '24315830': 1, '18081442': 1, '10830609': 1, '23170162': 1, '3614752': 1, '15504066': 1, '21122579': 1, '20480534': 1, '21484431': 1, '23526530': 1, '1392419': 1, '23462614': 1, '16885880': 1, '24019769': 2, '25540051': 2}", "similar_patients": "{'3764960-1': 1}"}