{"patient_id": 82503, "patient_uid": "4541740-1", "PMID": 26285577, "file_path": "comm/PMC004xxxxxx/PMC4541740.xml", "title": "Macular hole formation following intravitreal injection of ranibizumab for branch retinal vein occlusion: a case report", "patient": "A 63-year-old Asian male, diagnosed with BRVO with refractory macular edema, was referred from his home doctor. His vision in his right eye had been slowly decreasing without any treatment for the previous 5 years. The best-corrected visual acuity (BCVA) in his right eye was 20/200 and conventional fundus examination showed retinal hemorrhage followed by chronic BRVO in his right eye. He had a past history of hypertension, but no hyperlipidemia or diabetes mellitus. Optical coherence tomography (OCT) revealed serous retinal detachment and intraretinal edema that was located at the outer retina (Fig. a). Central retinal thickness (CRT) from the OCT B-scan image was 542 µm. Using fluorescein angiography imaging, a small capillary nonperfusion area with collateral vessel formation was detected in the early phase, and dye leakage in the area of the vein occlusion was detected in the late phase (Fig. c, d). Slit lamp biomicroscopy revealed that the posterior vitreous cortex was attached on the macula. After obtaining informed consent, the patient was administered 0.5 mg ranibizumab intravitreally using a 32 gauge needle. Nine days after injection, BCVA in his right eye improved to 20/100. OCT showed the formation of a full thickness MH and decreasing intraretinal edema (Fig. e). Twenty-two days after injection, BCVA further recovered to 20/50, but the MH was still open. The patient underwent 25 gauge pars plana vitrectomy, combined with cataract surgery and intraocular lens implantation. Internal limiting membrane peeling, photocoagulation to the nonperfusion area, and gas tamponade using 20 % sulfur hexafluoride were successfully performed. One day after surgery, OCT confirmed successful closure of the MH. Five months after surgery, BCVA recovered to 20/40 and CRT decreased to 272 μm (Fig. g).", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'23503340': 1, '32827075': 1, '34084036': 2, '34286160': 2, '16156153': 1, '25068637': 1, '21517972': 1, '6383055': 1, '19752420': 1, '17965108': 1, '22606470': 2, '21257152': 1, '25389887': 1, '20007836': 1, '29468210': 1, '20398941': 1, '20037902': 1, '19292858': 1, '21369348': 1, '26285577': 2}", "similar_patients": "{'8095300-1': 1, '8280528-1': 1, '3350047-1': 1}"}