{"patient_id": 150323, "patient_uid": "4748787-1", "PMID": 26889476, "file_path": "noncomm/PMC004xxxxxx/PMC4748787.xml", "title": "Nephrotic Syndrome without Hematuria due to Infection-Related Glomerulonephritis Mimicking Minimal-Change Disease in a Child", "patient": "A 14-year-old boy was referred to our hospital because of a 5-day history of low-grade fever, nausea, weight gain and recent leg edema. He had been in his usual health until approximately 1 week before admission and had no symptoms suggestive of upper respiratory or skin infection. He had not taken any drugs recently. Six months before admission, his urinalysis on school examination was normal. On admission, his blood pressure was 118/66 mm Hg, his pulse 66/min, and his temperature 36.7°C. He weighed 63 kg and had experienced 7 kg of weight gain in the preceding week. He was neither pale nor icteric. Physical examination on the chest and abdomen was unremarkable. He exhibited edema in his face and pitting edema in both legs. No lymphadenopathy and skin lesions were observed.\\nUrinary protein was 10.0 g/day. The urinary sediment showed 1–4 erythrocytes and 5–9 leukocytes per high-power field. The selectivity index was 0.05. The hematocrit was 41.6%, hemoglobin concentration 15.1 g/dl, platelet count 248,000/mm3, and leukocyte count 8,860/mm3. The serum urea nitrogen level was 10.1 mg/dl, the creatinine level 1.03 mg/dl, uric acid 4.5 mg/dl, total cholesterol 199 mg/dl, total protein 5.2 g/dl, and albumin 2.4 g/dl. The fractional excretion of sodium was 0.8%. The C-reactive protein level was 0.22 mg/dl, IgG 985 mg/dl (normal range: 870–1,700), IgA 134 mg/dl (80–140), and IgM 116 mg/dl (34–220). The total complement level was 27.0 IU/l (30–45), C3 91 mg/dl (80–140), C4 9.5 mg/dl (11–30), and C1q <1.5 μg/ml. Antistreptolysin O was 164 IU/l (<166). Hepatitis B virus surface antigen, hepatitis C virus antibody, human immunodeficiency virus antibody, antinuclear antibody, anti-neutrophil cytoplasmic antibodies, and cryoglobulin were all negative. All other laboratory tests were within normal limits. Urine was sterile, and the throat swab cultures yielded no specific pathogens. A chest X-ray and an electrocardiogram were normal. Renal ultrasound and computed tomography showed normal kidneys.\\nOn the 2nd hospital day, kidney biopsy was performed to investigate the cause of NS. The patient's renal biopsy showed mild endocapillary hypercellularity, mainly of mononuclear cells, with several neutrophilic leukocytes (fig. ). Mitotic figures of endothelial cells rather than mesangial cells were found (fig. ). Mesangial matrix was not increased and segmental mesangiolytic changes were observed (fig. ). Mitotic figures and several apoptotic changes of the tubular epithelial cells were observed (fig. ). Mild cellular infiltrations around blood vessels, which were not clear enough to be conclusively diagnosed as vasculitis, were observed, but arteriosclerosis was not found. By immunofluorescent study, prominent fine granular IgG (2+) and weakly positive C3 (1+) deposits were found along the capillary walls and in the mesangium (fig. ), but IgA, IgM, C4, and C1q deposits were very modest in the same pattern. Electron-microscopically, many relatively small subepithelial hump-like electron-dense deposits were observed. A few subendothelial, intramembranous and mesangial deposits were also observed (fig. ). Electron-microscopic findings were roughly compatible with the early phase of post-streptococcal acute glomerulonephritis (PSAGN).\\nFrom the clinical and histopathological findings, the diagnosis of NS due to infection-related endocapillary proliferative glomerulonephritis (EnGN) was made, and we observed the patient with just rest and dietary cure. On the 11th hospital day, serum complement levels and renal function returned to normal: the total complement level was 43 IU/ml, C3 134 mg/dl, C4 20.9 mg/dl, and the serum creatinine level was 0.71 mg/dl. On the 14th hospital day, his edema subsided and his proteinuria decreased to 1.0 g/day. On the 20th hospital day, he was discharged without any subjective symptoms.\\nTo find the causative organism of his renal lesion, we carried out additional examinations. The levels of antibodies to the following pathogens were measured: parvovirus B19 (B19), herpes simplex virus, varicella zoster virus, parainfluenza virus, coxsackievirus A and B, cytomegalovirus, measles virus, rubella virus, mumps virus, and Epstein-Barr virus, as well as fecal adenovirus antigen, which has been reported as the other responsible organism of post-infectious glomerulonephritis (PIGN). However, no causative organisms were identified. Nasal swabs for influenza type A and B, and serum antibody to Mycoplasma and Legionella were negative. We investigated his serum using human parechovirus and enterovirus polymerase chain reaction primer sets, which could detect human parechovirus and enterovirus (including poliovirus, coxsackievirus A and B, echovirus, and rhinovirus). However, no parechovirus and enteroviral RNA sequences were identified. Immunofluorescence staining of the renal biopsy tissues with anti-B19, anti-antigen nephritis-associated plasmin receptor antibody and anti-streptococcal pyrogenic exotoxin B were all negative. From the above findings, we could not detect the causative organism of his nephritis.\\nWe observed the patient in our outpatient clinics. His mild proteinuria gradually decreased and improved over approximately the next 4 months. After 2 years, he was free from proteinuria or any symptoms.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'16932438': 1, '25890425': 1, '18667731': 1, '7351103': 1, '19384327': 1, '27818753': 2, '11924757': 1, '14691907': 1, '23302723': 1, '12644924': 1, '17437129': 1, '23385776': 1, '17699510': 1, '26889476': 2}", "similar_patients": "{'5094397-1': 1}"}