{"patient_id": 152196, "patient_uid": "4874087-1", "PMID": 27275062, "file_path": "noncomm/PMC004xxxxxx/PMC4874087.xml", "title": "Epidural chloroprocaine bolus in emergency cesarean section-lessons learned from a near mishap", "patient": "A 23-year-old gravida 1 and para 1 presented in labor at about 2000 h. History included anemia (hemoglobin of 9.4 g %) and intrauterine growth retardation (4th % IOL). Her body mass index was 26.15 kg/m2 and airway examination was unremarkable. After an appropriate explanation, an epidural was inserted between the 2nd and 3rd lumbar spinous processes. Aspiration was negative to both blood and cerebrospinal fluid (CSF). A 3 cc of 1.5% lidocaine with epinephrine (1 in 200,000) was injected. Absence of tachycardia or motor blockade led us to conclude that the catheter's tip was neither in intravascular nor intrathecal space. After about 5 min, 5 cc of 0.1% of ropivacaine with fentanyl was injected as a bolus, followed by a continuous infusion as part of patient controlled epidural analgesia protocol. The protocol involved a basal infusion of ropivacaine with fentanyl at 8 cc/h along with self-administered boluses of 6 cc with a lock out time of 10 min. Further boluses of 8 cc and 10 cc of ropivaciane 1% with fentanyl was injected at 2300 h on the same day and 0100 h next day. This was additional to frequent self-administered boluses and continuous infusion at 6 cc/h.\\nAnesthesia for a level 2 lower-segment caesarean section (LSCS) was requested at 6.40 next morning. As the anesthesiology resident reached the labor room with necessary medications, the emergency status was changed to level 1. The time difference between the changes was about 3 min. At the hospital of the University of Pennsylvania, Philadelphia, a level 2 requires the fetus to be delivered under 30 min and a level 1 as soon as possible. The indication for LSCS was non-re-assuring fetal heart sounds with chorioamnionitis in the setting of latent labor. Prolonged fetal heart rate deceleration necessitated more urgent LSCS prompting change to level 1. The lowest recorded fetal heart rate was 70/min. As per obstetrics departmental protocol, the mother was placed on a 4 point position [], while efforts were being made to insert fetal scalp electrodes. This uncommon maternal position is rarely adapted to promote utero-placental blood flow, from removing the uterus pressure on the great vessels. Due to the urgency of the delivery, a decision was made to inject chlroprocaine, as per the protocol in such situations. As per the departmental guidelines, 10 cc of 3% chloroprocaine was administered as a single bolus while the patient was still in 4 point position. Electronic monitoring (noninvasive blood pressure and pulse oximetry) was disconnected during the transfer from the labor room to the operating room. There was no monitoring during the period of bolus administration in 4 point position, as it was deemed impractical. The patient was transferred to the operating table soon after bolus injection. It took less than 2 min for transferring to the operating table after chloroprocaine bolus injection.\\nAs soon as the patient was placed on the operating table, it was observed that her ventilation was inadequate with an inability to move the legs. Weak hand grip raised the suspicion of high epidural. Apart from weak breathing efforts, there was no motor activity. Positive pressure ventilation was commenced immediately, pulse oximetry probe was applied and electrocardiograph (EKG) electrodes were placed. Pulse oximetry displayed a saturation of 75% that increased to 100% in less than about 15 s []. Simultaneously, phenylephrine infusion was started, and the blood pressure was supported appropriately. The surgical incision was made at 6:48 am, and the baby was delivered immediately with an Apgar score of 8 and 9 at 1 and 5 min respectively. Within minutes after the delivery, surgical anesthesia was induced with propofol and endotracheal intubation was performed under succinyl choline induced muscle relaxation. The remainder of anesthesia was uneventful. Subsequent aspiration of the epidural catheter (twice by different attendings) was negative for CSF and blood. The patient's spontaneous ventilation appeared within 15-20 min and anesthesia was maintained with sevoflurane and nitrous oxide. Supplementary analgesics were not administered, and extubation was performed uneventfully around 7.30 am.\\nDuring the interview in the postoperative period, it was revealed that, inability to breathe was the last event patient recollected. Furthermore, in the postoperative period, the mother experienced headache. Although the distribution and postural relationship was suggestive of a postdural puncture headache and a recommendation was made for a blood patch, the mother did not like the choice. As a result, conservative treatment was initiated and partially successful. The women were subsequently discharged on the 3rd postoperative day.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'9390606': 1, '14652129': 1, '19342949': 1, '20039845': 1, '8829404': 1, '27275062': 2}", "similar_patients": "{}"}