{"patient_id": 139240, "patient_uid": "4049017-1", "PMID": 24932171, "file_path": "noncomm/PMC004xxxxxx/PMC4049017.xml", "title": "Retroperitoneal Sarcoma Involving Unilateral Double Ureter: Management, Treatment and Psychological Implications", "patient": "A 45-year-old woman was admitted to our university hospital for polymenorrhea, weight gain and pain in the left iliac region. Before admission, a Pap smear and a diagnostic hysteroscopy were carried out; the former tested negative, while the latter showed simple endometrial hyperplasia. During the physical examination, the patient was in a good condition and without weight loss. An abdominal examination revealed a flat and painless abdomen, and no palpable mass was found. During the gynecological visit, the uterus was larger in size, while the right ovary and fallopian tube were within expected limits. On the left side, an orange-shaped mass was observed; it had irregular layers, was fixed and painless. An abdominal ultrasound revealed a hypoechoic, inhomogeneous, 9.5 × 5.2-cm mass on the left side of the pelvis and behind the ovary. Computed tomography (CT) was not performed due to the patient's allergy to the contact medium. An atypical ultrasound appearance addressed the probable malignancy of the mass.\\nThe patient underwent surgery. After opening the abdominal cavity, a free-fluid sample was taken, and the cytological result tested positive for malignant cells. The pelvic mass was firmly anchored to the small intestine, colon, sigma and uterine body (fig. ). After removing the adhesions, double ureters were observed, which had been incorporated in the mass. The resection of the unilateral double ureters was necessary in order to remove the entire mass, after which the left ovary and tube were removed.\\nA histological examination showed a malignant retroperitoneal mass with clear nuclear polymorphism, whereas the right ovary and tube were unaffected. Anti-reflux termino-terminal ureteral anastomosis with two double-J stents was carried out (fig. ). Total hysterectomy with preservation of the right adenexum and regional lymphadenectomy was performed. The postoperative recovery was uneventful, and after 7 days, the patient was discharged. The final histological results led to the diagnosis of a moderately differentiated retroperitoneal leiomyosarcoma. Radiotherapy completed the therapeutic management. After 1 year, the patient is healthy, and instrumental investigations are negative for recurrence.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'11815977': 1, '21396720': 1, '11378648': 1, '28460202': 1, '26888700': 1, '24338269': 1, '9742918': 1, '25827665': 1, '20480432': 1, '23007336': 1, '25827668': 1, '10758318': 1, '24932171': 2}", "similar_patients": "{}"}