{"patient_id": 149645, "patient_uid": "4705713-2", "PMID": 26632133, "file_path": "noncomm/PMC004xxxxxx/PMC4705713.xml", "title": "Unusual presentation of ocular trauma in sickle cell trait", "patient": "Twenty-six-year-old male presented with diminished vision in RE since 15 days, following trauma with stone. Visual acuity on the presentation was Hand movements (HM) close to the face. Examination of RE showed circumcorneal congestion and corneal edema. Anterior chamber showed total hyphema. The IOP was 41 mmHg. Following anterior chamber wash on the subsequent day, IOP returned to normal, and vision was Finger Counting (CF) close to face with a relative afferent pupillary defect. Fundus examination showed a normal disc, attenuation of arteries with areas of localized obstruction circumferentially around? 2 Disc Diameters (2DD) around the disc, along with retinal hemorrhages. Beyond the obstruction, the blood vessels were slightly tortuous and filled with dark colored blood. Fluorescein angiography showed abrupt cessation of fluorescein entry in both arteries and veins in all quadrants, starting from around 2DD from the optic disc. Intravenous methylprednisolone was given for 3 days followed by oral prednisolone in tapering doses along with topical steroids. On subsequent follow-ups, IOP remained normal, and the vessels became sclerosed. Hb electrophoresis revealed the presence of sickle cell trait (HbAS).\\nOn follow-up, 2 months after injury, the patient had developed partial optic atrophy, though the vision was improved to 6/60. There were localized areas of vitreous hemorrhage and areas of arteriovenous communications and? Neovascularisation elsewhere (NVEs) [Figs. and ]. A panretinal photocoagulation was carried out.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'16011069': 1, '29018763': 1, '29862194': 1, '15337194': 1, '24232951': 1, '16171867': 1, '28919773': 1, '20452638': 1, '6571499': 1, '8543078': 1, '26632133': 2}", "similar_patients": "{'4705713-1': 2}"}