{"patient_id": 87428, "patient_uid": "4927986-1", "PMID": 27413562, "file_path": "comm/PMC004xxxxxx/PMC4927986.xml", "title": "Clinical-Radiological Correlation of Retained Silicone Sponge Presenting as Orbital Inflammation", "patient": "A 32-year-old female presented to the emergency room with a red, painful right eye. She had undergone multiple retinal detachments in that eye treated with scleral buckling, last of which was performed in Russia five years priorly. No international medical records were available. Five weeks prior to presentation, in the United States, she underwent explanation of an exposed and presumed infected scleral buckle with discharge and discomfort, in which sponge material was removed from the temporal quadrant. The cultures of the sponge were negative. In the emergency room a CT scan of the orbits was obtained. The official radiology read of the CT identified a lobulated air or gas collection lateral to the globe with mass effect on the globe and adjacent intermediate soft tissue attenuation.\\nThe patient was referred to ophthalmic plastic and reconstructive surgeons for the concern for intraorbital air or gas from an infectious cause. She was well-appearing and afebrile. She had 20/40 vision OD with correction. Intraocular pressure was 19. She had no APD and normal color vision. She had −1 abduction OD. The right eye exhibited 1 mm of relative exophthalmos. She had no periorbital edema. Temporally and superotemporally, she had a fluctuant, painful, elevated subconjunctival mass (Figures and ). The conjunctiva was scarred and closed temporally. The rest of the ocular exam was normal other than retinal laser scars.\\nOn review of the CT scan, in light of the history and clinical findings, it was presumed that the “air” was likely a retained silicone sponge, which correlated in location with the subconjunctival mass (Figures and ). The sponge element had an irregular, jagged border radiographically. Surgical exploration identified a retained silicone sponge element. Oral antibiotics were started. Cultures were negative. The patient's symptoms and clinical exam normalized after surgery.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'8153317': 1, '24204118': 2, '16714931': 1, '25955399': 1, '9747696': 1, '19320315': 1, '31920454': 1, '25719983': 1, '22516538': 1, '17932859': 1, '9627660': 1, '12853675': 1, '23064425': 1, '27413562': 2}", "similar_patients": "{'3817136-1': 1, '3817136-2': 1, '3817136-3': 1, '3817136-4': 1, '3817136-5': 1, '3817136-6': 1, '3817136-7': 1}"}