{"patient_id": 149716, "patient_uid": "4716447-1", "PMID": 26781449, "file_path": "noncomm/PMC004xxxxxx/PMC4716447.xml", "title": "How to salvage a salvage endoprosthesis", "patient": "A 49-year-old female with severe rheumatoid arthritis was well known to our joint reconstruction service, having undergone multiple joint replacement surgeries including shoulder, hip and knee arthroplasties. Of relevance to this case, she had a right total hip replacement and an ipsilateral distal femoral replacement.\\nShe subsequently sustained a periprosthetic fracture at the distal tip of her right total hip replacement (Fig. ). An initial attempt was made to manage this fracture with a plate and Dall-Miles cables (Fig. ); however, the fracture did not unite. The patient went on to have a custom-made cement-linked internal proximal femoral replacement, which had a hollow cylindrical design to accept the stem of the existing well-fixed distal femoral component (Figs and ). This linked prosthesis effectively converted her separate prostheses to a total femoral replacement, sparing her distal femoral replacement from revision. She had no problems postoperatively and recovered well from her surgery.\\nShe remained well for 5 years, until she was referred back to our joint reconstruction unit due to a stress fracture in the stem of the distal femoral component, just below the junction with the cement-linked internal proximal femoral replacement (Fig. ).\\nAfter careful assessment of the radiographs and taking into consideration the complex nature of her failed salvage implant, a plan was made to design another custom-made component, this time a revision distal femoral prosthesis with a hollow cylindrical section to accept the existing, well-fixed salvage proximal femoral replacement.\\nThe prosthesis was designed using preoperative long-leg calibrated measurement radiographs and manufactured using computer-aided design and computer-aided manufacture (CAD–CAM) techniques by Stanmore Implants Worldwide. The implant had a rotating hinge knee component and was made from a combination of hydroxyapatite-coated and silver (Agluna)-treated Cobalt–Chromium–Molybdenum (Co–Cr–Mo) and Titanium–6Alumunium–4Vanadium (Ti–6Al–4V) alloys.\\nThe operation was carried out by the senior author and the customized distal femoral prosthesis was successfully cemented over the pre-existing internal proximal femoral replacement (Figs and ).\\nPostoperatively, the patient was advised to partially weight-bear with crutches and made a good recovery. She was discharged home 4 days post-surgery and is now 2 months post-operation. Her knee is flexing beyond 100°, which is more than she was able to achieve preoperatively and she has been cleared to fully weight-bear and return to her work as a solicitor.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'16446185': 1, '29158650': 1, '21368074': 1, '17012417': 1, '23648107': 1, '26781449': 2}", "similar_patients": "{}"}