{"patient_id": 149931, "patient_uid": "4721165-1", "PMID": 26862278, "file_path": "noncomm/PMC004xxxxxx/PMC4721165.xml", "title": "A case of Trientine Overdose", "patient": "A 41-year-old gentleman well known to our gastroenterology unit with Wilson's disease presented to the emergency department following an overdose of Trientine. He was known to have liver cirrhosis with evidence of portal hypertension and neurological involvement that mainly manifested as head tremor. He was on Trientine 300 mg three times a day as he previously developed a reaction to Penicillamine. He had no past history of mental illnesses and had no para-suicidal episodes prior to this presentation.\\nHe presented to hospital after taking 200 tablets of 300 mg Trientine (total of 60 g), with suicidal intentions. However, some of the tablets were claimed to be 2 years out of date. He did not take any other medications and there was no concomitant alcohol intake. The incident was witnessed by his partner. At presentation the patient was complaining of dizziness but there were no focal neurological deficits. The rest of his physical examination was normal. On the following day, the patient started to experience vomiting and nausea. He had no further symptoms or physical complications and his dizziness and vomiting settled within less than 48 hours. His blood results showed a normal full blood count except for known mild chronic thrombocytopenia which was secondary to his liver disease. His renal function showed mild acute kidney injury, Creatinine 117 mmol/L (normal 62–106) which responded rapidly to intravenous fluids. The National Poisons Information Service (NPIS) indicated that Trientine had been found to be safe at a dose of 30 g; however, it was suggested that iron, zinc, renal functions and other electrolytes needed to be closely monitored. His calcium, magnesium and iron levels were normal. Nonetheless, he developed mild hypophosphatemia (0.69 mmol/L, normal 0.81–1.45) and low serum Zinc (7 mmol/L, normal 11–24 mmol/L). The latter improved spontaneously. The serum copper was low 6–7 mmol/L as expected at two separate readings (normal 11–20) and the urinary copper output was elevated 14.78 mmol/dL (normal less than 0.95). The patient remained medically fit and was discharged on the fourth day after being deemed at low risk of further suicidal attempt by the psychiatric team.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'22340672': 1, '20174521': 2, '20660601': 1, '25234178': 1, '29520330': 1, '26862278': 2}", "similar_patients": "{'2824985-1': 1}"}