{"patient_id": 144016, "patient_uid": "4360354-1", "PMID": 25821574, "file_path": "noncomm/PMC004xxxxxx/PMC4360354.xml", "title": "Malignant Mesenchymal Tumor of Male Breast: Primary Chondrosarcoma", "patient": "A 65 years old man has presented in our department with a complaint of a right sided breast mass which has rapidly grown for 5 months. Breast palpation has revealed a painless, less mobile, and firm to hard mass of 10×10cm with regular margins in area of right breast. The axilla was clinically negative.\\nContrast enhanced MRI (A and B) of breasts has revealed huge mixed signal intensity multi lobulated cystic-solid extra-pulmonary mass lesion involving the right anterior chest wall extending from infra clavicular region to the level of xiphisternum measuring 10.4 cm (SI) × 10.3 cm (AP) × 9.9 cm (Trans) appearing predominantly hyper intense on T2W and hypo intense on T1W. Heterogeneous predominantly peripheral solid tumoral enhancement has observed with multiple large loculated central areas of necrosis and intensely enhancing septae. Pre contrast T1W hyper intensity has indicated internal hemorrhage. There was no axillary lymphadenopathy.\\nHistopathology has revealed the overall appearances of low-grade chondrosarcoma with a tumor composed of lobules of cartilage of varying size separated by fibrous tissue. The tumor has seen to focally infiltrate into surrounding skeletal muscle.\\nImmunohistochemical studies have performed by standard revealed that chondrosarcomatous elements were positive for S-100 and vimentin, but negative for cytokeratin and also for estrogen and progesterone receptors.\\nAfter routine investigations, right sided radical mastectomy with grafting has done. Patient has discharged in well condition postoperatively. But he has lost follow-up after three months.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'433839': 1, '16647355': 1, '2837374': 1, '17312055': 1, '16299232': 1, '20824039': 1, '17066230': 1, '14716123': 1, '15730465': 1, '907972': 1, '28402910': 1, '25821574': 2}", "similar_patients": "{}"}