{"patient_id": 149168, "patient_uid": "4665088-1", "PMID": 26628714, "file_path": "noncomm/PMC004xxxxxx/PMC4665088.xml", "title": "Solitary fibrous tumor of the pancreas", "patient": "The patient is a 58-year-old African-American female who presented with several months of left lower quadrant pain. A computed tomography (CT) and magnetic resource imaging (MRI) of abdomen/pelvis demonstrated a 3.8-cm hyper vascular mass in the head of the pancreas without any evidence of distant metastasis or spread to the surrounding vasculature (Figs. and ). The differential diagnosis includes endocrine tumor, gastrointestinal stromal tumor, sarcoma, solid pseudo-papillary tumor, inflammatory pseudotumour/tumor forming autoimmune pancreatitis and SFT. An endoscopic ultrasound with fine-needle aspiration was nondiagnostic. The carcinoembryonic antigen (CEA) and cancer antigen 19-9 (CA 19-9) were both mildly elevated at 6.5 (nl range 0–5.0) and 39 (nl range 0–37), respectively. Functional endocrine hormone studies were significant only for a mildly elevated gastrin level of 214, but the insulin, glucagon and vasoactive intestinal peptide (VIP) levels were all within normal limits. Her review of symptoms was negative for jaundice or weight loss. A Whipple procedure was performed. The patient had an uncomplicated hospital course and was discharged Post-op Day 7. She is alive and well 2 years post-operatively.\\nThe specimen was a 3.5 ×3 ×3-cm white, firm, well-circumscribed mass located in the head of the pancreas (Fig. ). The mass was found to be compressing the distal aspect of the main pancreatic duct. All 15 lymph nodes received in the specimen were negative. Histologically, the tumor is well circumscribed from normal pancreatic tissue and composed of spindle cells that in some areas form short ill-defined fascicles and in other areas are randomly arranged in a dense fibrohyaline stroma. A well-developed vascular network was visualized throughout the tumor with vessels of a stag horn appearance with thin hyaline wall and tumor growth around (Figs and ). No significant mitotic activity or tumor necrosis was noted. Immunostaining was positive for CD34 (Fig. ) and BLC-2; focally for B-catenin, and focally weak staining for CD99, compatible with fibroblastic origin. The tumor cells were negative for the following cell markers: CD117, CAM5.2, AE1/AE3, EMA, synaptophysin, chromogranin, CD56, PR, SMA, Desmin, S100, MelanA and HMB45. The M1B1 proliferation index was low (<5%). These findings in combination are consistent with a SFT.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'2665534': 1, '18648147': 1, '22345180': 1, '31520184': 2, '20661701': 1, '32047784': 2, '29467886': 1, '16565671': 1, '17566307': 1, '19751911': 1, '10431844': 1, '28392706': 1, '17652547': 1, '28956313': 1, '33188464': 2, '18607126': 2, '26628714': 2}", "similar_patients": "{'6744537-1': 1, '2627189-1': 1, '7666235-1': 1, '7000951-1': 1}"}