{"patient_id": 77911, "patient_uid": "4216673-1", "PMID": 25386374, "file_path": "comm/PMC004xxxxxx/PMC4216673.xml", "title": "A Krukenberg Tumor from an Occult Intramucosal Gastric Carcinoma Identified during an Autopsy", "patient": "A 45-year-old Japanese female, who was a healthy asymptomatic hepatitis B virus carrier, visited our hospital in July 2011 complaining of a lower abdominal mass. She was not taking any medications and had no known allergies to medications. Her father had had colon cancer.\\nOn physical examination, she appeared as a healthy thin female. Her weight was 43.3 kg, blood pressure 94/60 mmHg, pulse rate 70 beats per minute, respiration rate 18 breaths per minute, and body temperature 36.5°C. There was a large nontender palpable mass in the lower abdomen. The laboratory findings were unremarkable with the exception of an elevated CA125 level (117 U/mL). CEA (2.1 ng/mL) and CA19-9 level (14.3 U/mL) were normal. Computed tomography (CT) of the chest, abdomen, and pelvis showed a 28 × 22 × 5 cm left ovarian mass, right pleural effusion, and ascites (Figures and ).\\nA tentative diagnosis of Meigs' syndrome was made, and she underwent bilateral salpingo-oophorectomy (BSO) with resolution of the pleural effusion and ascites. On histopathological examination of the resected specimen, the left and right ovaries were 15.5 × 12 × 8 cm and 5.5 × 4.5 × 3.5 cm, respectively (Figures and ). Results of the microscopic analysis of both ovaries showed invasive proliferation of a signet-ring cell carcinoma (SRCC) with prominent lymphovascular invasion within the desmoplastic stroma (Figures and ). Immunohistochemical analysis revealed that these tumor cells tested positive for CK7, CK20 (weakly), MUC5AC, MUC6, CDX2 (patchy), CEA, and CA19-9 and negative for MUC2, ER, and PgR.\\nAlthough the histopathological findings were consistent with metastases from a gastric adenocarcinoma, there were no signs of a gastric cancer. The repeat esophago-gastro-duodenal endoscopy only showed atrophic gastric mucosa, but there were no further mucosal aberrations that would be suggestive of early gastric cancer or any lesions suggestive of advanced gastric cancer. A random biopsy showed only chronic gastritis without tumor cells. To rule out any other possible malignant tumors, we performed multiple tests as follows: colonoscopy, magnetic resonance imaging (MRI) and CT of a thin slice of the pancreas and biliary tree, breast ultrasonography, and breast MRI, but the results were all negative. The patient was under observation without systemic treatment. Six months after BSO, she developed asymptomatic multiple osteoblastic lesions on the vertebrae, pelvic bone, and bilateral femurs. A bone marrow biopsy showed scattered signet-ring cell infiltration (Figures and ).\\nWe treated her with a standard Japanese gastric cancer regimen with cisplatin (60 mg/m2 on day 8) and S-1 (80 mg/m2 on day 1–21) for four cycles, and those osteoblastic lesions mildly shrunk. After approximately a year of stable disease, she developed severe back pain. Laboratory tests showed a decreased hemoglobin level (7.6 g/dL), platelet number (4.2 × 104/μL), and fibrinogen level (43 mg/dL). There were schistocytes on a peripheral blood smear. Prothrombin time (INR 1.62) and activated partial thromboplastin time (38.9 s) were prolonged, and the D-dimer level (>36.0 μg/mL) was elevated. The plasmin-α2-plasmin inhibitor complex (20.4 μg/mL), thrombin-antithrombin complex (>60.0 ng/mL), and lactate dehydrogenase (814 IU/L) levels were elevated substantially. CT revealed progression of multiple bone metastases. She was diagnosed with disseminated intravascular coagulation (DIC) with progression of the carcinoma. She was treated with paclitaxel (80 mg/m2 weekly) as second-line and blood product support but died in a month with the progression of DIC.\\nThe autopsy revealed the following. On macroscopic examination, the gastric mucosa was erosive, but there was no tumor (). Nevertheless, with an extensive meticulous microscopic search (sections prepared from 89 blocks) of the stomach, we were able to detect four small foci of SRCC within the atrophic mucosa in the greater and lesser curvature of the lower gastric body (). Diameters of all four lesions were smaller than 1 mm. Although lymphatic invasion was not seen, lymphatic vessels were found near the surface epithelium. Immunohistochemical analysis (IHC) revealed that those tumor cells tested positive for CK7, CK20 (weakly), MUC5AC, CEA, and CA19-9 and negative for MUC2, MUC6, and CDX2. The bone marrow of the vertebral column, sternum, and iliac bone was extensively affected by the cancer. There were also widespread lymph node metastases in Virchow's, pulmonary hilar, and perigastric, peripancreatic, and retroperitoneal regions. There were lymphangitic metastases in the lung and tumor cell infiltration of the uterine cervix with dilation of bilateral cardiac ventricles, liver congestion, bone marrow necrosis, multiple hemorrhagic erosions of the entire gastrointestinal tract, diffuse alveolar damage of the lungs, and swelling of the kidney. These findings were indicative of congestive heart failure, shock, and DIC.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'29785081': 2, '27891398': 1, '17577625': 1, '33344281': 1, '27122678': 1, '26411979': 2, '4303165': 1, '12604884': 1, '14714257': 1, '16980943': 1, '23874550': 1, '15297191': 1, '6692304': 1, '12713997': 1, '20726012': 1, '17825056': 1, '15198362': 1, '30057535': 2, '30626821': 1, '19270823': 1, '18632244': 1, '11984739': 1, '16538048': 1, '22759383': 1, '25386374': 2}", "similar_patients": "{'6062666-1': 1, '5960818-1': 1, '4584485-1': 1}"}