{"patient_id": 81119, "patient_uid": "4433674-1", "PMID": 26064742, "file_path": "comm/PMC004xxxxxx/PMC4433674.xml", "title": "Total Hip Arthroplasty for Rapidly Destructive Coxarthrosis in a Patient with Severe Platelet Deficiency due to Liver Cirrhosis and Immune Thrombocytopenic Purpura", "patient": "A 70-year-old woman was admitted to the Department of Gastroenterology and Hematology of her previous hospital with the diagnosis of LC after hepatitis C and esophageal varices. To make matters worse, right groin pain, which had developed before admission, increased, and she was diagnosed as having RDC. Because her platelet count decreased to less than 10,000/μL from a normal range of 50,000–80,000/μL, she was referred and admitted to the Department of Hematology of our hospital, and the diagnosis of ITP was made. At the time of admission, her right groin pain was very severe, and she could not move her leg. Radiographs revealed strikingly rapid hip joint destruction (), and her platelet count was 22,000/μL. Other laboratory data are shown in . Fortunately, her LC was Child's B, so it was decided to plan THA after controlling her platelet deficiency. From 3 weeks before the operation, thrombopoietin receptor agonist injections, from 1 μg/kg to 5 μg/kg, increasing 2 μg/kg every week, were started. In addition, 20 g/400 mL of kenketsu glovenin-I were injected for 5 days from 6 days before the operation. Twenty units of platelets were transfused 3 times, 2 days before the surgery, the day before the surgery, and immediately before the surgery. Her platelet count finally increased to 81,000/μL just before the surgery (), after which THA could be performed under general anesthesia. In order to avoid the risk of vascular damage, a posterior approach was used []. To decrease the amount of blood loss as much as possible, a cemented implant was chosen for both the acetabular side (E-1 acetabular liner (Biomet, Warsaw, IN)) and the femoral side (PHYSIO-HIP SYSTEM type 6 (Kyocera, Kyoto, Japan)). To reconstruct the large acetabular defect, a KT plate (Kyocera) and autograft of the femoral head were used (). The operating time was 173 minutes, and the blood loss was 2123 mL. An additional 20 units of platelets were transfused postoperatively, and no hemostatic complications occurred. Six weeks after the operation, she could walk at full weight-bearing, and her platelet count recovered over 50,000/μL. The patient was discharged with T-cane assisted walking 8 weeks after the operation. Six months after the operation, her platelet count was 57,000/μL, and she could walk full weight-bearing with continued T-cane assistance. Her JOA HIP score improved from 0 points from before the operation to 69 points 6 months after THA.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'25648625': 1, '14564634': 1, '19144680': 1, '5459776': 1, '12588344': 1, '16124961': 1, '8704187': 1, '17968487': 1, '19846889': 1, '18341900': 1, '19005182': 1, '26064742': 2}", "similar_patients": "{}"}