{"patient_id": 146391, "patient_uid": "4489058-1", "PMID": 26167218, "file_path": "noncomm/PMC004xxxxxx/PMC4489058.xml", "title": "Valproate therapy exacerbating intermediate phenotype of methylmalonic aciduria", "patient": "An 11-year-old boy, product of a nonconsanguineous marriage, with uneventful antenatal and perinatal period, presented with delayed motor milestones after the age of 6 months and clusters of generalized seizures precipitated with fever, since the age of 6 years. He was initially managed with Phenytoin and remained seizure free for next 2 years. Thereafter, he started experiencing myoclonic jerks, involving both upper limbs with a frequency of about 1 per week, initially but increased subsequently to several per day. At the age of 8 years, he developed abnormal behavior in the form of recurrent clapping, hyperactivity, echolalia and fidgety nature with no visual or hearing impairment. His evaluation had revealed IQ of 75. His electroencephalogram (EEG) and magnetic resonance imaging (MRI) brain studies were normal. Cerebrospinal fluid examination was negative for measles antibodies. Since 10 years of age, he was receiving oral valproate (600 mg/day) for the control of seizures (myoclonus and generalized tonic clonic) later on, clobazam (5 mg/day) and levetiracetam (500 mg/day) were also added. However, seizures remained uncontrolled. Over 4 months prior to admission, he developed progressive weakness in both legs, distal more than proximal, without any sensory or sphincter involvement. After another 2 months he became progressively dull, less communicative, lethargic, irritable, had nausea, occasional vomiting and refused oral intake. He developed bowel and bladder incontinence, stopped identifying relatives and became mute. Neurological examination revealed severely affected comprehension and presence of spasticity in both lower limbs with brisk tendon jerks and extensor planters. He had postural tremors in both upper limbs. His serum electrolytes, kidney and liver function tests were normal. His serum ammonia (56.9 μg/dl, normal, 30–86 μg/dl) and serum valproate levels (76.7 mcg/ml, normal, 40–100 mcg/ml) were in normal range but serum lactate levels were raised (27.5 mg/dl, normal, 4.8–19.8 mg/dl). His urine analysis revealed markedly elevated levels of methyl malonic acid (7190.30 mmol/mol of creatinine, normal, <209 mmol/mol of creatinine). EEG showed multifocal spike and wave discharges with generalized background delta slowing []. His nerve conduction studies were normal. MRI brain showed periventricular and subcortical symmetrical hyperintensities [Figure –].\\nWith the diagnosis of methyl malonic acidemia, sodium valproate was changed to oral lacosamide (100 mg/day). He was also started on oral metronidazole (600 mg/day) for 4 weeks, L-carnitine (1000 mg/day), injection hydroxocobalamin 1000 mcg/day and low protein diet (10 g/day). He showed improvement in his sensorium in about 2 weeks. He started recognizing his mother. After about a month of treatment, he was able to speak sentences of four to five words, tremors lessened, lower limb spasticity also reduced. Urine MMA levels were in normal range (54 mmol/mol of creatinine). At 6 month of follow-up, he had no tremors, markedly less spasticity in lower limbs, could walk with little assistance, well communicative, seizure free and with no multifocal spikes in EEG [].", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'9713004': 1, '18392741': 1, '18636250': 1, '6132336': 1, '26167218': 2}", "similar_patients": "{}"}