{"patient_id": 150406, "patient_uid": "4754527-1", "PMID": 26884739, "file_path": "noncomm/PMC004xxxxxx/PMC4754527.xml", "title": "Refractory pseudomembranous colitis that was treated successfully with colonoscopic fecal microbial transplantation", "patient": "A 69-year old woman was admitted to the Inha University Hospital with complaints of mucous diarrhea and low abdominal pain with repeated relapses and remission of symptoms over 5 months. She was taking medication for hypertension and had a history of adjuvant chemotherapy after undergoing a low anterior resection due to rectal cancer 12 years prior to admission to our hospital. Five months ago, the patient was admitted to a local hospital due to diarrhea that developed after eating pork. She then visited our hospital's outpatient unit because her symptoms remained the same. Even though antidiarrheals and probiotics were administered to the patient in the outpatient unit, her symptoms were not improved.\\nA colonoscopy performed two months prior to her visit revealed edema, hyperemia, and multiple whitish plaques from the transverse colon to the sigmoid colon (). Since pathologic findings included denuded epithelium covered with a mucoid exudate () and stool test results were positive for Clostridium difficile toxin, she was diagnosed with PMC. Her CRP level was elevated to 7.99 mg/dL and no other bacteria were detected from blood or stool cultures. Administration of metronidazole (500 mg), orally 3 times per day for 10 days, temporarily improved her symptoms, with a decrease of CRP to 1.58 mg/dL. However, diarrhea persisted and her symptoms were gradually worsened. Subsequently, vancomycin (250 mg) was given orally 4 times per day for 2 weeks, and symptoms were improved for a week, but diarrhea persisted.\\nShe underwent colonoscopy again after being admitted to our hospital 1 month prior to her final admission for FMT. Colonoscopy revealed PMC, and re-elevated CRP levels (8.82 mg/dL). Hence, a daily dose of oral vancomycin was increased to 500 mg, 4 times per day for 2 weeks. However, mucous diarrhea persisted after discharge and the symptoms were not improved. Since her PMC was determined to be refractory to antibiotics, we decided to perform an FMT after obtaining consent from the patient and her guardian. At the time of admission for FMT, she had stable vital signs (blood pressure 146/78 mmHg, heart rate 80 beats/min, respiratory rate 18 breaths/min, and a temperature of 36.0℃) but was critically ill. She complained of systemic muscle weakness, abdominal pain and a feeling of incomplete defecation. The patient suffered from diarrhea occurring 5–8 times per days. Mild tenderness in the lower left abdomen was detected in a physical exam. Her heart and breath sounds were normal and skin rash was not observed.\\nLaboratory tests revealed WBC 8,860/mm3, hemoglobin 13.3 gm/dL, platelet count 190,000/mm3, total protein 6.9 gm/dL, albumin 3.8 gm/dL, total bilirubin 1.3 mg/dL, AST 19 IU/L, ALT 15 IU/L, ALP 161 IU/L, BUN 9.4 mg/dL, creatinine 0.87 mg/dL, CRP 0.21 mg/dL, Na 138 mEq/L, K 2.9 mEq/L and Cl 105 mEq/L. Based on these results, she was suspected to have hypokalemia attributable to repeated diarrhea. No specific findings were observed on simple chest radiographs.\\nThe patient's daughter, who had no underlying diseases or gastrointestinal (GI) symptoms, volunteered to be the donor. In addition, the daughter had no history of medication over the previous 3 months. Donor screening tests were carried out, including a parasite exam, stool culture, and a susceptibility test for Salmonella, Shigella, and Campylobacter species, a C. difficile toxin A/B test. In addition, several serum tests were done, including serum Ameobic Antibody, HAV IgG/M, HBsAg/Ab, HBcAb, HCV Ab, HIV Ag/Ab, vereneal disease research laboratory. The donor had no abnormal findings. Before the transplantation, the use of antibiotics was suspended and bowel cleansing was performed. Colonoscopy revealed edematous and hyperemic mucosal changes with multiple whitish patches from the transverse colon to the sigmoid colon ().\\nOn the day of the procedure, 50 g of fresh feces were collected from the donor and then mixed and stirred with 500 mL of normal saline. Subsequently, the supernatant of the solution was filtered using a coffee filter or gauze (). Approximately 500 mL of the filtered fecal suspension was administered into the proximal ascending colon via a colonoscope (). After the FMT there were no complications and the patient was discharged 2 days after the procedure. At the first week follow-up visit, mild abdominal discomfort was present but diarrhea was improved. One month after being discharged, a follow-up colonoscopy was performed and found no relapsing symptoms. Mucosal edema and hyperemia were also dramatically improved (). The patient is currently being monitored and had no recurrence of symptoms at the last follow-up, 9 months after the procedure.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'23869970': 1, '23323867': 1, '19929973': 1, '25322359': 1, '16886145': 1, '13592638': 1, '23323865': 1, '22002980': 1, '23152734': 1, '20357527': 1, '2910090': 1, '20357528': 1, '22450732': 1, '30597880': 1, '24627239': 1, '20307191': 1, '20463588': 1, '28001467': 1, '15073160': 1, '24118601': 1, '18971494': 1, '28491142': 2, '30400734': 1, '22157239': 1, '26884739': 2}", "similar_patients": "{'5405882-1': 1}"}