{"patient_id": 149044, "patient_uid": "4659333-3", "PMID": 26633982, "file_path": "noncomm/PMC004xxxxxx/PMC4659333.xml", "title": "Rapid Levothyroxine Absorption Testing: A Case Series of Nonadherent Patients", "patient": "A 65-year-old, 87 kg male with a history of primary hypothyroidism secondary to TPO antibody-negative Hashimoto’s thyroiditis presented to the Endocrinology Clinic with uncontrolled hypothyroidism. Other past medical history included hypertension, dyslipidemia, and gout. Medications in addition to levothyroxine included amlodipine, omeprazole, labetalol, allopurinol, colchicine, aspirin, and furosemide. The patient reported taking levothyroxine 200 mcg twice daily (400 mcg daily, 4.6 mcg/kg) on an empty stomach without any other medications. Laboratory studies showed a TSH of 54.26 mIU/L, a FT4 index of 1.0 (normal, 1.4 - 3.8) and total triiodothyronine (T3) of 70 ng/dL (normal, 76 - 181, CV 6.2 - 6.8%) (). Review of old records revealed variably high TSH levels on reported levothyroxine doses of 200 to 400 mcg daily. The patient was counseled on medication adherence and advised to take levothyroxine 200 mcg daily. Because the TSH was persistently elevated (range 20.21 - 93.32 µIU/mL), the levothyroxine dose was increased to 400 mcg daily then 600 mcg (6.9 mcg/kg) daily.\\nTen months after presentation (after 24 months of available follow-up data, ), he was admitted to the hospital with chest pain and symptomatic bradycardia. TSH was 52.50 mIU/L and total T4 was 2.78 mcg/dL on hospital day 1 (HD1). The patient was given his prescribed outpatient levothyroxine dose of 300 mcg twice daily starting at 10 pm on HD1. TSH on HD2 at 6 AM was 32.04 mIU/L with FT4 0.3 ng/dL; on HD3, TSH was 1.65 mIU/L with a FT4 of 0.6 ng/dL. He was discharged on the same regimen of 300 mcg twice daily. Three weeks later, we performed a 2-hour levothyroxine absorption test to confirm adequate absorption. Similar to the other two cases, this patient also had a low TSH and high FT4 and FT3 at baseline. Also like the other cases, there was an increase in FT4 and FT3 in response to 1000 mcg of levothyroxine (Figute 2C). The levothyroxine dose was subsequently decreased to 200 mcg daily. Approximately 8 weeks later, the TSH was 0.05 mIU/L and FT4 was 2.0 ng/dL. Therefore the levothyroxine dose was further decreased to 150 mcg (1.7 mcg/kg) daily, and the TSH 10 weeks later was 0.83 mIU/L.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'24246350': 1, '11549198': 1, '12968832': 1, '17634074': 1, '34177093': 2, '25100364': 1, '1920700': 1, '443690': 1, '15255080': 1, '28611949': 1, '7477223': 1, '19942153': 1, '8357116': 1, '10193669': 1, '32071898': 1, '10811292': 1, '17988645': 1, '19226259': 1, '29977500': 1, '21041167': 1, '22962987': 1, '27293919': 2, '23554450': 1, '32467734': 2, '31723717': 1, '7488863': 1, '26633982': 2}", "similar_patients": "{'4659333-1': 2, '4659333-2': 2, '4884855-1': 1, '7236172-1': 1, '8214346-1': 1}"}