{"patient_id": 152160, "patient_uid": "4871944-1", "PMID": 27200318, "file_path": "noncomm/PMC004xxxxxx/PMC4871944.xml", "title": "Concomitant ultrasound-guided intra-gestational sac methotrexate-potassium chloride and systemic methotrexate injection in the recurrent cesarean scar pregnancy", "patient": "A 36-year-old, gravida 1, para 1, female came to the hospital due to CSP at 9 weeks of amenorrhea. On ultrasonography, we detected a growth GS including fetal pole sized 0.54 cm in the previous cesarean scar of the lower segment in the anterior uterine wall (). The fetal heart rate was 96 beats per minute. Both adnexa and cul-de-sac had non-specific findings. The initial serum β-human chorionic gonadotropin (β-hCG) level was 44,419.0 mIU/mL.\\nShe had a history of CSP at amenorrhea 5 weeks and 4 days, 10 months prior, after cesarean section for fetal distress, with oligohydramnios. At that time, the initial serum β-hCG level was 10,179.7 mIU/mL. Briefly, the treatment course included an initial intra-GS 1 mL KCL injection. Serum β-hCG level was elevated even after KCL treatment (). Subsequent 73 mg MTX (50 mg/m2) injected intramuscularly appeared effective. However, for the next 10 days, serum β-hCG level was not decreased as much as expected and an intra-GS injection of 50 mg MTX was administered. On day 22 post intra-GS KCL injection, additional intramuscular 73 mg MTX (50 mg/m2) was injected and the patient recovered.\\nThe patient was counseled with available treatment options for the current recurrence. She did not have a pregnancy plan and desired non-surgical treatment. Because multiple separate intra-GS and systemic MTX were needed in the previous CSP, we decided to treat with intra-GS MTX and KCL injection and systemic MTX concomitantly. The patient was sedated with 50 µg fentanyl and 2.5 mg midazolam. Seventy-three mg MTX (50 mg/m2) was injected intramuscularly with simultaneous injection of 2 mL KCL into the embryo; in addition, 50 mg MTX was administered into the GS after the GS fluid was aspirated with a needle (20 gauge; Neurotic Nerve Block Needle, Hakko, Nagano, Japan) under ultrasound-guidance. The fetal heart beat disappeared immediately after the procedure (). The procedure took 30 minutes. The patient was discharged on the same day without any complications or complaints. However, on day 6 after first treatment, the β-hCG level was elevated. Hence, intramuscular 73 mg MTX (50 mg/m2) was injected again. On day 108 post concomitant treatment, the β-hCG level was 39.9 mIU/mL () with minimal gestational remnants on ultrasonography. The patient has been closely followed up in the outpatient clinic without complications.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'14747167': 1, '29333307': 2, '15548150': 1, '653492': 1, '18424654': 1, '15027012': 1, '30841899': 2, '11844184': 1, '15736210': 1, '12187153': 1, '17031873': 1, '27200318': 2}", "similar_patients": "{'5733213-1': 1, '6404313-1': 1}"}