{"patient_id": 87837, "patient_uid": "4962374-1", "PMID": 27459964, "file_path": "comm/PMC004xxxxxx/PMC4962374.xml", "title": "Goodpasture’s syndrome with absence of circulating anti-glomerular basement membrane antibodies: a case report", "patient": "A 27-year-old white man was hospitalized on 17 September 2014 with dyspnea and cough, which had started the day before, and a 1-month history of small-volume hemoptysis, which had aggravated in the last 24 hours. He also reported a history of weight loss, corresponding to 12 % of his corporal mass in the past year, but no other accompanying symptoms. He reported a cigarette smoking habit of 4 pack years, having occasionally smoked recreational drugs (cannabis). He was also professionally exposed to chemical toxics: thinners. There was no previous history of renal or pulmonary disease. No family disease was known and he had no other relevant findings in his past medical history.\\nOn examination at the time of admission he was apyretic, his respiratory rate was 29 breaths/minute, pulse rate was 118 beats/minute, and blood pressure (BP) was 151/86 mmHg. We observed pallor of his skin. Pulmonary auscultation revealed rales in his right hemithorax and left base. A chest X-ray (CXR) showed bilateral infiltrates (Fig. ). An analytical study (Table ) showed a normocytic normochromic anemia with a hemoglobin level of 7.2 g/dL and leukocytosis with normal renal function and coagulation times. His erythrocyte sedimentation rate was 34 mm/hour and procalcitonin level was 0.309 ng/mL at the time of admission. A urine analysis had no erythrocyturia or eosinophiluria. His oxygen saturation was 96.8 % on 21 % oxygen with no signs of carbon dioxide (CO2) retention and no electrolytic or acid-base changes. Chest computed tomography (CT) revealed a reticulonodular infiltrate of both lungs with extensive ground glass appearance (Fig. ).\\nHe was initially treated with aminocaproic acid 3 g orally every 8 hours and codeine 20 mg orally every 6 hours, having also completed 7 days of daily ceftriaxone 1 g administered intravenously and daily azithromycin 500 mg administered orally. Transfusion of two blood units was performed with an increase in hemoglobin count up to 8.9 g/dL (Table ) without complications. His serum urea and creatinine levels were 43 mg/dL and 0.78 mg/dL, respectively, at this time. A bronchoscopy performed on the second day revealed hematic traces with no other alterations or apparent lesions (Fig. ). On the fourth day of admission, he developed deterioration of ventilatory parameters and of respiratory rate (32 breaths/minute) needing oxygen supplement via high flow mask. Due to respiratory failure with a partial pressure of oxygen (pO2) of 48.3 mmHg and an oxygen saturation of 83.6 % on 100 % oxygen, he was transferred to our intensive care unit (ICU), but did not require mechanical ventilation. Sputum cultures were negative, as were the rapid urine antigen tests for Legionella pneumophila and Streptococcus pneumoniae. DNA analysis for Mycobacterium tuberculosis was negative, as were the studies for Influenza A, Influenza B, and Influenza H1N1, and the serologic markers for human immunodeficiency virus, hepatitis C and hepatitis B. Direct and indirect Coombs test were both negative. An echocardiogram was performed showing no significant findings. Serologic tests for auto-antibodies (antinuclear antibodies, anti-neutrophil cytoplasmic antibodies, and anti-GBM antibodies) were negative.\\nAfter 5 days, he was transferred out of our ICU with a good clinical and analytical evolution (Table ). At the end of the tenth day his general state deteriorated with fatigue and hematuria (327 erythrocytes/L) and in 3 days he developed deterioration of renal function with a serum creatinine level of 4.55 mg/dL and a serum urea level of 189 mg/dL, with recurrence of hemoptysis and anemia, showing a hemoglobin value of 6.1 g/dL (Table ). His pO2 value dropped to 55.5 mmHg with an oxygen saturation of 89.4 % on 50 % oxygen. Immunosuppression with daily prednisolone 1g administered intravenously was initiated. An urgent bronchoscopy was repeated after new transfusion of three blood units, showing no evidence of lesion again. His hemoglobin level rose to 9.1 g/dL after the transfusion. A renal biopsy was performed 24 hours after the bronchoscopy and showed fibrinoid necrosis in glomeruli (19 glomeruli were assessed) and cellular crescents in 26 % of glomeruli (Fig. ). Immunofluorescence revealed a linear deposition of IgG, compatible with GS. Immunosuppressive therapy with daily cyclophosphamide 120 mg orally was added. Because of renal failure with a serum creatinine level of 5.13 mg/dL, he was transferred to a referral center where he underwent 21 sessions of plasmapheresis and four sessions of hemodialysis. Four weeks after initial presentation, his serum creatinine level was 1.8 mg/dL at the time of his discharge from the reference center. Over the course of 6 months, he completed treatment with daily prednisolone 60 mg orally and daily cyclophosphamide 100 mg orally, maintaining regular follow-up with out-patient nephrology, with currently no need of hemodialysis. No further episodes of hematuria or hemoptysis have been reported so far.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'22546293': 1, '23254902': 1, '12046026': 1, '19680020': 1, '24456936': 1, '30704432': 2, '23806563': 1, '31178913': 2, '16234289': 1, '19765434': 1, '25086644': 1, '25462583': 1, '11388816': 1, '12597309': 1, '22218111': 1, '14829136': 1, '27459964': 2}", "similar_patients": "{'6507154-1': 1, '6357502-1': 1}"}