{"patient_id": 146616, "patient_uid": "4502477-1", "PMID": 26180451, "file_path": "noncomm/PMC004xxxxxx/PMC4502477.xml", "title": "Congenital Generalized Hypertrichosis, Gingival Hyperplasia, a Coarse Facies with Constriction Bands: A Rare Association", "patient": "A 2-year-old girl presented to the Department of Dermatology with coarse hair present over the entire body since birth. She was born out of a non-consanguineous marriage with an uneventful antenatal and post-natal history, as described by the mother. She also had a 45-day-old sister who did not display this hairy phenotype. There were no associated systemic complications in the child. There was no history of photosensitivity. She was playful like any other normal 2-year-old and responded well to all commands. The main reason for the consult was the issue of cosmesis that alarmed the parents. On examination, terminal hair had a generalized distribution over the entire body [Figures and ], sparing the palms, soles, and the mucosal surfaces. The eyebrows were thick and bushy with an appreciable length of the eyelashes []. The helix of both ears were also coated with hair. The patient had a characteristic coarse facies with low set slightly enlarged ears. Bilaterally the arms demonstrated prominent constriction bands with noteworthy palmar dermatoglyphics []. Constriction bands were also seen in the upper portion of the medial aspect of both thighs []. Her oral cavity showed pink, hyperplastic and stippled gingiva with an altered dental architecture []. A genetic mapping study was planned for the same, but owing to financial constraints it was deferred. Patient was referred to the department of Dentistry for the gingival alteration and her parents were counseled regarding the benign nature of the disease with the possible options of available hair removal techniques, as the child grew older, for a better cosmetic outcome. Patient was asked for a regular review. However, the patient was subsequently lost to follow-up.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'3725452': 1, '12457403': 1, '6698269': 1, '11453806': 1, '1867254': 1, '5424483': 1, '15365467': 1, '8078665': 1, '18789097': 1, '11572220': 1, '18713754': 1, '12081714': 1, '27601862': 2, '1776632': 1, '21344641': 1, '10440829': 1, '6698556': 1, '11102931': 1, '5808538': 1, '21636067': 1, '8213906': 1, '2769722': 1, '6822744': 1, '19463983': 1, '2352263': 1, '11050630': 1, '16604071': 1, '20457511': 1, '630911': 1, '7663516': 1, '16835932': 1, '12503114': 1, '12503107': 1, '8275569': 1, '2225929': 1, '21690547': 1, '991438': 1, '9256919': 1, '2806737': 1, '10925390': 1, '30984591': 2, '14514238': 1, '26180451': 2}", "similar_patients": "{'6434745-1': 1, '4989393-1': 1}"}