{"patient_id": 78339, "patient_uid": "4244928-1", "PMID": 25478244, "file_path": "comm/PMC004xxxxxx/PMC4244928.xml", "title": "Iatrogenic Displacement of a Foreign Body into the Periapical Tissues", "patient": "Our case is of a 25-year-old male patient who came into the clinic for a dental check-up of tooth number 21 (maxillary left central incisor), which presented a gradual colour change of the clinical crown with regard to the neighbor teeth over the past three years. Although this tooth was completely asymptomatic, the patient reported that he had suffered dental trauma 15 years ago when he fell while practicing sports, resulting in a complicated crown fracture. The day after the accident, his parents took him to see a dentist who simply “placed a screw and sealed the tooth with tooth-colored material.” The medical history revealed no history of systemic problems or allergies.\\nUpon clinical inspection, a resin was observed at the palatal area and incisal edge, and the buccal and palatal mucosa appeared normal. There was no response to vertical or horizontal percussion or to palpation of the mucosa. Probing depth and tooth mobility were both within normal limits, and the adjacent teeth responded normally to both thermal (Endo-Ice, Hygenic, USA) and electrical (Digitest, Parkell, USA) tests. The radiographic inspection revealed the presence of an intraradicular post at the crown level, which was surrounded until the middle third of the root by sealing material (). A wide canal and an immature apex were detected. In addition, a radiopaque foreign object (approximately 10 mm in length and 1.5 mm in width) was also detected in the apical region of the immature canal. This foreign object was also displaced approximately 5 mm into the periapical tissues and was surrounded by a diffuse radiolucent periapical lesion. The morphology of the foreign object was very similar to that of the intraradicular post identified at the crown level. In view of this finding and based on the history reported by the patient, we assumed that his previous dentist had not been fully aware of the association between the patient's age and the immature apex while performing dental treatment 15 years earlier and accidentally forced the foreign object that is intended to be used as intraradicular post through the apex and into the periapical tissues while attempting to remove it. Consequently, the dentist likely inserted another intraradicular post and sealed the access cavity with resin.\\nOnce all of the aforementioned information was collected, a pulpal diagnosis of previously initiated endodontic therapy with signs of infection was established, with periapical diagnosis of chronic apical periodontitis combined with iatrogenic displacement of a foreign body into the periapical tissues. Thereby, we decided to perform a surgical endodontic treatment of the tooth, including the retrograde removal of the foreign object, retrograde instrumentation, and retrograde obturation with a thermoplasticized gutta-percha injection. We concluded that trying to remove the foreign object using an orthograde approach could weaken the fragile immature root structure and could risk sending the object into a deeper anatomic area, such as the floor of the nasal cavity. The intentional replantation was considered only a last option due to the high probability of root fracture at the time of extraction. The initial prognosis for this patient was favourable.\\nAfter performing a regional anaesthetic block with 1 : 100,000 articaine and waiting 10 min for deep action, a total thickness triangular flap was raised and the root apex was located with the use of long-shank round carbide bur number 4 mounted on a high speed hand piece with no direct air to the working area, under abundant saline irrigation delivered with a hypodermic syringe. After locating and exposing the periapical lesion, all tissue within the bony crypt was removed with a curette to locate the foreign body (metal fragment) (), which was easily removed with a hemostat (). Because the tooth had an incomplete root formation, once the bleeding was under control with the use of gauze impregnated with ferric sulphate, the root apex was remodeled only slightly with a Zekrya bur at high speed (). Due to the fact that there was still no apex and the apical deltas were not yet fully formed, the apical reduction of the last 3 mm was avoided.\\nResin was detected inside the root canal using a retrograde approach with an endodontic explorer; thus, there was no need for a retrograde preparation of the entire length of the main canal. The ultrasonic retrograde preparation of the 3 mm apical portion was performed using ultrasonic tips (Endo retrograde Kit, NSK, Brasseler USA). Low intensity and very light pressure were used to prevent the creation of microfractures in the thin walls of the immature apex, and abundant saline irrigation was provided drop by drop at a distance. After drying the retrograde cavity with absorbent paper points, the cavity was filled by retrograde obturation with thermoplasticized injected gutta-percha (Obtura System II, SybronEndo, Coppell, Texas, USA), which was compacted and its placement was confirmed radiographically once it had cooled (). The flap was approximated and sutured gently with 5-0 nylon separate stitches. Following the procedure, the patient was provided with oral and written postoperative instructions and drug treatment. The patient returned after three days for suture removal and did not report any unusual discomfort. The histopathological diagnosis of the lesion was periapical granuloma.\\nOne month later, the patient returned completely free of any symptoms and signs of infection, and probing depth and tooth mobility were both within normal limits. It was decided to change the crown restoration to prevent the coronal leakage of saliva; however, the patient returned for a follow-up after 12 months, at which time proper radiographic healing of the periapical lesion was observed, and no symptoms or signs of infection were found () and clinically there was no clinical coronal leakage. The patient was advised of the need to change the crown restoration and was asked to return for a follow-up after completing the reconstruction. Unfortunately, the patient ignored the previous recommendation and returned for a follow-up 52 months later. In spite of this, no clinical symptoms or signs of infection were observed. Probing depth and tooth mobility were again within normal limits, and radiographs revealed adequate periapical healing (). Therefore, based on the extensive follow-up period and the positive clinical and radiographic features, we considered the patient healed.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'23953297': 1, '11307472': 1, '23402503': 1, '16584489': 1, '11556566': 1, '29302286': 1, '19841551': 1, '2079013': 1, '20003930': 1, '31502556': 1, '19714375': 1, '15660098': 1, '8521123': 1, '6961347': 1, '10530213': 1, '18352901': 1, '25478244': 2}", "similar_patients": "{}"}