{"patient_id": 85215, "patient_uid": "4745320-1", "PMID": 26904308, "file_path": "comm/PMC004xxxxxx/PMC4745320.xml", "title": "Identification Bracelet Precipitated Acute Compartment Syndrome during Intravenous Infusion in an Obtunded Patient", "patient": "An 83-year-old female was brought in by ambulance due to rapid cognitive decline leading to decreased oral intake. Her past medical history includes Parkinson's disease, severe dementia, atrial fibrillation, coronary artery disease, coronary artery bypass surgery, permanent pacemaker placement, mitral valve replacement, hypertension, and glaucoma. The patient's oral intake decreased significantly over a two-week period. During the initial assessment, patient was alert, not oriented to person, place, or time, and confused. Her neurological exam was also significant for reactive aphasia and inability to follow commands. Vital signs were stable. Physical exam showed cachexia, no acute distress, bilateral air entry, and soft nontender abdomen with normal bowel sounds. No edema or bruising was noted on skin examination. Patient exhibited full range of motion. On the second day of admission, patient failed a dysphagia screening and began receiving fluid hydration intravenously. A 5% dextrose-0.45% saline infusion was started at 10 p.m. that evening at a rate of 100 mL/hour. The IV was checked at midnight, and the infusion rate was maintained. At 4 a.m., nursing staff noticed IV line infiltration. The patient was then found to have large blisters on the ventral side of her forearm. The IV line was immediately removed. On exam, serous blistering of various sizes distributed across the skin of the affected right forearm and significant swelling of the soft tissue was noted. A rigid nursing home identification bracelet proximal to midforearm was identified that was restricting the swelling to the distal forearm (). Her skin was tense from the tips of her fingers to the midforearm with swelling visible in her knuckles as well as palmar and volar surfaces of the hand. Patient's sensory exam was indeterminate due to her baseline dementia. Her radial pulse was palpable. Surgical team was notified for suspected ACS of the forearm and the compartment pressures were measured with a Stryker (Kalamazoo, MI) as per the manufacturer's instructions. Superior and inferior forearm compartment pressures were between 20 mm Hg and 25 mm Hg; lateral and medial volar compartment pressures ranged between 50 mm Hg and 55 mm Hg on serial measurements. Given the measurements, diagnosis of ACS of the right hand and forearm was confirmed. Lactic acid, myoglobinuria, and kidney function were assessed as complications of ACS. All were within normal limits suggesting that no acute kidney injury or damage to muscle had occurred. The patient underwent a decompressive fasciotomy of the right hand and forearm with carpal tunnel release without complications. The fasciotomy immediately softened the hand and improved the motion of the joints. After the surgery, the patient was treated with prophylactic antibiotics and the dressing was changed daily with silver dressing. Seven days after the surgery, irrigation, excision, and debridement closure of forearm wound were performed. A PEG tube was placed on day 20 of admission to facilitate feeding. Patient's neurologic and vascular function of the affected limb remained intact after surgery.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'21359085': 2, '21715098': 1, '21377078': 1, '23735137': 1, '15262687': 1, '24432081': 1, '21301289': 1, '11952578': 1, '8876579': 1, '12519137': 1, '26904308': 2}", "similar_patients": "{'3040436-1': 1}"}