{"patient_id": 81523, "patient_uid": "4466356-1", "PMID": 26124966, "file_path": "comm/PMC004xxxxxx/PMC4466356.xml", "title": "Anesthetic Management of a Child with Mitochondrial Neurogastrointestinal Encephalopathy", "patient": "A 10-year-old girl previously diagnosed with MNGIE disease presented to the anesthesia assessment center for preoperative evaluation the day before her scheduled surgery. The patient was scheduled to undergo anesthesia for placement of a central venous catheter for her upcoming stem cell transplantation. The patient presented with hearing deficits, visual abnormalities, cognitive delays, small stature, chronic malnutrition, and unsteady gait. Given her complicated disease process, the decision was made to admit the patient to the hospital that evening in anticipation for surgery the following morning. In an effort to maintain adequate hydration and oxygenation during the preoperative fast, an intravenous saline solution with 5% dextrose was administered as a continuous infusion overnight.\\nThe patient weighed 17 kg and was 109 cm tall. Her previous surgical history included a right cochlear implant four years priorly and no anesthetic complications at that time. Preoperatively, the patient was awake, cachectic, and frail. She was accompanied by her father, sitting up in bed, and spontaneously breathing room air. Her vital signs included tachycardia of 124 beats per minute, her airway exam was normal, and her laboratory examination showed slight hypoalbuminemia of 3 g/dL and low total protein of 5.4 g/dL. The anesthesia plan was to intubate the patient as the patient had GI dysmotility and abdominal pain.\\nUpon arrival to the operating room suite, monitors were placed, preoxygenation was provided, and general anesthesia was induced. The induction agents of choice included 0.15 mg/kg of midazolam, 3 mcg/kg of fentanyl, and 1 mg/kg of ketamine. Continuous infusions of 0.7 mcg/kg/min of dexmedetomidine and 15 mcg/kg/min of ketamine were also initiated at the start of induction and maintained throughout the case. After adequate depth of anesthesia was established, the patient was easily intubated with a 5.0 mm cuffed endotracheal tube following topical laryngotracheal anesthesia with an LTA using 1 cc of 4% lidocaine. The use of volatile anesthetic agents, muscle relaxants, and propofol was omitted in the care of this patient. The patient remained hemodynamically stable throughout the procedure. Once a left subclavian triple lumen catheter was placed, the dexmedetomidine and ketamine infusions were both discontinued. Spontaneous ventilation was established; the patient was extubated shortly thereafter and transported to the postoperative recovery unit.\\nThroughout this patient's hospital stay, our anesthetic team had the privilege of caring for this patient on two other occasions and the same anesthetic plan was utilized. The other two procedures included a repeated central line venous insertion and a liver biopsy. The liver biopsy was performed after she developed abnormal liver function tests (increased AST, ALT, alkaline phosphate, and bilirubin) following her stem cell transplant from a matched unrelated donor. Due to the patient's young age and the anticipated discomfort of the procedure, the decision was made to anesthetize the patient for the liver biopsy. After each of these anesthetics, the patient was closely monitored and no apparent postoperative complications were reported.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'10206082': 1, '23534340': 1, '8164833': 1, '15055888': 1, '16120412': 1, '11981173': 1, '12352533': 1, '22435275': 1, '18285393': 1, '16971696': 1, '20436523': 1, '23410918': 1, '9608972': 1, '22711161': 1, '9952163': 1, '32898308': 1, '26124966': 2}", "similar_patients": "{}"}