{"patient_id": 148360, "patient_uid": "4608629-1", "PMID": 26483677, "file_path": "noncomm/PMC004xxxxxx/PMC4608629.xml", "title": "Macular Hole Associated with Vogt-Koyanagi-Harada Disease at the Acute Uveitic Stage", "patient": "A 71-year-old Japanese woman presented with visual loss accompanied by headaches and tinnitus. No history of ocular disorders was reported except for cataract surgery in the right eye (RE). The best-corrected visual acuity (BCVA) at the initial examination was 0.02 in the RE and 0.1 in the left eye (LE). Slit-lamp ophthalmoscopy revealed inflammatory signs in the anterior chamber and vitreous cavity in both eyes. Comprehensive fundus examinations showed circumferential choroidal detachments, multiple serous retinal detachments, and optic disc hyperemia (fig. , fig. ). An increased number of mononuclear cells were detected in the cerebrospinal fluid and homozygous HLA-DR4 alleles were identified.\\nThe patient was diagnosed with VKH disease based on the clinical findings, and high-dose corticosteroid therapy with gradual tapering was initiated 2 days after the presentation. The inflammatory signs, choroidal detachments, and serous retinal detachments disappeared within 2 weeks, and the BCVA was recovered to 1.2/0.7 in the RE/LE after 4 weeks (fig. ). Six weeks after the initial administration of steroid (i.e. in the gradual tapering period), vitreomacular traction (VMT) was found by optical coherence tomography (OCT) in the LE (fig. ). Two weeks later, the VMT progressed to MH (stage 4), and the BCVA dropped to 0.2 (fig. ).\\nTwenty-three weeks after the initial treatment, vitrectomy was performed with 23-gauge instruments. The standard surgical procedures for an idiopathic MH were employed, including inner limiting membrane (ILM) peeling around the fovea and air tamponade. The entire posterior vitreous detachment (PVD), which had been present preoperatively, was confirmed during the operation. After keeping a face-down position for 4 days, the MH was closed successfully. Five weeks after the vitrectomy, the BCVA was improved to 0.4 (fig. ). No recurrent inflammatory events associated with VKH have been observed subsequently.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'3259837': 1, '19278482': 1, '24440284': 1, '29117067': 1, '27932857': 1, '20977693': 1, '900209': 1, '26483677': 2}", "similar_patients": "{}"}