{"patient_id": 151990, "patient_uid": "4861568-1", "PMID": 27192520, "file_path": "noncomm/PMC004xxxxxx/PMC4861568.xml", "title": "Papulonodular secondary syphilis: a rare clinic presentation\\nconfirmed by serologic and histologic exams", "patient": "Male patient, 63 years old, married, born and raised in São Paulo/SP, with a\\nhistory of lesions disseminated over his body for one month. Furthermore, he had\\nlost 12 kg in two months and denied other commodities. He had used loratadine,\\ninvermectin and topical betamethasone with no improvement.\\nThe physical examination revealed dermatosis disseminated all over his body,\\ncharacterized by erythematous macules of 0.5 to 3cm in diameter and infiltrated\\nerythematous papules, mostly on his back (). The penis showed erythematous macules and a well-delimited ulcer of\\n1cm with a clean erythematous background and marked borders, which according to the\\npatient was in a healing process, in addition to painless, fibroelastic occipital\\nadenomegaly of 1.5cm in diameter ().\\nBased on the clinical picture, the hypothesis of secondary syphilis was raised.\\nSerologys were requested and one lesion on the back was biopsied. Serologic\\nreactions for syphilis showed VDRL 1/512 and positive FTA-ABS. Serology for HIV,\\nhepatitis B and C were negative; HIV test was repeated and remained negative.\\nHistopathological examination by HE revealed deep and superficial perianexial and\\nperivascular lichenoid interface dermatitis with predominance of plasmocytes with\\nperineuritis. Immunohistochemical examination was performed using a specific\\npolyclonal antibody for T. pallidum, which revealed the presence of\\nspirochetes ().\\nDiagnosis of secondary syphilis by clinical-serological-histological correlation was\\nthen verified.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'28512403': 2, '29641715': 1, '17554371': 1, '15653827': 1, '19157499': 1, '27192520': 2}", "similar_patients": "{'5422738-1': 1}"}