{"patient_id": 148044, "patient_uid": "4589843-1", "PMID": 26429554, "file_path": "noncomm/PMC004xxxxxx/PMC4589843.xml", "title": "Postcoital hemoperitoneum caused by ruptured corpus luteal cyst: a hidden etiology", "patient": "A 34-year-old female with no past medical history was transferred to our emergency department from an outside hospital due to concern for intra-abdominal bleeding. She initially presented with lower abdominal pain immediately following vaginal intercourse described as nonvigorous with the patient mostly ‘on top’, and no history of foreign body use or trauma. CT of the abdomen and pelvis with IV contrast performed at the outside hospital revealed an intra-abdominal hematoma with extravasation of contrast questionably from one of the branches of the left internal iliac artery (Figs and ). No adnexal lesions were identified on the CT. Upon arrival, the patient was complaining of constant, sharp, severe bilateral lower quadrant abdominal pain, nausea and fatigue. There was no history of loss of consciousness, vomiting, vaginal or rectal bleeding, or hematuria. A past surgical history consisted of appendectomy. Her last menstrual period was 19 days prior to presentation.\\nOn examination, the patient was in painful distress. Vital signs were stable. Abdominal examination revealed bilateral lower quadrant and suprapubic tenderness with guarding. Perineal and genital examination revealed no evidence of trauma. Laboratory investigations revealed a white cell count of 12 200/mm3 and hemoglobin of 9.5 g/dl. Basic metabolic panel, partial thromboplastin time, international normalized ratio, lipase, ethyl alcohol level and urinalysis were normal. β-hCG was negative for pregnancy.\\nBased on the CT scan findings, interventional radiology was consulted and selective left internal iliac artery angiogram was performed and identified no active extravasation or pseudoaneurysm. Exploratory laparotomy was then performed to identify the source of bleeding. Preoperatively, blood pressure was 97/47 and the heart rate was 76 bpm. Upon entry to the peritoneal cavity, 900 ml of hemoperitoneum was observed and washed out. Active bleeding was identified from a ruptured area on the left ovary and control of bleeding followed by primary repair of the ovary was performed. Except for the ruptured area, no other signs of anatomical abnormalities, tumors or cysts were observed in the ovary. Four portions of the hemorrhagic soft tissue from the ovary were sent for histopathological examination that revealed a hemorrhagic corpus luteal cyst. Postoperatively, the patient was vitally stable, but received blood products for a low hemoglobin of 7.8 g/dl. The remaining postoperative course was uneventful. The patient was discharged on postoperative day 3 and is doing well.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'3959969': 1, '19179858': 1, '29316947': 1, '19574168': 1, '34267896': 2, '28670155': 1, '24987535': 2, '8994336': 1, '21133874': 1, '15239735': 1, '2240096': 1, '6720774': 1, '29922737': 1, '26429554': 2}", "similar_patients": "{'8271245-1': 1, '4058584-1': 1}"}