{"patient_id": 82402, "patient_uid": "4532940-1", "PMID": 26294998, "file_path": "comm/PMC004xxxxxx/PMC4532940.xml", "title": "A Child with Lung Hypoplasia, Congenital Heart Disease, Hemifacial Microsomia, and Inguinal Hernia: Ipsilateral Congenital Malformations", "patient": "A 3-year-old Chinese boy accompanied by his parents visited our outpatient clinic for a heart murmur detected at the age of 2 months. He lost hearing of his right ear from birth. He had no history of chest pain or heaviness of chest, wheeze, and dyspnea. There was no history of consanguineous marriage in their family. His birth history and perinatal period were uneventful. Physical examination showed facial asymmetry (face and mouth deviated to right side), right microtia with aural atresia (), a surgical scar of right indirect inguinal hernia repair, stony dullness, and absent breath sounds in the right up chest. There was grade 3/6 systolic murmur on the right parasternal border under the second rib. A chest roentgenogram showed homogeneous opacity occupying the entire right up hemithorax, hyperinflated left lung, and mediastinal shift to the right (). A 12-lead electrocardiogram showed sinus tachycardia. Echocardiogram showed dextroversion of heart and a 17 mm sized ostium secundum defect, moderate pulmonary hypertension (MPAP = 40 mmHg). Computerized tomography (CT) of the brain and chest showed a blind-ending right external acoustic meatus (), the whole heart located in the right chest, and severe right lung hypoplasia with left lung tissue compensatory hyperplasia and crossing through the mediastinum. The transverse diameter of right pulmonary artery was 7 mm without evidence of right ascending pulmonary artery. Left pulmonary artery was compensatory broadening with a diameter of 14 mm (). Hepatic vein was draining directly into the right atrium through coronary sinus (). The right side of thoracic cage was mildly collapsed, and no obvious branches of the right main bronchus could be observed (Figures and ). Color Doppler ultrasound examination of the abdomen and urinary system was all normal. He was diagnosed with ipsilateral congenital malformations: right lung hypoplasia, dextroversion of heart, ASD, hepatic vein drainage directly into the right atrium, facial asymmetry, right microtia with deafness, and indirect inguinal hernia. The patient underwent cardiac surgery of ASD repair 6 months after the hernioplasty of indirect inguinal hernia. Surgery progressed smoothly and no anomalous pulmonary venous connection was found. The patient was weaned from the ventilator 5 hours after surgery and discharged uneventfully on postoperative day 7. At 6-month follow-up, the patient was in good condition without the symptoms of dyspnea and palpitation. His heart function was NYHA class 1.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'22580773': 1, '16374700': 1, '19561908': 2, '9182780': 1, '26294998': 2}", "similar_patients": "{'2700462-1': 1}"}