{"patient_id": 86061, "patient_uid": "4811282-1", "PMID": 27027370, "file_path": "comm/PMC004xxxxxx/PMC4811282.xml", "title": "Giant and Calcified Post-Infarction True Left Ventricular Aneurysm:\\nWhat to Do?", "patient": "A 70-year-old male patient with a history of smoking, anterior MI, chronic\\nobstructive pulmonary disease, chronic kidney disease, congestive heart failure\\n(HF), and LV thrombus anticoagulated with warfarin was hospitalized for invasive\\nstratification after an episode of high-risk unstable angina. Coronary angiography\\n() revealed severe multivessel\\ndisease: right coronary artery (RCA) with multiple lesions, the larger one in its\\nproximal segment; proximal occlusion of the left anterior descending artery (LAD);\\nand proximal subocclusion of the left circumflex artery (LCx). The left\\nventriculography ( and ) evidenced a giant and calcified true LV\\naneurysm. LCx was considered the culprit vessel and subjected to an unsuccessful\\nattempt of percutaneous coronary intervention (PCI). This PCI was complicated by a\\ntype II coronary perforation, solved by prolonged local balloon inflation and\\nreversal of anticoagulation. The patient developed cardiogenic shock, received\\ncirculatory support by intra-aortic balloon pumping and intensive medical care with\\nvasopressors (norepinephire and vasopressin), an inotrope (dobutamine), and invasive\\nventilatory assistance. Transthoracic echocardiogram (, left panel) showed dilated left chambers (62 × 50 mm),\\npoor LV ejection fraction (20% using Simpson's rule), a giant antero-apical LVA with\\na large apical thrombus (19 × 36 mm), and akinesia of the middle segments of\\nthe anterior, septal, and inferior LV walls. Magnetic resonance imaging (MRI) showed\\nthe absence of viability and transmural delayed enhancement in the anterior,\\nanteroseptal, medium, and lower inferoseptal wall and all apical LV wall segments.\\nThere was a giant anteroapical LVA (65 × 59 × 6 5 mm; volume of 117 mL\\nand indexed volume of 61 mL/m2) (, right panel). After recovery from the critical status described above,\\nthe medical treatment was gradually optimized (aspirin 100 mg/day, clopidogrel 75\\nmg/day, atorvastatin 40 mg/day, metoprolol succinate 100 mg/day, enalapril 40\\nmg/day, spironolactone 25 mg/day, furosemide 80 mg/day, and warfarin). The patient\\nhad no impairment of his functional status, no complex ventricular arrhythmia, and\\nno thromboembolic arterial events. He remained treated with a conservative strategy.\\nTwenty months after hospital discharge, under the above described medical treatment\\nfor HF plus oral anticoagulation (warfarin), there were no readmissions because of\\ncardiovascular reasons. In addition, there was no documentation of any\\nthromboembolic event or malignant ventricular arrhythmia.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'7553838': 1, '19329820': 1, '4279684': 1, '4072885': 1, '8452458': 1, '23111018': 1, '1747971': 1, '27027370': 2}", "similar_patients": "{}"}