{"patient_id": 151865, "patient_uid": "4857266-1", "PMID": 27489634, "file_path": "noncomm/PMC004xxxxxx/PMC4857266.xml", "title": "Elevated international normalized ratio with the consumption of grapefruit and use of warfarin", "patient": "A 65-year-old male with documented paroxysmal atrial flutter for 10 years has been followed in our anticoagulation clinic for approximately 7 years. In addition to atrial flutter, he has documented systolic congestive heart failure (ejection fraction 30%–40%), hyperlipidemia (controlled), hypertension (not controlled) and a history of alcoholism. He no longer drinks alcohol. He was a former cigarette smoker and quit in 2006.\\nThe patient was seen in our pharmacist-run anticoagulation clinic in October 2012 with a sub-therapeutic international normalized ratio (INR) level of 1.7 (goal INR: 2–3). His warfarin dose was then increased from 5 mg on Fridays and 10 mg from Saturday to Thursday (65 mg/week) to 10 mg daily (70 mg/week); an approximately 8% weekly dose increase. Two weeks later, his INR was 4.77 via venipuncture. The patient reported adherence with his medication and confirmed the dosing of 10 mg each day since his last appointment. The only change was the introduction of grapefruit in his diet (one whole grapefruit each day for 3 days during the week prior to the INR draw). The resulting INR from the lab was 4.77, and his warfarin dose was decreased to 8 mg daily. The patient self-reported adherence with his current warfarin regimen and stated no dietary changes, no bleeding/bruising or changes in medications at that time. The patient’s ejection fraction, serum creatinine and weight were steady, and there were no signs of a heart failure exacerbation. He was instructed to continue to monitor for signs and symptoms of bleeding or thromboembolism and to report to the emergency room if symptoms arose. He was also instructed to stop eating the grapefruit. It should be noted that the patient had been in therapeutic range 83% of the time for the 6 months prior to this incident.\\nFive days later, the patient returned to clinic and his INR was 2.1. His basic metabolic panel and liver function tests were normal. Hemoglobin and hematocrit have been chronically slightly low: 13.3 g/dL and 42.2% in November 2012. There were no changes with his other medications. At his next follow-up appointment, it was noted that the patient was back on warfarin, at a dose of 5 mg on Friday and 10 mg from Saturday to Thursday and has been within therapeutic range for the past 4 months.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'9153299': 1, '15682573': 1, '32089733': 1, '1602384': 1, '14749688': 1, '10423213': 1, '9260034': 1, '11103749': 1, '12891222': 1, '17468864': 1, '9706183': 1, '22315269': 1, '7249508': 1, '27489634': 2}", "similar_patients": "{}"}