{"patient_id": 153438, "patient_uid": "4971276-1", "PMID": 27516794, "file_path": "noncomm/PMC004xxxxxx/PMC4971276.xml", "title": "Colon volvulus displaced into the chest – right-sided posttraumatic hernia or congenital malformation?", "patient": "A 13.5-year-old girl was admitted to the Pediatric Surgery Department from the Pediatric Department of the district hospital, where she was admitted the previous day, because of stomachache and vomiting. Thorough medical interview revealed blunt injury of the epigastrium caused by a ball a week ago, and an episode of stomachache and emesis a few months ago.\\nPhysical examination revealed tenderness of the right epigastrium, significant reduction of the vesicular murmur on the right side of the chest and no peristalsis. Chest and abdomen X-ray examination revealed a loss of the right diaphragmatic outline, irregular radiolucency with a fluid level on the right side of the chest, collapsed right lung and mediastinal displacement to the left ().\\nThe nasogastric tube was visualized inside the stomach, below the left diaphragmatic outline (). An additional computed tomography (CT) scan showed a small (several centimeters) defect of the right diaphragm and dislocation of the intestines and greater omentum into the chest and also liver displacement to the left ().\\nAspartate transaminase (AST) and alanine transaminase (ALT) activity and the total concentrations of bilirubin and CRP were slightly elevated. Because of persistence of stomachache and volvulus symptoms, the patient was operated on. An upper midline laparotomy was used to access the abdominal cavity.\\nHerniation of the intestines and half of the stomach into the defect in the posterolateral part of the right dome of the diaphragm was revealed. The diaphragm was cut along the course of the right diaphragmatic artery and the volvulus of half of the stomach, the transverse and a large part of the ascending and descending colon and greater omentum was released. The diaphragmatic defect seemed oval-shaped, and the edge of the aperture was smooth (). There were no signs of necrosis or gastrointestinal perforation or other internal organ injuries. The diaphragmatic defect was closed with one layer of interrupted non-absorbable sutures. Drainage of the right pleural cavity was placed in the thorax and the lung was expanded. The postoperative period was uneventful. The pleural drainage and bladder catheter were removed on the 2nd postoperative day.\\nChest X-ray performed on the 3rd post operative day did not show any features of the diaphragmatic hernia. The patient commenced oral intake on the 3rd postoperative day. Sutures were removed and the girl was discharged home on the 7th postoperative day.", "age": "[[13.5, 'year']]", "gender": "F", "relevant_articles": "{'19521703': 1, '11586575': 1, '24950044': 1, '589521': 1, '9464770': 1, '17939410': 1, '22135573': 1, '8355305': 1, '12376604': 1, '11476821': 1, '14578834': 1, '27516794': 2}", "similar_patients": "{}"}