{"patient_id": 76658, "patient_uid": "4137507-1", "PMID": 25152824, "file_path": "comm/PMC004xxxxxx/PMC4137507.xml", "title": "Primary Pulmonary Synovial Sarcoma: A Very Rare Presentation", "patient": "An 18-year-old man was referred for investigation of a peripheral opacity in the left lung lower lobe, which was discovered incidentally on a chest radiograph. The patient is a student and has a 6-pack/year smoking history. He was in good general health and well nourished. Physical examination was normal. The results of blood tests and standard biochemical tests were normal.\\nPosteroanterior chest X-ray () revealed a well-demarcated 6 cm in diameter peripheral opacity in the left lower lobe near by the diaphragm. Chest computed tomography (CT) confirmed a 6 × 6.5 cm, oval-shaped, well-delineated pleural basedperipheral mass in the left lower lobe, in soft tissue attenuation and with no evidence of mediastinal or axillary adenopathy. Cyst hydatid hemagglutination was negative. Fiberoptic bronchoscopy showed no endobronchial pathology. Bronchoalveolar lavage and bronchial brushing specimens, obtained during bronchoscopy, were negative for malignancy.\\nThorax CT angiography was taken to reveal vascular relation of the tumor. Heterogeneous contrast enhanced 6,5 × 4,5 × 6 cm mass lesion located at posterobasal segment of the left lung lower lobe was seen (). No vascular relation was detected. The CT-guided fine needle aspirate from the mass revealed roundcell tumor. Full body bone scintigraphy and cranial magnetic resonance imaging (MR) taken for metastasis evaluation were normal.\\nLeft posterolateral thoracotomy was performed. At lower lobe of the lung a big tumor at posterobasal segment was observed. The tumor was under the visceral pleura. Subsequently left lower lobectomy was done with dissection of the mediastinal lymph nodes. Histopathological evaluation revealed well-circumscribed nodular 8 × 6.5 × 6 cm mass. The tumor was adjacent to the visceral pleura but did not invade it. Microscopically the tumor was having spindle cells arranged in a dense cellular network. Immunohistochemically, tumor cells were positive for cytokeratin, epithelial membrane antigen (EMA), and vimentin so that the histopathological diagnosis was compatible with biphasic spindle cell type SS in the lung (). A molecular analysis performed using reverse transcriptase-polymerase chain reaction with RNA (RT-PCR) extracted from paraffin-embedded tissue to confirm the diagnosis revealed SYT-SSX1 fusion gene.\\nAfter positron emission tomography/computed tomography with 18F-fluorodeoxyglucose (18F-FDG PET/BT) evaluation and oncological and orthopedic consultations, SS was accepted to be primary pulmonary. He received 3 courses of chemotherapy (adriblastina and ifosfamide). One year later two nodules, one at residual left upper lobe and a second at right lower lobe, occurred. The nodules were resected sequentially via wedge resections of the lobes. At the third year of followup, second recurrence occurred at residual left upper lobe. Due to small volume of the residual left lung, completion left pneumonectomy with chest wall resection was done. After the completion pneumonectomy the patient received adjuvant chemotherapy for six courses with adriblastina and ifosfamide. One year later locoregional recurrence at the pneumonectomy area and also a nodular metastasis at the right lower lobe superior segment and vertebral metastasis at T6–T8 vertebrae were detected. Then, the patient received radiotherapy (10 × 300 cGy) for vertebral metastasis. The patient died after two months.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'24887816': 1, '17464314': 1, '7750931': 1, '24170216': 1, '14716248': 1, '16702463': 1, '23760220': 1, '15169989': 1, '11782370': 1, '19805961': 1, '25152824': 2}", "similar_patients": "{}"}