{"patient_id": 150921, "patient_uid": "4784629-1", "PMID": 27335946, "file_path": "noncomm/PMC004xxxxxx/PMC4784629.xml", "title": "Influenza A(H1N1)pdm09 Infection With Simultaneous Comorbidity of Severe Pneumonia and Acute Disseminated Encephalomyelitis", "patient": "A 5-year-old boy presented at the emergency department of our hospital with fever and dyspnea. He had no significant medical history except for allergic rhinitis. General examination revealed respiratory distress with cyanosis of the lips, and physical examination revealed prominent intercostal retractions and expiratory wheezing. A chest X-ray revealed bilateral infiltration of the proximal bronchus (figure not shown). Blood examinations indicated a mild inflammatory pattern, and urine test revealed no significant abnormalities. A rapid antigen test of nasopharyngeal mucous specimen showed positive for influenza A. Only Haemophilus influenzae was detected in the nasal culture, and the mycoplasmal antibody titer was not elevated. He was admitted on the same day, and we immediately started treatment with intravenous hydrocortisone, cefotiam, and peramivir (an intravenous antiviral agent available in Japan). Within the first 12 hours following admission, his respiratory distress drastically deteriorated, so we started continuous isoproterenol inhalation therapy. However, this did not ameliorate his respiratory status, so we switched to respiratory management with intratracheal intubation and mechanical ventilation in the intensive care unit. During mechanical ventilation, a large amount of mucopurulent discharge was suctioned from the trachea. The discharge was highly viscous and resembled the casts in plastic bronchitis. A chest X-ray taken on the following day showed atelectasis of the right upper lobe, bilateral mediastinal emphysema, and subcutaneous emphysema (). After suctioning a considerable amount of sputum, his respiratory status stabilized. On the fifth day the boy’s respiratory status improved, so we extubated him and transferred him to the general pediatric ward.\\nOn the sixth day his respiratory status was stable, but he had prolonged bradycardia and an altered consciousness: he was lethargic even after sedative withdrawal. The situation remained unchanged the following day, so we conducted a more detailed examination. Electroencephalography revealed mild functional deterioration with frequent slow-wave activity. Lumbar puncture results were difficult to interpret because the procedure was traumatic. Cerebrospinal fluid was negative for oligoclonal bands and myelin basic protein. Brain magnetic resonance imaging (MRI) revealed asymmetric, bilaterally diffused, small, round patchy lesions within juxtacortical and deep white matter, where both T2-weighted imaging and fluid-attenuated inversion recovery (FLAIR) showed high signal intensity (). Distinct crescent-shaped areas in the left parietal lobe implicated a demyelinating pathophysiology. We diagnosed the boy with ADEM and administered intravenous methylprednisolone (30 mg/kg/day) for 3 days. On the eighth day, his pulse normalized and he became alert. A follow-up MRI on the 21st day in hospital showed no abnormalities, a significant improvement compared to previous studies (). He was discharged without any sequelae. After discharge, viral analysis revealed the causal virus was influenza A(H1N1)pdm09 strain, sensitive to peramivir. The patient remained well at his last visit 7 months after discharge.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'21809061': 1, '23572237': 1, '23222256': 1, '23326447': 1, '22704021': 1, '24056381': 1, '23661234': 1, '23608688': 1, '21149805': 1, '24034482': 1, '27335946': 2}", "similar_patients": "{}"}