{"patient_id": 140442, "patient_uid": "4135107-1", "PMID": 25143681, "file_path": "noncomm/PMC004xxxxxx/PMC4135107.xml", "title": "Two Concurrent Facial Epidermal Nevi without Systemic Abnormalities: Nevus Sebaceus and Nevus Comedonicus", "patient": "A 15-year-old girl presented with a yellowish plaque on the left medial canthus and a group of closed comedo-like papules on the right side of the cheek. She has not had any developmental problems or a history of seizures. No other family members had similar lesions. The 2 different EN lesions on the patient's face were noticed during a dermatological examination. The yellowish, asymptomatic, bean-sized plaque with a verrucous surface was noted on the left medial canthus (). It was present at birth. In addition, an aggregation of closed comedo-like papules and depressed pinpoint craters were found on the right side of the cheek (). It developed at the age of 10 years. She has also had numerous, scattered, pea-sized, hyperpigmented macules on her face for several years (). Her physical examination was normal except for the dermatological findings. Her neurological examination and laboratory examinations, including complete blood cell count, blood chemistry, and urine analysis, were within normal limits. Histopathological examination of the plaque on the left medial canthus showed acanthotic and papillomatous epidermal hyperplasia and large sebaceous glands located close to the epidermis (). Histopathological examination of the papule on the right side of the cheek revealed a dilated follicular infundibulum filled with keratin and incomplete hair follicles, consistent with the clinical diagnosis of NC (). She received laser treatment for NS and comedo extraction for NC in a private clinic before visiting our hospital. However, the NS of the left medial canthus recurred, and depressed craters were left with comedones on the right side of the cheek. The NS was surgically removed from the left medial canthus. The patient declined treatment of the NC and hyperpigmented macules.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'34341638': 2, '173496': 1, '2808839': 1, '12519801': 1, '2001913': 1, '2918116': 1, '1492051': 1, '4261052': 1, '8411070': 1, '7416758': 1, '12224685': 1, '8923953': 1, '18176758': 1, '15283784': 1, '25143681': 2}", "similar_patients": "{'8273314-1': 1}"}