{"patient_id": 81490, "patient_uid": "4464238-1", "PMID": 25964051, "file_path": "comm/PMC004xxxxxx/PMC4464238.xml", "title": "Warthin’s tumor of the larynx: a very rare case and systematic review of the literature", "patient": "A 61-year-old woman was treated for a lobular carcinoma of the left breast in 2010. She had been disease-free since the end of treatment, but the 2-year follow-up 18 F-fluorodeoxyglucose positron emission tomography/computed tomography (PET/CT) showed increased uptake on the left supraglottic region (Fig. ). With the exception of some intermittent episodes of hoarseness in the recent past, she was without symptoms. The patient is an active smoker and free of professional or environmental exposures.\\nTransnasal fiberoptic laryngoscopy revealed a 2 x 1 cm expansive mass involving the left side of the supraglottis. Vocal fold mobility was unaffected. A direct laryngoscopy under general anesthesia was performed (Fig. ) for biopsy, which revealed a CAL. Complete endoscopic examination of the upper aerodigestive tract was otherwise normal. An MRI showed a 2 × 1 × 3.5 cm multi-cystic lesion of the left supraglottic region (Fig. ). Therapeutic excision was performed endoscopically under suspension microlaryngoscopy using CO2 laser. Histopathologic analysis of the resection specimen confirmed the diagnosis of a CAL (Fig. ). The follow-up was complicated by edema of the involved aryepiglottic fold causing moderate dysphagia three months after surgery. A second CO2 laser resection under suspension microlaryngoscopy was performed in order to resect inflammatory and edematous tissue. Further follow-up was uneventful, without any symptoms or signs of recurrence after 2 years.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'8431414': 1, '5360038': 1, '18647217': 1, '1754240': 1, '19130980': 1, '31228167': 1, '6801598': 1, '7148446': 1, '3603757': 1, '2709359': 1, '1227317': 1, '9173076': 1, '10391047': 1, '2742643': 1, '13403795': 1, '14869299': 1, '25964051': 2}", "similar_patients": "{}"}