{"patient_id": 82491, "patient_uid": "4540716-1", "PMID": 26306291, "file_path": "comm/PMC004xxxxxx/PMC4540716.xml", "title": "Abdominal wall recurrence of a gastrointestinal stromal tumor: case report", "patient": "We report the case of a 47 years-old female patient, who was referred to our unit in November 2007 for isolated pelvic pain. Clinical examination was without abnormalities. The abdominal pelvic ultrasound revealed a 60 mm hypoechoic and heterogeneous mass in the right iliac fossa. The abdominal pelvic computed tomography showed a tumor measuring 50 × 50 × 48 mm, attached to the anterior wall of the cecum and the right colon (Fig. ).\\nThe multidisciplinary meeting decided to perform a diagnostic and therapeutic laparoscopy. The laparoscopic exploration showed a 70 mm tumor of the small bowel, 70 cm upstream the last ileal loop. The tumor was extracted through a small suprapubic incision, without the use of a wound protector. It was resected with a safety margin of 2 cm and an end-to-end anastomosis was performed. The postoperative course was marked by an infection of the extraction’s site. The pathology specimen findings revealed a stromal tumor with a high aggressive potential (five mitosis per field), positive to CD117 at the immunohistochemical examination. An Imatinib adjuvant therapy was indicated, but the patient did not receive it because of financial considerations.\\nThe patient had a postoperative follow-up (clinical examination, abdominal ultrasonography and abdominal computed tomography alternately) every 3 months during the first year, then every 6 months during the second and the third year. After that, the patient stopped her follow-up on her own.\\nSeven years after the surgical resection, the patient was hospitalized for a pelvic mass underneath the old scar. The abdominal examination found a mass measuring 60/70 mm. The abdominal pelvic CT scan showed a 100/75 mm solid mass of the abdominal wall alongside to the pubic symphysis (Fig. ).\\nPercutaneous biopsies of the tumor were made and histologic examination showed an aspect of low-grade malignancy GIST. An enbloc surgical resection of the tumor was performed, with a safety margin of 1 cm. The wall defect measured 6 cm in diameter and it was closed by direct suture. The pathological examination revealed a tumoral proliferation of spindle atypical cells with mitotic signs. The immunehistochemical examination showed an important positivity to CD117 and DOG1. The patient received adjuvant chemotherapy (Imatinib).", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'8740676': 1, '12167576': 1, '18076015': 1, '9845574': 1, '18501013': 2, '17193820': 1, '27721724': 2, '12094370': 1, '29310403': 1, '9889027': 1, '11676243': 1, '11285951': 1, '22487635': 1, '33024403': 2, '22584694': 1, '8831545': 1, '19282169': 1, '26306291': 2}", "similar_patients": "{'7520610-1': 1, '2409334-1': 1, '5043340-1': 1}"}