{"patient_id": 82714, "patient_uid": "4557745-1", "PMID": 26215714, "file_path": "comm/PMC004xxxxxx/PMC4557745.xml", "title": "Primary paraganglioma of the lung: a case report", "patient": "We report the case of a 63-year-old Caucasian man who presented with cough, intermittent palpitations and dyspnea. Our patient had a history of smoking. His blood pressure was normal, as were the results of clinical laboratory examinations. Our patient was subjected to a respiratory functional study that showed a moderate, nonreversible obstructive syndrome (forced expiratory volume in the first second (FEV1) 58%); arterial blood gas analysis showed normal oxygen saturation. A chest X-ray showed a lesion in the right lung field (Fig. ).\\nA contrast-enhanced computed tomography (CT) scan of his chest revealed a rounded, high-density lesion with irregular profiles with a diameter of 24mm in the middle lobe, (Fig. ). An abdominal ultrasound scan and cervical CT scan revealed no abnormalities. The lesion was scanned by positron emission tomography (PET)/CT. The image demonstrated 18F-fluorodeoxyglucose (18F-FDG) uptake into the pulmonary lesion. Standardized uptake values (SUV) measured 2.8. Bronchofibroscopy did not show external pressure or visible alterations. Conventional and brush biopsies did not find cancer cells. Fine-needle aspiration cytology was performed (Fig. ). The results of the cytological tests were positive for not otherwise specified (NOS) neuroendocrine carcinoma. The immunohistochemistry test results were positive for cytokeratin (CK) AE1\\AE3 and natural killer cell-associated antigen CD56, negative for thyroid transcription factor-1 (TTF-1), P63, and leukocyte common antigen (LCA). It was not possible to perform octreoscan scintigraphy due to the long waiting times envisaged.\\nAfter 30 days of therapy with long-acting beta-2 agonists, inhaled corticosteroids plus anticholinergic drugs, and a pulmonary rehabilitation cycle, the thoracic surgeon examined our patient and decided upon subsegmentectomy for histological confirmation, this type of intervention allowing a wide margin of resection free of tumor. The lesion was located in the medial segment of the middle lobe: the pulmonary hilum was surrounded by fibrous tissue that makes it difficult to isolate the vessels. Samples of pericardial fluid and serum blood were collected for cytological examination; micronodules were present, of which the largest was removed for histological examination. In the context of this fibrous tissue was also a small lymph node station 4R, which extemporaneous histological examination proved to be likely metastatic infiltration. It was removed for definitive examination.\\nOur patient was treated with subsegmentectomy for histological confirmation and because intraoperative frozen sections showed a malignant neoplasm, it was completed by lobectomy of the right middle lobe and complete lymphadenectomy. Extemporaneous histological examination of a pericardial micro vegetation (hyaline plaque) and lymph node station 4R (a lymph node with small parenchymal nodules composed of spindle cells and ovoid in chromatin suspected of widespread metastases) was also performed. The definitive histological examination of the nodular lesion showed a tumor with an organoid pattern (Fig. ).\\nAt immunohistochemical staining, the cell population was positive for neuron-specific enolase (NSE), chromogranin, synaptophysin, natural killer cell-associated antigens CD56 and CD57, glial fibrillary acid protein (GFAP), negative for CK, epithelial membrane antigen (EMA), and TTF-1 (Fig. ); the protein s100 has marked the base of the nests’ neoplastic cells (Fig. ). The definitive diagnosis was paraganglioma of the middle lobe pT1b pN0 cM0. The lymph node was negative for malignant neoplasm; the diagnosis was small leiomyoma (+ s100-actin). In subsequent follow-ups at six months and at one year, our patient showed no problems.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'16236914': 1, '23685279': 1, '33393521': 1, '33771069': 2, '3776697': 1, '30217041': 1, '15794679': 1, '31597347': 1, '30313044': 1, '30416779': 1, '12527571': 1, '34222324': 2, '15859632': 1, '13576329': 1, '11701678': 1, '26215714': 2}", "similar_patients": "{'8249766-1': 1, '8166387-1': 1}"}