{"patient_id": 75728, "patient_uid": "4070643-1", "PMID": 24886423, "file_path": "comm/PMC004xxxxxx/PMC4070643.xml", "title": "Solitary splenic metastasis of ovarian carcinoma: a case report", "patient": "A 56-year-old Israeli Jewish woman was admitted to our surgical ward for a splenectomy due to a solitary splenic mass. Six years prior to her admission she had undergone a total abdominal hysterectomy with bilateral salpingo-oophorectomy due to carcinoma in the right ovary. The histology examination revealed an endometrioid carcinoma, grade 3. Staging with International Federation of Gynecology and Obstetrics (FIGO) classification was 1A. Following the surgery, our patient received chemotherapy treatment with paclitaxel (Taxol®) and carboplatin.\\nTumor marker cancer antigen (CA)-125 was evaluated every year following the operation. Subsequent to a rise in CA-125 from 18.1 to 132.6 units/ml (normal <35 units/ml), our patient was referred for an imaging and an endoscopic assessment.An abdominal computed tomography (CT) scan revealed a mass of 6×8cm at the anterior of the spleen (Figure ), with close proximity to the wall of the stomach. There was no other indication of a secondary tumor spreading in the abdomen. Her chest CT scan was normal. A gastroscopy demonstrated exterior pressure on the stomach body. All the specimens from gastric mucosa that were taken with the gastroscope and that were subjected to histologic testing were normal except a chronic inflammation in the gastroesophageal area. A colonoscopy also showed normal results. A bone isotopic scan revealed no abnormalities.\\nOur patient was asymptomatic and her gynecologic and abdominal examinations were without any remarkable findings such as tenderness or splenomegaly.An open laparotomy through a left subcostal incision was performed to exclude a peritoneal carcinomatosis. The laparotomy did not reveal any abdominal pathology except in the spleen. Neither peritoneal washing for cytologic examination nor peritoneal biopsies were taken. A total splenectomy was then performed (Figures and ). No intraoperative evidence of tumoral spreading in the abdominal cavity was observed, other than in the spleen. Our pathologic laboratory received a 550gram spleen, 9×11×17cm in dimensions, with fat tissue adhered to the spleen. Inside the spleen, we observed a tumor consistent with a high-grade metastatic endometrioid carcinoma grade 3 (Figures and ). Inside the adherent fat tissue, we observed another tumor with a diameter of 5cm, with the same characteristics as the splenic tumor.\\nThe postoperative period was uneventful. Our patient was discharged from our ward a few days post surgery and was examined again two weeks later in our clinic, without any signs of operation-induced complications such as intra-abdominal bleeding, intra-abdominal infection or surgical site infection. CA-125 levels dropped to 33.3 unit/ml. The patient returned to the gyneco-oncologic clinic, and received another course of chemotherapy, again with paclitaxel (Taxol®) and carboplatin.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'4854372': 1, '17550328': 1, '29759073': 2, '18936972': 1, '19039644': 1, '21310035': 2, '21302630': 1, '30545341': 2, '10053114': 1, '21396277': 1, '20181053': 2, '14914750': 1, '11391578': 1, '15615591': 2, '10747308': 1, '24886423': 2}", "similar_patients": "{'2831908-1': 1, '5952574-1': 1, '6293546-1': 1, '545954-1': 1, '3045934-1': 1}"}