{"patient_id": 77528, "patient_uid": "4195263-1", "PMID": 25328728, "file_path": "comm/PMC004xxxxxx/PMC4195263.xml", "title": "Intraoperative Visualization of Bilateral Thrombosis in the Posterior Inferior Cerebellar Artery Apparent in the Telovelomedullary Segment", "patient": "A 74-year-old woman was initially seen in the emergency department of a peripheral hospital presenting with acute onset of headache, dizziness, and limb weakness. Her medical history revealed cerebrovascular risk factors, that is, long year tobacco abuse, hypertension, and dyslipidemia. The patient was clearly conscious with a Glasgow Coma Scale (GCS) of 15 but had a left-sided Wallenberg's syndrome, right brachial weakness (M4), left central facial paresis, left lateral gaze nystagmus, dysarthria, bilateral dysmetria on finger-to-nose and heel-to-shin tests, and truncal ataxia so severe that the patient could not stand. National Institute of Health Stroke Scale (NIHSS) score was 9. Initial cranial computed tomography (CT) did not show any signs of cerebellar pathologies. The patient was treated with aspirin and statin as an embolic infarction could not be ruled out. Electrocardiography showed intermittent atrial fibrillation with spontaneous conversion to sinus rhythm on the second day of hospitalization. Transthoracic echocardiography could not identify any atrial thrombi or valvular pathologies. On day two after onset, a magnetic resonance imaging (MRI) scan was performed. Diffusion-weighted imaging showed left lateromedullar hyperintensity as well as an infarction of both cerebellar tonsils (Figures –). Moreover, the distribution of the bilateral PICA infarct corresponded to type B according to Kang et al. [], with a complete infarct in the left inferior cerebellar hemisphere and a less extensive infarct in the right hemisphere. Both PICAs could not be visualized in the MR angiography, most likely due to the bilateral occlusion of the vessels. The vertebral artery showed an inconspicuous topographic course on both sides, without any signs of occlusion ().\\nOn day two after stroke, the patient was transferred to the neurosurgical department due to incessant vomiting, progressive dysphagia, and a decreased level of consciousness. Accordingly the GCS dropped from 15 to 13. Cranial CT revealed an ischemic cerebellar edema with compression of the fourth ventricle and consecutive occlusive hydrocephalus. After the insertion of an external ventricular drainage (EVD) in the anterior horn of the right ventricle, the patient underwent urgent suboccipital decompressive craniectomy. The surgery was performed in prone position. A paramedian right-sided suboccipital craniectomy—crossing the midline to the contralateral side—was performed, combined with a partial C1 laminectomy. After the opening of the dura, clearly infarcted cerebellar tissue was removed until the space occupying effect was relieved. This procedure allowed a good visualization of the thrombosed bilateral PICA segments ().\\nAfter about two weeks of disabling vertigo the patient was mobilized and had an otherwise uneventful recovery. At discharge the patient had a GCS of 15 and the reaction level scale score was 2. On late follow-up two months following stroke, the patient had a Modified Ranking Scale score of 2.", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'11532563': 1, '1615544': 1, '22684374': 1, '16606939': 1, '19499983': 1, '20636449': 1, '10953199': 1, '17913347': 1, '7070615': 1, '15210539': 1, '17410709': 1, '32848557': 1, '8418555': 1, '8978451': 1, '19349810': 1, '8128527': 1, '17200515': 1, '16205055': 1, '21099574': 1, '9344011': 1, '19574555': 1, '25328728': 2}", "similar_patients": "{}"}