{"patient_id": 81705, "patient_uid": "4480243-1", "PMID": 26221143, "file_path": "comm/PMC004xxxxxx/PMC4480243.xml", "title": "Obstructive Jaundice as Initial Presentation of Multiple Myeloma: Case Presentation and Literature Review", "patient": "A 55-year-old man with no significant past medical history presented with a three-week history of jaundice, right upper quadrant abdominal pain, and bloody stools. He also complained of generalized fatigue and anorexia for the previous two months. He denied history of heavy alcohol use, liver disease, or inflammatory bowel disease. He also denied history of allergies and was not on any medication at home. On physical examination he was afebrile and icteric, but there were no other stigmata of chronic liver disease. Cardiovascular, respiratory, and abdominal examinations were normal. Laboratory studies showed white blood cell count of 7.4 × 109/L with plasma cells noted on the peripheral blood smear, hemoglobin level of 13.1 g/dL, and platelet count of 95 × 109/L, total bilirubin of 10 mg/dL, alkaline phosphatase (ALP) of 218 IU/L, aspartate aminotransferase (AST) of 96 IU/L, and alanine aminotransferase (ALT) of 47 IU/L. His total protein was 7.7 g/dL, albumin level was 2.4 g/dL, and erythrocyte sedimentation rate (ESR) was 82 mm/hour. Prothrombin time (14.1 sec) and INR (1.1) were normal. Serum creatinine was also normal (0.9 mg/dL), but his corrected calcium was elevated at 11.2 mg/dL. HIV and hepatitis A, B, and C antibodies and autoimmune antibodies were negative.\\nChest radiography did not demonstrate any focal pulmonary or bony abnormalities. Abdominal ultrasound was significant for hepatosplenomegaly, contracted gallbladder, and hepatic steatosis. Due to patient's persistent increase in total bilirubin, abdominal MRI was done to evaluate hepatobiliary pathology. Abdominal MRI did not reveal any sign of hepatocellular carcinoma but suggested a chronic intrinsic liver disease with possible sclerosing cholangitic etiology due to presence of focal segmental dilatation of intrahepatic bile ducts at the junction of segments IVa and VIII and beading of the right intrahepatic bile duct ().\\nSubsequently, the patient underwent esophagogastroduodenoscopy (EGD), endoscopic retrograde cholangiopancreatography (ERCP), and colonoscopy to rule out primary sclerosing cholangitis and inflammatory bowel disease. EGD revealed Grade I esophageal varices with normal gastric and duodenal mucosa. ERCP was significant for small intrahepatic ducts with pruning without any obvious beading or ductal stones/debris (). Furthermore, colonoscopy was negative for any sign of inflammatory bowel disease.\\nLastly, the patient underwent liver biopsy which identified neoplastic plasma cells filling the sinusoids of the liver and a bone marrow biopsy that was diagnostic for multiple myeloma (90% kappa light chain restricted plasma cells with 95% cellularity). Serum protein electrophoresis showed a monoclonal hypergammaglobulinemia. Immunoglobulin quantification was IgA 2112 mg/dL, IgG 225 mg/dL, and IgM 21 mg/dL. Flow cytometry revealed predominantly kappa light chains (11.1) in serum along with lambda light chain of 0.62, kappa/lambda ratio of 17.9, urine M-spike of 2.3, LDH 725, and B2-microglobulin 7.54. FISH analysis was significant for gain of 1q21, t(4; 14), (p16; q32), gain of 15q22, and 17p13 deletion. His disease stage was III according to the International Staging System for multiple myeloma. Upon diagnosis, the patient was started on dexamethasone, bortezomib, and cyclophosphamide; however, his condition continued to deteriorate rapidly with persistent rise in bilirubin, ALP, AST, and ALT. Unfortunately, after three cycles of chemotherapy the patient developed septic shock with encephalopathy and died two weeks later.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'19633044': 1, '21410373': 1, '7964956': 1, '19234139': 1, '19248205': 1, '22901186': 1, '7877651': 1, '22689675': 1, '4719547': 1, '7432154': 1, '4014227': 1, '23125242': 1, '8895697': 1, '15299163': 1, '22466837': 1, '26221143': 2}", "similar_patients": "{}"}