{"patient_id": 147321, "patient_uid": "4540043-1", "PMID": 26243853, "file_path": "noncomm/PMC004xxxxxx/PMC4540043.xml", "title": "Recurrent Idiopathic Catatonia: Implications beyond the Diagnostic and Statistical Manual of Mental Disorders 5th Edition", "patient": "A 24 year old man presented with stupor, mutism and food refusal. He had a negative personal and family history of mental illness until four years prior to admission. At that time, at the age of 20 years old, he was first hospitalized after being found wandering dazed in the streets. Diagnosed with schizophrenia, catatonic type, he received haloperidol initially but was switched to olanzapine and lorazepam. He recovered and returned home, until about twelve months later when he was again admitted to a local hospital for two months with profound stupor, immobility and inanition. He recovered on a combination of haloperidol and lorazepam.\\nAs an outpatient, haloperidol was switched to olanzapine, but both olanzapine and lorazepam were subsequently discontinued due to side effects of weight gain and sedation, resulting in a recurrence of catatonia and re-hospitalization about ten months after his last discharge. During a complicated admission lasting four months, he underwent sequential trials of olanzapine, risperidone, and lorazepam without any improvement in catatonic symptoms. A trial of electroconvulsive therapy (ECT) was initiated, but despite receiving ten bilateral brief-pulse treatments over one month with an average stimulus energy dosage of 386.2 millicoulombs resulting in ten seizures lasting an average of 37.9 seconds, he showed no change or improvement in his catatonic symptoms and remained stuporous. He finally recovered on a combination of parenteral haloperidol and lorazepam, and was discharged on oral lorazepam and risperidone with monthly paliperidone injections due to suspected medication non-adherence.\\nAfter discharge, he showed no signs of residual psychosis or mood disorder for over eight months and was able to return to employment. During remission, his speech was spontaneous, he showed greater emotional expressiveness and he had no psychomotor retardation. However, his affect was mildly blunted and he had limited insight into his illness. Due to his complaint of lethargy and the possibility that some of his residual symptoms represented drug-related extrapyramidal side effects, oral risperidone and lorazepm were discontinued over the next six months, at which time an acute catatonic episode recurred and he was admitted to our hospital.\\nOn this index admission, he was mute and supine with few spontaneous movements. He had mild cog-wheel rigidity without waxy flexibility or catalepsy. His affect was flat and expressionless. Automatic obedience could be elicited by passively moving his limbs into new positions despite verbal instructions to resist. Stereotypies, mannerisms, grimacing, ambitendency, verbigeration, and echo phenomena were absent. He showed negativistic behavior and was rated 21 on the Bush-Francis catatonia rating scale (BFCRS).\\nExtensive laboratory investigations, including serum chemistries, hematology, serology, toxicology, cerebrospinal fluid examination, neuroimaging and electroencephalography, revealed no significant abnormality.\\nParenteral lorazepam was titrated up to 10 mg daily, but with no response after two weeks, haloperidol 7.5 mg was injected twice daily with diphenhydramine 50 mg. Within one week, full remission was achieved with a BFCRS score of zero. After recovery, he was able to speak spontaneously and he again denied any delusions, hallucinations, or changes in mood during or between catatonic episodes. After discharge, he showed mild psychomotor slowing, affective flattening, and limited insight into his illness, similar to previous remissions, but was able to resume employment.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'4815341': 1, '27879309': 1, '15964746': 1, '8686483': 1, '23806583': 1, '12111477': 1, '11913670': 1, '19776208': 1, '28911050': 1, '29043155': 1, '25191507': 2, '20071147': 1, '23051079': 1, '10229064': 1, '26243853': 2}", "similar_patients": "{'4153863-1': 1, '4153863-2': 1, '4153863-3': 1}"}