{"patient_id": 84725, "patient_uid": "4703595-1", "PMID": 26759755, "file_path": "comm/PMC004xxxxxx/PMC4703595.xml", "title": "Emergency laparoscopic ileo-colic resection and primary intracorporeal anastomosis for Crohn’s acute ileitis with free perforation and faecal peritonitis: first ever reported laparoscopic treatment", "patient": "A 61-year-old man was admitted to the emergency department after sudden onset of acute abdominal pain in the early morning.\\nPast medical history was positive for a previous laparoscopic cholecystectomy (September 2014), followed by chronic diarrhea treated empirically with pancreatic enzymes.\\nAdmission laboratory findings showed an elevated leukocyte count (15.330/mmc) with neutrophilia (85 %). Abdominal X-ray scan found diffuse coprostasis and small bowel distension, with air fluid levels but no abdominal free air (Fig. ). Abdominal ultrasound reported some small bowel loops thickened and some perihepatic fluid. Computed tomography showed endoperitoneal free air, confirmed some thickened ileal loops, moderate periepatic and pelvic free fluids with a large pelvic collection and stomach dilatation (Fig. ).\\nAccording to these findings, along with diffuse abdominal tenderness, an emergency diagnostic laparoscopy, suspecting a perforated diverticulitis, was performed. Open Hasson access was inserted in the umbilicus, followed by the positioning of two operative trocars in the right abdomen. A severe diffuse faecal peritonitis was found. After thorough and careful suction of the free fluid from all quadrants, the stomach and colon appeared to be macroscopically normal and without signs of perforation. However, the small bowel appeared extremely dilated. After changing the laparoscopic view from the left to the right quadrants of the abdomen and inserting two more operative trocars in the left abdomen, a challenging gentle mobilization of the bowel loops allowed to reach the ileum where a large semi-circumferential ileal perforation with active spillage of enteric fluid was found. Moreover, this part of the ileum appeared extremely inflamed, thickened, oedematous and hyperaemic, with associated creeping mesenteric fat and mesenteric lymphadenopathy, consisting with the suspicion of IBD.\\nAccording to the extent of the disease, we have decided to proceed to an extensive entirely laparoscopic ileal-colic resection (about 80 cm of terminal ileum and part of the ascending colon) which revealed to be technically challenging and was performed by an experienced operator with advanced laparoscopic colorectal skills (SDS). After the large bowel section performed using an endostapler device and carried out at the passage between cecum and ascending colon, the mesocolon, ileocolic vessels and mesentery of the distal ileum were sealed and sectioned intracorporeally using harmonic scalpel (Ultracision ACE 7®). Therefore, after appropriate medial mobilization of the cecum and distal ileum from the right flank and right iliac fossa with incision of lateral Toldt's fascia, the specimen was extracted using a wound protector, from an umbilical mini-incision, starting by pulling out the resected bowel from the stapled colonic end. after appropriate mobilization from the right flank and right iliac fossa. The vascular section of the remaining proximal small bowel was completed extracorporeally because of the intense inflammation of the small bowel mesentery and the subsequent risk of vascular damage or bleeding from the mesentery. An isoperistaltic latero-lateral intracorporeal stapled anastomosis was performed between the proximal ileum and the proximal transverse colon with manual intracorporeal closure of the enterotomy. Two J-P suction drains were positioned, one in the right hypocondrium and the other in the pelvis (see Additional file ).\\nAfter surgery the patient was transferred to the ICU. The post-operative course was complicated by severe septic shock treated with resuscitating therapy and wide range antibiotics. Blood cultures revealed a E. Coli, K. Pneumoniae and C. Albicans infection. Temporary tracheostomy was needed. Early enteral feeding (via naso-jejunal tube) and passage of stools were achieved (post-operative day POD#4). At the follow-up CT performed on POD#9 because of the persistent septic shock, two intra-abdominal pelvic abscesses were found, one in the right iliac fossa and the other inter-loop in left iliac fossa. No anastomotic leaks occurred. The right abscess was evacuated, with active aspiration from the lower drain positioned on the day of surgery. An ultrasound-guided drainage of the left abscess was attempted without success and the collection was spontaneously gradually reabsorbed. A minor skin infection in the umbilical mini-incision occurred. A complete thrombosis of the right subclavian, axillar, umeral, basilica and cephalic veins also occurred and was treated with LMWH.\\nThe patient was discharged from the ICU on POD# 26 and from the surgical ward on day 32, after the confirmation of CD by histology (Fig. ). Mesalazine therapy was started. Because of the long immobility of the patient, a full rehabilitation program was completed.\\nAt gastroenterology follow-up (3 and 6 months from surgery) the patient still reported some diarrhea and haematochezia, but is in good general conditions, the blood exams are within normal range, abdomen is soft and the weight is stable (Fig. ). Abdominal US and colonoscopy with biopsies were planned in order to diagnose for either further recurrence or other localizations of CD.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'22736283': 1, '11083214': 1, '19301075': 1, '18278393': 1, '24353681': 1, '34977565': 1, '24485265': 1, '22998720': 1, '21249684': 1, '16759400': 1, '14752640': 1, '23116767': 1, '20112117': 1, '21448415': 1, '12802657': 1, '18493892': 1, '12015619': 1, '24436660': 1, '7953234': 1, '17380366': 1, '3541802': 1, '12522533': 1, '21858390': 1, '7475719': 1, '11083213': 1, '7090407': 1, '21110033': 1, '25133022': 1, '9094279': 1, '3898819': 1, '16037671': 1, '19404062': 1, '16432345': 1, '20112118': 1, '12616117': 1, '12542928': 1, '20519686': 1, '19165490': 1, '14974658': 1, '22179170': 1, '23250637': 1, '16247571': 1, '22038163': 1, '11711739': 1, '25058263': 1, '8604837': 1, '19404070': 1, '12728376': 1, '15107212': 1, '16715212': 1, '16235128': 1, '7903780': 1, '9462379': 1, '18847647': 1, '21831174': 1, '9113931': 1, '16381353': 1, '9788857': 1, '18076019': 1, '19279413': 1, '23705825': 1, '24073979': 1, '16328612': 1, '27785317': 1, '26759755': 2}", "similar_patients": "{}"}