{"patient_id": 146178, "patient_uid": "4475254-1", "PMID": 26091654, "file_path": "noncomm/PMC004xxxxxx/PMC4475254.xml", "title": "Key clinical features a general internist needs to know about Brugada syndrome: a case-based discussion", "patient": "A 26-year-old male initially presented to the emergency department with cough, sore throat, and fever. An ST elevated myocardial infarction alert was called based on an EKG (), which was ordered for complaint of palpitations. It was later determined by a cardiologist that his EKG, though not diagnostic, was consistent with BrS. Due to his symptoms, the patient was advised to have an ICD or loop recorder placed; however, the patient failed to follow up claiming lack of medical insurance and time commitments at work.\\nIn the following 6 months, he had three syncopal episodes; two at rest and one on exertion while at his workplace where he mixes cement. During his latest syncopal episode, he presented with complaints of nausea, dizziness, and loss of consciousness, all preceded by symptoms consistent with upper respiratory infection (URI) to include cough, sore throat, and fever.\\nThe patient's past medical history was otherwise non-contributory. Family history, while vague, was significant for the early death of his father at 32 years of age from a heart complication and multiple uncles with a history of ‘heart disease’. The patient admitted to smoking less than one pack per day for over 15 years, but denied use of alcohol or illicit substances. Physical examination was normal with the exception of a temperature of 102°F and bilateral, scattered, expiratory wheezes on pulmonary exam.\\nEKG at this time was suggestive of Type 1 Brugada pattern (). Nuclear exercise stress test showed no reversible perfusion defect. 2D echocardiography showed left ventricular (LV) cavity of normal size and function with ejection fraction of 55–60%. Remaining lab data were unremarkable with normal hemoglobin, thyroid stimulating hormone (TSH), and liver/kidney function panels.\\nPrior to discharge, the patient was fit and instructed on management of a wearable external cardiac defibrillator, which he wore for 2 weeks while awaiting resolution of his URI symptoms. An ICD was later placed and the genetic study of SNC5A returned normal.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'18669142': 1, '22715240': 1, '16935995': 1, '12804811': 1, '21349352': 1, '19122847': 1, '24721456': 1, '12494626': 1, '19641464': 1, '24186898': 1, '15913579': 1, '14993143': 1, '15898165': 1, '19889341': 1, '26091667': 1, '19767278': 1, '16267250': 1, '1309182': 1, '20357395': 1, '17967977': 1, '12741714': 1, '19808433': 1, '26091654': 2}", "similar_patients": "{}"}