{"patient_id": 153246, "patient_uid": "4960021-1", "PMID": 27462586, "file_path": "noncomm/PMC004xxxxxx/PMC4960021.xml", "title": "Dilated cardiomyopathy with Graves disease in a young child", "patient": "A 32-month-old boy was brought to the emergency department with complaints of irritability, vomiting, and diarrhea for 3 days. He had been previously healthy, although he had reportedly lost weight (about 2 kg) over the last 3 months. At presentation, the child had an anxious look and was sweating profusely. His height was 101 cm (1.9 height standard deviation score [SDS]) body weight was 11.3 kg (–1.97 weight SDS), and body mass index (BMI) was 11.08 (–4.69 BMI SDS). The heart rate was 170 beats/min, the body temperature 36.9℃, and the blood pressure 110/90 mmHg (systolic, 90th–95th percentile; diastolic, >95th percentile). On physical examination, he had warm, moist skin and a slightly enlarged but non tender thyroid gland without nodules. He did not have exophthalmos. Cardiovascular examination revealed a rapid regular heart rate with a pansystolic murmur and gallop. The liver was palpable about 3 cm below the right subcostal margin and was tender.\\nThe child had been born by normal vaginal delivery, with a birth weight of 3.0 kg. There was no significant prenatal history. His two elder sisters and his parents had no history of cardiac or autoimmune diseases.\\nAn electrocardiogram confirmed sinus tachycardia (167/min) and revealed low-amplitude QRS complexes. The chest radiograph showed cardiomegaly with interstitial pulmonary edema (). The echocardiogram revealed a dilated left ventricle, with moderate mitral and tricuspid regurgitation. The estimated left ventricular ejection fraction (EF) was 28%. He was diagnosed as a case of DCMP with congestive cardiac failure and was admitted for further evaluation and treatment. We started treatment with fluid restriction (to 60% of maintenance), a diuretic (furosemide, 2 mg/kg/day), an angiotensin converting enzyme inhibitor (captopril, 0.5 mg/kg/day), and inotropics (dopamine, 10 µg/kg/min; digoxin, 25 µg/kg). Initial laboratory findings revealed that the white blood cell count was 19,760/mm3, segmented neutrophils 26.9%, hemoglobin 12 g/dL, and platelet count 342,000/mm3. The serum aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels were elevated at 654 and 1,140 U/L, respectively. The total bilirubin level was 1.6 mg/dL, and the prothrombin time was 24.4 seconds (28% of normal control, 2.22 international normalized ratio). The pro-brain natriuretic peptide (Pro-BNP) level was 25,277 pg/mL (normal range, <115 pg/mL). The thyroid function test (TFT) showed a free T4 level of 3.52 ng/dL (normal range, 0.7–1.48 ng/dL), T3 level of 1.22 ng/mL, and a thyroid stimulating hormone (TSH) level of 0.0002 µIU/mL (normal range, 0.35–4.94 µIU/mL). The TSH receptor antibody was positive at 33.29 IU/L (normal range, <1.75 IU/L), and the thyroid peroxidase antibody titer level was 45.50 IU/mL (normal range, 0–30 IU/mL). Based on these findings, we arrived at a diagnosis of hyperthyroidism due to GD and started the child on methimazole (0.5 mg/kg). We also considered that the DCMP was caused by the GD, and put the patient on high-dose intravenous methylprednisolone (30 mg/kg/day) for 3 consecutive days. We tried administering Lugol solution, but had to discontinue it because of the frequent vomiting. Propranolol was delayed until circulatory stabilization was achieved, because it can cause severe hypotension in cases of low-output cardiac failure.\\nOn the second day, thyroid ultrasonography was performed and showed a large area of heterogeneous echogenicity with a 0.2-cm-size cyst in the lower portion of the right lobe of the thyroid gland. Viral study for Epstein-Barr virus, cytomegalovirus, enterovirus, and hepatitis virus A and B were all negative, but was positive for respiratory adenovirus. The serum immunoglobulin levels were in the normal range, although the C4 and CH50 levels were decreased at 9.4 mg/dL and 15.9 U/mL, respectively. Antinuclear antibody, double-stranded DNA antibody, and antismooth muscle antibody were negative.\\nOn the fifth day, the boy was doing well: the vomiting and diarrhea had subsided, and his vital signs had stabilized; the liver was still palpable 1 cm below the right subcostal margin but was no longer tender. The AST and ALT levels had decreased to 50 and 139 U/L, respectively, and the pro-BNP level was 686.3 pg/mL. Follow-up echocardiography on the eighth day of hospitalization showed an EF of 54%. The repeat TFT showed a free T4 level of 1.74 ng/dL and a TSH level of 0.0006 µIU/mL. The dose of methylprednisolone was tapered over 7 days. A follow-up chest radiograph on the eighth day of hospitalization revealed decrease in the heart size and reduction in the bilateral pulmonary edema (). Furosemide, dopamine, and digoxin were discontinued, and propranolol (0.5 mg/kg/day) was started on day 8. On day 12, the boy was discharged on propranolol, methimazole (0.4 mg/kg/day), and captopril, with instructions to taper off the dosages of propranolol and captopril gradually.\\nAt 3 months, the boy had recurrence of hyperthyroidism as the mother was no longer administering the methimazole regularly for 1 month. The free T4 was elevated to 3.96 ng/dL and the T3 to 4.63 ng/mL; the TSH was depressed to 0.0001 µIU/mL. TSH receptor antibody titer was elevated to more than 40 IU/L. Despite this, however, the patient did not have any hear failure symptom, and echocardiography showed an EF of 52.6%, with only mild mitral regurgitation. We increased the dose of methimazole to 0.5 mg/kg/day, tapering the dosage gradually to a maintenance dose of 0.2 mg/kg/day after TFT was normalized. The latest TFT, 3 years after the initial diagnosis, shows free T4, 0.98 ng/dL; T3, 1.68 ng/mL; and TSH, 0.0012 µIU/mL. The TSH receptor antibody titer remains high at >40 IU/L. The patient continues to do well on 0.2 mg/kg/day of methimazole, and his latest echocardiography shows normal cardiac function, with no evidence of regurgiation ().", "age": "[[32.0, 'month']]", "gender": "M", "relevant_articles": "{'15558930': 1, '21111118': 1, '21700562': 1, '3407167': 1, '31967967': 1, '23645990': 1, '11071676': 1, '6231854': 1, '21304213': 1, '22592022': 1, '8342523': 1, '12917077': 1, '1192685': 1, '17005710': 1, '8796147': 1, '27462586': 2}", "similar_patients": "{}"}