{"patient_id": 78494, "patient_uid": "4251878-1", "PMID": 25506017, "file_path": "comm/PMC004xxxxxx/PMC4251878.xml", "title": "Chronologic Presentation of a Severe Case of Progressive Hemifacial Atrophy (Parry-Romberg Syndrome) with the Loss of an Eye", "patient": "A 23-year-old male patient was referred to our tertiary academic centre because of a defect affecting one side of his face. The patient underwent adenotonsillectomy at 6 years of age, and numbness started to affect the left side of his face 3 months after surgery. At that time, he was informed by his physician, who performed the operation, that there were no problems. However, the numbness affecting the left side of his face increased, and shrinkage and weakness of the left side of the face occurred over the next 2 years. In ten years after surgery, his complaints and symptoms increased (Figures and ) but he could not see the doctor for socioeconomic reasons.\\nA physical examination at the time of referral to our centre revealed atrophy of cutaneous and subcutaneous fat tissue on the left side of the patient's face, phthisis of the left ocular bulb and corneal atrophy, left zygomatic atrophy, and asymmetry (Figures , , and ). Hemiglossal atrophy and an increased size of fissures of the left side of the tongue were also seen (). Maxillary atrophy displaced the left upper teeth in an upward and backward direction ().\\nThe patient had no dermal lesions or involvement of the extremities. There was no family history of PHA. The patient underwent autologous fat injection at 14 and 16 years of age, but the desired result was not sustained and the atrophy continued (). No antibodies were detected in serological tests. Sedimentation and core reactive protein levels were within normal limits, suggesting that the facial disorders were not caused by inflammatory diseases. Computed tomography revealed no apparent neurodegeneration (), eliminating Rasmussen encephalitis (RE) from the differential diagnosis. The computed tomographic images revealed a decrease in left retroorbital fat tissue and atrophy of the ocular bulb (). The left temporal muscle was atrophic compared with the right temporal muscle (). Magnetic resonance angiography was performed to detect possible vascular causes but revealed no vascular abnormalities of the internal and external carotid arteries or of their branches ().\\nThe patient was informed that surgical reconstruction of his facial asymmetry would not stop the progression of the disorder and that the cosmetic results would probably be temporary. The patient did not wish to undergo any surgical interventions.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'11744320': 1, '29114430': 1, '26340917': 2, '31139478': 2, '8175994': 1, '16247619': 1, '22405645': 1, '2059786': 1, '1962072': 1, '7699686': 1, '9127045': 1, '17700981': 1, '6601461': 1, '16505785': 1, '19745718': 1, '18981376': 1, '14424619': 1, '11242767': 1, '29445726': 1, '25506017': 2}", "similar_patients": "{'6500608-1': 1, '4560931-1': 1}"}