{"patient_id": 145563, "patient_uid": "4427375-1", "PMID": 25984312, "file_path": "noncomm/PMC004xxxxxx/PMC4427375.xml", "title": "Endometriosis coexisting with mature cystic teratoma in the same ovary and ectopic pregnancy of left fallopian tube: a rare coexistence", "patient": "A 28-year-old (G1P0) woman was referred to our center with a history of vaginal bleeding of 2 days duration and mild abdominal discomfort. Blood pressure was 112/66 mmHg and pulse rate 80 beats/min. Her abdomen was soft but mild tenderness of the lower abdomen. Serum β-hCG level was 5302.8 mIU/mL. Transvaginal ultrasonography showed an enlarged uterus containing an amorphous thickened endometrium and absence of fetal parts. Ultrasound revealed bilateral ovarian masses of ∽6 cm, respectively, and a moderate amount of intraperitoneal fluid. Further evaluation with magnetic resonance imaging (MRI) revealed bilateral mature cystic teratomas and irregular nodular thickened endometrium (Fig.). After discussion, the patient underwent a laparoscopy. Intraoperative findings include a moderate amount of hemoperitoneum and enlarged ovaries bilaterally. Fibrinous material and clot adherent to the fimbrial end of the left fallopian tube were noted. After careful evacuation of fibrinous material and clot, the bleeding focus was identified in the fimbrial end of the left fallopian tube. As the bilateral tubes appeared to be unaffected by the ectopic pregnancy except for bleeding site of the left fimbrial end, the bleeding site was sutured. The ovarian cysts were then enucleated. Teeth, skin, and hair were found, characteristics of teratoma. The removed fibrinous material and clot were sent for pathological examination and the final histology confirmed the presence of the chorionic villi, consistent with ectopic pregnancy. In addition, on histologic analysis of the bilateral ovarian masses, the diagnosis of bilateral ovarian mature cystic teratomas was confirmed and the simultaneous presence of ovarian endometriosis and mature teratoma in the left ovary was also noted (Fig.). To reduce the risk of persistent ectopic pregnancy, systemic administration of methotrexate (50 mg/m2) was performed intramuscularly. Three weeks postoperatively, postoperative course was uneventful and the β-hCG decreased to 32.83 mIU/mL. But the patient had been lost to follow-up since then.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'20400071': 1, '31086669': 1, '9335189': 1, '14506771': 1, '20598059': 1, '18486841': 1, '8362952': 1, '13822423': 1, '11342738': 1, '8990451': 1, '17882426': 1, '16280355': 1, '25984312': 2}", "similar_patients": "{}"}