{"patient_id": 140699, "patient_uid": "4152692-1", "PMID": 25190960, "file_path": "noncomm/PMC004xxxxxx/PMC4152692.xml", "title": "Eisenmenger's syndrome in pregnancy: Use of epidural anesthesia and analgesia for elective cesarean section", "patient": "A 27-year-old pregnant female, 50 kg (gravida three para one) was admitted to our hospital at 34 weeks of gestation with complaint of pain abdomen for 2 days. On examination, the patient was found to be cyanotic with clubbed fingers and raised Jugular venous pressure (JVP). Her pulse rate was 98 per minute, blood pressure 130/90 mmHg, respiratory rate 18 per minute; O2 saturation 64% on air. On auscultation, a pansystolic murmur grade III in fourth to sixth intercostals space, and bilateral basal crepitations were present. Two years back, during her first pregnancy, she delivered a term still born baby at home, after which she became dyspnoeic, cyanotic, and was rushed to hospital. There she was diagnosed to have VSD with severe pulmonary hypertension with bidirectional shunt. The patient was advised to have regular follow-up with the cardiologist but her visits were irregular. The second pregnancy was spontaneously terminated at 4 months and was uneventful. With regard for her health, the patient was advised not to conceive, but she refused. She was told to have congenital heart disease in childhood, but because of poor socioeconomic status lost follow-up.\\nDuring present pregnancy, she had dyspnea grade I in first trimester but increased to grade III in third trimester. She was on irregular treatment with tablet sildenafil 25 mg twice a day since 4 months. Considering precious pregnancy lower segment cesarean section (LSCS) was planned. All risks were explained and written informed consent was obtained. All blood investigations were normal. Two-dimensional echocardiography (ECHO) with color Doppler showed large perimembranous VSD of 17 mm size, bidirectional shunt, severe pulmonary artery hypertension (PAH), severe tricuspid regurgitation, dilated right atrium, normal biventricular function with ejection fraction of 52%. In the operating room, the patient was given oxygen by facemask; electrocardiogram (ECG) and pulse-oximeter were attached for continuous monitoring. Peripheral intravenous access was secured. Central venous pressure (CVP) catheter was placed through the right antecubital vein.\\nAll cannulations were done after local infiltration with lidocaine. The baseline parameters were observed and recorded with heart rate of 99 per min, blood pressure140/98 mm Hg, CVP 11 cm H2O and SpO2 was 88% on oxygen by facemask. Meticulous attention was paid to avoid bubbles in lines and syringes because of the risk of paradoxical embolism. Ampicillin and gentamicin were administered for prophylaxis against bacterial endocarditis. An 18G Tuohy needle was inserted in L2-L3 interspace in sitting position and an epidural catheter was introduced 3 cm toward cephalad direction in epidural space. 3 cc test dose of lignocaine with adrenaline (1 in 2 lacs) mixture was administered. No formal fluid preload was done, but a slow infusion of hydroxyethyl starch was commenced. Incremental dose of lignocaine with adrenaline solution and bupivacaine (0.5%) were titrated against anesthetic and hemodynamics effects. Over a period of 30 min, a total of 7cc of lignocaine with adrenaline solution and 8 cc of bupivacaine with 25 μg of fentanyl produced a block height of T8 tested to touch with blunt forceps. CVP was maintained between10-12 mm throughout the surgery. The vitals remained unchanged. The procedure was uneventful without pain and discomfort. After delivery of baby, furosemide 10 mg was given intravenously. A total of 450 cc of colloid was given. Postoperatively, epidural analgesia was maintained with 0.125% bupivaicaine and 20 μg of fentanyl every 8 hourly for 72 h. After surgery patient was shifted to intensive care unit (ICU) for monitoring and was discharged on 10th day.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'7219460': 1, '3399120': 1, '11013476': 1, '26712984': 2, '11575352': 1, '18516394': 1, '27849306': 1, '6522675': 1, '25190960': 2}", "similar_patients": "{'4683482-1': 1}"}