{"patient_id": 83682, "patient_uid": "4627392-1", "PMID": 26518665, "file_path": "comm/PMC004xxxxxx/PMC4627392.xml", "title": "Infliximab-associated fulminant hepatic failure in ulcerative colitis: a case report", "patient": "A 38-year-old Afro-Brazilian woman with refractory UC was started on IFX (5 mg/kg). Her baseline liver and renal functions were entirely normal. Our patient became asymptomatic after IFX-induction therapy (weeks 0, 2, and 6). After the fifth dose of infliximab, routine laboratory examinations showed an increase in transaminases levels, with aspartate aminotransferase (AST) of 325 U/L and alanine aminotransferase (ALT) of 408 U/L, and the medication was discontinued. Our patient had no history of alcohol abuse or infection. Serology tests for hepatitis B and C viruses, human immunodeficiency virus (HIV), cytomegalovirus, and Epstein–Barr virus were negative. No serum smooth-muscle, anti-nucleic, or antimitochondrial antibodies could be detected. Even after we discontinued therapy, our patient’s condition worsened. She developed severe cholestasis with marked jaundice and fatigue, requiring hospitalization. Laboratory tests were as follows: bilirubin 23.38 mg/dL (normal range <1.2 mg/dL), AST 1,254 U/L (normal range <35 U/L), and ALT 2,177 U/L (normal range <105 U/L). Her platelet count decreased to 54,000 and the plasma internationalized normalized ratio (INR) was elevated to a value of 4.1. A nuclear magnetic resonance scan demonstrated acute liver damage. She developed grade III encephalopathy with marked confusion and incomprehensible speech and had an emergency whole liver transplantation. The surgery was successful. A histopathological analysis of her explanted liver revealed extensive necrosis compatible with fulminant hepatic failure (Fig. ). After the procedure, results from hepatic tests normalized (Fig. ). Our patient made a full recovery and is receiving immunosuppressive therapy with tacrolimus. No signs of liver rejection or colitis reactivation have yet been noted.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'21723220': 1, '17663423': 1, '20937043': 1, '28272203': 1, '17163303': 1, '22398069': 1, '24047326': 1, '16547695': 1, '11155419': 1, '19596014': 1, '20926880': 1, '29564668': 1, '29751876': 1, '21122513': 1, '21175228': 1, '32025603': 1, '23333219': 1, '25131534': 1, '25110253': 1, '26032391': 1, '25309060': 1, '24291019': 1, '31065290': 1, '25117777': 1, '20107930': 1, '26518665': 2}", "similar_patients": "{}"}