{"patient_id": 85394, "patient_uid": "4754233-1", "PMID": 26943693, "file_path": "comm/PMC004xxxxxx/PMC4754233.xml", "title": "Damage control management of innominate artery injury with tracheostomy", "patient": "A 79-year-old male, with terminal lung cancer at the right upper lobe, had been in another hospital and intubated for 3 weeks since an accidental airway obstruction. His doctor performed the tracheostomy in a surgical manner at the bedside. During the procedure, continuous arterial bleeding at the surgical site occurred. The doctor could not detect the bleeding artery clearly, but direct manual compression with an index finger at the surgical site provided temporary hemostasis. On arrival at our emergency department, he was intubated and in severe hemorrhagic shock despite having received transfusion of six units of packed red blood cells concentration (PRBC) and six units of fresh frozen plasma (FFP).\\nArterial blood gas assessment revealed metabolic and respiratory acidosis and anemia [pH 7.09, pCO2 71 mmHg, pO2 193 mmHg, HCO3− 21.0 mmol/L, base excess (BE) −8.3 mmol/L, lactate (Lac) 5.5 mmol/L, hemoglobin (Hb) 7.9 g/dL, hematocrit (Ht) 22 %, FiO2 1.0], and blood tests showed coagulopathy [PT 35.3 %, PT-INR 1.68, activated partial thromboplastin time (APTT) 56.2 s, fibrinogen (Fib) 84 mg/dL]. These data showed that his condition was in severe hemorrhagic shock and coagulopathy.\\nThe patient was taken up for emergency surgery in view of the serious nature of the injury.\\nDuring surgery, because of the clinical impression of an injury to the distal IA or proximal common carotid artery, a right supraclavicular incision was made, followed by dissection of the platysma, division of the right sternocleidomastoid muscle, and resection of the right clavicular head. The exposure revealed that both innominate and right common carotid arteries were injured (Fig. ). After innominate, the right subclavian and right common arteries were isolated and primary repair and graft interposition of the arteries was attempted, but proved too difficult because of atherosclerosis. After an hour into the surgery, the patient showed worsening hypothermia (34 °C), metabolic acidosis, and clinical evidence of coagulopathy; therefore, we decided a damage control strategy. Despite clamping of the IA for about 10 min in attempting primary repair, the regional oxygen saturation (rSO2) of the forehead, measured by near-infrared spectroscopy (NIRS; INVOS 5100C Cerebral/Somatic Oximetry Monitors™; Covidien, USA), was approximately 60 % without laterality. It seemed that adequate blood circulation to the brain was maintained through the collateral flow; therefore, we decided to ligate the innominate, right carotid, and subclavian arteries. The wound was packed with gauze for temporary wound closure. Overall, the operation lasted for 1 h and 25 min, with a recorded blood loss of 1190 g and transfusion of 16 units PRBCs and 10 units of FFP.\\nPostoperative contrast-enhanced computed tomography revealed no apparent acute cerebral ischemia and extravasation, and the distal right common carotid and right subclavian arteries were enhanced through the circle of Willis (Fig. ). A right tracheal shift due to adhesions caused by lung cancer was also revealed, indicating a course of the IA anterior to the third tracheal ring.\\nAfter admission to the intensive care unit, coagulopathy and hypothermia were corrected with massive transfusion (overall transfusions: PRBCs 24 units and FFP 26 units).\\nNo symptoms of hypo-perfusion of the right upper limbs and brain were observed; therefore, an extra-anatomical bypass was deemed unnecessary. On postoperative day 1, we closed the wound definitively. On postoperative day 7, the patient was transferred to a sub-acute, community hospital.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'18356085': 1, '16137532': 1, '24700033': 1, '10744302': 1, '31127333': 1, '24995064': 1, '21509490': 1, '32139940': 1, '23345194': 1, '22135770': 1, '24461267': 1, '31111253': 1, '24256663': 1, '26943693': 2}", "similar_patients": "{}"}