{"patient_id": 81844, "patient_uid": "4493269-1", "PMID": 26199763, "file_path": "comm/PMC004xxxxxx/PMC4493269.xml", "title": "The Enigma behind Pituitary and Sella Turcica", "patient": "A 15-year-old female reported to our college with complaint of missing front tooth. She was a dwarf with a height of 4.5 feet and a weight of 31 kg (). History revealed that she was diagnosed as a case of hypopituitarism at 3 years of age. Her mother had a similar condition () and all her siblings were reported to be normal. Her basal growth hormone levels were 0.30 ng/mL at 3 years of age and 2.10 ng/mL at 11 years of age as per the records produced by her. Growth hormone replacement therapy was suggested for the patient by her endocrinologist which she had not taken. Her profile was mildly convex with competent lips (Figures , , and ). She had class I molars with proclined incisors and generalised spacing. She gave a history of trauma a few months back leading to the loss of her upper left central incisor (Figures , , and ). She had generalised microdontia with short conical roots as revealed by the OPG (). Her mother's OPG () too revealed microdontia which is consistent with the dental findings of congenital hypopituitarism []. Her lateral cephalogram revealed a class I skeletal base ( and ). A striking feature in the lateral cephalogram was the decreased sella size (). The size of sella turcica assessed from radiographs typically ranges from 4 to 12 mm for the vertical and from 5 to 16 mm for the anteroposterior dimensions [–]. The lower limits of normal for depth and length of sella on radiographs are 4 mm and 5 mm []. In our case on superimposing the sella tracing over a graph sheet with millimeter readings [], the vertical dimension was found to be 3.5 mm and anteroposterior dimension was 4 mm. The dimensions in our case are lower than the normal lower limit.\\nSince the patient's main complaint was missing incisor, she was not interested in getting orthodontic treatment despite having proclined incisors. Hence, no orthodontic treatment was carried out for this patient.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'8642055': 1, '10413339': 1, '26924989': 1, '8922509': 1, '15762376': 1, '1870916': 1, '5325715': 1, '9747750': 1, '1906495': 1, '15237929': 1, '210644': 1, '15650069': 1, '14065473': 1, '13458563': 1, '5427461': 1, '24348611': 1, '14158239': 1, '2591059': 1, '4290571': 1, '9686688': 1, '9228835': 1, '6601392': 1, '6572593': 1, '6013155': 1, '23159420': 1, '10354584': 1, '354794': 1, '26199763': 2}", "similar_patients": "{}"}