{"patient_id": 84153, "patient_uid": "4662665-1", "PMID": 26943443, "file_path": "comm/PMC004xxxxxx/PMC4662665.xml", "title": "A case of adenoid cystic carcinoma of the esophagus", "patient": "A 78-year-old man was admitted for the treatment of gastric ulcer in our hospital. He was a heavy smoker without habitual drinking, and presented no lymphadenopathy in the cervical or supraclavicular regions. Laboratory examination suggested no remarkable findings, and his serum levels of carcinoembryonic antigen, carbohydrate antigen 19-9, and squamous cell carcinoma related antigen were 0.8 ng/ml, 9.0 U/ml, and 1.6 ng/ml, respectively.\\nEndoscopic survey for the follow-up of gastric ulcer revealed a protruding lesion with smooth surface and central excavation located in the middle of the esophagus (Fig. a). Iodine stain showed unambiguous lightly stained region (Fig. b), which suggested that the tumor was covered by normal esophageal mucosa. Irregular patterns of intra-epithelial papillary capillary loops were found by narrow-band imaging (Fig. c), and lesions with mixed echogenicity in the submucosal layer were detected by endoscopic ultrasonography (Fig. d). Although the results of ordinary biopsy suggested chronic esophagitis in the mucosa, a boring biopsy at the following endoscopic survey allowed us to observe a mixture of cribriform and solid patterns in the tumor component, which strongly indicated ACC in the esophagus. Computer tomography could not detect any primary lesion in the esophagus and found no lymph node or distant metastasis. Therefore, under the diagnosis of primary EACC without metastasis, a thoracoscopy-assisted subtotal esophagectomy with lymph node dissection was carried out, followed by posterior mediastinal gastroesophagostomy. The resected tissue specimen showed a non-encapsulated solid mass with slight erosion, measuring 1.0 × 0.7 cm in size (Fig. a). The cut surface of the tumor demonstrated a solid mass gray-white appearance mainly located in the submucosal layer (Fig. b). Microscopic examination found no tumor invasion to the proper muscle layer without lymph node metastasis (pT1bN0M0 stage I according to “Japanese Classification of Esophageal Cancer 10th edition”). An alveolar solid pattern was predominantly shown (Fig. a) while cribriform and tubular patterns were partially identifiable in the lesion (Fig. b). Intraluminal substance in the tubular pattern regions was stained with alcian blue and periodic acid-Schiff (PAS) (Fig. c, d), which indicated that the component contained basophilic glycosaminoglycans and hyalinized basal lamina material. Immunohistochemistry revealed that the tumor cells reacted with pan-cytokeratin immunostains (Fig. e) and expressed vimentin and S-100 protein (Fig. f, g), collectively supporting the pathological diagnosis of primary EACC. The patient was discharged 63 days after operation, and no sign of recurrence was detected in the 12 months of follow-up.\\nThe incidence of EACC was identified with 0.04 % (1 of 2370 cases) and 0.16 % (4 of 2521 cases) of esophageal malignant tumors by Igaki et al. []. and Hosokawa et al. [], respectively. Using Japan Medical Abstracts Society () to search with the keywords “esophagus” and “adenoid cystic carcinoma”, we found 35 case reports on EACC from 1990 to 2014 (hereafter, a combination of these cases and our case are referred to as the reviewed cases) (Table ). The average age of the reviewed cases was 66.4 years, and the sex ratio was 30 men to 6 women. The most prevalent tumor appearance in the endoscopic findings was protruded (58.6 %), and the second was ulcerative (24.1 %). This was consistent with previous reports which concluded that EACC was derived from esophageal glands, as the tumor was usually covered by normal mucosa at the early stage and ulceration was subsequently exhibited as the tumor progressed [, ].\\nFor preoperative diagnosis of EACC, it has so far been reported that endoscopic biopsy frequently failed to provide a correct diagnosis of EACC because of its similar growth pattern like submucosal tumor. In addition, accurate diagnosis may be more challenging when EACC contained SCC or BSC components []. Morisaki et al. reported that only 8 of 37 cases (21.4 %) in and before 1996 were accurately diagnosed as EACC with endoscopic biopsy specimens []. In the reviewed cases, correct diagnosis was shown in 11 of 26 cases (43.2 %) (diagnosis with biopsy specimen was available for 26 of 36 cases). These results indicated an improvement in diagnosis accuracy, which was probably made possible by the development of endoscopic devices such as boring biopsy and narrow-band imaging system. Another factor is the establishment of useful markers such as vimentin and S-100, which help to differentiate EACC from BSC diagnosis [, ].\\nThe average overall survival of the reviewed cases was 27.6 months following clinical diagnosis. At the time of report, 22 cases were alive while 5 cases died of the EACC (Table ). Half of the reviewed cases showed tumor invasion to the submucosal layer, indicating the advancement of early EACC detection. Moreover, out of 25 cases with the tumor invading to the submucosal layer or muscularis propria, only one case showed lymph node metastasis and no subjects died of the EACC. These results suggested that early detection of the tumor provides patients with the possibility of a complete cure. For treatment, radical resection with regional lymph node dissection is considered to be the first option, since a susceptibility for chemotherapy and radiation therapy still remains elusive [–]. In the reviewed cases, 34 cases underwent radical resection, of which one had neoadjuvant chemotherapy consisting of low-dose CDDP and 5-FU, and another one was treated with intensive repeated combination chemotherapy with CDDP and 5-FU for 1.3 years before surgery. We found only one case that underwent combination chemotherapy with etoposide and tegafur for the treatment of liver metastasis of EACC. Intriguingly, there was a case without metastasis that received radiation therapy alone and subsequently survived for 22 months.\\nIn the current case, we were able to apply thoracoscopy-assisted surgery to this patient because the depth of tumor invasion was diagnosed as submucosa before the surgery. Concomitant with other reviewed cases, our case showed no lymph node metastasis. We hence expected that the subsequent prognosis of this patient may be good.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'9017964': 1, '9149011': 1, '22306543': 1, '32774063': 1, '8114324': 1, '20485637': 1, '1717358': 1, '31464953': 2, '33179618': 1, '6318960': 1, '6926744': 1, '20134125': 1, '32621256': 1, '2558229': 1, '29259386': 2, '26943443': 2}", "similar_patients": "{'6736487-1': 1, '5725305-1': 1}"}