{"patient_id": 80774, "patient_uid": "4408621-1", "PMID": 25949839, "file_path": "comm/PMC004xxxxxx/PMC4408621.xml", "title": "Giant Vulvar Epidermoid Cyst in an Adolescent Girl", "patient": "A 17-year-old adolescent sexually inactive girl admitted to our gynecology outpatient clinic with complaint of left painful vulvar mass, which had been noticed since the menarche age of 11 years and became painful for last three months. The patient had no history for genital trauma or any surgery. She noticed that the mass was gradually increased in size slowly for a period of approximately 6 years after menarche. Her medical history was unremarkable.\\nGynecologic examination revealed an 11 cm diameter mobile, regular contoured, and soft but painful mass in left labia majora and vulva. The mass extended to the pubic rami anteriorly, labia majora and clitoris medially, and inner thigh laterally (). On suprapelvic ultrasound (USG) examination, uterus, cervix, and adnexal structures were seen normal. USG could not visualize the whole mass. MRI was planned for the differential diagnosis and its extensions into surrounding structures and it revealed an 11 × 8 × 10 cm cystic mass with well-defined margins and without contrast enhancements ().\\nThe patient underwent surgical operation and the cyst was easily dissected from peripheral tissue without any major bleeding sites and rupture (). The histopathologic examination confirmed the diagnosis of epidermoid cyst lined with stratified squamous epithelium containing laminated keratinous debris (). The patient was discharged in second postoperative day without any complications. The follow-up examination showed a good cosmetic healing one month after surgery.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'28814588': 1, '9475187': 1, '31049296': 1, '25658206': 1, '8775273': 1, '28812059': 1, '11975977': 1, '33802800': 2, '10597967': 1, '22482981': 1, '11381665': 1, '10942500': 1, '25949839': 2}", "similar_patients": "{'8002583-1': 1}"}