{"patient_id": 151209, "patient_uid": "4810954-1", "PMID": 27073313, "file_path": "noncomm/PMC004xxxxxx/PMC4810954.xml", "title": "Laparoscopic management of hydatid cyst in the lesser sac", "patient": "A 35-year-old female presented to our hospital with abdominal discomfort since 9 months and abdominal pain and abdominal fullness after eating since 2 months. Physical examination revealed a firm, epigastric mass that did not move with respiration. Her computed tomography (CT) scan report showed a lobulated, cystic mass lesion in the lesser sac of size 10 cm × 9 cm × 8 cm (). The enzyme-linked immunoadsorbent assay (ELISA) test for echinococcal antigens was positive. After that, the patient was started on albendazole and it was given for 3 months. After all pre-operative preparations, the patient was put under general anaesthesia in modified lithotomy position. The pneumoperitoneum was created with a veress needle (ETHICON US, LLC, part of the Johnson & Johnson family of companies). One 10-mm telescopic umbilical port, one 5-mm epigastric port, one 12-mm port 4 cm below the epigastric port and two 5-mm ports in the right and left iliac fossa in the midclavicular line were created. The gastrocolic omentum was divided with a harmonic scalpel and the cyst wall was freed of all omental attachments (). The stomach was separated from the cyst wall (Figures and ). The spleen and splenic hilum were totally free from the cyst. Then, the cyst was aspirated with Palanivelu hydatid system (PHS) under negative pressure of 15 mmHg to minimise leakage and 20% hypertonic saline was instilled into the cyst cavity and after 20 min, it was reaspirated. Then, the anterior wall of the cyst cavity of approximately 6 cm × 6 cm was removed with the harmonic scalpel and all the remaining scolices were removed under vision (). Then, the omentum was sutured to the cyst cavity. An abdominal drain kit (Romo ADK, ROMSONS, India) was put into the cavity. The post-operative period was uneventful. The patient was started on oral liquids the next day and the sutures were removed on the third post-operative day and the drain was removed on the fifth post-operative day. Albendazole was continued for 3 months after surgery. The patient was discharged on the sixth day and follow-up was done after 1 month and then after every 3 months.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'8043921': 1, '2667098': 1, '3533205': 1, '8808553': 1, '14605887': 1, '17380005': 1, '24304995': 1, '27073313': 2}", "similar_patients": "{}"}