{"patient_id": 86406, "patient_uid": "4841371-1", "PMID": 27123399, "file_path": "comm/PMC004xxxxxx/PMC4841371.xml", "title": "Retroperitoneal Mature Cystic Teratoma in a Neonate: A Case Report", "patient": "A 2-day-old female neonate, weighing 2.7 kg, antenatally diagnosed at 30 weeks of gestation as a case of abdominal mass with polyhydramnios in primipara mother referred to our department for further management. Baby was delivered normally. Abdominal examination revealed a lump in left side of abdomen extending from left hypochondriac region to left iliac fossa and crossing midline in umbilical region. Lump had variegated consistency, nodular surface, clearly defined margins and restricted mobility. Abdominal X-ray showed bowel loops pushed to right side of abdomen by a space occupying lesion in left side with foci of calcifications in it. Post natal abdominal ultrasound revealed a large heterogeneous solid cystic lesion with few echogenic areas and calcifications. Computed tomography scan of abdomen revealed 10.8 x 8.3 x 8.4 cm heterogeneously enhancing cystic/solid mass lesion with multiple foci of discrete calcifications in retroperitoneum (Fig. 1). Lesion was partially encasing aorta, and displaced major vessels around. Serum alpha-fetoprotein (AFP) level was 28675 IU/ml.\\nTru-cut biopsy was taken under anesthesia which came out as mature teratoma. Baby underwent laparotomy at day 24 of life. A large retroperitoneal tumor (12 x 8 cm) consisting of solid and cystic areas occupying mainly left flank and central abdomen. The tumor was adherent to the surrounding structures namely the root of mesentery, superior mesenteric vessels, inferior mesenteric vessel, duodenum, colon, and left kidney and renal vessels. Tumor was displacing aorta and inferior vena cava to right side. However, there was no infiltration into any vessels or organs neither was any significant lymphadenopathy noted. Left kidney was found to be pushed down into pelvis by tumor. Tumor (800 gm) was excised in toto (Fig. 2).\\nPost-operatively, the patient was kept on ventilator and extubated on 2nd post-op day. Baby was discharged on 11th post-op day on full oral feeds and followed up monthly. Serum AFP at 2 months and 6 months were normal. Baby has gained adequate weight and doing well. Histopathological examination of tumor revealed presence of neural tissue, spindle cells, cartilage, fibroblasts, hypoplastic bone.", "age": "[[2.0, 'day']]", "gender": "F", "relevant_articles": "{'10561269': 1, '18022422': 1, '960000': 1, '15653597': 1, '15613854': 1, '12721723': 1, '18206479': 1, '33062128': 1, '16567916': 1, '27123399': 2}", "similar_patients": "{}"}