{"patient_id": 147757, "patient_uid": "4563975-1", "PMID": 26417144, "file_path": "noncomm/PMC004xxxxxx/PMC4563975.xml", "title": "Cardiac arrest following butane inhalation", "patient": "An 18-year-old male was brought to our emergency department by ambulance. The patient has been resuscitated for more than 30 min and was still in ventricular fibrillation. About an hour ago, the ambulance staff was called for a worker in a gas lighter factory. The patient was unconscious and breathing agonically when they arrived at the factory. He had no history of systemic disease, previous operation, drug use or known allergy. According to the witnesses, he was filling his pocket lighter with a butane bottle, and suddenly fell unconscious. The workers had been questioned for a possible leakage of gas, but no one confirmed this. The patient was transported to a nearby hospital, where he was intubated. During the intubation, cardiac arrest occurred, and he was resuscitated for 20 min. Upon the restoration of spontaneous circulation, he was transferred to our hospital, with frequent cardiac arrests during the transportation. At our emergency ward, the patient responded to defibrillation and resuscitation for another 10 min, was started on dopamine infusion at 10 μg/kg/min, and was transferred to the intensive care unit.\\nHis medical history was unremarkable apart from tobacco smoking. His pupils were isocoric, myotic, and reactive to light on both sides. He was not responding to noxious stimuli (Glasgow coma score was: 7). His blood pressure was 130/100 mmHg, heart rate was 130 beats/min, body temperature was 36.5°C, and he was not spontaneously breathing. The computerized tomography of the brain and the plain chest radiography showed mild edema []. Transthoracic echocardiography showed global hypokinesia of the left ventricle (ejection fraction: 50%). He was started on prophylaxis for ventricular fibrillation (0.1% lidocaine infusion at a rate of 1/mg/kg/h), and intermittent mannitol infusion due to hypoxic convulsions (epilepsy was ruled out due to presence of the pupillary light reflexes). An arterial blood gas analysis after 2 h on volume-controlled ventilation (FiO2: 0.50, tidal volume: 550 ml, frequency: 12 beats/min, positive end-expiratory pressure: 5 cmH2O) was within normal levels.\\nWhile we were planning for further tests to rule out a channelopathy or cardiomyopathy, some of his co-workers mentioned that the patient sniffed the lighter fluid before he fell unconscious. The patient's status improved, and we gradually lowered the rate of the dopamine infusion. The next day, his Glasgow coma score was 13, and he was spontaneously breathing at a rate of 16 beats/min. He was put on assisted breathing support mode and extubated 8 h later.\\nOn the 3rd day, he was still disoriented and uncooperative. Dopamine infusion and mannitol therapy were stopped, and the patient was started on enteral nutrition via a nasogastric tube. In the following days, his cooperation gradually improved, with frequent periods of agitation and disorientation. Cranial diffusion and venography magnetic resonance imaging studies showed two hyperintense-zones in diffusion and T1-weighted magnetic resonance image in both sides of the occipital lobe, about 1.5 cm in diameter, identified as subacute ischemic infarcts [].\\nOn the 6th day, the patient was fully cooperative, but still disoriented. His verbal response was limited to few meaningful words, yet no complete sentences. He could follow objects with his eyes, grab them and feed himself. He was discharged to the neurology ward, where he was treated for further 2 weeks. We were informed that after 3 months of rehabilitation, he started to work as a dozer operator.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'22700617': 1, '22689551': 1, '29209676': 2, '12708612': 1, '31534802': 2, '24359283': 1, '12935678': 1, '15891448': 1, '10895761': 1, '15240046': 1, '26417144': 2}", "similar_patients": "{'5787638-1': 1, '6724427-1': 1}"}