{"patient_id": 86969, "patient_uid": "4889789-1", "PMID": 27298746, "file_path": "comm/PMC004xxxxxx/PMC4889789.xml", "title": "Unilateral Eyelid Edema as Initial Sign of Orbital Sarcoidosis", "patient": "A 37-year-old male patient went to the ophthalmic emergency room complaining of pain in the left eye, lasting for two months, with high intensity shooting and progressive ipsilateral eyelid swelling, followed by diplopia and decreased visual acuity. An external eye examination showed hard and cold edema of the lower eyelid, ocular motility with limitation in adduction, and discreet ipsilateral proptosis. Hertel exophthalmometry was used to measure the degree of ocular protrusion and the value obtained was 18,2 mm for the right eye and 25 mm for the left eye ().\\nThe best corrected visual acuity was full (20/20) in the right eye and 0.8 (20/25) in the left eye. No refractive error was detected in any of the eyes. Biomicroscopic examination of the right anterior segment did not reveal any abnormal findings, although the left eye showed conjunctival hyperemia, chemosis, and keratitis.\\nIntraocular pressure was measured using an applanation tonometer and it was found to be 11 mmHg in the right eye and 16 mmHg in the left eye. No pathological findings were detected during fundoscopy. The optical coherence tomography (OCT) of the left eye revealed no abnormalities. The cause for low vision in the left eye was found to be eyelid edema and keratitis. The cause for left eye motility reduction was the extraocular muscles (EOM) affected by the lesion. The affected EOM were the lateral rectus, inferior rectus, and inferior oblique. Magnetic resonance of the orbit showed left eye proptosis and thickening and increase of soft tissues associated with heterogeneous impregnation of contrast in the infralateral region of the left eyelid (Figures and ). A biopsy was performed in the lower left eyelid on the second day of hospitalization using the Posterior Inferior Orbitotomy to access the lesion.\\nHistology showed a chronic inflammatory process, well-formed, tightly packed, with nonnecrotizing granulomas surrounded by lamellar hyaline collagen, and negative immune-histochemistry for mycobacteria, providing histological confirmation of sarcoidosis (). Computed tomography showed enlargement of the pulmonary hilar as a result of bilateral lymphadenopathy. AST was 450 U/L (reference value: 5–40 U/L) and ALT was 375 U/L (value: 7–35 U/L), both higher than usual. Serum angiotensin converting enzyme (ACE) levels were also above the normal levels, 145 mg/dL (reference value: <56 mg/dL). The patient was referred to the Rheumatology Service, which carried out endovenous pulse therapy with methylprednisolone 1 g a day for five days. Keratitis was treated with lubricant sodium hyaluronate based eye drops. 1 drop was applied in the left eye every 4 hours during the time the patient remained in hospital. After treatment with pulse therapy, the patient showed remission of the eyelid edema and chemosis.\\nDuring ophthalmologic treatment at the time of discharge, right eye acuity was 20/20 and visual acuity at the left eye went back to normal standards. The left eye movement was totally restored. Fundoscopy showed no change in either eye. Eye pressure was 13 mmHg for the right and left eye. The patient was discharged after significant improvement of his ophthalmologic condition and with no pain. The patient was reassessed 7, 15, 30, 45, and 60 days after hospital discharge, having presented no pathological changes in the ophthalmologic exam, with complete remission of the disease.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'26948714': 1, '26448043': 1, '34352903': 1, '26492966': 1, '22298792': 1, '9639454': 1, '26682186': 1, '17019419': 1, '26593141': 1, '25762348': 1, '8881183': 1, '9003349': 1, '26799486': 1, '27298746': 2}", "similar_patients": "{}"}