{"patient_id": 152771, "patient_uid": "4927210-1", "PMID": 27489707, "file_path": "noncomm/PMC004xxxxxx/PMC4927210.xml", "title": "Penetrating retro-orbital foreign body – large glass shards: A maxillofacial surgery case report", "patient": "A 53-year-old female presented to University Hospital Aintree Accident and Emergency Department with pain and swelling around the right eye having suffered a traumatic injury 2 days previously. The patient tripped and fell while holding a drinking glass, resulting in said glass shattering upon contact with the face.\\nHaving suffered some minor laceration injuries, the patient did not consider herself to be particularly injured and did not seek medical treatment at this time. However, over the following 2 days, pain and oedema began to worsen around the right eye, resulting in the patient presenting to Accident and Emergency.\\nOn presentation, the patient had significant peri-orbital oedema around the right eye and a sub-conjunctival haemorrhage was visible ( and ). Ocular motility was restricted with sudden sharp pain elicited behind the right eye on superior and inferior gaze. Bony examination did not reveal any signs of fracture and palpation did not elicit pain.\\nVision was measured right eye 6/6 and left eye 6/9, and the patient did not report any perceived change in vision or colour vision from the norm. Vertical diplopia was present at superior and inferior gaze, with reversal between the two points. A small 15 mm laceration injury was present superior to the right eyebrow.\\nDue to the patient’s restriction in ocular motility, radiographs were requested to initially assess any bony injury. A standard occipitomental plain film view was taken (). Upon reviewing the occipitomental study, a clear anomaly was noted overlying the right orbit. A large radio-opaque mass with sharply defined margins was apparent within the orbital contents of the right side. This was reported to be a possible foreign body within the right orbit.\\nA head computed tomography (CT) scan was taken following this, in order to more accurately localize the radio-opaque mass and assess the surrounding vital structures for signs of damage. Upon reviewing the CT study, multiple radio-opaque areas of hyperattenuation were detected in and around the right orbit (). With the largest being a 1.8 × 1.1 × 1.0 cm mass within the right retro-orbital space, directly in contact with the superior rectus muscle. Smaller fragments were also visible in the right pre-septal space and sub-cutaneous tissue. Thankfully, the globe appeared intact, as did the optic nerve.\\nFollowing the history, clinical examinations and special investigations, a diagnosis was achieved. The patient had peri-orbital oedema and a sub-conjunctival haemorrhage as well as restriction in ocular motility.\\nDue to the evidence of direct impingement on the superior rectus muscle, it was evident that this fragment/foreign body was resulting in the ocular motility restriction and pain elicited upon eye movement. The following multi-point diagnosis was made:\\nPeri-orbital oedema and sub-conjunctival haemorrhage of right eye with foreign body embedding in right retro-orbital and pre-septal spaces;\\nResultant pain and restriction of eye movement due to ocular muscle impingement;\\nForeign body, most likely glass fragments of varying sizes.\\nDue to the large foreign body present in the right retro-orbital space and the associated pain/impingement on muscles, intervention was required. A surgical approach was decided upon in order to attempt to remove the foreign body and assess the extent of the damage. Due to the known restriction of operating within the retro-orbital space, radiographic guidance would be required intra-operatively. The patient was consented for exploration of the right orbit and removal of foreign bodies under radiographic guidance. Consent was also obtained for clinical photographs and documentation of a case report.\\nSurgery went ahead under general anaesthesia. Initially, the sub-cutaneous glass fragments were removed and the area thoroughly cleansed with sterile saline irrigation. In order to access the larger retro-orbital glass fragment, the decision was made to enter via the existing wound and cautiously follow the path the fragment took upon entry. In order to achieve adequate access, the wound was widened slightly to allow for effective retraction and visualization. Within the right orbit, a superior approach was undertaken deep to periosteum, which allowed for negotiation to the retro-orbital region. The large retro-orbital foreign bodies were identified immediately distal to superior rectus.\\nAt this stage, positional imaging was acquired with intensifying screens to verify instrument angulation, approach and position. The large foreign bodies were successfully removed and withdrawn along virtually the same path by which they entered. Complete removal was verified with another intra-operative radiograph ().\\nThorough irrigation and cleansing was undertaken. Haemostasis was verified and the surgical site closed in layers. Following surgery, the patient remained with the Maxillofacial Unit and regular eye observations were undertaken on the ward overnight.\\nFollowing surgical intervention, the patient had an uneventful recovery. The patient reported immediately that the pain behind the right eye had gone. Clinical examination post-operatively, the following morning, revealed an improvement in ocular motility of the right eye, with no pain elicited on extremes of gaze and no diplopia. The patient was discharged later the same day.\\nAt 1 week follow-up, it was noted the patient was pain free and the ocular motility had further improved. Some mild restriction remained and this was deemed to be down to weakness of the superior rectus muscle and contracture of the inferior rectus muscle. A mild ptosis of the right eyelid was also noted. The patient was placed on long-term follow-up with a view to potentially provide a levator prosthesis/ptosis repair if the ptosis does not improve with time.\\nOver the following 5-month long-term follow-up, the patient had three Hess chart plottings undertaken that indicated a significant improvement over time, returning to a relative state of normality (). Initially, a lingering restriction to superior movements was present; however, as time passed, this became less profound and normalized in the fullness of time. The patient reported that she is pleased with the outcome of her treatment by the Maxillofacial Surgery Unit.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'16938135': 1, '19075432': 1, '19038521': 1, '15829688': 1, '17894138': 1, '9827733': 1, '24220377': 1, '2188542': 1, '30071376': 1, '27489707': 2}", "similar_patients": "{}"}