{"patient_id": 78510, "patient_uid": "4253701-1", "PMID": 25506030, "file_path": "comm/PMC004xxxxxx/PMC4253701.xml", "title": "Fournier's Gangrene as a Postoperative Complication of Inguinal Hernia Repair", "patient": "A 51-year-old male, suffering from left inguinal hernia, appealed to our institution. His hernia had an 18-year-old history according to patient's statement (). His medical history included ten pack-years of smoking, well-controlled diabetes, and above knee amputation due to trauma (15 years ago). Physical examination revealed left indirect scrotal inguinal hernia. Patient is taken to the operating room with minor predicted operative risk. Following antimicrobial prophylaxis with a second generation broad-spectrum cephalosporin, left inguinal oblique incision was made and hernia sac was explored. Caecum, appendix, descending colon, sigmoid colon, and small intestines were found in indirect hernia sac. No sign of any strangulation was present. Hernia sac was dissected, all herniated organs were reduced into abdomen, and hernia sac was totally removed. We placed a polypropylene mesh and fixated it. A suction drainage tube which was lying near spermatic cord going into scrotum was placed. Patient was carefully monitored in case of abdominal compartment syndrome. On the postoperative tenth day, the amount of drainage was below 10 milliliters a day and no postoperative complications were observed. Patient was discharged. On the fifth day after discharge, patient applied to our outpatient clinic, suffering from scrotal pain and swelling. Scrotum was swollen, tense, and tender to the touch. Inadequate hygiene was noticed. Emergency surgery was decided as the method of lowering intrascrotal pressure and diagnosing. After vertical scrotal incision, large amount of cloudy serous fluid was drained. Left testicle and surrounding soft tissue were significantly necrotic. There was no sign of infection or necrosis in the soft tissue surrounding the previously placed polypropylene graft. Orchiectomy and debridement of necrotic soft tissue were performed (). Postoperative care included antimicrobial therapy (for starters empiric broad-spectrum antibiotics and then agent-specific imipenem, daptomycin, and ciprofloxacin) and daily debridement and dressings. Wound was partially sutured step by step in debridement sessions (). Systemic and local infection findings disappeared in days. Patient was discharged after 16 days of hospital stay.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'32354953': 1, '18087630': 1, '20617396': 1, '17249467': 1, '33204184': 1, '19286224': 1, '11005502': 1, '18705434': 1, '19019745': 1, '31934634': 2, '12792442': 1, '23468272': 1, '21212627': 1, '25506030': 2}", "similar_patients": "{'6947763-1': 1}"}