{"patient_id": 140478, "patient_uid": "4137638-1", "PMID": 25143891, "file_path": "noncomm/PMC004xxxxxx/PMC4137638.xml", "title": "Persistent mullerian duct syndrome: A case report and review of the literature", "patient": "A 14-year-old boy presented with bilateral undescended testes and was diagnosed with intraabdominal testes. He underwent the Fowler Stephen stage I procedure with cauterization of the testicular vessels and, after 6 months, was admitted for the stage II procedure. Preoperative ultrasound examination showed both testes to be of normal size and echo texture, with intact cord vascularity located in the pelvis. Intraoperatively, a diagnosis of mixed gonadal dysgenesis with bilateral oval-shaped gonads and a uterus-like tubular structure was made.\\nTissue was obtained on intraoperative consult. Crush smears performed from the tissue showed immature germ cells and few tubular structures but no maturing spermatozoa. The gonads were excised and submitted for histopathological study.\\nOn microscopy, the right gonad showed normal-looking seminiferous tubules with spermatogonia at its various maturation levels for the age of the patient and a normal-looking epididymis. The left gonad showed the structure of the uterus comprising normal-looking endometrium and myometrium []: Immature uterus with endometrial lining, inset shows endometrial lining at 450X. Seminiferous tubules and epididymal structures were seen in other bits []: Seminiferous tubules in the left gonad; []: Epididymis with pseudostratified epithelium.\\nNo morphologic evidence of intraepithelial germ cell neoplasia or any evidence of testicular neoplasm was noted.\\nIn view of the detailed clinical history and presentation, and in conjunction with the histomorphological features, a possibility of PMDS (hernia uteri inguinalis) was considered.\\nGenetic testing for MIS system gene mutation, mutations in receptor for MIS gene and sexual karyotyping of the patient was advised.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'30956499': 1, '29453163': 1, '9043511': 1, '30443115': 1, '34422431': 2, '21911322': 1, '28584567': 1, '23133198': 1, '21808600': 1, '33190105': 1, '25143891': 2}", "similar_patients": "{'8376460-1': 1}"}