{"patient_id": 149577, "patient_uid": "4697920-1", "PMID": 26724326, "file_path": "noncomm/PMC004xxxxxx/PMC4697920.xml", "title": "Primary mediastinal dedifferentiated liposarcoma resected by lateral thoracotomy with video-assisted thoracoscopic surgery", "patient": "A 74-year-old man was referred to our hospital after a left middle and posterior mediastinal tumor was detected on computed tomography (CT) performed as an examination for dry cough in other hospital. CT about 2 years earlier had shown a 3.2 × 2.4-cm lipomatous tumor at the left hilum adjacent to the left lower pulmonary vein (Fig. ), and that lipomatous tumor was considered the origin of the present mediastinal tumor. Contrast-enhanced CT performed in our hospital showed a heterogeneous tumor, displacing the left lower lobe of the lung, and measuring 10 × 7.4 × 6 cm on horizontal and coronal sections (Fig. A and B). Magnetic resonance imaging showed a hyperintense marginal region with central hypointensity on T1-weighted imaging, and heterogeneously high intensity in the whole tumor on T2-weighted imaging. We scheduled surgical resection, and the patient was admitted to our hospital 3 weeks after the first visit. Chest radiography showed rapid growth of the left intrathoracic tumor (Fig. A and B), and CT revealed a tumor measuring 11.4 × 8 × 6.2 cm without pleural effusion or hemothorax.\\nExtirpation of the tumor was performed with a 15-cm left lateral incision assisted with a thoracoscope. The tumor appeared smooth and encapsulated, and appeared to have originated from mediastinal fat tissue. No adhesion between the tumor and descending aorta was evident, although fibrous adhesion between the tumor and lung was present without direct invasion. Grossly, the extirpated tumor was well circumscribed, ∼11 × 8 × 7 cm in size and encapsulated by thin, fibrous tissue. The cut surface revealed a myxoid appearance, partially intermingled with a whitish, solid part (Fig. ). Histopathologically, the myxoid area showed proliferation of pleomorphic tumor cells such as plump spindle-shaped cells, stellate cells and large atypical cells with bizarre nuclei, embedded in myxoid stroma. The whitish, fibrous part comprised dense fibrous stroma containing scattered pleomorphic tumor cells and partially intermingled with mature fat tissue, showing features of well-differentiated liposarcoma (Fig. A and B). Immunohistochemistry revealed positive nuclear staining for CDK4 and MDM2 in both myxoid and fibrous parts of the tumor (Fig. C and D). Dedifferentiated liposarcoma was therefore diagnosed.\\nThe postoperative course was uneventful, and the patient was discharged on Postoperative Day 6. No evidence of recurrence has been identified as of 8 months postoperatively.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'23826426': 1, '23032820': 1, '33786154': 1, '30329218': 2, '24993036': 1, '21552124': 1, '29491279': 1, '32190631': 1, '18292740': 1, '28044001': 2, '23832711': 1, '15111205': 1, '19589790': 1, '26724326': 2}", "similar_patients": "{'5204133-1': 1, '6275824-1': 1, '6275824-2': 1, '6275824-3': 1, '6275824-4': 1, '6275824-5': 1}"}