{"patient_id": 87590, "patient_uid": "4939520-1", "PMID": 27403333, "file_path": "comm/PMC004xxxxxx/PMC4939520.xml", "title": "Automatic behavior and communication due to pramipexole", "patient": "A 45-year old, right-handed woman, who worked as a social worker, was being treated for PD which affected predominantly her right limbs. She did not report a REM sleep behavior disorder. She was unable to tolerate ropinirole due to nausea, and was switched to pramipexole. On pramipexole 1.5 mg p.o. tid she reported an episode for which she was completely amnestic. This event occurred at about 11.30pm. She had been painting a small piece of furniture, and intended to save the remaining paint to give another coat on a later day. She reported that she entered the kitchen intending to wash out her paint brush, but subsequently, without awareness, emptied and washed the 1 quart (0.95L) paint can (which was still 2/3 full) in the kitchen sink. When she again became aware of her surroundings, she found that the paint can was completely empty and had been cleaned, as had the sink, although there was paint splashed on the floor. She did not fall to the ground and her husband was asleep elsewhere in the house and did not hear anything. The patient estimated the duration of this episode, gauged by the time it would have taken to clean the paint can and the sink, was approximately 10 minutes.\\nThe patient also reported several instances where she suddenly changed the topic and style of communication. This happened both during spoken conversation and when writing emails. For example, she completed emails to a friend and to a colleague in an inappropriately formal manner. She could not recall why she did this, but on one occasion was able to note that she felt “weird”. She describes another episode, which occurred while she was composing an email to the author thus:\\n“As I was gathering information for this email on 12/18 I experienced another Automatic Behavior. It was at 4:25am, so actually the morning of 12/19. I hadn’t gone to bed yet, as I had social work CEUs [Continuing Education Units] to complete. I was typing the above sentence about my husband saying to me “Hey XXXX” but instead of me completing the sentence correctly I switched subjects and the sentence read like this, “Hey, XXXX, you were talking about work and now you are talking about Incarceration at Marin County. It was very strange having it happen to me while I was writing to you about it, but I was definitely extremely tired at the time.” [Italics indicate inserted text].\\nShe reported poor nighttime sleep since increasing the pramipexole, getting only 4 h sleep/night, and feeling very sleepy during the day. She did not report other cognitive issues, and was able to perform reasonably at her management-level job. There were no visual hallucinations or misperceptions. There was no evidence of any impulse control disorder. Formal neuropsychological testing was unremarkable apart from mild relative impairments in simple directed auditory attention, phonemic fluency, non-dominant left hand extremity strength, and acquisition and retention of new visual information.\\nPramipexole was decreased to 0.75mg t.i.d. for one week with the addition of carbidopa-levodopa 25/100 ½ tab t.i.d. and then stopped, and carbidopa/levodopa increased to 1 tab 25/100 t.i.d. On stopping pramipexole she developed marked anxiety and panic attacks, consistent with dopamine agonist withdrawal syndrome (DAWS) []. She was restarted on pramipexole 0.75mg t.i.d. and tapered the medication over 5 weeks without recurrence of anxiety. She reported a marked improvement in daytime sleepiness and in nocturnal sleep disruption, and her automatic behaviors ceased.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'15077237': 1, '20065130': 1, '22682973': 1, '25466403': 1, '10371546': 1, '15033142': 1, '26431902': 1, '18619893': 1, '26790607': 1, '27403333': 2}", "similar_patients": "{}"}