{"patient_id": 144032, "patient_uid": "4361904-1", "PMID": 25848357, "file_path": "noncomm/PMC004xxxxxx/PMC4361904.xml", "title": "Clinical Response to Sorafenib in a Patient with Metastatic Colorectal Cancer and FLT3 Amplification", "patient": "A 51-year-old, previously healthy man presented in March 2011 with bowel habit alteration. He was investigated with a colonoscopy, which revealed a stenotic adenocarcinoma of the upper rectum. Imaging staging showed metastatic lesions in the liver and lungs. However, given the obstructive symptoms, he underwent rectosigmoidectomy. Pathology was consistent with a pT3pN2 (18 out of 19 lymph nodes positive) rectal adenocarcinoma. Molecular studies revealed the presence of KRAS G12D in the neoplastic tissue. A few weeks later, the patient was started on FOLFOX. Evaluation after 4 cycles showed a partial response on the lung and liver, and at that time he underwent resection of the liver and lung lesions. He was then restarted on FOLFOX and completed a total of 11 cycles. Unfortunately, after having stopped treatment with FOLFOX following 5 months, he was found to have new pulmonary and liver lesions, local recurrence, solitary CNS metastases and multiple lymph node metastases. In order to provide better local control, he received short-course radiotherapy (5 × 500 cGy) to the pelvic area followed by surgery. A few weeks later, he underwent neurosurgery with resection of the posterior fossa lesion followed by stereotactic radiosurgery to the surgical bed. Soon thereafter, he was started on FOLFIRI and bevacizumab, achieving stable disease for 6 months with progression in multiple sites 6 months later. At that time, the patient was cachectic, with an Eastern Cooperative Oncology Group performance status of 3 and with signs of liver insufficiency with hepatic encephalopathy. Blood tests revealed a total bilirubin level of 11 mg/dl. He was then admitted to the hospital for supportive treatment, and given the lack of standard therapies and the rapid progression of the disease, hospice care was discussed. Nevertheless, we decided to order a clinical comprehensive targeted genomic profile (FoundationOne) of his tumor with the goal of finding potential drug-targetable genomic alterations. Paraffin-embedded tumor tissue was evaluated using NGS (Foundation Medicine, Cambridge, Mass., USA). Hybridization capture of 3,769 exons from 236 cancer-related genes and of 47 introns from 19 genes commonly rearranged in cancer was applied to ≥50 ng of DNA extracted from the tumor specimens and sequenced to high, uniform coverage. FoundationOne identified 6 genomic alterations (KRAS G12D, FLT3 amplification, BRCA1 Q1756fs*74, TP53 splice site 920-1G>T, APC E1379* and CDK8 amplification). Either sunitinib or sorafenib (both FDA-approved drugs) were suggested as therapies associated with potential clinical benefit based on the presence of FLT3 amplification. In November 2013, the patient was started on sorafenib (400 mg twice daily). Within 7 days of therapy, the patient experienced a fast improvement of the encephalopathy and his performance status. The total bilirubin levels went down from 11 mg/dl to normal levels after 30 days. Four months later, the patients presented with disease progression and died of liver insufficiency secondary the metastatic rectal cancer.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'24142049': 1, '27260630': 1, '14993230': 1, '18852116': 1, '16636341': 1, '22615057': 1, '21067588': 1, '11287972': 1, '21248446': 1, '11455967': 1, '9797363': 1, '17932254': 1, '32610141': 1, '15466206': 1, '33102231': 1, '21090969': 1, '11248153': 1, '11090077': 1, '18242200': 1, '19688403': 1, '21961577': 1, '27682134': 1, '20708486': 1, '29137355': 1, '33717225': 1, '18650514': 1, '28056780': 1, '22810696': 1, '33068284': 1, '33202899': 1, '16990784': 1, '2547513': 1, '22585170': 1, '16959974': 1, '32087735': 1, '21783417': 1, '28507204': 1, '10080542': 1, '27906677': 2, '29455648': 1, '34194582': 2, '23724913': 1, '22323095': 1, '33075166': 1, '17625570': 1, '19318574': 1, '17189398': 1, '19776744': 1, '18695262': 1, '12068308': 1, '21892161': 1, '21639808': 1, '17215530': 1, '25848357': 2}", "similar_patients": "{'5356878-1': 1, '8203365-1': 1}"}