{"patient_id": 148100, "patient_uid": "4593998-2", "PMID": 26443017, "file_path": "noncomm/PMC004xxxxxx/PMC4593998.xml", "title": "Atraumatic splenic rupture cases presenting with hemorrhagic shock and coagulopathy treated by splenic artery occlusion using a microballoon catheter before splenectomy", "patient": "A 52-year-old woman was admitted to the emergency department with altered mental status. On admission, her mental status improved to E3V4M6 on the Glasgow Coma Scale with a BP of 95/72 mmHg and HR of 92 bpm. She was found to be anemic and coagulopathic (Hb, 9.6 g/dl; Ht, 31.0%; PT-INR, 2.68 and APTT, 38.4 s). She had a history of mitral valve replacement 3 months ago and was taking warfarin and sarpogrelate. CECT showed a giant splenic artery aneurysm, splenic laceration and hematoma (Fig. ). A diagnosis of hemorrhagic shock secondary to ruptured splenic aneurysm was made and IR was consulted. The source of hemorrhage could not be identified because of the giant aneurysm and therefore hemorrhagic shock persisted, despite aggressive resuscitation. Localization of the hemorrhagic source was abandoned and transient occlusion of the splenic artery using a microballoon catheter was performed (arrival to occlusion, 140 min; arrival to angiography suite, 110 min and procedure time to occlusion, 17 min). The hemorrhage and patient's hemodynamics subsequently improved after a total of 4 units of RCC and 6 units of FFP being transfused. A splenectomy was performed on Day 2 after correction of the patient's coagulopathy (Ht, 27%; PT-INR, 1.02 and APTT, 33.8 s). On examination, the giant splenic aneurysm was found to be a pseudoaneurysm complicated by an abscess at the hilum of the spleen, yielding a final diagnosis of ASR due to infection. The patient was moved to the general ward on Day 3, and discharged from the hospital on Day 12.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'21431976': 1, '23114484': 1, '19787754': 1, '22889306': 1, '26119866': 1, '18606341': 1, '26443017': 2}", "similar_patients": "{'4593998-1': 2}"}