{"patient_id": 85844, "patient_uid": "4791493-2", "PMID": 27034867, "file_path": "comm/PMC004xxxxxx/PMC4791493.xml", "title": "Laparoscopic Resection of Recurrence from Hepatocellular Carcinoma after Liver Transplantation: Case Reports and Review of the Literature", "patient": "HCC was diagnosed in a 57-year-old male with hepatitis C and cirrhosis. A 3 cm tumor, located in segment 5, and two small hypervascular lesions, suggestive of HCC, were discovered by CT scan. The AFP level was significantly elevated (>20.000).\\nThe patient was assessed and accepted as a liver recipient and LT was performed. The postoperative course was uneventful and the patient received immunosuppression with tacrolimus, prednisolone, and MMF.\\nAn abdominal CT scan, 6 years after LT, detected two intrahepatic lesions. The larger one, measuring 2.7 cm, was located laterally in segment 6, close to the right kidney (). The second lesion of 1.4 cm was located between the segments 5 and 6, adjacent to the wall of duodenum ().\\nThe laparoscopic approach was chosen for reresection. Pneumoperitoneum was obtained through an open access technique via umbilicus. Adhesiolysis was carried out. Afterwards, one 12 mm trocar was placed high in the midline, followed by two 5 mm trocars in the right pararectal area and more laterally. Mobilizing the right lobe of the liver, the lateral tumor was found to infiltrate into Gerota's fascia. Using LigaSure (Valleylab/Covidien, Boulder, CO, USA) device, the tumor was completely mobilized and separated from the fascia. Finally, both of the tumors were removed by wedge resection of the liver. Operative time was 127 min with only minor intraoperative blood loss observed.\\nA pathological examination revealed 32 mm and 18 mm measuring moderately differentiated HCC with trabecular pattern. The postoperative course was uneventful. During further surveillance for more than 3 years, no signs of disease recurrence have been observed.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'21884437': 1, '11391528': 1, '18333159': 1, '15048797': 1, '24347475': 1, '25260314': 1, '10458250': 1, '19073403': 1, '25155143': 1, '20440777': 1, '18623039': 1, '20304217': 1, '19058754': 1, '24282054': 1, '21975686': 1, '24091908': 1, '9683751': 1, '19175825': 1, '25297815': 1, '18024261': 1, '22994652': 1, '20204531': 1, '19857941': 1, '24901150': 1, '22411088': 1, '24719918': 1, '21597889': 1, '21989430': 1, '22047762': 1, '8594428': 1, '27034867': 2}", "similar_patients": "{'4791493-1': 2}"}