{"patient_id": 85354, "patient_uid": "4749786-1", "PMID": 26942031, "file_path": "comm/PMC004xxxxxx/PMC4749786.xml", "title": "Dual-Energy CT for Evaluation of Intra- and Extracapsular Silicone Implant Rupture", "patient": "A sixty-two-year-old woman was diagnosed with multicentric ductal carcinoma in situ and invasive ductal carcinoma of the left breast in 1992. She underwent a left modified radical mastectomy and a right simple mastectomy with immediate bilateral reconstruction with subpectoral silicone gel implants. A month before presentation, she fell on the right breast, heard a pop, and had immediate right-sided chest wall pain. She noted progressive enlargement of the right breast with increasing pain. Clinically, the right breast was larger than the left, suspicious for seroma and or hematoma with bilateral animation deformity consistent with subpectoral implants. An MRI exam was performed to evaluate implant rupture using an 8-channel breast coil. The MRI exam (1.5 T Signa LX Echospeed, General Electric Medical Systems, Milwaukee, WI) consisted of an axial T2 weighted IDEAL sequence, axial and sagittal silicone sensitive series, and pre- and postcontrast Vibrant 3D T1 weighted gradient series. Intracapsular rupture was found on the right with a surrounding seroma, both within the ruptured envelope and mixing with the silicone outside the envelope but within the fibrous capsule (Figures and ). Foci of extracapsular silicone were felt to be present in the right axillary tail. Intracapsular rupture of the left implant was also noted with MRI linguini sign [] (Figures and ). No axillary adenopathy was identified as the high signal intensity on the silicone sensitive sequence was not appreciated prospectively to correspond to silicone within level I and II axillary nodes (). There was no abnormal enhancement to suggest tumor recurrence.\\nDECT was performed using a dual-source CT scanner (SOMATOM Force, Siemens Healthcare, Forchheim, Germany) using tube potentials of 100 and 150 kV. An additional tin filter was added to the 150 kV beam to increase spectral separation. The patient was scanned prone with a single acquisition using a prototype breast stand modified from a 16-channel breast MRI coil for CT use. No intravenous contrast material was given. Tube current was adjusted to match the radiation dose as that of a routine noncontrast chest CT. The volume CTDI (CTDIvol) was 7.19 mGy, and the dose length product (DLP) was 216.8 mGy·cm. Axial images were reconstructed with slice thickness of 1.5 mm. Sagittal and coronal reformats were performed. Images were analyzed using the 3-material decomposition algorithm of the dual-energy CT software (syngo Via Dual Energy, Siemens Healthcare) with “Liver VNC” workflow. The mixed CT images (average if 90 and 150 kV images) demonstrated healing nondisplaced rib fractures of the right 3rd through 6th ribs and left 3rd through 5th ribs anterolaterally (). On the silicone color-coded images of the right breast, fluid density material was noted within the right fibrous capsule external to and within the collapsed silicone envelope consistent with seroma and intracapsular rupture (). Several foci of extracapsular silicone were noted superficial to the pectoralis muscle in the inferomedial breast that was not appreciated prospectively on the breast MRI exam (). Intracapsular rupture was also seen on the left, with fluid noted within the collapsed envelope (). No extracapsular silicone was seen in the left breast. There were several enlarged internal mammary nodes bilaterally containing silicone (Figures and ) and level I through III (right) and level I (left) axillary nodes containing silicone (). Note was also made of coronary artery calcifications. This led to a cardiac stress test, which the patient failed, and resulted in 3-vessel coronary artery stent placement with good results.\\nThe patient underwent explantation of both implants with bilateral capsulectomies and silicone implant exchange with AlloDerm placement. The explanted right implant showed signs of rupture with seroma actually within the implant itself, as shown on MRI and DECT (). Rupture of the left implant was obvious following entry of the capsule.\\nOn follow-up, the patient was very satisfied with her new implants and very grateful for the DECT for identifying the coronary calcifications.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'19054000': 1, '18197063': 1, '21427311': 1, '11149768': 1, '9869129': 1, '33834317': 1, '17151859': 1, '7702291': 1, '29404980': 1, '22247050': 1, '24671771': 1, '9388410': 1, '18035274': 1, '21926378': 1, '16508351': 1, '8115633': 1, '23064715': 1, '15664285': 1, '29658786': 1, '26942031': 2}", "similar_patients": "{}"}