{"patient_id": 77327, "patient_uid": "4181467-1", "PMID": 25253093, "file_path": "comm/PMC004xxxxxx/PMC4181467.xml", "title": "Combined myoepithelial carcinoma and myoepithelioma in soft tissue: a case report and review of the literature", "patient": "An 84-year-old Arabian man presented with a nodule of the anterior surface of his right forearm present for 30 years which had progressively increased in size. He benefited from resection of the nodule. Four months later, the mass recurred at the same location, gradually increased in volume and fistulated to his skin, causing a total loss of function of his right arm. A physical examination revealed a firm and deeply adhering mass of 20×10cm, which was painful with inflammatory signs. An X-ray of his arm showed no bone damage or soft tissue calcifications (Figure ). Magnetic resonance imaging (MRI) revealed a heterogeneous tumor process in the anterior face of his right forearm measuring 13.7×5.5cm, isosignal at T1, slightly hypersignal at T2, including vascular structures (Figure ). As a result, a surgical biopsy was performed.\\nOn microscopic examination, it was a malignant tumor proliferation, made of both cellular and loose areas. The neoplastic cells were epithelioid, plasmacytoid and spindle (Figure a, b and c). They have frankly malignant cytomorphology with nuclear pleomorphism and vesicular chromatin (Figure d). Mitoses were numerous (Figure d), estimated at 10 mitoses per 10 high-power fields. The matrix was myxoid, with metaplastic bone (Figure ). Areas of necrosis were observed. Immunohistochemistry revealed positive staining with pancytokeratin, epithelial membrane antigen (EMA) and S-100 (Figure ). The tumor was immunonegative for desmin, smooth muscle actin and CD34. A diagnosis of malignant myoepithelioma was established. EWSR1 gene rearrangement research was non-contributory.\\nGiven the locally advanced stage of the disease, an amputation of the limb was performed. An examination revealed the presence of a very limited and encapsulated nodule within the ME carcinoma. Neoplastic cells were epithelioid without cytological atypia, realizing myoepithelioma (Figure ).", "age": "[[84.0, 'year']]", "gender": "M", "relevant_articles": "{'8990137': 1, '7571084': 1, '16510337': 1, '12960802': 1, '22154050': 1, '31879796': 1, '21393045': 1, '17498593': 1, '27446369': 1, '34434330': 2, '20815032': 1, '25253093': 2}", "similar_patients": "{'8383676-1': 1}"}