{"patient_id": 150190, "patient_uid": "4738515-1", "PMID": 26904449, "file_path": "noncomm/PMC004xxxxxx/PMC4738515.xml", "title": "Spina ventosa with lupus vulgaris and lymphadenopathy: Multifocal tuberculosis", "patient": "A 8-year-old girl presented in skin department with a history of gradually progressive painless swelling of both hands and feet for the past 2 years. There was history of ulcerations on dorsum of hand and foot for the past 1 year. On examination, there was swelling over the dorsal aspect of second metacarpal and proximal phalangeal area of the right hand [], fourth metacarpophalangeal area of the left hand, and dorsum of both feet. Swellings were nontender with no increased local temperature. Dorsum of the left hand showed three plaque lesions with central ulceration and margins showing hyperpigmentation surrounded by areas of atrophic scars []. There were no puckered scars. These lesions were painless with a granulated floor, not fixed to underlying bone. Similar lesions were also seen on the dorsum of feet. Over the dorsum of right hand, there was an atrophic plaque lesion, with no preceding history of ulceration or discharge []. There was no history of trauma, fever, weight loss, anorexia, or malaise. There was no family history of tuberculosis. No muscle atrophy was seen. Her general physical examination revealed left axillary lymphadenopathy of size 1.5 cm diameter. Rest of her general and systemic examination was unremarkable. BCG scar was present. The patient had received multiple courses of antibiotics with no relief.\\nRadiological examination of both hands (anteroposterior view) showed expansile lytic lesions in 1st and 5th metacarpals of the right hand and 1st and 2nd metacarpals of the left hand with erosive destruction of proximal phalanx and involvement of the metacarpo-phalangeal joint of the 4th digit of the left hand with multiple soft tissue swellings in both hands []. Bone density was maintained and there was no periosteal reaction. Anteroposterior view of both feet showed similar expansile lytic lesions of the 5th metatarsal joint of the right foot and 2nd metatarsal of the left foot with normal bone density and without periosteal reaction []. Lytic lesions were also seen in left calcaneum. Chest, skull, and spinal radiographs and abdominal sonography were normal. The erythrocyte sedimentation rate was 35 mm/1st hour, hemoglobin was 12 g/dl. Peripheral blood smear and tests for syphilis were normal. Mantoux test was positive, 17 × 17 mm. Zeihl–Neelsen staining from ulcer base showed no acid fast bacilli. Biopsy from the left axillary lymph node showed granulomatous inflammation without necrosis []. Biopsy from ulcer was consistent with lupus vulgaris. The diagnosis of tuberculous dactylitis with lupus vulgaris and tuberculous lymphadenopathy was made. The patient was put on antitubercular drugs (isoniazid, rifampicin, ethambutol, and pyrazinamide in initial phase and rifampicin and isoniazid in maintenance phase) and is now on follow up.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'9332123': 1, '15502464': 1, '23977657': 2, '14349762': 1, '11277949': 1, '22675037': 1, '20469735': 1, '3084774': 1, '8282399': 1, '15515832': 1, '8300652': 1, '738660': 1, '20952939': 1, '19882018': 1, '34262359': 2, '26904449': 2}", "similar_patients": "{'3748632-1': 1, '8273899-1': 1}"}