{"patient_id": 85993, "patient_uid": "4806286-1", "PMID": 27088032, "file_path": "comm/PMC004xxxxxx/PMC4806286.xml", "title": "Botulinum Toxin A Injection in the Bladder Neck: A Promising Treatment for Urinary Retention", "patient": "A 75-year-old male patient known to have hypertension, diabetes mellitus for 35 years, chronic kidney disease (baseline creatinine 2.4 mg/dL), congestive heart failure (ejection fraction 37%), obstructive lower urinary tract symptoms (LUTS), and peripheral vascular disease presented for syncope. The list of the patient's medications is shown in . Investigations in the hospital were done and the patient was diagnosed with decompensation of heart failure by pneumonia. During his hospital stay, the patient developed acute urinary retention (postvoid residue PVR 1200 mL). Urologic evaluation revealed a chronic history of bladder outlet obstruction with an IPSS score of 32 despite treatment with alpha blockers. Digital rectal exam was compatible with a small and soft prostate. Cystoscopy was done and showed a mild bilobar prostatic hypertrophy but significantly obstructive and high bladder neck. The patient was scheduled for transurethral incision of the prostate (TUIP) but clearance for surgery was denied from both anesthesia and cardiology teams due to unfavorable cardiac status. Later on, the patient presented to the emergency room for acute urinary retention on several occasions. A 16 Fr hydrogel coated Foley catheter was kept for 16 days and 2 attempts to remove the catheter resulted in failure even after maximizing medical therapy for bladder outlet obstruction. An ultrasound was done for further evaluation revealing a 25-gram prostate. The patient was informed that a trial of onabotulinumtoxinA injection into the bladder neck can be attempted under local anesthesia. He was well informed that this treatment is only being done in clinical trials and accepted to undergo the procedure.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'15990116': 1, '23357348': 1, '29379732': 1, '16230137': 1, '12875934': 1, '16956361': 1, '18571306': 1, '27088032': 2}", "similar_patients": "{}"}