{"patient_id": 142022, "patient_uid": "4228598-1", "PMID": 25400374, "file_path": "noncomm/PMC004xxxxxx/PMC4228598.xml", "title": "Palliative thyroidectomy in the setting of a metastatic renal cell carcinoma", "patient": "A 67-year-old man with no comorbid conditions presented to us with the complaints of swelling in the anterior neck of 3 months duration. A rapid increase in size of the swelling and with associated pain and difficulty in breathing for a couple of weeks prompted him to seek medical attention. He had undergone a left radical nephrectomy done 15 years prior at our center for a Fuhrman grade III pT3N0M0 RCC following which he defaulted.\\nPhysical examination revealed a well-circumscribed firm to hard swelling arising from the right lobe of the thyroid gland measuring 8 cm × 8 cm, which was pushing the trachea to the left of the midline. Rest of the clinical examination was normal.\\nFine needle aspiration cytology (FNAC) from the thyroid swelling suggested a poorly differentiated carcinoma with a possibility of metastasis from a renal primary. A subsequent tru-cut biopsy with immunohistochemistry (IHC) correlation (immunopositivity to vimentin, epithelial membrane antigen, ki-67 and CD10 positive and negative for thyroglobulin, thyroid transcription factor-1, and calcitonin) revealed a tumor with clear cell histology confirming a diagnosis of metastasis from a RCC [Figure -].\\nA positron emission tomography (PET)-computed tomography done for metastatic workup revealed an ill-defined heterogeneous mass with a large necrotic component and increased metabolic activity in the right lobe of thyroid standardized uptake value (SUV - 7.2), which was causing mass effect over right neck great vessels and trachea [Figure and ]. In addition, PET avidity was noted nodule in left lower lobe lung, (SUV - 1.7), multiple mediastinal nodes, (SUV - 1.7-2.2 right adrenal soft tissue lesion (SUV - 4.6), and multiple nodules (SUV - 3.2) along the body and tail of the pancreas [Figure and ].\\nA palliative total thyroidectomy [Figure and ] was contemplated in view of the compressive and obstructive symptoms, the final histopathology of which revealed an 8 cm × 7 cm × 4.5 cm tumor replacing entire right lobe of the thyroid, which on microscopy revealed a neoplasm arranged as nests of cells with round to oval nuclei, clear cytoplasm, and fibro-vascular septa. The thyroid follicles were compressed at periphery, capsular infiltration, and occasional vascular tumor emboli were also noted. The final diagnosis confirmed the preoperative diagnosis of metastatic RCC, clear cell type, Fuhrmann grade III, with an additional focus of papillary micro carcinoma in the left lobe of the thyroid [Figures -, -]. The patient made an uneventful recovery and was subsequently started on targeted therapy (tablet sunitinib 50 mg orally once a day) and continues to be on follow-up for 4 months, relieved of his compressive symptoms.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'12729373': 1, '20364245': 1, '22313412': 1, '24158077': 1, '17274749': 1, '18578610': 1, '20596854': 1, '24325865': 2, '24744223': 1, '12404280': 1, '25400374': 2}", "similar_patients": "{'3878860-1': 1}"}