{"patient_id": 139616, "patient_uid": "4074483-1", "PMID": 24982741, "file_path": "noncomm/PMC004xxxxxx/PMC4074483.xml", "title": "Isolated Upgaze Palsy in a Patient with Vertebrobasilar Artery Dolichoectasia; a Case Report", "patient": "A 48-year-old man presented with difficulty in reading since three months ago. The patient was on antihypertensive medications for 5 years, taking them regularly. On ophthalmic examination, best corrected visual acuity was 20/20 and intraocular pressure was 14 mmHg in both eyes. The eyelids were symmetrical, the cornea was intact, the pupils were round and isocoric, and the lens was clear. Pupillary light reaction (direct and indirect) and fundus examination were normal bilaterally. In primary position, the right and left eyes were normally located. His eye movements were as follows: upward gaze was markedly restricted; however, downward, left, right and forward gazes were normal (). In addition he had convergence insufficiency. Nystagmus and ptosis were not present. The vestibulo-ocular reflex was preserved in the horizontal plane, but absent in the vertical plane during smooth pursuit. When vertical doll’s head maneuver was performed, an absence of smooth pursuit was detected.\\nNo abnormalities were observed during general neurologic examination. Motor examination was normal. No signs of tremor, cogwheel, or rigidity were observed. Gait was normal with no hypokinesia. Blood tests such as complete blood counts, measurement of glucose levels, cholesterol levels and thyroid function tests were also within normal limits.\\nMagnetic resonance imaging (MRI) revealed a hypoplastic right vertebral artery while the left vertebral artery was greatly expanded, elongated and tortuous (A and E). Mechanical compression of the pons by the left vertebral artery was shown but findings of the IX, X, XI, and XII cranial nerves were not determined (B). The vertebrobasilar artery runs along the sulcus basilaris superiorly to the pontomesencephalic junction (C). There was no aneurysm at the origin of the posterior cerebral artery (PCA) and superior cerebellar artery (SCA) and this was also confirmed by MR angiography (D and F).", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'21975780': 1, '2357284': 1, '2303833': 1, '11024446': 1, '21716844': 2, '21221115': 1, '22069848': 1, '16966933': 1, '16541794': 1, '11032618': 1, '24982741': 2}", "similar_patients": "{'3123011-1': 1}"}