{"patient_id": 152559, "patient_uid": "4904767-1", "PMID": 27335526, "file_path": "noncomm/PMC004xxxxxx/PMC4904767.xml", "title": "Aripiprazole-induced Hyperprolactinemia in a Young Female with Delusional Disorder", "patient": "A 36-year-old married female was presented to the psychiatry outpatient services with 2 years of delusion of infidelity and significant sociooccupational dysfunction in the absence of any impairment in sleep or appetite. Vitals were stable, body mass index (BMI) was calculated to be 26 and systemic examinations revealed no abnormality. Baseline prolactin level was 14 ng/ml.\\nIn view of the high BMI and poor insight, she was started on aripiprazole. It was expected that the favorable side effect profile of aripiprazole with relatively less weight gain and extrapyramidal symptoms would ensure compliance. Aripiprazole was started at an initial dose of 5 mg at night and was increased to 10 mg and later 15 mg after 4 days each and 15 mg was continued as maintenance. However, 3 weeks later, she was presented with galactorrhea and a missed menstrual period. Her psychotic symptoms had subsided. There was no weight gain or extrapyramidal symptoms. A urine pregnancy test was done to rule out pregnancy. Serum prolactin level was found to be 96 ng/ml. Neuroimaging was done to rule out a prolactinoma. The possibility of aripiprazole-induced hyperprolactinemia was considered and aripiprazole was stopped. As she was otherwise asymptomatic, no other medication was started and she was sent home. At follow-up, 1-month later, galactorrhea had subsided, she had menstruated, and repeat prolactin levels were 18 ng/ml. Her psychotic symptoms continued to be in remission, and she returned home medication-free.\\nThree months later, she presented with the relapse of psychotic symptoms. Aripiprazole was restarted as previously, but was maintained at 10 mg owing to the previous history of hyperprolactinemia. She reported back within a month with the complaints of galactorrhea and amenorrhea at which time her psychotic symptoms were in complete remission. Serum prolactin levels were repeated and found to be elevated (84 ng/ml). Again, aripiprazole was stopped and patient returned home. Serum prolactin levels were normalized (19 ng/ml) and hyperprolactinemia symptoms were subsided within 1-month.\\nThe patient and her spouse have provided consent for publishing this case report.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15898468': 1, '32373066': 1, '30121986': 2, '15015905': 1, '22357167': 1, '22713195': 1, '20814333': 1, '15286066': 1, '24677189': 1, '23592073': 1, '14709948': 1, '18477617': 1, '29209406': 1, '23928066': 1, '23600946': 1, '27335526': 2}", "similar_patients": "{'6124876-1': 1}"}