{"patient_id": 153697, "patient_uid": "4989812-1", "PMID": 27601744, "file_path": "noncomm/PMC004xxxxxx/PMC4989812.xml", "title": "Back to the drawing board-relearn the clinical skills: A root cause analysis of a missed case of bilateral vocal cord paralysis", "patient": "A 55-year-old male presented to our hospital with complaints of abdominal pain associated with intermittent episodes of vomiting for 1 year. On evaluation, he was diagnosed to have carcinoma stomach. Apart from this, he was a known case of bronchial asthma for 25 years, not on regular treatment. The recent exacerbation was 2 months earlier which was treated by salbutamol metered dose inhaler (MDI). On admission to our hospital, he was started on salbutamol nebulisation by the surgical team. After pulmonology opinion, he was started with Seroflo™ (salmeterol and fluticasone) MDI.\\nHe was planned for laparotomy and proceed. During the pre-anaesthesia check-up (PAC), the patient was found to have bilateral rhonchi on auscultation for which pulmonology review was requested for further optimisation. Ipratropium nebulisation and low-dose oral prednisolone were added. The surgery was postponed in view of persistent bilateral rhonchi. Later, he was posted for surgery after 2 weeks. During the review PAC, the patient still had rhonchi, but the intensity had apparently reduced. Hence, the patient was accepted for anaesthesia and surgery with appropriate informed risk in view of malignancy. General anaesthesia with endotracheal intubation after appropriate blunting of the laryngoscopic response was planned. In the operating theatre, standard monitors were established. Anaesthesia was induced with fentanyl 100 μg, propofol 100 mg and muscle paralysis was achieved with 6 mg of vecuronium. Lungs were ventilated with sevoflurane in oxygen and lignocaine was administered to blunt the laryngoscopic response. Trachea was intubated with a 7.5 mm endotracheal tube in single attempt. On auscultation, there was no wheeze which was there before induction of anaesthesia. As the patient's wheezing disappeared after intubation, upper airway pathology was suspected. Airway pressure was 12 cm of H2O in volume control mode with tidal volume 450 ml, I: E = 1:2, respiratory rate of 12/min. Capnogram was normal and end-tidal carbon dioxide, and oxygen saturation was within normal limits. As the gastric growth was infiltrating the pancreas, only palliative gastrojejunostomy was done. At the end of surgery, the residual neuromuscular blockade was reversed, and the patient was extubated. The patient was having noisy breathing with bilateral wheezing on auscultation. Hence, fibreoptic bronchoscopy was performed. We had observed that both the vocal cords were in adducted position. After correlating the clinical findings, we assumed that the patient could have had bilateral vocal cord paralysis preoperatively itself. As the patient was maintaining oxygenation saturation, the patient was not intubated immediately. After discussing with the otolaryngologist, he was shifted to Intensive Care Unit (ICU) for observation.\\nEven though the patient was having noisy breathing, he was maintaining oxygenation at room air and was haemodynamically stable. He was explained about his condition, associated risks and the need for emergency tracheostomy. However, he was not willing as he had been living with the same condition for a long time without any discomfort. He was shifted out of ICU and discharged subsequently. During post-operative follow-up, at 2 months, the tele laryngoscopy again confirmed the bilateral vocal cord paralysis []. The flow volume loop [] did not reveal any features of inspiratory obstruction. Even though the patient had obstruction during both phases of respiration [], he was comfortable without any obvious stridor. As he was having this condition for many years, he did not give consent for tracheostomy. He came for regular follow-ups and was found to be asymptomatic.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'8620973': 1, '24478861': 1, '24753832': 1, '21735741': 1, '9800229': 1, '21333091': 1, '27601744': 2}", "similar_patients": "{}"}