{"patient_id": 80136, "patient_uid": "4356289-1", "PMID": 25788996, "file_path": "comm/PMC004xxxxxx/PMC4356289.xml", "title": "Response to erlotinib in a patient with lung adenocarcinoma harbouring the EML4-ALK translocation: A case report", "patient": "The present study reports the case of a never-smoking 61-year-old female that presented to the Azienda Ospedaliera Universitaria Pisana (Pisa, Italy) in June 2006 due to a persistent cough. A thoracic computed tomography (CT) revealed the presence of an irregular nodule, ~2.5 cm in diameter, in the lower lobe of the right lung. Fluorodeoxyglucose positron emission tomography (FDG-PET) examination revealed the presence of anomalous tracer uptake in the lung nodule, without pathological adenopathy. The patient underwent a right lobectomy and right superior pulmonary hilar and mediastinal lymphadenectomy. The histological diagnosis was invasive lung adenocarcinoma, with a mucinous growth pattern, areas of papillary pattern and signet ring cell features, and visceral pleura infiltration (). Metastases of the adenocarcinoma were observed in two carinal lymph nodes, resulting in a pathological tumour-node-metastasis (pTNM) staging of pT2aN2. Therefore, the patient underwent adjuvant radiotherapy (60 Gy) and four cycles of chemotherapy with carboplatin (6 AUC)and paclitaxel (250 mg/m2) for three months. The mutational status of the EGFR gene was analysed using single-strand conformational polymorphism (SSCP) and direct sequencing, and was found to be negative for mutations in exons 18, 19, 20 and 21 of the gene.\\nIn January 2010, the patient exhibited disease progression (PD), with the appearance of small nodules (maximum diameter, 15.0 mm) in the upper and lower lobes of the left lung (). Due to the refusal of the patient to undergo additional chemotherapy, treatment consisting of 150 mg erlotinib once a day commenced, which led to stable disease (SD) until May 2011. At that time, stereotactic radiotherapy was performed on a nodule of the lower left lobe that demonstrated a small increase in size between 15.0 and 17.5 mm (). However, the patient continued treatment with erlotinib, and SD continued until June 2012 when all the lesions of the left lung demonstrated progression, with increases in size (). After 28 months of treatment with erlotinib, chemotherapy with cisplatin and pemetrexed was then started. Following four cycles, a partial response (PR) was observed on a CT scan (), but subsequent to six cycles, the lesions exhibited minimal progression. A second surgery was performed, and the patient underwent resection of three nodules in the left upper lobe and two nodules in the left lower lobe in December 2012. A histological diagnosis of pulmonary adenocarcinoma was made for all resected lesions.\\nThe mutational status of the EGFR and K-ras genes and the translocation status of the EML4-ALK fusion gene were analysed in one of the lesions of the left lower lobe. EGFR mutational analysis was performed using SSCP and direct sequencing, whereas pyrosequencing assays were performed for the sequence analysis of K-ras. The tumour did not harbour either the EGFR or K-ras mutation. Fluorescence in situ hybridization (FISH), which was performed using a break-apart probe for ALK (Abbott Molecular, Des Plaines, IL, USA), detected the presence of the EML4-ALK rearrangement. According to the scoring method proposed by Kwak et al (), the test result for this specimen was considered positive as 38% of the neoplastic cells were positive for the EML4-ALK rearrangement (). In addition, immunohistochemical staining of the lesion tissue using a rabbit monoclonal primary anti-ALK antibody (clone D5F3; Ventana Medical Systems, Inc., Tucson, AZ, USA) in combination with an OptiView 3,3′-diaminobenzidine Immunohistochemistry Detection kit and an OptiView Amplification kit (Ventana) revealed strong granular cytoplasmic expression of the ALK protein (). Immunostaining was performed by a fully automated assay using a BenchMark XT automated slide stainer (Ventana Medical Systems, Inc.). Molecular analysis for K-ras mutation and the EML4-ALK fusion gene were also performed on the tumour resection specimen from 2006. The absence of mutation in the K-ras gene and the presence of the EML4-ALK rearrangement were confirmed by FISH and immunohistochemistry. In August 2013, a CT of the chest revealed PD with novel left lung lesions (). Treatment with oral crizotinib (250 mg twice daily) was then started. A repeat chest CT () three months later demonstrated dramatic shrinkage of the lesions. The patient is continuing the treatment with crizotinib and at the date of the last follow-up (October, 2014), the patient was well and any disease recurrence was identified.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'28631135': 1, '16682732': 1, '22005476': 1, '11784875': 1, '21102267': 1, '21168933': 1, '19667264': 1, '20009909': 1, '28861332': 1, '14570950': 1, '23181703': 2, '23050865': 1, '28066630': 1, '21288922': 1, '18594010': 1, '20979469': 1, '15118125': 1, '17625570': 1, '23683537': 1, '26755435': 1, '26850068': 2, '25788996': 2}", "similar_patients": "{'3515412-1': 1, '4744376-1': 1}"}