{"patient_id": 81067, "patient_uid": "4429202-1", "PMID": 26064712, "file_path": "comm/PMC004xxxxxx/PMC4429202.xml", "title": "Calreticulin Mutated Essential Thrombocythemia Presenting as Acute Coronary Syndrome", "patient": "A 50-year-old male presented to the emergency department with a three-day history of progressive retrosternal chest pain. His medical history was significant only for acute diverticulitis one year prior to current presentation and a 3-pack year smoking history. He had no history of diabetes, hypertension, or dyslipidemia. He denied personal or family history of cardiovascular diseases, hypercoagulable states, or bleeding disorders. A review of systems was negative for headache, visual disturbances, pruritus, easy bruising, or erythromelalgia.\\nOn presentation, the patient's blood pressure was 131/83 mm Hg and heart rate was 84 beats/minute. He was in moderate distress due to pain. Auscultation of the lungs revealed clear breath sounds. Cardiac exam was unremarkable. No hepatosplenomegaly was detected on palpation. There was no erythema or rash on skin exam.\\nThe patient's initial CBC revealed a hemoglobin of 14.6 g/dL, hematocrit 43.9%, WBC count 13,100/mm3, and platelet count 1,026,000/mm3. During his previous emergency department visit for acute diverticulitis, his platelet count was 976,000/mm3. This was felt to be reactive due to acute inflammation, and he was discharged on a course of oral antibiotics. He had no subsequent outpatient follow-up.\\nAn electrocardiogram showed a normal sinus rhythm with T wave inversions in leads III and aVF (). His initial troponin I was 0.15 ng/mL. A repeat level 6 hours later increased to 2.83 ng/mL, suggesting cardiac ischemia. His LDL was 107 mg/dL, HDL 43 mg/dL, and triglycerides 98 mg/dL. His electrolytes, BUN and creatinine, and liver enzymes were within normal limits.\\nThe patient was transferred to the coronary care unit with a diagnosis of NSTEMI. A cardiac catheterization revealed a thrombus in the right coronary artery (RCA) with a 60% stenosis and a TIMI Grade II flow (). No percutaneous coronary intervention (PCI) was performed due to a perceived high risk of complications, specifically distal embolization, given the high platelet count. The patient was treated with aspirin 81 mg daily, prasugrel 10 mg daily, enoxaparin 1 mg/kg every 12 hours, and hydroxyurea 1,000 mg every 12 hours. Four days later, a repeat cardiac catheterization showed normal coronaries with dissolution of the previously found RCA thrombus and no underlying atherosclerotic plaques ().\\nA peripheral blood smear was significant for marked thrombocytosis without an increase in immature myeloid elements. Molecular studies were negative for JAK2 mutations in V617F and exon 12 and positive for a CALR mutation type 1 (del52). Testing for BCR/ABL translocations was negative. Hence, a diagnosis of ET was made on the basis of the clinical presentation, consistently high platelet count, and presence of a clonal marker.\\nThe patient was discharged home in stable condition on hydroxyurea and low-dose aspirin. His platelet count on discharge was 821,000/mm3. Two months later, his platelet count normalized to 320,000/mm3. He continued to do well with no further thrombotic or hemorrhagic complications. A bone marrow biopsy then was hypocellular and revealed no fibrosis, dysplastic changes, or increase in blasts. Fluorescence in situ hybridization panel for myelodysplastic syndrome was also negative.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'24366362': 1, '24481665': 1, '21490340': 1, '19215011': 1, '16000354': 1, '17320215': 1, '34343257': 1, '18453785': 1, '24325356': 1, '21120194': 2, '12090749': 1, '24371211': 1, '7700286': 1, '19232081': 2, '16327955': 1, '9698024': 1, '22160037': 1, '26064712': 2}", "similar_patients": "{'2983030-1': 1, '2652439-1': 1}"}