{"patient_id": 143387, "patient_uid": "4318036-1", "PMID": 25657430, "file_path": "noncomm/PMC004xxxxxx/PMC4318036.xml", "title": "Genital Ulcerative Pyoderma Gangrenosum in Behçet's Disease: A Case Report and Review of the Literature", "patient": "A 33-year-old woman complained of severe genital ulcer in January 2012. On admission, the patient had painful ulcer on the genital area for the past 10 days with purulent discharge []. She was diagnosed as BD based on criteria of International study group[] by the presence of pathergy together with oral and genital ulcers in 2004 and treated with colchicine 0.5 mg orally 3 times/day. In 2009, she had diplopia as a result of neurological manifestations of BD and was successfully treated with systemic steroids. There was no evidence for a systemic disease or malignancy. Her family history was positive for BD.\\nOn dermatological examination; she had a purulent oozing and stinky ulceration on the right side of labium minor measuring 5-8 cm. There was no lymphadenopathy. Repeated smears and cultures for bacteria and fungi were negative. Physical examination revealed no systemic involvement. On laboratory examination increased erythrocyte sedimentation rate, white blood cell count and C-reactive protein (CRP); with anemia were detected. The X-ray imaging of the chest was normal. The punch biopsy of ulcer margin showed the lymphocytic panniculitis, which was extending to the subcutaneous fat tissue without fibrin deposition or necrotic changes in the vessel wall [Figures and ]. The patient of erythrocyte sedimentation rate and CRP levels were higher and she had three oral ulcers. Although the histological findings are not very typical for PG, based on the clinical and histological findings, our case was diagnosed as genital ulcerative PG, which occurred during the exacerbation of BD. Ulcer markedly improved and healed with scarring after oral prednisolone therapy with 20 mg/day for 8 weeks together with topical sucralfate and mometasone furoate therapy [].", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'15672708': 1, '1970380': 1, '31239320': 1, '15807742': 1, '26722428': 1, '8609250': 1, '18948785': 1, '17598044': 1, '3256462': 1, '2254485': 1, '16681583': 1, '2714511': 1, '16101860': 1, '1505112': 1, '30131462': 2, '34046581': 1, '12918719': 1, '18477229': 1, '16521233': 1, '9514126': 1, '25657430': 2}", "similar_patients": "{'6162813-1': 1}"}