{"patient_id": 151765, "patient_uid": "4849311-1", "PMID": 27366269, "file_path": "noncomm/PMC004xxxxxx/PMC4849311.xml", "title": "Cerebellospinal hemangioblastoma with bilateral pheochromocytoma and hepatic cyst: A rare entity", "patient": "A 45-year-old gentleman presented with 4-month history of headache, dizziness, and unsteadiness of gait. Headache was suboccipital and gradually progressive in nature with associated vomiting suggestive of raised intracranial pressure. He had a tendency to fall toward the right side while walking and a feeling of clumsiness and tremor over his right hand, more while holding objects suggestive of the right side cerebellar involvement. There was a feeling of pain and paresthesia over his right forearm and hand. His bladder and bowel habits were normal.\\nOn examination, his pulse and blood pressure were normal. The patient was conscious and well-oriented to time, place, and person. His vision was 6/6 bilateral. His fundus was found to be normal bilaterally. There was no nystagmus. Muscle power was found to be 5/5 in all groups of muscle in both upper and lower limbs. Cerebellar sign (Finger–Nose Test) was positive over the right side. On sensory examination, all modalities of sensations were found to be intact.\\nThe patient has three brothers and one sister. His eldest sister and elder brother suffered a sudden death 2 years back due to some unknown cause. According to the patient, his father died of brain tumor when he was 5-year-old, although they could not produce any relevant documents. He is married and has a 10-year-old daughter who is enjoying good health.\\nRoutine blood examination and complete blood count revealed neither polycythemia nor diabetes mellitus. Vanillylmandelic acid in the urine was found to be 7.2 mg/24 h (biological reference interval is 0.00–13.60 mg/24 h). Adrenaline in urine was 26.8 µg/24 h (Reference is <20 µg/24 h) and nor-adrenaline was 233.1 µg/24 h (Reference is <90 µg/24 h). Magnetic resonance imaging (MRI) of brain revealed a large and well-defined cystic intraaxial mass lesion predominantly in the cerebellar vermis extending to the right cerebellar hemisphere along with vascular voids, suggesting cerebellar hemangioblastoma [Figure –]. Further, MRI of the spine revealed an intramedullary mass lesion, involving the cervicodorsal cord, extending from C6 to T2 vertebral body level, causing cord expansion. The lesion showed peripheral enhancement with a nodular enhancing component showing the presence of intralesional cystic areas, suggestive of hemangioblastoma [Figure –]. We did an ultrasonography and contrast-enhanced computed tomography of the whole abdomen for screening of VHL disease that revealed bilateral pheochromocytoma and even a hepatic hemangioma in segment VII [Figure –].\\nHemangioblastoma, pilocytic astrocytoma of posterior fossa, spinal cord intramedullary ependymoma, glioma, and schwannoma were considered as the differential diagnosis.\\nThe patient underwent a midline suboccipital craniotomy. We encountered a cystic lesion which was carefully punctured under microscope and the cyst contents were sucked out. Meticulous microscopical dissection identified the mural nodule that was found to be reddish and vascular. The nodule was carefully dissected out from the surrounding structures and removed in piecemeal fashion [Figure and ]. The capsule was excised as far as possible without injuring normal brain parenchyma. Total homeostasis was obtained. Then, the wound was closed in layers. Postoperative period was satisfactory. He was kept in Intensive Care Unit for 1 day. Postoperative MRI showed complete removal of the tumor [].\\nThe tumor tissue tested for histopathology confirmed hemangioblastoma []. The patient showed good recovery and with no intraoperative or postoperative complications. His neurological status was back to normal. We have done a thorough counseling with the patient as well as his family members, and currently, they are in regular follow-up with periodic radiologic evaluations. For his spinal intramedullary hemangioblastoma as he is asymptomatic till writing this manuscript, we decided craniospinal irradiation and regular close follow-up.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'29146893': 1, '22347675': 2, '22875085': 1, '12814730': 1, '10630173': 1, '23843833': 1, '21082056': 1, '15918937': 1, '23345492': 1, '12546356': 1, '27366269': 2}", "similar_patients": "{'3279991-1': 1, '3279991-2': 1}"}