{"patient_id": 85640, "patient_uid": "4775779-1", "PMID": 26989536, "file_path": "comm/PMC004xxxxxx/PMC4775779.xml", "title": "Long Term Survival and Continued Complete Response of Vemurafenib in a Metastatic Melanoma Patient with BRAF V600K Mutation", "patient": "A 53-year-old male with good performance status (ECOG-0) and chronic renal failure was found to have a pigmented left parietal scalp lesion. Initial excision revealed a nodular invasive malignant melanoma with a Breslow thickness of 10 mm, 5 mitosis/mm2, and no lymphovascular invasion but the excision was deemed incomplete. Subsequently he underwent a wide local excision and sentinel lymph node biopsy which revealed that two out of four lymph nodes from the left supraclavicular fossa had micrometastases and so a radical neck dissection of the left neck nodes was performed. Histology showed 3 out of 29 lymph nodes positive for metastatic melanoma and mutation testing revealed presence of BRAF V600K mutation. Surgical neck wound healing was delayed due to unknown reason.\\nThe patient was on continuous ambulatory peritoneal dialysis (CAPD) for chronic renal failure secondary to longstanding hypertension, before the diagnosis of melanoma, and his renal functions including electrolytes were stable (baseline creatinine ranged from 1004 to 1483 umol/L). There was no other significant medical history of note.\\nUnfortunately a CT scan 3 months after his neck dissection showed convincing evidence of metastatic disease with confluent lymphadenopathy in the paratracheal group of nodes, with the target node measuring 22 mm (). A right lower lobe lung metastasis measuring 26 mm with right perihilar lymph nodes was also noted (). The lactate dehydrogenase (LDH) level was elevated (526 U/L) and he was then started on Vemurafenib (BRAF inhibitor) at the recommended dose (960 mg twice daily). A progress CT scan 3 months later showed significant treatment response with reduction in size of lung metastasis to 5.2 mm from 26 mm and reduction in size of mediastinal nodes. His LDH level also normalised during this period. Importantly, no significant toxicities were reported except for a grade 1 photosensitivity as the only side effect from Vemurafenib treatment.\\nVemurafenib was withheld for few weeks following QTc prolongation 5 months after starting treatment but restarted at a lower dose (720 mg bd) when QTc returned to baseline. The fluctuating QTc interval was shown to be related to chronic renal failure rather than treatment related toxicity.\\nThis patient was continued on BRAF inhibitor and progress CT scans showed responding metastatic disease. A progress CT scan 2 years after starting treatment showed a complete radiological response; CT scan did not show any pathologically enlarged lymph nodes or any lung metastasis (). The patient was also diagnosed with cardiomyopathy during Vemurafenib treatment, confirmed by echocardiogram which had shown an ejection fraction of 27%. Vemurafenib was discontinued due to cardiomyopathy and also as the patient had a complete radiological response. Most recent CT scan and clinical evaluation at 12 months after stopping Vemurafenib did not show any radiological or clinical evidence of metastatic melanoma ().", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'22535154': 1, '29955595': 1, '15342808': 1, '21343559': 1, '24508103': 1, '12060384': 1, '22039425': 1, '22037033': 1, '29879227': 1, '12068308': 1, '19338264': 1, '21639808': 1, '24314265': 2, '22356324': 1, '26989536': 2}", "similar_patients": "{'4029063-1': 1}"}