{"patient_id": 79346, "patient_uid": "4307711-1", "PMID": 25671036, "file_path": "comm/PMC004xxxxxx/PMC4307711.xml", "title": "Hemi Orolingual Angioedema after tPA Administration for Acute Ischemic Stroke", "patient": "A 50-year-old man with a history of hypertension, hyperlipidemia, crack-cocaine abuse, and two prior ischemic strokes (2004, 2011) characterized by right-sided weakness with no residual deficits presented to a large urban hospital with left-sided arm weakness, left-sided leg weakness, and mild slurring of speech. Patient had received tPA when he presented with his stroke symptoms in 2011, without any adverse events. He was last seen normal four hours prior to arrival. On presentation he had a National Institute of Health Stroke Scale (NIHSS) of 5, left-sided facial droop, drift and ataxia in both his left arm and left leg. His blood pressure was 175/103mmHg, a pulse of 94beats/minute, a temperature of 37.2°C and a right atrium oxygen saturation of 98%. A computed tomography of the head was negative for any acute hemorrhage. Patient was supposed to be on an angiotensin- converting enzyme (ACE) inhibitor but had been non compliant with his medications for the last three months.\\nPer protocol he was evaluated by a neurologist and received intravenous (IV) tPA 90mg, 10% as bolus and the remainder as an IV drip over the following hour. His weakness began to improve. As the tPA infusion was ending, the patient started complaining of tongue swelling and his voice was noticed to be altered. He did not have any shortness of breath. On examination the patient had a significant amount of left-sided dorsal and ventral tongue swelling, which abruptly ended at the midline (). The posterior pharynx, uvula, soft palate, floor of mouth did not have any swelling. Otolaryngology was consulted and performed a bedside flexible laryngoscopy. He did have some mild interarytenoid, arytenoid, and superior aspect of esophageal inlet swelling. The vallecula and epiglottis were within normal range. He was started on 10mg of dexamethasone IV, 20mg of famotidine IV, and 50mg of diphenhydramine IV. He remained non-intubated and was transferred to the neurologic intensive care unit. Magnetic resonance imaging/angiography demonstrated restricted diffusion in genu and posterior limb of right internal capsule with some extension into the right cerebral peduncle, mild intracranial atherosclerosis of posterior cerebral arteries and a hypoplastic right vertebral artery. His swelling and dysphonia resolved completely within 48 hours (). Afterwards, his hospital course was uncomplicated and he was discharged after five days total to acute rehabilitation on aspirin and pravastatin. His NIHSS remained five; however, his left-sided strength had improved. At follow up one month later he was improved, subjectively reporting to be at 60% of his baseline. On examination his speech was fluent with no dysarthria or aphasia, no tongue swelling, strength was 5/5 in all four extremities, although he did have mild dysmetria on the left during finger-to-nose.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'18815396': 1, '7477192': 1, '12743244': 1, '22632908': 1, '20609858': 1, '26927091': 1, '28798744': 1, '27122021': 1, '21930083': 1, '30148021': 2, '10813008': 1, '33441533': 1, '16184341': 1, '12053016': 1, '25671036': 2}", "similar_patients": "{'6107327-1': 1}"}