{"patient_id": 144053, "patient_uid": "4362129-1", "PMID": 25399219, "file_path": "noncomm/PMC004xxxxxx/PMC4362129.xml", "title": "Toxic epidermal necrolysis in a patient receiving concurrent phenytoin and whole brain and thoracic radiotherapy", "patient": "A 54-year-old male patient presented with a history of shortness of breath and multiple episodes of seizure of one week duration. On evaluation, he was diagnosed with right lung non-small cell lung cancer (squamous cell carcinoma) with metastasis to brain and superior vena caval syndrome (stage IV). He was started on tab phenytoin 300 mg at bedtime and anti-edema measures with steroids (tab dexamethasone 8 mg 3 times daily during RT and tapered over 2 weeks post RT). He received palliative RT to the mediastinum and whole brain with a total dose of 20 Gray in 5 fractions over one week with Co-60 gamma rays. Two weeks post radiotherapy, his general condition improved and he received one cycle of palliative chemotherapy with paclitaxel-carboplatin combination. Nearly 3 weeks after completing the RT, he presented with painful, erythematous lesions in the scalp, which subsequently generalized. During examination, he was afebrile with pulse rate 98/min, respiratory rate 28/min, blood pressure 109/83 mm Hg, and features of mild dehydration. Examination of the skin revealed erythematous, tender macules over the scalp, face, trunk, and limbs with areas of confluent epidermal detachment and blistering involving almost 30% of his body surface area (). Conjunctivitis, hemorrhagic crusting on lips, erosions over buccal and nasal mucosa and over the glans penis were noted, strongly suggesting TEN caused by phenytoin. Hemogram and biochemical parameters were normal except for hyponatremia. Phenytoin was immediately discontinued, and he was managed with intravenous fluid replacement, electrolyte correction, systemic antibiotics, steroids (dexamethasone 16 mg/day tapered at 2 mg/day over one week), and local skin care with antibiotic and antifungal dressings. After primary supportive care, his condition worsened and he died due to septicemia on the seventh day of hospital admission.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'19816075': 1, '20525360': 2, '14693027': 1, '3340279': 1, '21128922': 1, '12269933': 1, '21162721': 1, '15824335': 1, '25399219': 2}", "similar_patients": "{'2894848-1': 1}"}