{"patient_id": 143848, "patient_uid": "4349015-1", "PMID": 25745290, "file_path": "noncomm/PMC004xxxxxx/PMC4349015.xml", "title": "Fine needle aspiration cytology of dermal cylindroma", "patient": "A 40-year-old housewife presented to us for evaluation of a right sided mid-cervical swelling. The swelling was painless and was gradually increasing in size for last 8 months. She had no other swelling in other parts of the body and had no constitutional symptoms. Examination revealed a well-defined 2 cm × 2 cm, nontender, firm, nodular swelling of the neck. The overlying skin was fixed to the swelling, but there was no erythema, induration, ulceration or puckering of the overlying skin. The swelling was not fixed to the deeper structures.\\nAspirate obtained from the swelling was blood mixed and particulate. The smears were cellular and showed multiple clusters and discrete small, round to oval cells with hyperchromatic nuclei, inconspicuous nucleoli and scanty cytoplasm. In addition, the background showed deposits of basement membrane type material. This was dark magenta colored pinkish globular material. The globules were occasionally surrounded by basal type of cells. Occasional cells with elongated nuclei were also noted. A diagnosis of benign adnexal tumor, likely cylindroma, was offered [ and ].\\nThe patient underwent excision biopsy. Gross examination showed a well-circumscribed 2 cm diameter grey-white skin covered swelling. Histopathological examination of the swelling revealed a well-circumscribed, highly cellular tumor. The tumor cells were arranged in the form of sheets and clusters in a jigsaw puzzle-like fashion. Deposition of abundant basement membrane-like material was noted in between the tumor cells. The tumor cells were small, round to oval with hyperchromatic nuclei, inconspicuous nucleoli and scant cytoplasm. No nuclear atypia, increased mitotic activity, necrosis or invasion into the surrounding structures was noted []. Based on these features, a diagnosis of cylindroma was made.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'15581173': 1, '31428801': 1, '9167714': 1, '30498290': 1, '23260808': 1, '28182081': 1, '6306974': 1, '9664179': 1, '25745290': 2}", "similar_patients": "{}"}