{"patient_id": 79095, "patient_uid": "4295277-1", "PMID": 25471251, "file_path": "comm/PMC004xxxxxx/PMC4295277.xml", "title": "Nicolau syndrome due to diclofenac sodium (Voltaren®) injection: a case report", "patient": "A 45-year-old Turkish woman presented to our clinic with skin discoloration in her right gluteal region, and a physical examination revealed a skin necrosis with a size of approximately 15×20cm. She had received an intramuscular (intragluteal) injection of diclofenac sodium (Voltaren®) for treatment of a headache prior to the onset of the skin necrosis. After receiving diclofenac sodium, she immediately experienced severe pain followed by blistering and ulceration. On the second day post-injection, her skin turned dark purple with a hemorrhagic patch. By the 10th day post-injection, the erythematic area had decreased, but most of the darkly colored skin had progressively turned black. Three weeks later, the black skin had changed into an eschar. There was no other drug intake or systemic illness.\\nA cutaneous examination showed a large, tender, non-indurated ulcer with necrotic eschar covering almost the entire right gluteal region with minimal extension to the left (Figure ). Other cutaneous and systemic examinations were normal. There was no regional or generalized lymphadenopathy.\\nA complete blood count, including bleeding and clotting time, and urine examinations were normal. Her chest X-ray, blood urea, serum creatinine, liver function tests and creatine kinase, were normal. The results of her Venereal Disease Research Laboratory (VDRL) and human immunodeficiency virus (HIV)-1 and HIV-2 tests were negative. A superficial ultrasonography showed diffuse edema, with sparing of the muscle and no fluid collections. The fluid found and specimens of infected deep soft tissues were sent for immediate Gram’s stain, culture and antibiotic sensitivity tests. The Gram’s stain revealed numerous polymorphonuclear cells. A culture from the ulcer showed growth of methicillin-sensitive Staphylococcus aureus. The secondary staphylococcal infection was treated effectively with intravascular ampicillin-sulbactam (4×1.5g/day) for 21 days. She was treated with surgical debridement, sterile dressings, and analgesics. The ulcer healed completely within 12 weeks with scarring.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'33598090': 1, '20586511': 1, '19205337': 1, '7659650': 1, '18032871': 1, '5558551': 1, '32378145': 1, '27882254': 2, '22518360': 1, '32896437': 1, '16598099': 1, '9706633': 1, '19251506': 1, '26557581': 1, '32792778': 1, '15988190': 1, '33791650': 1, '8607323': 1, '10066964': 1, '25471251': 2}", "similar_patients": "{'5108850-1': 1, '5108850-2': 1, '5108850-3': 1}"}