{"patient_id": 145537, "patient_uid": "4427135-1", "PMID": 25969676, "file_path": "noncomm/PMC004xxxxxx/PMC4427135.xml", "title": "Alcohol Abuse and Alcoholic Liver Cirrhosis Leading to Spontaneous Muscle Hematoma: An Event Fraught with Danger", "patient": "A 39-year-old male with no significant past medical history presented with a 1-week history of increasing pain in the calf of the right leg associated with bluish-black discoloration on the back of right leg from the upper thigh to the ankle area. He denied any history of trauma to the leg and reported that he was driving when he noticed a ‘pop’ noise from his right leg. Since then he had noticed gradually increasing swelling, pain and discoloration of the leg. His social history was significant for consumption of twelve 16-ounce bottles of beer every day for 20 years (232 g of alcohol daily). He denied any history of blood in stool or urine, epistaxis, easy bruising or bleeding in joints or any surgeries in the past. His family history was noncontributory in terms of bleeding disorders.\\nAt first presentation, his pulse was 96/min, blood pressure 137/79 mm Hg, respiratory rate 20/min, temperature 98.7°F. General examination showed a well-developed man in no distress, with pallor and icterus. Local examination was significant for severe tenderness over the right calf region with tense rigidity. Extensive tense ecchymosis was noted over the back of the right leg extending from the lower gluteal fold to the ankle (fig. ). Distal pulses were intact. Neurologic examination showed intact power and sensation to pain, pressure and vibration. Systemic examination was significant for smooth liver margin palpable at least 2 cm below the costal margin with a liver span of approximately 9 cm and splenomegaly. Labs at admission were significant for hemoglobin (9.2 mg/dl), hematocrit (26.8%), reticulocyte index (1.4), mean corpuscular volume (105.2 fl) and platelet count (64,000/μl). Liver function tests showed total bilirubin 7.2 mg/dl and direct bilirubin 2.1 mg/dl, total protein 6.5 g/dl, albumin 2.3 g/dl, alkaline phosphatase 164 U/l, gamma-glutamyltransferase 133 U/l, aspartate aminotransferase 59 U/l and alanine aminotransferase 30 U/l. Coagulation profile showed prothrombin time 25.1, activated partial thromboplastin time 44.2 and international normalized ratio 2.43. Direct Coombs test was negative. Creatinine kinase at admission was 63 U/l. Individual coagulation factor assays are shown in table . A computed tomography scan of the lower extremity without contrast showed multiple loculated fluid collections in the medial head of the gastrocnemius muscle which measured 4.5 × 2.6 cm (fig. ). Compartment syndrome was ruled out in the absence of signs of gangrene or neurovascular compromise. After admission, the patient received 2 units of fresh frozen plasma to correct the coagulopathy; however, overnight his hemoglobin dropped to 7.2 g/dl, which raised suspicion of rebleed. Doppler ultrasound of the legs showed a stable hematoma of 14.2 × 3.0 × 4.2 cm and a fecal occult blood sample was negative for blood. Abdominal ultrasound showed nodular appearance of the liver consistent with cirrhosis and splenomegaly and a large ascites. Ascitic fluid analysis showed a high serum-ascites albumin gradient which was consistent with cirrhosis as the cause of ascites. Other causes of cirrhosis were ruled out with a negative autoimmunity workup and negative hepatitis profile. Serum and urine immunofixation were negative for monoclonal bands. Though the patient did not exhibit any neurologic signs, we ruled out Wilson's disease with a normal ceruloplasmin level. Coagulopathy workup showed prolonged thrombin time and correction of prothrombin time/activated partial thromboplastin time on both immediate and incubated mixing studies, indicating factor deficiency.\\nSpecific factor assays showed depletion of all factors except for factor VIII, which further confirmed the suspicion that the factor depletion was secondary to liver cirrhosis. Liver biopsy was deferred in view of the deranged coagulation profile. He was discharged after 8 days in stable condition, having been told that he had a life-threatening condition and that complete abstinence from alcohol for 6 months would be necessary before transplantation could be considered. Screening esophagoscopy showed large esophageal varices without any stigmata of bleeding. On follow-up visits to the outpatient clinic the hematoma continued to resolve, however liver function tests and coagulation profile continued to worsen. Four months later he was readmitted with worsening ascites and increasing bilateral swelling. He was found to have renal insufficiency and a high serum-ascites albumin gradient. He was also diagnosed with heart failure with preserved ejection fraction; the presentation was suggestive of hepatorenal syndrome. The patient requested a return to his home country (Mexico) for further care. This was arranged with the help of palliative services.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'17006940': 1, '18787369': 1, '31143321': 1, '12462055': 1, '11560851': 1, '1839768': 1, '16100871': 1, '23185153': 1, '14675258': 1, '33224414': 1, '9852733': 1, '20227535': 1, '22883250': 1, '17343658': 1, '19764102': 1, '15468982': 1, '17105596': 1, '18194837': 1, '16609349': 1, '10879084': 1, '16869386': 1, '20546962': 1, '25969676': 2}", "similar_patients": "{}"}