{"patient_id": 82277, "patient_uid": "4527187-1", "PMID": 26250101, "file_path": "comm/PMC004xxxxxx/PMC4527187.xml", "title": "Successful displacement of a traumatic submacular hemorrhage in a 13-year-old boy treated by vitrectomy, subretinal injection of tissue plasminogen activator and intravitreal air tamponade: a case report", "patient": "An otherwise healthy 13-year-old Japanese boy presented with reduced central vision in his left eye, 3 days after suffering a blunt trauma from being hit by a fishing sinker. Assessment of BCVA showed only the ability to perceive hand motions in the left eye compared to 20/13.3 in the right eye. The intraocular pressure was 8 mmHg in both eyes. The anterior segment of the left eye showed hyphema and laceration of the bulbar conjunctiva. No traumatic cataract or rupture of the globe was seen. Fundus examination of the left eye showed a subretinal hemorrhage extending from the posterior pole to the inferior midperiphery and a slight vitreous hemorrhage (Fig. ). No retinal tear or retinal detachment was seen. In contrast, the right eye appeared normal. Swept-source optical coherence tomography (OCT; DRI OCT-1 Atlantis, Topcon Medical Systems, Tokyo, Japan) showed the presence of a thick submacular hemorrhage in the left eye (Fig. ). Attempts to measure the retinal sensitivity using a microperimeter (MAIA; CenterVue, Padova, Italy) failed, as it was below the detection limits of the instrument (Fig. ). We therefore diagnosed submacular hemorrhage in the left eye, due to choroidal rupture following blunt trauma.\\nTwo days after the initial visit, we carried out anterior chamber lavage, vitrectomy, subretinal injection of rt-PA (GRTPA®, Mitsubishi Tanabe Pharma Corporation, Japan) and air tamponade on the left eye under general anesthesia. This operation was performed using the methods reported by Kimura et al. []. Briefly, after performing a 25-gauge micro-incision vitrectomy, 4,000 IU rt-PA in 0.1 ml was injected subretinally using a 38-gauge subretinal infusion needle (MedOne, Sarasota, FL) to liquefy the submacular hemorrhage. Before completing the operation, fluid-air exchange was performed. The patients remained facedown for 3 days after surgery to displace the submacular hemorrhage. The day after the operation, most of the submacular hemorrhage had moved to the inferior periphery.\\nOne month after the operation, the BCVA of left eye was 20/1000 and we observed cataract formation, thin remnants of the submacular hemorrhage and juxtafoveal choroidal rupture (Fig. ). We then carried out phacoemulsification and aspiration, intraocular lens implantation and intravitreal injection of 0.05 ml bevacizumab (Avastin®, Hoffmann-la Roche, Basel, Switzerland) in the left eye under general anesthesia. Two months after the second operation, the submacular hemorrhage had totally disappeared (Fig. ) and the BCVA in the left eye had improved to 20/40. As shown in Fig. , the retinal sensitivity had markedly improved.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'16515019': 1, '30596769': 1, '23589678': 1, '2466317': 1, '19669780': 1, '25555798': 1, '16832018': 1, '27722001': 2, '2105712': 1, '14688438': 1, '24553407': 1, '9790631': 1, '31890278': 1, '32971624': 2, '34188966': 1, '9406367': 1, '9502283': 1, '20856172': 1, '11228297': 1, '7180915': 1, '26250101': 2}", "similar_patients": "{'5045984-1': 1, '7728025-1': 1, '7728025-2': 1, '7728025-3': 1, '7728025-4': 1}"}