{"patient_id": 75233, "patient_uid": "4031375-1", "PMID": 24886058, "file_path": "comm/PMC004xxxxxx/PMC4031375.xml", "title": "Popliteal lymph node dissection for metastases of cutaneous malignant melanoma", "patient": "The patient (JRS), a 58-year-old man was subjected to an excisional biopsy of a dark skin lesion in the left foot. On light microscopy, an acral melanoma was diagnosed, with a Breslow thickness of 1.5 mm. Clinical staging was T2 N0 M0, with a normal LDH (355 mg/dL) and normal chest and abdomen CT findings.\\nBased on the clinical stage and Breslow thickness, a sentinel node biopsy and a wide-margin excision were carried out. On lymphoscintigraphic examination, a major uptake of radionuclide was localized in the popliteal and groin lymph nodes, which were excised and submitted to histopathological examination. These lymph nodes were deemed positive for metastatic melanoma and, consequently, a lymphadenectomy of the deep and superficial groin as well as popliteal regions was indicated. After this procedure, histopathological examination disclosed seven popliteal lymph nodes, all being disease-free.\\nNormally, there are 2 to 9 lymph nodes localized within the fat tissue surrounding the nerves and major vessels of the popliteal fossa. Popliteal lymph nodes are deep structures encountered under the investing fascia of the leg, and they receive the lymphatic drainage of the deep structures of the distal leg and foot. Although infrequent, the lymphatic drainage from the skin is direct to these lymph nodes in some individuals. The surgical procedure of popliteal lymph node dissection involves en bloc removal of all fibrous, fatty, and lymphatic tissue in the popliteal fossa, with careful preservation of the nerves and vessels.\\nThe patient is placed in the prone position with the knee slightly flexed. To gain access to the popliteal fossa, an S-shaped incision is performed (Figure \\n). The lateral flap is raised first to the surface of the biceps femoris muscle proximally, and the lateral head of the gastrocnemius muscle distally and superficial to the level of Scarpa’s fascia. The medial flap is raised until the semitendinosus and semimembranosus muscle proximally and the medial head of the gastrocnemius muscle distally. Skin hooks or autostatic retractors are used to maintain raised flap traction.\\nThe upper angle of the popliteal fossa is formed by the biceps and semimembranosus muscle. Medially to the edge of the biceps femoris muscle, the common peroneal nerve is identified through a layer of fat tissue. An ascending sharp dissection is made superficially to the nerve until the level of its origin from the sciatic nerve. This careful dissection continues distally until the surface of the peroneus longus muscle. At this point, the tibial nerve is also dissected in the popliteal space superficially to the popliteal vessels and both nerves are hooked with vessel loops to allow gentile lateral traction (Figure \\n).\\nEmerging from the lateral surface of the peroneal nerve, we can identify the lateral sural cutaneous nerve (Figure \\n). This nerve is responsible for the sensory innervation to the posterolateral surface of the leg. The sural nerve is formed from the fusion between a communicating ramus of the lateral sural cutaneous nerve and the medial sural cutaneous nerve in the middle of the leg. If possible, this superficial communicating ramus should be preserved during the dissection over the lateral head of the gastrocnemius. In case of tumor involvement of the lateral cutaneous sural nerve or its communicating ramus, their sacrifice does not cause significant sensory deficit, if the medial cutaneous sural nerve is preserved. The medial cutaneous sural nerve has its origin from the tibial nerve and emerges from the popliteal space to run superficially in the groove between the two heads of the gastrocnemius muscle near to the small saphena vein in the middle of the back of the leg. Division of the medial cutaneous sural nerve results in cutaneous anesthesia.\\nThe deep fascia is stripped off the surface of the gastrocnemius muscle, and the medial cutaneous sural nerve is hooked with vessel loops, like the lateral sural cutaneous nerve, both being held laterally. The popliteal vessels are now approached. The popliteal artery is medial to the popliteal vein and lies deeper. Both are located between the heads of the gastrocnemius muscle (Figure \\n).\\nThe descendent dissection continues and the small saphenous vein is ligated close to its insertion in the popliteal vein (Figure \\n). All fibrous fatty tissue around the popliteal vessels is removed and some lymph nodes can be identified at this stage. A single lymph node can also be found between the back of the knee and the popliteal artery. Occasionally, there are two popliteal veins and the artery lies between them. The popliteal artery is divided into two major branches: the anterior and posterior tibial artery and a variable number of genicular branches. The surgical specimen is removed in continuity, with a proper identification of the nerves and vessels. As the final step, a closed suction drain is placed in the popliteal fossa.\\nThe superficial lymphatics localized on the calf may accompany the short saphenous vein towards the popliteal fossa draining to popliteal lymph nodes. In a series from the Sidney Cancer Database\\n[], there were 6.9% direct drainages to one or more popliteal lymph nodes among 236 lymphoscintigrams performed in patients with primary MM at or distal to the knee. Data from these lymphoscintigraphy studies revealed that lymphatic drainage to popliteal lymph nodes can take place anywhere on the leg and foot. However, metastatic disease in popliteal lymph nodes was clinically detectable in 0.31% of the cases only\\n[]. In a series of Menes et al., popliteal lymph nodes were identified by lymphoscintigraphy in 9% of the 106 patients with MM below the knee or at more distal sites, and metastatic lymph nodes in the popliteal fossa were found in 2.8% of patients\\n[].\\nThere are two basic indications to perform popliteal lymph node dissection: i) grossly metastatic disease detected on clinical examination or ii) microscopic disease identified in sentinel node lymphadenectomy specimens\\n[]. Popliteal node dissection is an uncommon procedure but adequately indicated according to data available in current literature\\n[]. A thorough familiarity of the anatomical landmarks and technical details of the dissection procedure of the popliteal fossa is mandatory.\\nIn 1980, Karakousis published an elegant description of this infrequent operative procedure with detailed information about the surgical anatomy and the technique\\n[]. Since then, however, there is a paucity of published data on the technical aspects of popliteal lymphadenectomy. To choose the kind of incision, one must consider the optimal exposure necessary to reduce the risk of developing contracture scars. The most frequently used approach of the popliteal fossa by a medial route (described in vascular surgery textbooks to correct popliteal aneurysms or perform femoro-popliteal bypass), does not allow a proper exposure of the structures to accomplish radical lymphadenectomy\\n[]. The long S-shaped incision used to access the popliteal fossa is designed to offer generous exposure and avoid deforming joint contracture. Other authors prefer a Z-plasty incision for the same purposes\\n[,].\\nTo guarantee sufficient exposure, a progressive dissection, initiated by the confection of the lateral flap, was continued throughout removal of all soft tissue. The subsequent surgical steps are followed according to the same principle of removing all fibrous and fatty tissue around, beneath, and alongside the popliteal vessels and nerves. After retraction of the flaps, an easy identification of the peroneal nerve and its ascending dissection until its origin in the sciatic nerve offers prompt identification of the tibial nerve. Subsequent recognition of the sural cutaneous nerves and their branches makes the dissection secure. The next crucial step involves the resection of all fat pad tissue close to the popliteal vessels. Meticulous inspection and palpation of the popliteal fossa must be performed not to leave any lymph node undetected.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'7404319': 1, '15381621': 1, '21406327': 1, '17239242': 2, '15827801': 1, '10744939': 1, '12372379': 1, '33395917': 1, '11982466': 1, '24886058': 2}", "similar_patients": "{'1784092-1': 1}"}