{"patient_id": 78316, "patient_uid": "4243469-1", "PMID": 25435880, "file_path": "comm/PMC004xxxxxx/PMC4243469.xml", "title": "A Case with Repeated Recurrent Acute Coronary Syndrome due to Pseudoephedrine Use: Kounis Syndrome", "patient": "A 43-year-old male patient was admitted to our Emergency Service with chest pain and pain in the left arm lasting for 1 hour. On his physical examination, arterial blood pressure was 100/60 mmHg and pulse rate was 89/min. Cardiovascular auscultation revealed no additional heart sound or murmur. Respiratory system examination was unremarkable. Electrocardiography (ECG) of the patient that was performed in the Emergency Service revealed 90/min sinus rhythm and 1 mm ST depression on the leads D2, D3, aVF, V4, V5, and V6 (). The patient was transferred to the Coronary Intensive Care Unit with the diagnosis of acute coronary syndrome without ST elevation. He received 300 mg acetylsalicylic acid (ASA) and 300 mg clopidogrel load via oral route and 5000 IU heparin via intravenous route, and nitroglycerin perfusion was started. Chest pain of the patient relieved and ST depression improved. Routine biochemistry analyses were performed. His chest pain restarted an hour later, and the patient was transferred to the catheterization laboratory for coronary angiography. He underwent right-left selective coronary angiography through the right femoral route. Coronary angiography revealed no significant stenosis in the left anterior descending artery and its branches, circumflex artery and its branches, and right coronary artery and its branches, which could explain the clinical picture (). When his medical history was reevaluated, it was learned that he had received pseudoephedrine-containing drug for upper respiratory tract infection. On his blood biochemistry analyses, leukocyte count was 18.000/mm3, hematocrit was 44%, neutrophil was 86%, lymphocyte was 7.8%, eosinophil was 5.1%, troponin T level was 7.11 ng/mL (reference: 0.003–0.014 ng/mL), creatinine kinase (CK) level was 3,445 U/L, CK-MB was 515 U/L, postprandial blood glucose was 115 mg/dL, low-density lipoprotein level was 125 mg/dL, and creatinine level was 0.8 mg/dL. After coronary angiography, the patient who was transferred to the Intensive Care Unit for monitoring had no complaint under medical treatment. The patient, who had had upper respiratory system complaints 3 days ago and received a cold medicine containing pseudoephedrine, was considered to have Kounis syndrome since his coronary angiography was normal. Physical examination revealed no complaint or sign of allergic reaction. On his transthoracic echocardiographic examination, left ventricular ejection fraction was measured to be 65%. Regional wall motion impairment or any other pathology was not determined. Since his cardiac enzymes decreased and he had no complaints during monitoring, he was discharged on the 4th day with ASA 100 mg and atorvastatin 40 mg treatments; he was asked to return for a control visit one month later. The patient was readmitted to our Emergency Service eight months later with similar complaints and it was learned that he had again received a cold medicine containing pseudoephedrine. Anti-ischemic, antiaggregant, and anticoagulant treatments were commenced; ST-T segment changes on his ECG improved and his chest pain relieved.\\nResults of cardiac enzyme and other blood biochemistry analyses revealed that leukocyte count was 12,000/mm3, neutrophil was 44%, lymphocyte was 51%, eosinophil was 3.2%, troponin was 2.52 ng/mL (reference: 0.003–0.014 ng/mL), CK was 1,309 U/L, CK-MB was 145 U/L, and high-sensitivity C-reactive protein was 15 mg/L. As was at his previous admission, physical examination of the patients revealed no complaint or sign of allergic reaction. His transthoracic echocardiography demonstrated normal left ventricular function with no regional wall motion impairment.\\nControl coronary angiography was not performed since he was diagnosed with Kounis syndrome at his previous admission, his complaints clinically relieved, and he was hemodynamically stable. The patient, cardiac enzymes of whom decreased and who was free of cardiac complaints during monitoring, was discharged on the 3rd day with ASA and statin treatments. He was referred to the Immunology Polyclinic as he was considered to have allergic angina (Kounis syndrome).", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'22386343': 1, '20052499': 1, '19081300': 1, '19942100': 1, '17707099': 1, '19275688': 1, '16249041': 1, '19203807': 1, '9826306': 1, '19628178': 1, '1793697': 1, '15753926': 1, '22154226': 1, '15999477': 1, '34900557': 2, '19144425': 1, '17360053': 1, '25435880': 2}", "similar_patients": "{'8603774-1': 1}"}