{"patient_id": 144921, "patient_uid": "4400568-1", "PMID": 26069794, "file_path": "noncomm/PMC004xxxxxx/PMC4400568.xml", "title": "Nephrotic syndrome and autosomal dominant polycystic kidney disease", "patient": "In April 2009, a 24-year-old man was referred to our hospital with a history of ADPKD. The patient's father had a diagnosis of ADPKD and the mother was affected by a membranous nephropathy. At first observation, laboratory studies showed a daily urinary protein excretion of 3.19 g, serum creatinine 106.08 μmol/L (1.2 mg/dL), and eGFR (estimated glomerular filtration rate) 84.7 mL/min/1.73 m2. We thus started therapy with an angiotensin-converting enzyme inhibitor (ACEi), ramipril 5 mg/day. After 6 months, his proteinuria decreased to 1.13 g/day, so we added an angiotensin receptor blocker (ARB), losartan potassium 50 mg/day. His proteinuria remained about 1.8–2 g/day until the end of 2010.\\nIn July 2011, urine analysis showed a daily protein excretion of 7.4 g and 15 red blood cells per high power field; the patient had neither peripheral leg oedema nor other symptoms; urine culture was sterile; tests for HBsAg and HCVAb and anti-nuclear antibodies were negative; IgG, IgA, IgM, C3, C4 were normal; there were no monoclonal bands on immunoelectrophoresis of the serum and no monoclonal light chains were detected in the urine. An abdomen ultrasound (US) analysis showed the right kidney measuring 11.4 cm in length with multiple cysts ranging in diameter from 1.6 to 3.2 cm, and the left kidney measuring 13.4 cm in length with multiple cysts. There were no cysts in the lower pole of the left kidney. Due to the persistent presence of nephrotic-range proteinuria, a US-guided biopsy was performed, the diagnosis of which was mesangioproliferative glomerulonephritis. Because of the failure of treatment with ACEi/ARB association, we added prednisone to the antiproteinuric agents at the initial dose of 1 mg/kg/day. After 6 months of steroid treatment, we observed an eGFR stability, a gradual reduction of proteinuria until ∼2 g/24 h and an increase of the serum albumin. After 3 months from the end of steroid therapy the proteinuria was 0.5 g/24 h.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'11206617': 1, '31792758': 1, '19853775': 1, '13469269': 1, '7206178': 1, '22218124': 1, '9773792': 1, '9158217': 1, '3974344': 1, '1752071': 1, '20882089': 1, '15483458': 1, '8321370': 1, '7736675': 1, '16791401': 1, '29145282': 2, '25949310': 2, '17318353': 1, '9825400': 1, '2343882': 1, '2372908': 1, '5011299': 1, '8589309': 1, '1528329': 1, '5373084': 1, '20429898': 2, '3041293': 1, '8247200': 1, '21552769': 1, '1614046': 1, '27044732': 2, '7894001': 1, '10922324': 1, '1436319': 1, '8569963': 1, '3218662': 1, '16707749': 1, '31455242': 2, '8483210': 1, '5543061': 1, '2024380': 1, '2968995': 1, '26069794': 2}", "similar_patients": "{'2873454-1': 1, '5704827-1': 1, '5402818-1': 1, '4421363-1': 1, '6712641-1': 1}"}