{"patient_id": 140510, "patient_uid": "4141401-1", "PMID": 25191203, "file_path": "noncomm/PMC004xxxxxx/PMC4141401.xml", "title": "The use of sugammadex in a patient with Kennedy's disease under general anesthesia", "patient": "The present case report is about a 62-year-old male patient with KD, weighing 70 kg and 173 cm tall, was scheduled for frontal sinusectomy due to sinusitis. He first noticed muscle weakness in the proximal part of the lower limbs at the age of 43. At 2 years later, he was diagnosed with KD. Pre-operative physical examination revealed muscular atrophy, weakness and fasciculation in the lower upper limb muscles and diminished deep tendon reflexes in the lower and upper extremities. He had slurred speech and slight difficulties in swallowing. Other findings included fasciculation and atrophy of the tongue and facial muscles, but he had not experienced laryngospasms []. Pre-operative blood tests were within the normal range except for a plasma creatine kinase concentration of 335 μl (normal range: 24-195 μl). His older brother had died as a result of KD 2 years earlier.\\nThe patient was not premedicated and was monitored with electrocardiography, noninvasive blood pressure and pulse oximetry. Following pre-oxygenation, general anesthesia was induced via propofol 80 mg and remifentanil 0.25 μg/kg/h. After the loss of consciousness, neuromuscular monitoring was applied and calibrated using objective evoked electromyography of the adductor pollicis muscle using an NS-272 neuromuscular transmission nerve stimulator (Fisher and Paykel Health care Ltd., New Zealand). The left or right ulnar nerve was stimulated at the wrist with supramaximal and square-wave stimuli of 0.2 ms duration, 2 Hz every 15 s. The fade was not detected before the administration of rocuronium.\\nAfter induced anesthesia, train of four (TOF) ratios was indicated 1.0. We then administered 40 mg rocuronium boluses and deep neuromuscular blockade was achieved (T4/T1 = 0.0) after 120 s. We performed the tracheal intubation without any complications. Anesthesia was maintained uneventfully with 5-8 mg/kg/h propofol and remifentanil 0.2-0.25 μg/kg/min in oxygen and air.\\nDuring the operation, 60 min after the administration of rocuronium, the Anesthesiologist could detect a T1 response. Before the end of the operation, fentanyl (200 μg) and flurbiprofen axeti (50 mg) were injected for post-operative analgesia. The propofol and remifentanil infusions were terminated at the end of surgery. After 10 min, the neuromuscular monitoring remained indicated T1, we administered 2.0 mg/kg (150 mg) sugammadex. Within 180 s of the administration of sugammadex, we detected a T4 response (T4/T1 = 1.0) and could no longer detect a fade. The patient could lift his head and arms, open his eyes and protrude his tongue. We therefore extubated the patient 300 s after the administration of sugammadex. The post-operative course was uneventful and no respiratory complications were observed.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'20105151': 1, '28591053': 1, '2062380': 1, '4233749': 1, '12470181': 1, '9040088': 1, '19863737': 1, '20962659': 1, '20627694': 1, '14742338': 1, '20565409': 1, '1575351': 1, '31744470': 1, '28798877': 2, '20422852': 1, '12161529': 1, '20978247': 1, '16621916': 1, '2917278': 1, '28049438': 1, '4786947': 1, '15728312': 1, '20375901': 1, '19247761': 1, '25191203': 2}", "similar_patients": "{'5535701-1': 1}"}