{"patient_id": 143160, "patient_uid": "4302552-1", "PMID": 25624935, "file_path": "noncomm/PMC004xxxxxx/PMC4302552.xml", "title": "Stridor in children: Is airway always the cause?", "patient": "An 8-month-old female baby born at term by normal vaginal delivery, from a second-degree consanguinous marriage; presented with noisy breathing and progressive increase in the size of the head for 4 weeks. There was no history of apneic or cyanotic episodes. The mother reported mild pharyngonasal reflux during feeding but no episodes of vomiting. The child underwent lumbosacral myelomeningocele repair 2 months ago. On examination, she was awake, irritable and had noisy breathing that was aggravated on crying. There were no other signs or symptoms of respiratory distress. Her heart rate was 123/min, blood pressure was 80/50 mm of Hg, respiratory rate was 38/min and oxygen saturation was 99% on room air. Glasgow Coma Scale was 15/15, head circumference was 48 cm and the anterior fontanelle was bulging and tense. Neurological examination revealed bilateral lateral rectus paresis but no up gaze paresis. Both upper limbs were spastic and the lower limbs were flaccid with grade 0 power. Contrast enhanced computed tomography (CECT) brain showed dilatation of all the ventricles s/o obstructive hydrocephalus []. She was posted for an emergency V-P shunt insertion.\\nInformed high-risk consent was obtained from the parents for the procedure. Standard American Society of Anesthesiologists monitors, including electrocardiogram, noninvasive blood pressure, SpO2, EtCO2 and temperature monitoring were used. Inhalational induction of anesthesia was accomplished using 2–6% sevoflurane in oxygen. Intravenous propofol and fentanyl were administered after securing peripheral venous access. Tracheal intubation was facilitated by atracurium with a size 3.5 uncuffed endotracheal tube. The left side V-P shunt (medium pressure Chabbra system) was placed, and tracheal extubation was uneventful. The child was transferred to the neurosurgical Intensive Care Unit for monitoring.\\nPostoperatively the child's stridor decreased, head circumference was 47 cm, anterior fontanelle became lax, and she became active, playful and started feeding normally.", "age": "[[8.0, 'month']]", "gender": "F", "relevant_articles": "{'18775340': 1, '632975': 1, '1984616': 1, '4917412': 1, '4564533': 1, '23724274': 1, '19572848': 1, '3970371': 1, '3833332': 1, '3625403': 1, '6674211': 1, '4868501': 1, '11159232': 1, '16884471': 1, '25624935': 2}", "similar_patients": "{}"}