{"patient_id": 142681, "patient_uid": "4278017-1", "PMID": 25552891, "file_path": "noncomm/PMC004xxxxxx/PMC4278017.xml", "title": "Megalocytic Interstitial Nephritis Following Acute Pyelonephritis with Escherichia coli Bacteremia: A Case Report", "patient": "A 45-yr-old woman was hospitalized for abdominal pain, watery diarrhea, and jaundice of one-week duration on October 28, 2013. One day before admission, she noticed a marked reduction in her urine output. Her past medical history was unremarkable except for a two-year history of alcoholism.\\nAt the time of admission, her blood pressure was 134/84 mmHg, and heart rate was 93 beats per minute. Her respiratory rate and body temperature were 20 breaths/min and 36.5℃, respectively. The patient was icteric and confused. She was unable to state her precise complaints. Physical examination was unremarkable except distended abdomen.\\nLaboratory findings included leukocytosis of 24,300/µL, high serum creatinine level of 6.80 mg/dL, high C-reactive protein level of 24.61 mg/dL, and high procalcitonin level of 39.05 ng/mL. Liver function test showed abnormalities including low albumin level of 2.9 g/dL, high aspartate aminotransferase level of 139 U/L, but alanine aminotransferase of 31 U/L. Coagulation time was prolonged to a PT INR of 1.46. Urinary findings showed hematuria and pyuria. Physical examinations and laboratory results suggested urosepsis with underlying alcoholic liver cirrhosis.\\nA computed tomographic (CT) scan of the abdomen revealed diffuse swelling of both kidneys with perinephric infiltration, suggestive of acute pyelonephritis. Additionally, hepatic nodularity and atrophic change as features of liver cirrhosis were observed.\\nThe patient was diagnosed with acute pyelonephritis (APN) accompanied by oliguric AKI. Antibiotic treatment using cefotaxime (third-generation cephalosporin) and azithromycin was administered for a presumed diagnosis of APN, Weil's disease, and rickettsial infection. Continuous renal replacement therapy (CRRT) was initiated for septic shock with oliguric AKI. After recovering from septic shock, the patient was switched to conventional hemodialysis for the treatment of AKI. Later, E. coli susceptible to all feasible antibiotics were isolated from initial urine and blood cultures. Azithromycin administration was discontinued because there was no evidence of elevation of tsutsugamushi and leptospira antibodies.\\nAlthough there was no microorganism in subsequent blood and urine cultures with improving parameters of infection such as fever, CRP, and procalcitonin, there were persistent severe leukocytosis with atypical lymphocytes and high level of lactate dehydrogenase over 1,000 IU/L. Serum protein electrophoresis (PEP) revealed increased gamma-globulin (34.5%), and serum immunofixation (IF) showed an abnormal band against anti-immunoglobulin G (IgG) and anti-lambda. To evaluate hepatosplenomegaly and blood cell abnormalities including leukocytosis, thrombocytopenia, and monoclonal gammopathy (<3 g/dL), bone marrow examination was performed. Bone marrow examination showed hemophagocytic histiocytes and increased plasma cells (below 10%). These results suggested the possibility of monoclonal gammopathy of undetermined significance because there was no evidence of bone lesion and hypercalcemia. After one month, kidney biopsy was performed to clarify the cause of persistent oliguric AKI despite adequate conservative treatment. Light microscopic examination showed extensive interstitial inflammation with a massive infiltration of histiocytic cells without Michaelis-Gutmann bodies. Special staining showed CD68 positivity in infiltrated histiocytes, Von Kossa (for calcium) negativity, and Prussian blue (for iron) negativity. Additionally, C1q staining and electron dense deposits were shown in mesangial matrix without clinical and serological evidence of systemic lupus erythematosus. The final pathologic diagnosis was megalocytic interstitial nephritis accompanied by C1q nephropathy ().\\nIntravenous administration of methylprednisolone 1 mg/kg was initiated for megalocytic interstitial nephritis and severe infection-related hemophagocytic lymphohistiocytosis that was seen in the histological examination of the patient's kidney and bone marrow, respectively. High-dose steroid treatment was performed for one week, and steroid was halved every 3 days for 2 weeks. Both oliguric AKI and severe leukocytosis were dramatically improved after steroid treatment ().\\nAfter using steroids for 12 days, her kidney function had improved enough to stop dialysis. On the day of discharge, her serum creatinine level was 2.48 mg/dL. Her renal function had improved further by her first visit to the outpatient clinic; the serum creatinine level was 1.95 mg/dL.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'7275522': 1, '17618870': 1, '7771491': 1, '2490367': 1, '8141185': 1, '23667376': 2, '7211755': 1, '18215711': 1, '11140812': 1, '12776305': 1, '10468763': 1, '2919720': 1, '19373520': 1, '25552891': 2}", "similar_patients": "{'3647129-1': 1}"}