{"patient_id": 146626, "patient_uid": "4503909-1", "PMID": 26108594, "file_path": "noncomm/PMC004xxxxxx/PMC4503909.xml", "title": "Management of rhino-orbital mucormycosis", "patient": "A 62-year-old female presented to the outpatient clinic complaining of pain and swelling of her right cheek. Clinical examination revealed redness and swelling of her right cheek with the presence of fistulous tracts, right facial nerve palsy, and periorbital swelling. Intra-oral examination revealed necrotic bare bone of the right side of the hard palate (). She gave a history of uncontrolled insulin dependent DM, controlled hypertension, liver cirrhosis as a result of hepatitis C virus, and a history of previous functional endoscopic sinus surgery (FESS) for treatment of cheek swelling and chronic sinusitis. Laboratory investigations revealed: white blood cell (WBC’s) 6.66×103, impaired kidney function, blood urea nitrogen (BUN) 32 mg/dl, creatinine 1 mg/dl, aspartate transaminase (AST) 73 U/L, alanine transaminase (ALT) 73 U/L, albumin 3.3 g/dl, hemoglobin 10 mg/dl, platelet count 95×103, and random blood glucose 160 mg/dl (normal range: <125 mg/dl). The CT scans revealed sequestrated right maxilla up to the infraorbital rim and opacification of the maxillary, ethmoid, and sphenoid air sinuses (). Clinical and radiographic data were indicative of invasive fungal infection. She was planned for aggressive surgical debridement with right hemimaxillectomy. She was admitted to the operating room for execution of the preoperative plan under general anesthesia. During the surgery, an old piece of gauze was discovered in the maxillary sinus that was missed from the previous FESS, black eschar nasal discharge, and blackish necrosis of the nasal mucosa were observed () and further debridement was carried by inferior turbinectomy. Irrigation was carried out, and the specimen was sent for histopathological confirmation and culture and sensitivity test. She was discharged to the ward extubated and fully conscious. Postoperative medications included a combination of intermediate and short acting insulin therapy for tight glycemic control, intravenous administration of Amphotericin B (AmB) 1 mg/kg/day with daily monitoring of the kidney functions, IV ampicillin/sulbactam 1g/0.5 g twice daily, IV Diclofenac sodium 150 mg/day, and IV Ranitidine 100 mg/day. Postoperative care included local irrigation with normal saline and local packing of a piece of gauze soaked in 1 vial of AmB 50 mg twice daily. Histopathology confirmed mucormycosis, microscopic slides stained with Hematoxylin and Eosin showed clusters of spores and hyphae with right angle branching and evidence of sinonasal mucosa and bone necrosis (). Twenty dives of hyperbaric oxygen therapy (HBO) under pressure of 2 atmosphere (ATA) with 100% oxygen saturation were given immediate postoperatively, and she showed signs of clinical improvement. The postoperative laboratory investigations revealed evidence of impaired kidney functions where BUN and serum creatinine increased gradually after 4 days; BUN was 81 mg/dl and serum creatinine was 2.0 mg/dl, yet the decision was to continue the medications, and the follow up labs were stable. The AmB was administered for a total of 20 days. Improvement was noticed during treatment as symptoms relieved, swelling subsided, discharge stopped, and surgical defect margins showed proper healing with healthy vascularized tissue. Radiographs showed proper clearance of the opacification of both ethmoid and sphenoid air sinuses (). She was discharged after 36 days. One year follow up shows clinical improvement; the tissue margins appear healthy and vascularized ().", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'33976666': 2, '34377490': 2, '11381399': 1, '21862361': 1, '34804684': 1, '31920280': 1, '15966968': 1, '17624436': 1, '22541257': 1, '28681007': 1, '22425500': 1, '32551404': 1, '12062859': 1, '34306884': 2, '21106269': 1, '26108594': 2}", "similar_patients": "{'8295568-1': 1, '8077525-1': 1, '8326607-1': 1}"}