{"patient_id": 80671, "patient_uid": "4397714-1", "PMID": 25878793, "file_path": "comm/PMC004xxxxxx/PMC4397714.xml", "title": "Fulminant course of unilateral emphysematous pyelonephritis revealing a renal actinomycosis caused by Actinomyces meyeri, an unknown cause of septic shock", "patient": "A 75-year-old female presented to a local clinic with a history of fever, nausea, vomiting, and anorexia lasting for 2 days. Medical history was significant only for arterial hypertension, obesity (body mass index 29), and urinary incontinence. She was treated by oral antihypertensive therapy and solifenacin for her overactive bladder.\\nPhysical examination revealed fever with body temperature of 101.3°F (38.5°C), tachypnea with respiratory rate of 25 breaths/min, normal hemodynamic parameters with blood pressure 125/57 mmHg, and pulse 80 beats/minute. The laboratory investigations yielded an inflammatory process and moderate renal impairment. The white blood cell count was 37.6 × 109/L with neutrophils 85%. Hemoglobin was 100.2 g/L. The platelet count was normal 263 × 109/L, and fibrinogen was 32.89 μmol/L. C-reactive protein was 591 mg/L; the serum gammaglutamyltransferases level was increased up to 276 U/L. The alkaline phosphatases level was 168 U/L. The bilirubin was 9.7 μmol/L. The urea nitrogen and creatinine serum levels were, respectively, 18 mmol/L and 282 μmol/L. The other laboratory tests for blood chemistry panel and liver function were normal. Few minutes after her admission, the patient's blood pressure dropped dramatically with anuria and hypoxemia, so she received oxygen therapy (10 L/min with a reservoir mask) and intravenous fluid therapy with 1,500 mL of crystalloid (Ringer lactate) and 500 mL of colloid (6% hydroxyethyl starch 130/0.4).Urgent abdominal computed tomography (CT) scan permitted the diagnosis of EPN showing a pyonephrosis of the right kidney and presence of pneumaturia in the collecting system and in a cyst located in the lower pole of the right kidney (Figure ). The pelvi-caliceal cavities of the right kidney appeared slightly dilated. After blood cultures, intravenous antibiotic therapy was initiated with amoxicillin/clavulanic acid 1 g and ofloxacin 200 mg. Despite antibiotic therapy and supportive measures, the patient's clinical condition rapidly deteriorated towards a septic shock with multiple organ dysfunction syndrome. The patient required mechanical ventilator support and intravenous vasopressor (norepinephrine). She was promptly transferred to our hospital to undergo urgent ureteral stenting.\\nOn admission to the operating room, protective ventilation settings (controlled mandatory ventilation, tidal volume of 7 mL/kg of predicted body weight, respiratory rate 20 breaths/min, FiO2 1.0) resulted in a PaO2/FiO2 ratio at 122. Hemodynamic parameters with continuous intravenous norepinephrine 0.4 gamma/kg/min showed pulse 90 beats/min and mean arterial pressure 69 mmHg, and the patient was still anuric. A right retrograde cystoscopic pyelogram revealed a moderate pelvi-caliceal dilatation and also allowed a right ureteral open-ended stenting with drainage of a pyuria.\\nThe patient was subsequently admitted to our ICU. Antibiotics were switched to intravenous ceftriaxone (2 g/day) plus ofloxacin (200 mg twice a day) and metronidazole (500 mg every 8 h). Septic shock improved in the following 2 days. Her renal function recovered without need of renal replacement therapy and with equal diuresis of both kidneys. Despite improvement of the patient's condition, we observed a reascension of WBC at day 3 (50 × 109/L). Gynecological examination with hysteroscopy excluded genital infection. CT scan showed a persistent posterior abscess of the right kidney with inflammatory infiltration of the perirenal space. After discussion with urologists and radiologists, a percutaneous CT scan-guided drainage was performed by a radiologist who placed a stent in the abscess and collected a hemic and purulent fluid. The patient's condition rapidly improved, so she was extubated on day 8. On day 11, the CT scan-guided drainage was complicated by a fistula, with the urinary tract successfully treated by a double J stenting of the right ureter.\\nMicroscopic examination of urine collected by cystoscopy from the right pelvi-caliceal cavity showed presence of pyuria, Gram stain detected gram-positive bacilli, and culture was positive with A. meyeri 105 CFU/mL with the use of Vitek 2 ANC card (bioMérieux, Marcy l'Etoile, France). Antibiotherapy was finally switched to amoxicillin 2 g × 3 per day according to the antibiogram for a duration of 3 months against A. meyeri. As advised by our infectious disease specialists, ofloxacin (200 mg twice a day) was maintained for 21 days covering a hypothetic non-diagnosed coinfection with gram-negative bacilli. Metronidazole was stopped at day 5 after identification of A. meyeri. At day 10, the patient was finally discharged from the ICU to the department of urology in stable condition. She recovered a normal renal function and was transferred back to her home at day 24. She underwent an abdominal CT scan 2 months later (Figure ) showing regression of the right pyonephrosis with normal parenchyma, no dilatation, and persistence of a right renal cyst of reduced diameter. Four months later, ureteroscopic examination revealed no abnormality and double J stenting was retrieved.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'20683080': 1, '15126826': 1, '19344987': 1, '27227294': 1, '18353396': 1, '21872163': 1, '22257547': 1, '20840327': 1, '10737279': 1, '30034893': 2, '32190442': 2, '22406688': 1, '23672372': 1, '15645962': 1, '10074610': 1, '22495044': 1, '11275733': 1, '9123695': 1, '16124446': 1, '18078685': 1, '15043347': 1, '18164641': 1, '8729199': 1, '11064902': 1, '16129204': 1, '31804331': 2, '7882215': 1, '11096052': 1, '10505021': 1, '25878793': 2}", "similar_patients": "{'6919534-1': 1, '6032818-1': 1, '7058395-1': 1}"}