{"patient_id": 79344, "patient_uid": "4307707-1", "PMID": 25671032, "file_path": "comm/PMC004xxxxxx/PMC4307707.xml", "title": "Necrotizing Fasciitis Caused by Hypermucoviscous Klebsiella pneumoniae in a Filipino Female in North America", "patient": "A 71-year-old Filipino female with no known past medical history presented to an emergency department in Oakland, California, for neck swelling, fever, and difficulty breathing. She had been experiencing these symptoms for two weeks, with the neck swelling becoming progressively worse. On physical exam the patient appeared ill with a heart rate of 139, blood pressure of 87/36 and temperature 101.1, indicating septic shock. Physical exam revealed a large fluctuant mass over the left lateral neck. The center of this mass exhibited blackish discoloration and skin necrosis. Swelling and crepitus extended to the anterior and posterior neck, left shoulder and anterior chest wall.\\nInitial laboratory evaluation showed a white blood cell count of 22.9thou/mcL, Hemoglobin of 14.8g/dL, and platelets of 359thou/mcL. Notable chemistries were sodium of 125mmol/L, potassium 4.9mmol/L, chloride 110mmol/L, bicarbonate less than 5mmol/L, blood urea nitrogen 41mg/dL, creatinine 2.5mg/dL, glucose 917mg/dL, and lactic acid 3.5mmol/L. Urinalysis showed glucosuria and ketonuria. CT of chest and neck revealed extensive subcutaneous emphysema throughout the left lateral upper chest wall, left shoulder region, anterior mediastinum and throughout the superficial and deep spaces of the neck ().\\nThe patient was taken to the operating room for debridement and was discovered to have necrotic deep muscle tissue and fascia. Intraoperative biopsies confirmed the diagnosis of necrotizing fasciitis, with necrotic and purulent material found in the dermis, subcutaneous tissues, and fascia.\\nDuring the patient’s hospital stay, she required numerous vasopressors and steroids for refractory hypotension, hemodialysis for refractory acidosis and uremia, and was taken to the operating room for debridement a total of three times. The patient expired on her seventh hospital day due to overwhelming sepsis and acidosis.\\nCultures of blood, urine, and surgical specimens all grew K. pneumoniae. These isolates were string-test positive, indicating that this was the hypermucoviscous strain. All cultures were resistant to ampicillin, but otherwise were pan susceptible.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'16619145': 1, '33724814': 1, '10525011': 1, '29618511': 1, '10880333': 1, '22715175': 1, '19815478': 1, '15112067': 1, '30567095': 1, '23782431': 1, '12837650': 1, '16619144': 1, '23547093': 1, '8542086': 1, '16704562': 1, '22065090': 1, '9832668': 1, '31092506': 1, '19135282': 1, '23302790': 1, '22715174': 1, '19661201': 1, '17437368': 1, '19581796': 1, '20735943': 1, '21677064': 1, '22820688': 1, '22809880': 1, '25671032': 2}", "similar_patients": "{}"}