{"patient_id": 88368, "patient_uid": "4998868-1", "PMID": 26962787, "file_path": "comm/PMC004xxxxxx/PMC4998868.xml", "title": "Burkitt-Type Acute Lymphoblastic Leukemia With Precursor B-Cell Immunophenotype and Partial Tetrasomy of 1q", "patient": "A 10-year-old girl was admitted to our hospital complaining of lassitude and fever. She displayed hepatosplenomegaly and pleural and abdominal effusions without lymphadenopathy. Lactate dehydrogenase (10,554 U/L; normal range 106–211 U/L) was elevated. A peripheral blood examination showed the following counts: red blood cells 4.25 × 1010/L, hemoglobin 11.8 g/dL, hematocrit 36.2%, platelets 7.3 × 108/L, and white blood cells 4.4 × 107/L, and 48% of leukemic blasts had vacuoles in the cytoplasm (Figure A). Leukemic blasts accounted for 73.6% of the mononuclear bone-marrow cells. An immunophenotype analysis was positive for CD10, CD19, CD20, and CD22, and negative for terminal deoxynucleotidyl transferase and surface immunoglobulins, suggesting that the leukemic blasts had a precursor B-cell immunophenotype. A fluorescence in situ hybridization (FISH) analysis revealed an IgH/C-MYC gene fusion (Figure B). A G-band-staining chromosomal analysis revealed t(8;14) and an additional abnormality of chromosome 1. A spectral karyotyping FISH analysis and array-based comparative genomic hybridization (aCGH) were performed. A derivative chromosome 1 analysis revealed der(1)(pter → q32.1::q32.1 → q21.1::q11 → qter), in which region 1q21.1 to 1q32.1 was inverted, inserted (Figure A–C), and repeated 3 times, causing partial tetrasomy of 1q (Figure B and C). Another abnormality, t(2;4)(p13;q27), was also detected (Figure A). B-ALL with a precursor B-cell immunophenotype and 46,XY,t(8;14)(q24;q32),t(2;4)(p13;q27),der(1)(pter → q32.1:: q32.1 → q21.1::q11 → qter) was diagnosed (Figure A–C).\\nDialysis was performed for tumor lysis syndrome before induction therapy was administered. Complete remission was achieved after B-precursor ALL induction therapy with prednisolone, vincristine, and doxorubicin. The consolidation therapy was adapted from a regimen for advanced Burkitt lymphoma, according to the Japan Pediatric Leukaemia/Lymphoma Study Group B-NHL 03 advanced-stage protocol, including 6 courses of prednisolone, vincristine, cyclophosphamide, methotrexate, pirarubicin, and etoposide. Rituximab was combined with the chemotherapy in last 2 courses. This patient has been in remission for 2 years.", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'19691112': 1, '15229187': 1, '14603444': 1, '12648517': 1, '9490669': 1, '16049916': 1, '21981616': 1, '10049049': 1, '21300984': 1, '15284595': 1, '22258345': 1, '19958934': 1, '19536264': 1, '12619161': 1, '30772833': 1, '19020548': 1, '23533894': 1, '15886317': 1, '19844983': 1, '24217199': 1, '22189212': 1, '14513052': 1, '26962787': 2}", "similar_patients": "{}"}