{"patient_id": 150294, "patient_uid": "4748251-1", "PMID": 26865702, "file_path": "noncomm/PMC004xxxxxx/PMC4748251.xml", "title": "Mid-facial deformity secondary to a traumatic haemorrhage in a maxillary cyst", "patient": "A 44-year-old Japanese woman presented with a mid-facial deformity. Epilepsy was diagnosed, and her history included bilateral Caldwell–Luc surgery 21 years earlier and trauma to the left cheek region 4 years earlier. She presented soon after the trauma complaining of left mid-facial deformity. Nasal endoscopic surgery was performed 2 years after the injury, by an otolaryngologist, but her symptoms persisted after the surgery.\\nPhysical examination revealed a non-tender, hard swelling of the left nasal wing from which serosanguineous fluid was aspirated by fine needle (Fig. ). Intraoral examination showed a soft palatal expansion and on panoramic radiography, the identified cyst had no relation to the neighbouring teeth. Computed tomography showed a trilocular cyst in the left maxillary region (Fig. ). A clinical diagnosis of surgical ciliated cyst was made, and facial osteotomy and cyst enucleation were performed under general anaesthesia. Lateral rhinotomy provided excellent exposure of the expanded cortical bone, which was removed carefully with a bone chisel. Serosanguineous fluid filled the cyst cavity just below the surface; however, palatal and nasal cyst cavities contained straw-coloured fluid. The cyst was enucleated, and the facial wound was closed primarily (Fig. ). Healing was uneventful. Histopathological examination showed that all cyst walls were lined by ciliated columnar epithelium, which was consistent with surgical ciliated cyst (Fig. ). The patient showed no signs of recurrence at the end of a 20-month follow-up, and the postoperative appearance was excellent (Fig. ).\\nInformed consent was obtained from the patient's family to publish the details of her case, including photographs and other identifying information.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'264304': 1, '6830517': 1, '8134446': 1, '6936541': 1, '3200074': 1, '22499365': 1, '6953207': 1, '26865702': 2}", "similar_patients": "{}"}