{"patient_id": 87249, "patient_uid": "4908800-1", "PMID": 27301473, "file_path": "comm/PMC004xxxxxx/PMC4908800.xml", "title": "Clinical motion analyses over eight consecutive years in a child with crouch gait: a case report", "patient": "A 6-year-old white American boy with a diagnosis of spastic bilateral CP, Gross Motor Function Classification System (GMFCS) [] level I was referred to our clinical motion analysis laboratory. Our patient was born full term, with no history of epilepsy and no noted disturbances of sensation, perception, cognition, communication, or behavior. He received annual evaluations in the same laboratory for 8 years from ages 6 to 13 years. At each visit a physical examination and video analysis were performed, and our patient underwent instrumented three-dimensional gait analysis, including kinematics and dynamic surface EMG, as well as postural standing balance tests and analysis of his energy efficiency during gait. His treatment schedule of botulinum toxin-A injections (BoNT-A) and casting are displayed in Table . Our patient was referred and treated by a physician at an outside hospital.\\nTreatments listed for the whole year were administered 2–10 weeks after the annual gait analysis was performed. Treatments listed for the half year occurred at least 3 months prior to the subsequent gait analysis. For example, a gait analysis was performed at age 8; less than 10 weeks after this gait analysis, our patient received BoNT-A injections to his bilateral hamstrings and right gastrocnemius with long leg casting; approximately 6 months later at age 8.5 years, our patient had serial casting at his right ankle. Our patient received 300 units of BoNT-A at each treatment age, with the exception of age 10.5 years when he received 200 units of BoNT-A. The BoNT-A injections and long leg casting were performed under general anesthesia.\\nDuring the study interval, our patient participated in a wide variety of sports, including tennis, swimming, skiing, and horseback riding. He occasionally wore ankle-foot orthoses. His family reported he had an intensive home exercise program of stretching and strengthening exercises for the trunk and legs, as instructed in physical therapy; his father helped him with the exercise program to facilitate adherence.\\nAt each visit to the clinical motion analysis laboratory, our patient’s body mass index (BMI) was calculated. Because BMI is both age-specific and sex-specific for children, the BMI-for-age percentile for boys was used to interpret his BMI []. His leg length was measured supine from the anterior superior iliac spine to the medial malleolus. Hip, knee, and ankle passive range of motion (ROM) measures were recorded and muscle strength was measured using the six-point (0–5) Manual Muscle Test [, ]. At age 13 years, our patient’s selective motor control was tested using the recently introduced Selective Control Assessment of the Lower Extremity (SCALE) tool [].\\nThree-dimensional kinematics were collected during barefoot walking with an eight-camera optoelectric system (Motion Analysis Corporation, Santa Rosa, CA, USA). The Gait Deviation Index (GDI) was calculated from lower extremity kinematics [], and his medial hamstrings’ muscle-tendon length and lengthening velocity were calculated using SIMM (MusculoGraphics, Inc., Chicago, IL, USA) []. Surface EMG was collected for his bilateral rectus femoris, lateral quadriceps, medial hamstrings, medial gastrocnemius, and tibialis anterior using the MA-200 EMG system (Motion Lab Systems, Inc., Baton Rouge, LA, USA). EMG and foot switch data were processed using EMG Analyzer software (B&L Engineering, Santa Ana, CA, USA).\\nStanding postural balance measures of center of pressure path length and average radial displacement were collected, as previously reported []. The energy efficiency index (EEI) was recorded during a 2-minute walk at a patient-selected comfortable walking speed and measured in heartbeats per meter walked, as previously reported [].\\nThe same experienced physical therapist and bioengineer conducted the clinical motion analysis every year. After each session, the results were presented to a multidisciplinary clinical team and recommendations for treatment were made. Treatment recommendations were then sent to our patient’s referring physician at an outside hospital. Our patient’s parents provided informed consent for the presentation of data for scientific publication. The Institutional Review Board deemed the report exempt from review and approval, as the report did not meet the definition of “Human Subjects Research.”\\nOur patient’s height and weight increased linearly at an average rate of 5.2 cm/year and 2.4 kg/year, respectively, which is slightly below the average rate of height and weight growth for a typically developing male in the USA []. His BMI remained within the range of 14.6 to 16.7 kg/m2 (Fig. , ), peaking at age 10.\\nNotable ROM measures, including any muscle contractures, are listed in Table . All muscles tested were strong (5/5), excepting the hip abductors (4/5) and ankle plantar flexors (3/5 for ages 6–8 years and 2/5 for ages 9–13 years).\\nBased on results of the SCALE at age 13, selective motor control was moderately impaired on his right (5 out of 10 possible points) and mildly impaired on his left (8 out of 10 points). Selective motor control was normal for his right hip and left hip, knee, and ankle. His right knee, ankle, and subtalar joints and left subtalar and toe joints had impaired selective motor control, while his right toe joints had no selective motor control.\\nHis mean GDI improved from 59 to 68 between ages 6 and 13 (Fig. ) but remained well below the mean for unimpaired gait (mean 100, SD 10).\\nFrom 6 to 13 years of age, his stride length (normalized to leg length) decreased from 1.29 to 1.18, cadence decreased from 131 to 111 steps/min, and single-limb support on the right decreased from 42.4 % of the gait cycle at age 6 to 36.2 % at age 13. Single-limb support on his left remained relatively constant. His step width normalized to leg length was greatest at age 6 (0.25), while double-limb support was greatest at age 13 (24 % of the gait cycle).\\nOur patient’s gait kinematics are displayed in Fig. for his right side. Gait kinematics on his left were similar, though slightly less impaired than those on his right. Although our patient’s gait kinematics varied over the years, there were general kinematic patterns, as outlined below:Pelvis: His pelvis was held in a posture of rotation to the left with left upward pelvic obliquity throughout the gait cycle. There was “double-bump” pelvic anteversion during the gait cycle. Hip: Hip flexion and extension were nearly within normal limits (WNL) through the gait cycle. His right hip rotated internally during stance. His left hip was internally rotated through the gait cycle, secondary to the retracted pelvis on the ipsilateral side. His right hip was abducted and his left hip was adducted with respect to the oblique pelvis. Knee: At initial contact, his knees were flexed, right more so than left. There was reduced knee extension in midstance, right more so than left. Peak knee flexion during swing was reduced on his left, and reduced and delayed on his right. His tibiae were externally rotated. Ankle: His ankles were slightly plantar flexed at initial contact, with peak dorsiflexion generally occurring in loading response. His right foot progression angle was WNL, while his left foot progression angle was slightly internally rotated during stance.\\nHis maximum stance-phase knee extension for ages 6–13 years is displayed in Fig. . In general, his maximum knee extension in stance improved from 6 to 9 years, worsened at age 10, improved from 11 to 12 years, and worsened again at age 13.\\nPeak knee flexion in swing declined gradually from 6 to 13 years (Fig. ): on the right from 70° to 45°, and on the left from 62° to 51°, with the most notable decline occurring after age 10. His hips became slightly more internally rotated, his tibiae became more externally rotated, and his ankles became more dorsiflexed in stance from 6 to 13 years (Fig. ). His foot progression angle remained 10–15° externally rotated from 6 to 13 years of age, bilaterally.\\nAnalysis of his muscle-tendon lengths and lengthening velocities of his medial hamstrings suggest his hamstrings were consistently short at initial contact and had a reduced lengthening velocity in swing (Fig. ).\\nHis EMG profiles during gait varied little over time, with the exception of his right rectus femoris and right medial hamstrings (see Fig. for details). His rectus femoris had prolonged activity in midswing, and his vastus lateralis and medial hamstrings had increased activity in stance. There was premature onset of his gastrocnemius in terminal swing and premature cessation of his tibialis anterior in midswing, bilaterally.\\nHis center of pressure path length with the eyes open was greater than age-matched reference values [] from 7 to 10 years of age, and again at age 13 (Fig. ). The average radial displacement remained consistently greater than two standard deviations above reference values, peaking at age 10 (Fig. ). Our patient was unable to comply with balance testing procedures at age 6. In general, his postural balance measures improved from 7 to 9 years, worsened at age 10, improved from 11 to 12 years, and worsened again at age 13.\\nHis EEI was WNL every year with the exception of age 10, when his EEI was more than two standard deviations above the mean (Fig. ). There was no change in EEI at age 6 versus age 13. His comfortable walking speed was at least two standard deviations slower than age-matched reference values [] each year, with the exception of age 11 when his walking speed was just WNL (Fig. ). When normalized to leg length, his comfortable walking speed decreased overall from 6 to 13 years of age. In general, the energy efficiency measures improved from 7 to 9 years, worsened at age 10, improved from 11 to 12 years, and worsened again at age 13.\\nBased on the results of the gait evaluation, the multidisciplinary team recommended BoNT-A injections to his hamstrings and calf after the first motion analysis at age 6 years, and surgical hamstring lengthenings, as well as physical therapy for strengthening and balance training, annually thereafter. The reduced hamstring length and lengthening velocity, generated from the gait kinematic data, were most indicative of the need for hamstring lengthenings. However, his family opted against surgical intervention during the study period, and it was our patient’s family and his referring physician (at an unaffiliated hospital) who determined which treatments were performed. The schedule of BoNT-A and casting treatments are displayed in Table . Our patient’s parents reported that he tolerated the treatments well, was compliant in each 2-week session of post-intervention physical therapy, and adhered to an intensive home exercise program.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'662304': 1, '15125919': 1, '9150031': 1, '1918341': 1, '5121791': 1, '4766188': 1, '11002433': 1, '2723046': 1, '1194303': 1, '19207296': 1, '30558517': 1, '8496366': 1, '18617180': 1, '11727367': 1, '12198474': 1, '20142702': 1, '20116253': 1, '14974633': 1, '19220390': 1, '18565753': 1, '7644573': 1, '17229573': 1, '16154404': 1, '3980536': 1, '7399771': 1, '11856921': 1, '15046442': 1, '15614065': 1, '20236644': 1, '11675555': 1, '11811652': 1, '22206783': 1, '10575082': 1, '30392855': 1, '20828699': 1, '26079863': 1, '18786827': 1, '15964759': 1, '11330850': 1, '9821124': 1, '27301473': 2}", "similar_patients": "{}"}