{"patient_id": 139789, "patient_uid": "4089122-1", "PMID": 25024978, "file_path": "noncomm/PMC004xxxxxx/PMC4089122.xml", "title": "Sonographic Features of Physiologic Neonatal Breast Enlargement", "patient": "A full term, previously healthy 3-week-old female patient who was brought to the out-patient clinic with left breast enlargement, redness and tenderness for 2 days and history of some clear, non-bloody, milk-like discharge from the left nipple. The prenatal history included normal pregnancy with normal vaginal delivery and no maternal infections during the pregnancy. The neonate was afebrile but showed slightly decreased activity. Her vital signs were stable. Left breast examination showed a 3 × 4.5 cm erythematous region overlying a firm, tender, palpable subareolar breast mass with no nipple discharge and no evidence of enlarged axillary lymph nodes. Right breast examination showed a palpable, non-tender right subareolar mass without overlying skin discoloration. Laboratory results for cell count showed no evidence of sepsis. Blood sample was sent for culture and sensitivity. Since, there was no nipple discharge at examination, culture of the discharge was not performed. However, nasal swab was tested for methicillin-resistant Staphylococcus aureus (MRSA) by polymerase chain reaction technique which was negative. Based on the clinical findings of tender left breast swelling with overlying skin redness and nasal swab negative for MRSA, the neonate was admitted for management of neonatal mastitis and started on parenteral clindamycin therapy. Ultrasonography of the left breast 1 day after hospitalization demonstrated a retroareolar heterogeneously hypoechoic mass measuring 3.6 × 1.4 × 3.0 cm with tiny cysts, internal vascularity and adjacent soft-tissue hyperechogenicity [Figures and ]. Sonography of the right breast showed a retroareolar mass measuring 2.0 × 0.9 × 2.0 cm with sonographic features similar to the left breast mass. No loculated fluid collections were seen in either breast mass. Since, the clinical reassessment after breast sonogram showed improvement in skin discoloration and breast tenderness, the patient was transitioned to oral clindamycin and discharged on the 3rd day of hospitalization to complete a total 10 day course of antibiotics. The blood culture showed no growth of bacteria or yeast after 5 days. Follow-up ultrasonography performed 26 days later showed complete resolution of left breast mass and decreased size of the right breast mass.", "age": "[[3.0, 'week']]", "gender": "F", "relevant_articles": "{'31217704': 1, '11112815': 1, '19506847': 1, '16371879': 1, '26023451': 1, '34336074': 1, '34236480': 1, '33806632': 1, '31152211': 1, '12615593': 1, '19339724': 1, '19880691': 1, '19448124': 1, '12813301': 1, '25024978': 2}", "similar_patients": "{}"}