{"patient_id": 86387, "patient_uid": "4839838-1", "PMID": 27082594, "file_path": "comm/PMC004xxxxxx/PMC4839838.xml", "title": "A Case Report", "patient": "A 66-year-old woman with catatonic schizophrenia since 1972 was initially referred for blurred vision in 2012. She had been on chlorpromazine 100 mg daily for 13 years since 2000. On presentation, slit lamp and dilated fundal examination was unremarkable other than mild nuclear sclerosis cataract and the visual acuity was 0.3 (Snellen decimal) over both eyes. There were no abnormal corneal or lens capsular depositions and the cornea were clear bilaterally. The visual acuity remained the same for the following 2 years. In May 2013, chlorpromazine was switched to 5 mg daily olanzapine by her psychiatrist. She was not on any other systemic medications otherwise. In the latest follow-up in October 2015, there was a decrease in her visual acuity to 0.2 and 0.1 over her right and left eyes respectively. Slit lamp examination revealed bilateral diffuse pigmentary deposits over the full thickness of cornea (Figures and ), more significant at the interpalpebral region, as well as the anterior lens capsule (Figure ), which was not present in the previous follow-up 6 months ago. There was no significant progression of her cataract. The pupils could not be fully dilated. Gonioscopy was attempted to assess for presence of deposits at the angle but the patient could not cooperate. Fundal examination was normal and no pigmentary retinal deposits were present. General inspection showed no cutaneous pigmentation. Anterior segment optical coherence tomography (Visante, Carl Zeiss Meditec, Dublin, CA) showed the presence of depositions involving the full thickness of the cornea (Figure ). Specular microscopy revealed normal endothelial cell morphology, preserved hexagonal appearance, and the cell density was 3571 and 2958 over right and left eyes respectively. The clinical appearance of the corneal and lens deposition was classical of chlorpromazine-induced ocular toxicity, although the medication had been stopped for more than 2 years already when the ocular signs appeared. In view of the likely anti-psychotic agent related ocular toxicity, a letter explaining the ocular clinical findings was issued to her psychiatrist to reassess the need to continue the anti-psychotic agent. Olanzapine was subsequently stopped by her psychiatrist.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'7294636': 1, '25853177': 1, '6077783': 1, '8104031': 1, '4836207': 1, '7061219': 1, '17893554': 1, '24897137': 1, '19220190': 1, '14127375': 1, '14297702': 1, '23143440': 1, '11248834': 1, '27082594': 2}", "similar_patients": "{}"}