{"patient_id": 81335, "patient_uid": "4448880-1", "PMID": 26024659, "file_path": "comm/PMC004xxxxxx/PMC4448880.xml", "title": "Psychogenic fever in a patient with small cell lung cancer: a case report", "patient": "The patient was a married 61-year-old male. On June 21, 2012, a computed tomography (CT) scan of the chest showed a left lung space-occupying lesion and small cell carcinoma that was subsequently confirmed by bronchoscopic biopsy. His TNM classification was T2N1M0 with clinical staging IIB. After completion of four cycles of chemotherapy consisting of etoposide plus cisplatin, he underwent one course of concomitant lung radiotherapy treatment of unknown radiation dose. After chemoradiotherapy the cancer was in complete remission as of Octobor 2012. In November 2012, the patient developed fever without obvious causes, with a temperature fluctuation between 37.5 °C and 39.8 °C, with no chills or shivering, no cough, no sputum, no abdominal pain or sore throat, no urinary frequency or urgency, or dysuria. The patient successively received intravenous infusions of cefoxitin, moxifloxacin, meropenem, fluconazole and vancomycin for anti-infection treatment in another hospital, but his temperature did not improve.\\nOn December 19, 2012, the patient was admitted to our department with a complaint of fever lasting for more than 1 month. He had undergone chemoradiotherapy for lung cancer 6 months previously. After admission, the patient experienced intermittent fever, and his body temperature fluctuated in the range of 37 °C to 39 °C (Fig. ). There were no chills, shivering, cough or expectoration, but the patient had disordered sleep, facial flushing, an anxious facial expression, chest discomfort, palpitation and shortness of breath. He seemed agitated and spoke very quickly with stuttering, and had frequent nocturnal urination (5 times/night). The patient denied any history of tuberculosis, hepatitis or other infectious diseases, and had no family history of hypertension, diabetes or tumor.\\nPhysical examination showed: temperature 38.2 °C, respiratory rate 22 breaths per minute, blood pressure 130/85 mm Hg, and heart rate 115 beats/min. There was no skin redness, swelling burning sensation, or pain. His eyelids quivered when closed. His hands shook slightly and there was slight redness of the pharynx. His tonsils were not enlarged. He had neither dry nor wet rales. The heart sound was clear without murmur and with a normal heart rhythm. There was no abdominal tenderness or rebound pain, no percussive pain in the liver or kidney area, and no tenderness in the gall bladder or appendix area.\\nBlood and urine biochemical indices were all within a normal range. The result of a 1-3-beta-glucan test was less than 10 pg/mL. Other test results were: white blood cell count: 9.4*109/L; neutrophils 72.5 %; (twice), C-reactive protein < 3.300 mg/L; fasting plasma glucose: 5.4 mmoL/L; hepatitis virus was negative. CT showed no calcification segmentation. Pulmonary CT was performed in December 20, 2012 and signs of pulmonary interstitial fibrosis were noted in the left lower lobe and the medial segment of the right middle lobe of the lungs (Fig. ).\\nIn consultation with physicians from the psychology department in our hospital, a 24- item Hamilton Anxiety Scale was used to assess the patient’s condition. A score of 32 confirmed a diagnosis of severe anxiety. Of all the items on that scale, the scores for the sub-items insomnia, anxious mood and depressive mood were among the top 3 ratings (3, 4, and 4, respectively), and corresponding somatic symptoms were obvious: under assessment, the patient was nervous with his hands clasped, while his facial muscles clearly twitched, showing an obvious pallor and stiff face.\\nA previous combination of antibiotics had no effect. The patient had a history of radiation therapy, so fibrotic changes in the pulmonary interstitium were considered radiation-induced pulmonary fibrosis. The clinical diagnosis was severe anxiety, psychogenic fever; right central-type lung cancer; and radiation-induced pulmonary fibrosis.\\nThe treatment course consisted of duloxetine (Eli Lilly and Company) 30 mg/day, clonazepam (Nhwa Pharma. Corp.) 0.5 mg/day; 4 days later, the duloxetine dose was increased to 60 mg/day and the clonazepam dose was increased to 1.0 mg/day. After 1 week, the patient’s temperature returned to normal (Fig. ) and his sleep disorder resolved. He was without facial flushing and the symptoms such as chest discomfort and shortness of breath also improved. The palpitations and agitation resolved, his speech rate became normal and stuttering stopped. The quivering in his eyelid was significantly alleviated and the hand trembling disappeared. Nocturnal urinary frequency improved and his anxiety was significantly improved. The Hamilton Anxiety Scale retest score was 14, and the scores on the sub-items insomnia, anxious mood and depressive mood were 1, 2 and 1, respectively. Considering his condition, the patient was diagnosed with mild anxiety and discharged. After discharge, a brain metastasis was found at a local hospital in April 2013, but he did not accept further treatment and subsequently died in June 2013. However, the psychogenic fever did not recur during this period.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'11382276': 1, '13651783': 1, '11150557': 1, '12837930': 1, '17511878': 1, '34429986': 1, '20438740': 1, '21978215': 1, '16451216': 1, '32904496': 2, '32626629': 2, '8817592': 1, '13435654': 1, '26024659': 2}", "similar_patients": "{'7331780-1': 1, '7455599-1': 1}"}