{"patient_id": 148892, "patient_uid": "4645150-1", "PMID": 26644744, "file_path": "noncomm/PMC004xxxxxx/PMC4645150.xml", "title": "Dumbbell-Shaped Neurofibroma Over the External Ear", "patient": "A female patient aged 18 years presented with a swelling over the left ear of 1-year duration associated with decreased hearing. Clinical examination revealed a soft swelling measuring about 2 cm × 2 cm obliterating the concha of the left ear and the external auditory canal []. Similarly, there was another soft swelling of 3 cm × 2 cm in the retroauricular region completely obliterating the retroauricular groove []. There were multiple cafe au lait macules of varying sizes over the body. There was also a diffuse thyroid swelling involving both the lobes with no apparent nodularity. On subjecting the patient to slit-lamp examination, there were multiple Lisch nodules over both the irises. Tuning fork tests revealed mild conductive hearing loss in the left ear. Fine-needle aspiration cytology (FNAC) of the thyroid swelling showed features suggestive of Hashimoto thyroiditis [].\\nThe mother of the patient had a large swelling over the right upper eyelid that completely obscured her vision [].\\nMagnetic resonance imaging (MRI) showed a soft tissue swelling in the left external ear with diffuse enhancement and no intracranial extension []. There was also an ill-defined lesion in the posterior part of the left thalamus with mild mass effect, suggestive of astrocytoma [].\\nThe patient was operated under general anesthesia. A curvilinear incision of 3 cm was taken over the swelling in the retroauricular region. The swelling was identified and dissected from the surrounding tissue. There was no identifiable capsule and on further dissection, there was a transcartilaginous extension of the swelling into the external auditory canal []. Posterior component of the swelling was excised. Swelling over the cymba was approached through an anterior incision.\\nThe sutures were removed on postoperative day 5 and the result was cosmetically acceptable [Figure and ].\\nHistopathological examination of the tissue showed numerous loosely spaced, wavy, spindle-shaped cells with pointed ends over a fibrillar background without a capsule, among which were interspersed numerous endothelial-lined spaces suggestive of neurofibroma [].\\nInformed consent was taken from the subjects according to the guidelines given in the Helsinki Declaration.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'2511318': 1, '1694727': 1, '25460451': 1, '23691379': 2, '19192222': 1, '24455641': 1, '19643274': 1, '19488578': 1, '10204844': 1, '19461342': 1, '28050470': 1, '26644744': 2}", "similar_patients": "{'3652086-1': 1}"}