{"patient_id": 87895, "patient_uid": "4966788-1", "PMID": 27473570, "file_path": "comm/PMC004xxxxxx/PMC4966788.xml", "title": "Chronic impalement- Case report of a knitting needle 33 years’ ascension", "patient": "A 72 years old female complaining of hemoptysis, dyspnea, fatigability and weight loss was referred to the surgery clinic. A history of 7 abortions was obtained. 33 years ago she self-induces an abortion using a knitting needle without extraction of the foreign body.\\nClinical exam showed a decreased mobility of the right hemidiaphragm but no scars. Hemoglobin and hematocrit were borderline low (HGB 11.6 and HCT 38.4), with RBC indices suggestive for anemic status (MCV 67.5, MCH 20.4). Pulmonary function tests showed decreased forced vital capacity (FEV) and Forced expiratory volume in 1 s (FEV1).\\nInitial radiological workup included a chest x-ray which showed a linear metallic foreign body extending from mid-thorax into the abdomen (Fig. ). Two more x-rays were performed (Fig. and ), one focused on the lesion and another one in lateral view, establishing its caudal end at the level of the liver and its size at 18 cm. In retrospect a focal increased density lesion is viewed in the posterior-basal segment of right inferior lobe.\\nFollowing clinical meeting a CT was ordered showing the foreign body extending from right liver lobe (segment V and VIII), transdiaphragmatic, to the right upper lobe, where it ends in a thick walled cavity of 3 cm (Figs. and ). No traces of migration have been described in the abdomen or pelvis. A 3.9 cm consolidation in the posterior-basal segment of RLL was also described with associated mediastinal adenopathy. No abdominal or bone lesions were detected.\\nRight posterolateral thoracothomy was performed. Intraoperative examination detected pulmonary right lower lobe to diaphragm adhesions and fibrous tissue delimiting a thoracoabdominal transdiaphragmatic fistula due to a foreign body (Fig. ). An 18 cm metallic foreign body producing a hepatic fistula of 4 cm and RLL fistula of 8 cm is extracted (Fig. ). Wedge resection of RLL and diaphragmatic mesh suture with infradiaphragmatic drainage were performed.\\nThe postoperative results were good, with the patient discharge 8 days later. Only one follow-up was available; at 3 months’ control the patient was in good status with no complains.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'11752976': 1, '7412520': 1, '24649386': 2, '20832964': 1, '21172545': 1, '2204634': 1, '21297134': 1, '17669779': 1, '25961479': 1, '5821627': 1, '19977048': 1, '27473570': 2}", "similar_patients": "{'3933410-1': 1}"}