{"patient_id": 86419, "patient_uid": "4842048-1", "PMID": 27144050, "file_path": "comm/PMC004xxxxxx/PMC4842048.xml", "title": "Retained Urethral Catheter Secondary to Placement in Proximal Ureter", "patient": "A 28-year-old female underwent a spontaneous term vaginal delivery under epidural that was complicated by a minor episiotomy. After repair of episiotomy a 14 Fr Foley catheter was placed with inflation of the 10 cc balloon and then left to straight drainage. Following placement of the Foley catheter, no actual drainage of urine occurred through the Foley catheter. Instead, over the next couple of hours, urine promptly and continuously drained around the Foley catheter out of the urethra. At this point repositioning and/or removal of the Foley catheter was attempted and was unsuccessful. Nursing and housestaff were unable to deflate the Foley balloon and the Foley catheter was cut approximately 7 cm from the urethral meatus. Again no efflux from the balloon lumen was noted. Increased traction on catheter did not help and was poorly tolerated. The Foley catheter also drained poorly and was able to be flushed, but there was difficulty aspirating. Urology was consulted to aid in removal of the retained Foley catheter. On examination the labia were extremely swollen and tender from recent vaginal delivery and episiotomy. No Foley balloon was palpable on the anterior wall of vagina on vaginal exam. Several failed attempts were made to pass a wire down the balloon port to “pop” the balloon. Further examination and manipulation of the catheter were poorly tolerated and the patient was consented to undergo an exam under anesthesia and cystoscopy.\\nThe patient was placed under conscious sedation and vaginal exam was carried out. The Foley catheter could be palpated within the distal bladder and urethra and was deviating to the right. No Foley balloon was palpable and the catheter was resistant to traction. Cystoscopy was performed alongside the retained Foley. Cystoscopy revealed the Foley catheter intubating the right ureteric orifice and traveling upwards in the ureter (). A ureteric catheter was placed alongside the Foley catheter and a retrograde pyelogram was performed (). Retrograde pyelography showed the Foley balloon within the proximal ureter with only a minimal amount of contrast passing proximally. A hydrophilic guide wire was able to be passed alongside the Foley catheter to the level of the kidney with some difficulty. Ureteroscopy was then carried out with a semirigid ureteroscope and revealed a Foley catheter kinked upon itself with balloon fully inflated in the proximal ureter (). A hole was created in the balloon with the use of HO:YAG laser (). As the balloon began to deflate the catheter unkinked and the previously placed fluid in the balloon began to drain from the catheter balloon port lumen (see Video 1 of the Supplementary Material available online at ). The catheter was then easily removed. A ureteric stent was then placed on the right side to allow healing and prevent ureteric obstruction secondary to edema. Ultrasound confirmed the appropriate placement of the right ureteric stent and noted mild hydroureteronephrosis on the right. The patient was discharged home postpartum day 2 and was seen in follow-up for stent removal 2 weeks later without any residual effects.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'18335697': 1, '34708525': 1, '18303221': 2, '30121570': 1, '16502053': 1, '2018599': 1, '11966657': 1, '15733121': 1, '6428691': 1, '8417222': 1, '32775681': 1, '33981513': 2, '27144050': 2}", "similar_patients": "{'2526488-1': 1, '8108723-1': 1}"}