{"patient_id": 81592, "patient_uid": "4471305-1", "PMID": 26146577, "file_path": "comm/PMC004xxxxxx/PMC4471305.xml", "title": "Ureteral Injury with Delayed Massive Hematuria after Transvaginal Ultrasound-Guided Oocyte Retrieval", "patient": "A twenty-eight-year-old nulliparous woman with a 2-year history of infertility underwent her first IVF attempt at our tertiary infertility centre in January 2014. Her hormonal status (LH, FSH, estradiol, and prolactin), hysterosalpingography, and partner's sperm parameters were within the normal range. Four months prior to this IVF attempt she underwent a hysteroscopy and laparoscopy. Resection of uterine septum, electrocoagulation of peritoneal endometriotic lesions, and resection of endometriotic nodes of both sacrouterine ligaments were performed during these endoscopic procedures. There was no note of an abnormal course of ureters at that time.\\nControlled ovarian hyperstimulation was achieved by administering 150 IU of recombinant FSH follitropin beta (Puregon, NV Organon, Oss, Netherlands) combined with GnRH antagonist cetrorelix acetate (Cetrotide, Asta Medica, Frankfurt, Germany). After 8 days of stimulation, 10000 IU of human chorionic gonadotropin (Pregnyl, NV Organon, Oss, Netherlands) was administered for oocyte maturation. Transvaginal ultrasound-guided oocyte retrieval was performed 36 hours later. Six oocytes were retrieved and she was discharged after 1 hour of uncomplicated postoperative course.\\nOne day after oocyte retrieval she presented to the emergency department complaining of lower abdominal pain. Her temperature, pulse, and blood pressure were within the normal range. Laboratory analysis revealed mild anemia (hemoglobin 112 g/L) and a slightly elevated C-reactive protein (14 mg/L), whereas white blood cell count and electrolytes were within the normal range. Serum urea and creatinine levels were normal. There was no muscular guarding during abdominal palpation; however, there was bilateral adnexal tenderness. There was a trace of blood in the vagina upon examination. Except for the enlarged, multicystic ovaries and a small collection of anechogenic fluid in the pouch of Douglas, there were no abnormalities found on transvaginal ultrasound scan at the admission. She was admitted for observation and pain management. She received crystalloid infusions, intravenous analgesics, and oral iron therapy. In the following days, she was asymptomatic, hemodynamically stable, without any tenderness of the abdomen upon palpation. The control vaginal ultrasound showed the presence of hematoma measuring 5 centimeters behind the uterus on the left side. The collection of fluid in the pouch of Douglas did not enlarge. She was discharged on the fourth day after oocyte retrieval.\\nLater that day she was admitted again, complaining of bloody urine. A total of 1300 mL of bloody urine was collected with bladder catheterization. Laboratory analysis revealed further anemia (hemoglobin level 95 g/L) and low blood sodium (127 mmol/L). Cystoscopy performed by urologist revealed normal bladder mucosa and efflux of bloody urine from the left ureteral orifice but found no active bleeding. Indwelling catheter (Ch18) was inserted, and the urine was clear thereafter. On day 5, she had 3 embryos: 2 blastocysts and 1 arrested embryo. Her clinical status was considered to be compatible with ET, since she was hemodynamically stable without any subjective complaints. One blastocyst was transferred and one blastocyst was cryopreserved. The pregnancy test 14 days after oocyte retrieval was positive; however, empty gestational sac was seen on ultrasound examination 4 weeks after ET.\\nTwo days later, six days after oocyte retrieval, a massive hematuria reappeared, and there was a further worsening of anemia, with hemoglobin level of 73 g/L. She received 2 units of concentrated erythrocytes. Abdominal ultrasound revealed approximately 500 mL of free fluid or blood in the abdominal cavity. There was approximately 500 mL of blood and blood clots in the bladder. There was no free fluid or pathological formations in the retroperitoneal space. The kidneys were normal; pyelocaliceal system was not dilated. Cystoscopy was repeated, blood clots were rinsed from the bladder, and active bleeding was seen from the left ureteral orifice. Therefore, she was transferred to the operating theatre for endoscopic hemostasis in general anesthesia. Active bleeding from the left ureter was observed and left sided ureteroscopy using semirigid ureterorenoscope showed active bleeding from the intramural part of the left ureter, approximately 1 cm above the orifice. Hemostasis was achieved using monopolar coagulation with wire electrode, and double-J-stent was inserted into the left ureter. Antibiotic prophylaxis with gentamycin 160 mg intravenously was administered during the procedure. She received another 3 units of concentrated erythrocytes and 2 units of fresh frozen plasma. On the next day, hemoglobin level was 113 g/L. Control abdominal ultrasound revealed an empty bladder, without the presence of blood clots; double-J-stent and catheter balloon were seen in the bladder. Approximately 500 mL of free fluid was seen, surrounding the spleen, in the hepatorenal pouch, and surrounding the right ovary. There were no collections of fluid in the retroperitoneal space, around the great vessels and psoas muscles. Renal sonogram was also normal. The patient was asymptomatic and urine culture was negative. The urine catheter was removed 7 days after her second cystoscopy and she was discharged in stable condition. Double-J-stent was removed 6 weeks later. Control abdominal ultrasound was within the normal range and the patient had no consequences of ureteral injury.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'3893266': 1, '9194645': 1, '28479758': 2, '3276564': 1, '18827490': 1, '21839435': 1, '9740430': 1, '25764037': 1, '11756377': 1, '28479761': 2, '5022530': 1, '12002296': 1, '16940321': 1, '1639980': 1, '2794736': 1, '23554048': 1, '11489721': 1, '11438346': 1, '15217426': 1, '31844683': 1, '18440002': 1, '26146577': 2}", "similar_patients": "{'5405653-1': 1, '5405650-1': 1}"}