{"patient_id": 81175, "patient_uid": "4438147-1", "PMID": 26064716, "file_path": "comm/PMC004xxxxxx/PMC4438147.xml", "title": "Immunodeficiency in a Child with Rapadilino Syndrome: A Case Report and Review of the Literature", "patient": "A 2-year-old girl was admitted because of severe lymphadenopathies. She had been diagnosed with RS at birth. No important infections occurred in the first years of life until these unexplained lymphadenopathies. Because an increased risk of lymphoma at a young age has been documented in patients with RS [], a biopsy was taken, excluding a malignancy. For the 8 months that followed, the girl was lost to follow-up in our center, but she represented later that year with cough, fever, and dyspnea requiring oxygen. Lymphadenopathies persisted in all regions. There were no signs of hepatosplenomegaly. Chest X-ray showed mediastinal enlargement and bilateral infiltrates ().\\nCultures from bronchoalveolar lavage remained negative for bacteria, including mycobacteria. PCR for viruses (CMV, EBV) and mycoplasma were negative. Because a slight lymphopenia was observed in the routine blood sample, an immunological work-up was performed (). Hypogammaglobulinemia was observed. Antibodies against the received childhood vaccinations (pneumococcus, tetanus, rubella, polio, and hepatitis B) were all negative. Revaccination with Pneumo 23 and tetanus did not lead to an increase in the antibody titers. T cell numbers were low, with a slightly diminished function. The number of CD4+CD25+FoxP3+ regulatory T cells was remarkably low (). Switched memory B cells were slightly low according to the Euroclass criteria []. The number of double negative T cells, vitamin B12, and Fas mediated apoptosis were normal. The interferon gamma/interleukin 23 pathway was intact. Expression of IL-12 receptor beta 1 and IFN-gamma receptor expression were analysed by flow cytometry. The production of IFN-gamma was measured after stimulation of white blood cells with phytohaemagglutinin and staphylococcal enterotoxin B. HIV screening was negative. Radiosensitivity was mildly increased ().\\nA lymph node biopsy showed signs of follicular and interfollicular hyperplasia as well as granulomas. Ziehl-Nielssen staining and IGRA (Interferon Gamma Release Assay) test were negative. PCR for CMV and EBV were negative as were cultures for bacteria. Finally, a culture from the bone marrow became positive for Mycobacterium lentiflavum. The child was treated accordingly and gradually improved, although the lymphadenopathies persisted.\\nBecause of the poor responses to vaccination, the child is receiving intravenous immunoglobulin substitution therapy. Until now, the patient is still dependent on immunoglobulin substitution therapy. Moreover, she now receives Pneumocystis jiroveci prophylaxis. Ionizing radiation is used as little as possible. Under these circumstances, the child is doing well. No more invasive infections were observed so far.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'21876338': 1, '23468109': 1, '9341059': 1, '10678659': 1, '9786296': 1, '12952869': 1, '33477564': 1, '20113479': 1, '18716613': 1, '17250521': 1, '21143835': 1, '22885111': 1, '16630167': 1, '8319706': 1, '31372121': 1, '17364146': 1, '10417436': 1, '10886231': 1, '17898316': 1, '12406895': 1, '16091208': 1, '26064716': 2}", "similar_patients": "{}"}