{"patient_id": 144665, "patient_uid": "4389161-1", "PMID": 25859355, "file_path": "noncomm/PMC004xxxxxx/PMC4389161.xml", "title": "Severe acute tubular necrosis observed subsequent to oxaliplatin administration", "patient": "Our patient was a 67-year-old man known for colon adenocarcinoma, for which he received FOLFOX chemotherapy (leucovorin, fluorouracil, and oxaliplatin, 13 cycles) and radiation before undergoing surgery. Three years later, he was treated for two small spinal metastases, receiving 2 years of A-FOLFIRI (bevacizumab, leucovorin, fluorouracil, irinotecan), and a further 6 months of bevacizumab and capecitabine. FOLFOX was restarted in September 2012; a first cycle was well tolerated. During the second cycle, however, shortly after the start of the oxaliplatin infusion, the patient became flushed and complained of chest tightness. The infusion was stopped and these symptoms subsided; when the infusion was restarted 30 min later, they quickly recurred. Oxaliplatin was stopped and the patient received the remainder of his leucovorin and fluorouracil infusions without incident. He denied taking other medications.\\nFour hours after receiving oxaliplatin, Mr G. voided dark urine which was positive for blood on dipstick. The following day, at home, he became oliguric. He then began to pass bright red blood per rectum. He presented to hospital 3 days after his chemotherapy.\\nAt presentation he had acute kidney injury (creatinine 1072 µmol/L, from a baseline in the 80s). He remained oliguric in response to intravenous fluid administration and hemodialysis was initiated in due course. He had a new normocytic anemia (Hb 123 g/L, previously 144 g/L) and was thrombocytopenic (platelet count 27 × 109/L) and leukopenic (WBC 1.7 × 109/L). A peripheral blood smear revealed polychromatophilia, fragmented cells, burr cells and ovalocytes. Urine dipstick revealed 5 g/L of protein and was positive for blood. Haptoglobin was normal.\\nHis lower GI bleeding continued and his hemoglobin fell to 80 g/L, necessitating transfusion. His absolute neutrophil count continued to decrease, and he was admitted to hematology for febrile neutropenia. Laboratory studies revealed a negative direct antiglobulin test. Haptoglobin, bilirubin and fibrinogen were normal. Anti-nuclear and anti-glomerular basement membrane antibodies were not detected. Screening for hepatitis B and C was negative. A renal biopsy was obtained, revealing severe ATN.\\nSubsequently, his blood counts recovered. After endoscopy his lower GI bleed was attributed to angiodysplasia at the anastomotic site of his prior bowel resection. Although he was initially dialysis dependent, he gradually recovered his renal function, and by 1 month post-discharge his creatinine had fallen to 97 µmol/L.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'2295116': 1, '17667605': 1, '15827046': 1, '25984004': 2, '17264762': 1, '19565364': 1, '16968538': 2, '12453866': 1, '17389529': 1, '14676977': 1, '22450906': 1, '30827015': 1, '19937480': 1, '16356307': 1, '10513718': 1, '25859355': 2}", "similar_patients": "{'4421186-1': 1, '1574347-1': 1}"}