{"patient_id": 141974, "patient_uid": "4224256-1", "PMID": 25408662, "file_path": "noncomm/PMC004xxxxxx/PMC4224256.xml", "title": "Long-Term Disease Control of a Pancreatic Neuroendocrine Tumor with Lanreotide Autogel®: A Case Report", "patient": "In March 2011, a 60-year-old woman presented at the gastroenterology unit of our hospital (AZ Nikolaas, Sint-Niklaas) with gastrointestinal bleeding (table ). Her medical history reported a deep venous thrombosis with lung embolism in 1999, gallbladder lithiasis, uterus myomatosus and a psychiatric disorder (anxiety and depression). Gastroscopy revealed esophageal varices that were successfully ligated. In addition, a CT scan of the abdomen showed a large tumor (diameter approximately 10 cm) in the left hypochondriac region, located cranial to the tail of the pancreas and expanding into the spleen area (fig. ). The tumor contained multiple calcifications in the spleen area and around the fundus of the stomach. A pancreatic tail tumor extending into the spleen or a primary splenic tumor was suspected. There was no invasion of the kidneys or adrenal glands, no retroperitoneal adenopathy, no parenchymal metastasis in the liver and no bone lesions. A diagnostic laparoscopy was performed. Anatomopathological examination of limited biopsy material showed the presence of a tumor with morphological and immunohistochemical features suggesting metastasis or extension of a clear cell renal cell carcinoma in the pancreas, although the possibility of an adrenocortical carcinoma could not be excluded. Hematoxylin and eosin staining revealed a lesion with a solid and nested growth pattern containing cells with clear cytoplasm, well-defined cell borders and small, slightly pleomorphic nuclei (fig. ). The tumor showed a strong positive reaction to staining for vimentin (fig. ) and focal positivity for CD10 (fig. ). It also showed strong staining with pancytokeratin (CK AE1/AE3) and focal positivity for synaptophysin; there was no immunoreactivity for CD45 (LCA).\\nDue to the widespread nature of the tumor in the upper abdomen and the inconclusive anatomopathological examination, the patient underwent surgery in a university center (UZ Leuven). In June 2011, the tumor was resected with splenectomy and distal pancreatectomy. The anatomopathological examination was compatible with a NET originating from the pancreatic tail, which could have arisen from an intrasplenic pancreatic remnant. Microscopically, the tumor was strongly vascularized, with a heterogeneous population of tumor cells and varying atypical nuclei. Immunohistochemical analysis showed diffuse membrane expression of prekeratin and inhibin, partial expression of epithelial membrane antigen, a focal, dot-like expression of CK7, a weak partial expression of synaptophysin and a strong diffuse expression of CK20. A focal expression of MelanA was also observed, while neurofilament and calretinin were not expressed. The tumor had invaded the spleen and peripancreatic fat, which was resected in toto. The tumor was diagnosed as a stage II pancreatic NET, with a Ki67 index of 10%. Since the PET/CT scan in the initial staging showed no metastases, no treatment was initiated but a close clinical, biochemical and radiological follow-up was planned.\\nIn October 2011, an increase in the level of the tumor marker chromogranin A was noted during follow-up laboratory testing. A CT scan of the abdomen revealed a hypercaptating lesion of approximately 3.5 cm, located at the residual part of the pancreatic corpus, without enlargement of the pancreas. Due to its hypervascular character, a residual tumor or tumor relapse was suspected. Because of this early relapse after extensive surgical resection, we initiated treatment with a LAR formulation of octreotide (Sandostatin LAR® 30 mg, Novartis), administered intramuscularly once a month. Extensive analysis of CT scan images after 3 months of treatment was planned.\\nThe control CT scan in January 2012 revealed multiple small lesions with early arterial enhancement in the parenchyma of the liver, indicative of hypervascular metastases (fig. ). However, the patient presented no symptoms and biochemical tests showed normal liver function. Due to difficulties with the administration of the Sandostatin LAR® injections (the nurses reported difficulties with handling the syringes and with making a homogeneous solution), the treatment was switched to lanreotide Autogel® 120 mg (Somatuline® Autogel®, Ipsen NV), administered once a month. This long-acting somatostatin analog is provided as a prefilled syringe and is administered deep-subcutaneously in the upper outer quadrant of the buttocks. No difficulties with the administration of lanreotide Autogel® 120 mg were encountered, and the patient reported no side effects. Follow-up visits with CT scans were performed every 3 months. The disease at the residual pancreas and liver remained stable until November 2013. Chromogranin and neuron-specific enolase levels were also assessed and were found to be normalizing.\\nDeterioration in the clinical status of the patient and weight loss were noted from November 2013 on. A CT scan revealed an increase in the size of the liver lesions and presence of peritoneal metastases with a low level of ascites (fig. ). A chemotherapy course consisting of 6 cycles of cisplatinum-etoposide was initiated in December 2013. This treatment was chosen above newer targeted therapies, such as sunitinib and everolimus, because of the aggressive evolution of the pancreatic NET in our patient. The chemotherapy was administered every 3 weeks according to the following schedule: day 1, cisplatinum 80 mg/m2; day 1, 2 and 3, etoposide 100 mg/m2. The lanreotide Autogel® 120 mg injections were continued during the chemotherapy course. After 3 cycles of chemotherapy, we saw a rapid decline in the quality of life of our patient and she refused any further treatment; the lanreotide injections were also stopped. Palliative care at home was initiated. The patient died due to clinical progressive disease 1 month after the chemotherapy had been stopped.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'28220021': 1, '16801334': 1, '17981589': 1, '18524947': 1, '19845567': 1, '25014687': 1, '16452215': 1, '16253899': 1, '19704057': 1, '20572298': 1, '25408662': 2}", "similar_patients": "{}"}