{"patient_id": 142124, "patient_uid": "4238035-1", "PMID": 25419250, "file_path": "noncomm/PMC004xxxxxx/PMC4238035.xml", "title": "Vertical Guided Bone Regeneration using Titanium-reinforced d-PTFE Membrane and Prehydrated Corticocancellous Bone Graft", "patient": "The patient was a non-smoking, 55-year-old man with a non-contributory medical history who presented seeking to improve his masticatory function on the lower right side of his mouth. A comprehensive intraoral examination was performed to assess his overall oral health. The patient was missing teeth 46 and 47 (Fig. , ); clinical and radiographic examination revealed a severe vertical defect of the corresponding alveolar ridge (Fig. ). After assessing the periodontal status of the adjacent teeth, a treatment plan was developed calling for a GBR procedure and simultaneous placement of a dental implant. The patient provided informed consent.\\nFor antibiotic prophylaxis, 2 g of amoxicillin (Zimox, Pfizer Inc., USA) were administered 1 hour before surgery. The patient also rinsed for 2 minutes with chlorhexidine 0.20% mouth rinse (Curasept ADS® 220, Curaprox , Switzerland) and received 100 mg of a non-steroidal-anti-inflammatory drug (Aulin, Hoffmann-La Roche, Switzerland). Local anesthetic was administered by means of infiltration into the oral mucosa with 4% Articain hydrochloride with epinephrine 1:100000 (Oralbloc, Pierrel S.p.A, Italy).\\nA mid-crestal full-thickness incision was created within the keratinized mucosa of the edentulous ridge, extending it to tooth 44 through an intrasulcular incision and performing two vertical incisions to prepare a trapezoidal mucoperiosteal flap. The flap was then elevated to expose the right posterior sector of the mandible. On the buccal side, the inferior mental nerve was isolated, and the flap was released with a horizontal periosteal incision to provide passive adaptation (Fig. , ). On the lingual side, the flap was elevated until reaching the mylohyoid line (Fig. ). Then, using a blunt instrument, it was localized a connective tissue band continuing with the epimysium of the mylohyoid muscle. This band is usually located in the first molar area and inserted into the inner part of the lingual flap approximately 5 mm from the crest in an apical direction. The blunt instrument was therefore positioned below the connective band, and with gentle traction in the coronal direction, the muscular insertion was detached from the lingual flap (Fig. ).\\nGiven the severe vertical alveolar bone defect, the implant site was underprepared. An 8 mm long pilot hole was drilled, and a 5 mm wide and 11.5 mm long implant (BT KONIC Implant, Biotec BTK, Italy) was placed (Fig. ). Its platform on the ideal line was located 2 mm below the cementoenamel junction (CEJ) of the adjacent teeth but 2.5 mm above the alveolar ridge because of the vertical bone defect in the first molar region (Fig. ). The insertion torque was 70 Ncm, confirming the implant’s good primary stability. The peri-implant bone defect resulting from the alveolar atrophy and underpreparation was filled using a heterologous bone material made of corticocancellous porcine bone particles prehydrated with collagen gel (OsteoBiol mp3, Tecnoss Dental, Italy).\\nTo obtain profuse bleeding from the marrow of the bone graft recipient sites, a series of holes were drilled on the vestibular and crestal bone surfaces in zone 46, using a round bur with a diameter of 1.2 mm (Fig. , ). A non-resorbable high-density polytetrafluoroethylene (d-PTFE) titanium-reinforced membrane (Cytoplast® Ti-250, Osteohealth, USA) was then positioned over the implant and fixed through a manual screwdriver with four mini-screws to cover the defect and isolate it from the surrounding soft tissues. The mucoperiostal flaps were tested for their passivity and their ability to cover the augmented area. Complete flap closure was achieved using a non-resorbable suture (Cytoplast® 4-0 PTFE Monofilament Suture, Osteogenics Biomedical, USA) in order to facilitate soft-tissue healing and avoid early or late membrane exposure.\\nRadiographic examination was performed to verify correct implant positioning and bone- defect restoration (Fig. ). The patient was instructed to consume a soft diet and avoid mastication in the area of surgery for the first 6 weeks. In addition, he was told to rinse twice a day with 0.2% chlorhexidine mouthwash and avoid brushing the surgical site for the first 2 weeks. Amoxicillin 1 g every 8 hours was prescribed for 1 week and non-steroidal-anti-inflammatory (Aulin, Hoffmann-La Roche, Switzerland) drugs for 5 days.\\nThe re-entry surgery was accomplished nine months later. The screws were removed, and the membrane was retrieved (Fig. , , ). A biopsy sample was collected buccodistally in respect of the implant, using a 3.8 mm external diameter trephine. The sample was fixed in 10% buffered formalin, decalcified with 10% formic acid, dehydrated in an ascending concentration series of ethanol (50%, 70% and 100%), embedded in paraffin resin, and then cut with a microtome into 4 µm sections. After hematoxylin-eosin staining, slides were observed under an optical microscope with transmitted light to analyze bone tissue and assess bone formation at the grafted site (Fig. ).\\nAfter 15 days, the soft-tissue healing was uneventful, and the previously established prosthetic protocol was followed. A single-crown definitive restoration was delivered 1 month (Fig. , ). The prosthesis was placed in occlusion, where the occlusal surface was thoroughly modeled, so that it was in contact with reduced areas during laterality and protrusion excursions, in order to reduce the dislocating vectorial components; more contacts were maintained in maximum intercuspation. Follow-up radiographs were taken at 1, 12, and 24 months after prosthesis delivery (Fig. , , ).\\nThe patient healed uneventfully, with no clinical signs of soft-tissue inflammation or recession and, as recommended in the GBR protocol, no membrane exposure. At the time of the second-stage surgery, the implant appeared completely submerged in bony tissue. No graft volume appeared to have been lost during the healing period. Implant stability was checked with a reverse-torque test at 25 Ncm.\\nHistological analysis of the bone sections showed the presence of acidophilic bone tissue. As the bone core was harvested at the graft site, and numerous osteocytes were observed in the lacunae, it is reasonable to infer that this well-structured bone was newly formed vital bone. No complete substitution had occurred, since basophilic graft material was also present. Such material was in close contact with the vital bone, and no fibrous tissue interposition was found, indicating respectively that the biomaterial was osseointegrated and biocompatible.\\nOne year after surgery, clinical examination showed no significant changes in the soft-tissue contours. All follow-up radiographs taken up to 24 months after implant placement showed complete maintenance of the peri-implant bone levels without any sign of bone resorption. The grafted site was perfectly able to support the functional loading of the implant.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'20467628': 1, '9425767': 1, '4552340': 1, '4934947': 1, '2099209': 1, '2599578': 1, '8330945': 1, '6759628': 1, '6936413': 1, '16836178': 1, '6929795': 1, '12635781': 1, '7928133': 1, '31443441': 1, '15123885': 1, '19014155': 1, '33809203': 1, '15777322': 1, '33917587': 1, '11834815': 1, '17877463': 1, '3362985': 1, '18672984': 1, '9084308': 1, '9558553': 1, '23810680': 1, '8990634': 1, '1428606': 1, '19216268': 1, '12608669': 1, '10853590': 1, '7928132': 1, '7591520': 1, '28042445': 1, '287775': 1, '14731183': 1, '10992432': 1, '16362958': 1, '31041181': 1, '23713440': 1, '29783786': 1, '26628955': 1, '10514070': 1, '7919405': 1, '22762284': 1, '11490406': 1, '33364058': 1, '22592164': 1, '15058372': 1, '21087398': 1, '26191793': 1, '23347794': 1, '9109265': 1, '22087417': 2, '17224028': 1, '32906829': 1, '12950840': 1, '19587874': 1, '25419250': 2}", "similar_patients": "{'3213237-1': 1, '3213237-2': 1}"}