{"patient_id": 83155, "patient_uid": "4589584-1", "PMID": 26457220, "file_path": "comm/PMC004xxxxxx/PMC4589584.xml", "title": "The Rapid Initiation, Titration, and Transition from Intravenous to Oral Treprostinil in a Patient with Severe Pulmonary Arterial Hypertension", "patient": "The patient is a thirty-six-year-old male with a history of congenital rubella with sensorineural deafness, partial blindness, patent ductus arteriosus complicated by Eisenmenger's syndrome, and the development of PAH prior to surgical repair at the age of two. Additionally, he also suffers from right sided heart failure, atrial fibrillation, restrictive ventilatory defect with hypoventilation, and obstructive sleep apnea requiring nightly noninvasive positive pressure ventilation. He was originally diagnosed with WHO Group I Class II PAH in 2008, and at that time he began treatment with sildenafil and ambrisentan. The disease progressed and he was initiated on inhaled treprostinil. Due to recent worsening of symptoms, more consistent with WHO Classes III-IV, he was admitted to the hospital for further workup. Echocardiogram revealed evidence of worsening pressures, severe diastolic right heart failure, moderate right ventricular dilation, systolic right ventricular dysfunction, and a large pericardial effusion with pretamponade physiology presumably related to his PAH and concurrent warfarin use. The pericardial effusion was managed by pericardiocentesis and pigtail catheter placement draining more than 1 liter of bloody fluid. We felt that the severity of his PAH needed to be reevaluated and that he may benefit from more aggressive therapy with a prostacyclin. Right heart catheterization (RHC) was repeated and he was found to have a mean pulmonary artery pressure (mPAP) of 47 mm Hg. Due to poor wedge waveforms, he underwent left heart catheterization (LHC) demonstrating the left ventricular end diastolic pressure (LVEDP) to be 14 mm Hg and cardiac output (CO) to be 5.7 L/min. Further calculations exposed a transpulmonary pressure gradient (TPG) of 33 mm Hg and pulmonary vascular resistance (PVR) of 5.7 mmHg∗min/L (Woods units) despite treatment with sildenafil, ambrisentan, and inhaled treprostinil.\\nHe was started on IV treprostinil () with an initial dose of 4 ng/kg/min which was increased by 4 ng/kg/min every 8 hours. Within 36 hours, the dose was 20 ng/kg/min, but he developed hypotension requiring phenylephrine temporarily. We reduced the IV treprostinil but the etiology of this hypotension was believed to be infectious due to concurrent leukocytosis and fever. Fortunately, these issues resolved with broad spectrum antibiotics and cultures remained negative allowing treprostinil to be increased to 42 ng/kg/min over the next 96 hours. After demonstrating hemodynamic stability at this dose, we began the transition to oral treprostinil.\\nWe reduced the IV treprostinil from 42 ng/kg/min to 28 ng/kg/min one hour after starting oral treprostinil 2 mg every 8 hours. After three doses of 2 mg, the oral treprostinil was increased to 4 mg and one hour later IV treprostinil was reduced to 14 ng/kg/min. Oral treprostinil was continued at 4 mg every 8 hours for three doses and then increased to 6 mg every 8 hours. After three doses of 6 mg, oral treprostinil was increased to 8 mg and one hour later IV treprostinil was discontinued. The patient tolerated the transition without any jaw pain, headache, flushing, nausea, or abdominal pain. He did have loose stools that were controlled with loperamide. After close monitoring for the subsequent twenty-four hours, he was discharged home with close outpatient follow-up.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'16778286': 1, '20022264': 1, '23307827': 1, '12006444': 1, '23328389': 1, '11897647': 1, '17400684': 1, '16151039': 1, '16537868': 1, '8532025': 1, '16899485': 1, '21531577': 1, '24033615': 1, '29609511': 1, '26457220': 2}", "similar_patients": "{}"}