{"patient_id": 78611, "patient_uid": "4260431-1", "PMID": 25506365, "file_path": "comm/PMC004xxxxxx/PMC4260431.xml", "title": "Malignant Granular Cell Tumor of the Back: A Case Report and Review of the Literature", "patient": "This patient is a 54-year-old Cuban man with past medical history of emphysema, 105 pack-year smoking history, and family medical history of lung cancer who presented to Jackson Memorial Hospital with recurrent MGCT. The primary lesion first appeared on his right upper back in October 2011 and was excised in Cuba, and by April of 2012, the mass recurred at the original site with multiple satellite lesions in right axilla as well as right axillary lymphadenopathy (). The Pathology Department (Dr. A.R.) reviewed the biopsy performed on the recurrent primary mass located on the right upper back in October 2012 at a local hospital and reported a diagnosis of malignant granular cell tumor, grade 2/3. The tumor was composed of aggregates and sheets of intermediate size spindle and polyhedral cells that had granular eosinophilic cytoplasm. The nuclei were vesicular and contained nucleoli; mitoses were numerous with 5 mitoses per high-power field; and scattered foci of necrosis were present (). Immunohistochemistry was positive for S100 and CD68 and negative for keratin, EMA, CD34, MART1, and synaptophysin (). The proliferation rate assessed by the KI-67 stain was 25% (). CT of the chest with contrast performed on January 16, 2013, not only confirmed the recurrence of the primary tumor, involving surrounding skin and muscle, with an additional large mass in the right axilla and axillary lymphadenopathy, but also demonstrated multiple pulmonary nodules concerning for metastatic foci. CT of the abdomen and pelvis with contrast showed ill-defined hypodense intramuscular lesion in the anterior compartment of the right upper thigh, and a subsequent CT-guided biopsy of the lesion confirmed it to be metastatic malignant granular cell tumor.\\nIn February 2013, the patient was admitted back to the hospital as the mass on his back was extremely painful and was oozing serosanguinous fluid. Subsequently, he underwent a palliative resection of the recurrent primary tumor and satellite lesions on the upper right back as well as of the large matted right axillary nodal mass (). Plastic surgery team used Integra dressings to cover the skin defects so as to ensure deep margin was free of tumor involvement upon final surgical pathology reporting.\\nFinal surgical pathology indicated that the specimen on the right upper back was 32.0 × 13.5 × 5.5 cm, containing multiple homogeneous masses ranging from 2.0 × 2.0 × 2.0 cm to 22.0 × 9.0 × 4.6 cm. The large right axillary mass measured 10.0 × 8.0 × 4.3 cm. One out of five enlarged lymph nodes were positive for tumor. The deep margin was free of tumor.\\nThe postoperative course was uncomplicated, with development of clean granulation tissue under the Integra. The patient was brought back 3 weeks later when he underwent a split-thickness skin graft from the left upper thigh to the right upper back by the plastic surgery team. The graft take was 100% and the final result upon postoperative follow-up was satisfactory (). A month after the reconstructive surgery, the patient was started on Pazopanib 800 mg/day monotherapy based on data from phase III studies in the treatment of soft tissue sarcomas suggesting improved survival []. The patient was seen six months after surgery with no evidence of local recurrence where he was decided to remain under surveillance as he continues his chemotherapy.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'14745554': 1, '30116105': 1, '34312607': 1, '27504442': 1, '22495725': 1, '26637199': 1, '12821371': 1, '17670739': 1, '17858577': 1, '22595799': 1, '12460307': 1, '23857402': 1, '15209799': 1, '11493306': 1, '14613555': 1, '8023268': 1, '23908453': 1, '12551796': 1, '17542870': 1, '738694': 1, '3980840': 1, '18298854': 2, '9669341': 1, '17722251': 2, '9060104': 1, '22606454': 2, '29980826': 1, '25506365': 2}", "similar_patients": "{'3350294-1': 1, '2628063-1': 1, '2267469-1': 1}"}