{"patient_id": 146907, "patient_uid": "4522429-1", "PMID": 26240811, "file_path": "noncomm/PMC004xxxxxx/PMC4522429.xml", "title": "Single Cavernous Hemangioma of the Small Bowel Diagnosed by Using Capsule Endoscopy in a Child with Chronic Iron-Deficiency Anemia", "patient": "A 13-year-old boy came to the hospital with symptoms of nausea and dizziness for a week. The patient had no symptoms of hematemesis or bloody stool. At the time of physical examination in the hospital, the patient was conscious and his conjunctiva was pale. The abdomen showed no distension, flank pain, masses, or organomegaly. There were no bleeding tendencies such as purpura, petechial rash, or skin bruising. The physical examination revealed no other specific signs.\\nAn analysis of the patient's previous history revealed that recurrent episodes of severe iron-deficiency anemia had been treated with blood transfusion and iron supplements since the age of three years. These symptoms had improved transiently upon treatment. However, he had defaulted on subsequent follow-up.\\nA complete blood count showed an hemoglobin (Hb) level of 6.6 g/dL, mean corpuscular volume of 73.9 fL, mean corpuscular hemoglobin of 21.5 pg, hematocrit of 22.7%, white blood cell count of 5,400/mm3 with 87.9% neutrophils, and platelet count of 444,000/mm3. Urinalysis and a stool examination did not indicate blood loss. The analyses for iron-deficiency anemia showed ferritin levels of 3.1 ng/mL, serum iron levels of 191 µg/dL, total iron-binding capacity of 342 µg/dL, and transferrin levels of 295 mg/dL. Results of gastroduodenoscopy, colonoscopy, and Meckel scans were negative. To obtain a definite diagnosis and find the obscure bleeding focus, the patient underwent capsule endoscopy. Capsule endoscopy showed a purple-colored polypoid mass with surface bleeding in the jejunum ().\\nAt that point, obscure bleeding resulting in refractory iron-deficiency anemia could not be ruled out. Excision of the mass, about 140 cm below the Treitz ligament, was performed successfully (). Macroscopically, the surgical specimen was a 4.2×5.2-cm hemangioma involving the entire layer of the intestinal wall, and it consisted of spongy-like spaces filled with blood clots (). Microscopically, the tumor consisted of irregular dilated, blood-filled vessels lined by flattened endothelium (). Histology indicated that the tumor was a cavernous hemangioma.\\nThe patient was discharged 7 days postsurgery. During the 3 years of follow-up postsurgery, the patient was healthy and did not experience anemia. The patient's Hb level was 14.6 g/dL.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'17983812': 1, '15933683': 1, '30338188': 2, '19816629': 1, '10961181': 1, '23256111': 1, '21561874': 1, '16279893': 1, '9740209': 1, '22066061': 2, '16226971': 1, '15557946': 1, '22875598': 1, '18155208': 1, '32238724': 1, '32999791': 2, '23061059': 1, '24363526': 1, '22798110': 1, '19481664': 1, '24324488': 1, '21738815': 1, '27447475': 1, '30559634': 1, '31516379': 2, '30595805': 2, '26240811': 2}", "similar_patients": "{'6175268-1': 1, '7522049-1': 1, '6304305-1': 1, '6714151-1': 1, '3204695-1': 1}"}