{"patient_id": 87625, "patient_uid": "4942594-1", "PMID": 27437153, "file_path": "comm/PMC004xxxxxx/PMC4942594.xml", "title": "Endoscopic Observation of the Growth Process of a Right-Side Sessile Serrated Adenoma/Polyp with Cytological Dysplasia to an Invasive Submucosal Adenocarcinoma", "patient": "A 76-year-old woman with diabetes mellitus visited our hospital for routine follow-up. Physical examination revealed no abnormalities. Except for her glucose metabolism, no abnormalities were observed on routine laboratory examinations, including blood biochemistry for serum tumor markers such as carcinoembryonic antigen and carbohydrate antigen 19-9. A laterally spreading soft lesion was detected in the cecum (Figures –). Observation using colonoscopy showed a small nodule with adhesion of some blood (approximately 5 mm in diameter) and a whitish laterally spreading soft lesion (approximately 25 mm in diameter) (Figures –). On narrow-band imaging (NBI), a pattern with a central dark area surrounded by a clear lighter area, that is, a circular pattern with dots, and an invisible capillary vessel, were observed as hyperplastic features, whereas a central light area surrounded by a dark outer area, that is, a round-oval pattern, was observed as an adenomatous feature in a small nodule (Figures –). Therefore, biopsy samples were obtained from the nodule presenting with an adenomatous feature (), and the lesion was eventually diagnosed as an SSA/P with cytological dysplasia, considering the endoscopic observations including the NBI features. The potential risk of progression to cancer was explained to the patient, because of the SSA/P features, that is, location in a right-side colon, being of large size, and being with cytological dysplasia. Endoscopic submucosal dissection was thought to be feasible but was not performed at the patient's request. After 11 months, follow-up colonoscopy was performed. At the same site in the cecum, an elevated lesion with a central depression was observed, where a small nodule had been identified earlier on the basis of the similar appearance and location of the nodule in both the cancer and SSA/P (). Biopsy samples were obtained from the central depression site, and the elevated lesion was eventually diagnosed as a moderately differentiated adenocarcinoma. Based on these endoscopic findings, an invasive adenocarcinoma arising from the SSA/P was suspected. Endoscopic resection could not be performed and the lesion was removed surgically. The pathological diagnosis was a moderately differentiated adenocarcinoma extending 2700 μm into the submucosal layer with a mucin pool, lymphatic infiltration (Figures and ), in which the most aggressive deep invasion was observed in a central depression (Figures and ), and a remaining SSA/P with/without cytological dysplasia component that was detected at the periphery of the invasive cancer (Figures and ). Neither recurrence nor metastasis of colon cancer has been detected in the patient till now.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'20042716': 1, '29564038': 1, '24714424': 1, '17427169': 1, '20551824': 1, '21045813': 1, '17938428': 1, '18688718': 1, '25780286': 1, '24870299': 1, '19584829': 1, '24698422': 1, '27437153': 2}", "similar_patients": "{}"}