{"patient_id": 152672, "patient_uid": "4918050-1", "PMID": 27407286, "file_path": "noncomm/PMC004xxxxxx/PMC4918050.xml", "title": "Coexistence of granulomatosis with polyangiitis (GPA) and Crohn's disease or multiorgan manifestation of the same disease?", "patient": "A 54-year-old man, previously healthy, was admitted to the hospital with fever, joint pain, generalized swelling, weakness, weight loss, anaemia, abdominal pain, bloody diarrhoea and maculopapular rash of his limbs (, ).\\nLaboratory studies revealed high inflammation markers (C-reactive protein [CRP] 269 mg/dl, procalcitonin 18.44 ng/ml, leukocytosis – WBC 13.4 K/l), anaemia (Hgb 8.9 g /dl), elevated levels of fibrinogen (5.7 mg/dl) and D-dimer (8.115 g/ml), mildly impaired renal function (creatinine 1.3 mg/dl, eGFR 60 ml/min/1.73 m2) and nephritic urine sediment. Proteinuria did not exceed 3.0 g/24 h.\\nThe levels of immunoglobulin (IgG, IgA, IgM, IgE) and C3 and C4 components of complement remained normal.\\nBlood and urine culture, stool examination for the presence of rotavirus, adenovirus and Salmonella/Shigella were negative. No toxins A and B for Clostridium difficile were detected.\\nIn the following days, the condition of the patient deteriorated. He required constant catecholamine infusion. The abdomen was distended, and bloody diarrhoea persisted. The plain abdominal X-ray showed fluid levels. The abdominal ultrasound showed homogeneous liver, spleen, and kidney enlargement, decreased motility of the small intestine, features of subileus, thickened walls of the small intestine, and free fluid in the rectovesical excavation.\\nIn the diagnostic colonoscopy, the ileum was inflamed, swollen, with small ulcers and inflammatory polyps. The Bauhin valve was also inflamed and swollen, and numerous deep and longitudinal ulcers in the area of the ascending colon were found. Crohn's disease was suspected. The histopathological examination of collected clippings found equivocal features of chronic inflammatory bowel disease, without suggestion of blood vessel inflammation typical for GPA.\\nTreatment with mesalazine (total daily dose 4500 mg) was immediately started.\\nIn addition chest X-ray showed bilateral increased bronchial patterns of the lungs and bilateral peribronchial patchy consolidations.\\nFor further evaluation intravenous contrast-enhanced chest CT was performed. It revealed infiltrations and nodules up to 9 mm () in both lungs; the infiltrates measured approximately 29 mm in diameter () in the apex of the right lung.\\nThe whole clinical picture suggested systemic vasculitis. The diagnosis was confirmed after receiving the result of the ANCA antibodies. The level of antibodies against proteinase 3 (c-ANCA, PR-3) was greater than 150 U (N < 20). Further dilution was not performed. The level of antibodies against myeloperoxidase (p-ANCA, MPO) was normal. No antinuclear antibodies (ANA) or anti-glomerular basement membrane (anti-GBM) antibodies were detected. Rheumatoid factor (RF) was at the upper limit of normal – 30 U/ml (N < 30 U/ml).\\nThe patient was diagnosed with severe granulomatosis with polyangiitis (GPA) and coexistent Crohn's disease. Immunosuppressive therapy was started very cautiously with an infusion of methylprednisolone with protection of broad spectrum antibiotics because of the constant septic state. The patient received in total 3000 mg of methylprednisolone, with continuation of orally taken prednisone. Infusions of cyclophosphamide (CF) at a dose of about 7.5 mg/kg and the infusion of immunoglobulins were added to the current therapy. Inflammatory bowel disease was treated with orally taken mesalazine. Throughout the 2 months of hospitalization, the patient remained anaemic, requiring packed red blood cell transfusions. Diagnostic biopsy of the kidney was not done because of severe heart failure during the first two weeks of hospitalization.\\nAs a result of the treatment, the patient's overall condition improved, allowing for bronchofibroscopy, which showed inflammatory infiltrations in the course of systemic vasculitis and severe pneumonia. In the sputum multiple resistant strains of Acinetobacter baumannii complex were cultured, sensitive only to colistin. A targeted antibiotic was ordered. The patient was then treated with monthly infusions of cyclophosphamide and orally prednisone. His condition improved considerably. Radiographic changes in the lungs almost completely resolved. C-reactive protein (CRP) and procalcitonin normalized. Colonoscopy was performed 11 months later and showed no abnormalities.\\nThe total dose of cyclophosphamide received by the described patient was 7 g, which is equivalent to 10 mg/kg of body weight. The patient continues treatment with a maintenance dose of prednisone – 5 mg/day.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'10211889': 1, '8809240': 1, '17925931': 1, '26106214': 1, '12548168': 1, '29497344': 1, '17511029': 1, '7933826': 1, '6336643': 1, '23045170': 1, '8502168': 1, '22516704': 1, '7486487': 1, '33832425': 2, '6500368': 1, '21188339': 1, '16374252': 1, '6735085': 1, '1739240': 1, '11427656': 1, '9619888': 1, '27407286': 2}", "similar_patients": "{'8028736-1': 1}"}