{"patient_id": 83916, "patient_uid": "4643505-1", "PMID": 26566619, "file_path": "comm/PMC004xxxxxx/PMC4643505.xml", "title": "Lucio’s phenomenon, an uncommon occurrence among leprosy patients in Sri Lanka", "patient": "A 64 year old South Asian (Sri Lankan) man from a poor socio economic class who was previously diagnosed with chronic obstructive pulmonary disease (COPD) presented with an exacerbation of COPD with a productive cough of 2 weeks duration and recent onset fever. He also noted a recent swelling of both upper limbs that began during the same time period. He additionally complained of constitutional symptoms with loss of appetite with resultant loss of weight occurring over 6 month’s duration. He was a heavy smoker with 40 pack years, but has abstained for the last 5 years. He otherwise had no high risk behaviours and denied any prior history of joint, bowel or skin diseases. On general examination he was afebrile but clinically dehydrated and had pallor. His skin had a smooth sheen and felt very thin to touch. Both hands were oedematous and areas of necrosis were seen on the fingers. While warded in hospital his skin manifestations progressed. The lesions were seen predominantly below elbow and knees. He developed ulcerations, which were superficial demonstrating healthy granulation tissue, slough and areas of necrosis involving the dorsal surface of the extremities of both upper and lower limbs as well as the pinnae which healed with honey colored crusts (Fig. ). Respiratory system examination revealed few bilateral crepitations. Examination of the abdominal, and cardiovascular systems failed to reveal significant abnormality. Neurological examination demonstrated a glove and stocking type peripheral sensory neuropathy for both soft touch and pain sensation. Similarly vibration was also noted to be diminished. Furthermore, bilateral thickening of the ulnar nerves were also noted on palpation.\\nWhole blood analysis revealed severe anaemia with a haemoglogin of 5.9 g/dL (11–18) with a mean corpuscular volume (MCV) of 60 fL (80–100) and a mean corpuscular haemoglobin (MCH) of 17.8 pG (27–34). White cell count (WCC) was normal with a value of 9.8. × 109/L (4–10) with a predominant neutrophillic count of 80 %. Platelets were elevated to a value of 522 × 109/L (150–450). Blood picture reflected the whole blood analysis with toxic changes seen with a neutrophil leukocytosis favouring an ongoing bacterial infection and reactive thrombocytosis. Iron studies revealed reduced serum iron with a value of 15 µg/dL (41–132) with reduced iron saturation of 7.8 % (15–35) and a reduced total iron binding capacity of 192 µg/dL (228–428) suggestive of anaemia of chronic disease. Serum ferritin was elevated at 539 ng/ml (20–400). Preliminary liver enzymes were normal as was the bilirubin level. Serum proteins were elevated with a value of 88 g/L (61–77) with a predominant globulin fraction with 53 g/L (22–40). Serum protein electrophoresis demonstrated marked poly-clonal gammopathy with prominent alpha 1 & 2 bands and markedly diminished albumin levels. Erythrocyte sedimentation rate (ESR) was very high with a value of 149 mm for the 1st hour (<15) and similarly C-reactive protein was elevated to a value of 167 mg/L (<8). Serum lactate dehydrogenase was normal with a value of 260 U/L (230–460). Fasting blood sugar was normal. Sputum was checked for acid fast bacilli (AFB) as the patient presented with a chronic cough and it revealed the presence of abundant acid fast bacilli although sputum for Mycobacterium tuberculosis polymerase chain reaction (PCR) and culture were negative. Imaging of the chest with plain chest X-ray and high resolution contrast CT were failed to detect significant abnormality despite the positive acid fast bacilli found in sputum. Anti-nuclear antibodies, anti-neutrophil cytoplasmic auto antibodies P and C, rheumatoid factor, cryoglobulin were all negative and complement 3 and complement 4 levels were normal. VDRL, Hepatitis B surface antigen, Hepatitis C antibodies and human immunodeficiency virus antibody I and II were negative. Blood and urinary cultures failed to reveal a growth. Upper gastrointestinal endoscopy revealed erosive esophagitis with multiple small ulcers all over the body of the stomach and the presence of duodenitis. Skin biopsy revealed clusters of foamy macrophages within the dermis and wade fite stained positive for Mycobacterium bacilli. Focal necrosis was also seen in the epidermis. A slit skin smear showed a bacillary index of +4 (indicating at least 10 bacilli in every field).The histology demonstrated the presence of thrombosed capillary vessels in the absence of inflammatory cells, though panniculitis was not noted on the analyzed specimen, in context with the clinical picture Lucio’s leprosy was favored as the diagnosis (Fig. ). PCR for M. tuberculosis of the bone marrow was negative. A clinical diagnosis of Lucio’s phenomenon secondary to lepromatous leprosy was made and multi drug therapy regimen was started. As the patient had already been transfused with blood since he was severely anaemic and emaciated Glucose-6-phosphate-dehydragenase (G6PD) enzyme levels were not checked and dapsone was withheld from the treatment regimen. Thus the patient was started on daily doses of clofazimine with ofloxacin together with monthly high dose rifampicin and clofazimine according to guidelines on the management of lepromatous leprosy. The patient developed secondary skin infection in the affected areas, with resultant fever. In ward therapy was carried out till patient showed clinical improvement. Frequent cleaning and dressing of the ulcerated areas of the limbs and digits were done under antibiotic cover. Supportive therapy was also incorporated with high protein and caloric diet along with intravenous albumin infusion along with rehabilitation and physiotherapy. The patient demonstrated satisfactory response to treatment with resolution of secondary local sepsis and visible clinical recovery was also seen with the onset of healing of ulcers due to Lucio’s phenomenon.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'8693339': 1, '19633074': 1, '24346890': 2, '12789194': 1, '33580945': 1, '23716834': 2, '17506277': 1, '19384072': 1, '19019760': 1, '19702985': 1, '19078473': 1, '33911479': 1, '121856': 1, '11840599': 1, '22475236': 1, '16045685': 1, '16470373': 1, '18035776': 1, '18700113': 1, '6359800': 1, '19033928': 1, '15217312': 1, '32038763': 1, '8734111': 1, '15985035': 1, '16830639': 1, '572350': 1, '11189845': 1, '26566619': 2}", "similar_patients": "{'3876018-1': 1, '3657244-1': 1}"}