{"patient_id": 149906, "patient_uid": "4720758-1", "PMID": 26798621, "file_path": "noncomm/PMC004xxxxxx/PMC4720758.xml", "title": "Diagnosis of Groin Pain Associated With Sports Hernia Using Dynamic Ultrasound and Physical Examination: A Case Report", "patient": "A 19-year-old man was referred from general surgery. He was a soccer player and had been playing for several years. He had experienced insidious dull and diffuse pain in his left groin area, which was aggravated during sports activity for a month. The subject assumed his pain originated from an inguinal hernia and went to a surgeon first. However, his abdomen and pelvis CT showed normal posterior inguinal wall contours without any other abnormalities (). A professional radiologist performed an ultrasonography; however, no significant findings were detected. Thinking it was unrelated to hernia, the surgeon referred him to the rehabilitation center.\\nWe carried out a detailed physical examination. The insidious onset, gradual worsening with activity and diffuse nature of the groin pain proposed non-traumatic pathology. We asked the patient to identify the areas of pain by shading them on a pain diagram (). On inspection of both groins, there was no definite swelling or sign of injury on either side. Scrotum was normal in size and looked symmetrical. With the patient lying supine, we let him raise his both legs gradually to make an eccentric contraction of the lower abdominal muscles. This action produced unbearable pain to the subject.\\nFor further evaluation, we performed an ultrasonography examination. Having the patient lying in supine position, we used a 5-MHz high-frequency transducer and explored both sides of groin and scrotal region. During the initial investigation with the patient in a recumbent position, we failed to find any evidence of pathology; however, we found significant clues through dynamic investigation. We detected an incipient direct bulge of the posterior inguinal wall after the patient contracted his abdominal muscles by raising both his legs to about 30° and fully inhaling (). Incipient direct bulges of the posterior inguinal wall were detected on both sides of the groin, more prominently on the left.\\nTo rule out other possible lesions, we prescribed an MRI of the pelvic region. It identified a bilateral bone marrow edema and enhancement of both symphysis pubes, favoring osteitis pubis rather than a simple sports hernia ().\\nBased on the dynamic ultrasonographic findings, we referred the subject to a general surgeon for a posterior inguinal wall deficiency reconstruction operation. Preoperatively both groins did show the presence of an inguinal hernia; a direct type on left side and both a direct and indirect form on right without a prominent fascia tear. Using the totally extraperitoneal (TEP) repair technique, a reduction of both hernias followed by Prolene mesh placement on each side to seal the hernia from outside the peritoneum was performed.\\nThe postoperative outcome was uneventful and the patient was discharged four days after surgery. Before discharge, he was educated in exercises including curl-ups, side-bridge, bird-dog, and more to perform on his own at home to prevent possible related diseases like rectus abdominis or adductor longus tendinopathy. At the one week follow-up visit, he expressed mild persistent pain on both groins during the resisted straight leg raise (SLR) test, however, it did not bother him as much as before. He returned to field one month after the operation with substantial symptom improvement. Three months after surgery the subject was completely symptom-free, even when engaged in sports activities with no residual pain noted during the resisted SLR test.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'23015941': 1, '23561792': 1, '12831666': 1, '22319682': 1, '9631220': 1, '8457816': 1, '11157458': 1, '21938201': 1, '26798621': 2}", "similar_patients": "{}"}