{"patient_id": 153362, "patient_uid": "4966423-1", "PMID": 27512208, "file_path": "noncomm/PMC004xxxxxx/PMC4966423.xml", "title": "Congenital Erythropoietic Porphyria with Undescended Testis", "patient": "A 13-year-old male child born off a consanguineous marriage [] presented with complaints of red colored urine since birth, reddish brown-pigmented teeth, and excessive facial hair since 6 months of age. He also had a burning sensation and recurrent blistering over the sun-exposed areas, which healed with scarring and disfigurement of nails since 1-year of age. His birth and mental developmental history were normal. He had an asymptomatic female sibling 8 years of age, and there was no family history of similar complaints.\\nExamination revealed a short statured male child of height 133 cm (< −3 standard deviations).[] Abdominal examination revealed a protuberant abdomen with hepatosplenomegaly [] and undescended testis on the left side.\\nHe had obvious hypertrichosis over face involving the cheek and forehead, the forearms and multiple bullae over the dorsum of hands, fingers, forearms, and feet with postinflammatory hyperpigmentation and scars over affected skin []. Teeth showed brownish-red pigmentation, fluorescent under Wood's lamp []. Nails were discolored.\\nInvestigations revealed anemia an Hb of 8.3 g/dl, with peripheral blood smear revealing microcytic hypochromic anemia with anisopoikilocytosis. Urine was port wine color, which fluoresced in Wood's lamp. Porphobilinogen was not detected on Watson–Schwartz test in the urine []. Ultrasonography of abdomen confirmed the hepatomegaly, splenomegaly, and the undescended testes with hydrocele on the right side [].\\nMutation analysis was carried out for the affected child and his parents. The affected child exhibited a missense mutation in the UROS gene identified as a transversion of A to G at nucleotide 56, resulting in a substitution of tyrosine by cysteine. The patient showed a homozygous mutant profile, and the parents were heterozygous carriers for the mutation.\\nBased on the clinical presentation with onset in early childhood of a photosensitive disorder with erythrodontia, hypertrichosis, fluorescent red urine, absence of porphobilinogen in urine, and a demonstrated mutation of the UROS gene the child was diagnosed as a case of CEP.\\nHe was managed with sun avoidance and liberal use of sunscreen administration. He was referred to the surgical center for definitive management of undescended testis. He has now been taken up for bone marrow transplantation with his sister serving as human leukocyte antigens (HLA) matched donor.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'22090724': 1, '2037278': 1, '24082206': 2, '22791288': 1, '15304101': 1, '21343304': 1, '17148589': 1, '17642589': 1, '19348700': 1, '7860775': 1, '12060112': 1, '21572804': 2, '11254675': 1, '15703981': 1, '17921617': 1, '25638185': 1, '27512208': 2}", "similar_patients": "{'3778801-1': 1, '3088948-1': 1}"}