{"patient_id": 77564, "patient_uid": "4196463-1", "PMID": 25266945, "file_path": "comm/PMC004xxxxxx/PMC4196463.xml", "title": "An uncommon treatment of totally extruded and lost talus: a case report", "patient": "Twenty-one years ago a 16-year-old Caucasian man with open growth plates was injured in a motorbike accident. He was admitted directly to the emergency room in deep traumatic shock, with right sacroiliac joint luxation, diastasis of the symphysis of more than 10cm, and a complex injury of the left ankle and foot classified as Gustilo IIIc (Figure a). The injury consisted of a bimalleolar fracture with loss of the medial malleolus, extruded and lost talus, and fractures of the third to fifth metatarsal bones and the proximal phalanx of the great toe (Figure b). Small bone fragments seen in the wound were debrided. The left foot suffered incomplete amputation. The foot was pulseless and lacked sensitivity of the medial plantar skin.The operation started with external stabilization of the pelvis with a Hoffman external fixator followed by radical debridement of the ankle injury. The procedure resulted in a 15 × 10cm soft tissue defect on the dorsum of the foot and over the lateral malleolus exposing the extensor tendons and fractured metatarsals, extensor retinaculum, and a total defect of the talus. The anterior tibial vessels were badly contused over an area of more than 15cm and were considered not reconstructable. The posterior tibial vessels and the posterior tibial nerve were contused and cut at the level of the external malleolus. Provisional bone was fixed with two percutaneous Kirschner wires introduced through the calcaneus into the tibia. The posterior tibial vessels were repaired by suturing the artery and both concomitant veins in end-to-end fashion. The posterior tibial nerve was treated by an epineural suture. The foot was well perfused through the repaired posterior tibial vessels. The soft tissue defect was covered with a microvascular latissimus dorsi free flap transfer (Figure ).\\nAfter two weeks the grafts were completely adherent and primary healing of all wounds was observed except on the great toe, which had to be amputated due to dry gangrene. There were no signs of infection, and he walked with crutches without bearing any weight. Kirschner wires were replaced with an AO external fixator two weeks after the accident.\\nNine weeks after the injury the external fixator was replaced by a long leg plaster cast. He was given a Sarmiento walker plaster cast to be carried for the next two months. Later, he used a soft ankle orthosis.\\nSix months after the injury he was free from pain and completely able to bear weight. Radiographs showed a surprisingly good position of the distal tibio-fibular complex with respect to the superior calcaneal articulation. He spent the next half-year on physical therapy.After two years, he could walk and was fully able to bear weight using a cane in his right hand. A radiography showed there was no spontaneous arthrodesis. He refused the proposed tibiocalcaneal arthrodesis because he was satisfied with the results and did not want to undergo another surgical procedure. A radiograph of his ankle taken 19 years after the accident showed the convex tibial joint body and concave calcaneal joint body, with rather congruent articular surfaces (Figure ).\\nTwenty years after the initial injury, he suffered another injury of the same leg with decompensation of the tibiocalcaneal nonunion. A stable fixation was performed with a hindfoot arthrodesis nail (Synthes) in combination with a composite graft consisting of autologous cancellous bone and allogeneic platelet gel [] (Figure ). A satisfactory reduction and stable fixation was achieved [], leading to a complete recovery in six months.\\nAt the time of writing of this case report, 22 years after the injury, he can walk with a slight limp without an aid and without pain. The shortening of the left leg remains at 2cm and is compensated by a shoe insert. He does not use any analgesics. He is capable of driving a car and works as an auto electrician, avoiding activities that involve lifting or carrying heavier objects.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'15292428': 1, '19857829': 1, '20595574': 1, '6471139': 1, '8563929': 1, '8990033': 1, '9763163': 1, '19392780': 1, '20539189': 1, '19999887': 1, '8990034': 1, '15590860': 1, '17079399': 1, '17341879': 1, '9314393': 1, '1483609': 1, '10933754': 1, '25266945': 2}", "similar_patients": "{}"}