{"patient_id": 85263, "patient_uid": "4746388-1", "PMID": 26925281, "file_path": "comm/PMC004xxxxxx/PMC4746388.xml", "title": "Perivascular Epithelioid Cell Tumour with Intraorbital Location: Report of a Case and Review of the Literature", "patient": "A 47-year-old male patient complained of progressive diplopia lasting 4 months. Otherwise the patient was in a healthy condition. Ophthalmological examination revealed a marked hypofunction of the left inferior oblique muscle.\\nMagnetic resonance imaging (MRI) showed an intraorbital, extraconal, oval, capsulated mass measuring 2.0 × 1.5 cm, located inferomedially in the anterior part of the left orbit. The medial rectus muscle appeared cranially displaced whereas the inferior rectus one was laterally displaced. After infusion of contrast medium the lesion showed a heterogeneous density reflecting hypervascularity (Figures and ). The provisional radiologic diagnosis was benign tumour with high vascular component.\\nThe patient underwent surgical operation at the Maxillofacial Surgery Unit of the University of Sassari for a benign left intraorbital mass of angiomatous nature. The tumour was completely removed in February 2012 through an inferior transconjunctival approach and a lateral canthotomy (). The postoperative course was uneventful. Neither diplopia nor alterations of extrinsic ocular motility were observed. After 3 years of follow-up, the patient is free from disease.\\nAt macroscopy the tumour appeared as a well-circumscribed nodule of 1.5 × 2.0 cm in diameter with a brown coloration ().\\nRoutinely processed paraffin-embedded tissue sections stained with haematoxylin and eosin (H&E) were evaluated. At histology the neoplasm showed a well-circumscribed, capsulated, expansive growth, formed by a cell proliferation arranged in vascular trabecular features or in solid cords. The cells were plump and large and showed an epithelioid phenotype with vesicular round nuclei, (small or large) nucleoli, and a low mitotic activity (2 mitoses in 50 HPF). The cells showed a clear or finely granular cytoplasm, sometimes containing a granular brown pigment. No necrosis was observed (Figures and ).\\nThe preliminary microscopic diagnosis was “angiomatous proliferation with epithelioid large cells resembling PEComa.” In order to better define the nature of the tumour, a panel of histochemical and immunohistochemical staining was performed, including Perls' Prussian blue and Schmörl techniques, CD 31, CD 34, Desmin, α-SMA, Vimentin, Cytokeratins AE1/AE3, CK8/18, Chromogranin-A (CgA), CD 10, HMB45, Melan A, and S100 protein.\\nThe brown pigment was Perls' negative but Schmörl positive, so indicating melanin granules. At immunohistochemistry the cells were negative for all types of Cytokeratins, CD 31, and CD 34, while they were positive for HMB-45 () but negative for Melan-A and S100 protein (). The cells were also negative for Vimentin, Desmin, and CgA. Slight positivity for α-SMA was observed (). The histological diagnosis was myomelanocytic tumour or melanocytoma belonging to the Perivascular Epithelioid Cell neoplasms (PEComas) group without true evidence of malignancy. Because of its infrequent location, the case was sent in consultation to the Verona Group [] which confirmed the diagnosis. According to previous descriptions of immunohistochemical markers expression in PEComas arising at different sites [], a second line of IHC was hence performed using antibodies against microphthalmia transcription factor (MiTF), transcription factor E3 (TFE3), and muscle marker Calponin. No immunostaining with MiTF and TFE3 antibodies was observed, whereas focal positivity for Calponin was appreciable ().", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'34321890': 1, '20236689': 1, '1599021': 1, '32676967': 1, '18080139': 1, '20175960': 1, '30320097': 1, '22619565': 1, '23387457': 1, '18625958': 1, '24828963': 1, '15803216': 1, '32042962': 2, '8651352': 1, '25802787': 2, '32185058': 1, '15942508': 1, '22681523': 1, '26144278': 1, '26925281': 2}", "similar_patients": "{'7002787-1': 1, '4329744-1': 1}"}