{"patient_id": 149615, "patient_uid": "4703917-1", "PMID": 26788271, "file_path": "noncomm/PMC004xxxxxx/PMC4703917.xml", "title": "Primary Pulmonary Hodgkin Lymphoma", "patient": "A 15-year-old female of Saudi origin presented with persistent fever for more than one month duration. Over a period of one year, she had productive cough, weight loss and night sweats. She had no relative past medical history and was a non-smoker.\\nRespiratory examination revealed marked decrease air entry with dull percussion of the left upper lung zone. Physical examination did not reveal clubbing, peripheral lymphadenopathy or hepatosplenomegaly.\\nLaboratory investigation revealed anemia and severe leucopenia. Chest X-ray showed a persistent homogenous opacity occupying left upper lung zone for more than 5 weeks (). Chest computed tomography (CT) scan images showed consolidation and collapse of the left upper lung lobe with air bronchogram and pleural thickening (). CT guided biopsy was insignificant.\\nBronchoscopy revealed normal macroscopic appearance of airways and absence of endo-bronchial lesions or foreign body.\\nThe internal medicine and infectious disease team suggested tuberculosis (TB) pneu-monitis as an initial diagnosis and started the patient on anti TB treatment in addition to antibiotics without improvement over a period of one month (if TB is suspected then acid-fast bacilli stain and mycobacterial culture should have been done).\\nPatient’s conditions deteriorated and she became severely ill with persistent fever, significant weight loss and marked leucopenia. Based on clinical picture and failure to response to medical treatment, we thought that this is a case of lung gangrene that will soon develop cavitation into the consolidated lobe. We decided to perform exploration and lobectomy. The patient underwent left postero-lateral thoracotomy which revealed a hepatized and necrotic left upper lung lobe with extensive adhesions to chest wall, left upper lobectomy was carried out. There was neither mediastinal nor hilar lymphadenopathy. No pleural effusion and no pleural nodules or any other lesions.\\nHistopathological examination showed Hodgkin lymphoma (HL), nodular sclerosis type. Images () of lung tissue showed sheets of polymorph cells separated by fibrous septa; showed the sheets composed of small lymphocytes, histiocytes, eosinophils, neutrophils, plasma cells, large multiloculated giant cells and some Reed Sternberg cells with occasional lacunar cells. shows the neoplastic Reed Sternberg cells interacting with CD15 and CD30 in an immunohistochemical analysis.\\nAfter the left upper lobectomy the patient markedly improved, fever subsided and her general condition and laboratory investigation improved. She received postoperative chemo-and radiotherapy. She remains well without evidence of recurrence 6 years later.\\nShe only had a postoperative eventration of the left diaphragm, due to intraoperative injury of the left phrenic nerve (). Patient did not have any respiratory symptoms and refused to perform plication of the diaphragm.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'22693189': 1, '24585921': 1, '24777934': 1, '29523516': 1, '23505601': 2, '29051894': 2, '34698453': 2, '29530011': 1, '21123973': 1, '10955762': 1, '21371331': 1, '24049094': 1, '16703583': 1, '21165354': 1, '24711477': 1, '7567133': 1, '26788271': 2}", "similar_patients": "{'8636206-1': 1, '3591260-1': 1, '5637979-1': 1}"}