{"patient_id": 83841, "patient_uid": "4637453-1", "PMID": 26587299, "file_path": "comm/PMC004xxxxxx/PMC4637453.xml", "title": "Disabling Orthostatic Headache after Penetrating Stonemason Pencil Injury to the Sacral Region", "patient": "A 42-year-old man was referred to the attention of Pope John XXIII Hospital Emergency Department in Bergamo after falling while working. The man, a stonemason, fell walking backwards in the dockyard. A stonemason pencil () carried in his work pouch stabbed him in the lumbosacral region. After the falling, the man removed from himself the foreign body. Immediately he complained of severe lumbosacral pain. After few minutes there appeared a disabling orthostatic headache that forced the man into supine position.\\nOn admission the inspection revealed a wound in the lumbosacral region (), slightly to the right of the midline, with serohematic fluid attributable to cerebrospinal fluid (CSF) leakage. Physical examination revealed severe contracture of the lumbosacral muscles. At the neurological examination no deficit was detected on lower limbs. Bowel and bladder function were intact. The patient could not stand on his feet because of the orthostatic headache. The lumbosacral pain score on a visual analog scale (VAS) of 0–100, with 0 representing no pain and 100 representing severe pain, was 70; the headache, in standing position, was quantified 80. A complete blood count showed mild normocytic anemia and moderate leukocytosis. A lumbosacral CT scan showed a multifragmented fracture of the S1 lamina, with air bubbles in the epidural space (Figures , , and ). A lumbosacral RMI confirmed the presence of the S1 lamina fracture and the contusion of the lumbosacral muscles along the foreign object trajectory (). The neuroradiological exams also showed incidentally L5-S1 isthmic spondylolisthesis. In order to investigate the headache, a cranial CT scan showed diffused pneumocephalus (), without dislocation of the cerebellar tonsils. In light of the patient's history as well as findings on physical examination and imaging studies, a diagnosis of intracranial hypotension due to posttraumatic CSF lumbosacral fistulae was made.\\nThe patient underwent a surgical intervention. A linear skin incision on the midline at S1 level was made to expose the multifragmented fracture of the S1 lamina. After the removal of the bone fragments, the exposition of the vertebral canal was completed with a minimal laminectomy of S1. The dura mater was lacerated for about 1.5 centimeters (). No residual part of the pencil was detected into the dural sac. A watertight closure of the dural sac was achieved (). The entry point of the foreign body, after a surgical toilette, and the surgical incision were both closed in layers.\\nAfter surgery no neurological deficit appeared. The patient walked on postoperative day 3 with an elastic lower back support. A 7-day course of antibiotic was given for prophylaxis: amoxicillin-clavulanate 850 mg/125 mg (Augmentin) three times daily. A postoperative cranial CT scan showed an improvement of the pneumocephalus. After one month the patient reported no pain and episodes of fever. A new cranial CT scan showed the resolution of the pneumocephalus. After 3 months still no fever episodes and pain were reported.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'11224894': 1, '8406773': 1, '17652922': 1, '19117560': 1, '1620302': 1, '8489395': 1, '15232251': 1, '16619641': 1, '15157313': 1, '23479233': 1, '10338245': 1, '16636619': 1, '15202874': 1, '12543182': 1, '10755439': 1, '21102287': 1, '9122834': 1, '26587299': 2}", "similar_patients": "{}"}