{"patient_id": 145719, "patient_uid": "4438393-1", "PMID": 26064519, "file_path": "noncomm/PMC004xxxxxx/PMC4438393.xml", "title": "Rejection-triggered haemophagocytic syndrome in renal transplantation successfully treated with intravenous immunoglobulin", "patient": "A 34-year-old white male with a primary diagnosis of focal segmental glomerulosclerosis had undergone kidney transplantation from a one-haplotype-matched living-related donor 8 years previously and was on triple immunosuppression consisting of prednisone, cyclosporine and mycophenolate mofetil (MMF), with stable graft function. His baseline serum creatinine (SCr) was 123.76 µmol/L (normal range 61.88–106.8). During the 6-month follow-up period, he presented with an increase in SCr (from 123.76 to 371.28 µmol/L). He was then subjected to a renal biopsy, which showed chronic antibody-mediated rejection (diffuse C4d staining in peritubular capillaries), probably due to non-compliance with immunosuppression. Class I and II panel reactive antibody levels were 0 and 97%, respectively, and human leukocyte antigen class-II donor-specific antibody was detected by single-antigen bead assay (Luminex; One Lambda Inc., Canoga Park, CA). After hospital admission, ATG was started (cumulative dose 6 mg/kg) with plasmapheresis (six sessions). He was discharged 7 days later after a reduction in SCr (to 334.76 µmol/L). One month later, he sought treatment with a 1-week history of fever, diarrhoea, anorexia, odynophagia, cough and dyspnoea. On physical examination, his blood pressure was 170/100 mmHg and the body temperature 38°C. The patient was alert and oriented. No rash or jaundice was noted, nor were there any signs of hepatosplenomegaly or lymphadenopathy. A chest X-ray and abdominal ultrasound revealed no abnormalities. The patient was readmitted for diagnostic evaluation. Laboratory tests at admission showed pancytopoenia, high serum ferritin, elevated fasting triglyceride and worsening of graft function (Table ).\\nBecause the patient presented with febrile neutropaenia, MMF was discontinued and he was started on broad-spectrum antibiotics and recombinant human granulocyte colony-stimulating factor (Granulokine®; Hoffmann-La Roche, Basel, Switzerland). Multiple blood and urine cultures were negative for bacteria and fungi. Further aetiological inquiry was negative for numerous pathogens: he had tested negative on serologic tests for human immunodeficiency virus, hepatitis B and C, Chagas disease, syphilis, human T-lymphotropic virus; polymerase chain reaction was negative for cytomegalovirus, herpes simplex virus, varicella-zoster virus, Epstein-Barr virus, parvovirus, adenovirus and BK polyomavirus; screenings for mycobacteria, Pneumocystis spp. and helminths were negative. Analysis of bone marrow aspirate revealed activated macrophages phagocytosing immature red blood cells, suggestive of haemophagocytosis ().\\nSubsequently, we administered high-dose intravenous human immunoglobulin (IVIg, 400 mg/kg daily for five days) and increased the dose of prednisone (from 7.5 to 20 mg/day). The overall health status of the patient gradually improved and fever disappeared, even without antibiotics. Laboratory tests after 2 weeks of treatment with IVIg showed recovery from the cytopoenia, decreased serum ferritin, lower triglyceride levels and improve allograft function (Table ). The immunosuppressive regimen was restarted with tacrolimus instead of cyclosporine.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'9175073': 1, '19932759': 1, '19525363': 1, '225008': 1, '17297418': 1, '11764208': 1, '20840482': 1, '16937360': 1, '31419275': 2, '7676502': 1, '17590250': 1, '12961029': 1, '16874692': 1, '14742988': 1, '18045564': 1, '21461026': 1, '20008190': 1, '19424103': 1, '18344927': 1, '27047804': 1, '26064519': 2}", "similar_patients": "{'7213938-1': 1, '7213938-2': 1}"}