{"patient_id": 139353, "patient_uid": "4060403-1", "PMID": 24987567, "file_path": "noncomm/PMC004xxxxxx/PMC4060403.xml", "title": "Prenatal Diagnosis of Arthrogryposis as a Phenotype of Pena-Shokeir Syndrome using Two- and Three-dimensional Ultrasonography", "patient": "A 30-year-old nulliparous female in her second pregnancy was admitted to the Fetal Medicine division of Sāo Paulo Hospital, Paulista School of Medicine, Federal University of Sāo Paulo (UNIFESP), in her 28th week of pregnancy, because of suspected fetal arthrogryposis seen on the second-trimester ultrasound. The two-dimensional ultrasound showed persistent hyperextension of the spine with extension of the head, persistent flexion of the arms and legs, twisting of hands and feet, retrognathia, and signs of pulmonary hypoplasia []. However, three-dimensional ultrasound in rendering mode enabled better diagnosis. Observation of the fetal posture showed persistent flexion of the upper and lower limbs and twisting of the hands and feet, along with greater detailing of the micrognathia []. The fetal weight was below the 10th percentile and the amniotic fluid index showed polyhydramnios. The fetal echocardiography examination identified the presence of a perimembranous interventricular septal defect associated with intermittent fetal bradycardia. The patient did not wish to undergo fetal karyotyping and, therefore, prenatal care was not conducted until the 32nd week of pregnancy, when preterm labor was triggered during a routine consultation, which led to the patient being immediately hospitalized. Corticoid therapy with betamethasone and tocolysis with terbutaline were administered to the patient. Two days after admission, there was progression of labor, and cesarean section was chosen for delivery because the fetus was in a transverse position. The cesarean delivery took place without any problems. The newborn was female, weighed 1050 g and had Apgar scores in the first and fifth minute of 0/0, respectively. After exhaustive resuscitation, the newborn died []. The parturient progressed well and was discharged 2 days after giving birth.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'12795555': 1, '10820413': 1, '20938779': 1, '11251928': 1, '22482962': 1, '10384996': 1, '4431498': 1, '30498368': 1, '7479596': 1, '17130047': 1, '23622356': 1, '24987567': 2}", "similar_patients": "{}"}