{"patient_id": 148731, "patient_uid": "4630752-1", "PMID": 26604608, "file_path": "noncomm/PMC004xxxxxx/PMC4630752.xml", "title": "Preservative management of traumatized maxillary central incisor using fiber reinforced composite and mineral trioxide aggregate: Report of a case", "patient": "A young male patient aged 17 years reported with the complaint of broken upper front tooth as a consequence of sports injury 1-h back. He was carrying the fractured fragment with him in dehydrated condition. On thorough clinical examination, an oblique fracture of maxillary right central incisor with pulp exposure was noticed []. A diagnosis of Ellis class III fracture (fracture exposing enamel, dentin, and pulp) was made. Radiographic imaging suggested oblique fracture of the tooth with fracture line uncovering the pulp with normal periapical status. A multitude of treatment alternatives were considered: Simple reattachment procedure using dual cure composites; vital pulp therapy using mineral trioxide aggregate (MTA), followed by fractured fragment reattachment using fiber reinforced composites; endodontic treatment, followed by post and core and extraction as the last resort.\\nAll the viable treatment alternatives were explained in depth to the patient and his legal guardians. Considering the young age of the patient and his desire to maintain his natural tooth structure, he and his guardians chose fractured fragment reattachment. As there was minute pulp exposure following trauma, Simple reattachment procedure using dual cure composites would not have offered predictable success. Hence, instead of a simple reattachment, vital pulp therapy using MTA, followed by fractured fragment reattachment, functionally strengthened by fiber reinforced composites was planned.\\nThe fractured fragment was cleaned, verified for its fit on the fractured tooth and stored in normal physiologic saline to prevent further dehydration.\\nInformed consent was taken by the patient and the legal guardians and the fractured site was debrided using normal saline, followed by irrigation with 0.5% sodium hypochlorite solution for disinfection of exposed pulp tissue. A cavity was prepared in to the tooth using a round diamond point (Mani, Japan) and direct pulp capping was performed by placing 1-1.5 mm of freshly mixed MTA Plus (Prevest DenPro Limited, India) directly over the pulp. Following this, a flap was raised and apical extent of fracture site exposed to allow optimal bonding in subgingival area []. Hemostasis was achieved using a 20% ferric sulfate solution in the form of ViscoStat (Ultradent, USA) and Gelfoam (Pfizer, Newyork, USA). The fragment and the tooth were etched using Scotchbond Universal Etchant (3M ESPE, SP, Brazil) and bonding agent (Fusion Bond DC, Prevest DenPro, India) applied and cured. This was followed by cementation of fractured fragment to the retained tooth structure using ultra DC dual cure cement (Prevest DenPro, India) and cured. A Coe Pak Automix NDS (GC America Inc., Alsip, IL, USA) was formed into a rope and packed at the surgical site and the patient was recalled after 1-week for further treatment []. At recall visit after 1-week, patient was clinically reevaluated for pulpal and periodontal health and was found asymptomatic. To ensure the complete and effective reattachment of the fragment, a vertical groove of depth 2 mm was created using Tapered Fissure bur (Mani, Japan) on the palatal aspect, half on the reattached fragment and half on the tooth structure. A 2 mm segment of Ribbond (Ribbond Inc., Seattle, WA, USA) was approximated into the groove. The groove was then etched and Ribbond bonded and cured using ultra DC dual cure cement (Prevest DenPro, India) [].\\nExcess cement was then removed using bard parker blade and cured. The restoration was kept slightly overcontoured. Finishing and polishing using Soflex contouring and polishing discs (3M ESPE, USA) was done to simulate the natural appearance of a tooth. The fracture line was indiscernible, and the patient was satisfied with the esthetic outcome of the procedure []. Occlusion was checked under all positions and patient was cautioned to avoid excessive biting forces on reattached tooth. A custom made mouth guard was delivered to the patient to prevent further dental injury. A 6 months follow-up period revealed positive tooth vitality on cold testing using ethyl Chloride Spray (Endo Ice, Coltene Whaledent, USA). Clinically, the restoration was intact and esthetically and functionally acceptable. Follow-up radiographs were normal without any evidence of periapical pathology [].", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'14606787': 1, '12657149': 1, '8151240': 1, '15144450': 1, '8511269': 1, '8935108': 1, '9368148': 1, '16408822': 1, '16640642': 1, '12901070': 1, '16764130': 1, '15088736': 1, '19208007': 1, '22919235': 2, '6592230': 1, '15671817': 1, '23853460': 2, '26604608': 2}", "similar_patients": "{'3703703-1': 1, '3425118-1': 1}"}