{"patient_id": 80037, "patient_uid": "4351848-1", "PMID": 25881005, "file_path": "comm/PMC004xxxxxx/PMC4351848.xml", "title": "Solitary uterine metastasis of invasive lobular carcinoma after adjuvant endocrine therapy: a case report", "patient": "A 62-year-old postmenopausal Japanese woman presented with a 23×12cm uterine mass. The mass was growing, and our patient reported abdominal compression. She had first been diagnosed with uterine leiomyomata more than 20 years previously and had taken gonadotropin-releasing hormone agonist therapy for six months. Her age at menopause was 51 years and at the age of 55 years, she was diagnosed with breast cancer and underwent a partial resection of her right breast. A pathological examination of the neoplasm revealed ILC, classified as pT2N1M0, stage IIA. Immunohistochemical staining was positive for estrogen receptors, progesterone receptors, and cerbB2, and 20% of the cells were positive for Ki-67. She received adjuvant radiotherapy, 50 Gy to her right breast and an additional 10 Gy for localized irradiation. Our patient also underwent adjuvant chemotherapy with six cycles of fluorouracil, epirubicin, and cyclophosphamide. In addition, she took anastrozole as hormonal therapy for five years after surgery.\\nTwenty months after the therapy ended, she was noted to have elevated tumor markers (cancer antigen 15-3, 87.9IU/mL; carcinoembryonic antigen (CEA), 15.6ng/mL; National Cancer Center stomach 439, 120IU/mL). A diagnostic workup was undertaken that included computed tomography, magnetic resonance imaging (Figure a), and transvaginal ultrasonography. Her uterus was irregularly enlarged, measuring 23×12cm. Despite her postmenopausal status, the uterine leiomyomata had markedly enlarged since the previous examination two years prior. A systemic examination, including technetium 99m hydroxymethylene diphosphonate bone scintigraphy, positron emission tomography-computed tomography (Figure b), and upper endoscopy, revealed no other lesions. Endometrial sampling was technically impossible given the size of the mass.\\nOur patient underwent a total abdominal hysterectomy and bilateral salpingo-oophorectomy with the diagnosis of uterine malignancy, although it was unknown whether the tumor was primary or metastatic. A pathological examination revealed malignant cells with poor epithelial staining, along with irregular nuclei; these cells were infiltrating both her uterine fibroid tissue and her myometrium (Figure a). There was a small nest of malignant cells in the stroma of the atrophic endometrium. Immunohistochemical staining was positive for estrogen receptors, cytokeratin AE1/AE3, anti-cytokeratin CAM5.2, cluster of differentiation (CD) 10, CEA, cytokeratin (CK) 7, gross cystic disease fluid protein-15 (GCDFP-15), and mammaglobin (Figure b). The tumor was negative for progesterone receptors, CD45, myeloperoxidase, CD68, chromogranin A, synaptophysin, CD56, vimentin, desmin, smooth muscle actin, CK20, CDX-2, and E-cadherin. The previous breast tissue specimens were also examined, and malignant cells with a similar form to those seen in the uterine tumor were observed (Figure c). The histopathological diagnosis was metastasis of breast ILC to both the uterine leiomyoma and the myometrium. Our patient is currently undergoing exemestane hormonal therapy and remains without evidence of recurrent disease.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'10221611': 1, '7127256': 1, '173455': 1, '4054151': 1, '24076063': 1, '12090977': 1, '16311034': 1, '19556822': 1, '6322966': 1, '29344435': 1, '27761241': 1, '6331484': 1, '10396232': 1, '1653879': 1, '28243626': 1, '23573438': 2, '20162457': 1, '25881005': 2}", "similar_patients": "{'3612463-1': 1}"}