{"patient_id": 138905, "patient_uid": "4026808-1", "PMID": 24868230, "file_path": "noncomm/PMC004xxxxxx/PMC4026808.xml", "title": "Adenocarcinoma Arising in Gastric Duplication Cyst", "patient": "A 56-year-old man was admitted to Asan Medical Center with a gastric submucosal lesion that was detected by esophagogastroduodenoscopy during a regular check-up (). The overlying gastric mucosa was normal except for a slight elevation, and no associated symptoms were present. His medical and family histories were unremarkable. A complete blood count and serum chemistry tests were normal. A computerized tomography (CT) scan revealed a 5.5-cm low attenuating cystic mass located in the submucosal layer along the greater curvature of the body (). The radiologic differential diagnoses were cystic degeneration of the neurogenic tumor, gastrointestinal stromal tumor (GIST), and gastric duplication cyst. The patient underwent a wedge resection to remove the lesion, and an unilocular cystic mass measuring 5.5×3.5×2.5 cm was identified in the proper muscle layer with smooth and intact overlying gastric mucosa. Thick, yellowish fluid filled the cyst and there were no connections between the cyst and the lumen of the stomach. The cystic wall had a regionally thickened portion (0.6 cm) and its cut surface was firm and granular (). Microscopically, the cystic wall was comprised of all of the layers of the stomach wall (from the mucosa to the muscularis propria). The proper muscle layer of the cyst merged into the proper muscle layer of the stomach, sharing a common wall (). The lining epithelial cells of the cyst were columnar and mucus-secreting cells resembling foveolar cells (). There were multiple foci of high grade dysplasia () and adenocarcinoma showing invasion to the proper muscle layer of the cyst was observed (). The histological features of the carcinoma resembled conventional adenocarcinomas commonly observed in the gastrointestinal tract. The carcinoma did not extend beyond the cyst wall, and neither the proper muscle nor the subserosal layer of the surrounding normal stomach harbored any tumor cells. The overlying gastric mucosa was normal and the resection margins were clear. Three regional lymph nodes were harvested during the wedge resection, which showed no metastasis.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'19025312': 1, '17478780': 1, '15047751': 1, '18496895': 1, '33520518': 2, '34336513': 2, '18558208': 1, '14551871': 1, '29563742': 1, '10502173': 1, '19243770': 1, '22456198': 1, '34412674': 1, '29158693': 2, '11059228': 1, '34549061': 1, '24868230': 2}", "similar_patients": "{'5683793-1': 1, '8319232-1': 1, '7837636-1': 1}"}