{"patient_id": 78013, "patient_uid": "4222681-1", "PMID": 24279773, "file_path": "comm/PMC004xxxxxx/PMC4222681.xml", "title": "Renal thrombotic microangiopathy in a patient with septic disseminated intravascular coagulation", "patient": "The patient was an 86-year-old Japanese woman who had been regularly visiting the Department of Neurology, Shizuoka Red Cross Hospital, for the treatment of Parkinson disease; the patient had a well-maintained activity of daily living (ADL) score. A routine physical checkup was done regularly and blood tests revealed no abnormal findings. She was brought to the hospital because of low back pain and fever, and was admitted in June 2010. On day 2 of hospitalization, she began to have difficulty in moving. The level of consciousness was E3V5M6 according to the Glasgow coma scale, and she fell into shock state; her blood pressure and pulse rate was 70/30 mmHg and 75/min, respectively, and temperature was 37.8°C; the respiration was distressed (24/min). Physical examination revealed petechial hemorrhage on the soft and hard palates, right cost-vertebral angle tenderness, and numerous ecchymoses and non-palpable petechiae of the legs. A plain abdominal radiography revealed a calculus of the right ureter.\\nThe results of the laboratory studies on day 2 in the hospital were as follows. Urinalysis showed proteinuria and the urinary sediment contained 20–29 isomorphic red blood cells per high-power field. The amount of proteinuria could not be determined because the patient rapidly became anuric in the hospital. Leukocytosis (10,900/μL), anemia (hemoglobin level of 10.6 g/dL), and thrombocytopenia (4.5 × 104/μL) were present, and immature granulocytes with cytoplasmic vacuolation and Dohle bodies were identified in the peripheral blood. Impaired coagulation was noted, including prolonged activated partial thromboplastin time (APTT, 51 seconds) and prothrombin time (PT, 18.8 seconds, 1.63 by INR), as well as increased fibrin/fibrinogen degradation products (FDP, 645 ug/mL), and plasminogen activator inhibitor 1 (PAI-1, 146.8 ng/mL). The D-dimer level, determined on day 3, was 103.4 ug/mL. Inflammatory markers were markedly elevated (CRP, 6.91 mg/dL; procalcitonin, 141.96 ng/mL). Indirect hyperbilirubinemia (1.3 mg/dL), an increase in transaminases (AST, 407 IU/L; ALT, 101 IU/L) and an elevation in the serum lactate dehydrogenase (LDH, 1160 IU/L) were also present. Laboratory data associated with renal function showed elevations in urea nitrogen (UN, 43.3 mg/dL) and serum creatinine (2.09 mg/dL). The immunological profile showed normal levels of immunoglobulin and complement, but positivity for rheumatoid factor and antinuclear antibody (ANA; ×40) was noted. Perinuclear ANCA, cytoplasmic ANCA, and anti-glomerular basement membrane antibody all tested negative. Computed tomography revealed right hydronephrosis and hydroureter due to right ureteral stone. Proteus mirabilis was isolated from both blood and urine cultures.\\nAfter admission, renal failure developed rapidly, and the level of her consciousness deteriorated. Intravenous piperacillin/tazobactam (PIPC/TAZ) 6.75 gram per day was started, and was subsequently switched to ampicillin (AMPC, 4 g/day) and gentamycin (60 mg/day, i.e., 1.7 mg/kg) based on the blood and urine culture results, followed further later by ciprofloxacin (CPFX, 200 mg/day). Anuria continued even despite the placement of DJ-ureteral catheter for the right ureteral obstruction. The laboratory profile on day 2 in the hospital fulfilled the diagnostic criteria of DIC []. A marked elevation of serum PAI-1 and a reduced protein C level were observed, indicating a secondary anti-fibrinolytic DIC state. Continuous hemodiafiltration (CHDF) was performed to remove excessive cytokines in addition to the administration of broad-spectrum antibiotics and a single infusion of antithrombin III. In response to these therapies, severe infection was successfully controlled, and DIC was well managed, as evidenced by the normalization of APTT and PT as well as the improved levels of FDP, fibrinogen and PAI-1 (Table ). Disturbed consciousness and renal failure, however, persisted with sustained thrombocytopenia, high LDH levels, anemia, and the appearance of schistocytes.\\nSince the patient’s infection and DIC had already been well controlled, it was conjectured that the persistent abnormalities (microangiopathic hemolytic anemia, thrombocytopenia and clinical symptoms such as neurological disturbance and renal failure) were attributable to TMA. Hence, we started plasma exchange therapy on day 7, replacing the CHDF treatment. After the commencement of plasma exchange, the level of her consciousness improved dramatically in association with several laboratory parameters including the LDH level, the platelet count and the serum haptoglobin level (Table ). The ADAMTS-13 activities measured by the well-established assay method [] on days 8 and 19 were 44% and 40.6% (normal, 70-120%) respectively (Table ); the ADAMTS-13 activity measured after the improvement of all the TMA symptoms except for renal injury was also subnormal (35.5% on day 86 and 33.0% on day 220, Table ). It is to be noted that ADAMTS-13 activity was never below 10% in our patient even during the period of high disease activity, indicating that this was not a case of typical primary TTP.\\nTo determine the etiology of the renal disease which was unresponsive to plasma exchange, renal biopsy was performed on day 26. The specimen for light microscopy contained 15 glomeruli; 7 exhibited global sclerosis, 2 severe segmental sclerosis, and 2 exhibited only minor abnormalities. The remaining 4 glomeruli had dilated capillary loops that were filled with red blood cells (Figure -A). Aggregations of severe tubular necrosis were seen in several foci (Figure -B). One of these glomeruli had an afferent arteriole with occlusive intimal changes (Figure -C; arrowhead) and what appeared to be a small intraluminal thrombus (Figure -D; arrow). Arteriosclerotic fibrous thickening of the intima was seen in the larger arteries. Smaller interlobular arteries and arterioles, on the other hand, showed occlusion or extensive narrowing of their lumen which was interpreted to represent the sequel of TMA (Figure -E). Fibrinoid necrosis of the vessel wall was not observed. No obvious thrombi were observed in the vascular lumina except for the above-mentioned modest lesion in an afferent arteriole. Tubular atrophy and interstitial fibrosis were seen in approximately 50% of the cortical area. Immunofluorescence studies showed no immunoglobulin, complement or fibrinogen deposition in the glomeruli or the blood vessels.\\nAlthough laboratory abnormalities related to secondary TMA improved dramatically with plasma exchange, the clinical course indicated an irreversible course of the patient’s renal failure. Hence, we discontinued plasma exchange and started the patient on three-times-a-week maintenance hemodialysis beginning on day 57. TMA did not recur after the discontinuation of plasma exchange, although moderately decreased levels of plasma ADAMTS-13 activity persisted (Table ). On day 96, she was transferred to another hospital for rehabilitation and maintenance hemodialysis (Figure ).", "age": "[[86.0, 'year']]", "gender": "F", "relevant_articles": "{'11686108': 1, '12595979': 1, '16200209': 1, '22802583': 1, '28178155': 2, '16189276': 1, '20211920': 1, '20154285': 1, '2206882': 1, '32393730': 1, '30681570': 1, '15801961': 1, '25503977': 1, '11816725': 1, '11586351': 1, '27738777': 1, '18166799': 1, '21850657': 1, '18828196': 1, '20101677': 1, '22309967': 1, '24279773': 2}", "similar_patients": "{'5313012-1': 1}"}