{"patient_id": 80451, "patient_uid": "4380383-1", "PMID": 25834674, "file_path": "comm/PMC004xxxxxx/PMC4380383.xml", "title": "Jaguar Attack on a Child: Case Report and Literature Review", "patient": "A three-year-old Amerindian girl presented without warning to our emergency department (ED) in the country’s only tertiary care hospital, after being attacked by a jaguar in the remote Isseneru Village, Cuyuni-Mazaruni (Region 7), Guyana. This village is located near the large Mazaruni River, amid dense jungle about 40 air miles from the Venezuelan border. When attacked, she was with her mother at the Mazaruni River, as they were every morning, to bathe and wash clothes.\\nHer mother says that she turned away from the child to tend to the clothes when she heard “screams and then saw the jaguar ripping away at her” (personal communication from Dr. Sagon, the area general medical officer, who visits that area every 2 to 3 months). The large adult jaguar apparently pounced on the girl from the bushes and, with its jaws clamped on her head, dragged the 24kg child about 60 feet into nearby bushes. It released her only after other residents, who had heard her screams, forced the jaguar to drop the child and then shot the animal.\\nAlthough jaguar sightings in the region are rare, the child’s grandmother had witnessed that same jaguar attack the girl one month previously when they were at the river, “the animal jumped on her and scraped her on her foot. But I hit it and it got away.”\\nThe second attack, which caused grievous injuries, occurred at about 10:30am, and relatives rushed the child to the local health center by speedboat, about 10 minutes away. Thinking that the child was already dead, the family left her at the river bank and ran to get the health center nurse. When the nurse got to the child, she found a pulse, so the relatives waited about 10 minutes for a river boat to take them to the nearest radio so they could call a medical evacuation plane. The village and surrounding area has no phone service. Meanwhile, the nurse administered 200mL Ringers Lactate and 500mg metronidazole intravenously (IV) and dressed the wounds, although shortly thereafter, the agitated child pulled out her IV line and pulled off her dressings. The flight was quickly arranged, but it took about an hour to transport the child, via speedboat, to the airstrip. The child then had a 1½ hour flight to Georgetown, followed by a 15 minute ambulance transfer to our hospital.\\nThe child arrived at our ED approximately five hours following the attack. Adhering as closely as possible to the optimal treatment regimen given the available resources (), the patient was immediately taken to the ED critical treatment area, where her vital signs were blood pressure 62/42mmHg, pulse 102/minute, temperature 99.3°F axillary, and respiratory rate 18/minute. Her random blood sugar was 258mg/dL. The pulse oximeter was not functioning that day.\\nThe ED staff performed a rapid physical exam, quickly placed the child in a cervical collar, cleaned and dressed her wounds, and started two peripheral IV lines (). They administered ceftriaxone 1 gram, metronidazole 180mg, and 2 liters of Ringers Lactate. Laboratory results on admission were hemoglobin (Hgb) 5.0g/dL, white blood cell (WBC) 16,500/mm3 (Polys 73%, Lymphs 25%, Eos 1%, Bands 1%), platelets 364,000/μL, Na 139mEq/L, K 3.6mEq/L, Cl 108mEq/L.\\nPhysical examination showed an awake, alert and cooperative child with multiple deep lacerations over her scalp, face, and torso. A puncture of the skull was observed within a scalp laceration. A portable chest radiograph and an eFAST exam demonstrated no abnormalities. At that point, general, orthopedic, and neurosurgery consults were obtained. Ophthalmology became involved near the end of the patient’s hospital stay.\\nA computed tomography (CT) without contrast was performed at a hospital 10 minutes away because the local CT scanner was inoperative. It demonstrated fractures along the left frontal bone involving the superior border of the left orbit, small areas of pneumocephalus in the cortical and interhemispheric regions, non-hemorrhagic contusion/edema in the left frontal lobe, and soft-tissue swelling of the scalp and face.\\nAbout four hours post-arrival and nine hours post-injury, her vital signs were blood pressure 100/62mmHg, pulse 100/minute, temperature 99.8°F axillary, and respiratory rate 32/minute. At that point she was taken to the operating room. They found an open fracture to the left fronto-temporal region, a depressed fracture to the left middle parietal bone, and boney defects in the left frontal zygomatic arch and left frontal bone. A depressed fracture of the left posterior parietal bone with a 5cm dural tear was flushed with normal saline and the edges debrided and skin closed (). An open fracture to left angle of mandible was washed and closed, and a laceration to the left nostril extending onto the left side of the face was repaired.\\nPost-operatively, the child was sent to the intensive care unit on a ventilator. She received two units of packed erythrocytes—one intra-operatively and one post-operatively. Post-operative laboratory results were: Hgb 9.3g/dl, WBC: 11,500/mm3 (polys 62%, lymphs 30%, bands 8%), platelets 171,000/μL, Na 136mEq/L, K 4.4mEq/L, Cl 109mEq/L, BUN 12mg/dL, creatinine 0.6 μmol/L. Post-operatively, she received metronidazole, amoxicillin/clavulanate, and gentamycin. The child self-extubated on the third day and was discharged the next day to the pediatric surgical ward. She was discharged from the hospital 22 days after arrival ().\\nThe child returned home to normal activities. Her only deficits are healing wounds with some scarring across her face and a left ptosis, most probably from local nerve injury.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'14762761': 1, '21396857': 1, '26231164': 1, '8614090': 1, '20202061': 1, '24864068': 1, '2220706': 1, '25834674': 2}", "similar_patients": "{}"}