{"patient_id": 139970, "patient_uid": "4101771-1", "PMID": 25045239, "file_path": "noncomm/PMC004xxxxxx/PMC4101771.xml", "title": "The Significance of Clinical and Laboratory Features in the Diagnosis of Glycogen Storage Disease Type V: A Case Report", "patient": "A 32-yr-old woman (, II-3) was referred to our clinic due to easy fatigability, muscle cramps and myoglobulinuria in June 2013. Her family history was unremarkable. She recalled easy fatigability, muscle cramps and contractures after intense exercise during physical education classes since early adolescence. In addition, she had several episodes of dark urine following intense exercise such as long-distance running. These symptoms of exercise intolerance had been aggravated one year before. She also reported marked improvement in exercise tolerance after about 20 min, a process termed the 'second-wind phenomenon'; specifically, she had seen improvement in excessive fatigue, breathlessness, and tachycardia. Physical examination did not show fixed muscle weakness and muscle atrophy. All of her sensory modalities and tendon reflexes were intact. Laboratory studies revealed a serum creatine kinase (CK) level of 1,161 IU/L (normal<215 IU/L) at rest. Nerve conduction study (NCS) and needle electromyography study (EMG) did not show any abnormalities at rest. The non-ischemic forearm exercise test showed no increase in venous lactate level with a normal increase in ammonia (). To confirm easy fatigability and weakness after exercise, we performed motor NCS on the ulnar nerve after voluntary maximal contraction for two minutes and 50 Hz nerve stimulations for one second. However, the amplitudes of the compound muscle action potentials did not decrease after maximal contraction and nerve stimulation. In addition, EMG did not show silent electrical activities during muscle cramps. Based on the clinical and laboratory features, she was diagnosed with glycogenoses with exercise-induced weakness, especially GSD-V. Therefore, we performed PYGM genotyping.\\nA DNA sample was extracted from peripheral leukocytes using the Quick Gene blood kit (Fujifilm, Tokyo, Japan). The primer set that covers all 20 exons and their flanking intron regions of the PYGM was designed with Primer 3web v.4.0 () using sequences from the Gen Bank accession number NT_167190.1. All the exons of the PYGM were sequenced using BigDye Terminator v.3.1 (Applied Biosystems, Foster City, CA, USA) followed by polymerase chain reaction. Electrophoresis and analysis of the reaction mixtures were done with ABI3130xl Genetic Analyzer (Applied Biosystems). A compound heterozygous mutation was identified; one allele had a frameshift mutation of c.1531delG (p.D510fs) in exon 13 and the other allele had a deletion mutation of c.2128_2130delTTC (p.F710del) in exon 17 (). These mutations have been previously reported to be underlying causes of GSD-V in Japanese patients ().", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'11949935': 1, '14520671': 1, '7664468': 1, '16258675': 1, '30900170': 1, '12210784': 1, '10716777': 1, '9443454': 1, '18667317': 1, '22250184': 1, '10891971': 1, '12223025': 1, '27273923': 1, '7951211': 1, '16786513': 1, '12409811': 1, '4224654': 1, '21802952': 1, '18833216': 1, '11706962': 1, '7701937': 1, '25045239': 2}", "similar_patients": "{}"}