{"patient_id": 142931, "patient_uid": "4290167-1", "PMID": 25593794, "file_path": "noncomm/PMC004xxxxxx/PMC4290167.xml", "title": "Localized bullous pemphigoid on sites of radiotherapy and lymphedema in the same patient", "patient": "A 68-year-old woman presented with recurrent episodes of mildly painful, grouped hemorrhagic bullae on the right hand, right leg, and ankle of three months duration, and painful oral ulcers of three years duration. She had been diagnosed with poorly differentiated squamous cell carcinoma of the hypopharynx four years earlier (T2 N1 M0), and had been treated with radiotherapy in a dose of 60 Gy for 26 days, with complete resolution of the lesion. In addition, she had filarial lymphedema of the right hand and the right lower limb, diagnosed 40 years earlier, and treated with diethylcarbamazine citrate. Her subsequent history was uneventful, except for rare episodes of cellulitis of the lymphedematous leg that subsided quickly with appropriate treatment.\\nPhysical examination at the time of hospital admission revealed bilateral inguinal lymphadenopathy. There was non-pitting edema of the dorsum of the right hand and right lower limb. Multiple hemorrhagic bullae and erosions, with a few vesicles, were present on the dorsum of the right hand and fingers, and the anterior aspect of the right leg and ankle [Figures and ]. All the lesions were sharply localized to the areas of lymphedema. There was a well defined erosion 1.2 × 0.7 cm in the oral cavity at the junction of the hard and soft palate []. There was no erythema at the base of the lesions. No other areas were involved.\\nResults of laboratory investigations including total hemogram, blood sugar levels, liver and renal function tests, human immunodeficiency virus antibody test, chest radiograph and urinalysis were all within normal limits. A Tzanck smear from fresh oral and cutaneous vesicles revealed only a few neutrophils.\\nA skin biopsy drawn from an intact vesicle showed a subepidermal plane of cleavage with a perivascular lymphocytic infiltrate. A direct immunofluorescence (DIF) study on a perilesional biopsy demonstrated linear deposits of immunoglobulin G (IgG) and C3 along the dermoepidermal junction. The blood vessels also showed C3 (2+) deposits. A repeat DIF study using salt split skin revealed complete separation of the epidermis from the dermis, with linear staining of the basement membrane zone with IgG and C3. The band was seen mainly on the epidermal side of the split (roof pattern), diagnostic of BP. The patient was advised an oral biopsy by the dental surgeon which she declined. An otolaryngology consultation showed no evidence of local recurrence of the carcinoma in the hypopharynx.\\nThe patient was started on 1 mg of intravenous dexamethasone along with 100 mg of dapsone daily and topical fluticasone ointment thrice a day. Topical treatment for the oral lesions was not given as the patient had difficulty in applying medication over the posterior part of the palate. Within a week, significant healing of the lesions over both sites occurred, and the steroid was tapered to an oral dose of prednisolone 15 mg/day with continuation of dapsone. After discharge, oral steroid was gradually tapered and stopped over a period of six months, when no further breakthrough lesions were noted. After a year, the dose of dapsone was gradually reduced to 50 mg/day and stopped after a further period of six months. The skin lesions healed with perifollicular pigmentation,[] simultaneously with the oral ulcers, with no relapse on follow up [].", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'23130215': 1, '20055870': 1, '7906465': 1, '21498851': 1, '32185048': 2, '16800176': 1, '21497259': 1, '10717568': 1, '29387773': 1, '17161479': 1, '12353723': 1, '25593794': 2}", "similar_patients": "{'7069858-1': 1, '7069858-2': 1, '7069858-3': 1, '7069858-4': 1}"}