{"patient_id": 79667, "patient_uid": "4325477-1", "PMID": 25709844, "file_path": "comm/PMC004xxxxxx/PMC4325477.xml", "title": "Rehabilitation of an Advanced Case of Adenoid Cystic Carcinoma", "patient": "A 46-year-old female patient, from the rural area of the state of Mato Grosso, Brazil, was examined in an oral cancer prevention campaign and presented a lesion in the right side of the hard palate (). She reported pain in the region with three years of evolution.\\nThe main complaint was pain for three years and volumetric enlargement on the right side of the maxilla. During anamnesis, the patient reported that when the pain started, it was intense and localized, ceasing with the use of analgesics. Faced with this complaint, she sought a dentist in her municipality. As there was no availability of imaging, the professional's conduct was extraction of the upper right side posterior teeth of the patient. Such procedure contributed to the worsening of pain and began the expansion of the maxillary alveolar ridge. Subsequently, the possibility was considered that it was a trigeminal neuralgia and the patient was referred for investigation. However, before consulting with the neurologist, she was examined in the oral cancer prevention campaign where, after collecting the clinical history, an incisional biopsy of the lesion was performed and the material was sent for pathological examination.\\nHistological sections revealed ectodermal tumor fragment originating from the salivary gland formed by cribriform parenchyma, forming structures resembling ducts consisting of two cell layers, the innermost layer interpreted as ducal neoplastic cell and the outermost layer is interpreted as being composed of neoplastic myoepithelial cells (). Stroma consisting of loose fibrous connective tissue completed the histology leading to the final diagnosis of adenoid cystic carcinoma cribriform type of minor salivary gland.\\nThe patient was then referred for treatment in Cuiabá, the state capital, where additional tests were conducted. The panoramic radiograph () and computed tomography (CT) (Figures and ) revealed invasion of the maxillary bone, maxillary sinus, ethmoid bone, nasal cavity, frontal sinus, and central nervous system, frontal lobe of the cerebrum. CT of the sinuses revealed lesion in the upper part of the mouth on the right side with involvement of the gingiva, maxillary sinus, and right nasal fossa with posterior extension to the pharynx, involving the trigone retromaxillary, pterygoid muscle, and pterygopalatine fossa. Magnetic resonance imaging of the face showed anomalous tissue compromising the right side of the face, suggesting expansive and infiltrative lesion predominantly solid with signs of small cystic component in the superior and medial portion of indeterminate lineage. Video-laryngoscopy showed compatibility with tumor on the hard palate. Chest radiography showed up normal. Final TNM classification was T4N0M0.\\nThe patient was subjected to surgical treatment with hemimaxillectomy of the affected side and underwent postoperative radiotherapy. Reconstructive surgery was performed nine months later (). As surgery was not able to close the communication between oral and nasal cavities, the patient was rehabilitated with an obturator prosthesis ().\\nAfter monitoring for four years, the patient died.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'24656266': 1, '18667978': 1, '22143697': 1, '24674932': 1, '11194368': 1, '15183404': 1, '24574668': 2, '24479360': 1, '24455085': 1, '24665177': 1, '22430338': 1, '25709844': 2}", "similar_patients": "{'3927351-1': 1}"}