{"patient_id": 150059, "patient_uid": "4729017-1", "PMID": 26912981, "file_path": "noncomm/PMC004xxxxxx/PMC4729017.xml", "title": "Multiple Brown Tumors Caused by a Parathyroid Adenoma Mimicking Metastatic Bone Disease from Giant Cell Tumor", "patient": "A 42-year-old female patient presented with history of bone pain in the upper region of the left tibia. Magnetic resonance imaging (MRI) showed an expansile lesion in the metadiaphyseal region of the upper one-third region of the left tibia. A biopsy from tibial lesion showed large osteoclastic giant cells in a background of spindle-shaped cells and mononuclear cells. A diagnosis of giant cell tumor (GCT) was made and the patient was treated with curettage and bone grafting followed by local radiotherapy. Subsequently, bone scan was done for metastatic workup of the GCT. (a) 99mTc-methoxyisobutylisonitrile (MIBI) bone scan showed multiple foci of increased uptake in the skull bones, mandible, and axial and appendicular skeleton with focally increased uptake in the upper and lower ends of both femurs, both tibia, both shoulder joints and forearm bones. The bone scan findings were more consistent with metabolic bone disease than with metastatic bone disease. Biochemical tests were obtained and the values (serum calcium-15.09 mg/dL, serum phosphorus-2.38 mg/dL, ALP-943.24U/L and iPTH-1987 pg/mL) were in favor of metabolic bone disease. The patient was subjected to 99mTc-MIBI dual-phase (DP) parathyroid scan and whole body scan (WBS). (b) 99mTc-MIBI WBS showed increased uptake in the mandible, upper and lower ends of the right femur, both tibial bones and around the shoulder joints, similar to the bone scan and single photon emission computed tomography/computed tomography (SPECT/CT) of lower limb showed MIBI avid lytic-cystic lesions in the lower end of the right femur and mid shaft of both tibial bones.\\nDP 99mTc-MIBI parathyroid scan of the neck showed focally increased tracer uptake in relation to the inferior pole of the right lobe of thyroid gland, which on SPECT/CT of the neck was localized to an isodense lesion of 1.3 × 1.2 cm size inferior to lower pole of the right lobe of thyroid gland suggestive of right inferior parathyroid adenoma, which later on was confirmed on histopathology []. The patient underwent surgery and histopathology that showed chief cells, clear cells and tumor cell with thick capsule (hematoxylin and eosin stain, 400x magnification) confirming diagnosis of parathyroid adenoma. 99mTc-MIBI WBS [Figure and ] acquired 2 months after surgical removal of parathyroid adenoma (Figure and ) showed complete resolution of MIBI avid lesions as compared to presurgical scan and DP parathyroid scan showed no abnormal MIBI avid lesion in the neck. The clinical symptom and laboratory results of the patient also improved.\\nBrown tumor contains giant cells, spindle-shaped cells and a background of fibrous matrix. Microscopically, BTH, giant-cell granuloma,[] and GCT[] have similar findings because all these conditions contain giant-cell lesions. Differential diagnoses of all these conditions may not be possible without knowledge of the clinical features, radiological findings, and laboratory results. Brown tumor commonly affects the jaws, skull, pelvis, clavicle, ribs, femurs and spine.[] The CT scan findings are not specific for brown tumor[] and show multilobular cystic change.[] Multiple bony lesions of brown tumor may be misdiagnosed on CT scan as metastatic carcinoma, bone cysts, and especially GCT.[] 99mTc-MDP bone scan is an effective method for distinguishing BTH from multiple bone metastases.[]", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'28900835': 2, '8944301': 1, '9632199': 1, '10818989': 1, '1501947': 1, '15468948': 1, '9060102': 1, '15233558': 1, '8254409': 1, '9343725': 1, '10489168': 1, '15168133': 1, '34441290': 1, '32995697': 1, '7924108': 1, '26912981': 2}", "similar_patients": "{'5671544-1': 1, '5671544-2': 1, '5671544-3': 1}"}