{"patient_id": 77653, "patient_uid": "4202276-3", "PMID": 25349751, "file_path": "comm/PMC004xxxxxx/PMC4202276.xml", "title": "Clinical and Genetic Characteristics of Mexican Patients with Juvenile Presentation of Niemann-Pick Type C Disease", "patient": "This was a female, 25 years old, born in Sonora, Mexico, from healthy, nonconsanguineous parents. She had a brother deceased at 19 years of age, who had a clinical progression similar to the patient including symptomatology that began at 10 years of age with neurocognitive impairment, behavioral problems, hearing loss, seizures, and ataxia with diagnosis of schizophrenia. The patient was healthy at birth and had normal developmental milestones, but she was diagnosed with hepatosplenomegaly and leukocytosis at one year of age. Trying to discard acute leukemia, a bone marrow aspiration was performed showing foamy histiocytes; based on this finding a diagnosis of Gaucher disease was established; however she did not have further studies or treatment at that time.\\nAt nine years of age low school performance was noted, requiring special education. She progressively developed behavioral abnormalities including anxiety and aggressive behavior. The patient was diagnosed with schizophrenia and received pharmacological treatment with poor response. She presented with tonic-clonic seizures at 13 years of age, ataxia, frequent falls, dysarthria, and feeding difficulties and progressively developed supranuclear vertical gaze paralysis.\\nAt 15 years of age she was referred to Massachusetts General Hospital, Boston, where a head MRI showed diffused volume loss more prominent at cerebellum while abdominal MRI showed splenomegaly with infarction zones. She had normal lysosomal enzymatic screening panel (for GM1 gangliosidosis, α- and β-mannosidosis, fucosidosis, Tay-Sachs, Gaucher, metachromatic leukodystrophy, Krabbe, and acid sphingomyelinase). Considering the possibility of NPC disease, a skin biopsy was performed and the analysis by electron microscopy found cytoplasmic polymorphous bodies within nerves and stroma in fibroblasts, which were absent in endothelial, smooth muscle and epidermic cells. Filipin test performed at the Jefferson Medical College was positive. Accordingly, the diagnosis of Niemann-Pick type C was established and the fibroblasts were sent for genetic studies.\\nNucleotide sequencing found two heterozygous changes, one in exon 8, c.1042C>T (p.R348∗), and the other in exon 23 c.3493G>A (p.V1165M) of NPC1, with neither mutation in NPC2 nor deletions/duplications. The p.R348∗ nonsense mutation was previously reported [] and its pathogenicity at cellular level on late endosome is well known []. The p.V1165M missense mutation was also previously reported in a patient with a classic filipin staining []. Both mutations were confirmed in our laboratory (Figures and ); no further mutation analysis was performed in the family (pedigree in ).\\nHead MRI at 17 years of age showed diffuse volume loss, most prominently in cerebellum, cortical atrophy and marked atrophy of frontal hemispheres, and an abnormal EEG, with diffuse slowing at the age of 16 years. She developed chronic lithiasic cholecystitis that required gallbladder removal at 22 years of age. At 24 years of age she presented with low platelets and leukopenia treated with splenectomy, which improved after the procedure. Her most recent MRI studies showed cortical atrophy, a thin corpus callosum, and marked cerebellar atrophy (Figures and ).\\nAt 24 years of age, the patient was referred to our hospital to evaluate initiation of therapy with miglustat. Her score in NPC suspicion index [] performed retrospectively was 227. In our hospital brain MRI confirmed previous findings and EEG found paroxysms with acute-low waves in frontal and temporal brain regions with left predilection. Although progression of the disease is also advanced, with a modified functional disability score of 18 [], the patient initiated treatment very recently with miglustat 200 mg every 8 hours.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'17689147': 1, '20002450': 1, '23427322': 1, '22517094': 1, '34830064': 1, '23773996': 1, '27549128': 2, '29511534': 1, '23973268': 1, '20525256': 1, '19900398': 1, '24374739': 1, '19252935': 1, '20056559': 1, '23368522': 1, '19656703': 1, '11349231': 1, '22286891': 1, '23324478': 1, '11333381': 1, '12955717': 1, '22572546': 1, '21344635': 1, '25349751': 2}", "similar_patients": "{'4202276-1': 2, '4202276-2': 2, '4994172-1': 1}"}