{"patient_id": 86769, "patient_uid": "4875696-5", "PMID": 27213016, "file_path": "comm/PMC004xxxxxx/PMC4875696.xml", "title": "The risk of intra-urethral Foley catheter balloon inflation in spinal cord-injured patients: Lessons learned from a retrospective case series", "patient": "A 16-year-old British male was knocked down by a car in 1991. This patient developed T-6 complete paraplegia. He has been managing his bladder by transurethral catheter. Seventeen years after spinal cord injury, urethral catheterisation was difficult; cystoscopy revealed false passage in urethra. A Foley catheter was inserted over a guide-wire. Later, transurethral catheter was pulled out accidentally. Since then urethral catheterisation was performed with flexible cystoscopy and a guide-wire. In 2013, ultrasound of urinary tract revealed small calculi right kidney, largest at the lower pole 6 mm in diameter. No hydronephrosis. Bladder was catheterised and empty. In 2014, ultrasound scan showed no renal calculi; no hydronephrosis. In 2015, he developed malaise, lower abdominal pain, back ache and nausea. He was treated for urine infection. CT abdomen revealed moderate left hydronephrosis and hydroureter, and mild right hydronephrosis and hydroureter down to the bladder (Fig. Top Left panel). Transurethral catheter was not seen in the urinary bladder (Fig. Top Right panel); tip of catheter was present in urethra; Foley balloon was seen in the membranous urethra (Fig. Bottom panel). Most likely, the catheter has been pulled inadvertently. Flexible cystoscopy was performed and a size 16 French Foley catheter with a 20 ml balloon was inserted. Bypassing of catheter and urine leak decreased after inserting a 20 ml balloon Foley catheter per urethra. Subsequently, open suprapubic cystostomy was performed as percutaneous access to urinary bladder was unsuccessful because of his body status and small capacity urinary bladder.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'18637181': 2, '21967681': 2, '32209503': 1, '23809534': 1, '23774659': 1, '25711195': 1, '24447309': 1, '20671998': 2, '27213016': 2}", "similar_patients": "{'4875696-1': 2, '4875696-2': 2, '4875696-3': 2, '4875696-4': 2, '2488320-1': 1, '2905713-1': 1, '2905713-2': 1, '3198751-1': 1}"}