{"patient_id": 77070, "patient_uid": "4164124-1", "PMID": 25254133, "file_path": "comm/PMC004xxxxxx/PMC4164124.xml", "title": "A Case of Diprosopus: Perinatal Counseling and Management", "patient": "A 29-year-old gravida 2 para 1 Caucasian female was referred for maternal-fetal-medicine consultation at 26-week gestation due to suspected fetal anomalies. Obstetrical ultrasound examination, confirmed by fetal magnetic resonance imaging (MRI), demonstrated craniofacial duplication, several abnormalities of the brain and skull, thoracolumbosacral dysraphism with neural tube defect and likely Chiari II malformation, large congenital diaphragmatic hernia (CDH) with liver and bowel noted in the left chest, hypoplastic left lung, and possible horseshoe kidney (). Fetal echocardiogram findings were consistent with Tetralogy of Fallot (TOF). The parents had a multidisciplinary consultation with maternal-fetal medicine, neonatology, genetics, cardiology, radiology, and palliative care. Given the multiple, severe congenital anomalies, the medical team and family planned for limited resuscitative efforts and anticipated comfort care after birth.\\nA 2440 g male infant was delivered via repeat cesarean section at 36-week gestation secondary to preterm labor. At birth, the infant was pale and cyanotic with no spontaneous cry and poor tone. He had shallow spontaneous respirations with poor aeration on auscultation. The left mouth was small and fixed. No glottis was visualized when the laryngoscope was inserted into the right mouth. The infant was then wrapped in a warm blanket and given to the family to hold. He died in his parents' arms a few minutes after birth.\\nThe parents consented to a complete postmortem evaluation. Physical exam demonstrated complete facial duplication with tetrophthalmos (four eyes), two noses, two mouths, two chins, and one fully formed ear on each side of the head with a hypoplastic pinna in the midline. Two anterior and two posterior fontanels were palpable. There was also a ruptured myelomeningocele measuring 6.3 cm × 3.9 cm in the thoracolumbar region and a scaphoid abdomen. The first and second toes of each foot overlapped and the nails were hypoplastic.\\nDissection of the cranial cavity revealed brain duplication with fusion of the parietal and occipital lobes of each brain. The right and left brains fused at the mesencephalon and brainstem. Each brain had an optic chiasm, a pituitary gland, and a single large ventricle with loss of the ependymal lining and no third ventricle identified. There was a single midbrain, rudimentary cerebellar tissue and fourth ventricle, atresia of the cerebral aqueduct with rudimentary and hypoplastic cerebral peduncles, bilateral absence of the corpus callosum, bilateral polymicrogyria, and dysplasia of the right and left cortices. Dissection of the thorax and abdomen revealed left CDH with intestine, stomach, spleen, and the left lobe of the liver herniated into the left pleural cavity with concomitant pulmonary hypoplasia. Cardiac findings included TOF (pulmonary atresia, ventricular septal defect, overriding aorta, and pulmonary arteries), atrial septal defect, patent ductus arteriosus, superior pulmonary veins draining to the left atrium (no inferior pulmonary veins), dilated right atrium, and hypoplastic left atrium. A common oropharynx connected two separate nasopharynxes and two separate oral cavities. There was a single larynx and esophagus. The intestines were malrotated with the appendix located in the left upper abdominal quadrant. Ectopic right and left kidneys were located in the lower abdomen and an accessory spleen was present. Testes were undescended bilaterally and the right testis was atrophic. The placental pathology revealed normal fetal membranes and chorionic villi consistent with third trimester gestation with a two-vessel umbilical cord ().\\nWhole-genome microarray-based comparative genomic hybridization (aCGH) using Oxford Gene Technology revealed a male karyotype (46 X,Y), a 983 kb deletion on chromosome 4q34.3, a 562 kb gain on chromosome Xp22.31p22.2, and a 32 kb gain on chromosome 13q12.11. Quantitative polymerase chain reaction of maternal blood indicated the duplications on chromosomes Xp22.31p22.2 and 13q12.11 were maternally inherited. The 4q34.3 deletion was not maternally inherited, however. Unfortunately, due to the family's financial burden, genetic testing was not completed on the father.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'20194949': 1, '22302627': 1, '12509719': 1, '34987809': 2, '12633195': 1, '12511692': 1, '1412053': 1, '7112433': 1, '21043569': 1, '7635935': 1, '22190755': 1, '12193642': 1, '25254133': 2}", "similar_patients": "{'8695654-1': 1}"}