{"patient_id": 152551, "patient_uid": "4904337-1", "PMID": 27307963, "file_path": "noncomm/PMC004xxxxxx/PMC4904337.xml", "title": "Ameloblastic Fibro-Odontoma in a 4-Year-Old Boy", "patient": "The parents of a 4-year-old boy referred to the pediatric dentistry, school of dentistry, Tehran university of medical sciences, on June 2014 complaining of missing teeth. According to patient’s mother, since she noticed the swelling, her son was visited immediately by a dentist who referred him to the dental school. The patient’s past medical history was unremarkable. He had healthy parents and there was no history of systemic diseases in his family. A general physical examination showed no abnormality and his mother didn’t mention any history of trauma. Extra-oral examination showed a painless swelling on the left anterior maxilla, with firm consistency on the palpation, which caused little facial asymmetry. The swelling was asymptomatic and covered with healthy normal colored skin. Intra-oral examination revealed a vestibular, non-tender and firm consistency swelling and expansion of buccal cortical plate that was covered with normal mucosa. The panoramic radiograph and CT scan (Axial section) revealed an expansile, mixed radiolucent-radiopaque lesion with well-defined corticated border. There was a radiolucent rim and scattered foci of calcified particles which contained several radiopaque bodies of varying sizes and shapes with density similar to enamel or dentin in the left anterior maxilla. The lesion extended horizontally from midline to mesial border of left maxillary primary first molar and vertically from alveolar crest to the floor of the nose ( A). The provisional diagnosis was complex odontoma or AFO. Excisional biopsy and careful curettage of surgical cavity and removal of impacted left primary central and lateral incisors was performed. The specimens fixed in formalin and submitted for histopathological assessment consisted of 2 pieces of bony tissue, each one having rhomboid-shape measuring 3 × 2 × 1 cm and one paper-tiny piece measuring 2 × 3 cm ( B). Microscopically, sections showed bone trabeculae in marrow spaces. There was myxoid matrix in some spaces which contained odontogenic epithelial cells ( C). The definitive diagnosis was AFO. After 4 months, the patient received a Nance esthetic appliance ( A). During the 12 month follow up period no sign of recurrence was detected and soft tissue healing was uneventful. Complete bone healing and normal tooth eruption pattern of permanent central and lateral incisors can be seen on last follow-up radiographs ( B).", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'19102454': 1, '24197722': 1, '17689135': 1, '20185068': 1, '18656394': 1, '24745000': 2, '18195518': 1, '23001451': 1, '25437658': 1, '26045519': 1, '16202078': 1, '19680188': 1, '27891277': 2, '9231165': 1, '17993878': 1, '27307963': 2}", "similar_patients": "{'5116332-1': 1, '3989876-1': 1}"}