{"patient_id": 148550, "patient_uid": "4621682-1", "PMID": 26600650, "file_path": "noncomm/PMC004xxxxxx/PMC4621682.xml", "title": "Myopathy induced by statin-ezetimibe combination: Evaluation of potential risk factors", "patient": "A 35-year-old male was diagnosed with dyslipidemia (total serum cholesterol = 195 mg/dL, serum triglyceride = 171 mg/dL, serum low-density lipoprotein cholesterol = 152 mg/dL, and serum high-density lipoprotein cholesterol = 24 mg/dL). Patient, a nonsmoker, nonalcoholic, did not suffer from any other illness and was not taking any medication. He was prescribed a fixed dose combination of atorvastatin and ezetimibe (10 mg each), once a day along with the lifestyle modification in the form of brisk walking for 30–40 min a day.\\nTwo months after initiation of therapy and exercise, the patient presented with moderate to severe pain in both legs. History revealed that he had fleeting pain in back, chest, shoulder, and arms 5 days preceding the leg pain. The patient initially attributed the pain to exercise and had stopped going for the walks. However, the pain worsened, causing episodes of nocturnal awakening. Clinical examination did not reveal any abnormality. Laboratory investigations revealed high serum CPK (1991 U/L, normal = 39–308 U/L) and low serum Vitamin D (7.19 ng/mL; normal = 20–100 ng/mL) levels. Other laboratory parameters including blood count, erythrocyte sedimentation rate, blood urea nitrogen, serum lactate dehydrogenase, serum creatinine, serum electrolytes, serum Vitamin B12, and electrocardiogram were normal. Assessment for antinuclear antibody was negative.\\nAtorvastatin-ezetimibe combination was discontinued. Patient was treated with oral diclofenac (50 mg twice daily for 3 days), Vitamin D (50,000 IU once a week for 8 weeks), and calcium carbonate (500 mg twice daily for 8 weeks). Myalgia subsided in 3–4 days. Two weeks later, serum CPK level was 342 U/L.\\nUpon resolution of symptoms, patient resumed physical activity of similar intensity. Atorvastatin-ezetimibe therapy was not re-introduced. Three months after resuming physical activity, the patient did not complain of myalgia and serum CPK level was normal (155 U/L).\\nThe adverse event was “probably” related to atorvastatin-ezetimibe combination, as assessed by WHO-UMC scale and Naranjo's score (7).[] The adverse event was moderately severe (i.e. level 3) as assessed by Modified Hartwig and Siegel Scale.[]", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'24793443': 1, '1524068': 1, '20531048': 1, '16485049': 1, '22420409': 1, '7249508': 1, '26600650': 2}", "similar_patients": "{}"}