{"patient_id": 152286, "patient_uid": "4881680-1", "PMID": 26440249, "file_path": "noncomm/PMC004xxxxxx/PMC4881680.xml", "title": "Transvalvular mitral regurgitation following mitral valve replacement a diagnostic dilemma", "patient": "A 31-year-old male patient presented with dyspnea on exertion NYHA Class II and palpitations since 6 months. He was diagnosed to have rheumatic heart disease with severe mitral stenosis, severe aortic stenosis with mild aortic regurgitation and moderate pulmonary hypertension in atrial fibrillation posted for double valve replacement. Preoperative transthoracic echocardiography revealed rheumatic heart disease with severe mitral stenosis, (mitral valve area - 0.8 cm2) severe aortic stenosis (mean gradient - 48 mm of Hg) with mild aortic regurgitation and moderate pulmonary hypertension (right ventricular systolic pressure - 50 mm of Hg) with left atrial size 54 mm, good bi-ventricular function and no left atrial clot. The patient underwent double valve replacement with a mechanical Chitra heart valve (TTK Company, India) 27 size in the mitral position (placed anti anatomically) and 21 size in the aortic position. Mitral valve anterior and posterior leaflets were resected, and chordae of the posterior leaflet were partially preserved. After weaning from cardiopulmonary bypass TEE revealed residual mitral regurgitation through the prosthetic valve. It was an eccentric wall hugging jet directed posteriorly arising within the sewing ring. The vena contracta width was 3.7 mm, peak velocity 6.1 m/s and it was dense parabolic jet on continuous wave Doppler with the effective regurgitant orifice area 0.3 cm2 (using proximal isovelocity area [PISA] method) suggestive of moderate mitral regurgitation. The hemodynamic parameters were heart rate around 90/min and systolic blood pressure was between 130 and 140 mm of Hg. In zoomed mid-esophageal four chamber view [, Figures and ] a mobile structure was moving from left ventricle into the left atrium across the prosthetic valve and preventing the closure of the disc completely resulting in moderate mitral regurgitation. On the second run of bypass, surgeon opened the left atrium and found the preserved chordae of the posterior leaflet was interfering with the complete closure of the disc. It was resected, and the valve was rotated. Then the patient was weaned off bypass with minimal inotropes. Postbypass TEE revealed a competent prosthetic valve without residual mitral regurgitation [ and ]. He had an uneventful postoperative recovery.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'2040048': 1, '34099017': 1, '11119281': 1, '7955250': 1, '19733789': 1, '10350100': 1, '26440249': 2}", "similar_patients": "{}"}