{"patient_id": 150171, "patient_uid": "4738485-1", "PMID": 26903747, "file_path": "noncomm/PMC004xxxxxx/PMC4738485.xml", "title": "Perifolliculitis Capitis Abscedens et Suffodiens in a 7 Years Male: A Case Report with Review of Literature", "patient": "A 7-year-old male child was admitted to the dermatology ward with complaints of painful discharging nodular lesions on scalp accompanied with localized hair loss since 2 months. On examination, there were multiple patches of alopecia where painful and itchy, hyperpigmented plaques ranging in size from 2.5 cm to 9 cm were seen. There were small pustules on the plaques, and some of them were discharging pus. Cervical and nuchal lymph nodes were not palpable. A clinical diagnosis of inflammatory tinea was made. The erythrocyte sedimentation rate was 25 mm at the end of 1 h (Wintrobe method). The hemogram revealed a raised total leukocyte count of 14,000/cmm with polymorphonuclear leukocytosis of 78%. Other investigations such as urine, blood sugar level, renal function tests, and liver function tests were within normal limits. A potassium hydroxide mount of the scrapings from the skin in the affected area did not show any fungal elements. No fungi were grown in the fungal culture of pus either. The pus culture showed growth of Klebsiella pneumonie. Antibiotic novaclox was prescribed orally with T-Bact cream locally. After 15 days, antifungal drug griseofulvin and prednisolone were added. The pustules and pus discharge subsided, but the plaques remained after 1½ months of treatment []. A skin biopsy was performed. The epidermis was mildly acanthotic. There was follicular hyperkeratosis, plugging, and dilatation. There was perivascular, and perifollicular lymphoplasmacytic infiltrate in the dermis. The deeper dermis and subcutaneous tissue showed intense granulomatous inflammation around naked hair shafts consisting of lymphocytes, plasma cells, epithelioid cells, and multinucleate foreign body type of giant cells []. A histopathological diagnosis of PCAS was made. A 15 days course of ciprofloxacin 250 mg BD was prescribed. There was a gradual resolution of the plaques. The family has since moved to another town, and telephonic contact has elicited the information that the child's symptoms have subsided, and there is some growth of hair in affected areas although the density is very less.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'20231491': 1, '23150172': 1, '2229506': 1, '24852785': 1, '23823025': 1, '32983774': 1, '1534334': 1, '16987280': 1, '24118007': 1, '16445513': 1, '19554179': 1, '4232636': 1, '12639466': 1, '22681306': 1, '22648224': 1, '29430467': 1, '2106459': 1, '26903747': 2}", "similar_patients": "{}"}