{"patient_id": 139639, "patient_uid": "4075857-3", "PMID": 24068274, "file_path": "noncomm/PMC004xxxxxx/PMC4075857.xml", "title": "Transdiaphragmatic intercostal hernia: imaging aspects\\nin three cases", "patient": "A 64-year-old male former smoker (55 pack-years) who was being noncompliant with\\nCOPD treatment had an episode of uncontrollable coughing that caused acute,\\nintense pain in the right hypochondrium, followed by the onset of ecchymosis,\\nwhich was visible locally. He sought medical care and received symptomatic\\ntreatment only. He experienced progressive worsening of dyspnea, and, after 4\\nmonths, dyspnea on minimal exertion became evident. At that point, the patient\\nsought a pulmonologist, who requested a chest radiograph, which revealed\\nopacification of the right lung base and soft tissue swelling in the right\\ninferolateral chest wall, interspersed with gas images. The patient was\\ntachypneic (RR, 26 breaths/min) and had decreased breath sounds at the right\\nbase. In addition, an area of weakness of the ipsilateral chest wall was noted\\non palpation. A CT scan of the chest demonstrated herniation of abdominal\\nadipose tissue into the right lung base and chest wall, through discontinuities\\nin the diaphragmatic and intercostal muscles, associated with the presence of\\nfractures of the last ribs on the right. Magnetic resonance confirmed the\\nextensive herniation of the abdominal content through the muscle\\ndiscontinuities. The patient subsequently underwent surgical correction of\\nchanges, with the presence of intestinal loops in the subcutaneous and\\nintrathoracic regions being confirmed after a thoracotomy. On examination of the\\ncavity, it was of note that there was a rent in the anterolateral portion of the\\ndiaphragm, through which the abdominal content protruded. After the structures\\nwere returned to their site of origin, the diaphragmatic defect was sutured, and\\nreinforcement with a polypropylene mesh was performed. The patient had a\\nfavorable postoperative course, being discharged on the sixth day, with\\ndecreased dyspnea ().", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'31079046': 1, '18715797': 1, '17125506': 2, '374885': 1, '34125302': 1, '34084890': 2, '28326219': 2, '8104503': 1, '17419863': 1, '32565267': 1, '19423248': 1, '22800293': 2, '10767262': 1, '32766369': 2, '21103115': 2, '3707253': 1, '24068274': 2}", "similar_patients": "{'4075857-1': 2, '4075857-2': 2, '3441203-1': 1, '8163488-1': 1, '2984347-1': 1, '5343230-1': 1, '7377917-1': 1, '1675993-1': 1}"}