{"patient_id": 139954, "patient_uid": "4100834-1", "PMID": 25035734, "file_path": "noncomm/PMC004xxxxxx/PMC4100834.xml", "title": "Asystolic Cardiac Arrest from Near Drowning Managed with Therapeutic Hypothermia", "patient": "A 44 year-old Caucasian male was found floating in the sea for an unknown duration of time and was pulled out by fire rescue paramedics. He was unconscious, pulseless, and in asystole as determined by emergency medical services. Cardio-pulmonary resuscitation (CPR) was commenced immediately. Advanced cardiac life support recommendations were followed and continued for the next 25 minutes. A total of 2 mg of epinephrine and 2 ampules of sodium bicarbonate given thru an intraosseus line resulting in return of spontaneous circulation, though with limited respiratory efforts. Subsequently, a supraglottic airway was inserted to facilitate ventilation. After a 15 minute ground transport the patient arrived in the emergency department in sinus tachycardia with a heart rate of 102 beats per minute, blood pressure of 140/90 mmHg, and oxygen saturation of 99% via supraglottic airway device with manual breaths every 6 to 8 seconds, rectal temperature was 37.1°C.\\nDespite return of spontaneous circulation, the patient was unresponsive with a Glascow Coma Scale (GCS) of 3. Pupils were fixed and dilated measuring 3 mm. The supraglottic airway was replaced with an endotracheal tube. Chest radiograph demonstrated patchy opacities bilaterally, and computed tomography of the brain and c-spine were negative for acute pathology. Bloodwork was unremarkable, with the exception of a blood alcohol level of 427. At this point, a decision was made to initiate therapeutic hypothermia following the hospital protocol.\\nPatient was transferred to the intensive care unit (ICU) with a diagnosis of hypoxic brain injury after a near drowning. We followed a three category treatment approach to our post cardiac arrest patient. This included airway management, circulatory management, and neuroprotection. We utilized a low tidal volume, lung protective strategy for mechanical ventilation with parameters in place to maintain a PaO2 of 60–100 mmHg and EtCO2 of 35–40 mmHg or PaCO2 of 40–45 mmHg. In the emergency department, we utilized end tital CO2, however in the ICU routine arterial blood gases were utilized. From a circulatory standpoint, a mean arterial pressure of over 70 mmHg was maintained via intravenous fluids with a plan for vasopressor use on a as needed basis. The neuroprotective measures that were begun in the emergency department continued in the ICU. This included our hospital’s therapeutic hypothermia protocol which includes a sedation and shivering prevention protocol via fentanyl, versed, and cisatracurium besilate as necessary. Patient was cooled rapidly using an external, commercially available cooling device to a target temperature of 34°C. Active cooling was stopped after 24 hours and the patient was allowed to passively re-warm. Pupils became responsive to light within 8 hours and reached normal size and reaction within 40 hours. GCS improved by day 3 to the point of spontaneous eye opening and obeying commands. A transthoracic echocardiogram showed an estimated ejection fraction of 55 percent without any structural heart disease. Patient continued to improve significantly over the course of his hospital stay. Patient was subsequently transferred on day 28 of his hospitalization to a rehabilitation facility with minimal cognitive deficits and mild upper extremity weakness bilaterally with a cerebral performance category of 1.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'10980209': 1, '21321156': 1, '22225921': 1, '21464058': 1, '23198799': 1, '3048894': 1, '12858857': 1, '9362408': 1, '15194012': 1, '28757754': 1, '19782333': 1, '1922249': 1, '13345605': 1, '14771796': 1, '11856794': 1, '11856793': 1, '21747066': 1, '25035734': 2}", "similar_patients": "{}"}