{"patient_id": 78096, "patient_uid": "4228824-2", "PMID": 25530901, "file_path": "comm/PMC004xxxxxx/PMC4228824.xml", "title": "Treating Methamphetamine-Induced Resistant Psychosis with Clozapine", "patient": "The Second Patient. The second patient is a 29-year-old man, single, having secondary education. He started substance abuse since he was 15 and has consumed all kinds of illegal drugs in Iran. However, he was affected by psychosis for the first time due to methamphetamine abuse since 6 months ago. In last 3 months, however, despite methamphetamine withdrawal, psychosis continued to remain. In the patient's first visit to psychiatry clinic, persecutory delusion, reference delusion, somatic hallucinations (in a way that the patient felt an outer thing under his hand skin), and olfactory hallucinations (in a way that he felt the smell of opium) as well as anxiety, irritation, and loss of libido were seen. Due to being aggressive, the patient was hospitalized in psychiatric emergency department. Then, clonazepam (6 mg daily) was prescribed for him. In 24 hours, he was seen to be much calmer. However, he was unaware of his psychotic states. In last 6 months, despite treatment with the medications mentioned below (each lasting for 3 weeks), in spite of controlling aggression, psychosis was not removed: olanzapine: 15 mg daily; risperidone: 5 mg daily; quetiapine 600 mg daily; and haloperidol: 10 mg daily. Eventually, all drugs prescribed previously were avoided and clozapine (with a dosage of 100 mg daily), together with clonazepam (2 mg daily), started to be prescribed. One week after clozapine prescription, clonazepam was discontinued. In a 9-month follow-up and with the continuance of clozapine consumption, no signs of psychosis relapse were seen. Concerning drug abuse, he had no other abuse experience; and the patient returned to his work. So, he was in “early full remission” based on DSM-IV-TR criteria despite the fact that he was not in a controlled environment.\\nThe patient's familial and personal backgrounds, regarding axis-I psychiatric disorders were negative. However, a diagnosis of antisocial personality disorder was evident for him. Moreover, similar to the previous patient, all paraclinical examinations proved to be negative.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'18843639': 1, '21477052': 1, '16630206': 1, '11729018': 1, '22486597': 1, '20561555': 1, '24535654': 1, '29465560': 1, '29670504': 1, '9247413': 1, '10770454': 1, '30263171': 1, '23351837': 1, '15204668': 1, '23273775': 1, '20068123': 1, '15542730': 1, '15339823': 1, '18559805': 1, '20308905': 1, '23497450': 1, '23577655': 1, '17105910': 1, '26911516': 1, '12928507': 1, '25530901': 2}", "similar_patients": "{'4228824-1': 2}"}