{"patient_id": 80856, "patient_uid": "4414004-1", "PMID": 25902937, "file_path": "comm/PMC004xxxxxx/PMC4414004.xml", "title": "Metastatic nonpalpable invasive lobular breast carcinoma presenting as rectal stenosis: a case report", "patient": "A 69-year-old Japanese woman with unremarkable personal and family medical histories presented to the general surgery department of our hospital with constipation for approximately one month. Her rectal examination revealed rectal stenosis and possible rectal cancer. Her subsequent barium enema examination showed rectosigmoid stenosis (Figure ), but no irregularities in her mucosa. Accordingly, a biopsy specimen was taken from her mucosa by lower abdominal gastrointestinal endoscopy, and showed no evidence of cancer cells in the area of the stenosis. Her blood tests revealed slightly elevated levels of the cancer antigens carbohydrate antigen 15-3 (CA15-3) and cancer antigen 125 (CA12-5), but all other values were within normal ranges.\\nApart from thickening of her rectosigmoid wall in the stenotic region (Figure ), no other abnormalities were detectable in her abdominal and chest computed tomography (CT) scans. Full-length positron emission tomography (PET) was suggested as a non-invasive procedure for detecting the primary lesion, but she declined for financial reasons. Hence, an exploratory laparotomy was performed to identify the cause of her rectosigmoid stenosis.\\nHer surgical examinations revealed nodules dispersed throughout her abdominal cavity, and additional stenosis in her rectum and ileocecum, suggesting peritoneal metastasis. Histopathological findings from a biopsy specimen of the peritoneal material from around the rectosigmoid region were consistent with a diagnosis of peritoneal metastasis of an invasive lobular carcinoma, likely from the breast (Figure ). However, subsequent breast examinations by the breast oncology department revealed no visible or palpable abnormalities or secretions in either of her breasts.\\nSubsequent mammogram images showed a spiculated structure of lactiferous ducts in area C of her right breast (Figure ). Moreover, a ductal ultrasonography revealed a lesion of approximately 5 × 6mm in the same area (Figure ). A subsequent biopsy specimen of the duct showed cells with histopathological characteristics similar to those in her peritoneal nodules.\\nTherefore, the final diagnosis was of rectal stenosis caused by carcinomatous peritonitis arising from a metastatic invasive lobular breast cancer.\\nAfter her diagnosis, courses of hormone therapy and taxane- and anthracycline-based drugs were administered. Her rectal stenosis symptoms improved immediately after completion of two courses of weekly paclitaxel, and she was able to start ingestion. After discharge, a sequential regimen of paclitaxel, docetaxel, and anthracycline was administered in the out-patient department of our institution for one year, followed by hormone therapy for three years. However, the disease gradually progressed and she died four years after the initial diagnosis.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'15039595': 1, '21286894': 1, '24324904': 1, '25268160': 1, '7682767': 1, '34956535': 1, '15084238': 1, '22031809': 2, '23626510': 1, '34131569': 1, '16177864': 1, '22096760': 1, '31708571': 1, '6331484': 1, '34690920': 2, '18652707': 2, '23814724': 1, '24348393': 2, '20534162': 2, '16854225': 2, '25902937': 2}", "similar_patients": "{'2525652-1': 1, '1550421-1': 1, '3843932-1': 1, '2901262-1': 1, '8531720-1': 1, '3200523-1': 1}"}