{"patient_id": 83560, "patient_uid": "4618111-1", "PMID": 26635990, "file_path": "comm/PMC004xxxxxx/PMC4618111.xml", "title": "Ancient Schwannoma of Ansa Cervicalis: A Rare Clinical Entity and Review of the Literature", "patient": "A 62-year-old man presented to the surgical department, with a two-year history of asymptomatic swelling in the right side of neck. The swelling was insidious onset, slowly growing, and was not associated with pain or fever. There was no history of any period of rapid growth, cough, or dysphagia. On examination of the swelling, it was a globular, nontender swelling with a diameter of five centimeters, located in the submandibular triangle. It was not fixed to the overlying skin and was partially mobile. The swelling was firm in consistency with pulsations felt, transmitting from adjoining carotid artery. The swelling was clinically suspected to be a cervical lymph node. Other systemic examinations including laboratory investigations were uninformative.\\nUltrasonography of the neck revealed the swelling to be of heterogeneous echo texture and increased vascularity, besides which a few nonsignificant lymph nodes were present in the vicinity of the swelling. The swelling had displaced the internal carotid artery and internal jugular vein anteriorly. A fine needle aspiration (FNA) was performed which revealed spindle cell neoplasm. Contrast enhanced commuted tomography (CECT) showed a heterogeneously enhancing mass with cystic change marked on contrast enhancement, with anterior displacement of the carotid artery and the internal jugular vein.\\nThe patient was operated through a right submandibular skin crease incision. The tumor was laying posterolateral to the internal jugular vein (). The vagus, hypoglossal, spinal accessory, glossopharyngeal, and lingual nerves were free from the tumor and were identified and preserved. The overlying lymph nodes were dissected and sent for the histopathological examination separately. The tumor was arising from the inferior root of the ansa cervicalis nerve. The nerve identification was done by stimulation and by noticing the contraction of the strap muscles. The tumor was resected along with a small part of the nerve and sent for the histopathological examination. Postoperative period was uneventful. Patient had no signs or symptoms suggestive of Horner's syndrome, including difficulty in breathing, phonation, or swallowing. Postoperative ophthalmological evaluation was unremarkable. The patient was discharged from the hospital on fifth postoperative day.\\nGrossly the specimen was globular in shape, encapsulated, and greyish brown in color, with measurement of 4.5 × 3 × 2.5 cm. The cut section was variegated, solid-cystic with areas of cystic haemorrhagic changes along with foci having soft mucoid consistency ().\\nMicroscopically, it showed a well encapsulated tumor composed of cellular and hypocellular areas with compressed neural fascicles at the periphery. The tumor is composed of fusiform cells with elongated fibrillary cytoplasm and wavy buckled nuclei. Degenerative changes were found in a good proportion of cells including pleomorphism, cellular atypia, large nuclei with prominent nucleoli, and paucity of mitotic figures (). Central part of the tumor showed vascular proliferation of varying sizes with perivascular hyalinization. Periphery of the mass showed nuclear palisading with characteristic verocay bodies (). There were interspersed areas with stromal haemorrhage, desmoplasia, and calcification. With the above findings, the diagnosis of ancient schwannoma was made. Immunohistochemical evaluation for S-100 showed diffuse positivity of the tumor cells, thereby confirming the diagnosis of schwannoma ().", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'20879063': 1, '8645497': 1, '14716268': 1, '8183755': 1, '10580252': 1, '14859189': 1, '31598349': 1, '17431654': 1, '17277622': 1, '16680779': 1, '3487205': 1, '15269020': 1, '17483850': 1, '10319234': 1, '10792776': 1, '26635990': 2}", "similar_patients": "{}"}