{"patient_id": 142453, "patient_uid": "4262861-1", "PMID": 25535623, "file_path": "noncomm/PMC004xxxxxx/PMC4262861.xml", "title": "Possible unaware intoxication by anticoagulant rodenticide", "patient": "The 60-year-old man was referred to Imam-Khomeini Hospital Complex, affiliated to the Tehran University of Medical Sciences, Tehran, Iran on February 10, 2013 with the chief complaint of epistaxis, epigastric pain and ecchymosis over his arms, legs and abdomen. Symptoms started from >20 days ago, without any past medical history except for dementia. The patient had been hospitalized for 23 days before being referred to our center in an urban hospital in North of Iran. As evident from his discharge report form of that hospital, his initial laboratory data at that center was white blood cell count (WBC) count of 8.2 × 103/μL and platelet (Plt) count of 309 × 103/μL and international normalized ratio (INR) of 6. Only fresh frozen plasma (FFP) was administered for him at that hospital. In spite of receiving FFP, his INR did not decrease continuously. Symptoms did not improve, and he was referred to our hospital. At our hospital, his physical examinations and vital signs were normal except for ecchymosis over his arms, legs and abdomen. His laboratory tests revealed a hemoglobin level of 14.5 g/dL, WBC count of 15 × 103/μL, Plt count of 188 × 103/μL and reticulocyte count of 1.9%. The prothrombin time (PT), activated partial thromboplastin time (aPTT) and INR were 39.5 s, >120 s, and 6.6 respectively. Serum activities of Factors II, VII, IX and X decreased to 7% (normal 70-120%), 2% (normal range of 55-170%), 3% (normal range of 60–150%) and 10% (normal range of 70-120%), respectively. Factor VIII activity was increased to 299% (normal range 60–150%). Factor V activity was normal at 85% (normal range of 60-130%). His serum fibrinogen concentration was 402 mg/dL (normal range of 200-400 mg/dL). The renal, liver, and thyroid function tests showed no abnormalities. Hematologic disorders were ruled out for him by normal bone marrow aspiration and peripheral blood smear. Abdominal and pelvic ultrasonography and electrocardiography did not show any pathologic finding. Magnetic resonance imaging (MRI) of his brain at admission day revealed a subdural hematoma in right occipital region. Endoscopy showed duodenal ulcer and his Helicobacter pylori test were positive. His diet seemed to contain a sufficient amount of Vitamin K as reported by his daughter and son. His past medical history and family history were negative for any diseases with bleeding diathesis. His drug history contained only acetaminophen and acetaminophen codeine for osteoarthritis. Although his family members stated that none of the family member use warfarin, clinical pharmacist was suspicious about intoxication by warfarin or a warfarin-like substance. By asking exact questions regarding warfarin-like substances, clinical pharmacist found that they were using rodenticides for rats in their farm that they were settled in. Patient's daughter reported that rats died with mouth-bleeding. This revealed that they used anticoagulant containing rodenticides not strychnine containing ones. The patient suffered dementia and sometimes went out of the room and did not remember where he went or what he ate. Therefore, possible reason for his coagulopathy could be toxicity by superwarfarin rodenticides. In addition to triple therapy of duodenal ulcer by pantoprazole, amoxicillin and clarithromycin, due to intracerebral hematoma in his brain MRI intravenous (IV) Vitamin K 10 mg twice daily was administered for him.[] After the first 2 days of Vitamin K administration, his INR decreased to 3 and 1.48, respectively. Due to lack of exact evidence of toxicity with warfarin-like substances, Vitamin K administration was stopped, and patient was monitored. INR increased gradually and reached to 3.78 4 days later. Daily dose of 10 mg IV Vitamin K was restarted for him. The patient's INR fell to 1.66, after 1st day of this Vitamin K administration, however INR fluctuated between 1.6 and 2.7 during later several days. Patients’ INR changes during hospitalization have been shown in . A serum sample was taken for assessment of superwarfarin rodenticides by gas chromatography; however, no anticoagulant substance was detected. This may be due to very low concentration of the suspicious substances after a long-time gap from patient's first hospitalization and sample gathering for such assessment (about 1 month). After 10 days of hospitalization, the patient was discharged in good clinical condition improved ecchymosis and no gastric pain. He was discharged on 20 mg/day oral Vitamin K and weekly monitoring of INR as outpatient. His family members were educated to care the patient in order to have no access to rodenticides. They were provided informed consent form for reporting patient's medical history anonymously. One month later by telephone follow-up, her daughter stated that her father had stable INR of 1.5 for the past two consecutive weeks. She was advised to refer to an internist in their city for Vitamin K discontinuation and INR follow-up.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'1805726': 1, '19806466': 1, '24991618': 1, '1113846': 1, '20028214': 1, '23108575': 1, '8447555': 1, '17022046': 1, '9759690': 1, '25535623': 2}", "similar_patients": "{}"}