{"patient_id": 146654, "patient_uid": "4508502-1", "PMID": 26197806, "file_path": "noncomm/PMC004xxxxxx/PMC4508502.xml", "title": "Large bowel obstruction resulting from bladder transitional cell carcinoma metastasis: a common cancer presenting in an uncommon manner", "patient": "A 49-year-old African-American male presented to the emergency room with abdominal distention and significant weight loss. The patient's surgical history was significant for radical cystoprostatectomy with appendectomy and creation of a Mainz pouch. The family history was noncontributory, and the patient is a nonsmoker.\\nUpon examination of prior records, the patient was noted to have been admitted to the hospital 1-year previously for significant gross hematuria with impending clot retention. Cystoscopy showed a 6-cm mass with stippled calcifications located 3 cm lateral and superior to the left ureteral orifice. The tumor appeared broad based. CT scan showed no evidence of extravesicular disease. Transurethral resection of the entire bladder tumor was attempted; but due to the extent of tissue invasion and a drop in the patient's core temperature, the operation was aborted. Resection pathology confirmed a T2, Grade III TCC of the bladder.\\nOne week later, a radical cystoprostatectomy with appendectomy and creation of a Mainz pouch was performed. Pathologic examination showed a poorly differentiated Grade III TCC between the smooth muscle bundles invading through the muscularis. There was no evidence of any tumor extension into the bladder neck, prostate gland, nor any nodal metastasis. Final staging was T2B N0M0. Additionally, a low-grade well-differentiated prostatic adenocarcinoma consistent with Gleason's score of 4 was found.\\nApproximately 1 year after the cystoprostatectomy with a Mainz pouch, the patient presented with abdominal distension and weight loss and was admitted to the hospital for a sigmoidoscopy attempting to determine the etiology. The patient was given 100 mg of Demerol and 3 mg of Versed, but the procedure was aborted due to significant resistance met with the sigmoidoscope and excruciating pain. A barium enema was done showing an apple core lesion in the descending colon and sigmoid region with a large bowel obstruction. The patient elected to undergo left hemicolectomy with transverse colon end colostomy. Intraoperatively, a large descending colon mass, adherent to the left abdominal wall was identified and completely excised.\\nPathologic examination revealed a 12.7-cm tumor, consistent with TCC. The tumor was found to ulcerate through the overlying mucosa of the colonic epithelium, with 5 of 23 mesenteric lymph nodes positive for metastatic involvement. The colonic and bladder specimen pathology were compared. Both the specimens were consistent with TCC.\\nThe patient experienced no postoperative complications and made an uneventful recovery and was discharged June 2001. He continues to follow up with his urologist and oncologist on a regular basis. The patient was last seen by his oncologist in March 2015. He has no evidence of recurrent disease and is now celebrating his 13th year cancer free.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'21766082': 1, '19829915': 2, '16399414': 1, '26197806': 2}", "similar_patients": "{'2740015-1': 1}"}