{"patient_id": 140610, "patient_uid": "4147828-1", "PMID": 25191088, "file_path": "noncomm/PMC004xxxxxx/PMC4147828.xml", "title": "Intrusion of an overerupted molar using orthodontic miniscrew implant: A preprosthodontic therapy", "patient": "A 37-year-old woman was seeking restoration of her right posterior occlusion. She presented with full complement of teeth except for mandibular right first molar that was extracted 3 years ago because of decay. As a result, the maxillary right first molar was overerupted and there was insufficient occlusal clearance []. The patient was medically fit and healthy and presented with Class I occlusion and normodivergent facial pattern. Minor maxillary and mandibular crowding was evident. Her gingival health was fairly good. Judging by the marginal ridge discrepancy, the maxillary first molar had overerupted 3 mm occlusally, encroaching upon the antagonistic missing dental space. The objective of the treatment was to intrude the overerupted molar utilizing miniscrew implant anchorage and subsequently regain the appropriate dental space for prosthesis.\\nThe palatal interradicular space between maxillary first molar and second premolar was selected for miniscrew implant insertion. A 1.3 mm by 8 mm miniscrew implant (S.K. Surgicals, Pune, India) was threaded 7 mm from the alveolar crest apically at an angle of about 30°-40° to the dental axis using self-drilling mechanism (finger tightening). Prior to miniscrew placement, a slight purchase point was made by drilling a small pilot hole with a round bur using slow-speed contra-angle hand piece. This facilitated accurate directional control when threading the miniscrew implant into the bone. Sterile saline irrigation and strict antiseptic protocols were followed.\\nA 0.019 × 0.021 inch titanium-molybdenum alloy (TMA) wire was bent to a “V” shaped attachment with the apex of the “V” formed to a coil to engage elastic thread or coil spring. The free ends of the “V” were bent to conform to the occlusal surface of the molar tooth and bonded with composite. The whole attachment was juxtaposed to the palatal surface of the tooth []. An elastic thread (Tp Orthodontics Inc., La Porte, US) of sufficient length was tied between the head of the miniscrew implant and the coil in the “V” attachment to generate mild intrusive force of about 70 g. The calibration was done using dontrix gauge (ETM Corporation, Glendora, Calif). To avoid inadvertent palatal tipping and to favor a synchronous intrusion, a partial orthodontic appliance was fitted buccally to posterior dentition. The appliance set up consisted of a molar tube bonded off centered distally to the upper first molar, an edgewise bracket to first premolar and a 0.017 × 0.025 inch TMA helical spring. The spring was engaged between first molar tube and first premolar bracket and was activated to effect mild intrusive force of approximately 70 g []. The first premolar was anchored to the canine and second molar with rigid bonded wires to minimize the counter extrusion and rotation. The elastic thread was later replaced by a nickel titanium (NiTi) push coil spring (Dentaurum, Ispringen, Germany) [].\\nAfter 5 months of treatment, approximately 2.5 mm of intrusion was achieved. Subsequently, the occlusal clearance was sufficient to rebuild the posterior occlusion by a prosthesis placed in the area of the missing antagonistic tooth. Because the intraoral strap-up was minimized, the patient was able to follow oral hygiene instruction and, furthermore, was pleased with the simplified mechanical devices. Due to financial reasons, the patient had opted for fixed bridge prosthesis. Final occlusion [].", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'12056211': 1, '9835819': 1, '17545295': 1, '16539541': 1, '16279822': 1, '16519871': 1, '9511584': 1, '18332756': 1, '16441792': 1, '17197402': 1, '2002427': 1, '16429869': 1, '25191088': 2}", "similar_patients": "{}"}