{"patient_id": 77201, "patient_uid": "4172926-1", "PMID": 25276444, "file_path": "comm/PMC004xxxxxx/PMC4172926.xml", "title": "Sphenoid Brown Tumor Associated with a Parathyroid Carcinoma", "patient": "A 53-year-old female consulted for assessment and management of a 2-month history of bitemporal hemianopsia and diplopia, associated with fatigue, generalized weakness, and somnolence. She had a past medical history of hypertension, nephrolithiasis, and chronic constipation. As an initial method of evaluation an enhanced computed tomography of skull was performed and it revealed a 3.0 × 3.0 × 2.0 cm, heterogeneous osteolytic lesion that involved sphenoid corpus and clivus ().\\nLaboratory tests showed a normochromic normocytic anemia (9.67 g/dL) and serum calcium was 15.5 mg/dL (8.2–10.2), phosphorous 1.0 mg/dL (2.3–4.7), albumin 3.9 mg/dL (3.5–5.0), parathyroid hormone (PTH) 1233 pg/mL (10–55), alkaline phosphatase 262 UI/L (50–120), magnesium 1.5 mg/dL (1.5–2.5), and urinary calcium 320 mg/24 hrs (100–250). Serum levels of 25-hydroxyvitamin D and 1,25-dihydroxyvitamin D were within normal range. Glucose, creatinine, blood urea nitrogen, and calculated glomerular filtration rate were normal. See . Medical management for hypercalcemia was based on hydration, furosemide, and zoledronic acid. An endoscopic biopsy of the sphenoidal lesion was performed. Histopathological examination revealed a tumor composed of multiple multinucleated giant cells mixed with stromal spindle cells with hemosiderin deposition (). In view of these histopathological findings a giant cell lesion was diagnosed, suggesting a brown tumor in the context of hyperparathyroidism as the most plausible cause. A neck ultrasonography was performed and it revealed an enlarged right inferior parathyroid gland (3 × 2.3 × 1.8 cm) (). A Tc99-Sestamibi scan confirmed the hyperfunction of the same gland. In view of these findings primary hyperparathyroidism was diagnosed and the patient underwent an ipsilateral hemithyroidectomy and parathyroidectomy. Gross examination of the tumor showed a gray, oval tumor on the external surface; upon section, its consistency was firm and its cut surface was heterogeneous with white areas alternating with hemorrhagic and cystic areas (). Microscopically the tumor was composed of sheets of polygonal cells with clear cytoplasm and monotonous nuclei with high nucleus to cytoplasm ratio and some areas showed thick fibrous bands, focal capsular invasion without perforation, and vascular invasion (); based on these findings the diagnosis was a parathyroid carcinoma. There was no evidence of thyroid infiltration or metastases. After the surgery, PTH immediately decreased to 8.0 pg/mL and later on the patient developed a hungry bone syndrome, which was treated with calcium and vitamin D. At 6-month follow-up, visual fields improved and the patient was asymptomatic with normal serum calcium.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'22327883': 1, '9632199': 1, '15468948': 1, '16773484': 1, '10430265': 1, '8471574': 1, '22204520': 2, '15233558': 1, '24178790': 1, '9543122': 1, '9343725': 1, '6505966': 1, '10934983': 1, '19830212': 2, '22187986': 1, '32911586': 1, '17372919': 1, '3793483': 1, '25276444': 2}", "similar_patients": "{'2737776-1': 1, '3261225-1': 1}"}