{"patient_id": 88157, "patient_uid": "4983662-1", "PMID": 27563478, "file_path": "comm/PMC004xxxxxx/PMC4983662.xml", "title": "Orbital Metastasis of Breast Cancer Mimicking Invasive Fungal Rhinosinusitis", "patient": "Female patient, 32 years old, has been complaining about a headache for a month, with worsening pain and ocular proptosis a week before, associated with hyaline nasal discharge. A throbbing headache with progression was located in the left frontal region, associated with fatigue and myalgia. She also reported proptosis on the left eye, followed by diplopia and eye pain.\\nRegarding her medical history, the patient had triple negative breast adenocarcinoma treated with radical mastectomy and chemotherapy three years earlier. Moreover, the patient had atopic dermatitis, which was difficult to control, diagnosed a year before, using prednisone in immunosuppressive doses (80 mg/day in the last year), also with controlled asthma and hypertension.\\nThe physical examination on the patient showed regular condition, normal vital signs, facies cushingoid, and left ocular proptosis. Nasal endoscopy only indicated a discrete hyaline secretion in the nasal vestibule.\\nFaced with this situation, we opted to perform Computerized Tomography of the skull and sinuses. The initial CT scan revealed discreet parenchymal atrophy, opacification of the sphenoid and ethmoid sinuses bilaterally, and left intraorbital involvement with contrast impregnation that extends to the intracranial region through the cavernous sinus determining pachymeningeal enhancement (Figures and ).\\nAfter discussion, we got the hypothesis that it was invasive fungal rhinosinusitis with involvement of the cavernous sinus; then we scheduled a biopsy and gave intravenous Amphotericin B. One day later, the patient developed worsening of proptosis and ocular motility dysfunction and reached oculomotor nerve palsy.\\nThen the case was discussed with staff of Radiology, who guided the achievement of chest CT. In the new images were visualized a nodule in the right breast of 1.6 cm with regular borders, mediastinal lymph nodes up to 2.2 cm, peribronchial mass (lymph node conglomerate), and atelectasis in the left lung. The orbital and lymph nodes biopsy tested positive for invasive ductal carcinoma of the breast (). The patient was referred for radiotherapy and chemotherapy. After initiating chemotherapy, the patient presented clinical instability and died, not being possible to perform additional imaging studies.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'15815952': 1, '24427608': 1, '22992608': 1, '2204127': 1, '17374867': 1, '8712640': 1, '11642491': 1, '26078956': 1, '1842577': 1, '22684277': 1, '7132514': 1, '6850542': 1, '16215817': 1, '18038235': 1, '25606243': 1, '29234715': 1, '8849804': 1, '27563478': 2}", "similar_patients": "{}"}