{"patient_id": 87740, "patient_uid": "4955154-1", "PMID": 27439394, "file_path": "comm/PMC004xxxxxx/PMC4955154.xml", "title": "An association between membranoproliferative glomerulonephritis and metastatic colorectal carcinoma: a case report", "patient": "A 54-year-old white man was referred with a 1-week history of bilateral pedal edema, worsening hypertension, and a rise in serum creatinine from 111 μmol/L to 213 μmol/L over 2 weeks. He had microscopic hematuria and proteinuria quantified at 24 grams/day (see Additional file ). His serum albumin was 24 g/L compared with 35 g/L 2 weeks earlier. Other relevant investigations included negative hepatitis B and C serology, weakly positive speckled antinuclear antibody (ANA) titer of 160 (normal <40) with double-stranded deoxyribonucleic acid (DNA) of 0 IU/mL (normal <7), normal ratio of serum free light chains, negative cryoglobulin screen, negative serum protein electrophoresis, and a normal C3 of 1.77 g/L and C4 of 0.38 g/L.\\nHe had a background history of hypertension, obstructive sleep apnea, and a 3-year history of colorectal carcinoma with hepatic metastasis. His initial treatment included neoadjuvant chemotherapy with capecitabine and bevacizumab, and 26 fractions of radiotherapy. He then underwent a right hemicolectomy and a partial right hemihepatectomy, followed by 6 months of capecitabine and bevacizumab. One year later, a new 74 mm metastatic lesion developed in his residual right liver lobe, and a 16 mm mucin-secreting adenocarcinoma occurred at the left vesicoureteric junction, which was managed by distal ureterectomy. He was recommenced on capecitabine, bevacizumab, and cetuximab, and continued on this treatment until presentation with nephrotic syndrome.\\nA renal biopsy was diagnostic of MPGN type I. Functioning glomeruli showed mesangial hypercellularity, endocapillary proliferation, and double contours in capillary loops. No hyaline deposits were noted in the capillary loops and no segmental sclerosis was seen (Fig. ). There was interstitial fibrosis and tubular atrophy together with lymphocytes, plasma cells, and eosinophils in the scarred interstitium (Fig. ). Immunofluorescence showed moderate granular deposition of IgG and C3 in the mesangial areas and around the capillary loops. Electron microscopy showed deposits in the mesangial, paramesangial, and subendothelial regions. Focal duplication of the glomerular basement membrane was seen and there was mild expansion of mesangial matrix.\\nCurative therapy for the malignancy was not possible, so treatment was commenced with prednisolone for the renal disease. Four months later, his proteinuria had reduced to 1.4 grams/day, creatinine had improved to 155 μmol/L, and albumin returned to baseline of 31 g/L.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'14767011': 1, '5900782': 1, '9607894': 1, '18079150': 1, '16339096': 1, '197291': 1, '16941021': 1, '12631139': 1, '3537450': 1, '9394332': 1, '21151207': 1, '20721964': 1, '9176859': 1, '23526797': 1, '28285584': 1, '31446521': 1, '21102637': 1, '24838191': 1, '22904123': 1, '27439394': 2}", "similar_patients": "{}"}