{"patient_id": 84054, "patient_uid": "4654829-1", "PMID": 26594383, "file_path": "comm/PMC004xxxxxx/PMC4654829.xml", "title": "Implied functional crossed cerebello-cerebral diaschisis and interhemispheric compensation during hand grasping more than 20 years after unilateral cerebellar injury in early childhood", "patient": "The male patient of this study was 30 years old when the final data were acquired. Neurological examination revealed only mild right hemiataxia and disturbance of skilled movements including fine and gross motor skills, e.g. slow movements, difficulties in the development of motor skills, awkward handwriting, poor postural control and difficult articulation. Furthermore, he was found to have constructional apraxia as assessed by an experienced neuropsychologist. This was supported by a poor visuo-spatial information processing and low scores on the block design, object assembly and digit symbol substitution subtests of the Wechsler adult intelligence scale-revised. Scoring on performance IQ was lower by 55 points than that of the verbal IQ. The neuropsychological report suggested that the patient may require more effort for movement initiation and execution and for speech, stemming from his apraxia and lack of confidence in his performance related to cerebellar dysfunction. According to a recent review on cerebellum and apraxia [], the symptoms of this patient likely meet diagnosis of developmental coordination disorder with mild apraxic agraphia and apraxia of speech.\\nWhen the patient was 4 years old, action tremor in the extremities, staggering gait, clumsiness and other signs of delayed motor development became apparent. These abnormalities affected his daily activities and could be noticed by his parents and kindergarten’s teachers. This led his parents to visit pediatricians and neurosurgeons of the community hospital. A cerebellar tumor was found by computed tomography and a subtotal resection was performed, resulting in removal of a broad area of the right cerebellar hemisphere and part of the vermis. Mild right hemiataxia manifested thereafter. In addition, the onset of the disease had changed his dominant hand from right to left according to his mother report. Prior to this study, switching of his dominant hand at 3 years of age was confirmed based on observations of 23 childhood photographs showing use of the right hand in 13/14 photos taken at 1 and 2 years of age compared to only 1/9 photos taken at 3–5 years of age. Furthermore, the Edinburgh handedness inventory [] conducted at 26 years of age confirmed left-hand dominance. The patient reported the severity of mild right hemiataxia had been constant while left extremity function had been almost intact since 4 years of age.\\nWhen he was 6 years old, he experienced sudden severe headache and vomiting caused by hydrocephalus and received a ventriculoperitoneal shunt. At 8 years, he underwent subtotal resection of the residual cerebellar tumor due to relapse. After this surgery, rapid tremor appeared occasionally during isometric contraction of the right fingertips. When he was 18 years old, expansion of the cyst around the tumor was treated surgically and biopsy revealed that the tumor was a pilocytic astrocytoma. At 20 years, he underwent gamma knife radiosurgery (maximal dose: 20 Gy, marginal dose: 12 Gy). Due to relapse and cyst expansion at age 24, gamma knife radiosurgery (maximal dose: 28 Gy, marginal dose: 14 Gy) was repeated together with reoperation of the ventriculoperitoneal shunt, after which he showed stable disease, including throughout the duration of this study.\\nT1-weighted anatomic MRI images acquired prior to this study are shown in Fig. . The residual pilocytic astrocytoma can be seen at the cerebellar vermis adjacent to the medulla oblongata, and most of the right cerebellar hemisphere is filled by the cyst associated with the tumor. The patient had not received specific interventions or rehabilitation for the mild right hemiataxia prior to the study. Therefore, this case allowed for investigation of the natural neurodevelopmental changes over the 24 years since unilateral injury to the cerebellum.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'25382715': 1, '22063630': 1, '10660145': 1, '23664952': 1, '20152963': 1, '10944412': 1, '19597268': 1, '20116053': 1, '2396276': 1, '21725167': 1, '16622331': 1, '11299252': 1, '23913508': 1, '22038693': 1, '17681629': 1, '24871646': 1, '15050571': 1, '31732920': 1, '18396269': 1, '20600348': 1, '3441301': 1, '1561681': 1, '22161499': 1, '20452402': 1, '23593414': 1, '18635836': 1, '9392569': 1, '5146491': 1, '23738231': 1, '14966166': 1, '17148468': 1, '18654084': 1, '16493681': 1, '10208529': 1, '12122179': 1, '31636540': 1, '9055804': 1, '19853848': 1, '16023869': 1, '20338554': 1, '26594383': 2}", "similar_patients": "{}"}