{"patient_id": 139565, "patient_uid": "4070205-1", "PMID": 24987262, "file_path": "noncomm/PMC004xxxxxx/PMC4070205.xml", "title": "Mycotic aneurysm in a child with history of coarctation of the aorta repair", "patient": "An 11-year-old male presented to the ER for evaluation of bilateral leg pain and fever. He had a history of a bicuspid aortic valve and coarctation of the aorta for which he underwent surgical repair with an end-to-end anastomosis at 3 weeks of age. He had been followed for residual stenosis across the coarctation site and mild hypertension.\\nTwo months prior to presentation he experienced chest discomfort followed by pain in the lower extremities and toes. He reported limping, unexplained bruises, high fever and a 40 lb unexplained weight loss. On examination he was obese, had a grade II/IV systolic murmur at the upper sternal border (consistent with prior records), tenderness on palpation of both knees and mild swelling of the lower extremities without pitting edema. He reported pain in his fingers with a hand grip and had bilateral leg rash with multiple small raised, red-blanching skin lesions extending up to the knee area. ESR and CRP were elevated; his white cell count was 16,000, had anemia with thrombocytopenia and a positive ASO titer.\\nChest X-ray [] suggested a mediastinal mass suspicious for malignancy. PET- computerized tomography (CT) scan showed a hypermetabolic subcarinal lymph node and bone marrow, splenic enlargement and increased soft tissue activity in the distal right leg suggestive of lymphoma. Bone marrow biopsy was consistent with chronic disease with no evidence of malignancy. A blood culture drawn on the second day of admission found Gram positive cocci in chains that were later identified as Streptococcus viridans. Limited echocardiogram showed stable cardiac function, no intracardiac vegetations, a bicuspid aortic valve and a slight residual stenosis (30 mmHg) at the site of prior coarctation repair.\\nDue to the aortic gradient and the clinical findings, a chest CT was performed [Figure –] which showed an aortic aneurysm at the site of the prior coarctation repair measuring approximately 4.4 × 4.2 cm. There were also multiple splenic lesions and focal cortical thinning of the left kidney felt to be due to embolic events from thrombus within the aneurysm. Subsequent complete echocardiogram showed an aneurysm at the superior descending aorta near the prior coarctation site []. With a second consecutive blood culture positive for Streptococcus viridians, imaging tests results and his clinical findings he was diagnosed with a mycotic aneurysm. He was started on cefepime, which was later changed to ceftriaxone and gentamicin as per sensitivity results.\\nCardiothoracic surgery was consulted for consideration of surgical palliation after completion of the antibiotic course. Despite IV antibiotic therapy, he continued to have high fevers everyday and elevated inflammatory markers. Creatinine remained elevated suggesting continued renal injury. A chest/abdomen/pelvis CT was performed 4 weeks after the initiation of antibiotics to evaluate for progression of the aneurysm. This showed aortic pseudoaneurysm enlargement, an increasing number of splenic and renal embolic infarcts, and a small aneurysm within the splenic artery.\\nThere were no new positive blood cultures since the initiation of antibiotics but given the progression of the aneurysm and the continued distal embolic damage, he was taken to the OR for surgical repair (in spite of fevers and elevated inflammatory markers) and cefepime was restarted for preoperative prophylaxis against Staph aureus.\\nA left lateral thoracotomy through the previous coarctation repair scar was performed and multiple adhesions from the lung to the descending aorta and pseudoaneurysm were found. Proximal and distal control of the aorta was attained on either side of the pseudoaneurysm, which was quite extensive, involving the area from the takeoff of the left subclavian artery through the mid-descending thoracic aorta. Patient was cannulated and placed on left heart bypass through the left superior pulmonary vein and the descending thoracic aorta. Clamps were placed on the aortic arch distal to the left common carotid artery, including the left subclavian artery and over the descending aorta. The pseudoaneurysm was then opened, revealing grossly inflammatory tissue of poor quality with no obvious purulence and a number of intercostal arteries arising from the area of the pseudoaneurysm, which were oversewn. The capsule of the pseudoaneurysm was thick and attached densely to the esophagus requiring debridement of abnormal tissue, mobilizing the capsule off of the esophagus and excising the entire capsule. In an area posteriorly where the abnormal tissue was unresectable due to its proximity to the esophagus, xenyl was applied and then neutralized with alcohol and copious irrigation. The underside of the arch was opened back to the base of the left common carotid artery, and an 18 mm hemashield tube interposition graft was sewn to replace the excised segment of thoracic aorta. The total time on left heart bypass was 116 minutes, including 110 minutes of aortic cross clamp time. An intraoperative biopsy of the aneurysm supported the diagnosis and a culture of the tissue showed one colony of gram positive rods and many white blood cells.\\nHe was discharged after a postoperative period in which he showed significant anxiety and persistent pain of his legs and feet (normal imaging studies). Intravenous cefepime was continued at home for an additional six weeks. He had no recurrence of infection at one-year follow up and had normal inflammatory markers, cell counts and kidney function. CT scan at six months showed mild luminal narrowing of the thoracic aorta without signs of pseudoaneurysm, improvement of the splenic infarcts and scarring at the area of prior left kidney infarct. He continues to be treated for hypertension and his pain and cutaneous stigmata of endocarditis are now resolved.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'19446985': 1, '8619721': 1, '21718455': 1, '11545118': 1, '27847800': 2, '34734822': 1, '15489097': 1, '32270732': 2, '6546851': 1, '11296343': 1, '10818188': 1, '4479737': 1, '32863665': 2, '2919901': 1, '24987262': 2}", "similar_patients": "{'7153188-1': 1, '7437621-1': 1, '5107422-1': 1}"}