{"patient_id": 82002, "patient_uid": "4504063-3", "PMID": 26179753, "file_path": "comm/PMC004xxxxxx/PMC4504063.xml", "title": "Unusual presentation of primary hyperparathyroidism: report of three cases", "patient": "A 43-year-old man presented with a 1-month history of left foot swelling with no other associated complaints or significant medical history. The swelling was mildly tender in the left fifth metatarsal bone with no reddish color or throbbing sensation. Radiography revealed multiple mild but expansive lytic bone lesions in the bilateral distal tibia and left fifth metatarsal bone (Fig. –). Biopsy of the left fifth metatarsal bone and left distal tibia lesions revealed numerous osteoclast-like giant plurinuclear cells without necrosis, mitoses, or histological signs of malignancy; these findings were compatible with a giant cell tumor of the bone. The patient underwent excision of the left fifth metatarsal bone and curettage of the lesion in the left distal tibia. Three weeks after surgery, the first medical and laboratory follow-up examinations revealed a serum calcium level of 2.91 mmol/L (reference range, 2.08–2.80 mmol/L), ALP level of 1154 U/L (reference range, 45–132 U/L), and PTH level of 1084.45 pg/ml (reference range, 15–88 pg/ml). A review of the patient’s medical records revealed hypercalcemia, which had been underestimated at the first examination. The patient had no family history of parathyroid disease. The creatinine level was 51 μmol/L (reference range, 45–133 μmol/L).\\nPHPT was suspected. Enhancement CT of the neck revealed a round mass measuring 2.7 × 1.4 cm behind and below the left thyroid lobe and a round lesion measuring 1.5 × 1.0 cm located in the left thyroid lobe (Fig. ). Parathyroidectomy was performed. Histological examination confirmed the diagnosis of adenoma of the left parathyroid gland and papillary thyroid carcinoma of the left thyroid lobe. Biochemical data observed before and after parathyroidectomy are shown in Table . After a review of bone slices, the final diagnosis was a brown tumor probably due to long-standing underestimated PHPT.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'32042691': 1, '32695835': 1, '23569524': 1, '28616750': 1, '18347273': 1, '18772792': 1, '6828717': 1, '27277007': 2, '16355286': 1, '28476174': 2, '29221466': 2, '24348080': 1, '34299820': 2, '11571864': 1, '19751296': 1, '24151418': 1, '18777537': 1, '1518393': 1, '8944301': 1, '9632199': 1, '22689854': 1, '23198216': 1, '15262510': 1, '26848420': 2, '21943558': 1, '15472654': 1, '23251179': 1, '19289922': 1, '12796885': 1, '7936680': 1, '15278870': 1, '16813033': 1, '23374736': 1, '15243462': 1, '22204520': 2, '32911586': 1, '23374740': 1, '12084655': 1, '17377798': 1, '23799171': 2, '8823531': 1, '22431655': 1, '24765447': 1, '16145600': 1, '11507558': 1, '23418315': 1, '17354010': 1, '26179753': 2}", "similar_patients": "{'4504063-1': 2, '4504063-2': 2, '4727955-1': 1, '4899912-1': 1, '3261225-1': 1, '8304219-1': 1, '5420110-1': 1, '5723077-1': 1, '3687060-1': 1}"}