{"patient_id": 146996, "patient_uid": "4529265-1", "PMID": 26345396, "file_path": "noncomm/PMC004xxxxxx/PMC4529265.xml", "title": "Cesarean scar pregnancy treated by curettage and aspiration guided by laparoscopy", "patient": "The patient was a 29-year-old multiparous woman in her seventh pregnancy, who had underwent two times of cesarean delivery, and the last cesarean delivery was performed 3 years ago. She was admitted to our hospital with a complaint of genital bleeding that had started 20 days ago. Routine ultrasound examination revealed a 2.1 cm ×1.1 cm ×1.5 cm gestational sac containing a secondary yolk sac inside the lower anterior wall of the uterus, and the myometrial thickness between the gestational sac and bladder wall was 3 mm. The gestational sac was surrounded by rich blood flow signal, and the fetal cardiac activity was 120 bpm (shown in ). Serum beta-human chorionic gonadotropin (β-HCG) level was 29,560 IU/L. For the existence of the heart beat and considering the possibility of uterine rupture, the patient was informed of the severity of the situation. Given the advanced presentation and location, local therapy was first chosen before systemic treatment or a potentially difficult surgical approach was performed. So, MTX was administrated by intragluteal injection with the dosage of 20 mg/d for 5 days, and also the mifepristone was orally administered. The serum β-HCG was monitored every 3 days. On the seventh day after the administration of MTX and mifepristone, transvaginal ultrasonography was taken, which showed the blood flow around the gestational sac was significantly decreased and the β-HCG has dropped to 11,100 IU/L. Because the patient wanted to preserve her reproductive capacity and want to be discharged from the hospital, we decided to perform curettage and aspiration guided by laparoscopy for the reduced blood flow around the gestational sac and the decreased β-HCG value. In laparoscopic approach, we detached bladder reflex of the uterus peritoneum (shown in ) and sutured the uterus scar (shown in ), then we performed curettage and aspiration under laparoscopy as usual. Once the uterus perforation occurred, we sutured the perforation immediately under the laparoscopy, which could significantly decrease the chance of hysterectomy. Fortunately, the procedure was successfully performed with little bleeding, and the gestational sac was eliminated completely, which was confirmed by postoperative ultrasonography and pathological examination. After operation, oxytocin and misoprostol were used to facilitate the uterus contraction, we carefully monitored the bleeding amount. Lastly, the patient uneventfully recovered. After discharged from hospital, serum β-HCG levels were followed to ensure complete resolution of the ectopic pregnancy.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'19780724': 1, '23206476': 1, '16738166': 1, '33467974': 1, '15847889': 1, '15027012': 1, '29718837': 1, '18976749': 1, '22011956': 1, '26345396': 2}", "similar_patients": "{}"}