{"patient_id": 142380, "patient_uid": "4255378-1", "PMID": 25485063, "file_path": "noncomm/PMC004xxxxxx/PMC4255378.xml", "title": "Suppurative Parotitis in a Girl: A Case Report From Ahvaz, Iran", "patient": "A 32- day-old girl with fever and restlessness was admitted in the hospital. Parents reported fever and restlessness on the day before admission. There was no coryza or conjunctivitis. Left facial swelling was found during physical examination. Left sub-mandibular swelling was noted in physical examinations. Redness was observed in the face. Prenatal history was normal. Postnatal history was normal. Parents were close relatives. Cesarean section was used for the delivery because of breech presentation. Birth weight was 3500 g. Body weight, length, and head circumference were 4300 g (75 th percentile), 52 cm (50 th percentile), and 38 cm (75 th percentile), respectively. She was breastfed. Pulse and respiratory rates were 130/min and 50/min, respectively. Axillary temperature was 37.8°C. Head examination revealed normal sized fontanel (1.5×1.5 cm) without bulging. Facial examination revealed swelling and erythema over the parotid gland. The patient showed irritability during inspection of the area of swelling. Eye and ear were normal. Abdominal examination revealed no abnormal findings.\\nChest examination revealed no abnormality. Red blood cell (RBC) and white blood cell (WBC) counts were 3.1 × 1012 cells/L and 12.6 × 109/L (neutrophil: 60%), respectively. Erythrocyte sedimentation rate and C-reactive protein were 20 mm/L and negative, respectively. Results of urine analysis and culture were normal. Blood urea nitrogen, sodium, potassium, and blood sugar were normal. Blood amylase was 10 U/L. Bilateral multiple reactive lymph node (size = 6×10 mm) at anterior cervical chain with a left facial swelling was observed in ultrasonography report. Chest roentgenogram was normal. Due to suspected neonatal parotitis, with gentle pressure on Stensen’s duct, pus was evacuated and transferred to the laboratory. Microscopic examinations of the smear revealed Gram-positive cocci. Culture showed coagulase positive S. aureus. Patient received vancomycin and amikacin for a seven-day period. She was discharged in a good condition.", "age": "[[32.0, 'day']]", "gender": "F", "relevant_articles": "{'16635183': 1, '20155680': 1, '17151411': 1, '11338228': 1, '23039834': 1, '16624200': 1, '12921461': 1, '12541216': 1, '4988260': 1, '22575436': 1, '23780594': 1, '14743054': 1, '25485063': 2}", "similar_patients": "{}"}