{"patient_id": 145621, "patient_uid": "4431022-1", "PMID": 25983835, "file_path": "noncomm/PMC004xxxxxx/PMC4431022.xml", "title": "Delayed Pharyngeal Extrusion of an Anterior Odontoid Screw", "patient": "A 27-year-old woman presented at the Accident and Emergency Department after a motor vehicle accident. She was reluctant to move her neck in any direction due to pain but was neurologically intact. She also complained multiple facial lacerations, epistaxis, and cerebrospinal fluid rhinorrhea. Plain radiography showed a fracture through the base of the odontoid process (). Computed tomography (CT) scans confirmed the posterior oblique fracture but showed that the displacement was minimal. Magnetic resonance imaging showed an intact transverse ligament. The patient was also diagnosed with left frontal epidural hemorrhage and multiple facial bone fractures involving the frontal sinus, nasal bone, and left zygomaticomaxillary bone.\\nAfter undergoing plastic surgery for the multiple facial bone fractures, the patient underwent anterior odontoid fixation surgery conducted by the senior surgeon using a single 4.5×40-mm cannulated lag screw(Synthes PA, USA) 8 days post injury. Postoperatively she was neurologically intact and radiographic imaging showed good alignment of the odontoid process.\\nA week later, the patient complained of a sore throat and dysphagia. Erythematous neck swelling was visible on the surgical wound. A neck CT showed significant fluid collection with rim enhancement in the right lateral neck and retropharyngeal area at the level of C5-6 (). Ultra-sonography-guided aspiration of pus was done twice. The pus was cultured and a methicillin resistant Staphylococcus aureus was isolated. The patient was placed on intravenous vancomycin 1 g two times a day for a month. Thereafter, she recovered completely, as indicated by clinical and radiographic examinations ().\\nRadiographic imaging for anterior odontoid fixation was performed on discharge and 3, 6 and 12months postoperatively: it consisted of plain radiographs of the cervical spine in the anteroposterior and lateral projections with flexion and extension views and fine-cut CT scans with sagittal reconstruction. Radiographic union at the fracture site was obtained 3 months after surgery. A trabeculation across the fracture site and absence of movement was demonstrated by flexionextension lateral radiographs. The screw placement was considered to be excellent. There was no evidence of instrumental failure until 12 months after surgery ().\\nNearly 3 years after surgery, the patient presented at a local ENT clinic with a 2-month history of dysphagia and the sense of a foreign body in the throat. These symptoms started after the patient had suffered from severe paroxysmal coughing due to influenza for a month. Laryngoscopy identified the head of the odontoid screw. Plain radiography showed that the head of the screw had migrated into the pharyngeal soft tissue (). Flexion and extension radiographs did not detect motion at the fracture and indicated maintenance of the postoperative alignment. CT scans confirmed fusion of the odontoid fracture.\\nThe patient was prepared for possible combined spine and otolaryngology intervention. The plan was to first attempt screw removal using forceps during suspension laryngoscopy, and if that failed, a neurosurgical anterior approach would be undertaken. Fiber-optic endotracheal intubation was performed while the patient was conscious. After induction of general anesthesia, a suspension laryngoscopy showed the screw head was surrounded by granulation tissue in the vallecular fossa. The screw was found to be movable and was easily removed by using small forceps under laryngomicroscopy (). A suture was not necessary. Flexion and extension films of the cervical spine showed no abnormal movement. The dysphagia and neck pain resolved shortly after the removal of the screw, and the patient was discharged the day after surgery.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'3339438': 1, '4077905': 1, '31583170': 2, '28194180': 2, '4434035': 1, '17621200': 1, '12431297': 1, '2588054': 1, '8848316': 1, '29631150': 1, '7033229': 1, '2028338': 1, '10515475': 1, '2755577': 1, '24757470': 2, '11493857': 1, '8877952': 1, '16151718': 1, '34345449': 1, '25983835': 2}", "similar_patients": "{'3941717-1': 1, '6763670-1': 1, '5282431-1': 1}"}