{"patient_id": 145617, "patient_uid": "4431018-1", "PMID": 25983831, "file_path": "noncomm/PMC004xxxxxx/PMC4431018.xml", "title": "Granular Cell Tumor of Brachial Plexus Mimicking Nerve Sheath Tumor: A Case Report", "patient": "A 44-year-old woman presented with symptoms of posterior neck pain, left-sided shoulder radiating arm pain, paraesthesia, and persisting ipsilateral arm weakness for 2 years. The family or medical history of patient was unremark- able. Her symptoms did not improve with conservative treatment. On physical examination, the small round mass was palpable. It was a non-movable and hard consistent mass. There was no definite evidence of skin change around the lesion. On neurological examination, the patient showed grade 3 motor weakness and paresthesia of her left arm mainly on the C7 dermatome. She only showed positive Tinel sign of the left arm. Spurling and Lhemitte signs were negative and there were no abnormal laboratory findings.\\nBrachial magnetic resonance imaging (MRI) revealed a small and round mass in the C6-7 nerve root area of the left brachial plexus. The size of the tumor mass was 60×25×28mm. The tumor was relatively well-defined, homogeneous and hyperintense on T2 weighted imaging and hypointense on T1 weighted MRI. The tumor was not enhanced by contrast media (). The initial diagnosis included schwannoma, neurofibroma and lipoma. Soft tissue sarcoma was also considered as well as malignancy could not be completely ruled out.\\nThe patient underwent surgical resection of the mass. Intraoperatively, the tumor appeared as a smooth globoid mass with relatively solid consistency and clear demarcation. However, gross total resection could not be achieved because the tumor was a fusiform enlargement connecting the lower trunks and roots of the brachial plexus close to the foramen of the C7 vertebra and the upper border of the first rib. The tumor was enucleated and emerged from the nerve roots. Subtotal resection of tumor was performed. Frozen specimen was consistent with a granular cell tumor. Postoperatively, the left shoulder pain got worse compared to the preoperative condition but there was no definite neurologic deterioration.\\nHistological examination of the specimen showed increased cellularity and pleomorphism. The immunohistochemical assay of the tumor demonstrated positivity for CD68, S-100, PAS and neuron-specific enolase (NSE), suggestive of granular cell tumor ().\\nFollow-up MRI was done 7 months and 11 months after surgery which showed recurred and rapid growing huge mass at the same area of the left brachial plexus, and the patient received a second operation (). Subtotal resection was performed so that a small portion of tumor mass connecting the lower trunks and roots of the brachial plexus close to the for amen of C7 vertebra and upper border of the first rib remained.\\nHistological examination of the second operation specimen showed focally increased cellularity, pleomorphism, high nucleocytoplasmic ratio with increased mitosis of 2/10 HPF. The immunohistochemical stain showed positivity for S-100, negativity for Desmin, and increased MIB-1 that malignant transformation was suggestive. Complete monoplegia developed after the revision surgery and did not improve until the final follow-up. The patient received concurrent chemotherapy and rehabilitation. The patient had no evidence of re-growth until one year after second operation.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'19860925': 2, '6290371': 1, '15739553': 1, '20862204': 1, '13059774': 1, '6246310': 1, '15739552': 1, '22593727': 2, '20169099': 1, '9060104': 1, '9669341': 1, '22760808': 1, '3000206': 1, '22606454': 2, '21866599': 1, '3594359': 1, '17613218': 1, '10410172': 1, '25983831': 2}", "similar_patients": "{'3339600-1': 1, '2774303-1': 1, '3350294-1': 1}"}