{"patient_id": 138585, "patient_uid": "4001429-1", "PMID": 24778798, "file_path": "noncomm/PMC004xxxxxx/PMC4001429.xml", "title": "Imaging findings in uncorrected tetralogy of Fallot and pulmonary atresia with major aortopulmonary collateral arteries and septic embolism", "patient": "We report a case of a 39-year-old female patient with uncorrected TOF and pulmonary atresia presenting to our emergency department with fever, elevated infection parameters, and hemorrhagic macular lesion on the middle finger of the right hand. Patient history revealed a Blalock–Taussig shunt performed for palliation in 1983 due to pulmonary atresia with subsequent spontaneous closure. Corrective surgery failed in 1998. Coronary angiography performed in 1997 was normal.\\nOn admission, a contrast-enhanced multidetector computed tomography (CT) of the chest and abdomen was performed to rule out focal thoracic or abdominal infection. The CT study demonstrated an absent pulmonary artery, a perimembranous ventricular septal defect (VSD) of 1.8 cm diameter, an atrial septal defect (ASD), and right ventricular hypertrophy (RVH). Furthermore, major aortopulmonary collateral arteries (MAPCA) arising from the descending aorta, an obliterated ductus arteriosus, and a dilatation of the aortic root (diameter 5.0 cm) were observed (). The patient demonstrated multiple pulmonary and splenic emboli ().\\nEchocardiography revealed an ostium secundum type ASD, a VSD, a moderately reduced left ventricular ejection fraction (45%), and two large vegetations on the tricuspid valve. Blood cultures were positive for staphylococcus aureus. Targeted antibiotic treatment was initiated immediately, and the patient was referred to the cardiac surgery department for tricusipid valve repair which was performed 2 days after admission.\\nDue to a protracted clinical course and neurologic deterioration after surgery a cranial CT was performed. Several hypoattenuating cerebral and cerebellar lesions were predominantly localized in the right hemisphere consistent with thromboembolic events (). The further course of the patient was unfavorable, showing progressive cardiorespiratory insufficiency and increasing demand for vasoactive agents. Eighteen days after initial admission the patient passed away, due to cardiopulmonary failure.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'685856': 1, '26750698': 1, '23318939': 1, '19079949': 1, '22064959': 1, '1114998': 1, '16725060': 1, '24778798': 2}", "similar_patients": "{}"}