{"patient_id": 143872, "patient_uid": "4349916-1", "PMID": 25745626, "file_path": "noncomm/PMC004xxxxxx/PMC4349916.xml", "title": "Epidermoid Cyst of the Cecum", "patient": "A 63-year-old female was admitted to Kyung Hee University Medical Center after an incidental finding of a right colonic mass during her regular health check-up. She underwent surgical excision of a submandibular gland due to a Wharton's duct stone. She was asymptomatic. On physical examination, there were no signs of fever or acute abdomen and no palpable abdominal mass. Colonoscopy revealed a mucosal tumor in the cecum without mucosal abnormalities. On abdominal computed tomography (CT), there was a 3.8-cm exophytic mass with internal low attenuation between the cecum and the terminal ileum (). The radiographic impression was that this mass was a gastrointestinal stromal tumor (GIST) and likely was not an adenocarcinoma. On further exploration, a round, soft, exophytic mass was identified at the cecal wall, 2.0 cm from the appendix orifice. After surgical investigation of the mass, an ileocecectomy was performed.\\nMacroscopically, the surface of the mass revealed an irregular cystic lesion filled with a yellowish-gray, cheesy material (). No connection between the cyst and the cecal lumen was observed. The mucosal and serosal surfaces of the cecum were unremarkable. Histologically, the wall of the cyst was surrounded in its entirety by a cecal muscularis propria. Cells lining the cyst formed a mature, keratinized, and stratified squamous epithelium with a granular layer (). The focal area of cystic wall showed nonkeratinizing squamous epithelium without a granular layer (). The lumen of the cyst was filled with mature, dense keratin. Skin adnexa were completely absent. No other ectodermal, endodermal or mesenchymal elements were noted. The pathological diagnosis was an epidermoid cyst.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'5469090': 1, '33630182': 2, '23302551': 1, '5818282': 1, '13732379': 1, '22965516': 1, '10549777': 1, '12073078': 1, '34544386': 2, '29577001': 2, '17146207': 1, '25745626': 2}", "similar_patients": "{'7907325-1': 1, '5864518-1': 1, '8453995-1': 1}"}