{"patient_id": 144933, "patient_uid": "4404546-1", "PMID": 25901243, "file_path": "noncomm/PMC004xxxxxx/PMC4404546.xml", "title": "Pycnodysostosis with Multi-Segmental Spinal Canal Stenosis due to Ossification of the Yellow Ligament", "patient": "A 48-year-old woman presented to our hospital with severe gait disturbance. She had a two year history of left leg numbness, and her gait had gradually deteriorated over the 6 months prior to presentation. On neurologic exam, deep tendon reflexes in both legs were markedly increased. Manual muscle testing revealed generalized weakness (Grade 4 of 5) throughout the lower extremities. Sensation was impaired below the T8 level. She also was experiencing urinary incontinence and was hardly able to walk due to severe spasticity of the lower extremities. Based on the neurological findings, we concluded that she had a myelopathy below the T8 level.\\nPlain radiographs of the spine showed multilevel OYL in the lower thoracic and upper lumbar spine and spondylolysis in L4 and L5 vertebrae (). Magnetic resonance imaging (MRI) showed mild spinal canal stenosis at T7/8, T10/11, and T11/12, and severe stenosis at T8/9, T9/10, and L1/2 (). Computed tomography clearly showed OYL at these levels (). We concluded that her gait disturbance and urinary incontinence were caused by thoracic and lumbar spinal canal stenosis due to OYL.\\nAlthough she had several common features of pycnodysostosis, such as frequent lower leg fractures, separated cranial sutures with open fontanels, and high bone density on radiographs, pycnodysostosis had not been diagnosed previously. Since cathepsin K gene mutations have been reported as a cause of pycnodysostosis [,,,,], a DNA sequence analysis of the gene was performed. As shown in , revealing a deletion of the genomic DNA nucleotide 426 T in exon 5. This mutation caused a frame shift at amino acid 142 (), resulting in a stop codon at amino acid 160. This mutation is identical to that described in a report by Yamagiwa et al. [] Based on this result, we diagnosed pycnodysostosis with a cathepsin K gene mutation.\\nSurgery was performed while evoked spinal cord potentials were monitored. Because the MRI revealed severe spinal cord compression due to OYL at T8/9, T12/L1, and L1/2 we chose to perform a total laminectomy at T8, T9, and L1 and a partial laminectomy at T10/11 and T11/12.\\nPostoperatively, she was able to walk with a walker at three weeks, and with a Lofstrand crutch after three years.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'8703060': 1, '29480369': 1, '15103260': 1, '1611757': 1, '8581536': 1, '12029518': 1, '10634420': 1, '16723881': 1, '15070910': 1, '17206399': 1, '16753017': 1, '10074491': 1, '12125807': 1, '25901243': 2}", "similar_patients": "{}"}