{"patient_id": 80240, "patient_uid": "4359886-1", "PMID": 25815217, "file_path": "comm/PMC004xxxxxx/PMC4359886.xml", "title": "Fulminant Hepatic Failure Secondary to Primary Hepatic Angiosarcoma", "patient": "A 75-year-old man presented to our hospital with three-week history of anorexia, abdominal fullness, chills, and three-day history of jaundice. He was diagnosed with AV nodal reentry tachycardia (AVNRT) six months earlier which terminated with the Valsalva maneuver. His medication included Diltiazem and Aspirin. He had no further episodes of AVNRT and liver enzymes were normal at routine follow-up in the cardiology clinic two months before presentation. On admission he was afebrile and reported no abdominal pain, hematemesis, melena, or pale stools. Physical examination revealed a frail looking man with skin and scleral icterus, normal heart sounds, and blood pressure. Abdominal examination revealed epigastric tenderness without organomegaly or ascites. Laboratory tests were significant for total bilirubin 9 mg/dL, albumin 4.0 g/dL, alkaline phosphatase 383 U/L, gamma-glutamyl transferase 701 U/L, aspartate aminotransferase, 104 U/L, alanine aminotransferase 206 U/L, and lactate dehydrogenase 451 U/L. Carcinoembryonic antigen (CEA) and alpha fetoprotein (AFP) levels were normal and CA19-9 was 38.8 IU/mL. Human immunodeficiency virus (HIV) and hepatitis panel were negative. Chest X-ray was normal and ECG showed sinus tachycardia. Abdominal ultrasound scan was negative for cholelithiasis and cholecystitis. Contrast enhanced triple-phase computerized tomography scan of his abdomen showed a hepatic mass measuring 13 × 11 × 10 cm with small dilated bile ducts surrounding the mass (). There was no common bile duct (CBD) dilatation. Liver abscess, metastases, atypical hepatocellular carcinoma (HCC), and hepatic cystadenocarcinoma were considered in the differential diagnosis. He developed a fever on the second day of hospitalization and was started on piperacillin-tazobactam. Pan cultures were negative and he continued to spike fevers despite intravenous antibiotics. Eventually, his fever subsided and he underwent CT guided percutaneous biopsy of the hepatic mass. He was discharged home uneventfully 4 days later. Histopathology confirmed high grade primary angiosarcoma of the liver (Figures and ). He was seen in clinic 2 weeks later at his posthospital follow-up appointment to discuss the biopsy result and management options. Unfortunately, he was admitted to another hospital within 1 month of discharge and died of fulminant hepatic failure.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28680781': 2, '11149588': 1, '31938449': 1, '24372769': 1, '8977349': 1, '22713088': 1, '2298353': 1, '177182': 1, '31966472': 1, '24604263': 1, '22285963': 1, '12741455': 1, '11434603': 1, '22910841': 1, '3096807': 1, '30093472': 1, '15758630': 1, '22200164': 1, '20110916': 1, '6261909': 1, '19179547': 1, '21464156': 1, '19589416': 1, '17036530': 1, '22865805': 1, '7199426': 1, '19380647': 1, '15216405': 1, '368508': 1, '18826593': 2, '1638939': 1, '9674228': 1, '19630468': 1, '33747329': 1, '17523315': 1, '91848': 1, '23354302': 1, '16378309': 1, '8781161': 1, '25815217': 2}", "similar_patients": "{'2567320-1': 1, '5493458-1': 1}"}