{"patient_id": 150936, "patient_uid": "4785757-1", "PMID": 27013844, "file_path": "noncomm/PMC004xxxxxx/PMC4785757.xml", "title": "Progressive Multifocal Leukoencephalopathy in a Lung Transplant Recipient: Isolation of John Cunningham (JC) Virus from Bronchoalveolar Lavage", "patient": "A 60-year-old woman with severe chronic obstructive pulmonary disease (COPD) underwent right single lung transplantation. Sixteen months later, she presented with progressive weakness of the left arm of 2 months’ duration, cognitive decline, memory and visual deficits, crying spells, and emotional lability. She was admitted to the hospital and was found to have appropriate levels of immunosuppression with tacrolimus (FK-506) and prednisone. Upon neurological examination, she was alert and oriented to person and place had a labile pseudobulbar affect, and was tearful. Her mini-mental status examination score had declined dramatically from 28/30 2 months before admission to 14/30 at the time of admission. Visual field testing revealed a right hemianopia. She also had left facial weakness and left upper extremity weakness, with a positive snout reflex suggestive of frontal release signs. T2-weighted, fluid-attenuated inversion recovery magnetic resonance imaging (MRI) of the brain showed circumscribed areas of hyperintensity in the dorsal right frontal lobe and right frontal operculum [Figures and ]. Lesions similar in appearance were also noted in the lateral left frontal and inferior left occipitotemporal region. Initially, these findings were thought to be side effects of the tacrolimus; she was therefore switched to rapamycin. CSF analysis revealed that her glucose, protein, and cell count were within normal limits. However, PCR for JC virus was positive, confirming the diagnosis of PML. She also underwent a bronchoscopy with BAL, which was also positive for JC virus by PCR. Her immunosuppression was switched from tacrolimus to rapamycin, and her steroid dose was lowered. When the diagnosis and prognosis were explained to the patient's family, they requested comfort measures and declined further intervention or immunosuppression. The patient received hospice care and died 3 weeks later from progressive respiratory failure. She had ceased taking her antirejection medications, a behavior that highlights the tremendous social and psychological effects of PML.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'4104715': 1, '16914758': 1, '4333082': 1, '5886201': 1, '6116412': 1, '13523006': 1, '14038684': 1, '31672142': 2, '4004155': 1, '9065549': 1, '8451420': 1, '12909477': 1, '8794345': 1, '4571704': 1, '9571254': 1, '12384842': 1, '2798883': 1, '12218391': 1, '4353543': 1, '6304775': 1, '2213162': 1, '9923853': 1, '30766993': 1, '9557685': 1, '233851': 1, '11429007': 1, '8972423': 1, '27013844': 2}", "similar_patients": "{'6822459-1': 1}"}