{"patient_id": 144852, "patient_uid": "4398822-1", "PMID": 25883662, "file_path": "noncomm/PMC004xxxxxx/PMC4398822.xml", "title": "Posterior Epidural Migration of an Extruded Lumbar Disc Mimicking a Facet Cyst: A Case Report", "patient": "A 32-year-old man with a 2-week history of back pain and severe radiating pain in the left leg was transferred to our institute from a private hospital. He was treated conservatively with anti-inflammatory medication, muscle relaxants, and bed rest in a private hospital; however, the symptoms did not improve. At the time of the visit, clinical examination findings included a straight leg raise test that revealed hypothesia below the L3 nerve root dermatome with unrestricted motion.\\nMagnetic resonance imaging (MRI) showed a left-sided epidural mass at the L2-3 level. The T2-weighted sagittal and axial MR images revealed a left-sided cystic extradural lesion compressing the dural sac (). The lesion showed heterogeneous high signal intensity compared with the degenerated disc on the T2-weighted images. The patient's symptoms were progressive and unresponsive to conservative treatment, and he had restricted movement. Therefore, the patient underwent surgery under a presumptive diagnosis of an intraspinal facet cyst.\\nAfter decompressive laminectomy, removal of the mass lesion was performed. The lesion was homogeneous, dark brown in color, firm in consistency, and slightly adherent to the duramater. The pathological examination revealed a cartilaginous mass with partial inflammatory and necrotic material identical to what was expected of a degenerated intervertebral disc (). Six months after surgery, the patient showed no symptom recurrence or neurological aggravation, except for mild numbness.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'19096604': 1, '9507629': 1, '11563623': 1, '26512293': 2, '2343133': 1, '10199262': 1, '16908587': 1, '30613923': 1, '29057364': 1, '16934732': 1, '3258720': 1, '30002916': 1, '25883662': 2}", "similar_patients": "{'4623193-1': 1, '4623193-2': 1, '4623193-3': 1}"}