{"patient_id": 142937, "patient_uid": "4290188-1", "PMID": 25593815, "file_path": "noncomm/PMC004xxxxxx/PMC4290188.xml", "title": "Response to oral acitretin in lichen amyloidosis", "patient": "A 59-year-old female presented with a 17 year history of intense pruritus with progressive appearance of multiple hyperkeratotic papules over the lower extremities and abdomen. There was severe pruritus with an imperative need to scratch. The past history was not significant for any pre-existing cutaneous or systemic disorder. She gave a history of use of topical corticosteroids with salicylic acid combination off and on with no relief. Upon dermatological examination, there were bilaterally symmetrical hyperkeratotic, hyperpigmented, dome shaped papules over the anterior and posterior aspects of the legs, lateral aspects of the thighs and the abdomen []. Laboratory investigations including the complete blood count, erythrocyte sedimentation rate, renal, hepatic, lipid and thyroid profiles, urine analysis and IgE levels were normal. The clinical diagnosis of LA was confirmed on histopathology by the presence of globular eosinophilic deposits throughout the papillary dermis that stained positive with Congo red [].\\nThe patient was started on oral acitretin 25 mg once daily with topical 0.05% halobetasol propionate with 3% salicylic acid lotion at bedtime. A month later, there was 90% reduction in itching and the lesions of LA started to flatten out. On completion of two months of daily dosing, acitretin was decreased to 25 mg every alternate day and the topical steroid-salicylic combination was stopped. There was complete flattening of the lesions with the disappearance of itching []. The patient was further maintained on oral acitretin 25 mg twice a week for two months, after which acitretin was stopped. The lesions of LA healed with colloid milia formation and the patient had terra firma-forme dermatosis on the posterior aspect of the legs post-treatment []. The patient did not experience any subjective adverse effects related to acitretin. Hepatic and lipid profiles repeated every two months were found to be normal. The results were maintained at eight months follow-up.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'9611375': 1, '9187861': 1, '17004989': 1, '3665146': 1, '3699969': 1, '21533310': 1, '15819411': 1, '11137376': 1, '29184811': 1, '25593815': 2}", "similar_patients": "{}"}