{"patient_id": 142138, "patient_uid": "4239409-1", "PMID": 25426307, "file_path": "noncomm/PMC004xxxxxx/PMC4239409.xml", "title": "Rapid Progression of Symptomatic Vertebrobasilar Artery Dissection on Magnetic Resonance Imaging: A Case Report", "patient": "A 29-year-old woman came to our emergency department with sudden onset of left sided mild motor weakness and headache. She complained that her headache was pulsatile in the right temporal region, not associated with nausea or vomiting, and developed 14 days prior to the onset of left-sided motor weakness. On admission, her initial blood pressure was 170/90 mmHg. She did not have any past history of head trauma, smoking, diabetes, or cardiovascular disease. An initial head computed tomography (CT) scan did not show any evidence of the intracranial or subarachnoid hemorrhage. MRI was performed to find evidence of cerebral infarction. Diffusion-weighted imaging (DWI) showed a right-sided, acute pontine infarction (). Time-of-flight (TOF) magnetic resonance angiography (MRA) showed luminal irregularities with mild stenosis of the vertebrobasilar artery (), but the source image of TOF MRA showed a long-segmental, periluminal hematoma (). Based on these findings, we diagnosed the patient as having extensive VBD with an intramural hematoma.\\nAfter 3 days, we performed high-resolution MRI for an evaluation of the extent and severity of VBD. TOF MRA showed multifocal severe stenoses without dilatation of the vertebrobasilar artery (). On T1-weighted MRI, the eccentric intramural hematoma increased, involving the longer segment of the vertebrobasilar artery, when compared to the initial MRI study (). However, a follow up DWI did not show any new ischemic lesion and her symptoms were well controlled by medical treatment with an antiplatelet agent and anticoagulant during her hospitalization. She was discharged with a stable condition, and no aggravating signs of neurologic symptoms were observed during the last 5 months of follow-up.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'10229748': 1, '16960096': 1, '22550310': 1, '19953368': 1, '29678166': 1, '9040692': 1, '34414996': 2, '21576691': 1, '10935444': 1, '31156535': 2, '20150549': 1, '11259724': 1, '25426307': 2}", "similar_patients": "{'8376391-1': 1, '6529526-1': 1}"}