{"patient_id": 77945, "patient_uid": "4218704-1", "PMID": 25371756, "file_path": "comm/PMC004xxxxxx/PMC4218704.xml", "title": "Blood-patch pleurodesis for pneumothorax in lung fibrosis due to progressive systemic sclerosis: A case report", "patient": "A 69-year-old female was admitted to the Mito Medical Center (Mito, Japan) due to dyspnea on exertion and right chest pain lasting all day. Three years previously she was diagnosed as having PSS with lung fibrosis (). Since then, the patient had experienced a pneumothorax on the right side several times and had subsequently received a video-assisted thoracoscopic surgery for persistent pneumothorax.\\nPhysical examination on admission revealed decreased respiratory sound in the right lung and diffuse fine crackles in both lungs. Skin thickening and tightness were observed on the fingers of both hands. Laboratory data on admission were as follows: White blood cell, 4,900/μl; C-reactive protein, 3.77 mg/dl; anti-nuclear antibody, 1:640; anti-centromere antibody, 1:640; rheumatoid factor, 4 U/ml. Tests for anti-neutrophil cytoplasmic antibodies to proteinase 3 and myeloperoxidase and anti-ribonucleoprotein and -topoisomerase 1 antibodies were negative. A chest radiograph revealed pneumothorax in the right lung, and reticulonodular opacities predominant in the bilateral lower lungs (). A 20 French intercostal chest tube (Argyle thoracic catheter, Covidien, Tokyo, Japan) was inserted into the pleural cavity, but the air leak continued and no improvement of the pneumothorax was obtained. The patient declined surgery; therefore, considering the deterioration of her respiratory condition following pleurodesis by other chemical agents, pleurodesis through the instillation of an autologous blood-patch was selected. A total of 50 ml autologous blood was injected via the chest tube. The tube was clamped for 3 h and connected to suction. The procedure was repeated twice over the next two days. Discontinuation of the air leak was achieved in three days and the chest tube was removed. Eight months later the patient was still well and attending the outpatient clinic without any recurrent pneumothorax (). This therapy was approved by the National Health Insurance of Japan as a postoperative persistent air leak therapy and by the Ethics Committee of the Mito Medical Center, University of Tsukuba-Mito Kyodo General Hospital (Mito, Japan). Informed consent was obtained from the patient.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'1729112': 1, '31443552': 1, '20063208': 1, '8417927': 1, '19789917': 1, '21115258': 1, '9195549': 1, '9636962': 1, '21752256': 2, '22498731': 1, '22286268': 1, '25371756': 2}", "similar_patients": "{'3154170-1': 1}"}