{"patient_id": 85907, "patient_uid": "4797228-1", "PMID": 27047979, "file_path": "comm/PMC004xxxxxx/PMC4797228.xml", "title": "Respiratory Muscle Paralysis Associated With Colistin, Polymyxin B, and Muscle Relaxants Drugs", "patient": "A 57-year-old male with history of diabetes mellitus, atrial fibrillation, and degenerative joint disease underwent a left L4-L5 hemilaminectomy, medial facetectomy, and microdiskectomy to relieve the symptoms of spinal stenosis. The surgery was complicated by a methicillin-sensitive Staphylococcus aureus (MSSA) bacteremia. A surface culture of the open surgical site grew MSSA, Candida albicans, and multidrug resistant Pseudomonas aeruginosa (resistant to levofloxacin; minimum inhibitory concentration [MIC] >16 µg/mL), intermediate susceptibility to cefepime (MIC = 8 µg/mL) and piperacillin/tazobactam (MIC = 32 µg/mL), but sensitive to meropenem (MIC <1 µg/mL). A surveillance culture 1 month prior to this wound infection did not grow a multidrug-resistant Pseudomonas aeruginosa. He was discharged to a nursing home to receive intravenous (IV) meropenem 1 g every 8 hours and oral fluconazole 400 mg daily. He was also prescribed the muscle relaxant cyclobenzaprine (Flexeril) 10 mg 3 times a day as needed for muscle spasm. One week later, cyclobenzaprine was changed to tizanidine (Zanaflex) 1 mg at bedtime. Two weeks later, when Pseudomonas aeruginosa resistant to meropenem (MIC = 8) was recovered from an open wound with a purulent discharge, IV CMS was started at 3 mg/kg/day divided into 2 doses, and the dose of IV meropenem was increased to 2 g every 8 hours. CMS was chosen rather than an aminoglycoside as his infectious disease physician believed this offered the patient the best chance to receive a possible synergic combination to treat the multiresistant Pseudomonas. After completing the 3 weeks of IV CMS, and 5 weeks of meropenem and fluconazole, he was discharged from the nursing home. His tizanidine dose was increased to 4 mg every 8 hours 2 weeks later. He received 3 additional weeks of IV CMS and IV meropenem at home (). During this time he became progressively weak with frequent falls and also became short of breath. During the third week at home, he stopped talking, could not move his arms, and had labored respirations. He was intubated when seen as an emergency and brought to a hospital. His serum electrolytes and renal function tests are shown in . His serum creatinine had risen from 0.6 mg/dL prior to CMS to 1.1 mg/dL. A creatinine clearance was 110 mL/min at this admission. Computed tomography (CT) showed no intracranial lesions. A CT angiography of the head and neck showed no significant stenosis. He was given tissue plasminogen activator for the treatment of a probable ischemic stroke. Tizanidine and CMS were discontinued and PMB started with a loading dose of 160 mg IV followed by 100 mg every 12 hours. IV meropenem and oral fluconazole were also restarted. He was extubated 1 day after the admission.\\nOn the fourth day after admission (and no longer receiving a muscle relaxant), he developed slurred speech, inability to move both his upper extremities, and apnea 10 minutes after completion of an infusion of PMB. He was intubated again. A CT scan of his head did not show changes, and his electroencephalogram was within normal limits. His antibiotics were discontinued (). Three days later he was extubated as his right upper extremity weakness had improved. It was noted that his peripheral eosinophil count had increased to 7% after 4 weeks of meropenem and fluconazole and 2 weeks of CMS, and then to 11% 2 weeks later. It was 19% at the time when all antibiotics were stopped. One month later it had fallen to 10%. The patient was not restarted on any antibiotics. The wound was treated with wet to dry dressing changes and debrided 5 months later. The patient remains with a chronic nonhealing wound.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'20146630': 1, '23266335': 1, '5957445': 1, '25199193': 1, '5448745': 1, '219730': 1, '4306125': 1, '21798284': 1, '30174448': 1, '571233': 1, '29867793': 1, '22315119': 1, '8391282': 1, '25337492': 2, '16507149': 1, '23917322': 1, '13892094': 1, '26206782': 1, '1447396': 1, '27047979': 2}", "similar_patients": "{'4200556-1': 1}"}