{"patient_id": 75756, "patient_uid": "4075545-2", "PMID": 24942062, "file_path": "comm/PMC004xxxxxx/PMC4075545.xml", "title": "Burkitt’s lymphoma masquerading as appendicitis – two case reports and review of the literature", "patient": "An 18-year-old female was referred as an emergency with a cecal fistula complicating an appendicectomy performedtwo weeks previously. The indication for the appendicectomy was for an apparent appendicitis following a vague history of right iliac fossa pain. An attempted closure of the fistula failed. On examination, she was clinically dehydrated and exhausted but not toxic. She had no constitutional symptoms and the vital signs were normal. There was a persistent and high output (greater than 1 L/24 h) intestinal fistula in the right iliac fossa consistent with a cecal fistula. She was resuscitated with appropriate fluids and because of the persistent output from the high-pressure caecum a decision was made for surgical correction two days later. At laparotomy, there was a cecal fistula from the dehisced appendix stump. Apart for significant ileocecal lymphadenopathy the rest of the abdomen appeared normal. Following extensive lavage of the operation field with saline solution, an ileocecal resection with end-to-end anastomosis of the ileum and ascending colon was performed. The histology of the operative specimen confirmed a B-cell non-Hodgkin’s lymphoma consistent with Burkitt’s lymphoma. She had a stormy post-operative recovery and when fully recovered underwent a 6-month course of chemotherapy (i/v cyclophosphamide and vincristine together with oral prednisolone) having tested as HIV seronegative prior to its commencement. Nine years later she is well with no evidence of metastases but with fertility problems.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'32094318': 1, '29942479': 2, '9247222': 1, '26779310': 1, '21339382': 1, '19089923': 1, '24490019': 1, '20859037': 1, '19962087': 1, '20610150': 1, '18042696': 1, '25685343': 1, '18166346': 1, '13628987': 1, '19577170': 1, '2947659': 1, '18560562': 1, '23336086': 1, '19165855': 1, '12465599': 1, '19133605': 1, '20683266': 1, '16327436': 1, '15160953': 1, '15352985': 1, '24942062': 2}", "similar_patients": "{'4075545-1': 2, '6007797-1': 1}"}