{"patient_id": 151086, "patient_uid": "4800939-1", "PMID": 27053786, "file_path": "noncomm/PMC004xxxxxx/PMC4800939.xml", "title": "Anaesthetic management in a case of concurrent hypertrophic cardiomyopathy and constrictive pericarditis: Are there special concerns?", "patient": "A 43-year old male weighing 53kg, without any comorbidity presented to the hospital with gradually increasing breathlessness of 3 months duration, one episode of haemoptysis, and oedema of legs. Examination revealed a baseline heart rate of 106/min and blood pressure was 114/70 mmHg, grossly reduced breath sounds on left lung fields and a grade 3/6 ejection systolic murmur. Chest X-ray showed heterogeneous opacity in left lower lung fields [ (Panel A)]. Transthoracic echocardiography revealed asymmetric hypertrophy of interventricular septum (IVS) (19 mm) and IVS to posterior wall thickness ratio of 1.3 with mid-cavitary gradient of 60 mmHg. There was also mitral inflow variation of more than 25%, tricuspid inflow variation of 40%, expiratory flow reversal of hepatic veins and inferior vena cava plethora consistent with CP. Computed tomographic scan showed pleural and pericardial calcification [ (Panel B)]. A catheterisation study demonstrated normal coronaries and confirmed presence of pericardial calcification []; however myocardial biopsy for confirmation of HCM was not taken. The patient was already on anti-tubercular treatment (ATT) for previous 2 months and sputum examination was negative for acid-fast bacillus. The patient was started on tablet metoprolol 25 mg twice daily in view of the HCM.\\nAs the patient refused any surgical intervention for HCM, he was scheduled for decortication and pericardiectomy in single session surgery via anterolateral thoracotomy. ATT and beta blockers were continued up to the day of surgery. In the operation theatre standard monitoring were applied. Defibrillation pads were applied in anteroposterior position. The patient was premedicated with IV fentanyl 50 µg and midazolam 1 mg. Arterial and central venous lines were placed in the right radial artery and right internal jugular vein, respectively. Thoracic epidural anaesthesia was avoided because of the potential adverse effects of sympathetic block and vasodilation on an HCM patient. The patient was induced with fentanyl 200 µg, midazolam 3 mg and thiopentone 150 mg in incremental doses and tracheal intubation with a 37 Fr left sided double lumen tube was facilitated with rocuronium. The patient was ventilated with low tidal volume (5 ml/kg) and higher rate (16–20) to minimise compromise of venous return. Anaesthesia was maintained with 50% O2 in air with titrated doses of sevoflurane, vecuronium and fentanyl infusion to maintain heart rate of 75–85/min and blood pressure within 20% of baseline. Thoracotomy was performed and one lung ventilation(OLV) was initiated. During OLV pulmonary gas exchange was well-maintained and there were no significant changes in airway mechanics. An episode of paroxysmal supraventricular tachycardia which occurred during pericardial dissection resolved spontaneously when stimulation was stopped. Intraoperatively there was one episode of hypotension associated with blood loss. This was treated with phenylephrine (50 µg) and blood transfusion. Total blood loss during surgery was approximately 1L and patient was transfused one unit of packed cells and a total of 1.5 L of crystalloids. Urine output was normal during surgery.\\nFor postoperative analgesia intercostal block was administered under vision by the surgeon before closure of chest. The patient was ventilated post operatively as the hospital protocol mandates elective ventilation in all pericardiectomy patients. In the intensive care unit analgesia was maintained with fentanyl infusion 1.5 µg/kg/h. The patient was weaned and extubated after 12 hours. Rest of the patient's hospital stay was uneventful. Post-operative Echocardiography showed HCM gradient of 45 mmHg and absence of CP features. The patient was discharged with the advice to continue β blockers and follow up for HCM.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'21789738': 1, '22093723': 1, '21636036': 1, '11939926': 1, '11886323': 1, '25887705': 1, '12122825': 1, '3805517': 1, '27053786': 2}", "similar_patients": "{}"}