{"patient_id": 142897, "patient_uid": "4287925-1", "PMID": 25576168, "file_path": "noncomm/PMC004xxxxxx/PMC4287925.xml", "title": "A case series of two glomus tumors of the gastrointestinal tract", "patient": "An 88-year-old female presented with 5 days of weakness and dyspnea, severe anemia (hemoglobin of 46 g/l), and no evidence of bleeding on history. Physical examination was remarkable for a blood pressure of 83/48, and black stool on rectal examination. Endoscopy demonstrated a 4-cm submucosal mass in the distal body of the stomach. The mass had central ulceration and a visible vessel, not actively bleeding. The presumptive diagnosis was GIST. CT demonstrated a 2.5 × 1.9 cm well-circumscribed, partially exophytic, arterially enhancing lesion. She underwent wedge resection of the greater curvature. She was discharged home on postoperative day 3 without complication. Pathology found a lobulated tumor composed of glomus cells in the submucosa and muscularis propria. The cells were positive for α-smooth muscle actin, caldesmon and vimentin. There was focal positivity for synaptophysin and CD34. These are consistent with a GT.\\nA 70–year-old male presented with light headedness, shortness of breath and 2 days of bright red blood per rectum progressing to melena. His hemoglobin was 92 g/l, a decrease from 144 g/l 10 days prior. Upper endoscopy demonstrated a 3-mm polyp in the duodenal cap (biopsy would be reported as a completely excised carcinoid tumor). Colonoscopy demonstrated a bleeding, edematous region in the ascending colon. Biopsy was non-diagnostic. CT demonstrated a 2.3 × 1.6 cm ascending colon lesion with hyperenhancement in the arterial phase and persistent enhancement in the portal venous and delayed phases. On octreotide scan, the lesion had intense uptake, consistent with a carcinoid. The clinical picture was in keeping with two synchronous primary carcinoid tumors. Laparoscopic converted to open right hemicolectomy was performed without complication. Final pathology demonstrated a GT with negative margins, 26 negative lymph nodes, 1 mitosis per 50 hpf, no vascular invasion and absence of necrosis. Follow-up for the colonic GT will include a colonoscopy and abdominal CT 1 year following surgery, as well as chromogranin A level every 6 months. Chromogranin A was mildly elevated preoperatively. For his duodenum, he will be followed with Esophagogastroduodenoscopy +/− endoscopic ultrasound (EUS) every 3–6 months initially.", "age": "[[88.0, 'year']]", "gender": "F", "relevant_articles": "{'16940885': 1, '20204127': 2, '33223817': 1, '11859201': 1, '12768637': 1, '25935733': 1, '22507517': 1, '30407338': 1, '23286261': 1, '29161800': 1, '32116424': 2, '19758389': 1, '3037357': 1, '20582520': 1, '21424195': 1, '25576168': 2}", "similar_patients": "{'2831458-1': 1, '7039828-1': 1}"}