{"patient_id": 149328, "patient_uid": "4677735-1", "PMID": 26676063, "file_path": "noncomm/PMC004xxxxxx/PMC4677735.xml", "title": "Spontaneous Pneumoperitoneum due to Constipation", "patient": "An 82-year-old Japanese male patient was referred to our hospital due to constipation and abdominal pain for 3 days. A physical examination revealed lower abdominal tenderness and distention. Muscular defense was not recognized. The patient's medical history included distal gastrectomy for gastric ulcer (20 years previously) and community-acquired pneumonia (3 weeks previously). The patient did not take any medications and did not smoke or consume alcohol. The laboratory data showed an abnormal white blood cell (WBC) count of 16,500/µl (normal range: 3,900–9,800), and a procarcitonin level of 0.26 ng/ml (normal range: <0.05). All of the other laboratory data were within the normal ranges. Abdominal CT revealed a large amount of feces in the colon and rectum, and free air in the abdomen (fig. ). Intestinal cystic pneumatosis was recognized in the colon (fig. ). A diagnosis of gastrointestinal perforation was suspected based on the imaging findings. Three hours after coming to the hospital, emergency exploratory laparotomy was subsequently performed but revealed no evidence of perforation or ischemic changes in the digestive tract (fig. ). Finally, because the cause of the pneumoperitoneum could not be identified, the operation was completed by placing a closed drain in the abdomen. The postoperative course was uneventful. The patient's defecation was managed until discharge on the 13th postoperative day.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'24887791': 1, '34786217': 2, '18689185': 1, '13817786': 1, '23131215': 1, '14923068': 1, '14598621': 1, '900346': 1, '31907703': 2, '10921609': 1, '25803061': 1, '4064857': 1, '4912427': 1, '6650772': 1, '24529674': 1, '22511909': 2, '18657063': 1, '835053': 1, '7834563': 1, '26676063': 2}", "similar_patients": "{'3326990-1': 1, '8577819-1': 1, '6944718-1': 1}"}