{"patient_id": 85498, "patient_uid": "4764596-1", "PMID": 26943695, "file_path": "comm/PMC004xxxxxx/PMC4764596.xml", "title": "Hepatopancreatoduodenectomy for local recurrence of cholangiocarcinoma after excision of a type IV-A congenital choledochal cyst: a case report", "patient": "A 25-year-old woman who was diagnosed with recurrence of cholangiocarcinoma after excision of a type IV-A congenital choledochal cyst was referred to our hospital for further evaluation and treatment. The patient had undergone excision of a congenital choledochal cyst with Roux-en-Y hepaticojejunostomy reconstruction 5 years prior. The pathological examination of the resected specimen revealed a well-differentiated tubular adenocarcinoma invading the fibromuscular layer in the cyst wall. Four years and 4 months after the excision, abdominal computed tomography (CT) revealed a mass at the hepatic hilum with narrowing of the hepaticojejunal anastomosis and duodenum. Percutaneous transhepatic biliary drainage was performed, but the cytology specimen was negative for malignant cells. Furthermore, although the patient underwent gastrojejunostomy because of duodenal stenosis, a specimen could not be taken from the mass; therefore, she was diagnosed with a recurrence of cholangiocarcinoma based on the laparotomy findings. The patient underwent a metallic stent placement at the narrow site of the anastomosis and systemic chemotherapy with gemcitabine. However, because of repeated bouts of cholangitis, the patient was transferred to our hospital for possible surgery.\\nWhen the patient was transferred, she presented with no symptoms. Liver function tests revealed the following slight abnormalities: total bilirubin, 0.7 mg/dl; aspartate aminotransferase, 23 IU/l; alanine aminotransferase, 16 IU/l; γ-glutamyl transpeptidase, 64 IU/l; and alkaline phosphatase, 225 IU/l. The serum carcinoembryonic antigen level was 1.4 IU/l, and the carbohydrate antigen 19-9 level was elevated to 255 IU/l. The plasma clearance rate of indocyanine green was 0.213.\\nCT revealed a mass over the pancreatic head from the hepatic hilum with an unclear and irregular border invading the duodenum and pancreatic head (Fig. ). The mass invaded from the main PV to the bifurcation of the right anterior and posterior PV. The main PV was severely strictured (Fig. a). The common hepatic artery, gastroduodenal artery, and right and left hepatic arteries were also involved by the mass.\\nAngiography revealed that the right posterior hepatic artery was invaded and disrupted at the hepatic hilum. Furthermore, a collateral artery from the right anterior hepatic artery to the right posterior hepatic artery was observed (Fig. ).\\nCholangiography revealed cystic dilation of the left hepatic duct, right anterior hepatic duct, and right hepatic duct. There were intrahepatic calculi in the right posterior hepatic duct (Fig. ). Bile cytology was negative. Although a histological diagnosis was unable to be made, according to these findings, we diagnosed this case as a recurrence of cholangiocarcinoma with invasion of the duodenum, pancreatic head, right hepatic artery, and main PV (Fig. ). A left trisectionectomy with caudate lobectomy accompanied by right hepatic artery and PV resections and a pancreaticoduodenectomy (PD) were scheduled.\\nAlthough the future remnant liver function was sufficient, we preoperatively performed transhepatic PV stenting to reduce the flow within the collateral vein and left and right anterior PV embolizations (PVE) to increase liver function (Fig. b). Intrahepatic calculi were not removed before the surgery because of the high possibility of bleeding from the intrahepatic duct.\\nThe patient then underwent an extended surgery as scheduled. Because of the infiltration of the transverse colon mesentery, the patient also underwent a partial colectomy. PV reconstruction was performed using a right external iliac vein interposition grafting. Because the patency of the right posterior hepatic artery failed to be confirmed, arterioportal shunting (APS) was performed by anastomosing the common hepatic artery to the PV using a left radial artery interposition graft (Fig. ). The surgical time was 1167 min, and blood loss was 10,799 ml.\\nThe patient developed postoperative sepsis and a grade B (International Study Group of Pancreatic Surgery) pancreatic fistula. Both of these complications resolved through conservative therapy. The flow from the subphrenic artery to the remnant liver was confirmed on postoperative day 3, whereas the arterioportal anastomosis was spontaneously obstructed by postoperative day 24. Macroscopically, the mass at the hepatic hilum invaded the duodenum, jejunum, and pancreatic head (Fig. a). Histological examination revealed a moderately differentiated adenocarcinoma with infiltration of the pancreatic head, jejunum, and wall of the PV (Fig. b). The hepatic artery was surrounded by tumor cells. Thus, a diagnosis of cholangiocarcinoma recurrence was made. The patient was discharged on postoperative day 46 in good health.\\nThe patient received postoperative systemic chemotherapy with gemcitabine. Two years and 6 months after surgery, a metastatic mass in the abdominal wall was revealed, and the patient underwent resection of the mass twice. However, a year after the last resection, the mass of the abdominal wall invaded the small intestine and was judged unresectable. The patient died from the primary disease 7 years and 2 months after HPD.\\nA few surgical studies for BTC recurrence have been reported. According to our search of the English literature, there are several case reports [, , ] and three retrospective cohort studies [, , ] pertaining to the surgical treatment of BTC. The three studies are as follows: Takahashi et al [] performed surgery for recurrence in 74 (12.2 %) of the 606 patients with BTC. The surgeries for locoregional recurrence included nine hepatectomies with extrahepatic bile duct resections, vessel resections, and PDs, which were challenging and technically demanding surgeries. The survival after recurrence in the resection group was significantly better than that in the non-resection group (survival rate, 37 % vs. 3 % at 3 years and 14 % vs. 0.3 % at 5 years; P < 0.001). Song et al. [] performed surgery for recurrence in 27 (8.5 %) of the 316 patients with BTC, including 7 hepatectomies, 8 PDs, and 12 other surgeries. The authors also reported significantly better survival after recurrence in cases of surgical treatment (median survival time after recurrence, 18.9 vs. 7.7 months; P < 0.001). Noji et al. [] performed surgery for recurrence in 27 (18 %) of the 150 patients with gallbladder carcinoma and extrahepatic cholangiocarcinoma, including 18 hepatectomies (7 major and 11 non-anatomical hepatectomies), 1 non-anatomical hepatectomy and inferior venous cava/jejunum/colon/diaphragm resection, 2 PDs, and 9 other surgeries. The authors reported that survival in patients with resection was significantly better than in those without resection (overall cumulative 5-year survival rate, 23.6 % vs. 0 %; median survival time, 21.6 vs. 9.5 months; P < 0.01).\\nThus, three studies concluded that resection for recurrence of BTC in selected patients (8.5–18 % of their recurrent patients) was feasible and offered survival benefits. Additionally, a few patients, as in our case, exhibited a greater than 5-year survival after surgery. With respect to the types of surgery, most of the surgeries were simple resections, such as partial hepatectomy and mastectomy, and challenging surgeries, like that in our case, were extremely rare. Surgery for locoregional recurrence requires extended resection, including adjacent significant organs and vessels to achieve R0 resection, and demands a high degree of skill. Therefore, surgical indication should be carefully determined.\\nHPD for BTC is one of the most challenging surgeries, and even today, the surgery is associated with high morbidity; however, the low mortality and survival benefits of the surgery combined with PV and/or artery resection has been described []. HPD for recurrence of BTC is rare, and only two cases have been reported previously [, ]. In both of the two reported cases, HPD was successfully performed without vessel resection in patients with locoregional recurrence of cholangiocarcinoma. In our case, intending to a curative resection, it was assumed that HPD combined with vessel resection was required because the mass had infiltrated into the adjacent organs, right hepatic artery, and PV.\\nBefore extended hepatectomy, PVE has been reported to enlarge the future liver remnant and improve the liver function []. However, PV stenosis, as occurred in our case, prevents this process. Therefore, PVE with PV stenting was performed. Preoperative PVE with PV stenting was reported to be effective in a case of severe PV tumor invasion and stenosis, thus enabling extended hepatectomy to be performed [].\\nThe patient was scheduled for arterial reconstruction combining the common hepatic artery and the right posterior hepatic artery. However, because the patency of the right posterior hepatic artery was not able to be confirmed, APS was used. Some reports indicate that APS is a feasible and safe alternative to the reconstruction of hepatic arteries [, ]. A few complications after APS, such as bile leakage and liver abscess, have also been reported. Fortunately, in our case, because blood flow came from the subphrenic artery to the remnant liver, there were no serious complications.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'20375404': 1, '25884694': 1, '8857851': 1, '26059651': 1, '11455472': 1, '18948808': 1, '14760676': 1, '31772721': 2, '25650165': 1, '25546292': 1, '23702706': 1, '25405563': 1, '19110652': 1, '15816441': 1, '16495702': 1, '22750757': 1, '22066120': 1, '23132419': 1, '26943695': 2}", "similar_patients": "{'6856020-1': 1}"}