{"patient_id": 142120, "patient_uid": "4236945-1", "PMID": 25422616, "file_path": "noncomm/PMC004xxxxxx/PMC4236945.xml", "title": "Use of ultrasound to diagnose pneumothorax after video assisted thoracic surgery: Do we need to acquire a new skill?", "patient": "This was a case report of a 40-year-old male patient with diagnosis of drug resistant aspergillosis empyema thoracis was posted for drainage of empyema by video assisted thoracic surgery. He was a known diabetic on oral hypoglycemic. On pre-operative evaluation he was afebrile with a history of persistent cough. He was a non-smoker with no history of chronic obstructive pulmonary disease. On auscultation air entery was decreased on the left basal region. His investigations were: Hemoglobin 11 g%, Fasting sugars 110 mg%, liver function test and renal function test within the normal limits, chest X-ray (CXR) showed haziness in the left lower lobe, with rest of lung shadow seemingly normal. Electrocardiogram showed no abnormality. Computed tomography (CT) thorax showed loculated consolidation in the left lower lobe with mild pleural effusion. His baseline arterial blood gas showed a pH of 7.48, PO2 of 70 mm Hg, PCO2 35 mm Hg.\\nOn day of surgery his vitals were — heart rate 90/min, blood pressure (BP) 140/80 mm Hg, SPO2 97%. After attaching monitors an 18G intravenous (i.v) cannula was secured. He was premedicated with injection glycopyrolate 0.2 mg i.v, injection midazolam 1 mg i.v, injection fenatanyl 100 mcg i.v, injection ondanseteron 4 mg i.v. He was induced with injection propofol and injection vecuronium was given for intubation and maintenance. As lung isolation was required a 36 no. double lumen tube was placed in the right bronchus without any difficulty. Air entry was checked after inflation of tracheal and bronchial cuffs confirming correct placement of the tube before and after placing the patient in right lateral position. The surgeon then inserted the thoracoscope and performed aspiration of empyema. The peak airway pressure was 30 cm of H2O and EtCO2 40 mm Hg throughout the procedure. The surgery took an hour with minimal blood loss. At the end patient was turned supine and reversed using injection neostigmine and injection glycopyrolate. He was extubated after confirming train-of-four of 90%. In the recovery room, patient was put on nasal prongs and pulse oximeter was attached. After 10 min patient became visibly tachypneic and his saturation dropped to 90%. Ventimask with high flow of oxygen was given to the patient but within another 10 min Spo2 dropped to 80%. His pulse rose to 140/min, BP was 110/70 mm Hg with decreased air entry on right side as compared to left. He was immediately shifted to surgical intensive care unit (ICU) that was in the same building and put on continuous positive air pressure mask with 100% O2. This helped in gradually bringing up his saturation to 95% but patient was still tachypneic. A CXR was ordered for, but being in government institute delays in bringing the portable machine and technician is inevitable. Hence we decided to diagnose it on US as it was available in our ICU. Using the straight linear array high frequency probe (5-13 MHz) in B-mode we were able to see normal “lung sliding” on left side, but it was absent on the right. “Comet tails” were also not present. On imaging on M-mode there was absence of “seashore sign” in the midclavicular, anterior axillary and mid axillary lines. Hence we concluded the presence of pneumothorax on the unoperated right side. Surgeons were informed immediately and things kept ready for intercoastal drainage (ICD) insertion. Luckily for us the X-ray technician also arrived and we were able to also take a CXR for documentation []. After ICD insertion the patient's tachycardia and tachypnea settled down and he maintained SPO2 of 96% on nasal prongs. He was shifted toward the next day.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'23397048': 1, '15942336': 1, '10807811': 1, '20127293': 1, '8505524': 1, '7587439': 1, '3298684': 1, '16141018': 1, '11126253': 1, '22595631': 1, '17925411': 1, '25422616': 2}", "similar_patients": "{}"}