{"patient_id": 84377, "patient_uid": "4677563-1", "PMID": 26831562, "file_path": "comm/PMC004xxxxxx/PMC4677563.xml", "title": "Severe Undervirilisation in a 46,XY Case Due to a Novel Mutation in HSD17B3 Gene", "patient": "A one-year-old girl was referred with the complaint of swelling in the right inguinal area. There was consanguinity in the family and the parents were first cousins. Physical examination revealed bilateral palpable gonads in the inguinal region. She had a female appearing genital status. A slight clitoral enlargement to 1.5 cm was observed although the vaginal and urethral orifices were separate. On ultrasonography, no Mullerian structures could be seen and the gonads were in the inguinal canal. The karyotype was determined as 46,XY. A hCG stimulation test was performed and following injection of 1500 U/m2 hCG for 3 days, serum androgen concentrations were measured (). The test results showed that there was impairment in testosterone biosynthesis. Testosterone/dihydrotestosterone ratio was 3.6, i.e. normal value. Testosterone/androstenedione ratio was found to be 0.107 (N>0.8), suggesting 17b-HSD3 deficiency.\\nGenetic analysis was made in order to confirm the diagnosis and molecular analysis of the HSD17B3 gene showed a homozygous mutation c.761_762delAG corresponding to p.E254VfsX10 in the patient; both parents were heterozygous. This deleterious mutation has likely caused a 17b-HSD3 deficiency in our patient, although this is a new mutation that has not been identified before, to the best of our knowledge. The parents did not accept sex reassignment into male and bilateral gonadectomy was performed. The histopathology of the gonads were consistent with testis and spermatic cord and no malignancy was seen.", "age": "[[1.0, 'year']]", "gender": "F", "relevant_articles": "{'10029841': 1, '13260819': 1, '17466011': 1, '2918056': 1, '8393406': 1, '2857728': 1, '8550739': 1, '20689261': 1, '10022457': 1, '8626842': 1, '30496128': 1, '12729408': 1, '8075637': 1, '17509588': 1, '18406737': 1, '16882833': 1, '8469252': 1, '17071532': 1, '11039078': 1, '17551466': 1, '18947601': 1, '1325474': 1, '22876557': 1, '4258797': 1, '8723114': 1, '10599740': 1, '23295294': 1, '15087468': 1, '19027824': 1, '11155091': 1, '16010463': 1, '26831562': 2}", "similar_patients": "{}"}