{"patient_id": 152808, "patient_uid": "4929367-1", "PMID": 27403104, "file_path": "noncomm/PMC004xxxxxx/PMC4929367.xml", "title": "Sclerosing Mesenteritis: A Rare Cause of Small Bowel Obstruction", "patient": "A 66-year-old Caucasian female presented with an acute worsening of a several-year history of intermittent periumbilical abdominal pain, nausea, vomiting and diarrhea. She had an extensive workup in the past including multiple CT scans, upper endoscopies and colonoscopies without any significant findings. Her medical history is significant for mild reflux and chronic obstructive pulmonary disease. Her medications included tiotropium, esomeprazole, and as needed doxylamine succinate for sleep. On her current presentation, she reported diffuse abdominal pain and distention with an absence of flatus for 1–2 days. On examination, her abdomen was distended, tympanic to percussion and had slightly increased bowel sounds. A complete blood count was obtained with hemoglobin of 14.3 g/dl (normal level 12.0–16.0 g/dl), a white blood cell count of 9.2 k/μl (nl 4.5–11.0 k/μl) and platelet count at 385 k/μl (normal level 150–440 k/μl). An erythrocyte sedimentation rate and C-reactive protein were not collected. She underwent a CT scan showing moderate ascites and dilated loops of small bowel consistent with a small bowel obstruction. The following malignancy markers were all within the normal range: carcinoma antigen 125 was 6, carbohydrate antigen 19–9 was 8 and carcinoembryonic antigen was 0.7. A nasogastric tube was placed for decompression, and she was made NPO (nothing by mouth). General surgery was consulted, and the decision was made to operate. She underwent a laparotomy with a distal small bowel resection with a primary anastomosis. On gross inspection, the distal ileum had a thickened bowel wall and a narrowed lumen. Inflammatory cells and fibroblasts were identified on histologic review. Special immunohistologic staining was positive for IgG4. The histologic specimens are shown in figure and . Postoperatively, the patient recovered well and was discharged home. She underwent a follow-up MRI enterography of the small bowel with no remaining disease evident. She remains asymptomatic other than an occasional loose stool 1 year out from her surgery on no form of maintenance medication. She has not had a recurrence of her abdominal pain, and she has maintained a stable weight.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'18682417': 1, '17478346': 1, '19673029': 1, '10628492': 1, '9130985': 1, '29632756': 2, '9609769': 1, '27933138': 2, '30143819': 1, '10063848': 1, '9563458': 1, '4499963': 1, '10658720': 1, '29417330': 1, '24990334': 1, '21635777': 2, '28638005': 1, '27403104': 2}", "similar_patients": "{'5882144-1': 1, '3128041-1': 1, '3128041-2': 1, '3128041-3': 1, '3128041-4': 1, '3128041-5': 1, '5124705-1': 1, '5124705-2': 1, '5124705-3': 1}"}