{"patient_id": 140485, "patient_uid": "4138426-1", "PMID": 25202677, "file_path": "noncomm/PMC004xxxxxx/PMC4138426.xml", "title": "Sildenafil Citrate in Fetal Growth Restriction", "patient": "A 32 year old G4P0L0A3 attended our Out Patient Department (OPD) in January 2013 with 12 weeks of pregnancy. She had regular antenatal check-ups, until 14 weeks; she required an emergency cerclage for cervical incompetence. She had a normal anomaly scan with no other co-morbid condition. At 26 weeks and 3 days, on clinical suspicion of oligohydramnios, ultrasound with Doppler was performed. The case had reduced amniotic flow index with reduced umbilical artery diastolic flow, middle cerebral artery brain sparing effect and estimated fetal weight of around 600 gr. She was then admitted to hospital for further management. A repeat ultrasonography after 3 days showed absent umbilical artery end diastolic flow with brain sparing effect. In the umbilical artery Doppler, pulsatility index (PI) was 1.28, resistive index (RI) was 0.64 and systole/diastole ratio (S/D) was 3.47. Next, Sildenafil citrate 50 mg BD was used and its amount gradually increased in 7 days to 50 mg TDS with continuous fetal surveillance. Doppler showed improved uteroplacental blood flow with estimated fetal weight of around 800 gr and hence pregnancy could be continued to another 3 weeks. Now, PI was 0.81, RI was 0.40 and S/D was 2.22. With the diagnosis of FGR with uteroplacental insufficiency, surveillance continued with ultrasonography and Doppler. Unfortunately, Doppler again showed absent end diastolic flow after a few days and 2 doses of 12 mg betamethasone injection were administered for her 24 hr apart. Repeat Doppler after 3 days showed reversed end diastolic flow. At a gestational age of 30 weeks, then, patient and her husband were counseled regarding the need for emergency Caesarean section and the associated risks of perinatal morbidity and mortality. A live male baby of 800 gr was delivered and shifted to Neonatal Intensive Care Unit (NICU) for further management. After 80 days of NICU care, the baby was finally discharged healthy with a weight of 2.3 kg. After 1 month of discharge, mother and infant came for follow up and both were doing perfectly well. Also, the infant was checked by pediatrician and was found healthy.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'21392225': 1, '28483805': 1, '15713717': 1, '27821175': 2, '19843000': 1, '16815471': 1, '34721600': 1, '34277360': 1, '15167832': 1, '33211274': 1, '31695136': 1, '29282009': 1, '9598563': 1, '11267718': 1, '31339910': 1, '32754905': 1, '25202677': 2}", "similar_patients": "{'5100077-1': 1}"}