{"patient_id": 82243, "patient_uid": "4523687-1", "PMID": 26266062, "file_path": "comm/PMC004xxxxxx/PMC4523687.xml", "title": "Coccidioidomycosis Masquerading as Eosinophilic Ascites", "patient": "A 27-year-old male immigrant from Mexico (BMI of 25.3 kg/m2) with past medical history of constipation presented to the emergency room (ER) with abdominal pain, distention, and difficulty in breathing. His symptoms started 9 days prior to the visit. He had two prior ER visits for abdominal pain that was attributed to constipation but the symptoms persisted even after he had bowel movements. Associated symptoms included fatigue, dry cough for one month, and weight loss. He usually weighs around 130 pounds and reports weight loss of about 20 pounds. He denied fever, chills, night sweats, nausea, bloody stool, diarrhea, headache, or chest pain. He admitted to heavy alcohol use but quit about 4 months ago. There was no history of recent travel, sick contacts, transfusions, allergy, smoking, and illicit drug use. His physical exam was significant for distended abdomen with tense ascites and diffuse tenderness. There were no stigmata of chronic liver disease and no evidence of pedal edema. He weighed 125 pounds on initial presentation; however, his weight loss was apparent after paracentesis with 115 pounds after the removal of 4 liters of ascitic fluid. Abnormal laboratory values and the results for the paracentesis are listed in Tables and .\\nAbdominal imaging with ultrasound and computed tomography (CT) scan showed ascites and thickened small bowel wall without evidence of bowel obstruction, cirrhosis, splenomegaly, and portal or hepatic venous thrombosis. Additionally, atelectasis of the lung bases (especially on the left) was seen on imaging. Transthoracic echocardiogram of the heart was normal.\\nDifferential diagnoses considered were SBP and tuberculous peritonitis. Curiously due to the elevated ascitic fluid eosinophils of 62% we also considered parasitic infections, hypereosinophilic syndrome (HES), and eosinophilic gastroenteritis (EGE) as other possible etiologies. Additionally, because our patient was from an endemic area for coccidioidomycosis, disseminated infection with peritoneal involvement was considered as well and the necessary serological tests were requested on presentation while other etiologies were being evaluated.\\nWe started empiric treatment with antibiotics (Ceftriaxone) for SBP with modest clinical improvement. Disseminated tuberculosis was ruled out following a negative Quantiferon-Gold TB test, absence of typical symptoms, and negative ascitic fluid results. Parasitic infections were also ruled out following a negative stool test for ova and parasite. Moreover, HES was unlikely as there was no evidence of organ failure.\\nWe pursued upper gastrointestinal endoscopy and repeated with push enteroscopy to evaluate for EGE. However, gastric and duodenal biopsies were negative for malignancy, increased eosinophils, and Helicobacter pylori infection. Jejunal biopsies were negative for malignancy, ulcer, abnormal inflammation, or Giardia-like organisms.\\nSubsequent to these and a host of other negative diagnostic test results (), the existence of marked EA in our young patient, who had no history of any liver disease, allergy, or drug use, especially in the setting of significant weight loss, became worrisome for an occult malignancy. Therefore, a bone marrow biopsy was added to the plan; however, it was never done since the patient's clinical condition continued to improve on SBP treatment. In retrospect, our concern for malignancy was grounded since there is evidence that extrapulmonary coccidioidomycosis can occasionally mimic symptoms of an occult malignancy with operative findings of an inflamed peritoneum that is studded with nodular lesions [, ]. We later added steroids to the treatment as lingering suspicion for EGE still remained. Diagnostic dilemma existed for this patient throughout the visit while the result for coccidioidal serology was pending. Eventually the patient was discharged on steroids with outpatient follow-up in the clinic. Soon after discharge, his serology came positive for IgG and IgM antibodies against Coccidioides immitis. His steroids were discontinued and treatment was started with 400 mg of fluconazole PO daily. He showed remarkable improvement in the subsequent clinic follow-up after discharge. His ascites has completely resolved and he has started to gain weight with improved weight of 120 pounds at 3 months after discharge.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'15144561': 1, '15589613': 1, '10880320': 1, '8038321': 1, '15024511': 1, '12751260': 1, '15516443': 1, '7898527': 1, '28611563': 2, '21193791': 1, '7872341': 1, '19635278': 1, '1531643': 1, '21289507': 1, '7123042': 1, '2690287': 1, '14669340': 1, '23824371': 1, '26266062': 2}", "similar_patients": "{'5465799-1': 1}"}