{"patient_id": 144819, "patient_uid": "4397542-1", "PMID": 25877825, "file_path": "noncomm/PMC004xxxxxx/PMC4397542.xml", "title": "Resection of a bony tumour of the chest wall with direct reconstruction using a sandwich technique: a standard technique for closure of large chest wall defects", "patient": "A 59-year-old woman presented at the outpatient clinic of the Department of Pulmonology with complaints of chronic cough. Apart from gastroesophageal reflux disease, she had no history of disease. She presented with chronic cough without other pulmonary complaints; specifically, she had no haemoptoe, shortness of breath or weight loss. Pulmonary function tests revealed normal lung function with vital capacity of 4.5 l (130% of predicted), forced expiratory volume in 1s of 3.8 l (130% of predicted) and a diffusing capacity of 105%. On plain X-ray, a mass in the left thoracic wall was found. Previous radiographs obtained from another hospital already revealed the mass in 2005. The mass did not appear to grow on the consecutive X-rays.\\nAdditional imaging was obtained by a chest CT scan, which showed a calcified tumour on the left thoracic wall growing from the second rib with slight impression of the lung with a maximal diameter of 4.7 cm (Fig. A). Differential diagnostic consideration included chondroma, FD or low-grade sarcoma. No other lesions in the lung or chest wall were identified.\\nWith no other lesions explaining the chronic cough, resection through video-assisted thoracoscopy (VATS) was planned in multidisciplinary consultation. During VATS, a bony tumour was found originating from the left second and third rib, with some pleural adhesions (Fig. B). The procedure was converted to thoracotomy to perform wide resection of the thoracic wall (Fig. ).\\nThe size of the thoracic wall defect following resection measured 8 by 5.5 cm A patch was prepared using two polypropylene meshes and interpolate of methyl methacrylate (Fig. ). The patch was placed and tightened to the periosteum using prolene sutures (Fig. ). Figure shows the resected tumour. Finally, subcutaneous tissue and skin were closed in layers using a Vicryl and intracutaneous Monocryl suture.\\nPathology examination of the specimen was performed by an expert bony tumour panel. Definitive pathology of the specimen revealed FD that was radically removed. At follow-up 6 weeks later on the outpatient clinic, the patient was in good health. The wound had healed properly and complaints of chronic cough had stopped.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'24841541': 1, '10047664': 1, '29587904': 1, '16368380': 1, '16085630': 1, '22000169': 1, '23856205': 1, '31415940': 1, '12078759': 1, '21801941': 1, '7458473': 1, '25877825': 2}", "similar_patients": "{}"}