{"patient_id": 149682, "patient_uid": "4711183-1", "PMID": 26770812, "file_path": "noncomm/PMC004xxxxxx/PMC4711183.xml", "title": "FUS-ERG gene fusion in isolated myeloid sarcoma showing uncommon clinical features", "patient": "A 48-year-old man was referred to our hospital because of a supraclavicular mass. He had been well until 3 months before admission, when he had developed cough and noticed the mass. He had a history of pulmonary emphysema. Fluorodeoxyglucose-positron emission tomography (FDG-PET)/computed tomography (CT) showed increased FDG uptake in the supraclavicular lymph nodes, and a bulky anterior mediastinal tumor (Fig. A–C). Fine needle biopsy from the mediastinal tumor was performed. Hematoxylin and eosin-stained mediastinal sections showed diffuse infiltration of medium-sized tumor cells (Fig. F and G). Immunohistochemistry demonstrated that the tumor cells were negative for CD1a, CD3, CD8, CD20 and TdT, and positive for CD4, CD43, CD56 (Fig. H) and CD99 (Fig. I). BM examination revealed no evidence of the infiltration of tumor cells throughout the course. The patient was diagnosed as having T-lymphoblastic lymphoma of clinical stage IIA and underwent an acute lymphoblastic leukemia-type chemotherapy regimen []. After the induction chemotherapy, he achieved partial response, and received subsequent post-remission and central nervous system prophylaxis therapies according to the treatment schedule. He also underwent 30 gray (Gy)/15 fraction (Fr) radiation therapy (RT) for the mediastinal bulky mass according to the treatment schedule. However, marginal relapse of the irradiated field was detected during the post-remission therapy. He underwent an additional 36 Gy/18 Fr RT for the lesion that progressively increased in size.\\nBecause he noticed painless right testicular swelling 10 months after the start of treatment, right orchiectomy was performed for diagnosis (Fig. D). Histopathologically, slides of testicular mass sections showed diffuse stromal infiltration of medium- to large-sized atypical cells (Fig. J and K). Immunohistochemical analysis revealed that the tumor cells were negative for CD3, CD20, CD68 (PGM1) and TdT, and positive for CD4, CD56, MPO (Fig. L) and CD34 (Fig. M). Initial slides of mediastinal sections were retrospectively examined and positivity for MPO was confirmed. The tumor was diagnosed as MS. Although he had no neurological symptoms, cerebrospinal fluid examination showed infiltration of myeloid blasts. We started high-dose cytarabine (HDAC) therapy. However, the patient gradually developed headache, and head magnetic resonance imaging (MRI) detected multiple intraparenchymal masses, which were considered as the invasion of MS (Fig. E). He underwent 30 Gy/10 Fr whole-brain RT. We also started intrathecal (IT) injection of cytarabine, and blasts in cerebrospinal fluid were decreased.\\nAfter a total of three courses of HDAC therapy and IT cytarabine therapy, he achieved first complete remission (CR). However, he developed acute renal failure and abdominal CT showed hydronephrosis due to retroperitoneal mass. Needle biopsy from the retroperitoneal mass revealed recurrence of MS. In addition, pleural and pericardial effusions developed, and G-banding analysis of the cells in pericardial effusion showed an abnormal karyotype of 47,XY,add(2)(q21),del(9)(q?),+10,t(16;21)(p11.2;q22),add(17)(p11.2)[15]/47,idem,add(2)(p13)[5]. FUS gene break-apart fluorescent in situ hybridization (FISH) analysis showed split signals in biopsy sections of the mediastinum at initial diagnosis and the testis at recurrence (Fig. A and B). Reverse transcriptase polymerase chain reaction (RT-PCR) and direct sequence analysis demonstrated the presence of the FUS-ERG chimeric gene transcript (Fig. C and D) []. As described previously [], the outer primer set of 4F1-8R was used in first PCR, and the inner primer set of FUS1-ERG3 was used in second PCR and direct sequencing. The sequences of the PCR primers used were as follows: 4F1, 5′-CTATGGACAGCAGGACCGTG-3′; 8R, 5′-CATAGTAGTAACGGAGGGCG-3′; FUS 1, 5′-GGTGGCTATGAACCCAGAGG-3′; and ERG 3, 5′-TTGAACTCCCCGTTGGTGCC-3′. Furthermore, upper gastrointestinal endoscopy showed a gastric mass, which was thought to be MS invasion.\\nThe patient received salvage chemotherapy and subsequently underwent cord blood transplantation in non-CR, but died of severe pneumonia on day 64. Autopsy was performed, and unexpectedly, we found a residual MS lesion only in the left testis, despite the aggressive clinical course.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'7023656': 1, '9242552': 1, '17170724': 1, '7602369': 1, '28921451': 1, '22185993': 1, '9096702': 1, '21795742': 1, '15223657': 1, '22422899': 1, '23232855': 1, '26770812': 2}", "similar_patients": "{}"}