{"patient_id": 153135, "patient_uid": "4949024-1", "PMID": 27482140, "file_path": "noncomm/PMC004xxxxxx/PMC4949024.xml", "title": "Ectopic Origin of Coronary Arteries Diagnozed by Coronary Angiography", "patient": "First case is a 62-year-old female patient hospitalized in our clinic due to chest pain with a history of arterial hypertension and diabetes mellitus. Cardiac biomarkers showed: serum creatinine kinase level of 82 IU/L, creatinine kinase-myocardial band level of 33.6U/L and troponin-T level of 684ug/L. Electrocardiography characterized with ST segment depression in V1-V3. Transthoracic echocardiography (TTE) presented regional wall motion abnormality in the entire severely hypokinetic inferior wall.\\nThe invasive coronary angiography revealed the left coronary artery arising from the right coronary sinus sharing a same ostium with right coronary artery (Figure 1). The proximally and distally stenosed left anterior descending artery (LAD) (Figure 2) associates with calcified atherosclerotic medial and distal right coronary artery (RCA) stenosis. The second case is a 47-year-old male who presented to emergency department with chest pain. He also had arterial hypertension and positive familial history for ischemic heart disease. Cardiac biomarkers: serum creatinine kinase, creatine kinase-myocardial band and troponin-T presented with normal values. Electrocardiography showed atypical ST segment changes in leads V4-V6. Transthoracic echocardiography (TTE) did not present regional wall motion abnormalities.\\nA coronary angiogram showed an anomalous right coronary artery arising from the left Valsalva sinus from a separate ostia with the left coronary artery (Figure 3, 4). Medial and distal segments of LAD were tortuous.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'25275714': 1, '24455397': 2, '8168277': 1, '20223531': 1, '19949575': 1, '17353457': 1, '16103577': 1, '19144422': 1, '17056136': 1, '25678906': 1, '2208265': 1, '23940436': 1, '20978590': 1, '24765348': 1, '17692404': 1, '22564915': 1, '16837086': 1, '25533840': 1, '26843740': 1, '25027456': 1, '16106182': 1, '27482140': 2}", "similar_patients": "{'3877606-1': 1, '3877606-2': 1, '3877606-3': 1}"}