{"patient_id": 75640, "patient_uid": "4063612-2", "PMID": 24959225, "file_path": "comm/PMC004xxxxxx/PMC4063612.xml", "title": "Enteropathy-associated T-cell lymphoma presenting with gastrointestinal tract symptoms: A report of two cases and review of diagnostic challenges and clinicopathological correlation", "patient": "In January 2011, a 62-year-old male was admitted to the Tianjin General Hospital (Tianjin, China) due to haematemesis and melena with abdominal pain of one month. The patient had a history of NHL of >10 years, which was treated by hematopoietic stem cell transplantation (HST) followed by radiotherapy, which had achieved a sustained response. The patient had no history of diarrhea or malabsorption. The laboratory tests revealed mild hypoalbuminemia and moderate anemia, however, the patient’s liver and renal function test results were within the normal limits. In addition, no evidence of HIV, CMV, EBV or human T-lymphotropic virus infection was identified and among the serum tumor markers, only ferritin was elevated to >2,000 ng/dl.\\nThe patient had intermittent vomiting and anorexia and contrast-enhanced CT of the abdomen and pelvis revealed pneumatosis in the intestine and colon with segmental thickening of the duodenum and ascending colon. In addition, the gastroduodenoscopy revealed a huge duodenal ulcer with stricture, which exhibited no malignant cells or characteristics of enteropathy, as confirmed by biopsy. Masalazine (ASA; 1 g) treatment was resumed, which allowed diarrhea control but no obstruction recovery.\\nFollowing supportive treatment, the patient continued to have a fever of >38°C, however, the symptoms improved following nasojejunal nutrition tube implantation. The enteroscopy was repeated and the multifocal biopsy specimens revealed dense lymphocyte and plasma cell infiltration in the mucosal layer. Additionally, immunohistochemistry and flow cytometry revealed that the intraepithelial lymphocytes were predominantly CD20+ and CD79a+, but negative for CD3, CD117, CD34 and CK20. The patient was subsequently diagnosed with B-cell lymphoma and thus received seven cycles of chemotherapy based on the R-CHOP modality (rituximab, cyclophosphamide, doxyorubicin, vincristine, prednisolone) determined by the Institute of Hematology and Hospital of Blood Diseases, Chinese Academy of Medical Sciences (Tianjin, China).\\nA follow-up CT scan six months after diagnosis revealed remission of the bowel wall, however, swollen lymph nodes in the mesentery and para-aorta were observed. The gastroduodenoscopy identified ulcers and stricture as previously observed and intestinal biopsies revealed lymphadenosis in the lamina propria with CD3-positive cells and Bcl-2 expression. The patient completed the seven cycles of chemotherapy and achieved a complete response and remains disease free at present. The patient continues to be monitored for disease recurrence during the therapeutic process.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'15831904': 1, '20698111': 1, '11249049': 1, '20206108': 1, '15139996': 1, '21604213': 1, '22943012': 1, '22226659': 1, '27612448': 2, '26265987': 1, '21050687': 1, '18235129': 1, '15195107': 1, '33790720': 2, '11781282': 1, '27457239': 2, '23372350': 1, '17394065': 1, '22112633': 1, '24959225': 2}", "similar_patients": "{'4063612-1': 2, '5017047-1': 1, '7989822-1': 1, '4960898-1': 1, '4960898-2': 1, '4960898-3': 1, '4960898-4': 1}"}