{"patient_id": 153174, "patient_uid": "4955441-1", "PMID": 27251662, "file_path": "noncomm/PMC004xxxxxx/PMC4955441.xml", "title": "Aneurysmal femoral neck cyst: Report of a paediatric case and review of literature", "patient": "This is the child ‘GL’ 13-year-old, male, with no particular medical history, who was consulted with the Emergency Department of Pediatric Surgery at Aristide Le Dantec Hospital in Dakar for pain in the right thigh and lameness in the right lower limb.\\nThe onset of these symptoms began about 1 month ago. During a football match, he had fallen down, causing pain and swelling in the inner side of the right thigh. The evolution was marked by a regression of the swelling and persistent mechanical pain. That motivated the parents to consult with our service for better management.\\nThe admission examination found a good general and haemodynamic status, analgesic attitude (bent trunk on the right side), painful end proximal thigh on palpation, especially in the inner side. The amplitude of the hip motion was normal, except that the internal and external rotations, which were painful. The rest of the examination was normal.\\nTo establish the diagnosis, a paraclinical examination was requested. Radiography showed an eccentric cystic lesion, multilocular with cavities that were separated by septa and thin cortical bone. The lesion was invading almost the entire femoral neck. The trochanters were not affected by this lesion and it did not cross the growth plate. The soft parts did not appear to be invaded [].\\nUltrasound of the hip was normal as well as laboratory tests (complete blood count, C-reactive protein, blood sugar and haemostasis).\\nBefore the patient's radiographic findings, the diagnosis of ABC was discussed, and the surgical indication was asked for and performed. After the anterior Hueter approach of the right hip joint, opening of the capsule and trepanation of the femoral neck, about 10cc were taken from a haematic fluid-filled cyst cavity. The lesion was curetted, cancellous graft from the ipsilateral iliac bone filled the cyst cavity. The gesture was completed by prophylactic screwing with a spongy screw and drainage of the joint before the closure of the surgical wound.\\nHistological study concluded to an ABC before the presence of fibroblasts associated with osteoclasts and osteoid (giant cells of osteoclast type). Cytologic results showed a haematic material containing RBCs [].\\nAfter a follow-up of 3 months, the functional outcome was satisfactory with complete indolence, a walk with partial support of the limb and a healed surgical wound. Radiography showed a partial filling of the curetted cavity and a screw in place []. The removal of the screw is recommended after a total filling of the curetted cavity.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'10379320': 1, '15599231': 1, '20813543': 1, '16205152': 1, '23610658': 1, '23904901': 1, '24532435': 1, '24244797': 1, '18209619': 1, '27251662': 2}", "similar_patients": "{}"}