{"patient_id": 76841, "patient_uid": "4149898-1", "PMID": 25191665, "file_path": "comm/PMC004xxxxxx/PMC4149898.xml", "title": "Epidermolysis Bullosa, Dental and Anesthetic Management: A Case Report", "patient": "A 12.5 year-old girl was reported to Mofid children’s Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran, with the chief complaint of pain and swelling in her left upper back teeth region. The patient was born with normal delivery with birth weight of 2.4 kilogram and was the only child of the family. Her parents were identified to be first-degree cousins. The patient was referred to the dermatologist because of the presence of sustained formation of bullae and blisters with scarring. The diagnosis of recessive subtype of dystrophic epidermolysis bullosa was made three hours after birth. No similar history was depicted in her family.\\nOn physical examination, the patient was weighing 17 Kg and with the height of 110cm portrayed the growth rate below the third percentile.\\nOn routine medical examination, patient appeared normal. She had numerous blistering and multiple disfiguring scars and bullae on her body ().\\nThe skin over the hands and feet was highly atrophic and the fingernails and toenails were absent ().\\nThe hair was relatively thin and the fresh lesions could be seen on the scalp. Few bullae ruptured during the preparation of the patient for general anesthesia ().\\nThe range of the movement of extremities was normal. Psychologically, the patient appeared to have a normal cognitive function and she was attending the school. The laboratory examination of the blood, at the time of admission, disclosed that the patient had anemia (Hb=5.7 gm./dl, HCT= 27.8%) despite undertaking iron therapy, therefore, She needed blood transfusion. The packed red blood cells (150 cc) was given 6 days before surgery to raise the Hb level to an acceptable level.\\nA succeeding complete blood count (CBC) showed the Hb and hematocrit levels were raised to 11.5 gm/dl and 39.8% respectively. The total white blood cells and differential count were normal. The difficulty in obtaining blood samples from this patient disallowed extensive hematologic evaluation. Medications such as iron and zinc supplements, vitamin A-D cream and silver sulfadiazine ointment for the skin lesions was prescribed for daily usage.\\nDental history included restorative treatment of upper incisors, fissure-sealant therapy of all first permanent molars and composite filling of the primary canines two years ago, performed under GA. The patient exhibited no complications following the treatment and was discharged from the hospital in the same day.\\nEven though the patient was cooperative, the oral examination and taking radiographs were challenging because of the limited mouth opening. The radiological panoramic view showed normal number of developing teeth with little delay in eruption time of permanent teeth. Deep caries on upper and lower left first permanent molars and lower right second primary molar were also detectable ().\\nThere was a dentoalveolar abscess in relation to the upper first permanent molar. Severe crowding was evident in both upper and lower anterior region of the jaws with plaque accumulation. The tongue movement was severely limited because of the ankyloglossia. The oral hygiene was not practiced regularly since the patient deterred to brush to avoid bullae formation. The premedication consisted cephalexin IV (500mg) four times a day.\\nDental treatments and anesthetic management\\nAn IV catheter was employed on patient’s forehand. No adhesive tape was allowed to contact the skin. The only possible way of monitoring was pulse oximetry, using the patient’s ear lobe and capnography. The naso-tracheal intubation was achieved when the patient’s face, the laryngoscope blade, the induction mask, and the endotracheal tube were all generously lubricated with a 1% hydrocortisone cream. A number 4, non- cuffed tube was utilized which was softened in a warm saline for few minutes prior to placement. An oropharyngeal pack was then engaged to seal of oropharyngeal area.\\nThe anesthetic medications used for induction were: Fentanyl ampule 15µg (Fentanyl citrate; Janssen Pharmaceutical, N.Y), Sodium Thiopental 6mg/kg (Ltd. India), Atracorium 7mg (Atracural; Alborz Darou, Tehran, Iran). The patient was maintained with Isoflurane 0.8% (AErrane; Baxter MFD, Puerto Rico). The dental elevators and forceps were used with utmost care to avoid any undesirable trauma. The absorbable sutures were used and tied loosely.\\nThe operative procedure was carried out in routine way, nevertheless with extreme caution to avoid any tissue damage. No mouth probe was possible to be used. After the completion of treatment and before extubation, the airway was checked for presence of any bullae by the anesthesiologist. The patient was easily awakened and responded to verbal stimuli immediately. The lips exhibited some swelling and there were erosive lesions around the lips and over the tongue with some vesicles that burst and left tissue debris. Upper and lower left first permanent molars and lower right second primary molar were extracted. The whole procedure took 30 minutes. The sterile gauze was packed on the extraction site until the clot was formed. The patient was under supervision for post-operative care in the first 24 hours to be monitored for any airway obstruction. During this period, the patient received intra venous Cephalexin (50 mg/kg) in divided doses every 12 hours. Her vital signs were checked and they were stable. 24 hours after the surgical treatment the child complained of severe pain in the mouth and was unable to eat solid foods. She was able to drink milk and eat ice cream only. New blisters were formed on her tongue and in various areas of the oral mucosa. Palliative treatment and using milk of magnesia was prescribed. The symptoms lasted for 10 days during which a 0.05% NaF mouth rinse (Oral-B; Procter & Gamble Company, US) was recommended. The child was instructed to drink more fluids with her daily food.\\nThe child was followed up every 6 months for one year. New and recurrent dental caries appeared during this period. On each visit; new restorations were performed in the clinic without local anesthesia. On the final follow up visit, silver-reinforced glass ionomer base cement (Riva Silver; SDI limited, Australia) was placed under composite fillings in the anterior teeth. It was also used as a permanent filling for lower right first permanent molar. The remaining primary molars were mobile and close to be exfoliated. The fluoride varnish (DuraSheild; 5%Naf, Sultan Healthcare, Hackensack, NJ, USA) was applied on each visit ().", "age": "[[12.5, 'year']]", "gender": "F", "relevant_articles": "{'33202040': 1, '8247897': 1, '12060323': 1, '21911956': 1, '4522479': 1, '11903238': 1, '28003899': 1, '6583622': 1, '22189648': 1, '266679': 1, '18280394': 1, '4507285': 1, '11048306': 1, '14628894': 1, '1067548': 1, '11580781': 1, '14454159': 1, '27909609': 1, '11394407': 1, '19250395': 1, '23075637': 1, '25191665': 2}", "similar_patients": "{}"}