{"patient_id": 84957, "patient_uid": "4725673-2", "PMID": 26824003, "file_path": "comm/PMC004xxxxxx/PMC4725673.xml", "title": "Durable Control and Overall Survival Benefit with Focal Reirradiation in Cervical Cancer", "patient": "The second case is a 53-year-old female who presented in July 2011 with vaginal spotting and discharge for three months. Her Pap test revealed a high-grade squamous intraepithelial lesion (HSIL), staining for high-risk human papillomavirus (HPV). Physical exam identified a 6 x 8 cm mass without parametrial involvement, and biopsy returned positive for invasive squamous cell carcinoma, FIGO 1B2. PET-CT also noted several prominent para-aortic and iliac lymph nodes: AJCC Stage IVB, T1b2 N1 M1. She underwent IMRT utilizing a simultaneous integrated boost technique to a dose of 52.5 Gy in 25 daily fractions to gross disease, 45 Gy in 25 fractions to pelvic nodes, and a boost of 4.2 Gy in two fractions to a residual, enlarged left external iliac node, delivered with weekly cisplatin 40 mg/m2. Additionally, she received intracavitary tandem and ovoid brachytherapy to 28 Gy in four fractions. She completed RT in October 2011. She tolerated treatment well with occasional nausea, vomiting, and diarrhea controlled with Lomotil and Imodium as needed. A subsequent PET-CT in September 2012, unfortunately, demonstrated an increased FDG uptake in multiple lower para-aortic nodes. Her case was discussed in Tumor Board with the decision to proceed with reirradiation for curative intent. She then received 45 Gy in 30 twice daily fractions with IMRT to the involved para-aortic lymph nodes without chemotherapy, completing treatment in November 2012 (Figure ). She tolerated treatment well with increasing loose stools managed with Imodium prn. On her most recent exam and follow-up imaging in September 2015 (three years post-retreatment), she had no evidence of disease and no long-term side effects.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'25651787': 1, '25922209': 1, '23561250': 2, '19581056': 1, '16414206': 1, '14990643': 1, '16078260': 1, '8423018': 1, '33285664': 1, '26824003': 2}", "similar_patients": "{'4725673-1': 2, '3679789-1': 1, '3679789-2': 1}"}