{"patient_id": 84729, "patient_uid": "4704417-1", "PMID": 26739818, "file_path": "comm/PMC004xxxxxx/PMC4704417.xml", "title": "Successful en bloc venous resection with reconstruction and subsequent radiotherapy for 2 consecutive recurrences of intravenous leiomyoma—a case report", "patient": "The patient is a 43-year-old woman who presented with a large pelvic mass and was admitted to Shandong Cancer Hospital and Institute in June 2006. Her only complaint was lower abdominal pain. Pertinent past medical and surgical history include: benign hypertension for 2 years, prior cesarean delivery, prior hysterectomy, and inferior vena cava filter placement approximately three years prior for history of venous thrombus.\\nThe patient reported undergoing a total hysterectomy and bilateral ovarian cystectomies for uterine fibroids 3 years prior to this presentation at a local hospital. Pathologic review of this specimen shows uterine IVL based on the Immunohistochemical staining profile and <5 mitotic figures per 10 high-power fields. Additionally, in April 2006, three months prior to her current presentation, the patient was diagnosed with a pelvic mass with complaints of lower abdominal pain and underwent a resection of an ovarian cyst and right salpingectomy. The histopathological assessment of the specimen was an ovarian endometriosis cyst and right hydrosalpinx.\\nAt the time of presentation, gynecologic bimanual exam revealed a palpable mass in the right pelvis, measuring approximately 10 cm × 10 cm × 8 cm. It was firm and non-tender to palpation. The mass appeared to invade the rectovaginal space and extend beyond the pelvis into the abdomen.\\nContrast-enhanced computed tomography (Fig. ) of the abdomen and pelvis demonstrated a large soft tissue mass with partial cystic degeneration, measuring 25 cm × 13.5 cm × 7 cm. The mass was noted to be surrounding the right external and internal iliac veins, right common iliac vein and distal IVC. It was in close proximity to the right common iliac artery and abdominal aorta up to the level of the right kidney. Doppler ultrasound showed that tumors blood supply was likely originating from the iliac artery.\\nBased on the physical exam and radiological findings, combined with the medical history, a preliminary diagnosis of intravascular leiomyoma was made with extension into the right iliac vein and IVC. The recommended treatment was surgical resection. The patient was counseled that surgery would include en bloc resection of the mass with vascular grafting of the distal IVC and common iliac vessels as needed.\\nSurgery was performed under general anesthesia on July 5, 2006. Upon abdominal entry, two large masses were noted in the right retroperitoneum. One mass was abdominal and measured approximately 20 cm × l8 cm × 10 cm. This mass encased the distal IVC,the right common iliac vein and right external and internal iliac veins. It was closely adherent to the right internal iliac artery. The other mass measured approximately 10 cm × 10 cm × 8 cm and was adherent to the bladder wall, pelvic floor, and right iliac veins. Upon further exploration, the two masses were connected as a single tumor in a dumb-bell shape. The right external and internal iliac veins, right common iliac vein and IVC were completely occluded by the tumor. The right internal iliac and common iliac arteries were dissected off the tumor. The right internal iliac vein was ligated distal to the tumor. The tumor was dissected off the pelvic sidewall. Next the distal IVC and right external iliac vein were ligated. Finally, the left common iliac vein was ligated to free all venous attachments from the tumor and obtain a surgical margin. The tumor had a predominant blood supply from a single pedicle which was divided and the tumor removed en bloc. The en bloc resection included the distal IVC with proximal left common iliac vein, entire right common iliac vein, and proximal portion of the right internal and external iliac veins. An 8 mm expanded polytetrafluoroethylene vascular graft (by Bard Medical) was placed to reconnect the distal IVC to the left common iliac vein with 4-0 Prolene suture to restore venous return to the left lower extremity and pelvis. Given that the patient had developed significant collateral flow with no right extremity edema or venous stasis, the right iliac veins were not reconstructed. Removal of the tumor was challenging with an estimated intraoperative blood loss of 5.0 L. In total the patient was transfused 32 units of packed red blood cells and 2.0 L of plasma. Postoperatively the patient was closely observed for distal pulses, evidence of edema, and lower extremity compartment syndrome.\\nPostoperative pathology confirmed this mass to be an intravenous leiomyoma arising from the right internal iliac vein (Fig. ). Immunohistochemistry shows the endothelial cells to be positive for CD31, CD34, Vimentin and smooth muscle actin. The cells stain negative for cytokeratin with low expression of p53 protein and high expression of progesterone receptor and Bcl-2.\\nThe patient was managed postoperatively on anticoagulation and given nutritional support with intravenous nutrition until able to tolerate oral intake. She ultimately recovered from the operation and was discharged in a stable condition on postoperative day 20.\\nEight months following her surgical resection, the patient represented complaining of an enlarging abdomen and frequent urination. She was readmitted to hospital in March 2007. Clinical examination revealed a mass measuring approximately 6 cm × 6 cm in the left pelvis. CT examination revealed a soft tissue mass close to the previously resected tumor involving the right internal iliac vessels, measuring 3.5 cm × 4 cm × 4 cm. A separate mass was also seen posterior to the bladder on the left, measuring 3 cm × 5 cm × 6.5 cm (Fig. ). This was felt to represent a pelvic recurrence of IVL. The patient was deemed to not be an operative candidate given deconditioning from the prior surgery. Three-dimensional conformal radiation therapy was performed for tumor control. External beam radiation was planned using an ADAC Treatment Planning System, delivered with 15MV X-ray from a Varian 21EX (Palo Alto, CA) and designed from CT scans. External irradiation was 2.0 Gy daily fraction, 4 fractions per week, the total dose of radiation was 4500 cGy.\\nFollowing radiation therapy, the patient was followed closely. A subsequent CT scan in October 2010 demonstrated a pelvic mass on the right of the bladder and rectum. It was again felt to be surrounding the distal IVC and iliac blood vessels. The largest cross-sectional area was 4.0 cm × 2.0 cm (Fig. ). This lesion was not further treated, but followed with serial imaging and resolved. At most recent follow-up 8 years after radiation therapy in July 2015 the patient remains without evidence of recurrence on physical examination and CT images (Fig. ).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'22943735': 1, '26050363': 1, '18644493': 1, '19560308': 1, '18196910': 1, '18548191': 1, '24487468': 1, '19001649': 1, '17129700': 1, '21914678': 1, '31280644': 1, '17531562': 1, '21879315': 1, '34307370': 1, '27747117': 2, '24207051': 1, '30637015': 2, '14628125': 1, '11606110': 1, '16828425': 1, '26739818': 2}", "similar_patients": "{'5055936-1': 1, '6326064-1': 1}"}