{"patient_id": 83686, "patient_uid": "4627412-1", "PMID": 26514990, "file_path": "comm/PMC004xxxxxx/PMC4627412.xml", "title": "A novel loss-of-function mutation of GATA3 (p.R299Q) in a Japanese family with Hypoparathyroidism, Deafness, and Renal Dysplasia (HDR) syndrome", "patient": "A 50-year-old Japanese woman had been followed up at our hospital because of hypoparathyroidism. At the age of 33 years, the patient had suddenly experienced a general convulsion with loss of consciousness and was taken to the emergency room of our hospital. Upon arrival, she regained consciousness. She was positive for the Trousseau sign. Blood examination showed severe hypocalcemia (5.2 mg/dL) and hyperphosphatemia (4.7 mg/dL) with a relatively low level of intact PTH (7 pg/mL). Serum creatinine and blood urea nitrogen levels were normal (0.6 mg/dL and 9.1 mg/mL, respectively) with no other electrolyte disorder. Percentage of tubular reabsorption of phosphate was 98.4 % (reference range: 81–90 %). Anterior pituitary hormone levels and thyroid and adrenal functions were normal. She was diagnosed with idiopathic hypoparathyroidism, and calcium lactate and 1α-hydroxyvitamin D3 treatment were initiated. After calcium lactate was discontinued, administration of 2 μg of 1α-hydroxyvitamin D3 was sufficient to maintain her serum calcium level within the normal range. Head computed tomography (CT) scanning showed severe brain calcification. CT images at the age of 47 years are shown in Fig. and ; calcification was observed in the bilateral basal ganglia, thalamus, cerebellum, and deep white matter. She had mild juvenile cataracts in both eyes. Fluorescence in situ hybridization did not indicate 22q11.2 syndrome, as no microdeletion was observed in the 22q11.2 region (data not shown). Hearing disturbance progressed gradually; an audiogram performed at the age of 41 years indicated bilateral sensorineural deafness (right: 47 dB, left: 55 dB). Abdominal CT revealed renal dysplasia on the right side (Fig. ). These clinical findings were consistent with HDR syndrome.\\nThis patient’s 27-year-old daughter also had hypoparathyroidism, which was incidentally identified when she visited our hospital for a common cold at the age of 14 years; blood examination showed hypocalcemia (5.7 mg/dL) and hyperphosphatemia (6.8 mg/dL) with a low level of intact PTH (9 pg/mL). Thereafter, she had received 1 μg of 1α-hydroxyvitamin D3. She had a moderate hearing disturbance (right: 56 dB, left: 47 dB). Unlike her mother, faint calcifications in the basal ganglia and no renal abnormalities were observed.\\nSequencing analysis was performed for all coding regions, including the adjacent intronic regions, of GATA3 from the peripheral blood of the mother. A novel heterozygous p.R299Q (CGG > CAG) missense mutation was found in exon 4 (Fig. ). This codon 299 amino acid of GATA3 was located in the liker region, consisting of 30 amino acids, between 2 consecutive zinc finger domains. These zinc fingers are important for the increase in the transcriptional activity of GATA3 target genes.\\nWe analyzed the 3-dimensional structural models of wild-type (GATA3/WT) and mutant (GATA3/R299Q) GATA3 using the Sequence to Function Annotation Server (SFAS) provided by the Protein Data Bank Japan (PDBj: ) []. The structure of both proteins was compared and visualized by UCSF Chimera, developed by the Resource for Biocomputing, Visualization, and Informatics (RBVI) () []. The protein conformation showing the 2 zinc fingers is presented in Fig. . This mutation altered the spatial position of the 2 zinc fingers through a conformation change in the linker between the zinc fingers. A more marked conformational change was observed in the position of the N-terminal zinc finger (ZnF1; residues 264–288) than in the C-terminal zinc finger (ZnF2; residues 318–342), probably because the Arg-299 residue is located near the zinc ion of ZnF1 (Fig. ). The conformational change also extended into a part of ZnF2. This extensive conformational change probably affects the biological function of GATA3.\\nThe transcriptional function of GATA3/R299Q was evaluated using a luciferase reporter assay system. The transcription activity of pGATA/Luc with a consensus GATA responsive element significantly increased when the GATA3/WT expression vector was transfected, whereas this enhancing effect was completely lost in the GATA3/R299Q vector-introduced cells (Fig. ). This result indicated that GATA3/R299Q severely affected the transcription activity of various GATA3-regulated genes. We next examined the effects of GATA3/WT and GATA3/R299Q on the promoter activity of the PTH gene. GATA3/WT overexpression significantly enhanced the transcription activity of human PTH in a dose-dependent manner, whereas this stimulatory effect was not observed with GATA3/R299Q overexpression (Fig. ). These data suggested that the GATA3/R299Q protein failed to increase the PTH gene expression. The extensive conformational change of GATA3/R299Q most likely reduces the transcriptional activity of GATA3 target genes associated with fetal differentiation of the organs affected in HDR syndrome, such as the parathyroid gland, inner ear, and kidney.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'21976737': 1, '8114750': 1, '28195141': 1, '9389510': 1, '31660939': 2, '15264254': 1, '20558332': 1, '27924270': 1, '15705923': 1, '8088776': 1, '33163915': 2, '1522843': 1, '19248180': 1, '9373149': 1, '10935639': 1, '10415360': 1, '23757620': 1, '14985365': 1, '23186964': 1, '16988501': 1, '1638017': 1, '17210674': 1, '16912130': 1, '23426694': 1, '19723756': 1, '19112489': 1, '1871134': 1, '28303854': 1, '26514990': 2}", "similar_patients": "{'7609182-1': 1, '6816161-1': 1}"}