{"patient_id": 79295, "patient_uid": "4305612-1", "PMID": 25649759, "file_path": "comm/PMC004xxxxxx/PMC4305612.xml", "title": "Combined Therapy for Distant Metastasis of Sacral Chordoma", "patient": "A 53-year-old male was referred to our clinic with coccydynia and coccygeal effluence due to a local mass. Complaints had started three months previously. No neurological symptoms were evidenced in the neurological examination, and there was no urinary or fecal retention. Magnetic resonance imaging (MRI) of the sacrococcygeal spine showed a well-defined lobulated mass in the sacrococcygeal region (). The sacrococcygeal mass was completely removed via retroperitoneal posterior approach (Figures and ). No neurological deficit was observed after surgery. Postoperative MRI showed total excision of the tumor and no local or distant metastasis. The specimens were histopathologically diagnosed as chordoma. Conformal complex radiotherapy was applied to the anterior and posterior sacral region; the fractions of the radiation were 6,000 and 200 centigray. The fraction number was 30. At early postoperative evaluations (one and three months), no local recurrence or distant metastasis was found. The patient went through a radiological examination in the nine-month follow-up, and no local recurrence was detected in the sacrococcygeal region. However, in the abdominal MRI series, suspicious images were detected in the paraaortic and left inferior hepatic region. Positron emission tomography- (PET-) computed tomography (CT) scans detected a paraaortic lymph node, as well as inferior hepatic and superior peritoneal “hot” lesions. The patient returned to the operating room, where all lesions were excised transperitoneally by a general-surgery team. Interestingly, all specimens were histopathologically diagnosed as chordoma. Neither MRI nor PET-CT scans showed any recurrence, either locally or distantly.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'17048762': 1, '10813725': 1, '18055855': 1, '21905773': 1, '23559153': 1, '20963705': 1, '28064345': 1, '8491686': 1, '9894966': 1, '24101282': 1, '15372471': 1, '25649759': 2}", "similar_patients": "{}"}