{"patient_id": 78739, "patient_uid": "4273533-4", "PMID": 25544901, "file_path": "comm/PMC004xxxxxx/PMC4273533.xml", "title": "Early Implementation of THAM for ICP Control: Therapeutic Hypothermia Avoidance and Reduction in Hypertonics/Hyperosmotics", "patient": "A 43-year-old male was admitted on postbleed day number 4 with a Fisher grade 4, Hunt and Hess grade 3 SAH secondary to a left posterior communicating artery aneurysm. He presented clinical vasospasm of the left middle cerebral artery territory, with right hemineglect and dysphasia. Emergent microsurgical clipping of his aneurysm was completed with 6 hours of admission, and he was transferred to ICU postoperatively for management of his vasospasm. He had an ICP monitor placed intraoperatively.\\nHe failed hypertensive therapy with mean arterial blood pressure (MABP) of 140 to 150 mm Hg, with no clinical improvement. Continuous intravenous milrinone therapy was initiated with complete resolution of his symptoms and MABP of 90 to 100 mm Hg.\\nThe ICP was fluctuating from 18 to 31 mm Hg during the first 8 hours postoperatively. He received multiple doses of 7.3% hypertonic saline for a total of 700 mL, increasing his serum sodium to 154. The mean hourly hypertonic saline requirement was 87.5 mL/hr during this period prior to THAM. His serum osmolarity at that time was 315. Given the concerns overclouding his clinical exam with sedation during active treatment of symptomatic cerebral vasospasm post-SAH, we elected trial THAM therapy.\\nWithin 6 hours of THAM administration the fluctuations in ICP above 20 were dramatically reduced with ICP ranging from 11 to 23 mm Hg. The requirements for hypertonic saline were reduced to 420 mL over the following 24 hours, after which no hypertonic saline was needed for ICP control during the remaining ICU course. Mannitol usage was avoided completely during THAM treatment. The THAM therapy was continued for a total of 7 days. The patient's mean hourly hypertonic saline requirement after initiation of THAM was 2.6 mL/hr. No complication related to THAM was identified.\\nAt no point was sedation required to control ICP in this patient, thus preserving the neurological examination. On postbleed day number 7, the patient developed worsening focal deficits secondary to vasospasm, requiring angioplasty. These deficits would have likely been missed if on sedatives for ICP control at that time.\\nThe patient eventually recovered from his deficits with mild expressive dysphasia and was transferred to stroke rehabilitation.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'19731985': 1, '18286835': 1, '24715327': 1, '8081100': 1, '23809038': 1, '24742169': 1, '18001491': 1, '9506241': 1, '17901384': 1, '8416243': 1, '25544901': 2}", "similar_patients": "{'4273533-1': 2, '4273533-2': 2, '4273533-3': 2}"}