{"patient_id": 152998, "patient_uid": "4943311-1", "PMID": 27462221, "file_path": "noncomm/PMC004xxxxxx/PMC4943311.xml", "title": "RANKL-Expressing Ectopic Extramammary Paget's Disease on the Lower Abdomen", "patient": "A 66-year-old woman presented to our Department with a 8-month history of asymptomatic erythema on the lower abdomen. On her initial visit, physical examination revealed a brown-red plaque on the right side of the mons puvis (fig. ). The size of the tumor was approximately 20 × 20 mm in diameter. Skin biopsy revealed rounded cells that were devoid of intracellular bridges and a large nucleus in the epidermis (fig. ). Immunohistochemical staining revealed that these tumor cells were positive for CK7, PAS, GCDFP-15, Alcian blue, as well as RANKL (fig. ), and negative for CK20 and MMP7 (fig. ). In addition, CD163+ tumor-associated macrophages (TAMs) were detected adjacent to the Paget's cells in the dermis (fig. ). From the above findings, we diagnosed this case as RANKL-expressing ectopic EMPD. There was no significant enlargement of the bilateral inguinal lymph nodes. We resected the tumor with a 1-cm surgical margin. We screened for a possible internal malignancy with computed tomography scan and found no evidence of metastasis.\\nTo further investigate the immunological background of our case, we employed immunohistochemical staining of CCL17, CCL5, and MMP25, both of which are reported to be increased on macrophages by the stimulation of soluble (s)RANKL [], for our present case and 5 cases of conventional EMPD. Substantial numbers of CCL17-expressing cells (fig. ), CCL5-expressing cells (fig. ), and MMP25-bearing cells (fig. ) were detected in the conventional EMPD, whereas few CCL17-expressing cells (fig. ), CCL5-expressing cells (fig. ), and MMP25-bearing cells (fig. ) were detected in the present case.\\nThe following antibodies (Abs) were used for immunofluorescence staining: mouse monoclonal anti-human CD163 Ab (clone: 10D6; Novocastra, UK), and anti-human CCL5 Ab (clone: 50013–5; LifeSpan BioScience, Seattle, Wash., USA), rabbit polyclonal anti-human RANKL Ab (LifeSpan BioScience), anti-human MMP7 Ab (LifeSpan BioScience), and anti-human MMP25 Ab (Abcam, Tokyo, Japan), and goat polyclonal anti-human CCL17 Ab (R&D Systems, Tokyo, Japan).", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'26053051': 1, '25621036': 1, '21906493': 1, '31531170': 1, '23075654': 1, '26249173': 1, '24488688': 1, '20814627': 1, '26621196': 1, '26228869': 1, '27167703': 1, '26016897': 1, '27462221': 2}", "similar_patients": "{}"}