{"patient_id": 152839, "patient_uid": "4931653-1", "PMID": 27279518, "file_path": "noncomm/PMC004xxxxxx/PMC4931653.xml", "title": "Spontaneous ileostomy closure", "patient": "A 65-year-old woman underwent elective en bloc total colectomy, hysterectomy, and bilateral salpingoophorectomy followed by side-to-end stapled ileorectal anastomosis and loop ileostomy for locally invasive, moderately differentiated, T4N0M0 adenocarcinoma of the distal colon. This pathology was originally discovered 3 months prior following laparoscopic lavage and drainage of a contained colonic perforation. Intervening endoscopy and histopathologic analysis revealed a positive hereditary non-polyposis colorectal cancer type-I (HNPCC-I), but without synchronous pathology, thus we meriting the aggressive surgical approach. She had a good pre-operative nutritional state (serum albumin 43 g/L, normal 35-55 g/L) and recovered well from her surgery, achieving expected ileostomy output and oral alimentation within several days. There was no technical malfunction of the ileostomy. There was no incidence of skin breakdown, or surgical site infection. She tolerated her ileostomy quite well, the output of which stabilized between 500-600 cc of effluent per day. Shortly after discharge, she started passing small, infrequent stools without difficulty and began adjuvant chemotherapy with folinic acid, 5-flourouracil, and oxaliplatin (FOLFOX). As chemotherapy progressed, the right lower quadrant loop ileostomy steadily reduced output, retracted and epithelialized until it was completely covered 10 weeks after surgery. A brief period of spontaneous renewed drainage of roughly 100 mL per day resulted in refistulization, however, this also epithelialized and reduced output as her weight, activity, and per rectum bowel habits returned to normal, pre-operative levels. Since the second spontaneous closure 18 weeks after the original surgery, she has completed 6 of 12 cycles of FOLFOX, the stomal orifice has not reopened () and the fascial defect () has remained completely asymptomatic.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'22705439': 1, '27652371': 1, '20967531': 1, '25943110': 2, '22873030': 1, '24862884': 1, '25465646': 1, '19219439': 1, '20515604': 1, '15606591': 1, '21621692': 1, '27279518': 2}", "similar_patients": "{'5193052-1': 1, '5193052-2': 1}"}