{"patient_id": 152870, "patient_uid": "4933681-1", "PMID": 27390680, "file_path": "noncomm/PMC004xxxxxx/PMC4933681.xml", "title": "Supra-recommendation Treatment of Super-refractory Status Epilepticus", "patient": "A 28-year old female, a known hypertensive for 2 years, had 2 episodes of generalized tonic-clonic seizures (GTCS) following 2 days of fever. She was conscious in the interictal period. She had no prior history of seizures. She was managed initially at another hospital where she was given a loading dose of 3 g of levetiracetam. The next day, she was brought to our emergency department in a drowsy state following 2 more GTCS. On examination, she did not have any focal neurological deficits. She was given a loading dose of fosphenytoin (20 mg/kg phenytoin equivalent), while levetiracetam was continued at 1,500 mg q12h. MRI brain with and without gadolinium contrast revealed no abnormalities. Routine blood chemistries and hemogram were normal. Creatine phosphokinase was normal. Electroencephalogram (EEG) showed diffuse slowing without any interictal epileptiform discharges. The differential diagnosis was viral vs autoimmune encephalitis. At the time of admission, cerebrospinal fluid (CSF) analysis was normal (glucose 66 mg/dL with blood glucose 118 mg/dL, protein 48 mg/dL, 2 cells, both lymphocytes). CSF polymerase chain reactions (herpes simplex virus and tuberculosis) were negative. Her thyroid profile and anti-thyroid peroxidase antibody titres were within normal limits. She was treated with acyclovir empirically.\\nShe regained consciousness and was stable for the next 3 days. On the 4th day, she developed one episode of GTCS. Clobazam was added at a dose of 10 mg qhs. Following this episode, she developed recurrent focal seizures originating from the right as well as left temporal regions with worsening of sensorium (). She was intubated and placed on mechanical ventilator support. A loading dose of sodium valproate (40 mg/kg body weight) was given. For the next 2 hours, no clinical or electrographic seizures were recorded.\\nAfter 2 hours, there was a recurrence of focal seizures with mild facial twitching, amounting to non-convulsive status epilepticus (NCSE, ). A loading dose of midazolam (0.2 mg/kg) was followed by maintenance infusion which was gradually increased to 3 mg/kg/hr (body weight 80 kg, total dose was 240 mg/hr). At this dose of midazolam infusion, she developed hypotension with blood pressure of 80/60 mmHg. At this stage, noradrenaline infusion was initiated and the dose was titrated (320 mcg/hour) with concurrent decrease in the rate of infusion of midazolam (decreased upto 80 mg/hr). She had relapse of seizures in the form of recurrent electrographic seizures. Lacosamide (400 mg loading, then 200 mg q12h) and topiramate (400 mg loading, then 200 mg q12h) were added to the regimen. Due to continuation of NCSE, thiopentone sodium infusion was initiated and gradually increased. At a dose of 6 mg/kg/hr (total dose 480 mg/hr), burst suppression was achieved. At this point, her hemogram, renal and hepatic parameters were within normal limits. After 5 days of IV methylprednisolone (IVMP), she was given 5 days of IV immunoglobulin (0.4 g/kg/day).\\nEvaluation for autoimmune state, including antibodies against N-methyl D-aspartate receptor and voltage-gated potassium channel as well as for systemic vasculitis was normal. As the CSF parameters, and investigations for systemic autoimmune conditions were normal, we postulated a probable diagnosis of viral vs autoimmune encephalitis. After 12 hours of burst suppression, gradual withdrawal of midazolam and thiopentone was started. Midazolam was completely stopped and thiopentone was reduced to 40 mg/hr without seizure recurrence, following which it was completely stopped.\\nHowever, she developed recurrent electrographic seizures again. The second cycle of midazolam and thiopentone was started with doses of 80 mg/hr and 160 mg/hr respectively. Vasopressor support was added for hypotension. With these doses, control of seizures was achieved and they were gradually tapered off over the next 4 days. Her sensorium improved and she was able to follow simple commands.\\nAfter 5 days, she developed a focal seizure with worsening of sensorium. EEG showed frequent electrographic seizures (). Midazolam was restarted at 10 mg/hr and control was achieved at a dose of 50 mg/hr. MRI Brain and CSF analysis were repeated but did not show any abnormalities. Midazolam was tapered and stopped over the next 2 days after seizure control (). Acyclovir was continued for a total of 14 days.\\nShe gradually improved and was weaned off the ventilator. There was no further seizure recurrence. She had developed mild proximal weakness of all limbs which was diagnosed as critical illness myoneuropathy. Cognitive assessment showed severe attentional deficits.\\nOn discharge, she had mild proximal weakness, attention and occasional recent memory deficits. She continued to improve during the follow-up period. At the last visit, she had no residual weakness but had mild attention and recent memory deficits. She was able to take care of herself and her family independently.\\nThe major events of the case are summarized in a timeline in .", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'21967347': 1, '21914716': 1, '22577217': 1, '22528274': 1, '27390680': 2}", "similar_patients": "{}"}