{"patient_id": 139743, "patient_uid": "4085269-1", "PMID": 25006372, "file_path": "noncomm/PMC004xxxxxx/PMC4085269.xml", "title": "Prolonged post-reperfusion syndrome during multivisceral organ transplantation in a pediatric patient: a case report", "patient": "A 6-year-old girl 102 cm tall and weighing 17 kg, with chronic intestinal pseudo-obstruction was scheduled for multivisceral organ transplantation. Four-years earlier, she visited a hospital for abdominal distention and was diagnosed with gastric volvulus and congenital megacolon, for which she underwent gastropexy and segmental resection of the transverse colon. Since her symptoms did not improve over the next year, she was referred to our center and underwent a transverse colostomy. After that, she was repeatedly hospitalized and maintained on total parenteral nutrition due to continuously recurring mechanical ileus, malnutrition, and electrolyte imbalance. Two months before surgery, she was admitted due to abdominal distension and a malfunctioning colostomy. The colostomy function was normalized 2 days later, and she received conservative medical care, including total parenteral nutrition.\\nThe patient was scheduled for multivisceral organ transplantation, including seven abdominal organs, the liver, spleen, stomach, duodenum, small bowel, colon and pancreas. Cadaveric donor was 5-year-old female 110 cm tall and weighed 21 kg, who had brain death due to increased intracranial pressure caused by medulloblastoma. Histidine-tryptophan-ketoglutarate solution was used as preservation solution and ischemic time was 170 min. Intraoperative gross finding of the grafts showed no significant abnormality. The recipient was not premedicated and arrived at the operating room with her father. Her blood pressure was 120/64 mmHg, her heart rate was 120 beats/min, and her oxygen saturation on pulse oxymetry was 100% before induction of anesthesia. Pre-operative blood laboratory data were within normal ranges, including hemoglobin (9.4 g/dl), Na+ (142 mmol/L), K+ (3.7 mmol/L), creatinine (0.34 mg/dl), aspartate transaminase (AST; 43 IU/L), alanine transaminase (ALT; 35 IU/L), total bilirubin (0.5 mg/dl), albumin (4.4 g/dl), and prothrombin time (1.00 INR). Anesthesia was induced with 75 mg of pentothal sodium, 15 mg of rocuronium, and 50 µg of fentanyl. After tracheal intubation, anesthesia was maintained with 1% sevoflurane in 50% oxygen in air and continuous infusion of fentanyl (100 µg/h) and vecuronium (2 mg/h). Her brachial artery was cannulated for continuous arterial blood pressure monitoring. A central venous catheter was inserted into her right internal jugular vein and a second into her subclavian vein to monitor central venous pressure and venous oxygen saturation. Femoral venous pressure was also monitored. Ten minutes before graft reperfusion, her vital signs and arterial gas analysis were as follows; mean arterial blood pressure (MAP) was 86 mmHg, heart rate was 90 bpm, central venous pressure was 4 mmHg, femoral venous pressure was 16 mmHg, and body temperature was 36.7℃, pH was 7.32 with a base excess of -9.5 mEq/L, arterial lactate concentration was 5.6 mmol/L, Na+ was 142 mmol/L, K+ was 2.5 mmol/L, Ca2+ was 0.83 mmol/L, hemoglobin was 10.8 g/dl, and blood glucose was 98 mg/dl.\\nAfter injection of 20 mEq of NaHCO3, graft reperfusion was performed. Just after reperfusion, MAP rapidly decreased to 39 mmHg. Femoral venous pressure decreased after IVC unclamping from 16 mmHg to 4 mmHg and central venous pressure was maintained around 4 mmHg. Because the decrease of arterial pressure was too severe to expect spontaneous recovery and met the definition of PRS (≥ 30% decrease in MAP occurring within 5 minutes after reperfusion and lasting for at least 1 minute). She was immediately administered 5 µg of epinephrine, resulting in an MAP of 44 mmHg. However, repeated injections of 10 µg epinephrine and volume replacement were required to increase her MAP due to prolonged hypotension. Hypotension was sustained over 10 minutes, during which her averaged arterial pressure was 38 mmHg despite intermittent surge of MAP > 60 mmHg (). Arterial blood gas analysis 5 minutes after reperfusion showed severe metabolic acidosis, with a arterial blood pH of 7.09 with a base excess of -17.9 mEq/L, and the arterial lactate concentration was 8.5 mmol/L, K+ was 4.8 mmol/L, Ca2+ was 0.84 mmol/L, glucose was 114 mg/dl, and hemoglobin was 8.5 g/dl. To correct metabolic acidosis and hypotension, she was immediately and repeatedly injected with 30 mEq of NaHCO3 and 10 µg of epinephrine. Her body temperature had decreased to 33.4℃ just after reperfusion, with hypothermia sustained for 30 min (nadir body temperature: 33.0℃) despite active warming with an air warmer. Subsequently, continuous infusion of norepinephrine (0.1 µg/kg/min) until the end of the operation was required to maintain her MAP within an acceptable range. At the end of surgery, her body temperature increased to 35.7℃, but metabolic acidosis was sustained despite frequent administration of NaHCO3 (arterial pH: 7.23; base excess: -10.0 mEq/L). During the surgery, the patient was infused with a total of 2,900 ml of fluid, including 1,500 ml of balanced crystalloid solution, 100 ml of half-normal saline, 300 ml of 5% dextrose water, and 1,000 ml of 5% albumin, as well as 2 units of packed red blood cells. After 9 hours of surgery, the patient was transferred to intensive care unit. Hemodynamic and laboratory changes during the operation are shown in .\\nAfter surgery, the AST and ALT concentrations of the patient increased rapidly (immediate postoperative AST 2,108 IU/L and ALT 2,351 IU/L), reaching 7,300 IU/L and 6,400 IU/L, respectively, on the second day after the operation. She required continuous infusion of fresh frozen plasma due to prolongation of prothrombin time (3.07-5.69 INR). Her total bilirubin concentration, which was 0.5 mg/dl preoperatively, increased to 3.4 mg/dl postoperatively. The patient was diagnosed with primary hepatic graft failure and scheduled for re-transplantation of the liver. An adult to child living donor liver transplantation was performed on the third day after multivisceral transplantation. During this operation, the patient's vital signs remained stable until reperfusion, including a MAP of 70-80 mmHg. Ten minutes before reperfusion, her arterial blood pH was 7.49 with a base excess of -0.1 mEq/L, arterial lactate concentration was 3.8 mmol/L, Na+ was 137 mmol/L, K+ was 3.3 mmol/L, Ca2+ was 0.97 mmol/L, hemoglobin was 8.2 g/dl, and blood glucose was 170 mg/dl. After reperfusion, PRS developed again and lasted over 1 min. She received three injections each of 4 µg epinephrine and 20 µg of phenylephrine to maintain MAP within an acceptable level. Her arterial lactate concentration was 3.1 mmol/L at pH 7.44 with a base excess of -2.2 mEq/L, Na+ concentration was 138 mmol/L, K+ was 2.9 mmol/L, Ca2+ was 1.00 mmol/L, and hemoglobin was 6.8 g/dl. After transfusion of one unit of packed red blood cells, her vital signs remained stable (MAP: 70-76 mmHg) until the end of the operation. At that time, plasma hemoglobin concentration was 11.9 g/dl, AST was 453 IU/L, ALT was 695 IU/L, total bilirubin was 3.6 mg/dl, creatinine was 0.6 mg/dl, albumin was 2.9 g/dl, and prothrombin time was 1.74 INR. Her serum AST and ALT concentrations decreased gradually. On the seventh day after liver transplantation, AST and ALT concentrations had declined to 69 IU/L and 150 IU/L, respectively, her total bilirubin was 1.4 mg/dl, prothrombin time was 1.07 INR, and feeding through gastrostomy tube was started. The patient was managed conservatively for 3 months including 50 day stay in the Intensive Care Unit and discharged in an improved condition 139 days after multivisceral transplantation.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'15050142': 1, '32457267': 2, '21566700': 1, '10616430': 1, '15481305': 1, '14416955': 1, '17353779': 1, '16724337': 1, '14689408': 1, '20420645': 1, '15541930': 1, '8275160': 1, '11328544': 1, '20123276': 1, '16757291': 1, '21716182': 1, '25006372': 2}", "similar_patients": "{'7271102-1': 1}"}