{"patient_id": 75075, "patient_uid": "4017713-1", "PMID": 24864218, "file_path": "comm/PMC004xxxxxx/PMC4017713.xml", "title": "Extensive VZV Encephalomyelitis without Rash in an Elderly Man", "patient": "A 78-year-old man with hypertension and hyperlipidemia presented with a 2-week history of urinary urgency and frequency. Over the next 1 week, he began to experience malaise, headache, otalgia, fever, lower back pain, and bilateral lower extremity weakness with difficulty ambulating and was admitted to his local hospital. He denied sick contacts, rash, or tick bites.\\nOn presentation he had a normal mental status and cranial nerve examination. Pertinent findings noted were diminished sensation to temperature and vibration in the left L5 distribution, impaired proprioception at the toes bilaterally, and areflexia throughout. He had full strength in all extremities. Coordination was intact on finger to nose and heel to shin testing; however, the gait was wide and unsteady.\\nWhite blood cell count (WBC) was 12 K/uL. CT and MRI/MRA head were consistent with chronic microangiopathy of the deep white matter and an incidental finding of a right middle cranial fossa arachnoid cyst. CSF profile was noted for a WBC of 115/μL and protein of 633 mg/dL. Glucose and red blood cell counts (RBC) were within normal range. Gram stain and routine bacterial cultures were negative.\\nOne week into his hospital course, his symptoms progressed resulting in right leg plegia, left lower extremity paresis (distal > proximal), and decreased anal tone; his upper extremity strength remained intact. He was subsequently transferred to our main university teaching hospital for further work-up.\\nFurther investigations at our facility comprised of serologies, imaging, CSF, and nerve conduction studies (NCS). Preliminary investigation showed angiotensin converting enzyme and a rheumatologic panel to be negative. Infectious disease work-up testing for Lyme, HIV, chlamydia, gonorrhea, syphilis, and tuberculosis was also negative. Immunologic testing was not performed in this case as the patients' medical history and preliminary blood work did not suggest an immunocompromised state. NCS of the lower extremities revealed a sensorimotor axonal polyneuropathy in the lower extremities.\\nMRI of the brain and thoracic and lumbar spine with and without gadolinium was performed. The thoracic and lumbar T1 postcontrast images revealed numerous foci of intramedullary enhancement, including some that were ring enhancing. There was also enhancement of the leptomeninges including the cauda equine (). Axial T1 postcontrast brain imaging demonstrated ependymal enhancement at the margin of the left lateral ventricle (temporal horn) as well as enhancement in the cervical spinal cord (yellow arrows) and pachymeningeal enhancement (). Additionally, there was abnormal enhancement of the left facial and bilateral trigeminal nerves ().\\nRepeat lumbar puncture (LP) yielded the following results: WBC 420/μL (87% lymphocytes, 5% monocytes, 1% basophils, 0% neutrophils), RBC 10, protein 385 mg/dL, and glucose 47 mg/dL. This was felt to be consistent with an aseptic meningitis, and empiric IV acyclovir 10 mg/kg three times daily was started to treat possible viral etiologies. CSF studies including PCR for Lyme, CMV, EBV, herpes simplex virus (HSV) type 1 (HSV1), HSV 2, human herpes virus 6 (HHV6), and West Nile virus were negative. CSF ACE was within normal limits and CSF VDRL was nonreactive. CSF VZV qualitative PCR was found to be positive and quantitative PCR yielded 1.56 × 104 copies/mL. CSF VZV immunofluorescence assay detected VZV IgM antibody (Quest Diagnostics, Chantilly, VA). A diagnosis of VZV encephalomyelitis was confirmed and IV acyclovir was continued.\\nDuring the hospital course the patient showed improvement of the right iliopsoas strength to a medical research council (MRC) grade 3/5 and increased sensation to fine touch in the bilateral lower extremities. However, global areflexia as well as impaired proprioceptive and vibratory sensation in the lower extremities persisted. Additionally, he developed new symptoms of vertical diplopia, and right cranial nerve IV palsy was diagnosed. The patient was discharged to a rehabilitation facility where he completed a 6-week course of IV acyclovir. At his 2-month follow-up appointment, he had significant improvement of his lower extremity strength and was able to ambulate with a walker. Repeat MRI of the thoracic and lumbar spine showed improvement of the intramedullary lesions, both in number and size (). The enhancement of the nerve roots of the cauda equina had also decreased. The patient was switched to oral valacyclovir 1 g three times daily for an additional 14 days for extended coverage.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'22564884': 1, '21177308': 1, '20385921': 1, '11582512': 1, '9605393': 1, '25614843': 2, '18419402': 1, '12423693': 1, '19608099': 1, '20186614': 1, '20952256': 1, '19929384': 1, '426465': 1, '33100543': 1, '19709927': 1, '14997388': 1, '24864218': 2}", "similar_patients": "{'4295133-1': 1}"}