{"patient_id": 150053, "patient_uid": "4728978-1", "PMID": 26655004, "file_path": "noncomm/PMC004xxxxxx/PMC4728978.xml", "title": "A case of corneal cystinosis in a patient with rickets and chronic renal failure", "patient": "A 22-year-old man presented with severe photophobia and decreased visual acuity in the right eye. He was diagnosed initially with nephropathic and ocular cystinosis at the age of 4 years. The patient also had chronic renal failure and rickets. The visual acuity was hand motion in the right eye and 4/4 in the left eye. The intraocular pressure was 17 mmHg in the right eye, while that of the left eye could not be measured because the patient was uncooperative. In slit lamp examination, we found the moderate corneal edema and multiple crystal deposits in the right eye and an anterior segment photograph also showed opacity, moderate edema, and multiple progressive refractile polychromatic crystal deposits in the right cornea. Cystagon® (cysteamine bitartrate, Mylan, France) eye drops were prescribed, but there was no improvement in the patient's visual acuity or symptoms. Therefore, we performed penetrating keratoplasty of his right eye. Preoperative anterior segment OCT (Visante, Carl Zeiss Meditec) showed hyperreflectivity at the stroma of the cornea, indicating the presence of corneal cystine crystals []. Ex vivo light microscopy (LM) of the right cornea performed using special stains for colloidal iron and Masson's trichrome failed to show the crystalline deposits []. TEM of a corneal biopsy specimen obtained during the operation showed needle-shaped crystalline deposits within keratocytes in corneal stroma of the right eye []. To examine the genetics of ocular cystinosis, genomic DNA was extracted from peripheral leukocytes using standard protocols. Sequencing analysis identified three known single nucleotide variants (SNVs) and two novel mutations in exon 11 of the CTNS gene [].", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'3688102': 1, '32016627': 1, '15621078': 1, '9758713': 1, '15008615': 1, '2036352': 1, '12644911': 1, '12110740': 1, '22903658': 1, '5297572': 1, '7663525': 1, '10571941': 1, '9537412': 1, '26655004': 2}", "similar_patients": "{}"}