{"patient_id": 87251, "patient_uid": "4909682-1", "PMID": 27307284, "file_path": "comm/PMC004xxxxxx/PMC4909682.xml", "title": "Metachronous cholangiocarcinoma 13 years post resection of choledochal cyst—is long-term follow-up useful?: a case study and review of the literature", "patient": "A 59-year-old Chinese lady has been on follow-up with our institution for a previous Todani type 1 choledochal cyst for which she underwent cyst excision with Roux-en-Y hepaticojejunostomy in 2001. Subsequent pathology revealed the cyst containing an incidental focus of adenocarcinoma with clear margins of resection (Fig. ).\\nSince resection, she had been regularly reviewed with computed tomography (CT) scans of the abdomen and CA 19-9 levels performed annually. A CA 19-9 level performed in 2012 showed a slightly elevated level of 52 IU/ml. Magnetic resonance imaging (MRI) of the liver was subsequently performed in October 2012 did not show any evidence of recurrence. An interval CT abdomen performed in December 2013 (Fig. ) was similarly unremarkable, and she was given a subsequent appointment for a repeat CA 19-9 and imaging in a years’ time.\\nShe represented early for clinic review in October 2014 complaining of intermittent fevers for several months. These resolved with short courses of antibiotic therapy prescribed by her local general practitioner. During this period, there was a slight elevation of transaminases and the CA 19-9 level rose to 487 IU/ml. A magnetic resonance cholangiopancreatography (MRCP) was performed which showed a central large heterogenous mass encasing the main portal vein and biliary ductal confluence suggestive of cholangiocarcinoma (Fig. ). There was also an indeterminate filling defect in the right intrahepatic duct and loss of signal in the middle and left hepatic veins. An endoscopic ultrasound-guided biopsy of the mass confirmed the finding of moderately differentiated adenocarcinoma consistent with cholangiocarcinoma (Fig. ). A percutaneous trans-hepatic cholangiography and biliary drainage was subsequently performed for worsening biliary obstruction. Bile culture was positive for E. coli spp., and amylase levels were normal.\\nThis patient was discussed at the multidisciplinary tumour board, and decision was made for palliative chemotherapy for locally advanced unresectable disease. The patient received 3 cycles of gemcitabine 1300 mg and cisplatin 35 mg. However, this was complicated by recurrent cholangitis and sepsis leading to early cessation of chemotherapy. This eventually led to progressive disease, and the patient passed away 10 months post diagnosis of her recurrence.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'11505067': 1, '7125900': 1, '6091285': 1, '17914975': 1, '23620626': 1, '32843607': 2, '3706253': 1, '8185035': 1, '22808614': 1, '16389319': 1, '19701664': 1, '18558159': 1, '30406431': 1, '19280286': 1, '31225424': 2, '29679145': 1, '383269': 1, '22989043': 1, '12239908': 1, '4343747': 1, '21488076': 1, '3566373': 1, '2166158': 1, '32457272': 2, '10526053': 1, '1336694': 1, '6036658': 1, '11777216': 1, '10568195': 1, '23090140': 2, '24659897': 1, '27307284': 2}", "similar_patients": "{'3898144-1': 1, '6558127-1': 1, '7271105-1': 1, '7452807-1': 1}"}