{"patient_id": 150714, "patient_uid": "4776051-1", "PMID": 26949540, "file_path": "noncomm/PMC004xxxxxx/PMC4776051.xml", "title": "A rare case of Kearns–Sayre syndrome in a 17-year-old Venezuelan male with bilateral ptosis as the initial presentation", "patient": "A 17-year-old Venezuelan male with a 5-year past medical history of bilateral ptosis came for his regular ophthalmic and general health checkup (Fig. ). He had diplopia, decreased visual acuity and nyctalopia. He was diagnosed with diplopia by a general practitioner 5 years ago since then the patient has not seen any physician for any eye examination or general health checkup. His personal and family history was non-significant. On examination, he had a short stature one standard below the mean with a BMI within normal limits. Ophthalmologic examination revealed bilateral and partial external ophthalmoplegia with mild limitations in gaze in all directions; visual acuity was four bilaterally with evidence of hypermetric astigmatism. On funduscopic examination, bilateral atypical pigmentary retinopathy was seen (Fig. ). The differential diagnosis included KSS, chronic progressive external ophthalmoplegia, MELAS syndrome, myasthenia gravis, Pearson syndrome and retinitis pigmentosa. MRI brain, echo, audiometry, urine analysis, serum creatinine kinase, lactate and pyruvate levels, basic metabolic panel, calcium, magnesium, plasma cortisol levels and thyroid profile were normal except for EKG, which unveiled complete right branch block, and a left anterior hemiblock (Fig. ). The Holter monitor recorded supraventricular extrasystoles and a defect in ventricular repolarization. His CSF protein and lactate levels were elevated. A biopsy of the anterior right tibial muscle showed a higher concentration of mitochondria with notable abnormalities in size, form and disposition of mitochondrial crests (Fig. ). The diagnosis of KSS was made from the following findings: onset of disease before 20 years of age with chronic external ophthalmoplegia, cardiac conduction defects, pigmentary retinopathy and muscle biopsy.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'15781811': 1, '15847739': 1, '29497555': 1, '25061332': 1, '13558799': 1, '18382375': 1, '28702261': 2, '34548978': 2, '34970396': 1, '7630231': 1, '26949540': 2}", "similar_patients": "{'8437014-1': 1, '5502322-1': 1}"}