{"patient_id": 82754, "patient_uid": "4560135-1", "PMID": 26366361, "file_path": "comm/PMC004xxxxxx/PMC4560135.xml", "title": "Huge epithelioid malignant peripheral nerve sheath tumor in the left axilla: a case report", "patient": "Patient: Male in his 70s.\\nChief complaint: Growing tumor in the left axilla.\\nPast history: None.\\nHistory of present illness: The patient felt a growing tumor in his left axilla, for which he was admitted to our hospital.\\nExaminations: Physical findings on initial examination included an elastic, hard, fist-sized tumor in the left axilla; the tumor was solid and immovable (Fig. ). Ultrasound examination showed that the tumor was well-circumscribed and lobulated, with a maximum diameter of 12 cm. The inner portion of the tumor was uneven with mixed echogenicity; areas of strong echogenicity indicated abundant blood flow. Contrast-enhanced chest computed tomography showed a tumor measuring 11 cm × 7 cm × 11 cm, with relatively distinct borders, but irregular surfaces (Fig. ). No findings suggestive of liver or lung metastases were observed.\\nHistology: Histopathological examination of a biopsy specimen showed densely sheathed atypical epithelial cells with spindle-shaped nuclei and rich cytoplasm (Fig. ). The tumor was strongly and diffusely positive for vimentin, S-100 protein (Fig. ), and neuron-specific enolase, a pattern of immunoreactivity differing from that of conventional MPNST. However, the tumor was negative for epithelial membrane antigen, cytokeratin AE1/AE3, c-kit, CD34, α-smooth muscle actin, desmin, synaptophysin, HMB-45, and calretinin, indicating that metastatic cancer, malignant melanoma, and clear cell sarcoma were unlikely. The tumor was diagnosed as an epithelioid MPNST.\\nProgress after hospitalization: Two weeks after the biopsy, the tumor in the left axilla grew to 20 cm in diameter. It became very painful, and the patient was unable to feel pressure on his upper arm. Computed tomography immediately before surgery suggested the presence of minute lung metastases. The patient and his family were informed of his disease state, and they elected surgical treatment to ease the symptoms associated with tumor enlargement.\\nSurgical findings: A combination of general and epidural analgesia was administered with the patient lying on his right side. A T-shaped incision was made directly above the tumor in the left axilla. The tumor had a maximum diameter of 21 cm, was relatively inflexible, and had invaded the muscles of the thoracic wall; however, it had not invaded the ribs. Many swollen lymph nodes, located from the interpectoral area (Rotter’s lymph node) to the left supraclavicular fossa, were connected to the main tumor. We removed as many lymph nodes as possible to ease the symptoms associated with tumor enlargement.\\nPathology of the tumor: The tumor measured 21 cm × 17 cm × 8 cm in size and weighed 905 g. Tumor cells had infiltrated the trapezius muscle and thoracic wall, accompanied by axillary (7/8) and interpectoral (6/6) lymph node metastases. The tumor contained an epithelioid portion with invasive growth of polymorphic cells, including morphologically abnormal and oval-to-round cells, intermixed with the sarcoma portion, consisting of spindle cells and associated necrosis.\\nPostoperative progress: The patient’s pain resolved after surgery. Two weeks later, however, the minute lung metastases had grown larger. Five weeks later, pleural and peritoneal dissemination and bone marrow metastases were observed. Eight weeks later, the patient began to experience respiratory discomfort, and his overall condition worsened. He died within 11 weeks postoperatively.\\nPathology at autopsy (Fig. ): An autopsy was performed 24 h after death. Other than extensive pleural and peritoneal dissemination, various metastatic lesions were observed throughout both lungs (left, 515 g; right, 690 g) and both liver lobes (1380 g). A total of 4500 ml of ascites fluid had accumulated, and microscopic examination showed metastatic tumor cells in the peritoneum, including in the rectovesical pouch, lymph nodes (cervical, axillary, interpectoral, peritracheal, peribronchial, para-aortic, and cystic duct), pharynx, pleura, both lungs, pericardium, endocardium, myocardium (415 g), liver, omentum, pancreas, splenic hilum, stomach, jejunum, ileum, transverse colon, appendix, and bone marrow.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'3082508': 1, '15592781': 1, '2119249': 1, '34435012': 2, '3090772': 1, '32211107': 1, '31452784': 1, '1746681': 1, '26366361': 2}", "similar_patients": "{'8362584-1': 1}"}