{"patient_id": 153103, "patient_uid": "4946406-1", "PMID": 27184470, "file_path": "noncomm/PMC004xxxxxx/PMC4946406.xml", "title": "Bone marrow metastasis presenting as bicytopenia originating from hepatocellular carcinoma", "patient": "A 58-year-old man was admitted to our hospital for investigation of a liver mass with extensive LN enlargement that had been detected during the evaluation of general weakness and weight loss. Although he had been found to be positive for hepatitis B virus antigen during a routine medical check in his 30s, he did not visit the physician or hospital for follow up. Physical examination showed no abnormal findings. Laboratory data at admission to the hospital showed anemia [hemoglobin (Hb) 11.0 g/dL], thrombocytopenia (platelet count 52×103/μL) and mild elevated liver enzymes. Further test showed normal prothrombin time percentage, high levels of tumor markers [α-fetoprotein: 15.62 ng/mL (normal range ≤10 ng/mL) and des-γ-carboxyprothrombin: 295 mAU/mL (normal range 0–40 mAU/mL)]. Abdominal computed tomography (CT) showed several masses with or without central necrosis at the liver segements 6, 7, and 8 (diameter of the largest one: 5 cm). The masses shows early enhancement (, ) and delayed wash out (, ). Adding to this, CT demonstrated multiple enlarged LNs along the celiac axis, common hepatic artery, portocaval, paraaortic, aortocaval, and retrocaval area (). In addition, magnetic resonance imaging also showed multiple HCCs with multiple enlarged LNs (-). Positron emission tomography (PET)-CT and chest CT were performed to evaluation of extrahepatic metastasis. PET-CT showed increased fluodeoxyglucose (FDG) uptake in the liver and multiple metatatic LNs including left supraclavicular LN and cavitary pulmonary nodules in both upper lobe (-). Chest CT showed multiple thick-walled cavitary lesion, branching linear opacities and clustered centrilobular nodules at both upper lobe (, ). Based on these findings, we could suspected HCCs with systemic LNs and lung metastasis. However the treatment was suspended due to worsening of the general status. During the supportive care, follow up blood tests showed more worsen anemia (Hb 6.9 g/dL) and thrombocytopenia (platelet count, 17×103/uL). The suspected diagnosis was HCC with bone marrow metastasis or other hematologic disease, taking into consideration the absence of other causes such as marked splenomegaly, liver function test deterioration, bleeding or infection. Accordingly, a bone marrow biopsy was performed and showed only a few normal hematopoietic cells and abundant tumor cells (). Based upon the diagnosis of HCC metastasis to the bone marrow, LNs, and lung metastasis, we started therapy with sorafenib. However, treatment was discontinued due to worsening of general weakness and grade 2 diarrhea. Since then, because the patient and patients family wanted to stop the treatment and to perform only supportive care, we did general care and the patients liver function deteriorated rapidly and died 2.3 months after the detection of the liver mass.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'2983871': 1, '12049862': 1, '12603540': 1, '10966697': 1, '16012942': 1, '17230611': 1, '14791597': 1, '25041322': 1, '18650514': 1, '7922993': 1, '32274362': 2, '912663': 1, '18799923': 1, '25126072': 2, '31746344': 1, '11093728': 1, '25118730': 1, '15382706': 1, '29607973': 1, '21175808': 1, '8594428': 1, '7682378': 1, '27184470': 2}", "similar_patients": "{'7104197-1': 1, '4130823-1': 1}"}