{"patient_id": 151611, "patient_uid": "4843730-2", "PMID": 25761487, "file_path": "noncomm/PMC004xxxxxx/PMC4843730.xml", "title": "Intrathecal Trastuzumab Treatment in Patients with Breast Cancer and Leptomeningeal Carcinomatosis", "patient": "A 42-year-old woman presented with a palpable mass on the right breast in July 2008. Histopathological examination of the specimens sampled by fine-needle biopsy revealed HER2 amplified infiltrating ductal carcinoma (nuclear grade II, intermediate, ER−, PR−, HER2 3+; clinical stage cT2N1M0, IIB). After receiving four cycles of neoadjuvant chemotherapy with doxorubicin and docetaxel, she underwent a right half mastectomy with reconstruction in November 2008. Metastasis to five of 11 axillary lymph nodes was confirmed, thus, two cycles of doxorubicin and docetaxel were administered, followed by adjuvant radiation therapy.\\nIn April 2010, she presented with headache, dizziness, nausea, dysarthria, and showed a tendency to fall to the right. Contrast-enhanced brain MRI showed a metastatic tumor mass on the cerebellar vermis, and local relapse was also detected in the right breast by restaging. The intratentorial supracerebellar tumor mass was removed, and a duroplasty was performed with a modified radical mastectomy in May 2010. Definite improvement in neurological symptoms was observed after the surgery. She received xeloda single chemotherapy from July 2010 to March 2011.\\nHowever, she presented again in January 2012 with symptoms of increased intracranial pressure, including headache, nausea, and vomiting. Contrast-enhanced MRI of the brain showed new multifocal leptomeningeal seeding (), and CSF obtained by lumbar puncture showed a few atypical cells and a slightly elevated protein level (58.9 mg/dL). She started weekly IT therapy with escalating doses of trastuzumab (25 mg > 50 mg) with IV trastuzumab (2 mg/kg) plus IV paclitaxel (80 mg/m2). After eight cycles of chemotherapy, she was treated by whole brain radiotherapy, followed by weekly IV and IT trastuzumab (50 mg) as maintenance therapy. In May 2012, after 16 cycles of therapy, her regimen was changed to three weekly IV trastuzumab plus IT trastuzumab (50 mg) treatments.\\nThe treatments were well tolerated without severe toxicity. The CSF remained free of malignant or even atypical cells during IT therapy, and, compared with the brain MRI at the beginning of the IT trastuzumab cycle, the brain parenchymal metastatic mass and leptomeningeal nodules had decreased in size ( and ).\\nThe patient received a total of 33 administrations of weekly and three weekly IV plus IT trastuzumab treatments over 13 months with complete resolution of neurological symptoms(24 and 9 cycles, respectively). Although IT trastuzumab therapy was stopped due to dizziness, she remains alive, with survival of more than 29 months since being diagnosed with leptomeningeal carcinomatosis.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'26314739': 1, '10829059': 1, '8922190': 1, '17159499': 1, '20439847': 1, '29069871': 1, '22524214': 1, '23588955': 1, '16971734': 1, '31209686': 1, '23717798': 1, '18845838': 1, '10395835': 1, '27430154': 1, '33042466': 1, '19717536': 1, '30265523': 1, '25761487': 2}", "similar_patients": "{'4843730-1': 2}"}