{"patient_id": 142762, "patient_uid": "4280448-1", "PMID": 25580103, "file_path": "noncomm/PMC004xxxxxx/PMC4280448.xml", "title": "Primary Neuroendocrine Tumor of the Testis and Osseous, Cardiac, and Lymph Node Metastases in a Young Patient", "patient": "The patient was 19 years old (weight 70 kg, height 180 cm) when he reported pain in the right testis and hypogastrium in September 2012. He did not suffer from any other discomfort: neither fever, night sweat, loss of weight nor signs of bleeding or flush symptoms, diarrhea, or vertigo. There was no known history of cancer diseases in his family.\\nDue to the pain and the clear testicular swelling, a dextral orchiectomy was performed. The histology revealed a NET of the testis without a teratoid tumor with angioinvasion and infiltration of the periorchitic fatty tissue and periorchium. It was possible to detect chromogranin A and synaptophysin in the tumor tissue. The Ki-67 index was 10% and revealed a histological grading of G2. Serotonin was formed by the tumor tissue. The histological reference result by the Institute of Pathology at the University Clinic of Heidelberg confirmed the diagnosis of a NET of the testis (Ki-67 approx. 5%).\\nBased on this result, a comprehensive diagnosis in the tumor staging as well as evidence or exclusion of a primary tumor in other locations was performed between October and December 2012: among others, thoracic/abdominal CT, DOTATOC-PET/CT, and cardiac MRI. The thoracic/abdominal CT resulted in a solitary subpleural consolidation dorsal medial on the left (approx. size 1.7 cm), and two suspicious lymph nodes in the epigastrium (approx. size 1.9 cm). The DOTATOC-PET/CT revealed the suspected somatostatin receptor-positive lymph node metastases, retroperitoneal para-aortic bilateral osseous metastases in the area of the sacrum (sacral vertebra), as well as an intramyocardial metastasis. The cardiac MRI supported the suspected intramyocardial masses or metastasis (6 × 4 mm) in the lateral wall of the left ventricle at the top of the heart.\\nOur patient was diagnosed with a functional open primary NET of the dextral testis (Ki-67: 5–10%; G2) with serotonin secretion without hormone-induced clinical symptoms. According to the TNM staging for germinal tumors, the NET was classified as follows: pT2 pN1 pM1b. Further, the patient was found to have lymph node metastases (retroperitoneal, para-aortal), osseous metastases (second sacral vertebra on the left), and mediastinal metastatic spread as well as mycardial infiltration.\\nDue to the patient's young age, the Interdisciplinary Tumor Board decided to implement a maximally intensive therapeutic concept with the target to achieve a long-term remission by a comprehensive tumor debulking. In December 2012, a radical retroperitoneal lymphadenectomy including appendectomy was performed. The histological examination revealed lymph node metastases of the NET of the testis in 2 of the 12 examined interaortocaval lymph nodes in regard to other lymph nodes and the appendix without any tumors.\\nIn January and February 2013, the patient was treated with radiation to the sacrum, with a total dosage of 50 Gy in 10 fractions, to treat the osseous metastases. In February 2013, the DOTATOC-PET/CT still showed the osseous metastases in the second sacral vertebra and the suspected intramyocardial metastasis in the lateral wall of the left ventricle.\\nIn March 2013, the patient agreed to undergo an exploratory thoracotomy. After prior marking of the tumor with Tc99-DOTATOC, several other myocardial tumor foci with an infiltration of both ventricles were detected under the microscope in addition to the known lesions (PET/CT, cardiac MRI) during the surgery. The intraoperative frozen section analysis revealed NET cells in the biopsies of the suspected metastases. It was not possible to perform a radical curative resection of this comprehensive cardiac metastatic spread.\\nThe patient was informed about the results, and due to the impossible curative treatment and the suspected somatostatin receptor within the metastases, the National Centrum for Tumor Diseases in Heidelberg suggested an antiproliferative therapy with the somatostatin analogue lanreotide (lanreotide autogel; 60 mg every 4 weeks). This therapy was started in April 2013. AS per August 2013, the regular follow-up with the tumor marker DOTATOC-PET/CT and cardiac MRI led to a stable disease and wellbeing of the patient.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'14516318': 1, '28220021': 1, '6895162': 1, '12518782': 1, '11683977': 1, '19462831': 1, '21327900': 1, '24833836': 2, '24817977': 1, '18190641': 1, '9086355': 1, '1895629': 1, '20351489': 1, '28559773': 1, '22628056': 1, '7688660': 1, '15278003': 1, '33317491': 1, '25580103': 2}", "similar_patients": "{'4021664-1': 1}"}