{"patient_id": 145779, "patient_uid": "4440474-3", "PMID": 26034595, "file_path": "noncomm/PMC004xxxxxx/PMC4440474.xml", "title": "Influenza virus vaccination and kidney graft rejection: causality or coincidence", "patient": "A 43-year-old Caucasian male presented to our department in January 2010, 34 days after he received the annual influenza vaccination.\\nHis native renal disease was IgA nephropathy diagnosed in 2002. After 1 year on continuous ambulatory peritoneal dialysis (CAPD), the patient received a living-related donor renal transplant (HLA-A, B, DR mismatch 2-2-1) in 2003 and afterwards had a plasma creatinine level of 126 µmol/L and no detectable albuminuria (2 February 2009). His past medical history comprised of hypertension, which was treated with calcium channel blocker, and no angiotensin-converting enzyme inhibitor due to previous angioedema. Due to cholelithiasis, cholecystectomy had been performed.\\nHe received immunosuppressive treatment with tacrolimus 1 mg daily.\\nThe patient had not been well since the vaccination, and on admission, he presented with complaints of flu-like symptoms, fatigue, weight loss of 3 kg, and back and stomach pain, which had all emerged 2 weeks after vaccination. Antibiotics prescribed by his general practitioner to treat presumed pneumonia had no effect on his clinical condition.\\nLaboratory findings showed slightly elevated levels of creatinine (132 µmol/L), white blood count (15 × 109/L), C-reactive protein (48 mg/L), alkaline phosphatase (150 U/L) and normal levels of bilirubin and amylase.\\nThe patient was discharged in February 2010 as abdominal pain had disappeared. He was followed in the outpatient clinic. Proteinuria was noted at discharge and increased to 5 g/L by November 2010. Over the same period, plasma creatinine increased to 162 µmol/ L (8 November 2010). The patient was therefore readmitted.\\nBiopsy of the graft exhibited a mesangial proliferative glomerulonephritis with a single small extracapillary proliferation and was positive for IgA by immunofluorescence. Electron microscopy confirmed dominant mesangial immune deposits. Interstitial fibroses was observed. These findings were consistent with relapse of IgA nephropathy.\\nAfter further progression, peritoneal dialysis was initiated in January 2013.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'16221698': 1, '21288852': 1, '22544169': 1, '26064492': 2, '34278290': 1, '21957936': 1, '23885815': 1, '12857772': 1, '21672157': 1, '23343091': 1, '22782949': 1, '34370901': 1, '23240380': 1, '22778082': 1, '23192585': 1, '20620684': 1, '22570462': 1, '23492464': 1, '26034595': 2}", "similar_patients": "{'4440474-1': 2, '4440474-2': 2, '4400476-1': 1}"}