{"patient_id": 86286, "patient_uid": "4829707-1", "PMID": 27123354, "file_path": "comm/PMC004xxxxxx/PMC4829707.xml", "title": "Management of Testicular Silicone Gel-Filled Prosthesis Rupture: Case Report of a Rare Event and a Review of the Literature", "patient": "A 55-year-old man presented to our outpatient department with a three-month history of increased right hemiscrotum volume. He reported discomfort when sitting. There was no history of trauma and there were no systemic symptoms. Examination revealed a swollen and painful right hemiscrotum with a loss of consistency of the right testicular prosthesis. The scrotum content appeared to be stuck to the skin, and the overlying skin was rough with asperities (). No regional adenopathy was detected.\\nThe past history was marked by right testicular teratoma at the age of 22 with a left undescended testicle. He was treated with right radical orchiectomy and adjuvant chemotherapy (three cycles of bleomycin, actinomycin, cisplatin, and vinblastine). The patient then underwent retroperitoneal lymph-node dissection for residual masses (no metastases were found at histology) followed by six months of adjuvant treatment (cyclophosphamide, methotrexate, and actinomycin). This treatment was stopped for intolerance.\\nDuring the follow-up, hypogonadism appeared and was treated with testosterone replacement therapy. Six months later, the patient underwent left radical orchiectomy with concomitant bilateral testicular prosthesis insertion via the inguinal approach because of an undescended hypoplastic, nonfunctional left testicle. No intraoperative puncture of the implants was mentioned. Follow-up since insertion had been unremarkable.\\nAt presentation, the biological investigations were normal. Scrotal ultrasonography (US) revealed a normal left testicular prosthesis. The right prosthesis seemed ruptured with septation echoes due to the device shell ().\\nMagnetic resonance imaging (MRI) showed no suspect scrotal tissues but confirmed the rupture of the right implant, which presented multiple intraprosthetic septations ().\\nIn view of the symptoms and in accordance with the patient's wishes, the right prosthesis was surgically removed without replacement. A scrotal approach was chosen. The skin incision released the silicone gel which had spread into the scrotum. After the removal of the ruptured prosthesis, the implant capsule and the surrounding fibrosis were also removed () and the altered scrotal skin was excised. Follow-up was uneventful.\\nHistology showed only inflammatory tissues: giant cell reaction to foreign material. Bacteriological analysis of the implant was negative.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'1450853': 1, '15371861': 1, '1856925': 1, '14501751': 1, '33816119': 1, '4144411': 1, '12547488': 1, '11119108': 1, '11678751': 1, '19041815': 1, '9915428': 1, '20977707': 2, '4713367': 1, '7563338': 1, '11000165': 1, '8201654': 1, '1410346': 1, '10571632': 1, '3787899': 1, '17535609': 1, '21356399': 1, '8372224': 1, '27123354': 2}", "similar_patients": "{'2987956-1': 1}"}