{"patient_id": 139199, "patient_uid": "4040867-1", "PMID": 24887429, "file_path": "noncomm/PMC004xxxxxx/PMC4040867.xml", "title": "Scrotal enterocutaneous fistula: a rare initial presentation of inguinal hernia", "patient": "We present a 70-year-old man with a left-sided inguinoscrotal swelling that he had ignored for almost 10 years. This inguino scrotal swelling was initially reducible, but for the month before presentation it had been irreducible. A week prior to presentation, the patient developed abdominal pain and constipation for which he used self-medication. He then noticed sloughing of the skin on the left scrotum and faeco-purulent discharge from the wound with symptomatic relief. After this development, the patient's family members brought him to the emergency department of our hospital.\\nOn examination, his left groin had a visible inguino scrotal swelling with no tenderness and his left scrotum had a wound with faecal discharge. Blood investigations revealed anaemia (Hb 8 gm/dl) and elevated WBC count (16 000/mm3). Ultrasonography showed a bowel loop in the left inguinal region and scrotum. The diagnosis was of a scrotal enterocutaneous fistula secondary to spontaneous rupture of an obstructed inguinal hernia. I.V. fluid and broad spectrum antibiotics were administered and a transfusion of two units of blood given. Emergency exploratory laparotomy was performed. A 20 cm loop of incarcerated ileum with a 2 × 2 cm perforation about 60 cm from the ileocaecal junction was noted. There was no peritoneal contamination. The ileal loop was reduced, 10 cm of ileal segment was resected and end-to-end anastamosis performed. As the site of hernia, repair was found to be faecally contaminated, a mesh would have been at high risk of infection. Therefore, we preferred to close the deep inguinal ring with a purse-string suture only. The scrotal wound was debrided and daily dressing was done. After 48 h, the patient was started on oral feeds, which were well tolerated.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'26785080': 1, '33859700': 2, '16897640': 1, '28969198': 1, '10955587': 1, '6468192': 1, '16599044': 1, '26018618': 2, '9950132': 1, '12415400': 1, '9639641': 1, '24887429': 2}", "similar_patients": "{'8024077-1': 1, '4446841-1': 1}"}