{"patient_id": 152996, "patient_uid": "4943307-1", "PMID": 27462258, "file_path": "noncomm/PMC004xxxxxx/PMC4943307.xml", "title": "Glaucoma Management in Carotid Cavernous Fistula", "patient": "A 73-year-old female was referred to our glaucoma center clinic for management of glaucoma and to undergo evaluation for selective laser trabeculoplasty, Argon laser trabeculoplasty, and/or cataract surgery. Eight years before, she had started receiving medication for ocular hypertension that included a combination of topical bimatoprost, dorzolamide, brimonidine, and oral acetazolamide (250 mg) with unsatisfactory results and had undergone laser iridotomy 2 months before. Past medical history was significant for chronic obstructive pulmonary disease, depressive mood disorder, and treatment for breast cancer.\\nOn presentation, the patient was complaining of intermittent diplopia, bilateral proptosis, and conjunctival chemosis over the past 6 months. Best-corrected visual acuity in the right eye (OD) was 9/10 (corrected with −1.5 cyl/100 axis) and uncorrected visual acuity in the left eye (OS) was 10/10. Clinical examination revealed the following: proptosis of OU, respectively 20 and 22 mm in OD and OS, diplopia, conjunctival chemosis in OU but more severe in OD (fig. ), diffuse corneal epithelial abrasion due to proptosis in OU, narrow iridocorneal angle in OU (Shaffer grade 2), initial lens nuclear sclerosis OU, and two viable laser iridotomies in OS. Intraocular pressure (IOP) measured with Icare tonometry was 20 mm Hg in OD and 34 mm Hg in OS []. Fundus examination with optic nerve head evaluation was normal with no signs of venous or arterial congestion and absence of hemorrhages or exudates in OU. Optical coherence tomography (OCT) of the optic discs showed normal peripapillary retinal nerve fiber thicknesses in OU (fig. ). Visual-field testing showed slight paracentral field defects mostly in OS, but with substantially normal glaucoma hemifield test in OU (fig. ).\\nBased on the clinical signs (proptosis, diplopia, and conjunctival chemosis), examination results (substantially normal optic nerve heads and visual fields in OU), and the patient history (8 years of ocular hypertension that was well controlled with medical therapy in the past), the clinical presentation was considered to be atypical and consistent with a secondary glaucoma of unknown etiology, so we decided to perform further investigations before considering treatment. As the first step an orbital auscultation was performed in OU in order to look for any bruit that is typical of CCF, but the results were doubtful and uncertain. We then referred the patient to neuroradiological consultation and investigation of the cerebral vasculature. MRI angiography revealed a CCF with angiographic classification of Cognard grade 2 (fig. ).\\nClosure of the CCF by transarterial embolization was performed in the neuroradiology department, using detachable balloon embolization by introducing an intravascular microcatheter into the intracavernous portion of the internal carotid artery and placing a stent in the fistula. Finally, a postoperative control arteriography was performed, showing considerable reduction of the flow at the fistula (fig. ).\\nOne week following the procedure, the patient was seen at our clinic. The clinical signs of diplopia, proptosis, and conjunctival chemosis were greatly reduced (fig. ). IOP was reduced to 12 mm Hg OD and 19 mm Hg in OS on topical treatment with brimatoprost, brinzolamide, and timolol. The values of IOP remained stable for the following 6 months.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'19756324': 1, '17028116': 1, '3210642': 1, '12789591': 1, '18854729': 1, '3968564': 1, '26618332': 1, '20853257': 1, '12671465': 1, '7072809': 1, '18929103': 1, '2980563': 1, '24696869': 1, '27462258': 2}", "similar_patients": "{}"}