{"patient_id": 147985, "patient_uid": "4584135-1", "PMID": 26421139, "file_path": "noncomm/PMC004xxxxxx/PMC4584135.xml", "title": "A Case of Recurrent Kikuchi-Fujimoto Disease", "patient": "The patient was a 32-year-old female, a native of Sistan and Baluchestan province, Iran, with complaints of afternoon fever (38°C), night sweats, severe weight loss and anorexia. She was referred to the division of infectious diseases at Shahid Hashemi Nejad hospital in Mashhad, Iran, in August 2006. A month before the admission, she had received three different doses of ceftriaxone and acetaminophen for her high fever; given her non-responsiveness to the treatment, she was readmitted to the hospital. The patient was previously healthy and newly married, with no prior history of diseases or drug consumption. She was lethargic, though hemodynamically stable according to physical examinations, and her body mass index (BMI) was 17 kg/m2 at the admission time. The significant observation was a mobile mass (2 × 1 cm) with soft consistency behind the left sternocleidomastoid in left cervical, axillary and inguinal lymph nodes; no redness or warmth was reported in the mass.\\nThe spleen was detected about 5 cm below the rim. Ear, nose, and throat checkups showed normal results and the patient had no complaints of abdominal pain, lower limb pain, or diarrhea. In addition, no facial or body skin rash was reported and other findings were normal. In para-clinical evaluations, the results of chest radiograph, chest CT scan, electrocardiogram and echocardiography were normal. Moreover, in pelvic and abdominal ultrasounds, no abnormalities were observed except for the enlargement of the spleen. In the patient’s initial blood test, white blood cell (WBC) count of 2000 cells/mm3 and the presence of 1% atypical lymphocytes with an increase in immature neutrophils (bands), hemoglobin of 11.3 g/dL and a mild thrombocytopenia, as well as high alkaline phosphatase, high C-reactive protein, and an erythrocyte sedimentation rate (ESR) of 48 were reported. Blood tests and examinations of urine and stool samples were all negative. The results of sputum acid-fast bacilli culture and antinuclear antibody test were negative, as well. Similarly, the results of autoimmune screening, as well as toxoplasma and cytomegalovirus tests were negative.\\nAfter 20 days, the patient was examined by neck lymph node biopsy. Macroscopic examination of the lymph node capsule showed a creamy grey-colored mass with soft consistency, homogeneity, and a dimension of 0.5 × 1 × 2 cm. In the microscopic study (at low magnification), partial effacement of the lymph node structure and pale patchy infiltrates were reported. The number of small lymphocytes was fewer in the lesion. At the center of the lesion, an extensive coagulative necrosis composed of cellular debris and free of neutrophilic or eosinophilic infiltrates was observed ( and ).\\nFinally, the Kikuchi’s disease was diagnosed based on the findings. Considering the improved symptoms of the patient after two weeks of hospitalization, she was discharged from the hospital in good general health and received anti-inflammatory medications. The patient was followed up one week after the discharge. Given the improvements in her symptoms, the medications were gradually discontinued and she started to be followed up on a monthly basis. During the 8-year follow-up of the patient, except for the mean sublingual temperature of 37.8°C which was reported once or twice a year (continuing for a couple of days), no other significant findings were reported. The patient was in good general health during the follow-up and her examination results were normal.\\nBlood cell count and ESR were within the normal range. The patient had two healthy pregnancies in 2010 and 2012 and was in a good general condition during her pregnancies and lactation. In August 2014, the patient was referred to the hospital with high fever, night sweats, weight loss and anorexia (BMI = 16 kg/m2). After a one-month delay, painful generalized lymphadenopathy in left cervical, axillary and inguinal lymph nodes with soft consistency and mobility was reported; however, no redness or warmth was reported in the mass. In the second blood test, neither leukopenia nor high ESR was observed. The results of chest radiography as well as those of abdominal and pelvic ultrasounds were normal. Considering the patient’s unwillingness to undergo repeated biopsy, she underwent a corticosteroid regimen. After three months of using prednisone, the patient’s fever subsided and her lymphadenopathy was impalpable. Overall, the patient was in good general health.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'15517448': 1, '16538388': 1, '32523919': 1, '34522502': 1, '11846303': 1, '2389817': 1, '21291855': 1, '7112935': 1, '19208493': 1, '33391894': 2, '21075702': 1, '15578393': 1, '20121621': 1, '8933195': 1, '8116791': 1, '26421139': 2}", "similar_patients": "{'7769493-1': 1}"}