{"patient_id": 79046, "patient_uid": "4292834-1", "PMID": 25488127, "file_path": "comm/PMC004xxxxxx/PMC4292834.xml", "title": "4A syndrome: ocular surface investigation in an Italian young patient", "patient": "The patient, an 18 years old Caucasian boy, is the second child of consanguineous parents (second degree cousins). His medical history was unremarkable until the age of 7 years, when he developed progressive gait, running disturbances and difficulties in playing soccer. At the age of 9.7 years, he experienced a severe ketotic, hypoglycemic attack. At the age of 10 years, due to the progressive worsening of the neurological symptoms, he was referred to the Unit of Neurology of the University of Messina, where a complex picture of upper and lower motor neuron involvement was recognized. Magnetic resonance imaging of the brain and cervical spinal cord was normal. On that occasion, the presence of marked skin pigmentation and brown spots of the tongue, together with a clinical history positive for ketotic hypoglycemia, suggested the diagnosis of adrenal insufficiency. This clinical suspicion was confirmed by a typical hormonal profile with very high ACTH levels and undetectable levels of cortisol, both basal and stimulated by i.v. ACTH. Further investigations showed an autonomic dysfunction with postural hypotension and abnormal heart reflexes. The oral treatment with hydrocortisone, at substitutive doses (10 mg/m2/day), caused a significant improvement of the patient’s general well being, although ACTH levels remained elevated. The coexistence of ACTH-resistant adrenal insufficiency and neurological manifestations suggested the hypothesis of triple A syndrome, that was confirmed by DNA analysis of the AAAS gene. In fact, sequencing the coding regions and exon/intron junctions of this gene identified a homozygous splice mutation in intron 14. This is a G > A replacement at the first nucleotide in intron 14, resulting in aberrant splicing (IVS14 + 1G > A). As expected, the parents were both heterozygous carriers of the mutation, as well as the two clinically healthy siblings [].\\nDuring the clinical assessment, an ophthalmologic exam was performed, because the patient referred of symptoms characterized by foreign body sensation and itching, starting in the morning and worsening in the evening, mild dryness and light sensitivity. Before the clinical exam, an informed consent was obtained. The clinical procedures were in accordance with the Declaration of Helsinki.\\nThe ophthalmologic exam included visual acuity assessment, ocular surface study, tonometry, and fundus examination. For the ocular surface study, the following tests were performed: tear osmolarity measurement (TearLab™ Osmolarity System Inc., TearLab™ Corp., San Diego, CA, USA), slit-lamp examination of the ocular surface, tear film break-up time (BUT), corneal fluorescein staining, Schirmer’s I test (SNO strips, Laboratoire Chauvin, Aubenas, France), lid margin assessment, corneal sensitivity, in vivo corneal confocal microscopy (Confoscan 4, Nidek, Vigonza PD, Italy) and conjunctival impression cytology (Supor 200 membrane filters, Gelman Sciences, Ann Arbor, MI, USA) [, ].\\nThe best-corrected visual acuity was 20/20 in both eyes. Tear osmolarity was 300 mOsm/l in the right eye (RE) and 332 mOsm/l in the left eye (LE). The slit-lamp examination showed an unstable tear film with a BUT of 2 sec in both eyes. A mild conjunctival fluorescein staining was present in the LE conjunctiva in both interpalpebral areas; no signs of epithelial damage were present in the RE. A mild papillary hypertrophy was present in the upper tarsal conjunctiva in both eyes. Schirmer’s I test was 0 mm/5’ in both eyes. The lid margins showed a mild hyperemia, with meibomian gland expression giving rise to slightly turbid meibum. The keratoaesthesiometry was within normal values (RE = 1.08 g/mm2; LE = 0.96 g/mm2). In both eyes, the corneal confocal microscopy showed normal epithelial features. The subbasal corneal nerves presented a rectilinear course, with occasional beadings (Figure A). Stromal keratocytes, either in the anterior (Figure B) or in the posterior stroma (Figure C), showed morphological features typical of activated cells. Endothelial cells were normal (Figure D). The conjunctival impression cytology showed in RE the presence of islands of bilayered epithelial cells, together with areas of isolated cells. The cells within the bilayered tissue appeared of normal size, with N/C of 1:1 or 1:2. Also the isolated cells showed a normal N/C, although cells with reduced N/C could be seldom observed. Nuclear chromatin showed a condensed appearance. Goblet cells were normally represented. A mild keratinisation was present in some cells (Figure A). The LE showed the presence of islands of bilayered cells, together with areas of isolated and highly keratinized cells with a metaplasic appearance and pyknotic nuclei. Particularly in the isolated cells, the N/C was reduced (Figure B). In the multilayered areas some goblet cells were observed. The intraocular pressure was 14 mmHg in both eyes. The fundus exam was normal in both eyes.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'11446421': 1, '8763308': 1, '29180348': 1, '19376264': 1, '23584720': 1, '30612286': 1, '15217518': 1, '9775250': 1, '20447142': 1, '7895750': 1, '12185357': 1, '78049': 1, '31695556': 1, '19794295': 1, '8333772': 1, '25488127': 2}", "similar_patients": "{}"}