{"patient_id": 139916, "patient_uid": "4095838-1", "PMID": 25024993, "file_path": "noncomm/PMC004xxxxxx/PMC4095838.xml", "title": "ARDS with septic shock due to Legionella longbeachae pneumonia in a patient with polymyalgia rheumatica", "patient": "A 79-year-old man presented to the emergency department of the Regional Hospital of Bellinzona, Switzerland with a 2-day history of fever and unproductive cough as well as dyspnea on exertion. Previous history was remarkable for chronic corticosteroid use (10 mg daily of prednisone for eight months to treat polymyalgia rheumatica without giant cell arteritis). He was a non-smoker and did not have pre-existing pulmonary diseases. He had not travelled abroad recently, but was gardening during the last week before hospital admission.\\nOn initial presentation, his temperature was 38.5° C, heart rate was 95 beats/min, blood pressure was 128/64 mmHg and his respiratory rate was 18 breaths/min. Physical examination revealed fine crackles of the left lower lobe whereas other findings were normal. Initial oxygen saturation was 94% while breathing room air. Laboratory values were remarkable for anemia (9.1 g/dL, normal range 14-18 g/dL) elevated C-reactive protein (CRP 373 mg/L, normal <5 mg/L) and elevated creatinine (141 µmol/L, normal <106 µmol/L). White blood cell count was 10.1 × 109 cell/l with a differential showing 83% neutrophils and 8.5% lymphocytes. Pneumococcal and legionella urinary antigen tests were negative. Cultures of blood showed no growth. Chest radiographs did not show focal consolidations. He initiated antibiotic therapy with intravenous ceftriaxone (2 g/24 h). Thereafter he developed a highly productive cough requiring a cough-assist (CoughAssist CM-3200, Megamed, Cham, Switzerland) to successfully clear the bronchial tree.\\nTwo days later he developed a rapid progressive respiratory failure with an impending hemodynamic instability. A chest radiograph revealed an opacification of the left lung suggesting a nearly complete atelectasis; therefore, he underwent intubation. A bronchoscopy did not detect any endobronchial obstruction and on ultrasonography only a minimal left side pleural effusion was visible.\\nAfter obtaining secretions from the left upper and lower lobes with mini lavage for culture antibiotic treatment was changed to intravenous imipenem-cilastatin (500 mg/6 h) plus clarithromycin (500 mg/12 h). Prednisone dosage was increased up to 50 mg daily in order to prevent adrenal insufficiency and reduced to 20 mg/d four days later. He was then transferred to the Intensive Care Unit (ICU) of the regional hospital of Mendrisio, Switzerland due to lack of free beds in Bellinzona. On admission the patient was ventilated on pressure-controlled mode with an fraction of inspired oxygen (FIO2) of 80%, a peak airway pressure <30 cm H2O, and a positive end-expiratory pressure (PEEP) between 8-10 cm H2O in order to maintain oxygen saturation (SaO2) >92%. The paO2/FIO2 ratio was <200 mmHg. The hemodynamic was supported with norepinephrine (doses between 10-15 mcg/min). A chest computer tomography revealed an airspace consolidation of the left lower lobe and bilateral infiltrates (Figure 1).\\nA transthoracic echocardiography excluded a left ventricular dysfunction, and mitral and aortic valves appeared normal. A bronchoalveolar lavage sample showed a neutrophil predominance (>50%). Despite regression of the inflammatory parameters (CRP from 350 to 129 mg/L and procalcitonin from 6.3 to 2.2 µg/L in three days) high fever persisted with abundant tracheal secretion requiring frequent aspirations and therefore we replaced clarithromycin with intravenous levofloxacin (500 mg/12 h).\\nThe bronchial sample obtained on the day of intubation was cultured on buffered charcoal-yeast extract agar medium on which Legionella longbeachae surprisingly grew. Cultures for other bacteria (including mycobacteria) respiratory viruses and fungi remained negative.\\nThese results allowed us to make a definitive diagnosis of L. longbeachae community-acquired pneumonia (CAP) complicated by acute respiratory distress syndrome with septic shock. The clinical course was characterized by a progressive improvement until the sixth day after admission to the ICU. Thereafter, we observed a new worsening of the respiratory parameters without an apparent cause requiring higher FIO2 and PEEP levels. In the absence of clinical signs of ventilator associated pneumonia (VAP) further bronchial samples were not obtained and antibiotic coverage remained unchanged. Despite higher FIO2 and PEEP levels the patient remained hypoxemic and, to protect the right ventricle from high intrathoracic pressure and to maintain an open-lung ventilation protective strategy (tidal volume of 6 ml per kg ideal body weight and peak airway pressure 2O), with a transient moderate permissive hypercapnia we decided to prone the patient with a consistent improvement allowing us to progressively reduce the respiratory support.\\nOn day thirteen after admission to the ICU the patient developed again high fever with worsening respiratory parameters and hemodynamic instability consistent with a suspected impending VAP. After discussion with the family members and in accordance with the patient’s wishes, we decided not to perform the diagnostic evaluation of a suspected VAP and to withhold further support and the patient died shortly after. An autopsy was not performed.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'25319776': 1, '14712368': 1, '33572638': 1, '7235414': 1, '16639808': 1, '15078770': 1, '23688302': 1, '18287305': 1, '18190309': 1, '12097254': 1, '10987244': 1, '33511033': 1, '19318671': 1, '17278083': 1, '22797452': 1, '12384836': 1, '18419436': 1, '12634332': 1, '16707144': 1, '25024993': 2}", "similar_patients": "{}"}