{"patient_id": 141686, "patient_uid": "4207577-1", "PMID": 25378932, "file_path": "noncomm/PMC004xxxxxx/PMC4207577.xml", "title": "More than 9 years of continuous trastuzumab treatment in metastatic breast cancer without cardiac toxicity: a case report and literature review", "patient": "In July 2005, a 53-year-old woman presented to a medical oncologist with a complaint of a left breast mass, of several years duration. The patient was in very good health otherwise, without any comorbidities, and she was taking no medications. On physical examination, peau d’orange was noted in her left breast () and a subcentimetric mass was palpable above her left nipple. Several enlarged lymph nodes were also palpable in her left axilla. The tumor was biopsied and the biopsy results revealed tubular breast carcinoma (). The tumor was found to be estrogen receptor-(ER) positive (40%–50%) (), progesterone receptor-(PR) positive (10%–15%) (), and Her2/neu positive (2+) (). Her2/neu positivity was confirmed by fluorescence in situ hybridization. The patient had a computed tomography (CT) of the chest/abdomen/pelvis, which revealed bilateral lung and spinal bone metastasis. At that time, she was staged clinically as T4cN2M1.\\nThe patient was treated for more than 1 year with docetaxel (70 mg/m2) every 3 weeks, in combination with weekly trastuzumab (2 mg/kg), with good clinical response. The erythema of the skin improved and the breast tumor was no longer palpable. In September 2006, she had a modified radical mastectomy with axillary dissection. The mastectomy specimen was found to be cancer-free, and all ten lymph nodes removed from the axilla were negative (pathological stage: T0N0Mx). Postoperatively, the patient continued to receive docetaxel (70 mg/m2) and trastuzumab for more than 2 years, until December 7, 2008. Of note, on an echocardiogram done in February 2008, the ejection fraction was slightly decreased (48%). Given the fact she did not have any cardiac symptoms, the decision was made to continue the weekly trastuzumab treatment. On a follow-up echocardiogram done 3 months later, the ejection fraction had normalized (53%).\\nIn December 2008, the patient was found to have evolving pulmonary metastasis, in addition to new bone metastasis. At that time, the patient was given four cycles of docetaxel (70 mg/m2) and epirubicin (90 mg/m2), with minimal response, followed by four cycles of gemcitabine (1,250 mg/m2) and cisplatin (75 mg/m2), which were subsequently followed by two more cycles of gemcitabine (1,250 mg/m2) and carboplatin (area under the curve = 5) (cisplatin was changed to carboplatin because of renal toxicity), with excellent response.\\nIn June 2009, CT scan of the chest revealed a normal study, and her bone scan did not show any evidence of active bone disease. At that point, the patient had received a total of 141 weekly cycles of trastuzumab. In July 2009, the patient was started on letrozole (2.5 mg orally per day) and trastuzumab (2 mg/kg) every 2 weeks and, until July 2014, received an additional 92 cycles of biweekly trastuzumab. A CT of the chest and an echocardiogram, performed in June 2014, were normal.\\nThe foregoing indicates that, in this patient, the continuous trastuzumab treatment was generally well tolerated. The only notable complication was a paronychial infection, which resolved entirely with antibiotic treatment.\\nTo summarize, over the duration of more than 9 years, from June 2005 to July 2014, the patient received 233 doses of 150 mg trastuzumab, without significant cardiac toxicity. The most recent echocardiogram, performed in June 2014, was normal (ejection fraction: 60%).", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'20610207': 1, '22661994': 1, '19398188': 1, '11870163': 1, '21143954': 2, '21741829': 1, '22052464': 1, '11248153': 1, '23652380': 1, '29387408': 1, '27122973': 1, '17074677': 1, '30721443': 1, '24743708': 1, '15655418': 1, '28577685': 1, '15860848': 1, '22789916': 1, '29544445': 1, '18726129': 1, '16702580': 1, '15177418': 1, '18038883': 1, '22997448': 1, '17686164': 1, '16408378': 1, '22553472': 1, '19933921': 1, '25378932': 2}", "similar_patients": "{'3004934-1': 1}"}