{"patient_id": 143234, "patient_uid": "4307879-1", "PMID": 25667891, "file_path": "noncomm/PMC004xxxxxx/PMC4307879.xml", "title": "A patient with epileptic psychosis who had rare acute episodic symptoms", "patient": "The patient was a right-handed woman who was 38 years old when she visited our hospital for the first time. Although she experienced febrile convulsion once at the age of 2 years, she had no family history of mental disorders or epilepsy. Regarding her life history, she was born as the second of two children, and she did not show retardation during the fetal, infancy, or school period. After graduating from high school, she was employed as a dental assistant. At present, she lives with her mother.\\nAt the age of 16 years, she developed epilepsy with generalized tonic–clonic seizures (GTCs), and therefore, she began visiting a nearby psychiatrist. During the first several years while taking carbamazepine (CBZ) or valproic acid (VPA), she experienced no seizures. However, she subsequently suffered from complex partial seizures (CPSs) and simple partial seizures (SPSs) several times a week. Her medication dose was adjusted, but the seizures became refractory to treatment. Therefore, she visited our hospital for the first time in October 2004.\\nAs in the case of habitual seizures, SPSs were only epigastric sensations, and they continued for a few minutes and sometimes developed into CPSs. At onset, CPSs involved impaired consciousness with automatisms, including ambulatory and groping actions. Complex partial seizures were sometimes followed by falling and unconsciousness, which usually continued for 1–2 min. Moreover, CPSs often occurred independently but sometimes developed into GTCs, thus implying temporal lobe epilepsy (TLE).\\nAfter the first medical examination, we adjusted the dose of CBZ and added phenytoin (PHT) as the main antiepileptic agent. In addition, we temporarily administered VPA, acetazolamide, zonisamide, and gabapentin. However, these treatments did not result in any specific improvement in seizures, which continued for several times a week. In December 2007, the seizures gradually decreased with the use of topiramate (TPM). Furthermore, in June 2008, she was seizure-free with the intake of 150 mg TPM, 550 mg CBZ, and 150 mg PHT. After being seizure-free for 3 months, she experienced the first mental symptoms as described below. The symptom duration ranged from a few hours to a few days. The seizures then relapsed and occurred several times a month. We assessed the possibility of PHT and TPM causing the symptoms, and therefore, we discontinued their use. However, the symptoms did not disappear, thus leading to the presumption that they were unrelated to antiepileptic agents, at least PHT and TPM. Thereafter, we attempted treatment with lamotrigine (LTG), but it was ineffective. In addition, LTG caused insomnia and dizziness and, therefore, was withdrawn. In May 2010, we coadministered CBZ (550 mg) with gradually increasing doses of clobazam (CLB). At this point, the seizures gradually decreased, and in April 2012, she was seizure-free. At the same time, the mental symptoms disappeared, and the occurrence of her symptoms was 10 times so far.\\nRegarding the mental symptoms, three types of symptoms were present, with each symptom occurring independently or in simultaneous combinations. One of the symptoms was a distortion in the sense of time, which she described as, “I feel that time is moving slowly, and I can't wait for the traffic signal to change. The signal seems to not change to green for as long as I am looking at it. I can't be waiting at the hospital. In contrast, I also feel that time is moving rapidly. The sense of time has slipped.” This symptom was divided into two types in that she felt that time moved too slowly or quickly; the former was more frequent than the latter. In addition, this symptom was most frequent among the three symptoms.\\nShe described the second symptom as, “When watching TV, I feel that ‘the next scene is supposed to be in a particular way.’ However, if the scene does not progress in the same way as I imagined, then I feel very anxious.” What she predicted was spontaneous, and she had no intention of specifically predicting something.\\nRegarding the third symptom, she mentioned “There doesn't exist a thing where it is actually supposed to be, and there exists another thing where it is not supposed to be. For example, something necessary often disappears when required, but it abruptly appears when I don't need it. Further, when opening a drawer, there doesn't exist a thing that is supposed to be in it. However, I feel it's strange and reopen the drawer to find the thing this time.” In this situation, what disappeared was more often what she took care of than what she unconsciously recognized; however, it was not always consistent. In addition, several objects disappeared, and they were not necessarily the ones that she owned: a bottle on the table, a particular instrument in the drawer, even a telephone pole on the street, etc.\\nTo summarize the characteristics of the three mental symptoms, their onsets and offsets were unclear, and they continued from a few hours to a few days. Moreover, obvious unconsciousness was not detected within and around the symptoms.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'11207792': 1, '23139703': 1, '12426421': 1, '10732658': 1, '11748318': 1, '13626278': 1, '25667891': 2}", "similar_patients": "{}"}