{"patient_id": 149330, "patient_uid": "4677762-1", "PMID": 26677328, "file_path": "noncomm/PMC004xxxxxx/PMC4677762.xml", "title": "Severe arrhythmia induced by orally disintegrating aripiprazole tablets (Bosiqing®): a case report", "patient": "A 13-year-old girl was admitted on May 26, 2014, presenting with idioglossia and unprovoked smile. On admission, she was conscious but had impaired concentration, bizarre thinking, trouble with emotional expression, lack of insight, and poor sleep. She was therefore diagnosed with schizophrenia.\\nPhysical examination revealed a normal body temperature of 36.7°C, pulse rate of 78 beats/min, respiratory rate of 19 times/min, and blood pressure of 90/60 mmHg. An ambulatory electrocardiogram (ECG) examination taken at Xi’an Children’s Hospital indicated negative results, and normal results were obtained from all other examinations, including blood biochemistry, prolactin levels, thyroid function, and head computed tomography. Thus, the possibility of physical illnesses was ruled out.\\nOrally disintegrating aripiprazole tablets (Bosiqing®, Kanghong Sagent [Chengdu] Pharmaceutical Co., Ltd., Chengdu, People’s Republic of China, 5 mg/d) in combination with the traditional Chinese medicine, Annaowan® (Harbin Dandelion Pharmaceutical Co., Ltd., Harbin, People’s Republic of China) were administered to the patient for management of her psychiatric symptoms. On May 28, the patient presented with a chief complaint of lightheadedness and dizziness. In light of these symptoms, she had undergone routine auscultation and ECG follow-up. Arrhythmia with premature heart beats (approximately 20 beats/min) was observed during auscultation, and abnormal results were obtained by sequential ECG. Frequent, premature ventricular contractions (trigeminy) occurred, which did not improve after repeated auscultations. Oral metoprolol (Toprol-XL®; AstraZeneca Pharmaceutical Co. Ltd., Wuxi, People’s Republic of China, 50 mg) was administered, and dynamic ECG examinations were initiated that afternoon. Since the severe arrhythmia occurred after administration of Bosiqing®, we speculated that this drug induced the attack. As a result, all antipsychotic medications were stopped on May 29, and metoprolol (25 mg/d) was administered with a simultaneous venous infusion of polarized solution. The patient’s symptoms then improved.\\nTo verify that the arrhythmia resulted from aripiprazole administration, we readministered Bosiqing® after obtaining approval from the patient and her relatives. If the arrhythmia was relieved by aripiprazole withdrawal and reappeared after remedication, a correlation between Bosiqing® use and the incidence of arrhythmia could be identified. Thus, after a 7-day withdrawal period, we readministered Bosiqing® to the patient. Three days after remedication, (June 8), the patient’s premature heartbeats increased with occasional trigeminy. After consultation with cardiologists, the arrhythmia was confirmed to be an adverse reaction caused by Bosiqing®.\\nWe thus informed the patient’s relatives of the diagnosis and replaced aripiprazole with Risperidone (Jiangsu Nhwa Pharmaceutical Co., Ltd., Xuzhou, Jiangsu, People’s Republic of China, 4 mg/d), since it causes less cardiovascular damage. We further increased the use of metoprolol to 50 mg/d. On June 12, no premature beats were observed on auscultation, although bradycardia occurred. Later, we reduced the use of metoprolol to 25 mg/d. The patient’s psychotic symptoms were well controlled, with a normal ECG; therefore, we decided to continue the new therapeutic regimen. ECG monitoring of this case is illustrated in .", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'33686097': 1, '33093275': 1, '24969315': 1, '21044656': 1, '22783193': 1, '18778452': 1, '25611712': 1, '24002423': 1, '28217624': 1, '26677328': 2}", "similar_patients": "{}"}