{"patient_id": 83674, "patient_uid": "4626468-1", "PMID": 26943435, "file_path": "comm/PMC004xxxxxx/PMC4626468.xml", "title": "A 5-year recurrence-free survivor with over ten colorectal liver metastases undergoing FOLFOX plus bevacizumab followed by two-stage hepatectomy", "patient": "A 62-year-old male was admitted because of lower left abdominal pain and diarrhea. The laboratory data on admission showed a carcinoembryonic antigen (CEA) level of 189.1 ng/ml and a carbohydrate antigen 19–9 (CA19-9) level of 723.0 U/ml (Table ). Colonoscopy showed stenosis by a rectal tumor. A magnetic resonance imaging (MRI) showed colorectal cancer with swelling of the primary lymph nodes and 15 bilateral CRLM (Fig. ). First, the laparoscopic Hartmann operation with a D3 lymph node dissection was performed for primary rectal cancer. Pathologic diagnosis was moderately differentiated tubular adenocarcinoma. The pathologic findings of upper rectal cancer showed a tumor perforating to the surface of the visceral peritoneum, three metastases in primary lymph nodes, and a highly vascular space invasion. Final stages were T4a, N1b, M1a, and Stage IV in the 7th revision of the AJCC/ UICC TNM staging system. We enrolled this patient into a clinical trial of the Kyushu study group of clinical Cancer (KSCC0802 - UMIN000001308), a phase II study of induction chemotherapy followed by hepatic resection for unresectable or marginally resectable CRLM patients []. Following 5 cycles of 5-fluorouracil and oxaliplatin (FOLFOX) with bevacizumab, and one cycle of FOLFOX, the CEA level decreased from 1096.3 to 7.6 ng/ml (normal range ≤3.4 ng/ml), and CA19-9 level decreased from 3248.0 to 42.1 U/ml (normal range ≤37.0 U/ml). After the induction chemotherapy, a MRI showed that the volume of CRLM slightly reduced and number of those decreased from 15 to 14 (Fig. ). However, it did not show so called “early tumor shrinkage” that is associated with long-term outcome in KRAS wild-type group-treated chemotherapy plus cetuximab []. According to the Response Evaluation Criteria in Solid Tumors (RECIST) [] and the morphologic response criteria [], the patient was assessed as stable disease and had an optimal morphologic response, respectively. The preoperative indocyanine green retention rate at a 15 min (ICG R 15) value and the uptake ratio of the liver to the liver plus heart at 15 min (LHL 15) were 9.6 and 0.96, respectively. The right hepatic resection rate was estimated to be 67.6 %. A two-stage hepatectomy instead of a general hepatectomy was thus conducted to complete a curative resection because of the insufficient remnant liver volume. Five partial hepatic resections of the left liver metastases including left S1 tumor and the right portal vein ligation were performed during the first stage. In the 2nd preoperative assessment, percent remnant functional liver volume was increased from 32.4 to 43.9 % by right portal vein ligation []. Thirty-four days after the first operation, a right hepatectomy was successfully performed. The operation time and blood loss was 295 min and 20 ml and 301 min and 435 ml, respectively, in the first and second operation. A blood transfusion was never required. Although nine metastases were resected, one metastasis had vanished by chemotherapy. Pathologically, we observed tumor necrosis in most of the area of the metastasized bilateral liver. Viable cells were partially mixed in the 1st resected liver tissues and were only present marginally in the 2nd resected ones (Fig. ). The background liver showed mild sinusoidal obstruction induced by oxaliplatin without steatosis or steatohepatitis. The patient had an uneventful postoperative course and was discharged 15 days after the resection. Uracil-tegafur plus leucovorin (UFT/LV) was given for 6 months as an adjuvant chemotherapy treatment. The patient is now alive more than 5 years and without the recurrence of disease.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'10655437': 1, '24307562': 1, '22547015': 1, '21523415': 1, '25451181': 1, '22580674': 1, '22020927': 1, '25275051': 1, '15383792': 1, '25862901': 1, '24043732': 1, '23150701': 1, '24647158': 1, '18936472': 1, '25368271': 1, '18358928': 1, '21254017': 1, '19200687': 1, '21710481': 1, '25493362': 1, '24570379': 1, '19858702': 1, '26943435': 2}", "similar_patients": "{}"}