{"patient_id": 152595, "patient_uid": "4908945-1", "PMID": 27354831, "file_path": "noncomm/PMC004xxxxxx/PMC4908945.xml", "title": "Case of early-disseminated Rhizopus microsporus var. microsporus mucormycosis in a renal transplant patient", "patient": "A 56-year-old black woman from South Carolina presented with complaints of shortness of breath and dry cough for 7 days. She had past medical history of end-stage renal disease status post deceased donor renal transplant nearly 2 weeks ago, diet-controlled diabetes mellitus, hypertension, hypothyroidism, and anemia of chronic disease. Institutional approval by Northshore- LIJ Health and written informed consent from patient was obtained.\\nShe was on maintenance immunosuppressant and prophylactic antibiotics (tacrolimus 1 mg PO Q12h, mycophenolate 500 mg PO Q12h, prednisone 20 mg PO Q24h, valganciclovir 450 mg every other day, and TMP-SMX 1/2 tab Q24h).\\nOn initial physical examination, patient was pale looking but afebrile and on no acute distress. Her vitals on admission were blood pressure 124/74 mmHg, pulse rate 85/min, respiratory rate 22/min, and saturation of 96% on 2 L/min of oxygen via nasal cannula. Her admission labs were significant for white blood cell (WBC) count of 14,000/mm3 with neutrophilic pleocytosis, hemoglobin 7.7 g/dL, and platelet count of 1,55,000/mm3. She had normal electrolytes and liver enzymes. She was found to have acute or chronic kidney injury with serum creatinine of 2.6 mg/dL (baseline creatinine 1.5 mg/dL upon discharge 2 weeks ago). Serum levels of her immunosuppressive drugs were within normal limits. Chest X-ray on admission showed left upper lobe round infiltrate (). The patient was treated with oxygen and multiple antimicrobials (vancomycin, aztreonam, and azithromycin) for several days.\\nAll initial cultures including blood and sputum were negative for any bacteria or fungi. On day 5 of antimicrobial therapy, her WBC count decreased to 9,000/mm3. However, she persistently felt short of breath and continued having cough. A repeat chest X-ray showed expanding left upper lobe lesion, while computed tomography scan of chest () done at that time showed a left upper lobe lung lesion with cavitations, along with diffuse bilateral ground glass opacification. Due to continued cough and new left-sided chest pain which she had developed, she went for bronchoscopy with bronchoalveolar lavage and transbronchial biopsy (TBBx) nearly 10 days after admission which revealed septal fibrosis with mild chronic inflammation and focal hemosiderin-laden macrophages.\\nPrimary transplant team added IV micafungin on her empiric antibiotic regimen after the TBBx because of no significant clinical improvement. Her doses of immunosuppressive medications were decreased as well. Samples from bronchoalveolar lavage and TBBx were negative on culture and special stains for any bacterial, mycobacterial, or fungal pathogens.\\nPost bronchoscopy, she started spiking temperature (101.4°F) and clinically looked more lethargic and confused. Her WBC count increased to 23,000/mm3 (88% neutrophils). The infectious disease team was consulted nearly 2 weeks after initial admission.\\nThe patient underwent thoracotomy with a wedge biopsy at that time. She was started on empirical IV voriconazole. Wedge biopsy results revealed diffuse alveolar hemorrhage, with hemosiderin-laden macrophages and possible capillary fibrin-platelet thrombi. However, silver stain, Gram stain, and acid-fast bacilli stain did not reveal any organisms. Again, multiple cultures for bacterial, mycobacterial, and fungal pathogens were negative. She was transferred to medical ICU after thoracotomy and remained intubated. Serum fungal markers including cryptococcal antigen, beta-d-glucan, and galactomannan antigen were negative.\\nDespite empiric broad-spectrum antibiotics and antifungals, she remained febrile with persistent leukocytosis, deteriorating renal function, and no improvement in oxygenation. She required five units of red blood cells transfusion post open lung biopsy for persistent anemia. Multiple attempts to wean ventilation failed. On day 20, she had massive hemoptysis followed by hypotension and bradycardia requiring cardiopulmonary resuscitation. However, she died. On autopsy, both of her lungs were heavy, boggy, and congested. There were white lines in the interlobular septa, with the right more prominent than the left, suggestive of lymphatic congestion. Left lung upper and lower lobes had a hemorrhagic appearance throughout, and blood oozed from the cut surfaces. There was a 8×5×2.5 cm well-circumscribed hemorrhagic cavity filled with blood clot in the left upper lobe. The tracheal mucosa had bilateral ulcerative lesions (0.5 cm) directly beneath the vocal cords 1 cm from the midline. Microscopically, the fungi displayed broad-based pauci-septate hyphae with dichotomous wide-angle branching in the left upper lobe hemorrhagic lesion and surrounding lung parenchyma, as well as in the pleura (). A focus of thyroid tissue also contained these fungal hyphae (). Associated with the fungus was necrosis and vascular thrombosis. Microbiological diagnosis of Rhizopus microsporus var. microsporus was made.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'21453871': 1, '17654347': 1, '16925570': 1, '8586734': 1, '10835845': 1, '22247444': 1, '8889996': 1, '16080086': 1, '23465016': 1, '15712069': 1, '3343958': 1, '21959509': 1, '20218876': 1, '22000355': 1, '23806894': 1, '11793042': 1, '19659439': 1, '27354831': 2}", "similar_patients": "{}"}