{"patient_id": 144398, "patient_uid": "4377413-1", "PMID": 25834363, "file_path": "noncomm/PMC004xxxxxx/PMC4377413.xml", "title": "A Case of Spitzoid Melanoma", "patient": "A 22-year-old female was referred to our clinic complaining of an asymptomatic nodule on the right ankle. She had a single erythematous bean-sized nodule on her right shin and an excisional biopsy was performed. The skin lesion had been present since she was 2 years old. On physical examination in our clinic, there was no other obvious lesion apart from the skin lesion. Examination of the skin revealed a single, relatively ill-defined, 1.5×1 cm-sized erythematous nodule on the lateral aspect of the right ankle (). There was no indication of trauma or irritation on the lesion. Laboratory examinations comprised a complete blood count, a blood coagulation test, routine chemistry, and a venereal disease research laboratory test; all results were within the normal range or negative. A skin biopsy from the lesion showed nodules and sheets of epithelioid tumor cells with surrounding chronic inflammation in the dermis. There was no prominent junctional activity, in either the slide from the first cut or that from a deeper shave. There was no obvious nest of conventional nevus cells and there were no conspicuous melanin granules in the specimen (). In a high power field, the tumor cells were multinucleate and very pleomorphic. These cells had abundant cytoplasm and large vesicular nuclei, which contained prominent eosinophilic nucleoli (). The multinucleated giant cells were dispersed throughout the whole dermis. The tumor cells had invaded the deep dermis; there was no intravascular or perineural invasion of the tumor cells. Breslow thickness was 2.8 mm and there was no tumor cell invasion of the inferior and lateral resection margins. The mitotic rate was 3/mm2 in the most mitotically active area. Immunohistochemical detection for S100 and Melan-A was positive in the tumor cells, while it was negative for HMB-45. Cytokeratin, CD31, CD34, CD68, and EMA staining were also negative (, ). Based on the clinical and histological findings, the patient was diagnosed with a spitzoid melanoma. She was referred to the department of oncology for evaluation of possible distant metastasis, which showed a negative result. Without any additional treatment, it was decided that the patient would be kept under close observation. After informing her of the risks of recurrence, we have been following up with this patient for 3 years, and no evidence of recurrence has been seen since the excision.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'8959956': 1, '19880042': 1, '6357991': 1, '22257900': 1, '19880044': 1, '15900123': 1, '25834363': 2}", "similar_patients": "{}"}