{"patient_id": 141169, "patient_uid": "4173589-1", "PMID": 25886111, "file_path": "noncomm/PMC004xxxxxx/PMC4173589.xml", "title": "A case of negative pressure pulmonary edema in an asthmatic patient after laparoscopic cholecystectomy", "patient": "A 32-year-old female patient weighing 52 kg was posted for elective laparoscopic cholecystectomy. She was a known case of asthma for the last 10 years and was on metered dose inhaler of beclomethasone dipropionate and levosalbutamol on a thrice daily basis. There was no history of hypertension, diabetes mellitus, or any history suggestive of cardiovascular disease. Her routine blood investigations, chest X-ray, and electrocardiogram were within normal limits. She was planned for general anesthesia. In the preoperative room, the patient was nebulized with budesonide and ipratropium bromide. She was premedicated with inj. ondansetron 0.1 mg/kg, inj. hydrocortisone 100 mg, inj. midazolam 0.05 mg/kg, and inj. tramadol 100 mg/kg 15 min prior to surgery. Perioperative monitoring included electrocardiography, noninvasive blood pressure monitoring, pulse oximetry, and end-tidal capnography.\\nPatient was preoxygenated with 100% oxygen through a facemask for more than 3 min. Anesthesia was then induced with inj. propofol (2.5 mg/kg) and tracheal intubation was facilitated with intravenous vecuronium (0.1 mg/kg). Maintenance of anesthesia was done with FiO2 of 0.5 (with nitrous) in 0.6% isoflurane. Patients lung were ventilated to target EtCO2 concentration of 35-40 mm of Hg using open circuit with fresh gas flow of 8 L/min.\\nAfter the completion of surgery, the trachea was extubated following reversal of residual neuromuscular blockade with inj. neostigmine in the dose of 0.06 mg/kg and inj. glycopyrollate in the dose of 0.01 mg/kg. Immediately after extubation patient developed stridor and features of respiratory distress in the form of paradoxical chest movement and use of accessory respiratory musculature. On chest auscultation, there was bilateral rhonchi without any crepitations. Patient developed tachypnea and there was a decrease in the pulse oximetry reading to around 85-90%. She also developed tachycardia with the pulse rate around 110-120 per minute. Her blood pressure was 124 84 mm of Hg. She was administered inj. terbutaline sulfate 0.5 mg subcutaneous in the lateral deltoid area and was nebulized as in the preoperative period. After few minutes, there was a marked relief of airway obstruction but her pulse oximetry continued to show low Spo2 level. On auscultation, now there was no rhonchi but there was a marked degree of bilateral crepitations. Patient was shifted to intensive care unit and arterial blood gas report showed features of hypoxia, hypercapnia, and metabolic acidosis. On x-ray, there were features of mild degree of pulmonary edema []. The patient was still having tachycardia, though her blood pressure was still within normal limit.\\nImmediate treatment in the form of supplemental oxygen was ensured. Continuous positive airway pressure by face mask [with pressure support of 12 cm of water and positive end-expiratory pressure (PEEP) of 5 cm of water] was applied for 12 h. Maintenance of patent airway was ensured but endotracheal intubation or oropharyngeal airway was avoided as the patient was fully conscious.\\nShe developed a normal vesicular breath sounds on auscultation and her Spo2 returned to around 98% after 12 h and this simple conservative treatment was continued for the next 24 h. Chest x-ray was done after 24 h which showed marked decrease in the degree of pulmonary edema [] She was shifted to ward after 48 h and was discharged on the 5th postoperative day.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'31027133': 2, '22837897': 2, '8323077': 1, '2005779': 1, '23207542': 1, '2178789': 1, '19869306': 1, '465266': 1, '2189449': 1, '4266024': 1, '1617975': 1, '29915848': 1, '3053060': 1, '2209159': 1, '22710546': 1, '25886111': 2}", "similar_patients": "{'3401823-1': 1, '6831334-1': 1}"}