{"patient_id": 88238, "patient_uid": "4992788-1", "PMID": 27579210, "file_path": "comm/PMC004xxxxxx/PMC4992788.xml", "title": "Spontaneous Subcapsular Renal Hematoma: Strange Case in an Anticoagulated Patient with HWMH after Aortic and Iliac Endovascular Stenting Procedure", "patient": "A 66-year-old male patient was presented to us with severe intermittent claudication at the left lower limb (<50 m). This was caused by a massive calcified atheroma above the iliac bifurcation, documented by a preoperative CT scan. The CT scan also showed an 18 mm renal cyst at the third medium of the right kidney. The patient underwent endovascular infrarenal aortic stenting (CP Stent™, NuMed Inc.) and 9 mm iliac bilateral kissing stenting (E·LUMINEXX®, Bard Peripheral Vascular) with good results and his symptoms disappeared. During the endovascular procedure, it is common to give a bolus of HMWH and the patient was given a bolus of 2000 UI, according to his weight. Twelve hours after the procedure, the patient complained of abdominal pain on his right side, mostly at the hypochondrium; this subsided after taking pain medication (ketorolac trometamina iv).\\nWe suspected a biliary colic because of the presence of a 14 mm gallstone and a positive Murphy's sign. Thus, the patient underwent an abdominal US that found “no dilatations of the bile ducts and the presence, in the right kidney, of a solid formation, probably due to hematoma” (Figures and ).\\nA CT scan confirmed the suspicion (Figures and ). An extended perirenal subcapsular hematoma was detected in the right kidney with a maximum axial thickness of approximately 46 mm, with contrast enhancement in the late stages of the study. It was associated with a full-thickness rupture in the renal parenchyma, with a maximum size of more than 4 cm, that largely covered the middle third and lower pole of the right kidney. The first instance can be attributed to a plurifocal renal breakage. The laboratory examinations revealed that haemoglobin levels, renal function, coagulation profile, and urine test were in the normal ranges.\\nAt this point we opted for a conservative approach. We followed the patient up with blood tests and an ultrasound each day and symptoms diminished within two days. The patient was discharged after seven days. We performed a CT after 3 months that showed a complete resolution of the subcapsular hematoma and reduced renal laceration, with remaining hypodense foci that indicated interruption from cortical to the medullary part of the kidney: this scenario was compatible with a significant regression of the SPH (Figures and ).", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'33062596': 1, '16444440': 1, '19537068': 1, '31131136': 2, '16985559': 1, '2300864': 1, '7248695': 1, '32401061': 2, '9471886': 1, '2772165': 1, '5120886': 1, '8740036': 1, '20981200': 2, '3339720': 1, '21765296': 1, '11912370': 1, '27579210': 2}", "similar_patients": "{'2955227-1': 1, '6519508-1': 1, '7223858-1': 1}"}