{"patient_id": 147444, "patient_uid": "4544145-1", "PMID": 26312007, "file_path": "noncomm/PMC004xxxxxx/PMC4544145.xml", "title": "Life-threatening bradyarrhythmia with oral phenytoin overdose", "patient": "A 41-year-old female presented to our emergency department a day after ingestion of 200 tablets of phenytoin 100 mg (20 g) and 100 tablets of glibenclamide 5 mg (500 mg) with suicidal intent. She was not a diabetic and these tablets were purchased by her mother who suffered from epilepsy and diabetes. She was taken to a local hospital, stomach wash and i.v. dextrose was given and referred to our centre. Referral slip had documented a pulse rate of 68/min and BP of 100/70 mmHg. At arrival to our ED she was stuporous. Her pulse rate was 56/min, BP of 70/50 mmHg with poor respiratory efforts. She was intubated and connected to mechanical ventilator immediately. Blood sugar was 112 mg/dl. A diagnosis of phenytoin toxicity causing hemodynamic instability was made and resuscitative measures initiated. Baseline ECG revealed sinus rhythm with bradycardia and no evidence of ischemia []. Arterial blood gas (ABG) showed fully compensated high anion gap metabolic acidosis secondary to hypotension. Serial phenytoin levels are shown in . Lab investigations revealed normal renal and thyroid functions with deranged liver function [].\\nSince BP did not improve with fluid bolus, central line was placed and her central venous pressure was found to be 14 cm of normal saline. She was started on noradrenaline (NE) followed by dopamine infusion. Her inotropic support was titrated gradually and she required 40 μg/min of NE and 15 μg/min/kg of dopamine to maintain a BP of 90/60 mmHg and output of 1500 ml over the next 24 hours. On day 2 she developed bradycardia with rate of 40/min and BP dropped to 80/60 mmHg. ECG showed it to be a sinus bradycardia with a PR interval of 160 msec and corrected QTc of 430 msec []. Owing to hemodynamic instability, unresponsiveness to atropine and inotropes, she was transvenously paced through right femoral vein and ECG was recorded []. Following pacing, her inotropic requirements came down to about 20 μg/min of NE and 8 μg/kg/min of dopamine on day 3. Her temporary venous pacer was turned off on day 5 as her intrinsic rate improved to 80/min and she was off inotropes. She was on 10% dextrose infusion for first 3 days but hypoglycemia was never documented. On day 4 of hospital stay, her sensorium normalized, nystagmus was present. ECHO did not reveal any systolic dysfunction. She was extubated on day 6 and discharged on day 12. At discharge, she was completely asymptomatic without any neurologic sequelae.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'12920163': 1, '1707221': 1, '1099889': 1, '25343048': 2, '8971149': 1, '2024790': 1, '34124561': 2, '6823029': 1, '2929127': 1, '19439856': 1, '16174888': 1, '24212718': 1, '29644157': 2, '26312007': 2}", "similar_patients": "{'4198018-1': 1, '5889162-1': 1, '8189302-1': 1}"}