{"patient_id": 144136, "patient_uid": "4367110-1", "PMID": 25812735, "file_path": "noncomm/PMC004xxxxxx/PMC4367110.xml", "title": "Oncocytic Lipoadenoma: A Rare Case of Parotid Gland Tumor and Review of the Literature", "patient": "A 71-year-old man presented with a four-year history of a right infra-auricular mass. The mass measured 4×3 cm and was nontender and movable. Head and neck computed tomography revealed a mass with heterogenous density and a fatty component (). Partial parotidectomy was performed, revealing a solitary well-defined mass measuring 4.2×3.5×2.5 cm with a thin capsule. The cut surface was tan with yellow areas ().\\nMicroscopically, the mass was encapsulated and surrounded by normal parotid tissue (). The tumor comprised oncocytic cells and fat cells with mature adipose tissue occupying about 50% to 60% of the tumor. The oncocytic cells were arranged in an acinar or glandular pattern () and contained abundant eosinophilic cytoplasm. Some oncocytic cells were smaller in size, with darker cytoplasm and pyknotic nuclei. Scattered sebaceous glands were also present (). No pleomorphism, mitosis, necrosis, or capsular invasion was observed.\\nImmunohistochemically, the oncocytic cells were strongly positive for AE1/AE3 (1:1,000, Dako, Glostrup, Denmark) and cytokeratin 7 (1:1,000, Dako). Peripheral cells were stained by p63 (1:1,000, Dako) and cytokeratin 5/6 (1:200, Dako). Epithelial membrane antigen (1:200, Dako) stained the luminal surface and sebaceous glands. The oncocytic cells were negative for smooth muscle actin (1:1,000, Dako) and calponin (1:1,000, Dako). Cytokeratin 14 (1:400, Biogenex, The Hague, The Netherlands) expression was restricted to sites of sebaceous differentiation. An apical-luminal pattern of DOG1 (1:200, Leica, Newcastle upon Tyne, UK) staining was observed in the normal serous acini, while the tumor cells were negative (, ). Based on the microscopic findings, we rendered a diagnosis of oncocytic lipoadenoma with sebaceous differentiation. No recurrence was present after a 19-month follow-up.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'23232852': 1, '17091251': 1, '11135044': 1, '19679967': 1, '20828502': 1, '19697732': 1, '20465541': 1, '9563794': 1, '18427016': 1, '22460810': 1, '23119120': 1, '33363747': 2, '19346081': 1, '10809601': 1, '2031528': 1, '34441412': 1, '26464739': 1, '25812735': 2}", "similar_patients": "{'7752572-1': 1}"}