{"patient_id": 76890, "patient_uid": "4151495-1", "PMID": 25202461, "file_path": "comm/PMC004xxxxxx/PMC4151495.xml", "title": "Teriparatide Induced Delayed Persistent Hypercalcemia", "patient": "A 65-year-old woman presented to her primary care physician for a preoperative evaluation for total hip arthroplasty. She was found to have incidental calcium level of 13.8 mg/dL (normal range (NR), 8.5–10.5 mg/dL) on routine laboratory evaluation. Her past medical history was significant for steroid dependent COPD, hypothyroidism, severe scoliosis with lumbar spinal stenosis, severe degenerative osteoarthritis of the left hip, and severe osteoporotic changes in lower thoracic and lumbar region (bone mineral density, 4.9). For the latter condition, she has been on teriparatide 20 mcg subcutaneous injection daily for 5 months, after failing to respond to bisphosphonate therapy. Her other medications included levothyroxine 25 mcg, prednisone 20 mg, 1000 units of Vitamin D, and 1000 mg of calcium supplementation daily. On further questioning, she reported increased thirst, constipation, and nausea for one month. Her vital signs were stable and physical examination was unremarkable. Results of the initial blood tests revealed hemoglobin 12.1 g/dL (NR, 13–17 g/dL), mean corpuscular volume 96.5/fL (NR, 80–100 fL), white blood cell 8800/mL (NR, 4000–11000/mL), platelet count 288 000/mL (NR, 150 000–400 000/mL), calcium level 13.8 mg/dL (NR, 8.5–10.5 mg/dL, drawn 24 hours after last dose of teriparatide), creatinine level 0.73 mg/dL (0.60–1.00 mg/dL), and blood urea nitrogen level 18 mg/dL (NR, 8–25 mg/dL). Prior to the initiation of teriparatide, her calcium level was 9.3 mg/dL (). Patient was subsequently admitted to the hospital for the management of hypercalcaemia. She was treated with intravenous fluids using 0.9% saline (3 liters initial bolus) followed by slow continuous intravenous furosemide for 16 hours. However, patient only responded to the above treatment partially. She was then treated with calcitonin (100 units, 2 doses) and intravenous pamidronate (30 mg). Following this, after 33 hours, patient's fatigue improved and her serum calcium level decreased to 11.6 mg/dL. Her calcium level was monitored that eventually returned to normal range after 48 hours ().\\nOther work-up included PTH < 4 pg/mL (NR, 10–60 pg/mL), vitamin D 25 hydroxy 47.1 ng/mL (NR, 31–80 ng/mL), vitamin D 1,25 dihydroxy 4 pg/mL (NR, 15–60 pg/mL), phosphorus 3.7 mg/dL (NR, 2.5–4.5 mg/dL), magnesium 1.5 mg/dL (NR, 1.7–2.6 mg/dL), ESR 22 mm/hr (NR, 0–30 mm/hr), CRP 1.1 mg/dL (NR, 0.0–1.0 mg/dL), parathyroid-related peptide 0.3 pmol/L (NR, <2 pmol/L), and TSH 1.84 μU/mL (NR, 0.400–5.00 μU/mL). Her serum protein electrophoresis and skeletal survey were normal.\\nAt the time of discharge, her PTH returned to 16 pg/mL. Sheremained off teriparatide treatment and continued to be on the same dose of calcium and vitamin D supplementation. Her serum calcium remained normal for the rest of her follow-up. She also had normal 24-hour urinary calcium level which apparently excluded the possibility of familial hypocalciuric hypercalcemia, 294.5 mg/24 hr (NR, 100–300 mg/24 hr).", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'24553859': 1, '32933207': 1, '16684431': 1, '28116183': 2, '22529492': 2, '33634257': 1, '27957280': 1, '22635014': 1, '24078470': 1, '16678739': 1, '9383679': 1, '23858313': 1, '17761594': 1, '25202461': 2}", "similar_patients": "{'5220425-1': 1, '3326929-1': 1}"}