{"patient_id": 139012, "patient_uid": "4030122-1", "PMID": 24868218, "file_path": "noncomm/PMC004xxxxxx/PMC4030122.xml", "title": "Percutaneous ultrasound-guided thrombin injection is effective even in infants with external iliac artery pseudoaneurysms", "patient": "A 6-month-old girl who underwent staged surgical corrections for pulmonary atresia with ventricular septal defect and major aortopulmonary collaterals (MAPCAs) was admitted for follow-up cardiac catheterization with angiography. In the catheterization laboratory, she underwent hemodynamic work-up, pulmonary and aortic angiography, and balloon angioplasty for the left pulmonary artery stenosis via right femoral arterial and venous access. She was well after the successful intervention.\\nShe had elective renal ultrasonography 7 days later to investigate possible renal malformations, as she was suspected to have DiGeorge syndrome with characteristic face and cardiac malformations. Unexpectedly, the ultrasound scan of the kidneys revealed a focal anechoic mass (2.3 cm) with a turbulent flow pattern in the frontal part of the right iliac artery (). Computed tomography of abdomen clearly demonstrated a pseudoaneurysm with a calcified wall at the anterior aspect of the right iliac vessel (1.6 cm×1.3 cm×2.2 cm), without evidence of arteriovenous fistulas ().\\nWe attempted percutaneous thrombin injection with ultrasound guidance. The infant was sedated with chloral hydrate. Using an attachable biopsy guide, we advanced a 22-gauze Chiba needle tip into the aneurysmal lumen, carefully avoiding pseudoaneurysm neck. After ensuring that the needle tip was optimally positioned at the apex of the pseudoaneurysm, away from the neck, thrombin diluted to 1,000 IU/mL of normal saline was injected slowly under monitoring of the flow in the lumen with color Doppler sonography. The pseudoaneurysm was promptly thromb osed with the injection of 1,000 units of thrombin (). There were no procedure-related complications. Follow-up ultrasonographic evaluation the next day confirmed complete thrombosis of the pseudoaneurysm without recurrence of perfusion within the former lesion. The patient is doing well with no evidence of complication 20 months after the successful procedure.", "age": "[[6.0, 'month']]", "gender": "F", "relevant_articles": "{'10915699': 1, '9876035': 1, '16437508': 1, '12368739': 1, '3487958': 1, '11756136': 1, '10787204': 1, '24868218': 2}", "similar_patients": "{}"}