{"patient_id": 143738, "patient_uid": "4338496-1", "PMID": 25722931, "file_path": "noncomm/PMC004xxxxxx/PMC4338496.xml", "title": "A rare case of giant cell tumor involving the clivus resected through Le Fort I Osteotomy and median maxillotomy", "patient": "A 49-year old male presented to the emergency department with headaches and blurred vision in the right eye for 2 weeks. Computed tomography (CT) with contrast revealed a 4.9 × 3.2 cm sellar mass with extension through the sphenoid sinus and posterior ethmoid air cells, compression of the optic chiasm and right optic nerve, and bony destruction of the clivus [Figures and ]. The patient was unable to have magnetic resonance imaging because of an implantable cardiac defibrillator. Laboratory studies revealed panhypopituitarism and slight hyperprolactinemia, consistent with stalk effect.\\nGiven the atypical appearance of this lesion, a transnasal endoscopic transsphenoidal biopsy was performed for tumor diagnosis. The transsphenoidal biopsy was technically challenging due to the patient sustaining five previous nasal fractures and associated septal deviation. Biopsy revealed neoplasm composed of polygonal mononuclear cells with intermixed uniformly distributed giant cells (some containing more than 40 nuclei). Mitotic count was low (less than 5 mitoses per 10 high power fields) with no identifiable atypical mitoses. There was no tumor necrosis or vascular invasion in form of intravascular plugs by tumor cells. Morphologic findings were consistent with bone GCT.[] A multidisciplinary surgical plan was developed for the patient to undergo resection of the GCT with a LFO and MM approach.\\nPatient underwent a tracheostomy followed by Mayfield head-holder immobilization and registration of frameless stereotactic neuronavigation (Medtronic Stealth System). A full-thickness palatal split was performed with median incision spanning from the left of the uvula to between the incisors. Bilateral gingival buccal sulcus incisions were made that extended into the subperiosteal plane and subsequently the bilateral pterygoid plates were dissected.\\nPrior to osteotomy, plates were preregistered along the nasomaxillary, zygomaticomaxillary buttresses and across the maxilla inferior to the anterior nasal spine. A standard LFO was performed with midline maxillotomy to separate the maxilla between the incisors []. The separated maxillae were rotated and retracted laterally []. The clivus was identified and an additional mucosal incision was made for proper tumor exposure.\\nFollowing exposure of the sella turcica and inferior clivus, microdissection and stereotactic navigation was used to dissect the tumor off the medial walls of the cavernous sinuses bilaterally, optic chiasm and optic nerves superiorly, and the dura behind the clivus [Figures and ]. The mass was soft, friable, and yellowish-red in color. Following exploration and ensuring hemostasis, Surgifoam followed by Gelfoam was placed in the posterior margin of the resection []. Subsequently, an abdominal fat graft was placed in the resection cavity. The maxilla segments were reconstructed with preregistered plates and soft palate was reapproximated in layers [].\\nThe patient was monitored for 2 days in the intensive care unit and transferred to the floor where his diet was advanced 7 days after surgery. Postoperative imaging was obtained [].\\nAfter surgery, he remained neurologically intact without cranial nerve abnormalities and reported vision improvement, confirmed by Humphrey Visual Fields testing. Histological examination revealed tumor morphologically identical to the previous biopsy []. Focal reactive bone formation was noted. No spindle cells with marked cytologic atypia were identified to indicate malignancy in the GCT.[] Patient underwent external beam radiation therapy postresection to reduce the risk of tumor recurrence. He continues to be tumor-free and neurologically intact at 1-year follow-up.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'24043601': 1, '18568739': 1, '1515987': 1, '29609578': 2, '16205965': 1, '23143505': 1, '6864300': 1, '23403482': 1, '227563': 1, '24481168': 1, '14985001': 1, '22277296': 1, '1584357': 1, '25722931': 2}", "similar_patients": "{'5880014-1': 1}"}