{"patient_id": 84206, "patient_uid": "4665899-1", "PMID": 26620122, "file_path": "comm/PMC004xxxxxx/PMC4665899.xml", "title": "Repeated Plasmodium vivax malaria relapses in a Peruvian sailor", "patient": "A 38 year old, 76 kg, 1.68 m male Peruvian sailor presented to emergency room of the Peruvian Navy hospital in Lima on February 15, 2011. The patient reported a seven day history of fever, chills, and headache without significant past medical history. He had been deployed to a military base in a malaria-endemic area called VRAEM (Valle del Río Apurímac, Ene y Mantaro) from March 2010 to January 2011. The patient did not receive any pre-deployment prophylactic anti-malarials. His physical examination showed 39 °C fever, but had no neurological or respiratory symptoms, severe malaria, jaundice, nor liver or kidney infection or failure. His platelet levels were 120,000/mm3 and leukocytes at 3400 cells/µL; all other laboratory results were in normal ranges. The patient was diagnosed with Plasmodium vivax (P. vivax) malaria confirmed by blood smear on February 16th, and received a regimen of 3 days of chloroquine concurrent with 7 days of primaquine. He received 1 g of chloroquine on the first and second day of treatment, and 500 mg on the third day. He received 30 mg of primaquine daily for the entire 7 days. The drug administration was in accordance with the Peruvian Ministry of Health standards. Treatment was provided under supervision by health professionals with complete adherence. Fever resolved by the fourth day of hospitalization. The final thick smear on day 7 was negative. The patient was discharged with no symptoms on March 18, 2011.\\nOn May 20, 2011, the patient presented again to the emergency room with a 1-week history of similar symptoms. He reported no travel to other endemic areas since the previous hospitalization. He weighed 75 kg, had 39 °C fever, his platelet level was 202,000/mm3, and leukocytes at 4300 cells/µL. The patient had antibodies to the hepatitis B core antigen, but was negative for the hepatitis B surface antigen and other infectious diseases and parasites. A thick smear performed on May 20th tested positive again for P. vivax. The patient was provided the same treatment and dose as the initial (February) episode. His fever had resolved by the fourth day of hospitalization. The final thick smear was negative.\\nThe patient returned a third time with similar symptoms in August, 2011. He reported no travel to a malaria endemic area since his previous hospitalization in May except to visit family in Pucallpa city, Peru (Ucayali department, 52 cases of P. vivax in 2011), during which he only stayed in the urban area where no malaria transmission occurs, suggesting a low chance of re-infection. A thick smear tested positive for P. vivax. The patient was prescribed primaquine for 14 days at 30 mg per day and was released from the hospital after fully completing treatment under the supervision of Navy health staff. Microsatellite analysis was performed using the initial (February) patient blood sample and the second recurrence (August) thick smear in order to determine the genetic relationship between episodes. The six microsatellite markers tested were identical between the two samples (Table ).\\nThe periodicity of the symptoms, the patient’s low risk of exposure, and the homology of the molecular data suggest that his second and third episodes of malaria were a relapse of the initial infection rather than a re-infection with a new parasite.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'19996423': 1, '22839416': 1, '16968913': 1, '21181040': 1, '23297258': 1, '34063671': 1, '24752682': 1, '24386898': 1, '21989376': 1, '24360369': 1, '15504824': 1, '11037784': 1, '31701249': 1, '2491691': 1, '24568141': 1, '17297026': 1, '23648098': 1, '24731298': 1, '26620122': 2}", "similar_patients": "{}"}