{"patient_id": 79381, "patient_uid": "4309308-1", "PMID": 25664187, "file_path": "comm/PMC004xxxxxx/PMC4309308.xml", "title": "Recurrent Coagulopathy after Rattlesnake Bite Requiring Continuous Intravenous Dosing of Antivenom", "patient": "A previously healthy 50-year-old intoxicated man was driving on a road on a May afternoon when he attempted to move a snake off the road with a stick to prevent it from being run over. He was bitten on the dorsum of his right hand by a positively identified 6-foot long diamondback rattlesnake (). He immediately called his wife who called emergency medical services (EMS) while he drove home. When EMS arrived, he was found to be confused, nauseated, and vomiting, with altered mental status and intermittent combativeness. Once in the transport vehicle, an intravenous line was established and he was given 25 mg of intravenous (IV) diphenhydramine.\\nUpon arrival in the emergency department (ED) less than one hour after the initial injury, the patient was noted to be tachycardic (HR 131), hypotensive (92/79), and stridorous. On physical examination, he had decreased mental status, voice change, and significant perioral, pharyngeal, and marked glossal edema. Rapid sequence intubation (RSI) was initiated due to impending complete upper airway obstruction. The patient was pretreated with 100 mcg of phenylephrine IV to prevent hemodynamic decompensation during RSI. During video-assisted laryngoscopy, pronounced epiglottal and cord edema was noticed, and multiple attempts of passing a styletted endotracheal tube and gum elastic bougie failed. Bag valve mask ventilation was difficult despite use of an oral airway with a decline in his oxygen saturation to 78%. Thus the decision was made to proceed with emergency cricothyrotomy using a bougie-assisted landmark-guided technique, which was successful on its first attempt. A cuffed 6-0 endotracheal tube was passed over the bougie, with good chest rise and end-tidal capnography. At the time of securing the airway, the patient's oxygen saturation had returned to 100% secondary to continued uninterrupted two-person oral airway assisted bag valve mask ventilation.\\nInitial arterial blood gas analysis showed a pH of 7.03, pCO2 of 56.1 mmHg, and pO2 of 174.0 mmHg on 60% FiO2. He received 125 mg IV methylprednisolone and 1 L Plasma-Lyte A with improvement of his blood pressure to 119/76.\\nHis right upper extremity was noted to have fang marks 2.5 cm apart in the first dorsal webspace (). There was severe amount of edema over the palmar and dorsal surface of the right hand extending proximally to the wrist with mottling and ecchymoses of the right hand. The compartments remained compressible, capillary refill remained brisk, and oxygen saturation remained 95–99% SpO2 in all five fingers. Orthopedic surgery was consulted by the emergency physicians for the evaluation of progressive swelling and potential compartment syndrome; no surgical intervention was performed as the patient maintained a radial pulse by Doppler signal and brisk capillary refill.\\nThe state's poison center was simultaneously consulted in the ED; an initial bolus of 6 vials of FabAV (CroFab) was administered. Initial pre-FabAV laboratory findings from the emergency department demonstrated consumptive coagulopathy: thrombocytopenia (platelets 20 × 103 mm−3), d-dimer > 20 μg mL−1, fibrinogen < 35 mg dL−1, INR > 8, PTT > 240 sec, and PT > 150 sec. The patient was subsequently admitted to the medical intensive care unit for further management.\\nThe state's poison control recommended boluses of CroFab per their protocol, which initially corrected his coagulopathy. His coagulation panel at the time of administration of FabAV throughout his hospitalization is shown in . The first week of his hospitalization was uneventful. The edema of his right upper extremity stabilized within 24 hours and did not require surgical intervention. He was successfully extubated on day 5.\\nOn day 8 of his hospitalization, his fibrinogen and platelet count trended downwards, and his PT and INR trended upwards. He remained hemodynamically stable with no drop in his blood pressure, hemoglobin, or hematocrit and did not exhibit signs or symptoms of bleeding from his coagulopathy. There was no recurrence of swelling. Hematology was consulted, and decision was made to start him on FabAV infusions each over 6 hours instead of 1 hour. After six vials of FabAV were infused over 6 hours each, his coagulopathy resolved. The resolution of his coagulopathy is demonstrated in . His coagulopathy resolved by day 12 and he was subsequently discharged from the hospital.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'23474267': 1, '8920047': 1, '30658491': 1, '1167934': 1, '3979108': 1, '11423817': 1, '33615713': 1, '15922768': 1, '18821492': 1, '9209225': 1, '12151473': 1, '7080054': 1, '10881769': 1, '7718380': 1, '8202764': 1, '10218750': 1, '5314617': 1, '19545426': 1, '25664187': 2}", "similar_patients": "{}"}