{"patient_id": 139829, "patient_uid": "4091011-1", "PMID": 25024488, "file_path": "noncomm/PMC004xxxxxx/PMC4091011.xml", "title": "A case of subacute intestinal obstruction with overt hypothyroidism in stupor scheduled for emergency laparotomy", "patient": "A 50-year-old female patient was brought to surgical emergency department with the chief complaints of pain in the abdomen since 1 month and constipation since 5 days. She was a known case of hypothyroidism since 4 years on tablet levothyroxine (T4) 100 μg once daily (OD) on irregular treatment. On presentation, patient was stuporose (Grady coma scale: Grade II), with Glasgow coma scale (GCS) score of 11(E2 M5 V4).\\nThe patient was immediately shifted to intensive care unit (ICU) with oxygen. Arterial blood gas (ABG) analysis revealed pH of 7.36 with PO2 of 86 mmHg, PCO2 of 38 mmHg with normal bicarbonate. General physical examination revealed generalized non-pitting oedema and pallor, and other physical findings were unremarkable. Clinical examination revealed tense abdomen with restricted chest movements. Blood investigations revealed haemoglobin of 9.4 g/dl, haematocrit 28.9%, serum T3-0.7 ng/ml (normal range - 0.7-2.0 ng/ml), T4-2.7 μg/dl (normal range 4.5 μg/dl to 11.0 μg/dl) and thyroid stimulating hormone (TSH) of 73.5 μIU/ml (normal range - 0.4-4.2 μIU/ml). Abdomino-pelvic ultrasound revealed few dilated bowel loops in the lower abdomen. Case was posted for emergency laparotomy. Patient was not responding to verbal commands; the thyromental distance was 5.5 cm with short neck, pulse rate 78 bpm, respiratory rate of 18/min and blood pressure (BP), 150/90 mmHg.\\nInformed high risk consent was obtained from the patient attenders and normal saline was started. Monitoring included pulse oximeter, non-invasive BP, electrocardiogram, urine output and temperature. Under strict aseptic precautions epidural space was identified in T7 - T8 interspace with the loss of resistance technique, an 18 G epidural catheter was inserted and activated using inj. lignocaine 2% with adrenaline (1:200000) 12 ml and injection tramadol (50 mg/ml) 2 ml. Adequate blockade was tested with pin prick and blockade achieved up to T4 level. Intraoperative haemodynamics were within normal limits throughout the course of surgery and ABG was within normal limits with pH of 7.35. Intraoperative surgical findings were left sided tuboovarian mass with 50-60 ml of pus in mass with dilated large bowel. In view of non-availability of intravenous (IV) levothyronine (T3), tablet levothyroxine-T4 200 μg was mixed in sterile normal saline and injected into the jejuno - ileal junction intraoperatively [].\\nPostoperatively, the patient was shifted to ICU for observation and analgesia. Tablet levothyroxine (T4) 100 μg OD was administered via Ryle's tube. Analgesia was maintained with epidural infusion of inj.bupivacaine 0.125% at the rate of 5 ml/h for 48 h. Subsequent analgesia was maintained with inj. paracetamol 1 g IV infusion 8th hourly. Thyroid function test on first post-operative day revealed serum T3-0.8 ng/ml (normal range - 0.7-2.0 ng/ml), T4-5.2 μg/dl (normal range 4.5 μg/dl to 11.0 μg/dl) and TSH of 38 μIU/ml (normal range - 0.4-4.2 μIU/ml). On post-operative day 3, patient was conscious, alert, oriented and was obeying oral commands and was shifted to ward.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'7380161': 1, '5338943': 1, '7039417': 1, '6806085': 1, '7829685': 1, '12800543': 1, '8017451': 1, '25024488': 2}", "similar_patients": "{}"}