{"patient_id": 82864, "patient_uid": "4564635-1", "PMID": 26413357, "file_path": "comm/PMC004xxxxxx/PMC4564635.xml", "title": "Speaking Tracheostomy Tube and Modified Mouthstick Stylus in a Ventilator-Dependent Patient with Spinal Cord Injury", "patient": "A 73-year-old male who fell from a height of 2 m was admitted to the hospital in cardiopulmonary arrest. His medical history included hypertension and urolithiasis. After successful resuscitation, fractures of the cervical spine (C1, C5, C6, and C7) and cervical SCI (C1 and C2) were found on examination by computed tomography (CT) and magnetic resonance imaging (MRI) (). He became tetraplegic and required mechanical ventilator support. He underwent a tracheotomy with a cuffed tracheostomy tube (Blue Line Profile Cuff; Smiths Medical, Inc.), and soon had difficulty with communication and became depressed. First, he spoke in a hoarse whisper, assisted with 5 L/min of humidified oxygen gas via the suction line. This method could only be used for a few minutes and caused discomfort. Second, a speaking tracheostomy tube (Vocalaid; Smiths Medical, Inc.) was inserted. He could talk for up to 10 min using this tube, but with fatigue. Moreover, speaking with the tracheostomy tube was inadequate for communication.\\nThe mouthstick stylus is also commercially available. However, the constant biting required for its operation left him fatigued. Thus, a stylus fixed on a mouthpiece of maxillary teeth with dental self-curing resin (UNIFAST III; GC Dental, Japan) was applied. The mouthpiece was made with a 2 mm thick polyethylene terephthalate glycol-modified thermoforming plate (Erkodur; ERKODENT Erich Kopp GmbH, Germany). The stylus was made with a rod antenna and conductive urethane foam for electrostatic discharge (ESD form F-10-A; Hozan Tool Ind. Co., Ltd., Japan) (). This modified mouthstick stylus was fixed on the maxilla without the need for biting and could be used with both a communication board and a capacitive iPad touchscreen. The length of the stylus was adjustable. As this provided the patient with a method for communication, he can communicate with us.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'8602678': 1, '23786727': 1, '5341469': 1, '32920849': 1, '6824153': 1, '24461708': 1, '8460819': 1, '27756433': 1, '19964938': 1, '18674985': 1, '1094390': 1, '7609973': 1, '7702170': 1, '21095789': 1, '26413357': 2}", "similar_patients": "{}"}