{"patient_id": 143801, "patient_uid": "4342858-1", "PMID": 25762925, "file_path": "noncomm/PMC004xxxxxx/PMC4342858.xml", "title": "A Case of Pancreatic Intraepithelial Neoplasia That Was Difficult to Diagnose Preoperatively", "patient": "The patient was a 63-year-old woman who was seen by a local physician for pain in the epigastric region that started back in December 2006. An abdominal CT scan revealed pancreatic cystic lesions and pancreatic duct dilatation, and the patient was referred to our hospital for further examination on December 27. The patient had a history of hyperlipidemia for which she was being treated, but no history of pancreatitis or abdominal trauma, and no notable family history. The patient did not smoke or drink alcohol. Examination results on admission were as follows: height, 157 cm, weight, 40 kg, and body temperature 37.2°C. The patient was alert and her abdomen was soft and flat with no palpable masses. The patient had tenderness in the epigastrium but no rebound or guarding.\\nHer blood chemistry revealed a slight elevation of the pancreatic enzymes amylase and elastase 1. While no other evidence of inflammation could suggest active pancreatitis, a slight elevation of the tumor marker CA19-9 was detected.\\nAbdominal ultrasonography (US) revealed a multilocular cystic lesion of 45 mm in length with node-like projections in the body of the pancreas. The main pancreatic duct was noticeably dilated from the body to the tail. The pancreatic parenchyma was overall atrophic, and her echogenicity was moderate. Comorbidity with chronic pancreatitis was suspected. An abdominal CT revealed a cystic lesion with a relatively thick septum-like structure in the body of the pancreas. A solid component with slight contrast enhancement was noted inside the cyst. Magnetic resonance cholangiopancreatography revealed a multilocular cystic lesion in the body of the pancreas, and continuity with the main pancreatic duct that was slightly dilated more distally was suspected (fig. ). Endoscopic US revealed a multilocular cystic lesion (26 mm long) in the body of the pancreas. A dilated main pancreatic duct communicating with this lesion was noted. There were extensive node-like raised lesions with papillary development from the cyst to the main pancreatic duct. Like the findings of US, the pancreatic parenchyma was atrophic and echogenicity was moderate, again alluding to comorbidity with chronic pancreatitis. Masses other than the cyst were not seen in the pancreatic parenchyma, which included the area around the main pancreatic duct proximal to the cyst. Endoscopic retrograde pancreatography (ERP) did not reveal marked abnormalities in the papillae or an irregular stricture of the main pancreatic duct in the area between the pancreatic head and body. The distal portion of the pancreatic duct was dilated (fig. ). An ERP catheter and catheter for brush cytology were unable to pass the stricture. Pancreatic juice cytology was class I, and malignancy was not detected.\\nThese images revealed a multilocular cystic lesion with internal nodes and A dilatation of the main pancreatic duct. A diagnosis of a combined type IPMC was first considered. Though cytology revealed no malignancy, and examinations such as endoscopic US failed to detect obvious masses, ERP revealed an irregular ductal stricture in the portion of the pancreas head proximal to a cystic lesion. Therefore, comorbidity with small pancreatic ductal carcinoma was suspected. Nearby vascular invasions or distant metastasis were not noted. Distal pancreatectomy was then performed in February 2007.\\nSurgical findings were as follows: the pancreas was hard throughout, and a multilocular cystic lesion of 4 cm in length was noted in the body of the pancreas. At the site where an irregular ductal stricture proximal to the cystic lesion was noted preoperatively, the pancreatic tissue was hard and mass like, so resection was performed more proximally. A rapid pathological diagnosis of the surgical margin during surgery revealed evidence of PanIN, and further resection was performed twice. The surgical margin was positive, and so total pancreatectomy was ultimately conducted.\\nHistopathological findings were as follows: diffuse lesions corresponding to PanIN-2 to PanIN-3 [carcinoma in situ (CIS)] were noted primarily in the main pancreatic duct (fig. ). Multiple intraepithelial papillary lesions were noted in a multilocular cystic lesion and the dilated main pancreatic duct (fig. ). The irregular stricture of the pancreatic duct in the head of the pancreas was severely fibrotic, and papillary growth of intraepithelial lesions (corresponding to PanIN-2 and CIS) was noted (fig. ). In addition, numerous small pseudocysts were found around the stricture. Immunostaining indicated a positivity for MUC5AC and MUC6, partial positivity for MUC2, and negativity for MUC1.\\nPostoperatively, the patient developed secondary diabetes mellitus and required insulin treatment. The patient also required high doses of pancreatic enzyme supplements but did not experience tumor recurrence after being followed up for approximately 5 years.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'26559377': 1, '11342768': 1, '10955772': 1, '33080703': 2, '15252303': 1, '9667529': 1, '14505145': 1, '30972547': 1, '33668239': 1, '8135625': 1, '445339': 1, '25762925': 2}", "similar_patients": "{'7571982-1': 1}"}