{"patient_id": 81572, "patient_uid": "4470113-2", "PMID": 26237678, "file_path": "comm/PMC004xxxxxx/PMC4470113.xml", "title": "Manual Physical Therapy for Non-Surgical Treatment of Adhesion-Related Small Bowel Obstructions: Two Case Reports", "patient": "Patient 2 was a 49 year old Caucasian female with a BMI of 21.8 and a significant history of recurrent abdominal adhesions as a result of multiple surgeries and injuries including benign lumpectomy of the breast, dilation and curettage, motor vehicle accident with injury to the soft tissue of the chest wall resulting in migraine headaches and fibromyalgia, and injuries to bilateral wrists. She also had a past medical history of systemic lupus, chronic fatigue, fractured right upper extremity and several fingers, left knee surgery, mild arthritis, brown recluse spider bites and multiple miscarriages.\\nPatient 2 underwent the first of a series of surgeries beginning with a breast lumpectomy. Within weeks of this surgery, she was hospitalized as she was unable to keep any food or fluids down and all bowel movements ceased, accompanied by severe bloating and abdominal pain. After six days in the hospital, an emergency exploratory laparotomy revealed adhesion-related bowel obstructions. She had cysts removed from her ovaries and colon, as well as an appendectomy in June 2006. Two weeks later (July 2006) she underwent her second abdominopelvic surgery, the first to treat adhesion-related small bowel obstruction, in which the surgeon resected a fibrous band from her transverse colon to her posterior peritoneum, which had caused an internal herniation. In August 2006, the patient underwent a third abdominopelvic surgery, an exploratory laparotomy for a spigelian hernia, ovarian mass resection, oophorectomy, and adhesiolysis.\\nDespite undergoing two adhesiolysis procedures, the patient continued to experience symptoms of bowel obstruction including abdominal distention, nausea, vomiting, pain and constipation immediately following the surgeries.\\nIn January 2007, she was again diagnosed with abdominal adhesions, a diagnosis confirmed during a laparotomy performed in July 2007, which was her fourth abdominopelvic surgery. That surgeon noted and lysed dense intra-abdominal adhesions and scar tissue that were binding the loops of the small intestine; the physician also performed an umbilical hernia repair with mesh. In October 2007 she underwent a fifth abdominopelvic surgery: bilateral inguinal hernia repair.\\nIn July of 2008, she underwent a sixth abdominopelvic surgery, another exploratory laparotomy, in which the surgeons noted extensive abdominal adhesions, a nearly complete SBO due to adhesions causing eight to ten acute angle kinks of the bowel and adhesions around the stomach causing it to become elongated, J-shaped and adhered to the anterior abdominal wall. Shortly thereafter, she underwent a complete hysterectomy and oophorectomy due to uterine fibroids and ovarian disease, her seventh abdominopelvic surgery. Thus, she underwent seven abdominopelvic surgeries, most related to adhesions and/or SBO, within a period of 30 months. In November 2008 the patient was diagnosed with recurrent idiopathic abdominal adhesions and informed of the need for an eighth abdominopelvic surgery, a laparotomy for adhesiolysis to treat the recurring SBO symptoms. Feeling that she needed to take another path, she elected to try a manual physical therapy in November 2008 rather than undergo further surgical intervention for her current partial SBO.\\nDuring the physical therapy initial evaluation, Patient 2 reported constant dull aching abdominopelvic pain averaging 7/10 on the pain scale; intermittent dull aching pain in her torso at 10/10 on the pain scale; and pain in one lower leg that was intermittent dull aching, averaging 5/10 on the pain scale in an area that was bitten by a brown recluse spider. She reported pain with bowel movements, urination and intercourse. She had lost 18 pounds and was on a totally liquid diet at the time of the initial evaluation. She reported pain and a severe decrease in quality of life, beginning with her first surgery (June 2006) that forced her to leave the workforce. She presented with severe abdominal pain; decreased range of motion at the cervical, thoracic, lumbar and sacral regions. Physical therapy palpation and tests revealed severe visible and palpable scars and adhesions, severe restrictions in visceral abdominal mobility; decreased myofascial and osseous mobility and range of motion; and significant postural asymmetries. Current medication at the initiation of treatment was Darvocet-N 100 every 6 h for pain.\\nLike Patient 1, Patient 2 underwent 20 h of intensive manual physical therapy over the course of 5 days with the goals of improving range of motion, flexibility, strength and posture, as well as decreasing adhesions in the bowel and abdominal wall in an attempt to decrease or negate the need for her pending surgery and to prevent a total small bowel obstruction. Again, the therapists used similar techniques as noted in their earlier published studies in which they focused on adhesions affecting endometrial and tubal structures. That is, they treated the adhesions that existed on and within the interstitial spaces, as well as on and within abdominal and pelvic organs, as the primary focus of their therapy.\\nAt discharge from physical therapy, Patient 2 reported that pain had decreased by 90% or more, and she was able to return to a normal diet. The therapist noted improvement in range of motion to within functional limits and improved posture, increased visceral mobility, increased myofascial and osseous mobility, and significantly decreased pain with urination, sexual intercourse and bowel movements. Several weeks following discharge from therapy, Patient 2 reported that she had re-gained the 18 pounds she had lost due to her compromised bowel, and she had returned to a normal quality of life. She was able to cancel the scheduled surgery for adhesiolysis and SBO. At her one-year follow-up from therapy, Patient 2 reported experiencing no additional SBOs or SBO symptoms, and that no further surgical interventions were needed or performed.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'10645174': 1, '21765229': 1, '22196431': 1, '3869454': 1, '15775874': 1, '22147959': 1, '15266276': 1, '22301554': 1, '22851875': 1, '17333123': 1, '10951402': 1, '9139169': 1, '1547175': 1, '14598429': 1, '2301905': 1, '18251317': 1, '8299773': 1, '21357497': 1, '29785079': 1, '2525188': 1, '14766366': 1, '21116396': 1, '1454865': 1, '1739055': 1, '10211847': 1, '19735563': 1, '26989690': 1, '21955534': 1, '22851876': 1, '1831321': 1, '26237678': 2}", "similar_patients": "{'4470113-1': 2}"}