{"patient_id": 144908, "patient_uid": "4400544-1", "PMID": 26069799, "file_path": "noncomm/PMC004xxxxxx/PMC4400544.xml", "title": "Anti-GBM disease with a mild relapsing course and low levels of anti-GBM autoantibodies", "patient": "A 71-year-old woman with a medical history that included a peripheral facial paresis and an irritable colon sought medical attention in August 2000 after a 6-month period of general malaise, intermittent subfebrility and myalgia. The weeks preceding the appointment her condition had worsened. Dipstick tests revealed haematuria and proteinuria. Blood tests indicated a mild renal failure with a serum creatinine of 100 µmol/L and an erythrocyte sedimentation rate of 80 mm/h. A week later her creatinine had risen to 130 µmol/L and serology was positive for anti-GBM with 61 and myeloperoxidase-antineutrophil cytoplasmic anitbody (MPO-ANCA) >320 ELISA units (above 10 is considered as positive in both the assays).\\nShe was transferred to the Lund University Hospital, where she received apheresis with Protein A adsorption columns. A renal biopsy showed focal necrotizing glomerulonephritis with crescents in 6 of 16 glomeruli and a typical linear immunofluorescence pattern for IgG, kappa and lambda. After three Protein A sessions, her anti-GBM antibodies were undetectable. She was discharged with oral cyclophosphamide 75 mg per day and prednisolone. After 5 months, the medication was switched to azathioprine 50 mg daily, which was continued for 12 months. Serum creatinine remained stable at a level of 90 µmol/L and anti-GBM antibodies were below the detection limit ().\\nTwo years later in the fall of 2004, she experienced a relapse with re-emergence of anti-GBM antibodies, return of microscopic haematuria and a slight elevation of serum creatinine (maximum 108 µmol/L). Treatment with azathioprine was restarted. During 2005, anti-GBM remained positive at low level, but turned negative in April 2006. Haematuria was noted until November 2005. Azatioprine therapy was continued for 25 months.\\nIn October 2007, she experienced her second minor relapse with return of anti-GBM antibodies, microscopic haematuria and a slight elevation of creatinine (maximum 131 µmol/L). Treatment with pulse cyclophosphamide therapy was initiated, resulting in disappearance of anti-GBM antibodies and haematuria. After six cyclophosphamide pulses, azathioprine was restarted.\\nIn November 2010, both haematuria and anti-GBM antibodies returned, like at previous relapses there was no malaise or other symptoms of general inflammation. This third relapse was curbed with an increase in azathioprine doses to 150 mg and reinstitution of a moderate prednisolone dose. Once again, there was a response with vanishing haematuria and autoantibodies. At the most recent follow-up in October 2011, anti-GBM was negative, there was no haematuria, and creatinine was 106 µmol/L.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'9708621': 1, '19151145': 1, '9524784': 1, '10430985': 1, '17329569': 1, '12902632': 1, '12815141': 1, '28403904': 2, '11388816': 1, '30208856': 2, '8678069': 1, '14981638': 1, '26069799': 2}", "similar_patients": "{'6136232-1': 1, '6136232-2': 1, '6136232-3': 1, '6136232-4': 1, '5390397-1': 1}"}