{"patient_id": 149183, "patient_uid": "4667148-1", "PMID": 26634086, "file_path": "noncomm/PMC004xxxxxx/PMC4667148.xml", "title": "Anesthetic management of a patient with polycythemia vera undergoing emergency repair of a type-A aortic dissection and concomitant coronary artery bypass grafting: a case report", "patient": "A 73 year old man, 158 cm and weighing 52.8 kg, was scheduled for an emergency repair of a type-A aortic dissection and concomitant coronary arterial bypass grafting. Hypertension and a transient ischemic infarct (TIA) that occurred 3 years ago were under conservative treatment. He had undergone aortic valve replacement surgery for severe aortic stenosis 26 years earlier, and also had had percutaneous coronary stents inserted in the left circumflex artery and right coronary artery 10 years earlier for coronary stenosis.\\nIn a preoperative review of his chest computed tomography, dissection from the sinotubular junction of the ascending aorta to the aortic arch with a large intimal defect was observed. Preoperative transthoracic echocardiography showed preserved left ventricular function with an ejection fraction of 57%. Stenotic lesions requiring concomitant coronary arterial bypass grafting were discovered at the initial coronary aorta CT scan. Although a coronary angiogram can be a risky procedure in an aortic dissection patient, his vital signs were stable and it was necessary to evaluate a more accurate range of the stenotic lesions. 50% left circumflex artery occlusion and total occlusion of the right coronary artery was confirmed with a coronary angiogram. Duplex sonography in the carotid artery showed < 50% stenosis in both internal carotid arteries. His preoperative blood tests showed abnormally increased levels of hemoglobin (20.4 g/dl), hematocrit (61.8%), white blood cell count (297,000/mm3), and platelets (406,000/mm3). In his conventional coagulation test, the international normalized ratio of prothrombin time (1.33) and activated partial thromboplastin time (60.6 s) were slightly prolonged, and his fibrinogen level was slightly higher than the upper end of the institutional normal range (384 mg/dl). He had not been diagnosed with polycythemia vera previously, however, the results of his blood tests such as thrombocytosis (> 400,000 platelets/mm3) and leukocytosis (> 120,000/mm3) suggested that he had polycythemia vera.\\nIn the operating room, monitoring included a five-lead electrocardiogram with continuous ST segment analysis, pulse oximetry, non-invasive blood pressure, arterial blood pressure with left radial arterial catheter, bispectral index, and a cerebral oximetry. Initial vital signs, checked in the operating room, were stable with a blood pressure of 130/66 mmHg and a heart rate of 85 bpm. Anesthesia was induced and maintained with a continuous infusion of propofol, remifentanil, and cisatracurium. Following endotracheal intubation, transesophageal echocardiography was performed to evaluate cardiac function and to guide the hemodynamic treatment. A triple-lumen catheter with introducer (Advanced Venous Access®, Edward Lifescience, Irvine, CA, USA) was placed in the right internal jugular vein by a sono-guided technique, and a pulmonary artery catheter (Swan-Ganz catheter®, Edward Lifescience, Irvine, CA, USA) was also inserted.\\nIntraoperative baseline arterial blood gas analysis showed a hematocrit level of 61% and a hemoglobin level of 20.6 g/dl. To perform acute normovolemic hemodilution (ANH), 1.5 units (650 ml) of whole blood was drawn and replaced with 650 ml of 6% hydroxyethylstarch solution (HES, Volulyte®, Fresenius Kabi, Deutchland GmbH, Friedberg, Germany) for 30 minutes. During the procedure, his hemodynamic condition was stable, and following the procedure, the hematocrit level was 50%. We also performed rotational thromboelastometry (ROTEM®, Pentapharm GmbH, Munich, Germany) analysis, and the results were within the near-normal ranges with the exception of a hypercoagulable state in some results ().\\nThe patient underwent a Bentall operation, hemi-arch replacement, and coronary artery bypass grafting under cardiopulmonary bypass. During the hemi-arch replacement, there was deep hypothermic circulatory arrest for 41 minutes and during that period, icepacks were applied around the patient's head, 500 mg of intravenous pentothal sodium was injected, and cerebral oximetry values were monitored continuously (). While attempting to wean from the cardiopulmonary bypass, his hematocrit level was 43% (hemoglobin 14.5 g/dl) and in the ROTEM® analysis, the results of EXTEM® showed normal values. The results of FIBTEM® showed a slightly higher amplitude 20 minutes after the start of assay (A20), and maximal clot formation (MCF) in the upper normal range indicating a hypercoagulable state. At the end of surgical wound closure following protamine reversal, surgeons complained that there was a lot of microvascular bleeding, inconsistent with our ROTEM® analysis. Even though the hematocrit was 29% and our transfusion guideline was not satisfied, two units of packed RBCs, 10 units of cryoprecipitate, 10 units of platelets, and two units of fresh frozen plasma were transfused. The ROTEM® analysis at the end of the surgery were within normal ranges. During the whole operation period, the values of cerebral oximetry on both hemispheres were shown to be above 60%, and for fluid management during the operation, we used crystalloid, with the exception of 650 ml colloid for ANH.\\nFollowing transfer to the intensive care unit, his mental recovery was delayed until postoperative day 1, and the postoperative brain MRI showed an acute ischemic embolic infarct in the right basal ganglia. After starting heparinization, his neurological problems resolved fully, he was discharged from the hospital on postoperative day 13 with no neurological sequelae and without any postoperative bleeding problems.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'9271746': 1, '17909074': 1, '24947459': 1, '17455410': 1, '4748429': 1, '14725511': 1, '15585002': 1, '32051960': 1, '3704665': 1, '19249246': 1, '16100176': 1, '19918456': 2, '32668053': 2, '12492795': 1, '7436307': 1, '33329811': 2, '20191332': 1, '17470899': 1, '26634086': 2}", "similar_patients": "{'2769406-1': 1, '7586822-1': 1, '7713815-1': 1}"}