{"patient_id": 151437, "patient_uid": "4828946-1", "PMID": 27127710, "file_path": "noncomm/PMC004xxxxxx/PMC4828946.xml", "title": "Giant pseudoaneurysm originated from distal middle cerebral artery dissection treated by trapping under sensitive evoked potential and motor evoked potential monitoring: Case report and discussion", "patient": "A previously healthy 29-year-old female patient was admitted to the emergency room of Santa Paula Hospital, Sao Paulo, reporting a sudden headache and syncope associated with mild dysphasia and weakness of right arm and leg. Upon admission, she was graded a Glasgow Coma Scale of 13 and a Grade 4 right hemiparesis. According to her husband, she had not suffered any trauma. The patient was hemodynamically stable and reported on regular use of oral contraceptive.\\nWhen the patient was submitted to a computed tomography (CT) scan, the following were detected: A nodular hyperdense frontotemporal image anterior to a large left side predominantly temporal hematoma associated to edema and signs of subfalcine and transtentorial herniation, and a midline shift of approximately 6 mm []. An urgent magnetic resonance imaging (MRI) revealed aneurysm of 2, 5 cm in diameter, with partially thrombosed content associated to a large left temporal hematoma []. Digital subtraction angiography revealed dissection of the parietal-occipital branch of the left MCA and large pseudoaneurysm []. Terminal branches of distal MCA were seen emerging from the aneurysm base. In addition, a routine laboratory and cardiologic examination were conducted, yet the results were unrevealing.\\nSurgery under sensitive evoked potential (SEP) and motor evoked potential (MEP) monitoring was performed on an urgent basis given the risk of further neurological worsening.\\nA left side large frontotemporal craniotomy was performed along with wide Sylvian fissure opening and complete aneurysm dome and neck dissection. Aneurysm was trapped, and no reduction on neurophysiological parameters from baseline could be noted afterward, thus prompting us not to do a bypass. After the opening of the lesion wall, no bleeding was noted and aneurysmectomy was conducted given the large dome had considerable mass effect on the adjacent brain. Draining of the temporal hemorrhage considerably alleviated regional cerebral edema. Immediate postoperative CT scan showed complete drainage of the temporal bleeding and less midline shift than the previous scan []. Intracranial pressure was monitored and controlled during the first few days, and sedation was lowered on the 3rd day after surgery. A new scan revealed no signs of ischemia. The patient remained in good neurological condition and the previous dysphasia and hemiparesis begun to improve progressively. Control angiotomography showed complete obliteration of aneurysm.\\nNo vasospasm was detected by subsequent transcranial Doppler monitoring done from postoperative day 1. Intense rehabilitation led to complete amelioration of hemiparesis and near total dysphasia improvement, upon discharge from the hospital.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'9254076': 1, '19404109': 1, '17121127': 1, '11322438': 1, '34199853': 1, '20339665': 1, '9738103': 1, '655901': 1, '29125049': 1, '11354401': 1, '22726563': 1, '6762507': 1, '26001929': 2, '3726739': 1, '21150759': 1, '18719032': 1, '20725843': 1, '16922075': 1, '23715946': 2, '12758113': 1, '21734614': 1, '11935041': 1, '18928355': 1, '13104634': 1, '1183106': 1, '27127710': 2}", "similar_patients": "{'4490611-1': 1, '3718994-1': 1, '3718994-2': 1, '3718994-3': 1, '3718994-4': 1}"}