{"patient_id": 145946, "patient_uid": "4453188-1", "PMID": 26085771, "file_path": "noncomm/PMC004xxxxxx/PMC4453188.xml", "title": "PRKAG2 mutation: An easily missed cardiac specific non-lysosomal glycogenosis", "patient": "A 14-year-old girl presented with sudden onset of pre-excited atrial fibrillation with a rapid ventricular response. She was hemodynamically stable and was treated with a procainamide bolus, which converted the rhythm to sinus. She was then transferred to our facility for further work-up and management. At presentation, she was alert and oriented with no distress. She had a heart rate (HR) of 71 bpm with a normal respiratory rate, blood pressure, physical exam, complete blood count (CBC), and basic metabolic profile.\\nShe was believed to have hypertrophic cardiomyopathy and WPW syndrome with multiple accessory pathways first diagnosed 4 years prior to this presentation. At that time, she underwent successful ablation of a two rapidly conducting accessory pathways in the right antero-lateral and left lateral atrioventricular (AV) groove. She had a third mid-septal to antero-septal pathway; however, this pathway was not ablated at the time, due to the relative proximity to AV node, the limited antegrade conduction properties, and the lack of retrograde conduction. She was treated with atenolol. One week prior to current admission, she had a syncopal event while doing her normal activities and a Holter performed at that time demonstrated tachycardia. The type of tachycardia however was not specified in the records and the tracings were not available for review.\\nThe patient had a strong family history of heart disease. Her mother had WPW syndrome and hypertrophic cardiomyopathy (HCM) and had atrial fibrillation at 12 years of age. She subsequently had placement of an ICD. Her maternal uncle, who was previously healthy, died suddenly at the age of 32 years. Also, her maternal cousin had WPW syndrome.\\nElectrocardiography (ECG) at the time of presentation to our hospital showed evidence of ventricular pre-excitation []. There was concentric left ventricular hypertrophy with left ventricular diastolic septal thickness of 1.38 cm (z score 3.82) [], which was comparable to her previous echocardiogram 4 year earlier. Her anatomy was otherwise normal with normal systolic ventricular function. Considering the past history of WPW and evidence of pre-excitation on ECG, she underwent electro-physiological testing. Surprisingly, two new accessory pathways (right postero-septal, right lateral) were mapped besides the midseptal pathway which was present at the first electrophysiological testing. Both right-sided pathways were successfully ablated. The midseptal pathway demonstrated delayed elimination (10-15 seconds) with application of radiofrequency energy, though this was soon followed by accelerated junctional rhythm requiring termination of the lesion. This accessory pathway, as noted previously, had limited antegrade conduction and no retrograde conduction.\\nHer post-operative course was remarkable for the development of a variety of AV conduction findings. Post ablation ECG demonstrated normal AV node conduction with persistence of pre-excitation, though a different delta wave pattern []. On post-operative day 4, she developed sinus rhythm with first-degree AV block and no evidence of ventricular pre-excitation. Two days later, this progressed to compete AV block. The following day, her AV node conduction returned, though there was still no evidence of pre-excitation. On post-operative day 9, ventricular pre-excitation was once again evident. She underwent implantation of a dual chamber ICD in view of the episode of high-grade AV block and history of syncope in the setting of hypertrophic cardiomyopathy [].\\nGenetic testing demonstrated the patient to be heterozygous in the PRKAG2 gene coding for a missense mutation defined as c.1589 A > G. This gene is predicted to result in amino acid substitution p. His530Arg. The c.1589 A > G variant has not been observed in 5,700 healthy individuals sequenced in the NHLB1 exon sequencing project and 1,000 genomes project. Genetic counseling was provided to the patient and her parents. Genetic testing for the mutation was also advised for her mother and affected relatives.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'10087918': 1, '11748095': 1, '12707239': 1, '16943919': 1, '11407343': 1, '31049239': 1, '33244021': 1, '16302915': 1, '3964800': 1, '11748090': 1, '33552729': 1, '12015471': 1, '7657794': 1, '27051594': 1, '18158359': 1, '18403758': 1, '11239412': 1, '26085771': 2}", "similar_patients": "{}"}