{"patient_id": 77612, "patient_uid": "4198979-1", "PMID": 25312677, "file_path": "comm/PMC004xxxxxx/PMC4198979.xml", "title": "Misdiagnosis of bilateral tubal pregnancy: a case report", "patient": "A 33-year-old Chinese woman presented to the gynecology clinic complaining of vaginal bleeding without abdominal pain. Her last menses was 42 days before the visit. She used no form of contraception. Our patient had no history of PID, no prior IUD, no use of fertility drugs and no pelvic surgery. Our patient had had conservative treatment in our hospital due to a left tubal pregnancy eight years before (a single-dose methotrexate (MTX) injection (50mg/m2) was administered, and she had an uneventful decrease in serum β-human chorionic gonadotropin (HCG) levels within two weeks) and one spontaneous abortion two years before. A physical examination revealed stable vital signs: blood pressure of 107/55mmHg and a pulse rate of 88/min. Her abdomen was soft and nontender. A vaginal examination revealed bloody discharge and a nontender pelvis. Her serum level of β-HCG was 6993.1IU/L and her progesterone level was 13.40μg/L. No gestational sac was detected in the uterine cavity by transvaginal ultrasound (TVUS) scan on 12 December 2013.The presumptive diagnosis of ectopic pregnancy was made and our patient was admitted to our gynecology ward. Upon admission, her serum level of β-HCG increased to 13721.3IU/L. A 45mm×29mm right adnexal mass was found by TVUS examination (on 13 December 2013) (Figure ), and an ectopic pregnancy was suggested. Nothing abnormal was detected in the left adnexal area. The endometrial thickness was 10mm and the uterine cavity was empty. Having discussed the pros and cons of medical and surgical treatment options before the surgery, our patient and her family preferred the surgical treatment, and she insisted that she would like to preserve the integrity of the tube. After informed consent was obtained, a laparoscopy was performed, which revealed a 40×50mm nearly ruptured mass in the interstitial part of the right tube (Figure ). A wedge resection of the right side of the uterine horn and partial (isthmus) resection of the right fallopian tube were done. An inspection of the left tube showed it was slightly thickened, which was considered to be a inflammatory sign because of the left tubal pregnancy eight years before. Pathology results confirmed placental villi in the right tube.Her serum level of β-HCG was 7373.5IU/L on the first day after surgery and increased to 10522.3IU/L the next day. On 16 December 2013, an ultrasound scan showed a 24mm×14mm anechogenic image in her left fallopian tube, mild thickened endometrium, and a small amount of fluid collection in the Douglas Pouch (Figure ). Our patient had no obvious discomfort after the surgery so that the expectant therapy was executed.On 18 December 2013, her serum level of β-HCG rose to 13721.3IU/L and her progesterone level was 8.94μg/L. A 26mm×16mm left adnexal mass and a small amount of fluid was detected on TVUS examination. The endometrial thickness was 11mm and the uterine cavity was empty (Figure ). Our patient was considered for BTP. A laparoscopy was performed after informed consent was obtained. A 30×20mm unruptured left ampullary ectopic pregnancy was found (Figure ). A left linear salpingostomy and curettage were performed. Pathology results confirmed placental villi in the mass of the left tube and that there were no placental villi in the curettage specimen. Our patient was discharged home two days after surgery, in good condition. Her β-HCG serum level was 4128.0IU/L when she left hospital. She was followed up until her β-HCG serum level was normal.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'18198068': 1, '16234159': 1, '20067887': 1, '9749426': 1, '2652016': 1, '17955781': 1, '27134950': 1, '22328897': 1, '15200774': 1, '1031536': 1, '25312677': 2}", "similar_patients": "{}"}