{"patient_id": 77685, "patient_uid": "4206034-1", "PMID": 25340157, "file_path": "comm/PMC004xxxxxx/PMC4206034.xml", "title": "Amyloid A amyloidosis with subcutaneous drug abuse", "patient": "A 47-year-old Caucasian man presented with a right arm abscess as a consequence of subcutaneous injection of narcotics. He was found to have proteinuria and renal insufficiency. The past medical history was notable for subcutaneous injection of heroin and cocaine complicated by skin abscesses in the upper and lower extremities over the past five years. In addition, he had hepatitis C infection diagnosed in 1998 and psoriasis. He never received treatment for hepatitis C. Review of systems was negative for fevers, chills, chest pain, shortness of breath, hematuria, dysuria, headaches, or blurry vision. He was homeless and snorted cocaine for 25 years.\\nOn physical examination, the patient was a malnourished middle-aged man in no acute distress. The temperature was 37.0 °C, the blood pressure 157/89 mm Hg, the pulse 80 beats per minute, the respiratory rate 12 breaths per minute, the oxygen saturation 100% while breathing ambient air and the body mass index 19.8 kg/m2. Examination of upper and lower extremities demonstrated multiple needle marks, several localized cutaneous scars, and hyperkeratotic plaques on the elbows (). A 2x3 cm abscess with purulent secretion and surrounding erythema was present on his right arm. The heart had a regular rate and rhythm. There was a 3/6 aortic diastolic murmur. The liver span was 20 cm. No splenomegaly was appreciated. There was 2+ pitting edema over shins.\\nLaboratory data are summarized in . Leukocytosis, neutrophilia, microcytic anemia and hypoalbuminemia were noted. Serum creatinine was 3.8 mg/dL and urea nitrogen concentration was 37 mg/dL on admission. Serum creatinine was 2.3 mg/dL four months prior to the presentation. Urinalysis revealed dilute urine positive for glucose and protein. Urinary protein excretion was estimated 7.3 g/day based on a random urine protein-to-creatinine ratio. A 24-hour urine collection revealed 5.4 g of protein. Serum protein electrophoresis showed no monoclonal bands, but increased acute-phase reactants were noted. Urine protein electrophoresis was negative for Bence-Jones proteins. Serologic tests revealed antibodies against hepatitis C and hepatitis B surface antigen. Hepatitis B surface antigen and antibodies against hepatitis B core antigen and HIV were not detected. Urine toxicology screen was positive for cocaine. C-reactive protein (CRP) concentration was 2.3 mg/dL. Culture from the skin abscess was negative and multiple blood cultures were negative for common bacteria and HACEK group (Hemophilus, Actinella, Cardiobacterium, Eikenella, Kingella). Renal ultrasonography revealed enlarged kidneys (left: 13 cm, right: 15 cm). There was no hydronephrosis, masses, or stones. Chest radiography was unremarkable. Abdominal Ultrasound confirmed hepatomegaly. Transthoracic echocardiography showed vegetations involving aortic and mitral valves. Transesophageal echocardiography showed 1.7 cm vegetation involving aortic valve causing severe aortic insufficiency and a small vegetation on the anterior mitral leaflet. The patient was started on vancomycin and piperacillin/tazobactam for skin abscess and culture-negative endocarditis.\\nTo evaluate renal insufficiency and the nephrotic syndrome, renal biopsy was performed. There was accumulation of weakly PAS reactive, amorphous, and acellular material in glomerular mesangium, tubular basement membranes and blood vessel walls (,). Polarizing microscopy of Congo red-stained tissue sections revealed apple-green birefringence of deposits (,). Immunohistochemistry using antisera specific for serum amyloid A demonstrated strong staining of deposits (). In addition, severe acute tubular epithelial cell injury and scattered granular casts in tubular lumina were noted. There was moderate interstitial fibrosis and tubular atrophy. Moderate interstitial inflammation composed of mononuclear inflammatory cells and infrequent polymorphonuclear inflammatory cells was present. There was moderate arteriosclerosis and mild arteriolosclerosis. Immunofluorescence microscopy demonstrated weak staining for IgM and C1q in mesangial areas and segments of glomerular capillary walls. No kappa or lambda light chain deposition was detected. Ultrastructural examination revealed fine, non-branching, fibrillary material in the expanded mesangium and glomerular basement membranes (). A diagnosis of AA amyloidosis and acute tubular necrosis was rendered.\\nRenal AA amyloidosis was believed to be secondary to chronic suppurative skin infections complicating subcutaneous drug injection. Acute tubular necrosis was probably secondary to infections and cocaine use. The patient received supportive care for renal disease and did not require renal replacement therapy. He received counseling for drug addiction and is currently awaiting aortic valve replacement.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'17554116': 1, '24644540': 1, '2377176': 1, '3766593': 1, '24475449': 1, '7780053': 1, '9971870': 1, '6881286': 1, '11454373': 1, '3515182': 1, '17554117': 1, '21403980': 1, '16409147': 1, '12904524': 1, '25340157': 2}", "similar_patients": "{}"}