{"patient_id": 84929, "patient_uid": "4722231-1", "PMID": 26795063, "file_path": "comm/PMC004xxxxxx/PMC4722231.xml", "title": "Refractory hypoglycaemia in a dog infected with Trypanosoma congolense", "patient": "A 20 kg, 2-year-old intact female mixed-breed German shepherd dog was referred to the Emergency unit of the Nantes Veterinary Teaching Hospital (France) for several seizures and persistent hyperthermia. The dog had returned 1 month previously from a six-month stay in Senegal and sub-Saharan Africa. She had been properly vaccinated and dewormed. The rabies antibody titre was 7.92 IU/mL, above the value required for re-entry to Europe. The owners reported lethargy, reduced appetite, weight loss and fever peaks > 40 °C for 6 weeks. The dog had no history of epilepsy.\\nAt presentation, the dog was cachectic, sleepy but responsive, sternally or laterally recumbent (), with hyperthermia (39.9 °C). Physical examination revealed pale mucous membranes, capillary refill less than 2 s, normal hydration, tachypnoea (60 breaths/min) and tachycardia (heart rate 140 bpm). There were no petechiae. The skin showed sequelae of myiasis (most probably due to Cordylobia anthropophaga), but no ulcers. A tick (female Rhipicephalus sanguineus) was identified on the coat. Superficial lymph nodes were enlarged, especially the popliteal lymph nodes. There was no ocular anomaly.\\nSeizures led to suspicion of a metabolic disorder, such as hypoglycaemia. Encephalitis was also suspected; rabies was considered. Epilepsy was excluded because of the associated symptoms. Poisoning was excluded because of the duration of symptoms. Fever and lymph node enlargement led to increased suspicion of systemic infectious diseases like leishmaniasis, ehrlichiosis, borreliosis, anaplasmosis or babesiosis. Due to the travel history, infection by an indigenous African infectious agent was considered. Lymphoma was not excluded.\\nRoutine biochemistry and haematology showed severe hypoglycaemia (0.12 g/L, reference 0.6–1.1 g/L), normocytic (mean corpuscular volume 72 fl; reference interval 61–77 fl), normochromic (mean corpuscular haemoglobin concentration 33 g/dL; reference interval 33–36 g/dL), hyporegenerative (reticulocytes 49,600/μL; reference interval 0–60,000/μL), anaemia (haemoglobinaemia: 58 g/L, reference 120–180; erythrocytes: 2.6 × 1012/L, reference 5.5–8.5 × 1012/L) and thrombocytopenia (45 × 109/L, reference 200–500 × 109/L). Blood type was DEA 1.1+. Other abnormalities included hypoalbuminaemia (23 g/L; reference interval 25–35 g/L), hyperglobulinaemia (59 g/L; reference interval 30–45 g/L) and hypokalaemia (3.3 mmol/L; reference interval 3.8–5.2 mmol/L). Lactate, blood gas, alkaline phosphatase, alanine aminotransferase, bilirubin, urea, creatinine, prothrombin time and activated partial thromboplastin time were within reference ranges. Urinalysis was unremarkable. Systolic, diastolic and mean arterial blood pressures were within normal values. A blood smear was prepared at the time of blood sample collection and stained with Wright-Giemsa (Diff Quick). The lymph nodes were aspirated and stained.\\nRoutine cytological examination of the blood smears revealed numerous free extracytoplasmic protozoa (). The parasites were 10–20 μm in length, 3 μm wide, with a central nucleus, a medium-sized kinetoplast located at the body margin, just in front of the posterior extremity (marginal and sub-terminal kinetoplast), a poorly-developed undulating membrane and no free flagellum (). This morphology is consistent with Trypanosoma congolense []. The blood smears showed no Babesia canis. Numerous trypanosomes were also present in lymph node aspiration. These observations pointed to a diagnosis of canine African trypanosomosis. Babesia and Leishmania serologies were negative at all dilutions. Polymerase chain reaction (PCR) confirmed a Trypanosoma congolense forest-type infection. All the other taxa-specific PCRs were negative (Borrelia, Ehrlichia and Leishmania).\\nTrypanosoma congolense does not infect humans and the vector, the tsetse fly, is not present in France. No preventive measures were taken for the medical staff, except, as for any patient, not to handle biological fluids without gloves.\\nThe dog was transferred to the intensive care unit (ICU). On admission to the ICU, two catheters were placed, one for fluid administration and drug injection, the other for blood collection. A naso-oesophageal tube was placed for sucrose administration.\\nAnaemia, thrombocytopenia, tachypnoea and tachycardia led to transfusion of 10 mL/kg fresh whole blood. Mucous membranes became more pink, heart rate and respiratory rates returned to normal values and biological parameters improved (haemoglobinaemia: 79 g/L; red blood cells: 3.6 × 1012/L; thrombocytes: 135 × 109/L), but the dog remained in lateral or sternal recumbency, unable to get up, sleepy, almost slumbering.\\nOn day 1, at 1 PM, the body temperature was 39.9 °C; at 2 PM 40.0 °C; at 3 PM 39.8 °C; and at 4 PM 39.6 °C. Practical cooling methods were instituted: a fan, moist towel, blocks of ice and alcohol wipes. They had no effect ().\\nHypoglycaemia was the major concern.\\nOn day 1, at 1 PM, glycaemia was only 0.12 g/L and the dog had a new seizure. The first measurements and most of the very low measurements were carried out simultaneously with a glucometer and a calibrated laboratory analyser (Idexx®); no discrepancy was found between them. The dog was placed on a 5% glucose solution with 20 mmol/L KCl at a rate of 1 mL/kg/h, except during transfusion. The severe hypoglycaemia was treated with a 30 mL of 30% glucose IV bolus injected slowly at the injection site of the maintenance solution to prevent phlebitis. Ten millilitres of sucrose 70% (7 g/10 mL), Canadou®, a sugar syrup used for sweetening cocktails, was administered by gavage tube.\\nAt 4 PM, glycaemia was 0.63 g/L. At 5 PM, glycaemia was 0.2 g/L. From 6 PM until 3 PM on day 2, the dog had glycaemia measurements every hour, i.e. 26 measurements, all below 0.25 g/L, with the exception of one of 0.36 g/L at 11 PM (). After each measurement, the dog received the same supplements of glucose and water, i.e. 10 mL of sucrose 70% by gavage tube, 30 mL of glucose 30% IV through the tubing of the CRI of 1 mL/kg of 5% glucose, and Hill’s a/d® food given by hand, for a total of about 20 g of glucose/hour (1 g/kg/h) and 60 mL of fluids/hour (3 mL/kg/h). The dose of glucose administered was approximately two times that usually recommended. Despite this support, no clinical or physiological improvement was seen. Despite the lack of effect on glycaemia, glucose supplementation was continued to prevent the irreversible or even fatal neurological effects associated with profound hypoglycaemia. At midnight, the dog presented with head-shaking, the glycaemia then being 0.22 g/L. At 4 PM, glycaemia was undetectable (“value too low”) with the glucometer (the detection limit was 0.1 g/L).\\nAt 6 PM on day 2, the dog received diazoxide, Proglycem®, at a dose of 2.5 mg/kg, a glucose-elevating drug used to treat refractory hypoglycaemia induced by insulinoma. Glycaemia increased. Glycaemia was 0.2 g/L at 5 PM, 0.32 g/L at 6 PM, 0.53 g/L at 7 PM, 0.61 g/L at 8 PM, 0.57 g/L at 9 PM and 1.08 g/L at 10 PM. At that time, the dog was standing upright and was able to walk. Supplemental glucose was then limited to a maintenance solution of 5% glucose at 1 mL/kg/h supplemented with K+ and 10 mL of 70% sucrose by gavage tube. The next four readings were nearly normal: 0.87 g/L at 11 PM, 1.18 g/L at 0:00 on day 3, 0.87 g/L at 2 AM, but by 4 AM glycaemia had dropped to 0.28 g/L. The initial treatment every hour and diazoxide every 12 h were insufficient to restore normoglycaemia, with values remaining around 0.4 g/L all of the third day.\\nEvery hour, after glycaemia and body temperature measurements, the dog’s position was shifted in order to prevent pressure ulcers. Arterial blood pressures, pulse and respiration rates taken every hour were always within normal limits.\\nAnimal trypanocides are not available in metropolitan France; as a result, a human product was used. The only drug quickly available was pentamidine, Pentacarinate®. It was ordered, and arrived on day 3. Treatment consisted of six injections at 4 mg/kg at 48-hour intervals []. On day 3, at 2 PM, the dog received an infusion of 80 mg pentamidine diluted in 50 mL of 5% glucose (normal saline is contraindicated, according to the manufacturer) over a period of 4 h in order to watch for signs of anaphylaxis. No adverse effects were noticed but hepatic parameters increased (ALP: 388, reference 0–200 IU/L, ALT: 201, reference 0–80 IU/L). The next five doses were administered by intramuscular injection every 48 h. Glycaemia remained low and temperature high until 1 AM on day 4 before normalizing (). Clinical improvement was correlated with the normalization of laboratory values. Trypanosomes had disappeared from the blood smears four days following the first injection. On day 14, the day following the last injection, the dog was discharged.\\nTwo weeks after discharge, or 1 month after initial presentation, the dog again presented with the same symptoms, an enlarged spleen and bilateral corneal opacity. Routine chemistry and haematology revealed anaemia (haemoglobinaemia: 66 g/L, erythrocytes: 2.8 × 1012/L), hypoglycaemia (0.68 g/L) and thrombocytopenia (42 × 109/L). Many trypanosomes were present on the blood smears. Ultrasound revealed marked splenomegaly with multinodular parenchyma and a hypoechoic pattern, consistent with reactive splenitis. A second transfusion was performed. Thirteen glycaemia measurements during the first 24 h were all low, with a minimum of 0.31 g/L and a maximum of 0.59 g/L (). Hypoglycaemia was treated as in the first episode, with no greater success. The dog received three other intramuscular injections of 4 mg/kg pentamidine at 72-hour intervals.\\nThree weeks after the first relapse, or 7 weeks after the first admission, the dog again presented, after a seizure. Haematology still showed anaemia (erythrocytes: 4 × 1012/L) and thrombocytopenia (120 × 109/L). Again, parasites were visible on the blood smears. A third transfusion was performed. Again, three intramuscular injections of 4 mg/kg pentamidine were given, but at 10-day intervals. The dog came back for monthly examinations for 3 months, upon which clinical examinations, biochemistry and haematology were within normal ranges.\\nThree months, 6 months and 1 year after the last episode, no trypanosomes were visible on the smears. The dog even became pregnant 1 year later and gave birth to healthy puppies. She was considered cured.\\nSix years after this incident the dog was presented for a physical examination prior to another trip to Senegal; she was healthy, no parasites were found on a blood smear, but serological examination by ELISA T. congolense (using soluble antigens of T. congolense Savannah-type) was positive. PCR was negative.", "age": "[[2.0, 'year']]", "gender": "F", "relevant_articles": "{'31802974': 1, '20219092': 1, '30102417': 1, '4089479': 1, '21622597': 1, '12423934': 1, '20092062': 1, '33802315': 1, '11114388': 1, '30147261': 1, '34390548': 1, '24151595': 1, '29134026': 1, '2915160': 1, '3942363': 1, '726046': 1, '18811787': 1, '32867247': 1, '6464184': 1, '22910666': 1, '7723295': 1, '28856450': 1, '6343877': 1, '12191895': 1, '2504769': 1, '17850267': 1, '30324416': 1, '32831551': 1, '32490367': 1, '1459784': 1, '11299121': 1, '23452503': 1, '18155842': 1, '21678793': 1, '26795063': 2}", "similar_patients": "{}"}