{"patient_id": 151935, "patient_uid": "4857572-1", "PMID": 27186000, "file_path": "noncomm/PMC004xxxxxx/PMC4857572.xml", "title": "Delayed diagnosis of endobronchial mucoepidermoid carcinoma in a 29-year-old male", "patient": "A 29-year-old never smoker male patient was referred to the Pulmonary Medicine Outpatient Clinic for evaluation of possible drug resistant TB. The patient had received more than 1 year of anti-TB medications with no symptomatic improvement. Patient history and records were reviewed.\\nTwo years ago, the patient developed insidious onset right sided pleuritic chest pain associated with a dry cough. It was associated with on and off fever with evening rise of temperature. There was a history of intermittent wheezing without any seasonal worsening and patient had noted 3–4 episodes of streaky hemoptysis. There was no history of anorexia or weight loss. The patient was evaluated at a local health care facility wherein based on the findings of a right sided chest radiographic opacity and thoracic ultrasound demonstrating mild right side pleural effusion, a possibility of pleuro-pulmonary TB was considered, and four-drug anti-TB treatment (directly observed treatment regimen) with first-line drugs was initiated. The patient was reassessed after initial regimen, but there was no radiological response. Sputum smear examination for acid-fast bacilli was negative on multiple occasions. Despite 12 months of regular treatment, there was no improvement in symptoms and cough persisted. The patient was initiated on treatment with an intensified anti-TB regimen (Cat II drugs administered on daily basis for 9 months) along with streptomycin and referred to our center.\\nGeneral physical examination was normal. On chest examination, crackles were audible in the right infrascapular area, and breath sounds were reduced in the lower right hemithorax. Routine blood investigations were normal. Sputum cytology was negative for malignant cells. A thoracic computed tomography (CT) scan followed by flexible bronchoscopy was planned.\\nContrast-enhanced CT thorax demonstrated a mass lesion measuring 5 cm × 7.5 cm × 4.5 cm in relation to the bronchus intermedius causing its significant luminal compromise with resultant atelectasis and bronchiectatic changes in middle lobe and lower lobe of the right lung [Figure and ]. No significant mediastinal/axillary lymphadenopathy or pleural effusion was noted. Findings were suggestive of a primary endobronchial mass with parenchymal extension with post obstructive pneumonitis changes. Flexible fiberoptic bronchoscopy showed a lobulated endobronchial growth in proximal right intermediate bronchus completely occluding the middle and lower lobe []. Endobronchial biopsy showed a malignant neoplasm comprising squamoid cells and mucin-secreting cells showing mild to moderate cytological atypia. Few mucin-secreting cells were seen lining glandular structures and foci of extracellular mucin were noted []. Occasional mitotic figure was seen, and necrosis was absent. Immunohistochemistry revealed CK5 and CK7 positivity, whereas, CK-20, S-100, and SMA were negative. A diagnosis of MEC (low grade) was given. Positron emission tomography-CT scan showed no significant uptake apart from the right lung mass. The patient underwent right middle and lower lobectomy and his postoperative period was uneventful. The final histopathology report was consistent with the result of the bronchoscopic biopsy. Follow-up bronchoscopy performed after 1 year showed an intact suture line with no tumor recurrence.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'11891521': 1, '26029623': 1, '12763951': 1, '10914051': 1, '23168467': 1, '12006690': 1, '17824797': 1, '1395814': 1, '22463875': 1, '16632723': 1, '27186000': 2}", "similar_patients": "{}"}