{"patient_id": 144109, "patient_uid": "4366982-1", "PMID": 25811002, "file_path": "noncomm/PMC004xxxxxx/PMC4366982.xml", "title": "Tonsillar Tuberculosis: A Forgotten Clinical Entity", "patient": "A 76-year-old nondiabetic, nonsmoker male patient presented with recurrent sore throat, progressive difficulty in deglutition, odynophagia, and loss appetite for 3 months. There were no history of cough, esophageal reflux or retrosternal burning sensation, post-nasal drip, fever, and fatigue. There was no history of household contact with the patient of sputum smear positive pulmonary tuberculosis. General examination revealed only anemia and bilateral cervical lymphadenopathy. Jugulo-digastric lymph nodes and lymph nodes of posterior triangle were enlarged which were multiple in number, matted, nontender, firm, and fixed to underlying structure. Overlying skin was free and normal. Approximate size of the lymph nodes was 2 × 2.5 cm, and surface of the lymph nodes were smooth, but margins were not distinct. His temperature was 37.4°C, respiratory rate, 18 breaths/minute, pulse rate, 96 beats/minute, and blood pressure, 140/84 mmHg. Systemic examination revealed no abnormality. Examination of oral cavity showed bilateral proliferative enlargement of both tonsils associated with erythema and edema of surrounding pharyngeal wall. Enlarged tonsils were covered yellowish-white plaque, but there was no ulceration or bleeding spots. Crypts were filled up with pus. Complete haemogram and blood biochemistry were normal except hemoglobin, 8.5 g/dL, and erythrocyte sedimentation rate after first hour, 56 mm. Sputum for acid fast bacilli and Gram stain were negative and pyogenic culture of sputum showed no growth. Chest X-ray was normal. Gram stain and pyogenic culture of throat swabs were negative. Tablet Co-amoxiclav – 625 mg three times daily was given, but no improvement was documented. Fine needle aspiration cytology of enlarged cervical lymph nodes showed epithelioid granulomas with Langhans’ giant cells, lymphocytes and areas of necrosis, but no acid fast bacilli (AFB) was seen on Ziehl Neelsen staining. As advised by otolaryngology department of our institution, bilateral tonsillectomy was done, and histopathological examination of the resected specimen showed lymphoid follicles with germinal centres, epithelioid granulomas with Langhans’ and foreign body giant cells and areas of caseous necrosis – suggestive of chronic granulomatous inflammation due to tuberculosis []. No AFB was seen on Ziehl Neelsen staining. Hence, final diagnosis was tuberculosis of both tonsils, and as there was no past history of antitubercular therapy (ATT), a combination of rifampicin, isoniazid, pyrazinamide, and ethambutol was advised for 2 months, followed by four months of rifampicin and isoniazid. On follow up, there was complete resolution of the lesions of oral cavity and associated cervical lymphadenopathy.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'8182327': 1, '34871225': 2, '31598501': 2, '1911491': 1, '30249724': 1, '32637657': 1, '21712939': 1, '3723722': 1, '8537992': 1, '32148688': 2, '25952429': 1, '12118442': 1, '7876738': 1, '7494127': 1, '25811002': 2}", "similar_patients": "{'7048960-1': 1, '8568445-1': 1, '6764808-1': 1}"}