{"patient_id": 75579, "patient_uid": "4058578-1", "PMID": 24982810, "file_path": "comm/PMC004xxxxxx/PMC4058578.xml", "title": "Transient Serotonin Toxicity Evoked by Combination of Electroconvulsive Therapy and Fluoxetine", "patient": "A 31-year-old woman had no past history of physical disease except for asthma for which she received daily inhalations with budesonide and formoterol. She had recurrent depression and had been treated over some years with citalopram, dosulepin, mianserin, and quetiapine. She had been been previously stabilized on a combination of fluoxetine and lamotrigine. Lamotrigine was discontinued when she got pregnant, but fluoxetine was continued. After the birth of a healthy girl, she soon again began to develop symptoms of depression, and the combination of lamotrigine and fluoxetine was reinstituted but with little effect.\\nIn October 2013, she was admitted to the psychiatric ward and she fulfilled criteria for major depressive disorder. The depressive state was of a moderate severity. Lamotrigine was discontinued and fluoxetine was reduced from 80 mg daily to 60 mg daily. Quetiapine 25 mg was given for anxiolytic purposes but only on very rare occasions.\\nShe received 9 bilateral frontotemporal treatments with ECT with 3 treatments given every week for 3 weeks (Thymatron System IV, energy level 30%). All treatments were assessed to be technically sufficient. The treatments appeared to have beneficial effect on the depression. In the course of the last ECT treatments, the spouse was concerned that her balance and her gait were seriously deteriorated and she could appear confused. Agitation was also seen intermittently. Since serotonin toxicity was suspected, fluoxetine, ECT, and quetiapine were discontinued.\\nPhysical examination found that the patient had ataxia and generalised hyperreflexia. There was no rigidity. No hyperpyrexia, no diaphoresis, no tremor, and no myoclonus were described. Blood pressure and heart rate were in the expected range. Computerized tomography of the brain was normal.\\nThe following days the patient was emotionally labile. She received treatment with oxazepam. The atactic gait subsided a few days after discontinuation of ECT and fluoxetine treatment. She was thereafter stabilized on a combination of nortriptyline 100 mg and melatonin. A neurologic examination 3 weeks after the start of the supposed serotonin toxicity showed no signs of ataxia or hyperreflexia.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'22751491': 1, '6747915': 1, '27143894': 1, '30886699': 2, '27469512': 1, '23213590': 2, '2035713': 1, '108733': 1, '6319668': 1, '24982810': 2}", "similar_patients": "{'3508527-1': 1, '6413434-1': 1}"}