{"patient_id": 145204, "patient_uid": "4421258-1", "PMID": 25983926, "file_path": "noncomm/PMC004xxxxxx/PMC4421258.xml", "title": "Sustained low-efficiency dialysis (SLED) for acute lithium intoxication", "patient": "A 47-year-old woman was evaluated at the emergency department for a lithium overdose. Four hours before admission she had deliberately ingested for suicidal purposes 40 tablets of lithium carbonate (300 mg of lithium carbonate in each tablet corresponding to 8.12 mEq of lithium) and 20 ml of a 0.25% clonazepam solution. She had started lithium treatment for a bipolar disorder 2 days before, as prescribed by her psychiatrist.\\nOn arrival the patient was alert with psychomotor slowing. A neurological examination showed alternating bouts of agitation and lethargy, along with fine tremors and hyperreflexia, but no focal deficits. The EKG documented sinus bradycardia with 50 bpm but no ST segment or T-wave abnormalities, blood pressure was 95/50 mmHg and arterial oxygen saturation 92%. Serum creatinine was 0.8 mg/l, sodium 138 mEq/l and potassium 4.8 mEq/l; liver function tests and blood count were normal. Diuresis was <30 ml/h. Initially, serum lithium levels were 1.62 mEq/l but increased up to 2.77 mEq/l 8 h later, despite initial treatment with intravenous crystalloids and gastric lavage. The patient remained oliguric and became more confused while being affected by nausea and vomiting; she was then transferred to the renal ICU for evaluation and monitoring.\\nAt ICU admission the patient was lethargic and complained of intense nausea; pulse was 52 bpm (sinus bradycardia), blood pressure 98/50 mmHg; during the preceding 12 h she had passed 360 ml of urine only. Body weight was 74 kg (usual BW 76 kg). Blood gas analysis showed pH 7.40, PaCO2 36 mmHg, PaO2 74 mmHg and bicarbonate 21 mEq/l; serum sodium was 137 mEq/l, potassium 4.5 mEq/l, chloride 105 mEq/l and creatinine 1.2 mg/dl.\\nWe started SLED using a double lumen 12 F, 16 cm central venous catheter positioned in the right jugular vein, the dialysis machine AK 200S Ultra (Gambro, Italy) and the F8HPS polysulfone filter (KUf 18 ml/h/mmHg, KoA urea 848 ml/min, Fresenius, Italy) with a blood flow of 200 ml/ min and countercurrent dialysate flow of 300 ml/min []. A BW increase of 1.5 kg was programmed during the 8-h treatment. Blood samples were collected every 2 h during SLED for serum lithium level measurement; urine was also collected.\\nLithium levels during and after SLED are shown in Figure . During SLED the urea serum level decreased by 65% and lithium serum levels by 86%. Diuresis increased sharply during treatment; nonetheless, the lithium amount recovered in the urine was 5.8 mEq only. SLED was completed safely within the prescribed time without anticoagulants. The patient fully awoke recovering a normal mental status within the first 4 h of treatment. Having completely recovered from the intoxication the patient was transferred into a psychiatric facility 3 days after admission.\\nFor the purpose of data analysis, differential equations describing a two-compartment open pharmacokinetic model were fit to lithium serum concentration-time data. SLED clearance and renal clearance were modelled using indicator variables. With the aim of modelling the transient oliguria at admission, the indicator variable for renal clearance was arbitrarily set to 0 at the start of the observation period and to 1 at the time when lithium decreased to levels <1.6 mEq/l (i.e. after ∼2 h of SLED). The pharmacokinetic model was fit to the data using the iterative non-linear weighted least-squares estimator in the Adapt II software package (Biomedical Simulations Resource, University of Southern California, Los Angeles, CA, USA) [].\\nObserved and predicted lithium concentrations by the pharmacokinetic model are shown in Figure . The results of the analysis can be interpreted as follows: the progressive increase in lithium levels over the first 24 h, up to 4 mEq/l, can be accounted for by the transient oliguria detected after the admission; the high lithium clearance, achieved over the course of SLED treatment, caused a dramatic drop in lithium serum concentration. The rebound of lithium detected after the end of SLED, which can be explained by redistribution from the peripheral compartment, was only mild, being dampened by the recovery of renal function.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'15797887': 1, '10073618': 1, '15599148': 1, '24082623': 1, '25794556': 1, '11325688': 1, '16932387': 1, '11473662': 1, '17071958': 1, '16970740': 1, '25583292': 1, '25193402': 2, '17288494': 1, '7942943': 1, '15256818': 1, '25983926': 2}", "similar_patients": "{'4172392-1': 1}"}