{"patient_id": 82516, "patient_uid": "4544554-1", "PMID": 26312239, "file_path": "comm/PMC004xxxxxx/PMC4544554.xml", "title": "Early onset nephrotic syndrome with dysmorphic facies and microcephaly", "patient": "A 14-month-old girl, presented with history of generalized body swelling at the age of 9 months, which progressed to anasarca. No specific treatment for the ailment was given. She is the second child of a consanguineous couple, the first child also being 3 years old girl and healthy. Family history was negative for renal diseases. Mother denied any illness during her pregnancy and her natal and immediate postnatal period was unremarkable. An ultrasound done at seventh months of gestation was unremarkable. Her perinatal and neonatal periods were unremarkable.\\nShe was developmentally normal before the onset of edema and was able to sit without support at 9 months of age, with social smile and recognition of parents and other family members; however, over the next 5 months with worsening edema, she regressed and at the time of presentation, she was very irritable, had lost her social smile and could not even hold her neck.\\nThere was no history of preceding febrile illness, rash, hematuria or seizures and she had received her scheduled immunizations with bacillus Calmette–Guérin (BCG), hepatitis B, polio, diphtheria, tetanus, pertussis (DTP) and hemophilus influenzae type b (Hib).\\nOn general physical examination, her length (64 cm) and head circumference (38 cm) were below third percentile for age while her weight (with gross anasarca) (5.7 kg) was between 5th to 10th percentiles. Her facial features are shown in and . Her blood pressure was 67/43 mm Hg. The ophthalmologic examination by a pediatric ophthalmologist showed mega eyeballs, pin-point pupils, severe myopia and loss of foveal reflex. The abdominal examination showed gross ascites and the fingers, arachnodactyly. Examination of the nervous system revealed no sensory or motor defects. No focal deficit was elicited. Cranial nerves were intact. Rest of her physical examination was unremarkable.\\nUltrasound abdomen showed moderate ascites and no hepatosplenomegaly. Both kidneys were normal in size.\\nHer baseline investigations showed serum urea, 9 mg/dl; serum creatinine, 0.46 mg/dl; low serum albumin (1.2 g/dl) with spot urinary protein to creatinine ratio of 6.1; serum cholesterol, 143 mg/dl; serum total proteins, 3.4 g/dl; C3, 0.5 g/l and C4, 0.12 g/l. Microscopic hematuria (3+) was detected but there was no glycosuria.\\nShe was administered 2 mg/kg/day of prednisolone for 4 weeks with no significant reduction in proteinuria. She was also given intravenous furosemide as diuretic agent which resolved her anasarca. At 4 weeks after first presentation, she was clinically diagnosed as steroid-resistant nephrotic syndrome (SRNS) and the steroid dose was decreased to 1 mg/kg/day every other day and the renal biopsy was performed. The representative pictures of the renal biopsy are shown in and . She was started on angiotensin-converting enzyme inhibitor (ACEi), 2.5 mg, once a day and started to show improvement in urinary protein spillage.\\nHer skeletal survey was normal. The magnetic resonance imaging (MRI) of brain was done and is shown in . Genetic testing revealed no mutations in NPHS1 and NPHS2 genes. Her cytogenetic analysis could not be done due to non-availability of the test.\\nIncidentally, within one week of renal biopsy, she developed left thigh abscess, which ruptured spontaneously and large amount of pus was drained. She was empirically started on ceftriaxone, 300 mg once a day. Culture grew pseudomonas and the antibiotic was changed to imipenem according to the sensitivity pattern and she responded dramatically. Interestingly, following the resolution of the abscess, her edema disappeared completely and proteinuria decreased to 2+ on dipstick testing (partial response). Her steroids were tapered and gradually withdrawn. She was discharged on ACEi. Her renal functions remained normal throughout and the last serum creatinine was 0.34 mg/dl, which is 8 months postrenal biopsy (23 months of age). Urine dipstick examination revealed 1+ protein, and no hematuria. She was edema free at the last follow-up.", "age": "[[14.0, 'month']]", "gender": "F", "relevant_articles": "{'8213914': 1, '953231': 1, '8072253': 1, '10215551': 1, '5713646': 1, '26312239': 2}", "similar_patients": "{}"}