{"patient_id": 80582, "patient_uid": "4391357-1", "PMID": 25870674, "file_path": "comm/PMC004xxxxxx/PMC4391357.xml", "title": "Echinococcal cyst of the left vas deferens – a case report and literature review", "patient": "N.N., a 29-year-old male, living in rural environment was admitted in our Clinic for a pelvic retrovesical cystic tumor, intermittent ureterohydronephrosis, dysuria and mild lumbar pain.\\nThe patient had no significant medical history and lived in rural environment, frequently handling domestic animals.\\nThe abdominal ultrasound showed normal liver, kidneys, enlarged spleen and a homogenous prostate with a volume of 25 cubic centimeters. The urinary bladder had regular walls. Laterally, on the left side of the bladder, several cystic lesions were described, the largest measuring 72/106 millimeters ().\\nThe patient underwent a semen analysis, which showed important oligospermia, asthenozoospermia and teratozoospermia.\\nA pelvic MRI scan showed a large cystic lesion measuring 85/67 mm axially and 75 mm cranio-caudally with adjacent smaller multicystic lesions situated superiorly and laterally of the bladder - daughter vesicles (). The left paravesical cystic lesions had no pathologic contrast enhancement.\\nThe prostate was homogenous and had a volume of 23 cubic centimeters with no pathological elements. Several enlarged inguinal lymph nodes were present.\\nThe patient tested positive antibodies for Echinococcus granulosus. The patient was referred to a parasitologist who confirmed the diagnosis and recommended chemotherapy with albendazole prior and after surgery.\\nCombing the imagistic, clinic and serological findings, the diagnosis was set as left vas deferens hydatid cyst. The decision was to perform a surgical treatment after several doses of albendazole.\\nThe hydatid cysts were excised, under general anesthesia and by means of subumbilical incision, as a whole with extreme caution in order not to spread the daughter vesicles. The integrity of the vas deferens and the left seminal vesicle was maintained. The patient was set on intense antiparasitic treatment, with albendazole, as recommended by the parasitologist. Five days after the surgery, the patient was discharged with a good general status and satisfactory voiding.\\nAt three months, no dysuria was present, no left urinary obstruction appeared at the intravenous urography and the semen analysis was improved.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'22480110': 1, '31367077': 2, '9683695': 1, '14577498': 1, '18082684': 1, '25870674': 2}", "similar_patients": "{'6639999-1': 1}"}