{"patient_id": 153769, "patient_uid": "4998604-1", "PMID": 26886604, "file_path": "noncomm/PMC004xxxxxx/PMC4998604.xml", "title": "Growing Teratoma Syndrome Secondary to Ovarian Giant Immature Teratoma in an Adolescent Girl", "patient": "A 16-year-old girl was presented in August 2005 with intermittent abdominal pain and distention for half a year. Ultrasonography revealed a right ovarian tumor that occupied the whole right upper abdominal cavity. She received the right oophorectomy and the giant tumor was completely resected, showing about a 40 cm × 25 cm × 15 cm mass with intact capsule. Histopathology revealed skin, cartilage, and a malignant immature teratoma. After surgery, she was treated with 4 cycles of blemycin, etopside, and cisplatin (BEP) chemotherapy but refused any further treatment and missed her follow-up. In the following years, she had not felt any discomfort until August 2014. A mass in the whole right abdomen could be touched about 30 cm × 20 cm, without a clear boundary between surrounding tissues. Abdominal-enhanced CT revealed a giant mass in the retroperitoneum that compressed the postcava, the right hepatic vein, liver, pancreas, and the right kidney. Because of the compression, the portal vein, right renal artery, superior mesenteric artery, and celiac trunk had shifted to the left (Figure ). Tumor markers, AFP, and human chorionic gonadotropin were normal while the carbohydrate antigen 125 level was 412.30 u/mL (normal, 0–35.00 u/mL), and carbohydrate antigen 199 level was over 7000 u/mL (normal, 0–37.00 u/mL). The rest of the laboratory tests were found to be negative. After a discussion by the departments of general surgery, obstetrics gynecology and urology, the patient underwent a resection of abdominal and pelvic lesions, around the liver and spleen. The giant tumor was completely resected and gross examination revealed a giant mass (29 cm × 24 cm × 12 cm) containing lipid, hair, gelatinous material, and a few nodules (Figure ). Histopathology revealed only a mature teratoma (Figure ). Hence, a final diagnosis of “growing teratoma syndrome (GTS)” was made. During the 14-month follow-up, no evidence of recurrence or metastasis was observed and she became pregnant 2 months after her last follow-up.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'10899652': 1, '22645693': 2, '26033179': 1, '32957389': 2, '14751185': 1, '28656118': 2, '25417786': 1, '19574186': 1, '21450035': 1, '12214834': 1, '25620216': 1, '65751': 1, '21541214': 1, '16515629': 1, '19672343': 1, '9205463': 1, '23600854': 1, '31149500': 1, '26262454': 1, '12928961': 1, '24711556': 1, '30630520': 2, '20613905': 1, '21131777': 1, '20878531': 1, '31608158': 2, '1634130': 1, '14551755': 1, '24750260': 1, '16226796': 1, '32337033': 1, '33353398': 1, '34232179': 2, '30962727': 2, '18043048': 1, '6654184': 1, '18307026': 1, '17382725': 1, '11855890': 1, '25593702': 2, '16946208': 1, '24348391': 2, '22248255': 1, '25197607': 2, '24596773': 1, '24371596': 1, '6288220': 1, '25256881': 1, '15721426': 1, '8314544': 1, '16125758': 1, '19152879': 1, '2070582': 1, '29066646': 1, '24681864': 1, '15760326': 1, '24422957': 1, '20068327': 1, '26886604': 2}", "similar_patients": "{'6327407-1': 1, '6787494-1': 1, '3843913-1': 1, '4286866-1': 1, '5471592-1': 1, '8270627-1': 1, '3356863-1': 1, '6434916-1': 1, '4150507-1': 1, '4150507-2': 1, '7505337-1': 1}"}