{"patient_id": 79129, "patient_uid": "4298869-1", "PMID": 25606481, "file_path": "comm/PMC004xxxxxx/PMC4298869.xml", "title": "Successful Propranolol Treatment of a Large Size Infantile Hemangioma of the Face Causing Recurrent Bleeding and Visual Field Disruption", "patient": "A 29 days old Pakistani female infant was brought by parents to our outpatient department with two weeks history of a rapidly progressing purplish color, raised cutaneous lesion with bosselated surface involving most of the right cheek and right eyelids with associated inability to open the right eye. (). The parents were particularly concerned about the explosive progression of the lesion on the face, recurrent bleeding episodes from ulcerations and complete occlusion of the eye on the affected side. Clinical examination of the infant revealed features suggestive of a large hemangioma on the right face (), three similar hemangiomas on the right side of the palate and adjoining buccogingival surfaces (), and a small hemangioma on the right third toe (). Ulcerated areas were noticed on the hemangioma of the cheek. The right eye could not be opened.\\nThe systemic physical examination of the infant, laboratory work up, chest x-ray, and ultrasonography of the abdomen were all unremarkable. Ophthalmology colleagues were consulted to rule out any associated eye abnormalities. The infant did not have any features suggestive of the PHACES syndrome (i.e. posterior fossa malformations, hemangioma of the cervicofacial region, arterial anomalies, cardiac anomalies, eye abnormalities and sterna defects). Family history of atopy or any history of recurrent wheezing in the infant was sought to rule out any possible contraindications to propranolol treatment.\\nWritten informed consent was taken from the parents of the infant for instituting propranolol treatment and taking serial photographs through the course of the therapy. Prior to initiating propranolol therapy, pretreatment cardiovascular evaluation of the infant was undertaken to rule out any contraindications to propranolol therapy. The evaluation was performed by our cardiology colleagues and included baseline clinical observation of pulse, blood pressure and respiratory rate, ECG recording and echocardiographic assessment of the infant. All these were within normal limits in our infant.\\nFor oral administration of the first dose of propranolol, we kept the infant under observation/monitoring for four hours in the hospital. The initial loading dose we employed was one third of the calculated 2 mg/kg/ day dose of propranolol. The mother was encouraged to continue breast feeding. The post dose pulse and blood pressure measurements were carried out every 15-20 minutes for the first four hours, and they were all stable in our infant. The infant was subsequently sent home with advice to mother regarding adherence to appropriate dosage regimen and a follow up visit after 72 hours ().\\nFrom then on, the infant was followed up on outdoor basis every fortnightly and response to therapy was recorded through serial photographs. The mother was educated to notice and report any side effects of the therapy. The treatment was stopped after four weeks when there was a sustained halt in the growth of the hemangiomas ().", "age": "[[29.0, 'day']]", "gender": "F", "relevant_articles": "{'23142941': 1, '19840322': 1, '19084699': 1, '10403856': 1, '16190987': 1, '18550886': 1, '20117846': 1, '21576558': 1, '15028329': 1, '9433027': 1, '19568141': 1, '10400097': 1, '19467330': 1, '25606481': 2}", "similar_patients": "{}"}