{"patient_id": 86750, "patient_uid": "4872978-1", "PMID": 23579753, "file_path": "comm/PMC004xxxxxx/PMC4872978.xml", "title": "Hysteroscopic sterilization of patient with intrauterine device Mirena®", "patient": "A 25-years-old married woman who had two pregnancies and two previous cesarean sections was diagnosed with mitral and tricuspid insufficiency, and pulmonary hypertension in November 2007. She was advised to avoid new pregnancies. In 2009, the patient was admitted in family planning service of Hospital do Servidor Público Estadual “Francisco Morato de Oliveira” (HSPE-FMO) being the permanent contraception using laparoscopy indicated. After preanesthesia assessment the surgery was contraindicated because the patient was at high risk for anesthesia, therefore, the Mirena® IUD placement was indicated.\\nAfter approval of hysteroscopic ligation by the National Health Surveillance Agency (ANVISA, acronym in Portuguese), we suggested this contraceptive method to the patient who immediately agreed.\\nThe procedure was carried out in the hysteroscopy room of ambulatory gynecology at HSPE-FMO. The technique used was vaginoscopy, as described by Bettocchi and Selvaggi(, which consists of performing the test without prior digital vaginal examination and without the use of speculum or Pozzi forceps to traction the cervix. A 2.9-mm-scope was used, with a 30° angle, an internal inflow sheath, final diameter of 4mm and oval distal extremity (Bettocchi hysteroscope, Karl Storz®, Germany). For vaginal distension, 0.9% saline solution was used, at room temperature, with pressure determined by gravity and pressure cuff filling around the flexible flask, with continuous flow, pressure of approximately 100mmHg, and insufflation sufficient to adequately visualize the cervical canal and uterine cavity. The image was transmitted to a TV monitor, with a 300-W xenon light source. The procedure was carried out with no anesthesia or analgesia. After visualize uterine cavity with Mirena® IUD and tubes, the catheterization and detachment of devices were initiated ( to ). The procedure duration was 5 minutes with no complications.\\nThe patient classified her pain as 3 after the procedure according to analogical pain scale that varied from 0 (no pain) to 10 (worst pain ever experienced). She also did not report any discomfort after the procedure and returned to her daily activities on the same day.\\nPelvic radiographic after 3 months showed that devices were correctly placed. Subsequently her IUD was removed ( to ).", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'18996773': 1, '18439497': 1, '9074084': 1, '18201703': 1, '18602048': 1, '18588851': 1, '20226413': 1, '23579753': 2}", "similar_patients": "{}"}