{"patient_id": 84332, "patient_uid": "4676348-1", "PMID": 26668685, "file_path": "comm/PMC004xxxxxx/PMC4676348.xml", "title": "Newly Emerging Feeding Difficulties in a 33-Year-Old Adult With CHARGE Syndrome", "patient": "A 33-year-old Caucasian male with CHARGE syndrome presented with new problematic feeding behaviors that included mouth over-stuffing while eating. He had a genetic diagnosis of CHARGE syndrome since the age of 12 years. His major CHARGE syndrome characteristics included bilateral coloboma of the retina and optic nerve, and abnormalities of the external, middle, and inner ear. He had cranial nerve dysfunction, which manifested in hearing and swallowing problems, but did not have facial palsy. He had heart defects that included tetralogy of Fallot and a ventral septal defect, as well as a cleft lip and cleft palate. Additional CHARGE syndrome characteristics included genital hypoplasia, growth deficiency, developmental delay, and distinct CHARGE syndrome facial features ( [, , ] for summary). Furthermore, he experienced blindness, deafness, and was non-verbal.\\nUnlike many individuals with CHARGE syndrome, he was never tube-fed as a child. As an infant, he experienced an oral aversion towards oral feeding and had a very sensitive mouth. His early bottle feeding as an infant required a bottle with a wider nipple opening and a thickening agent to help him control the flow of the formula. He had previously used modified feeding utensils, which included a modified bowl with a lip on it to aid in scooping food onto his utensils, but as an adult he was no longer using any specialized or modified utensils. Although he still needed assistance in cutting his food, he was able to feed himself. Nonetheless, he required intensive supervision during meals and was never left unattended while eating. He did not have any feeding issues with puree, mashed, or chewable/solid food textures, but had persistent difficulties with liquids. For example, he would drink a whole cup of water at once if given the means. The only food textures that he did not tolerate were hard vegetables and fruit. He experienced swallowing difficulties as an infant but did not experience any swallowing difficulties in his adulthood.\\nThis 33-year-old male would also periodically hold saliva in his mouth without swallowing, which required a physical prompt (stroking his neck) from his caregiver as a reminder to swallow. Chewing was another major feeding difficulty for him. His caregiver also reported that this individual with CHARGE syndrome would frequently store food in his cheeks, letting it soften sufficiently for him to swallow it. Any chewable/solid texture food (i.e. meat) had to be cut into very tiny pieces for him to chew and eat.\\nPrevious feeding interventions included occupational therapy from age 3 to 7 years old. Occupational therapists worked on improving his ability to feed himself and to develop a technique for eating, in particular, pureed textures. He never received any other feeding therapy and had no surgical history for the management of swallowing or feeding. He experienced gastroesophageal reflux at age 30 years, which was well managed by Prilosec (omeprazole) and discontinued after 6 months. Although he was no longer taking Prilosec, he currently would avoid lying flat after finishing a meal and periodically took sodium bicarbonate to prevent and treat any gastroesophageal reflux symptoms.\\nMouth over-stuffing feeding behavior emerged at the age of 28 years and was seemingly sporadic. His parent described this feeding behavior as “continuously putting food in his mouth”. While living at a group home, the staff had to closely supervise his eating and had to continuously monitor and limit the amount of food given to him at a single time. Staff and caregivers carefully developed a physical prompt (putting his hand down during meals) as a reminder for him to not over-stuff his mouth. His parent reported that this was successfully implemented. A liquid chaser (i.e. water) was never introduced to reduce over-stuffing as he had a very specific order of completing his meals (drinking after the meal had finished). Supervision while eating also prevented him from storing food in his cheeks while eating, a feeding behavior that he had also newly developed since the age of 28 years. Furthermore, close supervision while eating prevented any choking episodes.\\nClose supervision while eating, limiting the amount of food available on his plate, and using a behavioral intervention (a physical prompt) were successful in reducing this young man’s problematic mouth over-stuffing feeding behavior and preventing consequences such as choking.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'15637714': 1, '18027028': 1, '15637722': 1, '15735833': 1, '15637730': 1, '15666308': 1, '24548020': 1, '17366585': 1, '9545604': 1, '16172816': 1, '25689928': 1, '20447140': 1, '18241060': 1, '26668685': 2}", "similar_patients": "{}"}