{"patient_id": 75057, "patient_uid": "4016568-1", "PMID": 24148192, "file_path": "comm/PMC004xxxxxx/PMC4016568.xml", "title": "Treatment of refractory uveitic macular edema with dexamethasone intravitreal implants in a pediatric patient with bilateral granulomatous idiopathic panuveitis: a case report", "patient": "An 11-year-old boy of Nigerian descent was followed for bilateral granulomatous idiopathic panuveitis and orbital inflammation for 14 months (Figure ). His past medical history was significant for hemoglobin SC disease and G6PD deficiency. At the onset of the disease, a rheumatologic workup with anti-nuclear antibody, rheumatoid factor, anti-neutrophil cytoplasmic antibodies, and HLA-B27 testing was negative. Serology for Lyme disease, toxoplasmosis, toxacariasis, cat scratch disease, human immunodeficiency virus, leptospirosis, coccidioidomycosis, and histoplasmosis was negative. Syphilis was also ruled out by a negative RPR and TP-PA. His serum calcium level was slightly elevated, but the angiotensin converting enzyme level and chest X-ray were normal. A biopsy of an enlarged right lacrimal gland biopsy was performed. Pathologic analysis was inconclusive and showed a non-specific non-granulomatous lymphocytic inflammation. A Mantoux test result showed 4 mm of induration and was considered positive as the patient came from an endemic area and was at that time treated with high-dose intravenous corticosteroids for his ocular inflammation. The patient was treated with anti-tuberculous triple-drug therapy for 2 months and then with rifampin for 4 months. Triple-drug therapy was discontinued as the patient was diagnosed with latent tuberculosis by infectious disease specialists. Indeed, he showed a positive response to corticosteroids, and aqueous and vitreous fluid cultures were negative for mycobacteria.\\nThe patient had undergone a diagnostic vitrectomy with intravitreal injection of triamcinolone acetonide in the left eye 3 months after presentation for worsening of macular edema despite treatment with subcutaneous methotrexate for 6 weeks. The vitreous biopsy yielded negative cultures for bacteria, mycobacteria, fungus, and parasites. The central foveal thickness dramatically decreased from 1,002 μm preoperatively to 238 μm with complete resolution of the uveitic macular edema at 1 month after surgery.\\nOver the last 3 months, his best-corrected visual acuity had decreased from 20/40 in the right eye (OD) and 20/30 in the left eye (OS) to 20/200 in both eyes (OU). Slit lamp examination showed mutton-fat keratic precipitates, 4+ anterior chamber cells, and 3+ flare. Both eyes showed 4+ vitreous cells. Dilated fundus examination showed bilateral disc edema, dilated and sheathed veins, and macular edema. Optical coherence tomography (OCT) showed CME and subretinal fluid with a central foveal thickness of 592 μm OD and 435 μm OS (Figure ). His treatment regimen included prednisolone drops 1% every hour, dexamethasone ointment 0.1% and homatropine drops 2% bid OU, subcutaneous methotrexate 20 mg weekly, and oral folic acid 2 mg daily.\\nGiven the refractory nature of the uveitic macular edema despite therapeutic levels of methotrexate, the prior positive response to intravitreal steroid and the vitrectomized status of the left eye, off-label bilateral injections of dexamethasone intravitreal implant were performed under general anesthesia. On post-operative day 1, the methotrexate was substituted for oral mycophenolate mofetil 500 mg daily, which was gradually increased to 750 mg bid. His visual acuity improved to 20/80 OD and 20/50 OS 3 weeks after the injections. Three months post-operatively, his visual acuity was 20/30 OD and 20/40 OS. He showed fine keratic precipitates, 2+ anterior chamber cells, and 1+ vitreous cells OU. The intraocular pressures were in the normal range and the both eyes showed posterior subcapsular cataracts. Both optic nerves showed reduced edema. The OCT showed absence of CME and subretinal fluid in both eyes (Figure ).\\nThe patient did not experience significant uveitic macular edema recurrence requiring local treatment over the next 2 years. Further systemic therapy with infliximab, which was added 11 months after the Ozurdex injections, has achieved excellent control of his uveitis.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'23122465': 1, '20702826': 1, '21421864': 1, '15582090': 1, '11024423': 1, '24991418': 1, '31925591': 1, '26228441': 1, '18645395': 1, '19651312': 1, '18349741': 1, '16077349': 1, '11262655': 1, '16171868': 1, '16597536': 1, '4952465': 1, '21220619': 1, '24148192': 2}", "similar_patients": "{}"}