{"patient_id": 146941, "patient_uid": "4525440-1", "PMID": 26257491, "file_path": "noncomm/PMC004xxxxxx/PMC4525440.xml", "title": "Dissociative fugue: Recurrent episodes in a young adult", "patient": "A 25-year-old male was brought to psychiatry outpatient Department of Tertiary Care Hospital in August 2013 by his mother. He was unmarried, illiterate and manual laborer in farm belonged to lower socioeconomic class. Mother reported that patient left home 9 days back early in the morning without telling anyone and then he was found wandering roadside in a village 26 km far from patient's home. His hygiene was poor and had unkempt appearance when found by local police. He failed to tell his name and residential address. He was conscious and alert but looked fatigued. On asking him, he couldn’t explain any reason to leave home. He told that 1-day early morning, he felt that his house looked different and changed. He felt vague uneasiness with a desire to move outside the home and started walking. He failed to recall properly what he did during this period, where he slept at night, how he got food and how he travelled. He admitted that he used to walk most of the time and didn’t travel in vehicle. He said that he occasionally begged for food. Patient said that his mind was blank and there was no thought since he left. Patient was hospitalized for detailed history and evaluation.\\nPast history revealed that patient left home similar way without informing anyone 7 times in last 1½ year and was found wandering aimlessly away from home. He was traced thrice with help of police. Once he was found from a famous temple 80 km far from home begging outside. Once he was found in a fair doing religious rituals with a group of people 1-month after leaving home. Patient reported that he had twice experience that he found himself away from home at another place and he could not tell why and recall how he reached there. Patient said that he doesn’t know why he leaves home. There was no history suggestive of suspiciousness, unusual perceptual experiences, grossly disorganized behavior, high talk or increased goal-directed activity.\\nNo history suggestive of alcohol, cannabis or any other substance use, episodes of fall, convulsion, sleep walking, head injury. No past history is suggestive of trance states or possession symptoms.\\nIn first isolation interview patient did not revealed any stressor or recent stressful events preceding last fugue. Then patient's mother was interviewed in isolation, who reported that there was a conflict with patient's paternal uncle about the matter of property division 1½ years back. Mother reported that they are a farmer by occupation since many years but lost major part of land due to fraud made by his uncle in documents of property ownership.\\nThe patient was probed about this issue during subsequent interviews, he opened up his concerns about loss of land. He told that their land was the only source of earning a livelihood for them. They suffer extreme financial crisis after the incidence. He also reported about poor social support from his other uncles. On asking, patient also reported that he didn’t like anything, low mood, lack of energy for last 6–8 months. He had occasional suicidal thoughts but avoids doing so, when he thinks about his elderly mother.\\nHe lived with mother in nuclear family. Father passed away 7 years back by snake bite. He was the only child. Paternal grandfather had some psychiatric illness episodic nature having symptoms of headache, sleep disturbance and withdrawn behavior. No further details were recalled by patient's mother.\\nHe left studies after fifth class and started labor work at their farm with his father because of the poor economical situation of family. According to mother, her son was quiet and responsible before the onset of illness. No unusual personality traits were reported.\\nPhysical examination, neurological assessment, and blood investigation tests were normal. The head computed tomography scan could not be done because of non-affordability. The mental state examination revealed a young male with poor hygiene, unkempt appearance, and poor eye contact. His mood was depressed and effect was restricted which was appropriate to his mood. No thought or perceptual disturbance was found. He was oriented to time, place, and person, but had poor attention and concentration. No abnormality found in immediate, short-term, and remote memory, but the recall of events during fugue episode was patchy. Judgment and insight were intact.\\nThe patient was diagnosed of dissociative fugue with major depressive disorder according to Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition Text Revision. He was treated with fluoxetine supportive and insight-oriented psychotherapy. Psychoeducation was given both to patient and family. He responded well after 1-month and during subsequent visits after discharge, he was encouraged to find new work to earn. Efforts were made to enhance coping with stressors to prevent another fugue episode. He comes for regular follow-up since last 2 months and no fugue episode occurred.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'34908691': 2, '27625725': 2, '10408212': 1, '23724873': 2, '15093151': 1, '26257491': 2}", "similar_patients": "{'5017845-1': 1, '5017845-2': 1, '5017845-3': 1, '5017845-4': 1, '5017845-5': 1, '5017845-6': 1, '5017845-7': 1, '8611604-1': 1, '8611604-2': 1, '8611604-3': 1, '3680202-1': 1}"}