{"patient_id": 138691, "patient_uid": "4012100-1", "PMID": 24808708, "file_path": "noncomm/PMC004xxxxxx/PMC4012100.xml", "title": "A new approach to facilitate apexogenesis using soft tissue diode laser", "patient": "An 8-year-old male child reported to the Pedodontics Out-patient Department at Center for Dental Education and Research, All India Institute of Medical Sciences with the history of trauma on the prior evening and complaint of fractured front tooth and sensitivity on eating and drinking. There was no history of pain or swelling. On clinical examination, it was found that the patient had a traumatic injury in relation to the right maxillary lateral incisor (tooth # 12) with an extensive fracture involving the entire crown (Ellis Class III fracture). The pulp was exposed and there was extensive loss of tooth structure with only about 3 mm of crown remaining []. There was no other evidence of injury to the periodontal ligament or alveolar bone. The tooth exhibited normal physiologic mobility. The pulpal exposure was more than 2 mm in diameter. The intraoral periapical radiograph revealed an immature root with blunderbuss apex []. The parents were explained the consequences of tooth extraction. The parents were very apprehensive about tooth extraction at an early age so it was decided to avoid tooth extraction and maintain pulp vitality by performing laser pulpotomy followed by prosthetic rehabilitation after completion of root formation. After an informed consent, it was decided to use a diode laser (940 nm, Ezlase, Biolase Technology Inc. USA) for the pulpal amputation. After administering local anesthesia, access cavity was prepared on tooth #12 using outward brush strokes of the bur to avoid further pulpal damage by laceration. A 400 nm focused tip was used after activation in pulsed mode at 2.0 W. Pulse length and pulse interval were set for 0.50 μs. The procedure was performed under standard aseptic conditions and recommended laser protection methods. The tip was moved in a contact mode just around the periphery of the exposed pulp so as to remove the coronal pulp without any damage to the underlying radicular pulp. Multiple applications of the laser energy were administered to ablate the pulp and achieve hemostasis. A sterile hemostatic pulp cap [] was created using the diode laser, which was then covered by nano-ionomer cement (N-100, 3M) []. Patient was recalled again after 24 h, 72 h and 1 week. Patient remained asymptomatic during this period. There were no adverse clinical signs or symptoms of sensitivity, pain or swelling. Thereafter, the patient was recalled after 1 month, 3 months, 6 months and 10 months and radiographs were taken at each follow-up visit []. There were no radiographic signs of internal or external resorption, abnormal canal calcification or periapical radiolucency post-operatively. The radiographs showed continued root development with complete apical closure at 10 months. The tooth showed a normal response to electric pulp testing. After root completion, conventional root canal treatment was performed under local anesthetic and obturation with Gutta-percha followed by fiber post placement and ceramic crown.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'2098345': 1, '8936522': 1, '16238654': 1, '17957333': 1, '11688819': 1, '10509333': 1, '8164119': 1, '9477801': 1, '12028309': 1, '22583659': 1, '18155482': 1, '8486853': 1, '31376016': 1, '21535021': 1, '12435009': 1, '20859487': 2, '283188': 1, '17993022': 1, '16631836': 1, '10321166': 1, '8143574': 1, '24808708': 2}", "similar_patients": "{'2936090-1': 1, '2936090-2': 1}"}