{"patient_id": 144055, "patient_uid": "4362152-1", "PMID": 25228188, "file_path": "noncomm/PMC004xxxxxx/PMC4362152.xml", "title": "Is systemic infliximab therapy effective for retinal cavernous hemangioma?", "patient": "A 10-month-old girl was referred to the ophthalmic emergency room at King Abdulaziz University Hospital, Riyadh, Kingdom of Saudi Arabia as a case of vitreous hemorrhage in the right eye for further management. Her parents noticed an outward deviation of her right eye for the last 5 weeks. The parents denied any history of ocular or head trauma and there was no history of systemic disease. Ophthalmic examination revealed a right exotropia measuring 30 prism diopters. The vision in the right eye was central, steady, and unmaintained and she resisted occlusion of the left eye. Extra-ocular muscle movements were full. Portable slit-lamp examination of the anterior segment was within normal limits except for mild subconjunctival hemorrhage in the right eye which was thought to be secondary to examination under sedation in a previous hospital. Fundus examination of the right eye showed old vitreous hemorrhage covering the macula. There were small saccular dilatations filled with dark blood involving the macula possibly representing cavernous hemangioma of the retina. Slit-lamp and fundus examination of the left eye was within normal limits. However, she was admitted to rule out the possibility of child abuse.\\nGeneral physical examination was within normal limits and the blood work-up did not show any evidence of bleeding disorders. Brain magnetic resonance imaging was unremarkable with no evidence of subdural hemorrhage or findings suggestive of CNS vascular malformation. Bone survey was within normal limits. Ultrasonography of the right eye showed a dome shaped lesion in the macula that measured 2.5mm in elevation, 8×9.5 mm in diameter with vitreous hemorrhage emanating from its surface (). A scan revealed high regular internal reflectivity (). Fundus fluorescein angiography showed delayed filling in the venous phase and lack of leakage in the late phase (). The diagnosis of cavernous hemangioma of the retina was made. Examination after one month showed that the vitreous hemorrhage began to clear, so amblyopia therapy was initiated. Three months later, examination under sedation revealed a mass in the macular area, composed of grape-like saccular dilatations of thin-walled blood vessels with adjacent retinal blood vessels of normal caliper. There was a grey-white fibrotic tissue over the tumor () with remarkable lack of exudation. She then received 4 cycles of systemic infliximab therapy (infusion of 5mg/kg over 2 hours) at weeks 0, 2, 6, and 8 weeks. Examination at one month after the last dose revealed no apparent decrease in the size of the tumor. Six months after the last infliximab dose, ultrasonography revealed the same highly reflective choroidal mass over the macular area measuring 2.5mm in elevation, 8x9.23mm in diameter (). No complications related to infliximab use were noticed during follow-up.", "age": "[[10.0, 'month']]", "gender": "F", "relevant_articles": "{'23734940': 1, '15083897': 1, '5553009': 1, '8328530': 1, '34381923': 1, '28224302': 1, '18535599': 1, '18717448': 1, '19211094': 1, '27621796': 1, '7365649': 1, '15319627': 1, '20337337': 1, '25228188': 2}", "similar_patients": "{}"}