{"patient_id": 83268, "patient_uid": "4600521-2", "PMID": 26468351, "file_path": "comm/PMC004xxxxxx/PMC4600521.xml", "title": "Synchronous and metachronous gastric gist with pancreatic adenocarcinoma: report of 2 cases and a review of literature", "patient": "In March 2007, a 62-year-old Caucasian male followed for a compensated HCV-correlated liver cirrhosis at the Liver Unit of the Second University of Naples. Due to dyspeptic symptoms and weight loss in the last two months, he was evaluated. The patient with a clinical history of diabetes type 2, had a lung adenocarcinoma in 1994 treated with a right upper lobectomy. At the time of our observation, an abdominal US showed a hypoechoic, irregular-shaped mass of 4 cm in the body of the Pancreas. The laboratory data showed an abnormal serum value of CA 19.9 and a leuko- thrombocytopenia (). A CEUS showed that the pancreatic lesion was hypovascular in the arterial phase with a persisting homogeneously and hypoechogenecity in the late phases suggestive of a malignant tumor. The CT scan confirmed the hypovascularity. The fine needle aspiration biopsy (FNAB) was performed with a diagnosis of ductal pancreatic adenocarcinoma. Subsequently a Radio Frequency Ablation was performed and followed by radiotherapy with systemic and local chemotherapy (infusion of 5-fluorouracil, leucovorin, epirubicin and carboplatin - FLEC regimen).\\nAfter three years, in June 2010, a routinely abdominal US showed a mass of 2 cm in celiac trunk area. The CEUS showed a mass with hypo-enhancement in the arterial phase, confirmed by CT scan. After this diagnostic test, the patient underwent laparotomy surgery. An intra-operative biopsy was negative for cancer, but an intra-operative ultrasonography showed a gastric mass of 1.5 cm. During laparotomy, multiple bioptic samples were obtained with the evidence of fibrosis in the celiac area and gastric GIST. After laparotomy, the patient showed decompensation of liver cirrhosis with ascites. Due to decompensation, never resolved, the patient was not able to undergo a new surgical treatment. In April 2011 the patient died due to GIST complications.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'15648083': 1, '34754861': 2, '21459336': 1, '17701127': 1, '16142610': 1, '21830398': 1, '20380900': 1, '20006488': 1, '5458974': 1, '31435178': 1, '20043105': 1, '19399938': 1, '26468351': 2}", "similar_patients": "{'4600521-1': 2, '8554415-1': 1}"}