{"patient_id": 144460, "patient_uid": "4379661-1", "PMID": 25829700, "file_path": "noncomm/PMC004xxxxxx/PMC4379661.xml", "title": "Single C-shaped canal in mandibular first molar: A case report", "patient": "A 39-year-old female patient reported to the Department of Endodontics with the chief complaint of spontaneous pain in the lower left posterior region. History revealed intermittent pain with the left mandibular first molar for the past 2 months, which had increased in intensity for the past 3 days. Subjective symptoms included sensitivity to thermal stimuli and an increase in intensity of pain. The patient's medical history was noncontributory. Previous dental history included extraction of the mandibular left second molar 3-4 years ago due to caries. Clinical examination of the left mandibular first molar revealed the presence of a large distoocclusal carious lesion which was sensitive to percussion. Periodontal probing around the tooth showed normal alveolar bone morphology, normal sulcular depth, absence of pockets, and mobility within physiological limits. Sensibility testing with dry ice (RC Ice, Prime Dental Products Pvt Ltd, Mumbai, India) caused an intense lingering pain; whereas, electric pulp testing (Parkell Electronics Division, Farmingdale, NY) showed exaggerated response. Preoperative radiographs revealed a distoocclusal radiolucency approaching the pulp space with a widened periodontal ligament space adjacent to the root apex []. Multiple angulated radiographs confirmed the presence of fused roots. From the sensibility tests and clinical and radiographic examination, a diagnosis of symptomatic irreversible pulpitis with symptomatic apical periodontitis was made and routine nonsurgical endodontic treatment was planned. Treatment plan was explained to the patient and consent obtained.\\nLocal anesthesia was induced using 1.8 ml 2% lidocaine with 1: 200,000 epinephrine (Xylocaine, AstraZeneca Pharma India Ltd, Bangalore, India). Following caries excavation, the distal surface of the tooth was restored with Intermediate Restorative Material (IRM; L. D. Caulk Co., Milford, DE, USA). Rubber dam was placed and a conventional endodontic access opening was established with an Endo Access Bur (Dentsply Tulsa, Tulsa, OK). On access opening, a single large C-shaped canal was located in the center of the pulp chamber []. After clinical examination with dental operating microscope (Moller Wedel, Germany), it was found that the tooth had two root canals which were fused buccally and had single C-shaped canal. It was decided to confirm the extension of the C-shaped canal with a CBCT scan (Carestream CS9300, 85kV, 8mA, 19.96s). This confirmed the fusion of the two buccal roots, and a single C-shaped canal clearly visible in the coronal section which extended all the way till the apex [].\\nWorking length was determined using an apex locator (Root ZX II, Morita, Tokyo, Japan) and confirmed with radiographs. Cleaning and shaping was done using circumferential filing technique with ISO 2% taper files up to size 25 (Mani Inc, Tochigi-Ken, Japan) and further cleaning and shaping done with SAF (ReDent Nova, Israel) of 2mm diameter and 21mm length with pecking motion having 0.4mm amplitude and 5,000 oscillations per minute []. Irrigation was performed using normal saline (Nirma Pvt limited, Gujarat, India), 5.25% sodium hypochlorite solution (Vishal Dental Products, Mumbai, India), and 17% ethylene diamine tetra acetic acid (EDTA; Prime Dental Products Pvt Ltd, Mumbai, India) as final flush. Final rinsing of the canal was performed using normal saline. The canal was dried with absorbent points (Dentsply Maillefer, Ballaigues, Switzerland) and obturation was performed using sectional method for the apical third [], followed by backfill with thermoplasticized gutta-percha using Obtura II (Obtura Spartan, Wendt Street Algonquin, IL, US) and AH Plus resin sealer (Maillefer Dentsply, Konstanz, Germany) []. After completion of root canal treatment, the access cavity was restored using resin composite (3M ESPE Dental Products, St Paul, MN), followed by full coverage crown. One-year follow-up showed good healing [].", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'24082581': 2, '9477811': 1, '23125938': 1, '15564875': 1, '16793482': 1, '9693579': 1, '20416446': 1, '3864840': 1, '15564874': 1, '30595786': 1, '15055441': 1, '21496678': 1, '23716959': 1, '3255779': 1, '11307455': 1, '8182385': 1, '20171380': 1, '24715990': 2, '5286234': 1, '20491988': 1, '18037064': 1, '20850684': 1, '21092807': 1, '23524421': 1, '18215685': 1, '6595621': 1, '1809802': 1, '3863876': 1, '25829700': 2}", "similar_patients": "{'3778634-1': 1, '3970076-1': 1}"}