{"patient_id": 153393, "patient_uid": "4968153-1", "PMID": 27555716, "file_path": "noncomm/PMC004xxxxxx/PMC4968153.xml", "title": "Traumatic Ghost Cell Glaucoma with Successful Resolution of Corneal Blood Staining Following Pars Plana Vitrectomy", "patient": "A 10-year-old male presented with decreased vision in the right eye for 1-month duration following blunt trauma by a stone to this right eye. He was referred to King Khaled Eye Specialist Hospital in Riyadh, Saudi Arabia, as a case of right eye posttraumatic dense vitreous hemorrhage with resolved hyphema and controlled IOP on medications. On examination, visual acuity was Hand motion close to face (HM) in the right eye and 20/20 in the left eye. The IOP was 20 mmHg in the right eye and 20 mmHg in the left eye. Examination of the left eye was unremarkable. Anterior segment examination of the right eye revealed mild ciliary injection, inferotemporal blood corneal staining, 3+ khaki-colored cells in the anterior chamber, and early cataract []. Gonioscopic examination revealed 30% angle recession. The right eye fundus could not be visualized, so B-scan ultrasonography was performed, which confirmed dense vitreous hemorrhage and a flat retina. The IOP in the affected eye was controlled with the following topical medications: Brinzolamide 1% BID, timolol maleate 1% BID, and apraclonidine 0.5% TID. After 2 weeks, the IOP increased to 37 mmHg despite maximum tolerated medical therapy. The case was diagnosed clinically as GCG. We elected to perform PPV and anterior chamber washout. The aqueous sample was sent for cytopathology analysis and diagnosis. The cytology smears showed old hemorrhage, red blood cells, and degenerated red blood cells consistent with the clinical diagnosis of GCG [Figure –]. One week postoperatively, the IOP in the right eye was controlled with one medication and vision in the eye improved to 20/40. Two years after PPV, there were lens changes for which cataract extraction was performed. Postoperative examination 4 weeks following cataract surgery indicated spontaneous resolution of corneal staining and the IOP was normal without medications [].", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'8586495': 1, '3692694': 1, '11483095': 1, '16671911': 1, '7335322': 1, '508183': 1, '27555716': 2}", "similar_patients": "{}"}