{"patient_id": 79727, "patient_uid": "4330024-1", "PMID": 25699128, "file_path": "comm/PMC004xxxxxx/PMC4330024.xml", "title": "Bradyarrhythmias: First Presentation of Arrhythmogenic Right Ventricular Cardiomyopathy?", "patient": "A 13-year-old male was referred to the pediatrician as atrioventricular conduction abnormalities were coincidentally observed during preoperative screening for dental surgery. His resting electrocardiogram (ECG) showed no other abnormalities. The 24-h Holter monitoring revealed frequent sinoatrial arrests (N = 77, up to 2.75 s) and a second degree atrioventricular conduction block type I and II (). No ventricular events were recorded. He did not have any complaints nor did he ever have a syncope. He participated in school gymnastics without any restraints. Physical examination was normal and echocardiographic examination also revealed no abnormalities. His family history was positive for cardiovascular disease. His grandmother had a myocardial infarction at the age of 75 years and his uncle at the age of 45 years. Another uncle died suddenly at the age of 30 years. Both uncles were brothers of his mother.\\nAt the age of 17 years, 24-h Holter monitoring again showed a second degree atrioventricular conduction block type I and sinoatrial arrests (N = 224), but now with increased duration up to 3.48 s. The only ventricular events were four premature ventricular beats. During the following visit to the outpatient clinic, he complained of excessive exhaustion, dizziness and dyspnea during exercise and one episode of syncope. Additional cardiac evaluation included a signal averaged ECG and cardiac imaging. The signal averaged ECG was positive as two of the three parameters are abnormal including a low-amplitude signal duration of 44 ms (normal duration < 38 ms), and a root-mean-square voltage in the last 40 ms of the QRS of 12 µV (normal value: > 20 µV). The MRI showed a dilated, right ventricle (RVEDV/BSA: 133 mL/m2) with an ejection fraction of 41% and dyskinesia of the right ventricular anterior wall (). The ECG revealed inverted T waves in leads V1 and V2 in the presence of an incomplete right bundle-branch block (). Hence, the diagnosis of ARVC could now be made as one major and two minor criteria were fulfilled []. Because of his dysrhythmias, a DDD pacemaker was implanted, after which all his complaints resolved.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'8142187': 1, '16321666': 1, '20172912': 1, '20031617': 1, '2133713': 1, '17386159': 1, '29721109': 1, '21606390': 1, '19324321': 1, '14662701': 1, '25699128': 2}", "similar_patients": "{}"}