{"patient_id": 79351, "patient_uid": "4307750-1", "PMID": 25526966, "file_path": "comm/PMC004xxxxxx/PMC4307750.xml", "title": "Monostotic fibrous dysplasia in the proximal tibial epiphysis: a case report", "patient": "A 14-year-old Asian girl visited our hospital with radiographs taken 2 months earlier at a local clinic she attended for the evaluation of knee pain after slipping down. She had experienced no antecedent pain before slipping down, and the lesion was fortuitously found on radiographs. Anteroposterior and lateral radiographs were obtained. They showed a 1.5×2.0×2.0cm epiphyseal tumor in the proximal tibia. The matrix of the lesion had a clear, ground glass appearance, and the border showed well-defined marginal sclerosis. There was neither cortical disruption nor periosteal reaction. Computed tomography showed a sclerotic margin around the lesion, suggestive of a benign tumor (Figure \\n). Magnetic resonance imaging (MRI) presented low signal intensity on a T1-weighted scan and high signal intensity on a fat-suppressed T2-weighted image, and homogeneous enhancement by gadolinium was seen in the lesion. On a technetium bone scintigraph, we detected focal, round, increased uptake only in left proximal tibia; otherwise, the image was unremarkable (Figure \\n). There was no endocrinological abnormality such as precocious puberty, an absence of abnormal skin pigmentation and no specific family history. All the laboratory test results were within a normal range, except the aminotransferase level.\\nOn the basis of the clinical and radiological findings, a benign bone tumor of a slow-growing nature, chondroblastoma, was suspected at first. Excisional biopsy, curettage and filling with demineralized bone matrix followed by 2.5mm screw fixation were performed. Histologic analysis of hematoxylin and eosin–stained specimens showed irregularly shaped spicules of immature bone without osteoblastic rimming and fibrous stroma without any mitotic activity. Radiographs taken 2 years after surgery demonstrated bone formation at the lesion, and the patient was able to squat and run freely without any pain (Figure \\n).", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'6054147': 1, '4506620': 1, '2188311': 1, '33040177': 1, '5770409': 1, '31861003': 2, '16352586': 1, '12703030': 1, '16085630': 1, '14036060': 1, '1944469': 1, '17229004': 1, '4682714': 1, '14996879': 1, '30510951': 2, '25526966': 2}", "similar_patients": "{'6264999-1': 1, '6940136-1': 1}"}