{"patient_id": 151953, "patient_uid": "4858351-1", "PMID": 27150283, "file_path": "noncomm/PMC004xxxxxx/PMC4858351.xml", "title": "Gastric duplication cyst: a rare entity", "patient": "A 28-year-old female presented to our clinic with a 4-month history of right upper quadrant and epigastric pain exacerbated by food. The patient also reported increased postprandial fullness followed by multiple episodes of nausea and emesis. Physical examination, routine blood tests and plain chest radiographs were unremarkable. A computerized tomography (CT) scan of the abdomen and pelvis showed a large cystic mass within the antrum of the stomach (Fig. ). This was confirmed with an esophagogastroduodenoscopy; however, there was concern that this mass was extending past the pylorus into the duodenum, causing a gastric outlet obstruction. The remaining mucosa of the stomach appeared normal. A decision was made to proceed with surgery.\\nThe patient underwent an exploratory laparotomy. The mass was contained within the gastric antrum and did not involve other visceral or solid organs. A distal gastrectomy was performed. Pathologic evaluation at this time determined no cystic progression distal to the pylorus. Reconstruction consisting of a roux-en-Y retrocolic gastrojejunostomy was completed.\\nHistopathologic examination of the lesion demonstrated a 6-cm cyst with gastric mucosa and well-developed pancreatic tissue, including acinar and ductal elements (Fig. ). The cyst lumen was focally lined by duodenal type mucosa and was negative for dysplasia or malignancy.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'30585141': 2, '31423442': 2, '6058586': 1, '34917440': 2, '11155012': 1, '15630648': 1, '33353895': 2, '8726835': 1, '25797994': 1, '32952143': 2, '34549061': 1, '7717335': 1, '16277009': 1, '29942466': 2, '10201493': 1, '9481641': 1, '30607689': 1, '34351495': 1, '27150283': 2}", "similar_patients": "{'6695537-1': 1, '6007364-1': 1, '7945637-1': 1, '6305996-1': 1, '7759085-1': 1, '8669972-1': 1}"}