{"patient_id": 147158, "patient_uid": "4532002-3", "PMID": 8882481, "file_path": "noncomm/PMC004xxxxxx/PMC4532002.xml", "title": "Acute Lung Injury after Phosgene Inhalation", "patient": "The patient was a 30 year-old male who was exposed to phosgene twelve hours prior to admission to a local clinic complaining of dyspnea, coughing and sputum. Auscultation of the chest revealed coarse breath sound with crackles all over the lung fields. A chest X-ray showed bilateral diffuse interstitial infiltration. The WBC were 12.3 × 103/μl. Arterial blood gases were PaO2, 50.2 mmHg, PaCO2, 37.2 mmHg, pH, 7.401. The patient was transferred to CNUH with worsening dyspnea. The vital signs on admission were blood pressure 130/70 mmHg, pulse 89/min, respiration 28/min and temperature 36.5°C. The WBC were 18.0 × 103/μl with 98% neutrophils. The LDH was 350 unit. Initial blood gas determinations on room air were, PaO2, 55.3 mmHg, PaCO2, 26.7 mmHg. pH, 7.477. Twelve hours after admission, the patient began to have progressively increasing respiratory symptoms with the respiratory rate rising to 55/min. The patient was intubated and ventilated with controlled mode. Ventilation was maintained with diazepam and vecuronium and treated with methylprednisolone and aminophylline. Three hours after ventilation, the fraction of inspired oxygen could be reduced to 0.6. After 24 hours of ventilation with 6 cmH2O PEEP, he developed subcutaneous emphysema extending into the neck and anterior chest. The PEEP could be reduced and subcutaneous emphysema and arterial oxygenation did not get-worse. On the third day, the patient could be weaned from the ventilator and extubated. The patient was treated with methylprednisolone, aminophylline and antibiotics. Pulmonary function tests were performed on the fifth day following exposure and showed a restrictive pattern and a normal diffusion capacity ().\\nThe three other patients exposed to phosgene were transferred to CNUH and all were in their early forties. Their complaints were also shortness of breath, chest tightness without derangements of vital signs and arterial blood gases. The pertinent findings in the physical examination were bilateral crackles over the lung fields and diffuse bilateral interstitial infiltrates on chest X-ray.\\nThey were treated with supplemental oxygen by external devices, methylprednisolone, aminophylline and antibiotics. Their symptoms were gradually improved in 3 to 5 days of supportive care.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'3842186': 1, '1984962': 1, '23580841': 2, '3556816': 1, '5694925': 1, '25610115': 1, '3817071': 1, '3842190': 1, '2558103': 1, '14200675': 1, '1657861': 1, '1446539': 1, '2125593': 1, '3842185': 1, '3916029': 1, '3842189': 1, '31047999': 1, '627937': 1, '24311414': 1, '12194881': 1, '3022427': 1, '3916031': 1, '1541163': 1, '8882481': 2}", "similar_patients": "{'4532002-1': 2, '4532002-2': 2, '3617515-1': 1}"}