{"patient_id": 140363, "patient_uid": "4129831-1", "PMID": 25215110, "file_path": "noncomm/PMC004xxxxxx/PMC4129831.xml", "title": "Meningitis secondary to Cryptococcus gattii, an emerging pathogen affecting immunocompetent hosts", "patient": "A 60-year-old man from southern British Columbia presented ambulatory, in the spring of 2011, to a Vancouver area ED for further evaluation of intermittent headaches, generalized weakness, fatigue, hyponatremia, weight loss, and a recent hearing deficit. The headache and malaise symptoms had been present for two months and started when the patient and his wife vacationed in southern California. While golfing there, he experienced a thunderclap headache associated with fever, nausea and vomiting. The patient sought care at an urgent care facility and was immediately referred to the ED of a nearby academic hospital where he had a CT scan of the head, was diagnosed with sinusitis, and discharged with a prescription for clarithromycin. When his symptoms failed to improve, he returned home to British Columbia, was evaluated at another ED, and given an oxycodone prescription for symptomatic relief. The patient was then followed up with his primary care clinician who ordered an outpatient CT scan of the head which showed sinusitis. Despite completing a second course of antibiotics- moxifloxacin, the patient continued to experience headache, malaise and fatigue. A finding of hyponatremia and worsening symptoms prompted a referral to the ED by his family physician.\\nThe patient, a retired communications technician with no significant past medical history and whose only medications included oxycodone and acetaminophen, denied alcohol abuse, illicit drugs use, any known sick contacts, or other recent travel. He gave no history of trauma, change in vision, chest pain, cough, shortness of breath, abdominal pain, night sweats, focal weakness, paresthesias, incontinence, rash, or joint pain but admitted to a recent 10 pound weight loss, debilitating fatigue, intermittent low grade fever and, of most concern to him, gradual hearing loss which he attributed to wax build-up.\\nHis triage vital signs were temperature 37oC (98.6oF), heart rate 127 beats/min, respiratory rate 17 breaths/min, blood pressure 118/57 mmHg, and room air oxygen saturation 98%. The patient was well-developed but appeared fatigued. The external auditory canals were full of cerumen with bilateral decreased hearing which did not improve after wax removal. His neck was supple without lymphadenopathy. The oral cavity and pharynx showed normal mucosa and good dental hygiene. Cardiovascular examination revealed tachycardia without a murmur. Respirations were unlabored and both lungs were clear to auscultation. The abdomen was soft and non-tender with no hepatosplenomegaly. The skin was warm, dry, and without a rash. Aside from subtle hearing loss and lethargy, neurological examination revealed intact cranial nerves, motor function (normal tone coordination and muscle strength against resistance), and symmetrical deep tendon reflexes.\\nLaboratory examination revealed that the patient had WBC of 13 800/L with a neutrophil predominance and a hemoglobin level of 12.4 gm/dL. A chemistry panel was significant for adescreased sodium of 127 mmol/L, potassium 3.3 mmol/L, and chloride 91 mmol/L. Urinalysis, TSH and liver functions tests were normal. HIV antibody was negative. Chest X-ray and head CT angiogram were unremarkable. A lumbar puncture revealed an elevated opening pressure of 27 cmH2O with colorless cerebral spinal fluid (CSF) containing 59 WBC (38% neutrophils, 42% lymphocytes, 20% monocytes), 6 RBC, a low glucose of 40 mg/dL, and elevated protein level of 2.9 g/L. A cryptococcal antigen titer was strongly positive (> 1:1 024).\\nThe patient was immediately given amphotericin B and flucytosine in doses for the immunocompetent host and admitted to the hospital. Several days later, Cryptococcal species were identified as C. gattii. Upon further questioning, the patient recalled that he had visited Vancouver Island seven months earlier. After two months of hospitalization, the patient was eventually discharged neurologically intact except for a continued mild bilateral hearing deficit.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'20113555': 1, '21183085': 1, '20031037': 1, '18802986': 1, '28348767': 2, '20587194': 1, '20651641': 1, '19503836': 1, '19932387': 1, '17596366': 1, '25215110': 2}", "similar_patients": "{'5330235-1': 1}"}