{"patient_id": 140184, "patient_uid": "4119341-1", "PMID": 25097341, "file_path": "noncomm/PMC004xxxxxx/PMC4119341.xml", "title": "Zygomycetes peritonitis in ambulatory peritoneal dialysis: Case report and review of literature", "patient": "A 46-year-old male with end stage renal disease secondary to IgA nephropathy had been started on continuous ambulatory peritoneal dialysis (CAPD) 6 years back. He was using the Twin Bag system (Baxter HealthCare, McGaw Park, Illinois, USA), and was doing 4 exchanges/day. 3 years after starting on CAPD, he developed an episode of bacterial peritonitis, which was managed successfully with antibiotics. Currently, he presented with 3 days history of severe abdominal pain with high grade fever and turbid effluent. He was started on intravenous (i.v.) meropenem and vancomycin which he received for 48 h before presenting to us. At presentation, he was febrile but hemodynamically stable. The abdomen was diffusely tender; however, the exit site was healthy. His CAPD fluid analysis showed 1050 cells with 75% polymorphs while the fluid culture was sterile. He was continued on same i.v. antibiotics with no response. Repeat CAPD effluent bacterial and fungal cultures, acid fast staining and mycobacterial culture (collected later) were sterile. After 72 h, due to non-response, his CAPD catheter was removed and he was continued on i.v. antibiotics.\\nDespite these measures, he continued to have high grade fever. At the end of 1 week, an ultrasound (USG) abdomen was done which revealed loculated ascites. A USG guided ascitic tap drained thick pus, following which a pigtail catheter was inserted in the largest of loculi, which failed to drain the collection. Due to persistence of fever and loculated pus collections, he underwent open laparotomy. Intra-operatively, multiple loculated fluid collections with dense adhesions between bowel loops and peritoneum were noted []. The loculi were broken and about 500 ml of pus was drained. The peritoneal and omental biopsy taken intra-operatively revealed large areas of necrosis along with broad aseptate fungal hyphae consistent with zygomycosis []. The patient was started on 75 mg/day of i.v. conventional amphotericin B. After 48 h, he started showing response and became afebrile. He received a total of 3 g amphotericin B and was doing fine at 6 months follow-up.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'34835418': 1, '19270208': 1, '20628102': 1, '16388039': 1, '15597675': 1, '17299165': 1, '18215708': 1, '11447902': 1, '16998224': 1, '29026627': 2, '8544436': 1, '18063603': 1, '7243781': 1, '12955706': 1, '2702092': 1, '2017628': 1, '12742319': 1, '7948560': 1, '16466449': 1, '12652395': 1, '8848770': 1, '2919604': 1, '1608691': 1, '25097341': 2}", "similar_patients": "{'5630969-1': 1}"}