{"patient_id": 152867, "patient_uid": "4933678-1", "PMID": 27390677, "file_path": "noncomm/PMC004xxxxxx/PMC4933678.xml", "title": "An Atypical Presentation of Subacute Encephalopathy with Seizures in Chronic Alcoholism Syndrome", "patient": "A 52-year-old man visited our hospital because of prolonged confusion and abnormal behavior after a generalized tonic-clonic seizure. He had a history of chronic alcohol abuse (approximately 80 g/day). He developed a seizure 38 h after his last drink. He had a previous history of an alcohol withdrawal seizure a month before visiting our hospital. He was irritable, agitated, and violent. His speech was found to be incoherent and he did not obey any verbal command. Automatisms or focal motor seizures were not observed. A routine laboratory test revealed an increase in hepatic enzymes and alkaline phosphatase. Other electrolyte imbalance was not noted. Pleocytosis or protein elevation was not observed on cerebrospinal fluid analysis.\\nHis EEG revealed a continuous partial seizure activity in the hemisphere (). A brain MRI revealed a high-signal-intensity lesion in the right thalamus (). Carbamazepine was administered per orally at a loading dose of 15 mg/kg and a maintenance dose of 300 mg twice a day. On the third day after admission, the patient became free of confusion and his speech improved gradually. Follow-up EEG performed at the third day of admission and the fifth day of admission revealed periodic lateralized epileptiform discharges (PLEDs) in the right hemisphere with gradual reduction of frequency and amplitude (). He fully recovered to a premorbid state and was discharged. Abnormal discharge and right thalamic lesion were no longer observed in the follow-up EEG and brain MRI after 6 months (). Seizures were not observed during the 6-month follow-up.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'30955427': 1, '17525021': 1, '7273427': 1, '18439845': 1, '18717714': 1, '25625092': 2, '21459625': 1, '27390677': 2}", "similar_patients": "{'4295057-1': 1, '4295057-2': 1}"}