{"patient_id": 77844, "patient_uid": "4214398-1", "PMID": 25360170, "file_path": "comm/PMC004xxxxxx/PMC4214398.xml", "title": "Laparoscopic tumorectomy for a primary ovarian leiomyoma during pregnancy: A case report", "patient": "In October 2012, a 28-year-old female was referred to the local hospital due to two missed menstrual periods one month previously. Abdominal ultrasonography revealed a single normal fetus in the uterus and a right adnexal hypoechoic solid mass of 4.1×3.2 cm in size. The mass had been identified three years previously with a diameter of 2.5 cm during a routine gynecological check up and was followed-up by an ultrasound scan every six months for three years, which showed that the size of mass had remained stable. No further measurements were recorded due to the stability of the mass for a long period of time, without related symptoms. However, 16 days following the initial visit, the patient presented to the local hospital once again with a complaint of acute right lower abdominal pain following activity. An emergency ultrasound examination revealed that the adnexal mass had increased to 7×6.5 cm in size, without characteristics of torsion or rupture. The pain was significantly alleviated 1 h later without any therapy. Due to the increasing size of mass and the presence of pain, the patient was referred to Zhejiang Provincial People’s Hospital (Hangzhou, China) for surgical intervention.\\nDuring the following days, mild intermittent abdominal pain was experienced, without fever, vomiting, vaginal bleeding or uterine contractions. Approximately one week later the patient was admitted to Zhejiang Provincial People’s Hospital (Hangzhou, China) with slight abdominal pain on the right side. Physical examination revealed a tender mass of ~11×10 cm in size, located in the right upper abdominal quadrant region. The mass was palpable and movable, with clear edges. During the pelvic examination, the cervix was normal and no amniotic fluid or bloody discharge was observed. The uterus was movable with no tenderness, and was of the size corresponding to the gestational age.\\nUltrasound revealed a single live fetus and a partial cystic adnexal mass of 10.4×10×6.6 cm in size ().\\nSurgery was scheduled to remove the mass one week later. The patient underwent laparoscopic ovarian tumorectomy under endotracheal intubation and general anesthesia. During the surgery, basic vital signs, including oxygen saturation and the end-tidal carbon dioxide level of the patient, were monitored continuously by the anesthetist. The laparoscope revealed an enlarged uterus of the size corresponding to that expected for a three-month pregnant uterus, normal bilateral fallopian tubes and a normal left ovary. A mass arising from the right ovary was ~18×16×10 cm in size and grossly appeared solid, with smooth/shiny surfaces and marked superficial vascularity. No adhesion or infiltration was observed in the pelvis. The ovary was preserved and the mass was excised. Following the completion of tumor enucleation, the ovarian defect was sutured with 2–0 absorbable VICRYL suture (Johnson & Johnson Medical Ltd., New Brunswick, NJ, USA) in a continuous manner, while bipolar electrocoagulation was used to secure hemostasis. The samples were removed using the bag-retrieval technique, where a 35×25 cm bag was used to remove the mass through the extended left trocar incision, and were subsequently sent to the Department of Pathology (Zhejiang Provincial People’s Hospital) for histological testing. The examination of frozen sections reported a benign spindle cell tumor with focal ischemic infarction. Pathological examination of the paraffin section following surgery demonstrated that the mass was comprised of typical smooth muscle cells, which formed strands and bundles arranged in a whorled interlacing pattern. Microscopically, ischemic infarction focus of the mass was observed, while significant nuclear atypia or pleomorphism was absent. Immunohistochemical staining with antibodies against vimentin, inhibin, α-smooth muscle actin and the α-helical rod domain of desmin was performed to confirm the diagnosis of this rare tumor. The tumor cells stained positively for vimentin, inhibin and α-smooth muscle actin, but not for the α-helical rod domain of desmin, which aided in confirming the diagnosis of ovarian leiomyoma ().\\nFetal surveillance monitoring via ultrasound prior to and following surgery indicated that the surgery had been successful. Prophylactic antibiotics and progesterone at a dose of 20 mg twice daily for four days were prescribed following surgery to prevent miscarriage. The surgery time, defined as the period between the skin incision and the closure of the skin, was 118 minutes and the estimated blood loss was 800 ml. The patient experienced an uneventful postoperative recovery. Routine follow-up after discharge was conducted every six months for three years and no complications were observed. A 3.4-kg healthy baby was delivered spontaneously at full term.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'6352143': 1, '21623113': 1, '17962120': 1, '8244197': 1, '12798475': 1, '3095377': 1, '18312799': 1, '11214143': 1, '10231065': 1, '9853233': 1, '27858913': 1, '10703481': 1, '19642987': 2, '2270773': 1, '14321105': 1, '21840773': 1, '15581993': 1, '8677121': 1, '25360170': 2}", "similar_patients": "{'2724421-1': 1}"}