{"patient_id": 150509, "patient_uid": "4763639-1", "PMID": 26955128, "file_path": "noncomm/PMC004xxxxxx/PMC4763639.xml", "title": "A Case Report of Isotretinoin-induced Manic Psychosis", "patient": "A 20-year-old female, weighing 52 kg, preuniversity student from a rural background, visited along with her sister to the Psychiatry Department. On admission her main symptoms were irritability, sleep disturbances, decreased appetite, grandiosity, and over familiarity. Patient's mental status examination showed elated mood, over abundant speech and she was oriented to time and place. She was born out of a full-term normal delivery and development millstones were normal. On physical examination, acne on face preferentially localized on the forehead was noted. She was suffering from acne vulgaris from puberty and on treatment with isotretinoin 20 mg/day for 45 days prior to the admission. However for the last 15 days, she had been taking isotretinoin three times daily (60 mg/day) without consultation. The dermatological impression was acne vulgaris with xerosis and treated with oil-free moisturizing cream in our hospital. The patient reported no family history of any major medical and psychiatric illness and was not on any regular medications apart from isotretinoin.\\nBased on the symptoms, a provisional diagnosis of the first episode of mania was made and subsequently patient was diagnosed as drug-induced psychosis manic like as per ICD-10. Since the patient was on oral retinoid, a differential diagnosis of pseudotumor cerebri was made. However, the patient had not presented with either the ocular symptoms (diplopia or visual disturbances) or central nervous system (CNS) symptoms (neck stiffness or difficulty in gait). So, the chance of pseudotumor cerebri was excluded and the patient was prescribed tablet quetiapine 100 mg at night, tablet oxcarbamazepine 300 mg in two divided doses, and tablet risperidone 2 mg at night during her hospital stay.\\nBased on the detailed review of patient medical history and literature, her manic symptoms were linked to isotretinoin and was discontinued. All the investigations (thyroid function test, complete blood count, blood glucose, and renal function test) were within normal limits. The patient showed a dramatic improvement in her mental status and was discharged on the 6th day of her admission. The patient was discharged with the same medications that she received during her hospitalization.\\nDuring her four regular follow-ups patient's mental status was monitored and remained stable, quetiapine was continued as a supportive measure and was well tolerated. The causal association between psychosis and isotretinoin was “probable” as assessed by the World Health Organization probability scale.", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'15602115': 1, '30828405': 1, '24167696': 1, '32612830': 2, '12629595': 1, '19154613': 1, '21127690': 1, '11568740': 1, '26955128': 2}", "similar_patients": "{'7307393-1': 1}"}