{"patient_id": 76985, "patient_uid": "4156278-1", "PMID": 25202364, "file_path": "comm/PMC004xxxxxx/PMC4156278.xml", "title": "Focal fibrocartilaginous dysplasia in the thoracic vertebra: A case report", "patient": "A 38-year-old male (body mass index, 21.01) presented at The First Affiliated Hospital of Nanchang University (Nanchang, China) with pneumonia and lesions on the left first thoracic vertebra, which were detected using chest computed tomography (CT). The patient reported that he had experienced a tolerable level of pain in the area three times during the previous ten years, with no history of trauma. No other family members had suffered from a similar condition. The initial consultation was performed on 28/05/2013. Informed consent was obtained from the patient.\\nPhysical examinations revealed that the patient was healthy and ambulated without difficulty. The patient exhibited a full range of motion of the neck and upper extremities. Furthermore, no masses were palpable. X-ray () and chest CT scans () were performed and revealed a well-defined, unilateral, lucent and inflated lesion in the left first transverse process and the costal head (estimated size, 2.2×2.4 cm). The two sides of the lesion, which connected with the normal bony tissue, were sclerosing. In addition, the cortical bone of the lesion was found to be thinning; however, there was no periosteal reaction or cortical destruction. Magnetic resonance imaging (MRI) demonstrated a low signal of the lesion in the T1-weighted image (TE 10.0 and TR 581.0; ) and an intermediate signal in the T2-weighted images (TE 130.0 and TR 4,710.0; ). A high signal was observed in the lesion in the fat suppression images (TE 130.0 and TR 6,380.0; ). Thus, the radiologists proposed that it may be an aneurysmal bone cyst. A full 99mTC-MDP scan showed that there was no sign of malignant transformation in the patient’s skeletal system, and the results from the laboratory examinations and the tumor markers, including α-fetoprotein, carcinoembryonic antigen and cancer antigen 19-9, were all within normal limits.\\nCurettage of the focal lesion and an incisional biopsy were performed due to the possibility of the lesion being an aneurysmal bone cyst. The surgery lasted 120 min and the estimated blood loss was 200 ml. A frozen section obtained during surgery did not provide a specific diagnosis. After one week, the pathologic results from a specimen of the lesion () demonstrated irregularly-shaped bony trabeculae surrounded by numerous fibroblasts (), which were detected using hematoxylin and eosin (H&E) staining (magnification, ×200). Furthermore, the cell stroma was observed to be composed of relatively uniform spindle cells and cartilaginous components without significant cellular atypia (H&E; magnification, ×100; ). The patient was informed of the findings and, as the patient only exhibited slight back pain, no further treatment was administered and the patient was closely observed.\\nTwo months after surgery, the patient was followed up. Chest CT () demonstrated a patchy, high-density shadow in the primary lesion. The patient is currently pain-free and is not prevented from performing any activities. The patient will be followed up annually.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'17195802': 1, '2355089': 1, '3339040': 1, '2670387': 1, '4055881': 1, '15928899': 1, '9039668': 1, '30443667': 1, '8837289': 1, '10912595': 1, '21983933': 1, '2243986': 1, '9364398': 1, '7790484': 1, '1860962': 1, '2925722': 1, '25202364': 2}", "similar_patients": "{}"}