{"patient_id": 78610, "patient_uid": "4260427-1", "PMID": 25506457, "file_path": "comm/PMC004xxxxxx/PMC4260427.xml", "title": "IgG4-Related Disease: A Multispecialty Condition", "patient": "A 34-year-old man was admitted to our hospital with a 4-month history of diffuse abdominal pain and body weight loss, progressing in 3 months to muscle weakness, abdominal distension, nausea, vomiting, and stiff painful swelling of his neck. His previous history included a fluctuating tumoral mass in the left maxillary region for the last six years, causing mild dysphagia and limiting movement of the temporomandibular joint. The pathological examination was consistent with a chronic inflammatory process. Later on he presented right palpebral ptosis with protrusion of the eyeball and chronic dry cough, with transbronchial biopsy examination revealing chronic pneumonitis and irregular septal fibrosis.\\nOn examination he was afebrile, with blood pressure 120/80 mmHg, with pale mucous membranes, anterior neck swelling and stiffness with local hyperemia, without palpable lymph nodes, reduced pulmonary expansion, diffuse abdominal pain, and rigidity on palpation. The remainder of the physical examination was unremarkable.\\nOn admission laboratory tests revealed the following: hemoglobin 9.0 g/dL, white blood cell count 21,390/mm3, platelet count 808,000/mm3, total bilirubin 2.89 mg/dL (direct bilirubin 2.26 mg/dL), calcium 8.2 mg/dL, creatinine 0.4 mg/dL, aspartate transaminase 25.7 mg/dL, alanine transaminase 16.6 mg/dL, and alkaline phosphatase 417 mg/dL. Search for antinuclear antibodies (ANA), anti-SSA/Ro, and ANCA showed negative results. Serum protein electrophoresis and immunofixation showed polyclonal hypergammaglobulinemia. Serum IgG4 was 264 mg/dL (reference value ≤140 mg/dL). Ultrasonography of the neck showed soft tissues swelling. Abdominal ultrasonography was normal.\\nThe patient developed daily fever, asthenia, diarrhea, profuse coughing, and intense dyspnea. Chest radiography revealed bilateral parenchymal infiltration, multiple pulmonary nodules, and consolidation in the lower right hemithorax. As the patient's clinical condition was not improving, despite the use of broad spectrum antibiotics (piperacillin/tazobactam, meropenem) and mechanical ventilation, pulse therapy with methylprednisolone 1 g was started and used for three days, with considerable clinical and radiological improvement. After this, prednisone 50 mg/day was initiated and he was discharged in good general condition. After two-year follow-up, he has been well on lower dose (5 mg/day) of prednisone. In the last few months, after abrupt voluntary discontinuation of his medication, there was a mild relapse of the disease which remitted with the reintroduction of 20 mg/day of prednisone. The patient remains asymptomatic with low doses of steroids, maintaining complete resolution of respiratory, eye, and neck symptoms which were assumed to be manifestations of the same disease.\\nA reanalysis (with immunohistochemical staining) of the histological sample from previous maxillary biopsy revealed chronic inflammatory infiltrate rich in plasma cells with areas of fibrosis and erosion. Immunohistochemistry showed mixed population of B and T lymphocytes and an increased amount of positive IgG4 cells (up to 55 IgG4-positive plasma cell per high power field; IgG4/IgG ratio of 45%) ().", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'21037477': 1, '17520216': 1, '21124093': 1, '17098600': 1, '21963087': 1, '22316447': 1, '22487688': 1, '14614606': 1, '19757521': 1, '21918050': 1, '20871392': 1, '20506114': 1, '19654491': 1, '22712681': 1, '19532132': 1, '25506457': 2}", "similar_patients": "{}"}