{"patient_id": 83652, "patient_uid": "4624910-1", "PMID": 26550507, "file_path": "comm/PMC004xxxxxx/PMC4624910.xml", "title": "Unilateral Acute Anterior Ischemic Optic Neuropathy in a Patient with an Already Established Diagnosis of Bilateral Optic Disc Drusen", "patient": "A 46-year-old man was examined by us for minor ocular problems in January 2009. He had received a diagnosis of type 2 diabetes mellitus five years priorly and has been known to have congenital color blindness. At that time, his best-corrected visual acuity (BCVA) with Snellen chart was 8/10 in OD and 7/10 in OS. Slit-lamp examination was normal OU. Fundus examination and autofluorescent imaging showed bilateral mild nonproliferative diabetic retinopathy and optic disc drusen (Figures , , , and ).\\nThe patient was further referred to the endocrinology department for blood sugar regulation. However, the patient was lost to the follow-up.\\nHe returned to the eye clinic with a sudden painless visual loss in his left eye of two days' duration in October 2014. On our examination, left afferent pupillary defect was present. Color vision was 7/21 in OD and 1/21 in OS with Ishihara pseudoisochromatic plates. Visual acuity was 8/10 in OD and 1/10 in OS. Slit-lamp examination was unremarkable OU. Intraocular pressure was within normal limit bilaterally. While right optic disc had only drusen and no physiologic cup, left optic disc also was hyperemic and segmentally swollen and a peripapillary splinter haemorrhage was present (). The laboratory tests, including complete blood count, erythrocyte sedimentation rate, and CRP, were normal. There was prominent fluorescein leakage at the left optic disc (). OCT disclosed mild subretinal fluid in OS () and no abnormality in OD. Visual field testing disclosed inferior altitudinal scotoma in OD most possibly in association with disc drusen and severe diffuse depression in OS ().\\nOur diagnosis was left acute NAION with ODD. Natural course, treatment options of the acute NAION, and our preference for intravitreal injection of either ranibizumab or triamcinolone acetonide based on our previous retrospective studies [, ] were discussed with the patient and 0.5 mg ranibizumab was injected intravitreally into the left eye next day. Best-corrected visual acuity was 2/10 a week later, 6/10 at the first month, and 9/10 at the third month in OS. He could read 1/21 of plates a week later and 2/21 of plates at the first and third month with Ishihara test. Color fundus pictures of the left eye taken at the first week and first and third month after the intravitreal injection are shown in Figures , , and . There was a partial improvement in the visual field at the end of third month in OS. Visual fields obtained at the first and third posttreatment month are shown in Figures and . No injection related complication was noted during the follow-up of three months.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'8766031': 1, '11192846': 1, '24240558': 1, '6233327': 1, '8963424': 1, '2467240': 1, '21394973': 1, '14718294': 1, '10379717': 1, '30524490': 1, '3976813': 1, '18488393': 1, '2029117': 1, '3189474': 1, '2804033': 1, '15598044': 1, '25116784': 2, '9775256': 1, '19187896': 1, '18976422': 1, '6514298': 1, '31741680': 1, '12504737': 1, '32483688': 1, '2923150': 1, '34103774': 1, '24133556': 1, '22525184': 1, '4026643': 1, '22584542': 1, '26550507': 2}", "similar_patients": "{'4152661-1': 1}"}