{"patient_id": 142498, "patient_uid": "4265721-1", "PMID": 25512821, "file_path": "noncomm/PMC004xxxxxx/PMC4265721.xml", "title": "Radiofrequency-Treated Recurrence of Urothelial Carcinoma of the Upper Urinary Tract After Nephroureterectomy", "patient": "A 73-year-old male patient with a medical history of hypertension, diabetes mellitus, ischemic cardiopathology of acute myocardial infarction, and chronic renal failure with a glomerular filtration rate of less than 30 had been treated 5 years previously with right laparoscopic RNU with open ureteral disinsertion owing to a pelvic tumor diagnosed by computed tomography (CT). During the RNU procedure there were neither intraoperative complications nor any openings in the urinary tract. The specimen was removed en bloc alongside a perimeatal bladder cuff. The anatomopathological study of the specimen revealed transitional cell carcinoma pT2G3N0M0. Subsequent examinations were carried out via CT scans, urine cytology, and cystoscopy.\\nThree years later, during a follow-up CT scan, the patient showed a 31-mm long lesion with contrast uptake in his right renal bed contiguous to the medial border of the right hepatic lobe (). A positron emission tomography (PET)-CT scan with 18-fluorodeoxyglucose was performed, revealing metabolic activity in the surgical bed. After this discovery, a percutaneous biopsy was performed. The anatomopathological diagnosis was high-grade urothelial carcinoma, and the patient was diagnosed with retroperitoneal recurrence of urothelial carcinoma ().\\nGiven the patient's comorbidities, systemic chemotherapy treatment was dismissed in favor of performing radiofrequency ablation on the lesion. The procedure was performed via a CT-guided paravertebral percutaneous puncture under intravenous sedation with the patient in the prone position. The ablation was executed with a 250-W radiofrequency generator and a 3-cm semiflexible electrode. There were no complications during the procedure, and the patient was discharged the day after surgery.\\nTwo years after the procedure, PET-CT and CT scans with contrast controls showed a 10-mm decrease in the original size of the lesion with a lack of contrast uptake (). The results of a percutaneous biopsy of the residual mass showed necrosis without evidence of malignancy. The patient is asymptomatic without tumor recurrence in any other location.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'12771730': 1, '20566011': 1, '16566964': 1, '21492910': 1, '21869907': 1, '27974691': 1, '15548434': 1, '19058907': 1, '19963237': 1, '9763077': 1, '17367917': 1, '25512821': 2}", "similar_patients": "{}"}