{"patient_id": 79070, "patient_uid": "4293663-2", "PMID": 25541899, "file_path": "comm/PMC004xxxxxx/PMC4293663.xml", "title": "Importance of Insulin Immunoassays in the Diagnosis of Factitious Hypoglycemia", "patient": "A 1010/12-year-old male patient with DIDMOAD was admitted due to recurrent episodes of hypoglycemia in the past one month. He was receiving a basal-bolus insulin regimen (glargine insulin 14 units/day and aspart insulin 8 units thrice a day; total insulin dose, 1.03 units/kg/day). The patient’s medical history was otherwise unremarkable. Both the family and the child stated that the patient had not received any additional insulin or any other medication.\\nHis weight was 36 kg (SD score 0.23) and height was 134.5 cm (SD score -1.17). Physical examination revealed no pathological findings. Laboratory findings on admission were as follows: serum glucose 33 mg/dL (hypoglycemia, <50mg/dL), alanine aminotransferase 20 IU/L (normal, 5-40), aspartate aminotransferase 18 IU/L (normal, 5-40), hemoglobin A1c 6.83% (normal, 4.8-6). There was no glycosuria or ketonuria. At the time of hypoglycemia, insulin and C-peptide levels were not high: 4.3 uIU/mL and 0.1 ng/mL, respectively. Anti-tissue transglutaminase and anti-gliadin antibodies were negative. Cortisol (21.53 µg/dL) and adrenocorticotropic hormone (18 pg/mL) levels were inconsistent with adrenal insufficiency. However, hypoglycemia was persistent. Since we found out that insulin level as measured by Roche Elecsys/E170 insulin assay (Roche Diagnostics, Indianapolis, Indiana) was not capable of detecting analogues, the analysis from the same sample was repeated by using Advia Centaur (Siemens Healthcare Diagnostics, Tarrytown, New York). Serum insulin level turned out to be very high (>300 uIU/mL), while the C-peptide was low, suggesting factitious hypoglycemia. The patient was then referred to a psychiatric clinic.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'2643808': 1, '27478444': 2, '8485955': 1, '17072232': 1, '18076215': 1, '18036066': 1, '7895946': 1, '33343044': 1, '11238323': 1, '33958903': 1, '16690737': 1, '19649386': 1, '14709671': 1, '16824282': 1, '22865008': 1, '10574864': 1, '30027696': 1, '12461506': 1, '19095600': 1, '17316105': 1, '9047086': 1, '29464887': 1, '7924785': 1, '27217304': 1, '20385648': 1, '15647580': 1, '25541899': 2}", "similar_patients": "{'4293663-1': 2, '4967349-1': 1}"}