{"patient_id": 81394, "patient_uid": "4454724-1", "PMID": 26090237, "file_path": "comm/PMC004xxxxxx/PMC4454724.xml", "title": "A Multidisciplinary Approach to Anesthetic Management of a Parturient with Severe Aortic Stenosis", "patient": "A 27-year-old G2P0 with a past medical history of insulin dependent diabetes (since the age of 9) and congenital bicuspid aortic valve presents at 37 weeks' gestation to the Labor and Delivery Suite. On physical exam it was noted that she had a grade 4 mummer at the right sternal boarder and +2 bilateral edema. She denied shortness of breath, dyspnea on exertion, or chest pain. Fourteen months before presentation, her valve area was 0.9 cm2. She presented at this time for poorly controlled diabetes and fetal macrosomia for induction of labor. Secondary to her history of bicuspid aortic valve with an area that was 0.9 cm2, she was sent to the cardiothoracic intense care unit for monitoring. A transthoracic echo revealed an even more stenotic valve with an area of 0.7 cm2, with an estimated peak gradient of 64 and mean gradient of 38. A multidisciplinary discussion was held with interventional cardiologists, cardiac surgeons, obstetric surgeons, neonatal intensivists, perfusion staff, anesthesiologists, and nursing staff. A C-section was planned.\\nThe patient received 30 mL of nonparticulate antacid orally and metoclopramide 10 mg intravenously 30 minutes prior to the planned procedure. The patient was brought to the hybrid operating room. Standard ASA monitors were applied. Two large bore antecubital IVs (18 g in the right upper extremity and 16 in the left upper extremity) and left radial arterial line were placed. Induction was initiated with two 1 mg boluses of Midazolam, followed by a remifentanil infusion started at 0.3 mcg/kg/min. Esmolol 20 mg boluses were used to titrate the heart rate to a target heart rate of 70–80. A rapid sequence induction was performed with a combination of 14 mg of etomidate, 80 mg of propofol, and 120 mg succinylcholine and the airway was secured. Maintenance of anesthesia consisted of remifentanil infusion and sevoflurane 2%. Midazolam 2 mgs and fentanyl 100 mcgs were administered after the delivery of the baby. The baby was delivered within 3 minutes of intubation. A transesophageal echo probe was inserted. Intraoperative TEE findings were aortic stenosis with 0.8 cm2 valve area (Figures and ), mild AI, mild MR, peak transaortic valvular gradient of 38 and mean transaortic valvular gradient of 20 (), and mild pulmonary valve regurgitation. The rest of the intraoperative course was unremarkable. The mother was successfully extubated at end of the procedure with careful titration of a beta-blocker for heart rate and blood pressure control (). The patient was transferred to cardiothoracic intensive care unit (CTICU) for close monitoring. Postoperative pain management consisted of IV PCA hydromorphone, intravenous ketorolac, and intravenous acetaminophen. The postoperative course was uneventful and the patient was discharged on post-op day 3. The patient returned 11 months later and underwent successful minimally invasive aortic valve replacement.\\nThe NICU staff was present for the delivery and the baby was taken to the NICU for close monitoring. The initial APGAR score was 2 and the baby was floppy and apneic. After initial positive pressure ventilation, the baby was intubated. APGAR scores quickly improved to 5 and then 8 at which point the baby was extubated. The baby was observed in the NICU for a few days with an initial diagnosis of respiratory distress. The baby was treated with C-PAP for one day and the diagnosis of apnea and transient tachypnea of the newborn baby of a diabetic mother was made. Chest X-ray was unremarkable and, after one day on IV glucose solutions, the baby was able to maintain normal glucose levels. The apnea improved and the baby was discharged to the nursery on day 4.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'16175029': 1, '26090237': 2}", "similar_patients": "{}"}