{"patient_id": 76194, "patient_uid": "4100273-1", "PMID": 25161776, "file_path": "comm/PMC004xxxxxx/PMC4100273.xml", "title": "A Peripheral Ameloblastic Fibro-Odontoma in a 3-Year-Old Girl: Case Report, Immunohistochemical Analysis, and Literature Review", "patient": "A three-year-seven-month-old girl was referred to the Pediatric Dentistry Section, Department of Stomatology, National Cheng Kung University Hospital, to have a swelling and erythematous mass on the facial gingiva of the primary maxillary right central incisor evaluated. According to her parents' statements, the eruption time of this tooth was the latest of all her upper anterior teeth. Immediately after the eruption, it was positioned more palatally than the adjacent incisors. A small, white, tooth-like substance existed on the facial gingiva of this tooth. Then the tooth-like substance spontaneously exfoliated. About 1.5 years ago, the mother became aware of her daughter's gingival mass. She could not remember that her daughter had undergone any trauma. They went to a local dental clinic for evaluation. The dentist performed endodontic treatment for the central incisor because he found caries and speculated that the gingival swelling had an endodontic origin. Five months later, they went to the same clinic because the lesion became larger. The dentist decided to refer the child to our hospital. During her initial examination in our hospital, we noticed a fiery red gingival mass that neither bled nor felt palpation pain (). The probing depths of the tooth were within normal range. The tooth was a little palatally displaced but not mobile (). The periapical radiograph revealed no periapical lesion, root resorption, or radiopaque abnormality (). Our initial but tentative diagnosis was a pyogenic granuloma. After the lesion had been locally debrided and irrigated with 0.2% chlorhexidine, the patient's mother was instructed in oral hygiene techniques. There was no improvement in the patient's condition after 2 weeks of follow-up. After we had consulted with periodontics and oral-maxillofacial surgery specialists, we suggested an excisional biopsy under general anesthesia for the patient. After we had obtained the consent of the parents, we removed the mass using surgical scalpels; bleeding was stopped using electrocautery in the operating room. Amoxicillin and acetaminophen were prescribed for the patient. The surgical specimen was sent to National Cheng Kung University Hospital's Pathology Department for evaluation. The gross specimen measured 10 × 5 × 2 mm. A microscopic examination revealed a small island and cords of odontogenic epithelium in a loose and primitive-appearing connective tissue that resembled dental papilla. The mass contained calcified material and an enamel-like deposit. Abundant small blood vessels surrounded the odontogenic epithelium (). The pathological diagnosis was an ameloblastic fibro-odontoma. A one-year postoperative follow-up revealed no evidence of recurrence, but only a mild gingival inflammation (). The patient's parents were advised to bring her back for continuous follow-ups and to conscientiously provide her with good oral hygiene.", "age": "[[3.0, 'year'], [7.0, 'month']]", "gender": "F", "relevant_articles": "{'20185068': 1, '11545242': 1, '9496857': 1, '23669202': 1, '17121988': 1, '27563600': 2, '8017765': 1, '1065730': 1, '31452891': 2, '17096730': 1, '6931877': 1, '17617832': 1, '10065942': 1, '21462760': 1, '21689175': 1, '23001451': 1, '2651484': 1, '22082131': 1, '22969902': 1, '6936553': 1, '20716638': 1, '18299218': 1, '12887342': 1, '15133474': 1, '22723415': 1, '10705086': 1, '25161776': 2}", "similar_patients": "{'6696846-1': 1, '4979334-1': 1}"}