{"patient_id": 141050, "patient_uid": "4170167-1", "PMID": 25246827, "file_path": "noncomm/PMC004xxxxxx/PMC4170167.xml", "title": "Synchronous Triple Primary Lung Cancers: A Case Report", "patient": "A 72-year-old man visited our institution due to abnormal chest radiograph and CT findings on routine health checkup at another hospital. He was an ex-smoker with a more than 45-pack-year smoking history and had quit smoking for 13 years. Laboratory findings including peripheral blood and urine analysis were within normal limits. The results of the pulmonary function test were within the normal range.\\nPosteroanterior and lateral chest radiographs revealed a 4.0-cm peripheral opacity in the right lower lobe (). The chest CT demonstrated three malignant morphologic tumors with different radiologic features. Two masses presented in the right lower lobe: a 4.2-cm-sized, well-defined, solid mass with cavitation at the anterior-basal segment (tumor 1) () and a 3.8-cm-sized low-attenuating consolidative lesion at the posterior basal segment (tumor 2) (). At the posterior segment of the right upper lobe presented a 2.5-cm-sized, lobulated, part-solid nodule (tumor 3) (). Compared with the previous CT taken at another hospital two months ago, the three lesions had not changed in size or shape. Based on CT imaging findings, the tumors were interpreted as a squamous cell carcinoma (tumor 1), invasive mucinous adenocarcinoma (tumor 2), and an invasive nonmucinous adenocarcinoma (tumor 3). There was no significant enlargement of lymph nodes in the mediastinum or hilar areas and no other abnormalities in both lungs. The positron emission tomography (PET)/CT revealed a mild to high 18F-fluorodeoxyglucose uptake in the masses (maximum standardized uptake value [SUVmax] of 4.4, 1.7, and 0.7 for tumor 1, 2, and 3, respectively) in the right lung. Combined results obtained from abdominal ultrasonography, brain magnetic resonance imaging, radionuclide bone scanning and PET/CT scanning revealed no metastatic lesions.\\nA video-assisted thoracoscopic right lower lobectomy, mediastinal lymph node dissection and a wedge resection of the right upper lobe were performed without a preoperative percutaneous needle biopsy for diagnosis. On the pathologic examination, two lesions were found in the right lower lobe; tumor 1 at the anterior basal segment measured 2.4 × 2.0 cm in size and was confirmed to be a squamous cell carcinoma with moderate differentiation () and tumor 2 at the posterior basal segment was 5.1 × 4.9 cm in size and was confirmed to be an invasive mucinous adenocarcinoma (). Tumor 3 at the posterior segment of the right upper lobe measured 1.5 × 1.0 cm in size and was confirmed to be an invasive adenocarcinoma with a moderate differentiation and an acinar pattern (). Regional lymph nodes were examined and two metastatic lymph nodes were found in the right upper paratracheal and subcarinal area involving a squamous cell carcinoma. Thus, the final TNM stage was set as pT2bN2M0. A genetic mutation analysis was performed for the largest invasive mucinous adenocarcinoma and it was found to be a wild type of epidermal growth factor receptor/K-ras and anaplastic lymphoma kinase. After the surgery, the adjuvant chemotherapy was planned and the patient was discharged.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'3974273': 1, '4353362': 1, '15100908': 1, '11745069': 1, '170482': 1, '8390108': 1, '11526285': 1, '12895628': 1, '7453187': 1, '20205270': 1, '31118660': 2, '33371055': 2, '28859661': 2, '11354756': 1, '22618632': 1, '2329815': 1, '28626632': 1, '3665605': 1, '8462333': 1, '25246827': 2}", "similar_patients": "{'6498978-1': 1, '5579871-1': 1, '7748197-1': 1}"}