{"patient_id": 141125, "patient_uid": "4173419-1", "PMID": 25885514, "file_path": "noncomm/PMC004xxxxxx/PMC4173419.xml", "title": "Allergic myocardial ischemia causing reversible hemodynamic collapse during gastroscopy", "patient": "A 54-year-old woman with a height of 170 cm and weight of 68 kg, not known to have any drug allergy and a heavy smoker with no other coronary risk factor, was operated 2 years ago for bilateral cataract extraction under local anesthesia and breast augmentation associated with abdominoplasty under general anesthesia without any known complications. She presented to our center for screening gastroscopy and colonoscopy under sedation indicated for exploration of occult anemia. No premedication was given to the patient (especially anticholinergic medications were not used). After the standard parameter monitoring (noninvasive blood pressure [NIBP], SPO2, and electrocardiogram [EKG]), oxygen was supplemented through the nasal cannula at 4 L/min. A baseline vital signs was normal [NIBP=112/65, heart rate = 72 beats/min, respiratory rate = 12 per minute, saturation SPO2 = 100% on room air]. The patient was sedated with 50 mg meperidine, 2 mg midazolam, and 40 mg propofol intravenously. Gastroscopy started without any problem. After 10 min, the patient developed a bradycardia, without hypoxia [SPO2 = 97%], which was converted to asystole [premature ventricular contraction without P wave and bizarre QRS wave] and undetectable blood pressure; there was no evidence of skin rash. Patient received immediately 60 mg xylocaine, a total of 2 mg atropine, 0.01 mg epinephrine, and 250 mg hydrocortisone intravenously; 100% face mask ventilation was applied. She responded to the treatment with sinus tachycardia (heart rate = 112 beats/ min) and slight improvement in the systemic blood pressure [NIBP=70/42 mmHg] on spontaneous breathing without dyspnea [respiratory rate = 8 per minute]. Few minutes later, the patient regained consciousness with acute chest pain, pulmonary edema, dyspnea and hypoxia [SPO2 = 60%]. The procedure was aborted, and the patient was transferred to intensive care unit where an EKG was not indicative and chest X-ray showed diffuse bilateral infiltrations. An immediate transthoracic echocardiography, performed by the cardiologist, showed a global hypokinesia and ejection fraction estimated to be 20–29% associated with respiratory acidosis on ABGs [PH 7.31, PO2 43.5, PCO2 51.5, SBE 0.5, and HCO3 23.2]. At this time, we confirm an acute LV dysfunction with pulmonary edema. Treatment was started with intravenous bolus dose of Lasix 80 mg, and continuous dobutamine at a rate of 15 mcg/kg/min. Two hours later, the patient improved clinically, and the saturation picked up to 95% under noninvasive ventilation with bilevel positive airway pressure ventilation [BiPAP]. The patient improved completely after 24 h, and the weaning of dobutamine was started. Hence, the troponin level upon admission to the intensive care unit and at 12 and 18 h later was 0.08, 0.54, and 0.58, respectively. Serial EKGs did not show any evolving changes. Twenty-four hours later, a coronary angiography was performed and revealed no significant coronary stenosis. The patient fully recovered, 48 h later, with no cardiac symptoms, and she was weaned and discontinued from the BiPAP and the inotropic support. By the fourth day, an echocardiography showed improved LV function with no regional wall motion abnormality and EF estimated at 68%; chest x-ray showed no evidence of pulmonary edema. She was discharged on carvedilol and rabeprazole sodium and was doing well at three months’ follow-up.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'10604922': 1, '17620825': 1, '20461972': 1, '20079145': 1, '15928397': 1, '19277706': 1, '18721322': 1, '1793697': 1, '15831607': 1, '19812811': 1, '14532927': 1, '7942454': 1, '10375723': 1, '16626819': 1, '15227365': 1, '18651413': 1, '25885514': 2}", "similar_patients": "{}"}