{"patient_id": 140688, "patient_uid": "4152684-1", "PMID": 25190952, "file_path": "noncomm/PMC004xxxxxx/PMC4152684.xml", "title": "Spinal anesthetic for emergency cesarean section in a parturient with uncorrected tetralogy of Fallot, presenting with abruptio placentae and gestational hypertension", "patient": "This is a case report of a 22-year-old primigravida who was admitted to the hospital at 30 weeks of gestation, with a one-day history of labor pains and occasional bleeding per vaginum for 6 h. She was diagnosed to have TOF during antenatal visit in her 2nd month of pregnancy, but was lost to follow-up after that evaluation. Her echocardiogram at the previous visit had revealed the presence of TOF with a large conotruncal VSD of 2 cm, overriding of the aorta and infundibular pulmonic stenosis. The right ventricular outlet tract gradient was 90 mmHg and had a right-to-left shunt. Throughout her period of pregnancy she did not have any complaints and had no episodes of cyanotic spells. On admission, she had moderate dyspnea of New York Heart Association class II. She was detected to have gestational hypertension. There was productive cough of one week duration. Examination revealed pallor, bilateral pitting pedal edema and grade 2 clubbing in all fingers and toes. Her heart rate was 90/min and blood pressure (BP) 140/98 mmHg. Her oxygen saturation (SpO2) on room air was 95%. There was parasternal heave and a palpable systolic thrill in the left parasternal area. A harsh pansystolic murmur was there, more prominent in the lower left parasternal border, with intensity of grade 4 and it was radiating to all areas. She also had harsh vesicular breath sounds in the right lower infrascapular and infraaxillary areas. She had cephalic presentation with unengaged head and intermittently contracting uterus. There was minimal bleeding per vaginum. Investigations carried out included a complete blood picture which showed hemoglobin of 10.6 g/dL, a platelet count of 1.2 lakhs/mm3 and an INR of 1.1. She was taken to the operation theatre for emergency cesarean section with suspected abruptio placentae. The fetal heart rate was 110-130/min. On the operating table, pulse rate was 98/min, non-invasive BP 148/92 mmHg and room air saturation 95%, which improved to 100% with oxygen by mask. In view of the respiratory infection, we planned a subarachnoid block with low-dose local anesthetic and opioid combination since the coagulation profile was normal. This was performed under aseptic conditions after confirming the fetal heart rate once again, with a 25G Quincke needle using injection bupivacaine hyperbaric 0.5%, 1.2 ml and injection fentanyl 25 μg. 4 min after institution of the spinal anesthetic, a sensory level of D8 to pin prick was achieved and surgery commenced with a Pfannenstiel incision. She was extremely anxious and heart rate went up to 120/min, with a concomitant decline in SpO2 to 88% despite the administration of 60% FiO2 via a venturi mask. Following administration of a fluid bolus of 300 ml and injection fentanyl 30 μg, the sensory level was re-checked and found to be at D5, about 12 min after the subarachnoid block. The heart rate and saturation improved following these maneuvers. A live preterm male baby was delivered 15 min following administration of the spinal anesthetic, with uterine incision delivery time of 30 s and had Apgar scores of 6 and 9 at 1 min and 5 min respectively. Intra-operatively, there were intermittent episodes of hypotension and concomitant desaturation. These were managed with intermittent boluses of injection phenylephrine 100 μg. She had retroplacental clots of about 200 ml. Total blood loss during the surgery was 500 ml and duration of surgery was 50 min.\\nPost-operatively, the patient was shifted to a high dependency unit, positioned propped up and administered oxygen with FiO2 of 60% via a venturi mask. She was transfused one unit of packed red blood cells and was hemodynamically stable. A post-operative echocardiogram revealed the same findings as on the previous study carried out 5 months earlier. Her post-operative period was otherwise unremarkable and she was discharged on the 10th post-operative day.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'18190378': 1, '21596882': 1, '29628594': 2, '20627686': 1, '18559134': 1, '25190952': 2}", "similar_patients": "{'5872878-1': 1}"}