{"patient_id": 150077, "patient_uid": "4730934-1", "PMID": 26792049, "file_path": "noncomm/PMC004xxxxxx/PMC4730934.xml", "title": "An Unusual Case of Delirium after Restarting Clozapine", "patient": "A 32 years old male hailing from rural area of Jharkhand, India presented with 10 years history of episodic illness characterized by aggressive behaviors, suspiciousness and impairment of occupational functioning. On mental state examination (MSE) he was found to be having delusion of persecution, delusion of grandiosity, second person auditory hallucination. A diagnosis of paranoid schizophrenia was made according to International Classification of Disease 10th version by World Health Organization. Treatment history revealed adequate trials of oral risperidone and haloperidol without acceptable improvement which led trial of clozapine in past. He was maintaining symptom free with oral clozapine 250 mg/day for last 4 years till 3 months back before index visit while he left taking medication and became symptomatic. He was restarted oral clozapine considering past good response. Physical examination and baseline laboratory investigations including complete blood counts, liver function tests, electrocardiography (ECG) were within physiological range. Clozapine was restarted orally with initially 25 mg/day (day 1 through day 3) and titrated 25 mg every 3 days until it reached 100 mg/day. Subsequently, clozapine dosage was increased 50 mg every 3 days until it reached 250 mg/day. While he maintained well for 3 days, in the evening on following day (22nd day after clozapine was started), he was found to be confused, agitated, answering questions inappropriately. Physical examination was unremarkable except tachycardia (120 bpm). MSE revealed disorientation to time and place, difficulty in simple comprehension and impaired recent memory. Rest of MSE could not be carried out. A working diagnosis of delirium was made and clozapine was stopped immediately. Common causes of delirium in a psychiatric patient including infection, electrolyte imbalance, seizure and drug induced side effects were considered. Because of inpatient stay at hospital, delirium due to withdrawal or intoxication from use of any psychoactive substance was ruled out. Complete blood counts, ECG, serum electrolytes and random blood glucose level were normal. He was managed with intramuscular haloperidol and lorazepam along with supportive measures. Delirium resolved completely on the following day. After one week patient oral clozapine was restarted and gradually titrated up at a rate of 25 mg every 4 days until it reached 200 mg. During this period, he did not develop delirium and his psychopathology resolved within 6 weeks of restarting clozapine.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'22021960': 2, '9161772': 1, '2813671': 1, '12905102': 1, '12839431': 1, '33927516': 1, '17853376': 1, '21206854': 1, '54535': 1, '862378': 1, '1957942': 1, '8646274': 1, '3046553': 1, '9228890': 1, '18451200': 1, '26792049': 2}", "similar_patients": "{'3195162-1': 1, '3195162-2': 1}"}