{"patient_id": 85153, "patient_uid": "4739447-1", "PMID": 26885433, "file_path": "comm/PMC004xxxxxx/PMC4739447.xml", "title": "Spontaneous Retroperitoneal Haematoma due to Polyarteritis Nodosa: Report of a Case and Literature Review", "patient": "A 24-year-old man was referred to emergency service because of nontraumatic excruciating abdominal pain. Assessment of patient's history revealed that there have been intermittent abdominal pain, fever, loss of appetite, 10 kg weight loss, weakness, myalgia, and arthralgia of small joints in the last few months. He had no history of bleeding diathesis, or anticoagulant therapy. On physical examination, the patient appeared uncomfortable. His temperature was 37.4°C, his pulse was regular at 80 beats per minute, and his blood pressure was 110/60 mmHg. He had left costovertebral angle tenderness. There were no rushes and skin lesions, the testes were nontender, and genital system looked normal. The results of laboratory examinations revealed leukocytosis of 23,9 (4,6–10,2), anemia with hemoglobin level of 9,6 (12,2–18,1), and elevated sedimentation rate of 70 (0–15). Renal function tests and other biochemical parameters were unremarkable. The urinalysis showed proteinuria (+++) and haematuria (+++). Hepatitis B surface antigen, antinuclear antibody, and antineutrophil cytoplasmic antibodies were negative. A contrast enhanced computed tomography of the abdomen showed multiple small wedge-shaped less-enhanced areas () with suspicion of intrarenal hemorrhage, hemorrhagic cyst rupture, or right perirenal haematoma. The patient was started on broad spectrum antibiotics after blood and urine cultures were obtained. His hemoglobin initially decreased to 6.5 g/dL and then stabilized at 10.0 g/dL after transfusion of 7 units of packed red blood cells. His blood pressure levels elevated about 160/100 mmHg on follow-up and stabilized using ACE inhibitor. When the patient became hemodynamically stable, a selective renal arteriogram was performed () which demonstrated multiple small aneurysms in the segmental and interlobar arteries of both kidneys but extravasation was not noted. Based on the clinical picture and multiple aneurysms on arteriogram, a diagnosis of polyarteritis nodosa was made in accordance with the American College of Rheumatology 1990 criteria by rheumatologist. The patient underwent right ureteral stent placement due to the renal colic and hydronephrosis. He was given intravenous methyl prednisolone 60 mg/day and intravenous pulse methyl prednisolone (1 day) followed by intravenous cyclophosphamide. After five pulses of intravenous cyclophosphamide, it was shifted to azathioprine along with low-dose steroids. He remained asymptomatic with no recurrence of symptoms at 6 months of follow-up and his blood pressure was normal with amlodipine and ramipril.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'29390265': 1, '1687716': 1, '19806173': 1, '21070670': 2, '8095072': 1, '29808333': 1, '11912370': 1, '10352224': 1, '11263782': 1, '26885433': 2}", "similar_patients": "{'2993688-1': 1}"}