{"patient_id": 77432, "patient_uid": "4186619-1", "PMID": 25295106, "file_path": "comm/PMC004xxxxxx/PMC4186619.xml", "title": "Clinical outcome of thymic lymphoepithelioma-like carcinoma: Case report of a 14-year-old male", "patient": "A 14-year-old male patient presented the Tokyo Metropolitan Cancer and Infectious diseases Center, Komagome Hospital (Tokoyo, Japan) on March 30, 2010, with complaints of progressive chest and left leg pain over a two-month period. The observations from the physical examination were not significant. However, the laboratory findings revealed that the patient was anemic (hemoglobin, 12.1 mg/dl), with elevated serum levels of lactate dehydrogenase (426 IU/l), immunoglobulin (Ig) G (2,334 mg/dl), soluble-interleukin-2 receptor (1,130 IU/ml) and C-reactive protein (1.9 mg/dl). Findings from the bone marrow aspiration were normal. The results (antibody titer values) from serology were positive for EBV capsid (CA)-IgG (×2,560), EBVCA-IgA (×40), EBVCA-IgM (×10) and EB nuclear-antigen ELISA (×4.6). A computed tomography (CT) scan of the chest revealed an 8.5×5.6-cm mass in the left anterior mediastinum, and magnetic resonance imaging (MRI) demonstrated multiple vertebral metastases and a metastatic tumor of the sacral bone, which was compressing the intrapelvic organs. Histopathologic examination of a needle biopsy specimen from the anterior mediastinal mass revealed a neoplasm, which was composed of anastomosing cords or nests of carcinoma cells interspersed with lymphocytes. The tumor cells exhibited large vesicular nuclei with distinct nucleoli. Immunohistochemical (IHC) staining was also positive for keratin (AE1/AE3), epithelial membrane antigen and latent membrane protein (LMP-1), however, was negative for cluster of differentiation 5. Based on these findings, the patient was diagnosed with LELC, stage IVb according to the Masaoka-Koga staging system ().\\nThe patient was treated with a chemotherapy regimen as follows: Doxorubicin (30 mg/m2, day 1), vincristine (1.5 mg/m2, day 1), cyclophosphamide (1,200 mg/m2, day 1) and cisplatin (90 mg/m2, day 2) every for three cycles, each lasting three weeks. A subsequent CT scan demonstrated that the tumor had reduced by 54% according to the Response Evaluation Criteria In Solid Tumors guidelines (version 1.1) (). However, no further regression of the tumor was achieved following two additional cycles and the patient developed a neoplastic fever. The patient was switched to the second-line chemotherapy, consisting of a daily dose of 100 mg oral S-1, administered two-weeks-on and one-week-off. The patient’s fever reduced during the first cycle, however, multiple hepatic metastases were observed via CT scan following a further cycle and the patient developed a neoplastic fever.\\nFor the third-line chemotherapy, the patient was treated with three, weekly cycles of carboplatin (CBDCA; area under the curve=6, day 1) and paclitaxel (PTX; 200 mg/m2, day 1). Initially, the hepatic metastases regressed and the fever subsided. However, following two cycles of the CBDCA/PTX regimen, the multiple hepatic metastases became exacerbated and the patient’s temperature increased. No further chemotherapy was prescribed due to prolonged thrombocytopenia and the patient received best supportive care. The patient succumbed to the disease 10 months after the initial diagnosis.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'3927579': 1, '16007580': 1, '8202038': 1, '19097774': 1, '8454269': 1, '33389148': 1, '602973': 1, '7121071': 1, '33841717': 1, '17214351': 1, '12712448': 1, '17613873': 1, '8387236': 1, '17164646': 1, '23313005': 1, '31655916': 2, '8614381': 1, '34638279': 1, '15049903': 1, '20859124': 1, '23667206': 1, '11127403': 1, '34532982': 1, '18046582': 1, '19809436': 1, '10779032': 1, '9635525': 1, '21892103': 1, '20951466': 1, '25295106': 2}", "similar_patients": "{'6815289-1': 1, '6815289-2': 1}"}