{"patient_id": 88080, "patient_uid": "4979129-1", "PMID": 27506465, "file_path": "comm/PMC004xxxxxx/PMC4979129.xml", "title": "Maturation toward neuronal tissue in a Ewing sarcoma of bone after chemotherapy", "patient": "An 8-year old boy with no previous relevant medical history, presented with pain and a palpable mass in the left upper thigh. MRI showed a ca. 10 cm large lesion in the femur with soft tissue extension. There were no signs of metastasis elsewhere. The patient received neo-adjuvant chemotherapy by the Ewing 2008 protocol. After 4 cycles of VIDE (vincristine, ifosfamide, doxorubicin and etoposide) chemotherapy, a staging FDG-PET/CT-scan was performed, showing tumor regression, however no normalization of metabolic activity at the primary tumor site. After 6 cycles of VIDE, resection of the femur diaphysis was performed with reconstruction with a vascularised fibula transplant. An optimal recovery has been seen so far, with no sign of recurrence or metastatic disease at 21 months after surgery.\\nThe pretreatment biopsy (routinely formalin-fixed, paraffin-embedded, decalcified and hematoxylin-eosin-stained) revealed microscopically a small blue round cell tumor with necrosis. A panel of antibodies was applied according to standard protocol (antibodies used can be seen in Additional file ). There was positive membranous staining for CD99 and CD56, consistent with the diagnosis of Ewing sarcoma. By RT-PCR, the presence of the EWSR1-FLI1 fusion gene confirmed this diagnosis.\\nMacroscopically, a 15 cm measuring femur bone and surrounding soft tissue specimen, showed on the cut surface a 10.5 cm large tumor with soft tissue extension. Necrosis, cystic and myxoid changes as well as areas of hemorrhage were present. Microscopy of the tumor showed, beside the usual small blue round cell population, maturated neuroblastoma-like cells and ganglion-like cells against a fibrillary (neuropil-like) background (Fig. ). It was estimated that of the surviving tumor load about 70 % showed neural differentiation. Again, there was a membrane reactivity for CD99 in the primitive population, whereas the ganglioneuroblastoma-like component showed expression of neural markers, including NF, Neu-N and GFAP. There was no S100 expression (Fig. ). To confirm the continued presence of the fusion gene FISH analysis was performed showing rearrangement of EWSR1 in both the small blue round cell component and the ganglioneuroblastoma-like component.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'30270802': 2, '17006261': 1, '6083729': 1, '17569105': 1, '11607824': 1, '11078058': 1, '9135495': 1, '6479975': 1, '25599318': 1, '21559395': 1, '9436961': 1, '8022439': 1, '9702862': 1, '11984800': 1, '12883251': 1, '27506465': 2}", "similar_patients": "{'6259389-1': 1, '6259389-2': 1}"}