{"patient_id": 84925, "patient_uid": "4721149-1", "PMID": 26791411, "file_path": "comm/PMC004xxxxxx/PMC4721149.xml", "title": "Gastric outlet obstruction secondary to solid-pseudopapillary neoplasm of the pancreas in an eight year old child. Report of a case", "patient": "An 8-year old female patient presented in the pediatric unit with abdominal discomfort, nausea and bitter vomitus. Physical examination revealed a mass in the abdomen. Abdominal ultrasound sonography revealed a 3 cm large mass in the head of the pancreas. Endoscopic sonography confirmed a cystic tumor of the pancreatic caput and fine needle biopsies were taken for histopathology, Fig. & . Blood chemistry revealed elevated c-reactive protein (CRP: 7.2 mg/dl; normal range <0.5 mg/dl) and high white blood count (WBC: 16.2/nl; normal range: 4–10/nl). Serum lipase was mildly elevated (179 U/l; normal range: < 60 U/l). All liver enzymes including bilirubin were within normal range. Equally, the tumor markers carbohydrate antigen 19–9 (CA 19–9), carcinoembryonic antigen (CEA) and chromogranin A were within normal limits.\\nMagnet resonance imaging (MRI) of the abdomen showed a thick-walled, cystic mass in the head of the pancreas with compression of the duodenum, Fig. –. Histopathology from the fine needle biopsies was inconclusive. The case was discussed at the interdisciplinary board and surgical exploration was recommended.\\nA well capsulated mass of the pancreatic head without macroscopic signs of malignancy was found and completely enucleated during laparotomy, Fig. . Surgery and recovery were uneventful and the patient was discharged 7 days later with normal pancreatic function.\\nHistopathology confirmed the diagnosis of SPN following positive stains on immunohistochemistry with antitrypsin, vimentin, beta-catenin, CD 56 and CD 10, Fig. –.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'228430': 1, '12799338': 1, '6307069': 1, '26174862': 1, '17161189': 1, '22498381': 1, '3542187': 1, '15922212': 1, '26791411': 2}", "similar_patients": "{}"}