{"patient_id": 145071, "patient_uid": "4413978-1", "PMID": 25918263, "file_path": "noncomm/PMC004xxxxxx/PMC4413978.xml", "title": "Concurrent Gastric and Pulmonary Mucosa-Associated Lymphoid Tissue Lymphomas with Pre-Existing Intrinsic Chronic Inflammation: A Case Report and a Review of the Literature", "patient": "A 65-year-old man who had undergone unsuccessful treatment for a gastric ulcer was referred to our hospital. He had been treated for pulmonary tuberculosis 40 years ago. He was an ex-smoker with a 15 pack-year smoking history. The only discomfort he had was postprandial nausea. Physical examination revealed mild inspiratory crackles in the right upper lung field that were caused by previous pulmonary tuberculosis. Otherwise, there were no remarkable findings upon physical examination. Gastric endoscopy showed a slightly depressed lesion with irregular nodularity at the posterior wall of the gastric mid to high body (). MALT lymphoma was suspected, and multiple biopsies were performed. Hematoxylin and eosin staining of the biopsied tissues showed that the mucosa was invaded by small lymphocytes forming lymphoepithelial lesions, and H. pylori was present (). On immunohistochemical staining, CD20 was positive, CD3 was focally positive, Ki-27 was positive in 1% to 2%, and cytokeratin staining revealed the presence of lymphoepithelial lesions (). Thus, the pathologic findings were consistent with a low-grade extranodal marginal zone B-cell MALT lymphoma. API2/MALT1 translocation t(11;18) (q21;q21) was detected by fluorescence in situ hybridization.\\nTo stage the lymphoma, computed tomography (CT) of the chest was performed. In both of the upper lobes of the lung, consolidative lesions with patchy ground-glass opacities and calcifications were noticed (). When the lesions were compared to a previous chest CT taken 1 year prior (), there was no interval change in shape or size. Therefore, we concluded that the pulmonary lesions were sequelae of past pulmonary tuberculosis. Otherwise, there were no significant findings that would suggest nodal involvement or distant metastasis. Thus, the lymphoma was staged as IE disease. Triple therapy with a proton pump inhibitor, amoxicillin, and clarithromycin was administered for H. pylori eradication; 6 weeks later, a urea breath test was negative for H. pylori. Follow-up gastric endoscopy was performed at a 3-month interval. At the 1-year follow-up, the gastric lesion had resolved, and biopsies were negative for malignancy, signifying complete remission.\\nThe patient returned for follow-up 6 months later (21 months after the first diagnosis of MALT lymphoma). He was in good general condition and had no discomfort or abnormal findings on physical examination, except for mild inspiratory crackles in the right upper lung field that had been previously noted. Reevaluation of disease status was performed with gastric endoscopy and a CT scan of the chest. Gastric endoscopy showed a nodular lesion at the location of the original MALT lymphoma, and two new proximal erosions were present. Biopsy specimens showed infiltration of malignant lymphoid cells within the lymphoepithelial lesion. The malignant cells were both CD20- and cytokeratin-positive, demonstrating recurrent MALT lymphoma, but H. pylori was not detected. CT scan showed that the previously observed consolidative lesions of the bilateral upper lung lobes had increased in extent and density (). To diagnose the lung lesions, bronchoscopic washings were performed. Acid-fast smears, cultures, PCR for M. tuberculosis, and cytology studies were performed on the specimen, but the results of these tests were nondiagnostic. Therefore, CT-guided percutaneous needle aspiration of the right upper lobe lesion was performed twice, but the sampled tissues showed only inflammatory cells and were not sufficient for diagnosis. Video-assisted thoracoscopic wedge resection was then performed to remove the nodular lesions in the left upper lobe. Pathologic examination of the acquired tissue showed that the alveoli were infiltrated with small lymphocytes. Immunohistochemical staining was positive for CD20, focally positive for CD3, 1% positive for Ki-67, positive for cytokeratin and BCL-2, and negative for CD5, CD10, CD23, BCL-6, and cyclin D1. The lesion was consistent with MALT lymphoma, and t(11;18)(q21;q21) was present. A subsequent positron emission tomography scan showed hyper-metabolic areas in the bilateral upper lobes of the lung, but no other abnormal signals suggestive of malignancy were observed (). Bone marrow examination showed evidence of lymphomatous involvement. The serum lactate dehydrogenase level was 277 IU/mL (reference range, 100 to 255 IU/mL).\\nThe lymphomas were believed to be stage IE gastric MALT lymphoma combined with stage IIE pulmonary MALT lymphoma or stage IV gastric MALT lymphoma with pulmonary dissemination. The absence of lymph node or bone marrow involvement seemed to indicate the former. For further investigation, PCR of the CDR3 region of IgH was performed with formalin-fixed paraffin-embedded tissue samples, according to previously published methods., The following consensus primers, which were specific for CDR3, were used: the first-round primer was LJH 5′-TGAGGAGACGGTGACC-3′; and the nested second-round primers were VLJH 5′-GTGACCAGGGTNCCTTG-GCCCCAG-3′, and FR3A 5′-ACACGGCSSTGTATTACTGT-3′. Electrophoresis of the PCR products showed an overall polyclonal pattern in the pulmonary tissues, even though bands at 400 base pairs (bp) and 200 bp predominated. Two distinctive bands at 400 bp and 200 bp were observed in the gastric tissues ().\\nChemotherapy was administered, considering the recurrent gastric MALT lymphoma combined with pulmonary MALT lymphoma. The patient received eight cycles of immunochemotherapy with rituximab, cyclophosphamide, vincristine, and prednisolone. Upon completion of the immunochemotherapy, follow-up evaluations were performed. Gastric endoscopy showed healed scars at the original location of the gastric MALT lymphoma, and biopsies from the scars were compatible with chronic gastritis with intestinal metaplasia. CT scan also showed resolution of the lung lesions (). Thus, the patient achieved complete remission again. We plan to follow him regularly.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'15937928': 1, '20551275': 1, '7783535': 1, '10648389': 1, '11881735': 1, '15338367': 1, '23612771': 1, '19631287': 1, '11598164': 1, '30145749': 1, '24333758': 1, '23606792': 1, '8492220': 1, '8102719': 1, '21317175': 1, '23305046': 1, '17521466': 1, '15307101': 1, '25918263': 2}", "similar_patients": "{}"}