{"patient_id": 76994, "patient_uid": "4157003-1", "PMID": 25214851, "file_path": "comm/PMC004xxxxxx/PMC4157003.xml", "title": "Ogilvie's Syndrome following Cardioversion for Atrial Fibrillation", "patient": "We report a case of a 68-year-old male with a past medical history of chronic obstructive pulmonary disease and hypertension admitted for shortness of breath and palpitations of two-day duration. The shortness of breath was associated with productive cough of clear sputum. Initial vital signs were blood pressure 153/94 mmHg, heart rate of 127 beats per minute, and respiratory rate of 32 breaths per minute and oxygen saturation was 95% on room air. Physical examination was significant for irregularly irregular pulse, normal heart sounds, diffuse rhonchi and wheezing bilaterally, and a soft, nontender abdomen with active bowel sounds. Initial lab results were within normal limits. Electrocardiogram revealed atrial fibrillation with rapid ventricular response. The patient was started on IV Diltiazem and anticoagulated with heparin and warfarin. Two days into his admission the patient underwent a transesophageal echocardiogram which did not show a clot in the left atrial appendage. Afterwards, he had synchronized cardioversion at 120 Joules, with a successful return to normal sinus rhythm, and was started on flecainide. Two days after cardioversion, the patient started complaining of constipation, abdominal pain, and abdominal distension. Lab results were all within normal limits. The patient has no past-surgical history. A flat plate abdominal X-ray showed large bowel dilatation (). Subsequently, a CT scan of the abdomen with oral contrast was ordered which revealed a diffusely dilated colon—mainly the ascending and transverse colon—with the largest diameter being 11 cm and no physical obstruction (). The patient was diagnosed with acute colonic pseudoobstruction (Ogilvie's syndrome). Conservative management was started by giving the patient nothing by mouth and intravenous fluids. Nasogastric tube to intermittent suction and a rectal tube were placed with no improvement in the patient's symptoms. The patient was then given two doses of neostigmine 1 mg intravenously in two consecutive days with a moderate, nonsustained response. He underwent colonoscopic decompression the following day, which further revealed dark dusky mucosa in the right colon suggestive of ischemia. Despite aggressive medical management and colonic decompression the patient had recurrence of distension of his abdomen and underwent exploratory laparotomy and placement of cecostomy tube. The patient clinically improved and was transferred to a subacute rehabilitation facility. Three weeks later, the patient had removal of the cecostomy tube without any further complications.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'10403850': 1, '15104346': 1, '3753674': 1, '18886657': 1, '24190158': 1, '16268965': 1, '22159323': 1, '22659639': 1, '21115681': 1, '23960287': 2, '19352564': 1, '25214851': 2}", "similar_patients": "{'3745697-1': 1}"}