{"patient_id": 146151, "patient_uid": "4468958-1", "PMID": 26085935, "file_path": "noncomm/PMC004xxxxxx/PMC4468958.xml", "title": "Twin airway abnormalities complicating the management of acute asthma: a case report", "patient": "A 60-year-old, non-smoking, male asthmatic patient was referred to us with 3 weeks history of breathlessness, wheezing and dry cough. He had a history of acute severe asthma many years ago. However, he had not required ventilatory support during that period. Since then, he had self-medicating intermittently with oral salbutamol and theophylline only. There was no past history of major surgery or other medical illnesses.\\nOn examination, the patient had dyspnoea at rest and tachycardia. Oxygen saturation was 90% on room air. Respiratory examination revealed bilateral polyphonic rhonchi; otherwise, he was normal. He was managed with nebulized bronchodilators, intravenous corticosteroids and oxygen inhalation, despite which he had persistent bronchospasm and breathlessness on minimal exertion.\\nArterial blood gas analysis revealed hypoxemia (PaO2: 54 mmHg) with respiratory alkalosis (pH: 7.43, PaCO2: 32.3 mmHg and Bicarbonate: 20 mEq/l). Other laboratory tests, including work-up for allergic bronchopulmonary aspergillosis, were normal. Chest radiogram and computerized tomography (CT) thorax showed prominent bronchovascular markings and hyperinflated lung fields (Fig. a and b).\\nIn view of persistent symptoms despite optimal management, bronchoscopy was performed to rule out vocal cord dysfunction and central airway tumour. It revealed three subglottic circumferential membranous structures causing partial tracheal obstruction. In addition, dynamic collapse of the posterior tracheal wall causing near total occlusion of the tracheal lumen was seen during expiration (Figs and ). Biopsies were taken from the subglottic membranous structures; histopathology was suggestive of a tracheal web (Fig. ).\\nA diagnosis of asthma with excessive dynamic airway collapse (EDAC) and tracheal web was made. A trial of non-invasive ventilation (NIV) was given to overcome the EDAC; he reported symptomatic improvement and on auscultation wheeze disappeared completely at a continuous positive airway pressure (CPAP) of 8 cm of water. Thereafter, he was initiated on CPAP therapy.\\nAn otorhinolaryngology opinion was taken for surgical excision/stenting of the tracheal web. A stent placement was recommended; however, the patient refused to undergo stent placement.\\nHence the patient was discharged with advice to use a CPAP machine in addition to standard asthma treatment. On follow-up at 1 month, the patient was asymptomatic with the above measures. Spirometry was performed, which showed moderate airflow limitation with significant bronchodilator reversibility. Pharmacological therapy was titrated accordingly. The patient was advised to discontinue CPAP, which did not result in worsening of symptoms. Hence he was advised to rigorously adhere to inhaled medications and report for regular follow-up.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'14586524': 1, '16771908': 1, '11112161': 1, '21565878': 1, '26085935': 2}", "similar_patients": "{}"}