{"patient_id": 87654, "patient_uid": "4944483-1", "PMID": 27411570, "file_path": "comm/PMC004xxxxxx/PMC4944483.xml", "title": "BK virus encephalopathy and sclerosing vasculopathy in a patient with hypohidrotic ectodermal dysplasia and immunodeficiency", "patient": "A 29-year-old man had been diagnosed with immunodeficiency at the age of one year after developing recurrent bacterial and viral infections in the setting of dysgammaglobulinemia with low levels of IgG. He also displayed signs of ectodermal dysplasia, including conical-shaped incisors, hypodontia and inadequate sweating. After multiple recurrent infections, at the age of 12, the patient was diagnosed with HED-ID caused by NEMO deficiency. Genomic analysis revealed a missense mutation within the putative zinc-finger domain in the most 3′ exon of IKK-gamma - exon 10, causing a cysteine to arginine substitution [, ]. Notably, the patient’s older brother had very similar clinical presentation and passed away at the age of 17 with recurrent bronchiectasis after bilateral lung transplantation. Following diagnosis of HED-ID in the reported patient, lifelong IVIG treatment was initiated and maintained, leading to stabilization of IgG levels and a normal quality of life.\\nAt the age of 29, the patient experienced new-onset neurological symptoms including left homonymous hemianopsia and intermittent, pressure-like headache, without significant motor, sensory, or cognitive impairment. Initial MRI of the brain (Fig. , ) showed multiple scattered foci of increased T2 FLAIR signal, restricted diffusion, and contrast enhancement, predominantly within the right occipital lobe (likely contributing to the patient’s visual changes). Additional small foci of increased T2 FLAIR signal were seen within the left frontal lobe, left thalamus, left pons and medulla. The varied, bilateral sites of radiographic abnormality suggested a possible embolic process, but infectious and non-infectious inflammatory processes were also considered in the differential. Extensive imaging workup failed to reveal an embolic source, and cultures of blood, urine, and cerebrospinal fluid (CSF) did not demonstrate bacterial, viral or fungal organisms. The patient’s neurological status continued to deteriorate over the next 3 months with progressive disorientation and cognitive decline. Follow-up MRIs now showed further disease progression with more extensive involvement of both occipital lobes, prominent involvement of the cortex and subcortical white matter of both frontal lobes (Fig. , ), and expanded involvement of the left thalamus and brainstem (Fig. ). CSF studies remained negative for bacteria, fungal elements, and a variety of viral pathogens (adenovirus, enterovirus, HSV1, HSV2, CMV, VZV, EBV, HHV6, and West Nile, East Equine encephalitis, and St. Louis encephalitis arboviruses). CSF PCR for JCV was negative on two separate occasions. Approximately three months after initial presentation, a targeted right occipital brain biopsy was performed for definitive diagnosis.\\nHistological examination of the biopsy specimen revealed a chronic inflammatory process involving the leptomeninges, underlying cortex and white matter (Fig. ). The neocortex appeared distinctly abnormal, with widespread architectural neuronal disorganization, vacuolization most prominent in the external pyramidal layer III, reactive vasculature, astrogliosis and microglial activation (Fig. -). Many cortical neurons showed bizarre dysmorphic features, including increased size, displaced Nissl substance, vacuolization, and clustering (Fig. , ), abnormal neurofilament accumulation in the cell body (Fig. ), and occasionally tuft-like ramified CD34-positive processes (Fig. ). In the subcortical white matter there was robust multifocal vacuolization (Fig. -) with minimal associated myelin loss (Fig. , ), and a prominent chronic perivascular and intraparenchymal inflammatory infiltrate composed of CD68+ macrophage/microglia and CD3+ T-lymphocytes (Fig. -). Scattered bizarre oligodendroglial-like cells with enlarged nuclei were noted, frequently containing glassy, homogeneous nuclear inclusions (Fig. , arrows); Creutzfeldt-like astrocytes were also seen (Fig. , arrowhead).\\nImmunohistochemical studies with anti-SV40 T-Antigen, which cross-reacts with JC and BK virus T-antigens, showed strong nuclear positivity in cortical neurons, predominantly in layers II-V (Fig. ) as well as in scattered enlarged oligodendroglial and astrocytic nuclei with bizarre multilobated appearance (Fig. ). The predominant morphology of infected cells in the cortex resembled pyramidal neurons, although infection of other neuronal cell populations could not be excluded. SV40 T-antigen was not identified in the leptomeninges, which otherwise appeared markedly fibrotic and expanded by chronic inflammatory infiltrate (Fig. , ).\\nWe also analyzed expression of the polyomavirus VP1 capsid protein using an antibody that cross-reacts with VP1 of JCV, BKV and SV40. Intriguingly, the number of cells positive for VP1 was significantly lower compared to T-antigen positive cells in the same region (Fig. -). Noticeably, VP1-immunoreactivity was associated with cells of oligodendroglial or astrocytic phenotype (Fig. ) but was largely absent in infected neurons (Fig. ). Electron microscopy confirmed the presence of 30–40 nm non-enveloped icosahedral viral particles within the nuclear chromatin, consistent with polyomavirus (Fig. -).\\nDetection of JC virus DNA by PCR, the most common polyomavirus to infect the brain, was unsuccessful both in CSF prior to the brain biopsy as well as in the pathological cortical tissue. We therefore considered the possibility of infection by other polyomavirus species, and performed targeted qPCR for BKV at the CLIA/NINDS laboratory [], which detected a high titer of BK virus within the CSF and biopsy tissue.\\nThe double-stranded circular DNA of the BKV genome contains approximately 5100 base pairs arranged around the cellular histones and is comprised of three parts: the early and late coding regions for regulatory and structural proteins that are transcribed in opposite directions, and a bidirectional NCCR located between the early and late coding regions. The early coding region encodes the regulatory proteins large and small tumor antigens, the truncated tumor antigen and a pre-miRNA for two miRNAs [, ]. The late coding region encodes the regulatory agnoprotein and the three structural capsid proteins VP1, VP2 and VP3. The NCCR controls the initiation of viral DNA synthesis and regulates the transcription of early and late promoters [, ]. To further analyze the VP1 and NCCR regions of our specific BKV variant for sequence motifs in the context of its unique neuronal tropism, we performed a two-step nested PCR amplification followed by Sanger sequencing of BKV VP1 and NCCR (Fig. , Additional file : Figure S1). The major capsid protein of BK virus, VP1, is involved in the interaction with host cellular receptors [], but whether specific VP1 polymorphisms are linked to neurological sequelae of BKV is not clear. The NCCR region of BKV contains binding motifs for numerous cellular transcription factors (TFs) regulating viral transcription and replication [, , ].\\nSequence analysis of the patient’s VP1-amplified fragment (Additional file : Figure S1) showed high homology (within a few single nucleotide variations) with BKV isolate RU15 (GenBank: FR720320.1; 2153 - 2583 nucleotides) and BKV Dunlop strain (GenBank: V01108.1; 2272 - 2697 nucleotides). The NCCR amplified fragment containing the initial portion of early genes (203 bp with start codon for large T-antigen) also showed high similarity to the Dunlop strain.\\nWe also compared the sequence of our entire NCCR amplicon (432 bp) with the archetypal variant (non-rearranged, WW, GI:4838415). In the most frequently seen archetype BKV strain, NCCR has been arbitrarily divided into five sequence blocks denoted O-143, P-68, Q-39, R-63 and S-63 where the numbers indicate base pairs [, ]. Block O contains the origin of replication (ori) and binding sites for large T-antigen and TFs, including NFkB, CEBPβ and SP1 []. The early and late gene promoters and enhancers are located in P, Q, R, and S blocks. The BKV NCCR in our patient harbored significant deviations from reported NCCR sequences, including four repeats of portions of block P (two ΔP41 and two ΔP26) in addition to a small insertion, deletions and single nucleotide variations. Block O, in contrast, was conserved (Fig. ). The P blocks in our patient appeared in two variants consisting of 41 (ΔP41) and 25 (ΔP26) nucleotides. Each of these blocks encompassed the initial portions of P block of archetype. The P blocks were arranged in the alternating manner: ΔP41 + ΔP26 followed by small adenine-rich fragment and the second ΔP41 + ΔP26. After the second ΔP26, blocks Q and R were present, although with nucleotide variations and deletions. Block S was not identified, although we cannot exclude the possibility that this region failed to amplify (Fig. ). We also compared our sequence with previously reported rearranged BKV isolates and observed the highest homology with NCCR of BKV strains WWM13 (GenBank: JQ513604.1) and WWM9 (GenBank: JQ513600.1). Intriguingly, these strains were isolated from the CSF of patients with neurological symptoms [], implicating a possible association between these BKV rearrangements and predilection for CNS infection.\\nDetailed neuropathological analysis also demonstrated an unusual form of sclerosing vasculopathy in the white matter (Fig. ), adjacent to but not involved by areas of inflammation and viral infection. We noted several thickened vessels whose walls were entirely replaced by concentric layers of collagen with uniquely associated perivascular lamellar fibrosis (Fig. -). These vessels lacked smooth muscle fibers in their walls (Fig. ), and their lumina were often completely obliterated with attempt at recanalization (Fig. ). The vascular fibrosis showed unusual extension into the adjacent brain parenchyma, revealing a dense, reticulin-rich scar (Fig. ) almost completely devoid of axonal processes. This angiocentric sclerosing process appeared on a continuum, with some vessels outside of the end-stage scar lesion showing milder collagen deposition with preserved lumina and smooth muscle walls, but with perivascular hemosiderin deposition, indicative of compromised vascular wall integrity (Fig. , inset). Small caliber vessels with aberrant accumulation of lysosomal material were identified on electron microscopy (Fig. , arrow).", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'16626029': 1, '18995875': 1, '15707414': 1, '3179433': 1, '11242109': 1, '11224521': 1, '10839543': 1, '19325891': 1, '21374594': 1, '23451967': 1, '11979356': 1, '9222338': 1, '24259742': 1, '15786466': 1, '2841492': 1, '18347101': 1, '12538331': 1, '1740672': 1, '25589646': 1, '14735377': 1, '20845108': 1, '21054716': 1, '19157478': 1, '19264611': 1, '31336246': 1, '20554301': 1, '1267651': 1, '7735415': 1, '29420808': 1, '19557867': 1, '14580659': 1, '23619054': 1, '10588450': 1, '26230867': 1, '19774689': 1, '3277272': 1, '15800455': 1, '10878711': 1, '25432706': 1, '11179023': 1, '19640999': 1, '34145669': 1, '16687535': 1, '11079782': 1, '8560788': 1, '21663880': 1, '8279651': 1, '8599551': 1, '10397537': 1, '22205750': 1, '8391217': 1, '11416733': 1, '14504320': 1, '18622417': 1, '15996241': 1, '17559655': 2, '9917793': 1, '22552944': 1, '18684810': 1, '11047757': 1, '26000144': 1, '27411570': 2}", "similar_patients": "{'1896176-1': 1}"}