{"patient_id": 150773, "patient_uid": "4778188-1", "PMID": 26998438, "file_path": "noncomm/PMC004xxxxxx/PMC4778188.xml", "title": "A case report of an uncommon parasitic infection of human balantidiasis", "patient": "A 37-year-old male with complaints of loose stools (3–4 episodes per days) was hospitalized. Physical examination of the patient revealed anorexia, fever, mild abdominal pains for 1 week, and he admitted to be chronic alcoholic. The patient was suffering from hypertension for the past 6 months and had a previous history of pulmonary tuberculosis diagnosed a year back, for which he was under antituberculous treatment for 6 months. Due to this, he developed leukopenia along with liver dysfunction related to his treatment. A patient on antitubercular chemotherapy was said to have leukopenia if he has any of the following:[] (1) White blood cell (WBC) became <3000/mm3 during chemotherapy for patients with pretreatment WBC more than 4000/mm3 or (2) WBC decreased more than 1000/mm3 in patients with pretreatment WBC between 3000 and 4000/mm3. His total leukocyte count was <3000/cc3 during antituberculous chemotherapy with pretreatment. The ultrasonography report also showed parenchymal liver dysfunction, which was further confirmed by liver function test, where the level of gamma globulin was increased and albumin levels were found to be lower than the normal. The patient's aspartate aminotransferase level was higher than 31 IU/l and alanine aminotransferase higher than 34 IU/l.\\nFreshly passed loose stool sample from the patient was received in the parasitology section, Department of Microbiology, JIPMER. The stool specimen was watery and contained blood and mucus. Routine stool microscopy was performed immediately after receiving the sample, which showed the presence of motile trophozoites about 65 μm in length and 30 μm in width and cysts of varying sizes ranging from 15 to 30 μm in diameter. The active ciliated trophozoites were identified as B. coli [ and ] and the cysts were identified as cysts of Entamoeba coli []. Trichrome staining (Wheatley modification for the fecal specimen) was performed after wet mount examination for the confirmation of the wet mount findings and better visualization of the internal structures [].\\nThe treating team was immediately informed of the condition and was advised to start the treatment and review his antitubercular therapy as it was the factor responsible for the patient being relatively immunocompromised along with his alcoholic state. Further work up on the patient showed no extraintestinal manifestations such as peritoneal spread or other necrotizing lung infections, or any genitourinary lesions.\\nThe patient was treated with metronidazole 750 mg three times daily for 5 days and the patient improved gradually. The patient slowly improved with therapy after 1 week and his antitubercular therapy was also reviewed. He was discharged after 5 days with advice to change his life style and for follow-up after 1 month.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'18854484': 1, '24754028': 1, '32145726': 2, '12757217': 1, '15211874': 1, '34627168': 1, '23508066': 1, '18254530': 1, '14760781': 1, '26998438': 2}", "similar_patients": "{'7066439-1': 1}"}