{"patient_id": 140421, "patient_uid": "4134540-1", "PMID": 25136241, "file_path": "noncomm/PMC004xxxxxx/PMC4134540.xml", "title": "Fundus autofluorescence imaging to document evolution, progression and healing pattern of serpiginous choroiditis", "patient": "A 25-year-old male, known case of healed peripheral SC in the left eye, was noted to have a small yellowish macular lesion of SC [], hyperautofluorescent on FAF []. Best-corrected visual acuity (BCVA) was 6/6, N/6.\\nThe patient was started on tapering course of oral prednisolone, at 1 mg/kg body weight. At 2 weeks, the fundus lesion had enlarged []. BCVA was 3/60, N/36. On FAF, the lesion appeared hyperautofluorescent, with hypoautofluorescence along the superior border []. On careful evaluation, faint hyperautofluorescence extended over a wide area toward the disc []. At 3 weeks, clinical picture remained the same []. On FAF, the area of beginning of the lesion had become hypoautofluorescent and the wide area of faint hyperautofluorescence toward the disc was more prominent now [].\\nAt 5 weeks, the fundus lesion had enlarged exactly along the area of faint hyperfluorescence as indicated on FAF in early stage []. On FAF, the border had become hyperfluorescent, whereas the rest of the lesion showed speckled hypo- and hyperfluorescence []. On weekly follow-ups, the border of the lesion appeared less active [Figures and ]. FAF showed a pattern of healing. First, there was sharpening of entire border as a distinct well-defined zone []. Next, the border showed a decrease in the width of hyperautofluorescence [].\\nSubsequently, the lesion started healing [Figures , , ]. On FAF, the border gradually became less distinct with increasing hypoautofluorescent patches [Figures , , ]. On 2 weekly follow-ups, fundus examination showed the healed lesion [Figures , , ]. On FAF, the lesion including border was largely hypoautofluorescent, with the presence of few hyperautofluorescent specks [Figures and ]. The area of beginning of the lesion was still noticeable as the most hypoautofluorescent part []. At last visit, the patient was on the maintenance dose of Tab. prednisolone 10 mg/day, with BCVA of 6/60, N/36.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'20065216': 1, '18802719': 1, '20464557': 1, '12578786': 1, '28451757': 1, '30315262': 1, '21054195': 1, '25136241': 2}", "similar_patients": "{}"}