{"patient_id": 75726, "patient_uid": "4070638-1", "PMID": 24908420, "file_path": "comm/PMC004xxxxxx/PMC4070638.xml", "title": "Corneal collagen cross-linking in a late-onset graft infectious ulcer: a case report", "patient": "We describe the case of a 57-year-old Caucasian man with uneventful medical history who underwent complicated phacoemulsification cataract surgery (posterior capsular rupture with anterior vitrectomy) and intraocular lens insertion at the sulcus of his left eye, in a private medical center. He was referred to our department 1 year after his initial cataract operation due to endothelial insufficiency and elevated intraocular pressure (IOP) in his operated eye. At presentation he presented best corrected visual acuity (BCVA) of counting fingers (CF) at 1 meter and, IOP of 28mmHg despite intensive topical treatment of timolol–dorzolamide fixed combination (Cosopt®, Vianex AE, Greece) twice a day, brimonidine (Alphagan®, Allergan Pharmaceuticals Ltd, Ireland) twice a day and latanoprost (Xalatan®, Pfizer Hellas A.E., Greece) once per day. Slit-lamp biomicroscopy revealed a typical picture of corneal bullosa. His right eye presented BCVA 20/20 and IOP of 14mmHg without any medication.\\nHe was admitted and underwent uneventful PK in his left eye, followed by an uneventful trabeculectomy with mitomycin, 3 months later. Within 6 months after the PK his diurnal IOP measurements had been stabilized (mean IOP: 15mmHg) without any glaucoma medication, while his BCVA remained CF at 1 meter due to non-reversible damage to his optic nerve by the uncontrolled IOP in the period following the cataract operation. His corneal graft was clear with no signs of rejection, and he was tapering loteprednol (Lotemax®, Kite Hellas EPE, Greece) drops.\\nTwelve months following the PK and prior to any suture removal, he urgently visited our emergency service, complaining of burning and foreign body sensation in the operated eye. His visual acuity had decreased to hand motion and slit-lamp biomicroscopy revealed conjunctival injection and a central, round-shaped ulcer of the graft, extending from 3 to 5 o’-clock area, with a size of 3 to 3.5mm (Figure ). Moreover, anterior-segment optical coherence tomography demonstrated severe thinning of the graft at the site of the ulcer with associated local Descemet-membrane detachment (Figure ). Gram and Giemsa stains, as well as cultures of the affected corneal tissue were performed, while two sutures at the site of the ulcer, and two more at the contralateral site, were removed. The sight-threatening clinical picture and the positive results for cocci from the stains suggested the introduction of intensive topical antibiotic therapy that included fortified 5% vancomycin (Voncon®, Lilly, Nederland B.V.) alternating with fortified 5% ceftazidime (Solvetan®, GlaxoSmithKline ABEE, Greece), every 30 minutes. However, despite the intensive antibiotic treatment, the clinical picture continued to deteriorate with visualization of inflammatory cells in the anterior chamber and destabilization of the graft-recipient cornea connection at the site of the ulcer. Meanwhile, the stains indicated a multimicrobial infection and the cultures isolated methicillin-resistant Staphylococcus aureus (MRSA). Based on the clinical and laboratory data, CxL was attempted 3 days after the emergency admission in order to control the infection and stabilize the border between the graft and the recipient cornea.\\nCxL treatment was applied as follows: proparacaine hydrochloride 0.5% drops were instilled for topical anesthesia. De-epithelialization was performed by means of a hockey knife, in a circular area that surrounded the ulcer and at least 2mm of healthy corneal tissue. After de-epithelialization, a mixture of 0.1% riboflavin in 20% dextran solution was instilled to his cornea (two drops every 2 minutes) until the stroma was completely penetrated and the aqueous was stained yellow. In our case we could visualize the change in the color of the aqueous about 14 minutes after the instillation had begun. The UV-A radiation source that was used was the UV-X (Peschke Meditrade, Cham, Switzerland). In detail, an 8.0mm diameter of central cornea was irradiated for 30 minutes by UV-A light with a wavelength of 370nm and an irradiance of 3mW/cm2, while instillation of riboflavin drops (one drop every 2 minutes) was continued during irradiation. Moreover, a balanced salt solution was applied every 6 minutes to moisten his cornea. After irradiation, a soft contact lens (Day & Night; CIBA Vision, Corp, Duluth, GA, USA) was applied.Within 5 days after the CxL, significant improvement of the clinical picture was observed (Figure ), the epithelium was completely re-epithelized, and the topical treatment was modified to moxifloxacin (Vigamox®, Alcon Laboratories AEBE, Greece) drops, four times a day. The topical antibiotic treatment was continued for 1 month following CxL treatment. The final postoperative examination revealed minor scarring at the site of the ulcer with strong connection between the graft and recipient cornea (Figure ). No relapses occurred for a total postoperative period of 12 months.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'31278588': 2, '15339215': 1, '17212987': 1, '12719068': 1, '23355529': 1, '21847678': 1, '29387501': 2, '18408193': 1, '20398104': 1, '10975009': 1, '25866692': 1, '27096139': 1, '20714389': 2, '20023590': 1, '21448300': 1, '17157593': 1, '18520510': 1, '26345527': 1, '18949010': 1, '24908420': 2}", "similar_patients": "{'2916107-1': 1, '2916107-2': 1, '5745696-1': 1, '6692791-1': 1}"}