{"patient_id": 144977, "patient_uid": "4408676-1", "PMID": 25948943, "file_path": "noncomm/PMC004xxxxxx/PMC4408676.xml", "title": "Cytopathological features of matrix-producing carcinoma of the breast", "patient": "A 59-year-old woman presented with a palpable, hard nonmobile mass in her left breast. The skin over the mass was normal, and the nipple was not retracted. No axillary lymphadenopathy was present. Fine needle aspiration (FNA) of the mass was performed. FNA smears showed ovoid to cuboidal shaped and spindly cells with bland nuclear features embedded in a chondromyxoid background. These cells also formed sheet-like clusters []. Between these neoplastic tissue fragments, loosely cohesive, highly pleomorphic epithelial cells with hyperchromatic and angulated nuclei were present []. In some microscopic fields, a transition could be observed between epithelial cells and the matrix-stromal complex. Some chondrocyte like cells were found to be present in the metachromatic extracellular matrix []. One of the aspirates was mostly composed of necrosis []. Cytological findings indicated the possibility of a matrix-producing variant of metaplastic carcinoma.\\nBreast conserving surgery was performed. The tumor was 2 cm in its greatest dimension. Histopathological examination showed invasive carcinoma with an abrupt transition to chondromyxoid matrix without an intervening spindle cell component [Figure and ].\\nMedium to large sized chondrocyte-like tumor cells embedded in a chondromyxoid matrix sometimes formed discrete nodules []. Focal areas of the matrix ranged from mucoid appearing to hyaline cartilaginous matrix []. The chondromyxoid matrix was multifocal and mostly of high grade and showed direct transition to a carcinomatous component, which was composed of high grade undifferentiated mammary carcinoma with necrotic areas []. The tumor cells were negative for estrogen and progesterone receptors and were also negative for cerb-B2. Overt carcinoma cells of the tumor diffusely stained by pancytokeratin and epithelial membrane antigen (EMA) while focal positivity was present in matrix producing areas. S100 protein was diffusely positive in both compartments. Two sentinel lymph nodes dissected were negative.\\nThe patient was treated with six cycles of chemotherapy and local radiation therapy and is well after surgery for 30 months.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'19047898': 1, '16078244': 1, '9788268': 1, '12619098': 1, '2447724': 1, '18559079': 2, '29255401': 2, '21241385': 1, '23084962': 1, '2544506': 1, '25948943': 2}", "similar_patients": "{'2440382-1': 1, '5727344-1': 1}"}