{"patient_id": 88127, "patient_uid": "4983009-1", "PMID": 27520988, "file_path": "comm/PMC004xxxxxx/PMC4983009.xml", "title": "A case report of a patient with metastatic ocular melanoma who experienced a response to treatment with the BRAF inhibitor vemurafenib", "patient": "The patient, a 53-year old Caucasian woman, initially noticed a lesion in her right eye. After a medical appointment at the ophthalmologic clinic at a regional hospital, a decision to remove the lesion was taken and an operation was carried out in August 2011. The pathology report showed a 13×11×7 mm malignant melanoma located in the conjunctiva with a minimal resection’s margin. The patient was re-operated one month later and the pathology report revealed a remnant of the melanoma with still a minimal resection’s margin. Therefore, the patient received cryotherapy. Four months after the first surgical procedure five new tumor lesions were detected in the same eye. Treatment with mitomycin eye drops was initiated, however enucleation of the right eye had to be carried out two months later to obtain local control. One month post enucleation, a CT scan of the chest and abdomen showed no metastases. However, yet two months later, positron emission tomography with 2-deoxy-2-[fluorine-18] fluoro-D-glucose integrated with computed tomography (18 F-FDG PET/CT also referred as PET/CT scan) revealed an orbital, a parotid gland and a suspected lung metastasis. Treatment with temozolomide was started and carried on for five months until progressive disease in all locations including the lung was noted in a new PET/CT scan. Shortly thereafter, the patient was included in a trial and received immunostimulatory gene therapy with the investigational drug AdCD40L in combination with low dose cyclophosphamide. Specifically, the patient received four weekly ultrasound-guided intratumoral injections in the parotid gland. Three days after the final injection, a CT-brain scan was performed due to left-sided leg weakness and revealed bleeding brain metastases. An MRI scan confirmed the presence of five brain metastases and the patient received whole brain radiotherapy (4 Gy × 5). A PET/CT scan at that time point showed progression in all lesions except the parotid compared with the most recent PET/CT scan (Fig. ).\\nTissue from the primary tumor was tested for BRAF status, revealing the presence of the V600E mutation.\\nOne month after the whole brain radiotherapy, vemurafenib treatment (standard dose: 960 mg po q 12 h) was initiated. The patient responded rapidly to the treatment; the metastases in the parotid gland and orbit were reduced in size within a week. After two weeks of therapy, the patient experienced maculopapular rash located on the head’s uppermost part, classified as grade 2 according to common terminology criteria for adverse events (CTCAE version 4.0), and the treatment was paused. One week later the rash was improved to grade 1 and the treatment was re-started at a lower dose (25 % reduction of the initial dose), whereafter no side effects were observed. After four weeks of vemurafenib treatment, the above-described clinically detectable metastases in the parotid gland and orbit had disappeared. At the next clinical examination, yet two months later, the patient’s general condition was considerably improved without clinical signs of disease progression. A PET/CT scan one month later, confirmed the reduction of tumor burden in all locations compared to the pretreatment examination (Fig. ). In particular, the parotid metastasis had only minor residual FDG-uptake and the size of and the FDG-uptake in the lung metastasis had decreased. However, at that time the orbital lesion had clinically reoccurred, measuring one centimeter in diameter indicating progressive disease. Based on this latter finding in combination with the worsened general condition of the patient, the treatment was assessed as no longer effective and was discontinued. The total duration of the BRAF therapy was four months. A new CT scan of the brain was planned in order to map the brain metastases and determine the possibility to repeat radiotherapy. However, the patient’s clinical condition quickly deteriorated. Therefore, she underwent the CT scan earlier than scheduled whereby more brain metastases, than had previously been detected, were diagnosed. The patient passed away the day after. The time schedule for the case is depicted in Fig. . The pathology report was eventually reviewed and it was ensured that the diagnosis indeed was CMM.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'30672666': 1, '23242808': 1, '21693616': 1, '24170549': 1, '24166902': 1, '25761109': 1, '23633454': 1, '27031851': 1, '23918947': 1, '18937804': 1, '26541511': 1, '29732557': 1, '31768361': 1, '20173664': 1, '26848796': 1, '24508103': 1, '25595173': 1, '18613999': 1, '31024839': 2, '21125678': 1, '15179189': 1, '33116365': 1, '31683701': 1, '15577314': 1, '24295639': 1, '20818844': 1, '32718045': 1, '15377990': 1, '22281684': 1, '31792256': 1, '33828201': 1, '2751984': 1, '24067719': 1, '30320090': 1, '22235286': 1, '30484552': 1, '12068308': 1, '32002403': 1, '20179705': 1, '33431815': 1, '21639808': 1, '22356324': 1, '34830847': 1, '16291983': 1, '27520988': 2}", "similar_patients": "{'6460374-1': 1}"}