{"patient_id": 87689, "patient_uid": "4947368-1", "PMID": 27422630, "file_path": "comm/PMC004xxxxxx/PMC4947368.xml", "title": "Solitary splenic metastasis from nasopharyngeal carcinoma: a case report and systematic review of the literature", "patient": "A 56-year-old Caucasian man, smoker, underwent an ENT examination for enlarged left cervical lymph node associated with left otalgia appearing 3 months earlier. At nasal endoscopy, a nasopharyngeal lesion extending from the left Rosenmüller fossa to the choanae was found, and biopsies were performed. The pathology report was conclusive for undifferentiated carcinoma of the nasopharyngeal type (UCNT). The cervical contrast-enhanced computed tomography (CT) showed enlarged jugular nodes bilaterally (largest sizes were 25 × 22 mm and 23 × 18 mm on the left side) with left jugular vein compression and signs of nodal necrosis. The thoracic scan detected an irregular nodule of 6 mm in the medial-basal segment of the right lung and non-specific micro-nodules in the left superior lobe. The abdominal scan showed no liver focal lesions or other organ involvement. A magnetic resonance imaging (MRI) was performed to assess more accurately the loco-regional extent of the tumor. It showed no intracranial extension and confirmed a skull base erosion (left basisphenoid inferior lysis) with thickening of the nasal fossae soft tissues (8 mm) at the level of the choanae. Cervical lymph node disease was confirmed at the IIB level on the right side and at the IB, II, III, and IV levels on the left side. A subsequent positron emission tomography (PET)/CT scan showed a high standardized uptake value (SUV) in the nasopharynx with involvement of the sphenoidal sinus and left greater wing. Serological tests for EBV were positive. The patient was classified as stage IVA (T4N2cM0) and treated with neoadjuvant chemotherapy followed by intensity modulated radiation radiotherapy (IMRT) and chemotherapy. The neoadjuvant chemotherapy consisted of 3 cycles of docetaxel, carboplatin and 5-fluorouracil, which were followed by IMRT (70 Gy on the nasopharynx and involved lymph nodes and prophylactic treatment with 56 Gy on the other nodal areas) and two cycles of cisplatin. A complete remission was obtained, with no evidence of disease on CT scan at the end of the treatment.\\nHowever, at 3 months from the end of treatment, the follow-up PET/CT scan detected a hypermetabolic nodule of the spleen (size: 24 × 17 mm) with SUV of 7. No other areas showed increased metabolic activity (Fig. ). A biopsy of the splenic nodule was impossible to perform because of the nodule location and an incipient severe ischemic heart disease. The patient needed to be hospitalized and underwent coronary angioplasty and stenting. At 6 months, another PET/CT scan revealed increased size (33 × 26 mm) and metabolic activity (SUV 14) of the spleen nodule, without other suspicious lesions. The CT performed at 9 months confirmed that the pulmonary nodules had completely disappeared. No abdominal symptoms were observed. In accordance with the decision of a multidisciplinary team, the patient underwent standard laparoscopic splenectomy at both diagnostic and therapeutic aims.\\nThe patient was positioned in a semi-lateral right decubitus position with a cushion placed under the right flank. Four ports were used. First, a 12-mm peri-umbilical optical port was placed with the Hasson technique [, ]. Then, the other three ports were visualized directly, and their locations were as follows: an epigastric 5-mm port slightly to the left of the median line, a 12-mm port, and another 5-mm port 4 cm below the left costal arch on anterior and middle axillary lines. A 30° laparoscope and bipolar radiofrequency device were used. The spleno-colic ligament was dissected to expose the lower pole of the spleen, and the gastro-splenic ligament was dissected to expose the splenic hilum. Careful dissection of the splenic artery and vein was performed. The hilar vessels were separated using a 30-mm vascular stapler, with the artery identified first. The diaphragmatic and posterior attachments of the spleen were then dissected, and the entire organ was removed through a Pfannenstiel incision. The operating time was 120 min.\\nThe specimen weighed 236 g and measured 10.5 × 10.5 × 4.5 cm. The pathology report described a 38 × 35-mm sized single splenic nodule, which was well-delimited and homogeneous with morphological and immunophenotypical features consistent with a metastasis from UCNT (Figs. and ). An abdominal CT scan performed 6 days after the operation showed multiple thrombosis of the splenic vein and both right and left portal branches. Anticoagulation therapy was started. The patient was discharged 10 days after splenectomy. At 4 months of follow-up, the patient showed resolution of splenic and portal thrombosis and no evidence of recurrence. After discussion in a multidisciplinary meeting, no adjuvant treatments were performed.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'8518902': 1, '31433128': 1, '17018743': 1, '33777219': 1, '10746989': 1, '21700408': 1, '7630509': 1, '24105804': 1, '8828260': 1, '24114681': 1, '31360121': 1, '23139721': 1, '29963130': 1, '10747308': 1, '21577086': 1, '10908377': 1, '15290950': 1, '10993611': 1, '29118919': 1, '6600326': 1, '11391578': 1, '20922367': 1, '3581023': 1, '6190547': 1, '20393714': 1, '9360238': 1, '13933237': 1, '17035381': 1, '22088922': 1, '7790274': 1, '7622112': 1, '18936972': 1, '8405487': 1, '8389711': 1, '12944558': 1, '19753107': 1, '21328018': 1, '11515458': 1, '19622511': 1, '24225189': 1, '11404506': 1, '26315255': 1, '12199453': 1, '29284791': 1, '1927200': 1, '2692665': 1, '14925830': 1, '18396201': 1, '15043341': 1, '4854372': 1, '17550328': 1, '26264052': 1, '15632034': 1, '11884703': 1, '24815465': 1, '10213566': 1, '22271524': 1, '18436948': 1, '23883500': 1, '25885153': 1, '14734450': 1, '18594922': 1, '12831922': 1, '16488085': 1, '3449412': 1, '33134371': 1, '10219808': 1, '8163602': 1, '26576420': 1, '25965270': 1, '27422630': 2}", "similar_patients": "{}"}