{"patient_id": 78322, "patient_uid": "4243605-1", "PMID": 25436157, "file_path": "comm/PMC004xxxxxx/PMC4243605.xml", "title": "Impact of Orthodontic Decompensation on Bone Insertion", "patient": "A male patient aged 20.5 years sought orthodontic treatment with the chief complaint of facial disharmony. Facial analysis revealed a Class III skeletal pattern with severe mandibular prognathism and vertical excess (Figures –). Analysis of occlusion evidenced Class III interarch relationship and anterior and posterior crossbite with a negative overjet of 6 mm. Severe tooth compensation of mandibular teeth (lingual inclination of anterior and posterior teeth) and severe mandibular anterior crowding were observed (Figures –). The analysis of initial CBCT images (Figures –) showed very thin buccal and lingual bone plates in the maxillary and especially mandibular incisors. A CBCT exam was acquired before orthodontic treatment, replacing the conventional extraoral radiographs.\\nThe combined orthodontic and surgical treatment was planned. The prognosis was regular considering the magnitude of the skeletal discrepancy and the amount of required buccal movement of mandibular incisors in a thin mandibular symphysis.\\nThe therapeutic goals were to give the patient a more balanced face and better esthetic and functional occlusion. For that purpose, the decompensation orthodontics intended to increase the negative overjet to an extent enough to allow sagittal skeletal correction. In other words, before surgery, the orthodontic comprehensive treatment aimed at aligning and leveling teeth, avoiding protrusion in the maxillary arch and promoting protrusion in the mandibular arch.\\nThe initial dental cast manipulation showed that the posterior crossbite was mainly a consequence of a Class III anteroposterior interarch relationship. Occluding the dental casts in Class I showed that maxillary constriction was mild and a small amount of dentoalveolar expansion was not necessary to achieve an adequate transversal interarch relationship.\\nComprehensive orthodontic treatment was conducted using preadjusted brackets. Dentoalveolar expansion was performed with expanded maxillary archwires supported on the second molars, which in turn would be anchored by a welded transpalatal bar fabricated with 1.2 mm round wire.\\nAfter alignment and leveling and 30 days after placement of 0.019′′ × 0.025′′ archwires, the patient underwent a second CBCT scan in the same machine to evaluate the biological effects of orthodontic decompensation (). The same exam was used for planning the orthognathic surgery. At this stage, the facial profile and occlusal relationships were worse than in the initial stage ().\\nThe surgical treatment planning included maxillary advancement and impaction, mandibular setback and counterclockwise rotation, and mentoplasty to reduce the anterior facial height.\\nFour months after surgery, the final CBCT was requested to evaluate the condyle morphology and evaluate postsurgical dentoskeletal changes (). The postsurgical orthodontics involved finalization bends in the archwires and utilization of Class III intermaxillary elastics (). After six months of surgery stabilization, the fixed appliance was removed and Hawley plate and 3 × 3 mandibular retainers were placed (). The facial and occlusal results remained stable 30 months after removal of appliances (), including the clinical periodontal conditions.\\nAll CBCT exams were obtained on the machine i-CAT (Imaging Sciences International, Hatfield, USA) set at the following parameters: 120KvP, 8mA, exposure time of 40 seconds, “extended face” protocol with 22 cm of FOV, and voxel of 0.4 mm. In the following, the images in DICOM—original images obtained on tomographies—were transferred to a conventional computer for manipulation in the software InVivoDental 5. Initial and postsurgical CBCT images were used for measuring the level of buccal and lingual bone plates, following the method proposed by Kim et al. []. The root length of maxillary and mandibular incisors was measured in the same exams.\\nCephalometric features of the case are described in , at pretreatment phase (T1), after tooth decompensation (T2), and posttreatment (T3) (Figures and ).\\nThe comparison between initial and postsurgical CBCT images revealed the development of buccal and lingual dehiscences in the incisors in both dental arches. The mean apical migration of the buccal alveolar crest in the incisor region was 1.93 mm (range from 0.89 to 3.88) in the maxillary arch and 1.16 mm (range from 0.47 to 2.91) in the mandibular arch (). The mean apical migration of the lingual alveolar crest of the incisors was 1.76 mm (range from 0.58 to 3.87) in the maxillary arch and 1.96 mm (range from 1.07 to 3.5) in the mandibular arch (). Mild apical root resorption was observed after surgery. The root length of incisors exhibited a mean reduction of 0.25 mm (range from 0.15 to 0.45) in the maxillary arch and 1.02 mm (range from 0.46 to 1.37) in the mandibular arch ().", "age": "[[20.5, 'year']]", "gender": "M", "relevant_articles": "{'12142888': 1, '20050738': 1, '19537878': 1, '33390311': 1, '7562322': 1, '17685772': 1, '9198332': 1, '6943326': 1, '22214389': 1, '9456622': 1, '11174554': 1, '20381753': 1, '22356702': 1, '9046637': 1, '21827236': 1, '20381751': 1, '2074379': 1, '22409394': 1, '21919826': 1, '8712499': 1, '3470318': 1, '19537864': 1, '25436157': 2}", "similar_patients": "{}"}