{"patient_id": 145582, "patient_uid": "4429392-1", "PMID": 25983416, "file_path": "noncomm/PMC004xxxxxx/PMC4429392.xml", "title": "Tracheal schwannoma: Completely resected with therapeutic bronchoscopic techniques", "patient": "A 24-year-old man presented with dry cough and shortness of breath for 1 year and noisy breathing for 2 months. He had been on several medications for asthma for the past 1 year with no response. On examination, he had a monophonic inspiratory and expiratory wheeze, heard bilaterally.\\nHis spirometry revealed reduction in maximum mid expiratory flow rate (MMEF) with flattening of both inspiratory and expiratory limbs of the flow volume loop, suggestive of a fixed upper airway obstruction []. His chest x-ray was reported as being normal. Hence, he underwent a computed tomography (CT) of the neck [], which revealed a well-defined, lobulated, mildly enhancing soft tissue density lesion arising from the right lateral and posterior wall of the trachea, projecting into the tracheal lumen and causing luminal narrowing at C7-T1 level.\\nHe was then subjected to a flexible bronchoscopy through a laryngeal mask airway (LMA) under general anesthesia, with an intent of de-bulking the tumor. There was a smooth vascular tumor seen, almost completely occluding the tracheal lumen, arising from its right lateral and posterior walls, with its proximal extent 2 cm from the vocal cords []. Adrenaline (1 ml of 1 in 10,000) was injected at its base, through a conventional TBNA (trans-bronchial needle aspiration) needle to prevent severe endo-bronchial bleeding. The tumor was then resected using an electrocautery snare as two large pieces. Since the pieces were large, with the help of a head down tilt of the operating table, they were delivered into a foreign body basket and successfully removed along with the LMA []. There was no residual tumor []. The location of its pedicle was 9.5 cm from the carina and 3.5 cm from the vocal cords, at the right postero-lateral wall of the trachea.\\nPost procedure, he became asymptomatic and the spirometry and flow volume loop reverted to normal []. Histopathological examination revealed fibrovascular tissue lined by respiratory epithelium. The fibrovascular tissue was replaced by a tumor, composed of fascicles of spindle cells arranged in a palisading fashion forming verocay bodies []. Infiltrates of lymphocytes, plasma cells and hemosiderin laden macrophages were seen. There was no evidence of malignancy. Spindle cells were diffusely and strongly positive for S-100 [Inset of ]. CD34 and epithelial membrane antigen (EMA) were negative. This was consistent with a schwannoma.\\nSince there was a doubt on the pre-procedure CT of a posterior extra-luminal extension, an MRI (magnetic resonance imaging) was done post bronchoscopy, which showed minimal mucosal thickening along the right lateral and posterior wall of the trachea and minimal hyperintensity in the paratracheal soft tissue at the same level, which were consistent with post-operative changes []. Since there was no residual tumor, it was decided to keep the patient on bronchoscopic surveillance. At the sixth month review, bronchoscopy revealed no recurrence.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'8153948': 1, '31371998': 2, '22584990': 1, '31860964': 2, '30264012': 1, '29697092': 1, '22342475': 1, '2153371': 1, '21921341': 1, '15060831': 1, '9671167': 1, '10654537': 1, '32346506': 1, '16761494': 1, '20642974': 1, '25983416': 2}", "similar_patients": "{'6940164-1': 1, '6628974-1': 1}"}