{"patient_id": 143596, "patient_uid": "4329383-1", "PMID": 25687444, "file_path": "noncomm/PMC004xxxxxx/PMC4329383.xml", "title": "A case of abdominal trauma", "patient": "A 30-year-old male tradesperson was working on a building site using a Ramset™ nail gun. Upon firing the nail gun into a wall, the nail ricocheted off a metal beam in the wall. The patient reported seeing the nail spinning prior to entering his abdomen. The nails being used were 50 mm long. The ambulance service arrived within 5 min and found an entry wound in the patient's epigastrium to the right of the midline, with no corresponding exit wound. The patient was haemodynamically stable with a blood pressure of 120/70 mmHg and a heart rate of 66 bpm.\\nThe patient arrived in the emergency department of The Alfred Hospital 25 min after the accident. A FAST scan (Focused Assessment with Sonography for Trauma) was positive. A plain abdominal radiograph confirmed the presence of a single nail in the abdomen. A subsequent CT scan showed that the nail was positioned within the transverse colon with free air and fluid surrounding the liver, spleen and paracolic gutters, and a perforation of the horizontal duodenum with retroperitoneal free air and fluid. No vascular injury was seen (Figs and ).\\nThe patient was taken to the theatre for an emergency laparotomy. At operation, a haemoperitoneum of ∼800 ml was found, with faecal contamination. Multiple visceral injuries were identified, including a through-and-through full thickness tear to the mid-transverse colon, two full thickness enterotomies to the jejunum, a full thickness through-and-through enterotomy of the fourth part of the duodenum and a pinhole tear in the superior mesenteric vein. The jejunal and colonic injuries were managed by cross-stapling the mid-transverse colon, and cross-stapling and resection of 5 cm of the mid-jejunum. The superior mesenteric vein was repaired with a 5.0 Prolene lateral suture. A Cattell Braasch manoeuvre was performed to access the duodenal injury. During this there was a sudden venous bleed, and a large tear in the inferior vena cava (IVC) was identified. A massive transfusion was required and the protocol for this was activated. A vascular surgeon was urgently contacted. The bleeding was controlled with direct compression in the interim.\\nWith the vascular surgeon present, aortic control was first obtained. Formal supracoeliac control was difficult with prior placement of the retractors, but blunt compression of the aorta against the spinal column was effective. The suprarenal IVC was dissected out and double looped with a vessel loop, as was the left renal vein. Swab-on-stick compression was applied to the distal IVC, just above its confluence. The compressive pack over a large 4- to 5-cm long IVC injury was then removed. The longitudinal tear in the IVC extended from just above the confluence of the iliac veins to just below the lower renal vein. The edges of the IVC tear were approximated using Babcock and Ellis forceps, and repaired with a running 4.0 Prolene suture. The IVC was narrowed ∼50% by the repair, but remained patent. The right ureter was identified and found to be intact and free along its length. Given the proceedings of the operation prior to identification of the IVC injury, an iatrogenic cause for the tear was extremely unlikely. The injury did not become apparent until after the Cattell Braasch manoeuvre was performed, thus removing the tamponading effect of the structures overlying the IVC.\\nThe duodenal injury was repaired by stapling the fourth part of the duodenum, and resection of the duodenal–jejunal flexure. A final exploratory laparotomy was then performed and no further injury was identified. The patient had temporary closure of his abdomen with a vacuum dressing, and was transferred to the intensive care unit.\\nThe procedure took a total of 3 h 24 min. The lowest recorded systolic blood pressure during the procedure was 85 mmHg, and the highest heart rate 145 bpm. The pH got as low as 7.23 with a base excess of −14. Intraoperatively, the patient received 12 units of packed red blood cells, 2 units of platelets, 5 units of fresh frozen plasma, 2 units of cryoprecipitate and 1600 ml of auto-transfused blood.\\nThe patient returned to the theatre the following day for unexplained anaemia, and a bleeding branch of the gastroduodenal artery was identified and clipped. The patient returned to the theatre again the following day for planned definitive management of his injuries, with a duodenojejunostomy, jejuno-jejunostomy, cholecystectomy, an extended right hemicolectomy and ileocolostomy. The patient remained in the intensive care unit for 15 days and was discharged home 27 days after admission.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'21607714': 1, '25687444': 2}", "similar_patients": "{}"}