{"patient_id": 77131, "patient_uid": "4167509-1", "PMID": 25208573, "file_path": "comm/PMC004xxxxxx/PMC4167509.xml", "title": "Tibial hydatidosis: a case report", "patient": "We present a case of 53-year-old Tigrian woman who complained from right leg pain. She had a history of taking care of animals such as sheep and dog. She had fallen from a standing height while she was walking and suffered from limping due to painful leg. She had also dull aching pain on the same leg with slight swelling for one year prior to her accident. At the first visit, she had a tumor like mass in proximal one third of the anterior part of her right leg that was painful, slightly warm, swelling with minor deformity and absence of active movement of the adjacent joints.In the primary evaluation of patient white blood cell count (WBC), differential count and erythrocyte sedimentation rate (ESR) was normal. Simple X-ray of right leg showed pathological fracture of the proximal tibia with a 13 cm oval cyst extending from the metaphysis to the diaphysis (Figure ). Then, we took incisional biopsy of the lesion, and this was subjected to histopathologic examination and confirmed that it was a hydatid cyst (Figure ). The patient was also screened for lung and liver involvement and her abdominal ultrasonography and chest radiography examinations were normal. Surgical resection revealed multiple membranous whitish tissues in aggregation (Figure ). Finally, curettage of the lesion was done (Figure ) and the patient did well and completed three cycles of treatment with Albendazole 400 mg po bid. Functional outcome was excellent, recovered motility of her right leg with no recurrence (Figure ). She was fully weight bearing with no pain or discomfort.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'12677439': 1, '23218646': 1, '10748912': 1, '22917074': 1, '27384735': 1, '16044701': 1, '30216900': 2, '19706897': 1, '31045909': 1, '16210160': 1, '16365502': 1, '34488862': 1, '10707401': 1, '17996916': 1, '31435379': 1, '25208573': 2}", "similar_patients": "{'6139003-1': 1}"}