{"patient_id": 76831, "patient_uid": "4148749-1", "PMID": 25206155, "file_path": "comm/PMC004xxxxxx/PMC4148749.xml", "title": "Management of Talons Cusp associated with Primary Central Incisor: A Rare Case Report", "patient": "A 4-year-old male child reported to the Department of Pedodontics and Preventive Dentistry with the chief complaint of pain in upper left front teeth region. The patient's medical history was noncontributory. Examination of the oral cavity revealed normal soft tissue and normal development of primary dentition. An anomalous cusp-like structure was detected on the palatal surface of primary maxillary right central incisor that extended from the cervical margin of the tooth toward the incisal edge with more inclination toward mesial surface forming triangular spike like projection involved with caries (). An intraoral periapical radiograph of this tooth revealed the additional cusp with its pulpal extension (). There was no history of intraoral swelling associated with tooth. Deep carious lesion observed on mesial and palatal surfaces. Depending upon the signs and symptoms of the patient, pulpectomy of 61 was considered necessary. A pulpectomy was performed. The canal was filled with metapex (Meta Biomed, Korea) and the talon cusp was then removed and the tooth was restored with composite resin restoration to its common morphology ( and ). The composite resin restoration was polished and checked for occlusal interferences. Upon follow-up examination 1 month after the procedure, no adverse signs or symptoms and no periradicular pathology were noted. Patient was scheduled for regular check-up examinations. Subsequent clinical and radiographic recall examinations confirmed no signs of pathosis. A periapical radiograph showed normal root resorption of both primary central incisors.\\nInternational Journal of Clinical Pediatric Dentistry, May-August 2012;5(2):142-144", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'11445915': 1, '12656857': 1, '1583201': 1, '6586978': 1, '12199892': 1, '3456236': 1, '8958353': 1, '32766305': 1, '5262843': 1, '15040629': 1, '6943189': 1, '3859512': 1, '7568721': 1, '25206155': 2}", "similar_patients": "{}"}