{"patient_id": 79319, "patient_uid": "4306403-1", "PMID": 25648906, "file_path": "comm/PMC004xxxxxx/PMC4306403.xml", "title": "A Case of Concurrent MPO-/PR3-Negative ANCA-Associated Glomerulonephritis and Membranous Glomerulopathy", "patient": "The patient was a 70-year-old male with a 20-year history of sick sinus syndrome, for which he had a permanent cardiac pacemaker. He also had a 2-year history of interstitial pneumonia. While under treatment for angina pectoris 2 years before admission, he was found to have kidney dysfunction (serum creatinine, 1.4 mg/dL; blood urea nitrogen, 30 mg/dL; and 4+ protein and 2+ occult blood on urinalysis). In early December 2008, he had orthopnea, which worsened gradually. On December 24, he had a checkup in our hospital and was admitted. The medications he was taking on admission included aspirin, ticlopidine, allopurinol, carvedilol, atorvastatin, and carbocisteine. He was 171 cm tall and weighed 61 kg. His temperature was 37.0°C. His blood pressure was 145/70 mmHg. Lung auscultation revealed bilateral coarse crackles. An abdominal examination was normal. Pretibial pitting edema was evident. Laboratory findings on admission are shown in . The kidney function test had worsened, compared with 2 years earlier. There were significant hypoalbuminemia and elevation of C-reactive protein. Results of a urinalysis were 3+ positive for protein and 3+ positive for blood, with many red blood cells, 2+ for granular casts, and 1+ for red blood cell casts in the urinary sediment. The amount of proteinuria was 5.12 g/day. Urine culture results were negative on admission. An electrocardiogram showed a ventricular pacing rhythm. A chest X-ray revealed bilateral pleural effusion and pulmonary congestion. MPO and PR3-ANCA were both negative by enzyme-linked immunosorbent assay (ELISA), but P-ANCA was detected by indirect immunofluorescence (IIF; ). Bactericidal-/permeability-increasing protein (BPI), elastase, and lysozyme antibodies were also positive on ELISA (Wieslab ANCA panel kit) despite negative results for azurocidin, cathepsin G, and lactoferrin.\\nAfter admission, we stopped the allopurinol and atorvastatin because several studies have shown a relationship between these drugs and the immediate development of ANCA-associated vasculitis. His pulmonary congestion was improved using diuretics. However, his kidney function worsened gradually. We performed a kidney biopsy on February 4, 2009. The renal biopsy specimen contained 15 glomeruli for light microscopic evaluation, of which 3 were globally sclerotic. There were 5 cellular, 3 fibrocellular, and 3 fibrotic crescents in the remaining 12 nonsclerotic glomeruli (). No necrotic lesion was found. Marked thickening and spike and bubbling formations were observed in the GBM by periodic acid-Schiff methenamine silver (PAM) staining (). There was tubular atrophy, especially around the globally sclerotic glomeruli, with interstitial fibrosis and inflammation involving numerous lymphocytes. An immunofluorescence microscopic evaluation revealed granular staining along glomerular capillary walls for immunoglobulin IgG (2+) and C3 (2+) (). There was no staining for IgA, IgM, or C1q. Electron-dense deposits in the subepithelial lesions and fused podocyte foot processes were revealed by electron microscopy (). Based on these findings, the present case was diagnosed histopathologically as crescentic glomerulonephritis, concurrent with MGN (Ehrenreich-Churg classification: Stage III).\\nDue to extraocular myositis, an inflammatory disease that selectively affects the muscles around the eyes, which occurred on January 26, 2009, he received oral prednisolone (30 mg/day) and the symptoms improved rapidly. Despite steroid therapy, his kidney dysfunction progressed severely (serum creatinine 6.23 mg/dL, urea nitrogen 54 mg/dL on February 3). After he started hemodialysis on February 12, his laboratory findings did not show significant signs of improvement in terms of kidney function. The dose of corticosteroid was tapered without recurrence of extraocular myositis.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'34578298': 1, '18836458': 1, '16876669': 1, '25949380': 1, '17614969': 1, '15149327': 1, '11310835': 1, '7771482': 1, '22323643': 1, '9175062': 1, '19158367': 1, '15457464': 1, '17472842': 1, '17478493': 1, '18839266': 1, '10693882': 1, '25648906': 2}", "similar_patients": "{}"}