{"patient_id": 139411, "patient_uid": "4062453-2", "PMID": 24949327, "file_path": "noncomm/PMC004xxxxxx/PMC4062453.xml", "title": "Mechanical thrombectomy-assisted thrombolysis for acute symptomatic portal and superior mesenteric venous thrombosis", "patient": "A 29-year-old male presented to the Emergency Department with a 7-day history of epigastric pain, which had recently aggravated. He had visited the local clinic 3 days prior, and had undergone a gastroduodenoscopy that had demonstrated hemorrhagic gastritis. He had no other medical history. Blood pressure was 136/90 mmHg with a heart rate of 102 beats per minute and a body temperature of 37.9℃. On physical examination, epigastric tenderness with diminished bowel sound was detected without signs of acute abdomen. Complete blood cell counts, liver function tests, and blood chemistry results were unremarkable, and ESR was 76 mm/hr, CRP, 14.88 mg/L; and D-dimer, 8.32 mg/L. The abdominal CT scan showed extensive thrombosis involving the portal vein, superior mesenteric vein, and splenic vein with cavernous transformation around the portal vein (), and streaky infiltrations in the mesentery, raising the suspicion of mesenteric edema (). A test for hypercoagulable states, including protein C and S activity, homocysteine, factor V Leiden mutation, the prothrombin 20210 mutation, fibrinogen, lupus anticoagulant antibody, and anticardiolipin antibody did not reveal any abnormalities except that fibrinogen was increased to 500 mg/dL. There were no clinical signs or radiographic images consistent with bowel ischemia, and the patient was therefore referred to the interventional radiology department for mechanical thrombectomy.\\nUnder ultrasound guidance, the right portal vein was punctured with a 21 G Chiba needle (Cook Medical, Bloomington, IN, USA) and 018\" Hair Wire (A&A Medical Device Co., Seongnam, Korea), and a 6-F Shuttle Flexor introducer sheath (Cook Medical) was advanced from the PV to the splenic vein and SMV. The venogram demonstrated extensive thrombosis in the portal vein, superior mesenteric vein, and splenic vein (). After the venogram, aspiration thrombectomy was performed several times using a Luer-Lok syringe, and a small amount of thrombus was removed (). The follow-up venogram demonstrated only partial recanalization of the portal and superior mesenteric veins with sluggish flow. A 6-F AngioJet Solvent Omni catheter (Medrad International) was advanced over the guidewire and positioned in the distal SMV and splenic vein, and mechanical thrombectomy of the thrombosed segments of the splenic and superior mesenteric veins was performed (). The catheter was then pulled back into the main portal vein. Despite a significant reduction in thrombus burden, venous flow was not restored sufficiently, so a 5-F multiside port infusion catheter (Cook Medical) was placed along the SMV, and thrombolysis was done with a high dose of urokinase (100,000 units/hr) for the initial 48 hours with intravenous heparin infusion (1,000 units/hr). Two days after the procedure, venography of the superior mesenteric and portal veins demonstrated partial recanalization of these vessels (), and the patient's symptoms had also improved. After removal of the infusion catheter from the liver, the transhepatic tract was embolized with coils (Cook Medical) to reduce the risk of bleeding. In the follow-up abdominal CT scan, the large amount of thrombus in the PV and SMV had decreased with partial recanalization; however, a small amount of thrombus still remained in the PV, SMV, and splenic vein. Diet was started on postprocedure day 3, and anticoagulation therapy was switched from heparin to warfarin, with the target international normalized ratio range of 2.5-3.5. The patient was discharged at 16th hospital day.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'12772131': 1, '26285602': 1, '27708540': 1, '17382054': 1, '9399459': 1, '30363345': 1, '22727837': 1, '12422118': 1, '27573529': 1, '30357003': 1, '25544479': 2, '33454632': 1, '33312256': 1, '31650241': 1, '29851809': 1, '10716389': 1, '30087523': 1, '29113411': 1, '26909235': 1, '21792155': 1, '16371536': 1, '11868100': 1, '9468392': 1, '28905011': 1, '24949327': 2}", "similar_patients": "{'4062453-1': 2, '4334991-1': 1}"}