{"patient_id": 87681, "patient_uid": "4947313-1", "PMID": 27423333, "file_path": "comm/PMC004xxxxxx/PMC4947313.xml", "title": "Nicorandil-induced penile ulceration: a case report", "patient": "An 86-year-old white British man was referred with a bloody discharge from under his phimotic foreskin and a lump on the shaft of his penis. He had noticed the lump following catheterization, during an episode of pancreatitis, 1 year before presentation. He had a past medical history of atrial fibrillation, angina, chronic obstructive pulmonary disease (COPD), and ischemic heart disease. He had an angioplasty 7 years ago and was not suitable for any cardiac surgery. He had been on nicorandil for 5 years which had previously caused him mouth ulcers. His mouth ulcers were previously reviewed by oro-maxillofacial surgeons, and nicorandil was switched to ranolazine on the advice of a cardiologist. Even though his mouth ulcers resolved spontaneously, he responded unfavorably to ranolazine, hence he returned to nicorandil.\\nOn examination, there was inflammation of his penile shaft skin and foreskin. His foreskin was unable to be retracted fully and there was some serosanguineous discharge on the superior aspect of his foreskin. A cardiovascular examination reveal normal irregularly irregular heart sounds with no evidence of murmur. He was short of breath at rest and on auscultation he had coarse vesicular breath sounds across both lungs. Surgical exploration revealed an inflamed ulcer under his foreskin on the dorsal aspect of his penis extending into deep tissues from the coronal sulcus (Fig. ). A biopsy was performed which showed inflammation with no evidence of any malignancy.\\nHis nicorandil treatment was stopped and he was started on isosorbide mononitrate (Monomil XL) under the advice of a cardiologist. At follow up, 10 weeks later, there was significant improvement in his penile ulceration. He did not require any further intervention for his ulceration. He also responded well to the isosorbide mononitrate in the treatment of his angina.", "age": "[[86.0, 'year']]", "gender": "M", "relevant_articles": "{'23526854': 1, '20575979': 1, '33513743': 1, '19366345': 1, '15547020': 1, '23468288': 1, '22375086': 1, '27423333': 2}", "similar_patients": "{}"}