{"patient_id": 148807, "patient_uid": "4636757-1", "PMID": 26568853, "file_path": "noncomm/PMC004xxxxxx/PMC4636757.xml", "title": "Treatment Following Intoxication With Lethal Dose of Paraquat: A Case Report and Review of Literature", "patient": "The patient, a single 25-year-old male in reported good health, was admitted in 2011 to Faghihi Hospital in Shiraz, southern Iran, due to nausea, vomiting, and severe substernal burning sensation after accidentally poisoning with about 100 mL concentrated paraquat (60% solution). He was using a spray gun during farming when he was accidentally intoxicated with paraquat. Paraquat was sprayed to his face and mouth, so, he swallowed it instantly and then vomited the content. Therefore, he was brought to the emergency department for further evaluation. Initially, he was treated using gastrointestinal lavage, which is a standard practice for PQ poisoning. The patient received gastric evacuation followed by activated charcoal (1 g/kg). Hemodialysis was immediately carried out for him through double lumen catheter. Subsequently, he received antibiotics (cefepime 3 g/day and clindamycin 1.8 g/day) and antioxidants (vitamin E and N-acetylcysteine (NAC)). The initial complete blood count (CBC) was normal. Thereafter, he showed a rise in the leukocyte count from 8.3 × 103 in the day of admission to 25.49 × 103 on the 10th day and a decrease in hemoglobin from 14.6 on the day of admission to 10.6 g/dL on the 27th day of the admission.\\nBlood urea nitrogen (BUN) and creatinine (Cr) elevated gradually to 68 and 5.7, respectively, in five days; the patient became oliguric; so, hemodialysis was performed four other times when Cr and BUN were back to normal.\\nDuring the hospital course, the oxygen saturation dropped to 73.9% - 91.3% and the arterial partial pressure of oxygen fluctuated between 37.2 - 49.1 mmHg. The serum HCO3 was between 13.1 - 24.2 and the pH was between 7.43 - 7.59.\\nThe initial chest X-ray was normal, but chest CT scan revealed severe lung fibrosis three weeks later. On the second day of admission, he developed dysphagia and several oral ulcers, so endoscopy was performed, which showed multiple lesions in different sizes distributed in the cricopharyngeus and the upper third part of the esophagus.\\nAt the admission time, liver transaminases were close to normal, but a significant rise happened in the aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels (339 and 230, respectively). These enzymes gradually regressed to the normal limits over about one month. In addition, this hepatobiliary damage led to a rise in alkaline phosphatase, total and direct bilirubin values (1258 u/L, 13.06 mg and 9.44 mg, respectively); so, he became severely icteric. These figures reversed to normal ranges till the last day of admission.\\nErythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) values were 62 mm/h and 48 (positive), respectively on the seventh day of admission. The patient was relatively well on the 28th day of admission, so he was discharged.\\nSeven months later, the patient referred with dyspnea. Physical examination showed decreased breathing sound and diffused rales. Therefore, he was admitted to our emergency room with the impression of pneumonia. Lab data showed mild leukocytosis (12.2 × 103 u/L), normal BUN and Cr levels and normal liver function test except for alkaline phosphatase which was 507 u/L. Chest X-ray showed three bullae in the upper and middle lobes of the right lung which caused the right lower lobe to collapse, moving the heart and the mediastinum to the left due to the pressure effect and the fibrotic band in the left upper lobe because of subsegmental collapse or linear atelectasis. A bulla in the lingular lobe of the left lung was seen.\\nThe patient received antibiotics for two days, but on the second day he left the hospital and did not stay for further evaluation.\\nThree months later he developed dyspnea and fever again, so he was admitted with impression of pneumonia. Lab data showed normal BUN and Cr and electrolytes. The total bilirubin increased to 1.33 and ALT to 48. His alkaline phosphatase was 575 u/L. He showed leukocytosis (20.44 × 103 u/L). Ampicillin-sulbactam, azithromycin, prednisolone, salbutamol, and NAC were prescribed for him. The patient was discharged on the next day of admission.\\nOn the follow up, chest CT-scan was prescribed for the patient and due to emphysematous lung and multiple large bullae in the right lung (), the patient underwent anterolateral thoracotomy, pneumolysis, bullectomy and nonanatomical segmentectomy.\\nAnother chest CT-scan was performed after the surgery. In the new chest CT-scan, the left lung field was well aerated and well applied to the chest wall without evidence of pleural effusion or fluid collection. However, hydropneumothorax in the right upper zone and also consolidation in the right middle and lower lobes with air bronchogram were noted. There was also a large bulla in the LT lingual lobe.\\nHe was relatively well for several months after the surgery, when he developed fever and cough and was admitted to the hospital with impression of infected bulla and lung abscess. He received imipenem 2 g/day and azithromycin 500 mg once a day, but fever and cough did not stop; so, pigtail was inserted under the guide of sonography to drain the abscess of the right lung. Spiral chest CT-scan showed multiple cystic formations with irregular walls which were noted bilaterally. Consolidation was noted in the right lower lobe associated with air bronchogram ().\\nAfter drainage of the abscess by pigtail and continuing antibiotic therapy, the patient’s condition got better and he was discharged.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'1153861': 1, '470435': 1, '9443161': 1, '8597179': 1, '16946353': 1, '12974543': 1, '20658110': 1, '30310653': 1, '2684438': 1, '10452837': 1, '12324200': 1, '29430271': 1, '9875558': 1, '9577247': 1, '18161502': 1, '9018188': 1, '3756208': 1, '26568853': 2}", "similar_patients": "{}"}