{"patient_id": 76900, "patient_uid": "4151657-1", "PMID": 25187804, "file_path": "comm/PMC004xxxxxx/PMC4151657.xml", "title": "46,XY female sex reversal syndrome with bilateral gonadoblastoma and dysgerminoma", "patient": "A 17-year-old girl was admitted to the General Hospital of Tianjin Medical University (Tianjin, China) with no menarche and continuous height growth. The patient was treated with artificial estrogen and progesterone to induce an artificial menstrual cycle for two months, but only a small amount of pink secretion was observed in the vagina. The patient was born following a full-term normal delivery to non-consanguineous parents, and her mother denied the use of any sex hormone drugs or exposure to radioactive substances during pregnancy. The younger brother of the patient exhibited a normal phenotype. Physical examination showed that the patient had relatively long upper extremities, and the arm span was greater than the height of the patient. The patient exhibited a female appearance and voice, with little subcutaneous fat, no beard or laryngeal prominence, and hypoplastic breasts with a light areola. No palpable mass was identified in the groin or labia majora. The patient exhibited female external genitalia, with normal labia majora and minora, sparse pubic hair and a visible vaginal orifice. The anal examination showed a small uterus, a mass of ~4.0×3.0 cm in the right adnexa, and another mass of ~3.0×3.0 cm in the left adnexa, both of which were hard and mobile. The B-mode ultrasound showed an infantile uterus, the endometrium appeared as a thin echogenic line, and the masses in the adnexa were non-homogeneous measuring ~45×15 mm (right) and ~33×14 mm (left), respectively. Serum sex hormone analysis revealed that the follicle-stimulating hormone level was 104.5 IU/l, the luteinizing hormone level was 43.1 IU/l, the estradiol level was <10 pg/ml and the testosterone level was 55 ng/dl. The patient exhibited a slightly higher level of serum testosterone than normal and a low level of serum estrogen. Peripheral blood chromosome analysis showed the 46,XY karyotype. No gene deletions were detected at sY84, sY86, sY127, sY134, sY254 and sY255 of the sex determining region Y (SRY) gene. The patient was diagnosed with 46,XY female SRS, simple gonadal dysgenesis and unclear bilateral gonadal mass.\\nDuring the laparotomy, the small uterus was apparent with a size of 5.0×5.0 cm. The right gonad measured 4.0×3.0×3.0 cm, had an ovary-like appearance with a complete capsule, and was white, smooth and hard in texture; while the left gonad measured 3.0×3.0×3.0 cm and had a similar appearance to the right gonad. The uterine tubes were narrow. No testes or associated tissues were identified in the region between the superficial and deep inguinal rings and the urinary bladder, and the bifurcation of the common iliac artery. Bilateral gonadectomy was performed for simple gonadal dysgenesis. The patient was then pathologically diagnosed with bilateral ovarian gonadoblastoma and right dysgerminoma. The patient was genetically male due to her 46,XY karyotype, but socially and psychologically female in every respect; thus, an important aspect of postoperative treatment was to maintain the female characteristics. Estrogen (Premarin) and medroxyprogesterone acetate replacement therapy was administered. A four year follow-up showed that the patient treated with a sequential therapy of estrogen and progesterone had a regular menstrual cycle and no tumor recurrence.\\nThis study was approved by the Ethics committee of Tianjin Medical University (Tianjin, China) and patient informed consent was obtained.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'18403106': 1, '14689056': 1, '30214739': 1, '16624884': 1, '23157850': 1, '24179931': 1, '31007464': 1, '23612644': 1, '26643315': 2, '16735607': 1, '28836496': 2, '25187804': 2}", "similar_patients": "{'5838380-1': 1, '4672516-1': 1}"}