{"patient_id": 75285, "patient_uid": "4034634-1", "PMID": 25206184, "file_path": "comm/PMC004xxxxxx/PMC4034634.xml", "title": "Management of Traumatic Injury to Maxillary Central Incisors associated with Inverted Mesiodens: A Case Report", "patient": "A South Indian boy aged 14 years, reported to the Department of Pedodontics and Preventive Dentistry, accompanied by his father with the chief complaint of broken upper front teeth. History revealed trauma 1 month before while playing and there was no loss of consciousness at the time of injury. There was history of bleeding from the teeth after the injury with sensitivity on taking hot and cold substance and pus discharge through the broken incisors 2 weeks later. Health history of the patient was not contributory.\\nPatient showed bilaterally symmetrical face with competent lips. Intraoral examination revealed permanent dentition with fracture of both maxillary permanent central incisors () and pus discharge through the open pulp chambers of both centrals. Bilateral class I molar relationship was noted with localized gingivitis in relation to permanent first molars.\\nProvisional diagnosis of Ellis class IV injury was made as involving maxillary permanent central incisors. Intraoral periapical radiograph taken for maxillary central incisor area showed periapical radiolucency in relation to central incisors, presence of an inverted supernumerary tooth in the periapical area of the right central incisor and the presence of blunderbuss canal for left central incisor (). The final diagnosis was Ellis class IV injury in maxillary permanent centrals and inverted supernumerary tooth in relation to maxillary right central incisor.\\nTreatment planning included, completion of root canal treatment in maxillary right central incisor () followed by extraction of the inverted supernumerary tooth under local anesthesia and apexification for maxillary left central incisor. Palatal crevicular incision was placed from maxillary right canine to maxillary left canine and mucoperiosteal flap was raised exposing the bulge of inverted supernumerary tooth present at the apex of maxillary right central incisor. Bone is removed until the crown of the supernumerary tooth is exposed. The crown of the supernumerary tooth was sectioned with a fissure bur and removed as first piece and the root is elevated into the space vacated by the crown and removed (). A portion of the root apex of the maxillary right central incisor had to be sacrificed during the procedure as it was closely related to the root of the supernumerary tooth. After careful debridement, which included complete removal of the remnants, and achieving hemostasis the flap is repositioned and sutured interdentally. Apexification was planned for maxillary left central incisor with Mineral Trioxide Aggregate (MTA, Angelus®, Brazil). Maxillary left central incisor was isolated using rubber dam and working length was determined about 16 mm. MTA was mixed in the ratio of 1:1 on a sterile glass slab, placed into the canal and condensed using reverse ends of the paper points. Intraoral Periapical (IOPA) radiograph was taken after appropriate amount of MTA was condensed into the canal (). After 15 minutes interval obturation using gutta-percha points was completed in maxillary left central incisor. After 3 weeks of apexification composite build-up was done ().", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'9611475': 1, '1931888': 1, '15660748': 1, '10635132': 1, '11544818': 1, '15946264': 1, '15086754': 1, '6945564': 1, '17687179': 1, '16805357': 1, '25206184': 2}", "similar_patients": "{}"}