{"patient_id": 78958, "patient_uid": "4287030-1", "PMID": 25330522, "file_path": "comm/PMC004xxxxxx/PMC4287030.xml", "title": "Solitary Bone Plasmacytoma Progressing into Retroperitoneal Plasma Cell Myeloma with No Related End Organ or Tissue Impairment: A Case Report and Review of the Literature", "patient": "A 70-year-old male came to the hospital with fracture of the left femur. X-ray of the left femur showed a lytic lesion in the subtrochanteric region. Laboratory investigations revealed hemoglobin level of 10.2 g/dL, white blood cell count of 8200/µL, blood urea of 21 mg/dL, creatinine of 1.1 mg/dL, serum Ca2+ of 9.1 mg/dL, total protein of 7.8 g/dL, and albumin of 3.01 g/dL (A:G=0.63). Open reduction and internal fixation were done using a dynamic hip fixator, but there was no healing of the fracture even after 5 months. A biopsy from the fracture site showed sheets of CD138-positive plasma cells with kappa light chain restriction. Bone marrow was normocellular with normal hemopoietic cells and plasma cells constituted 2% of the nucleated differential count. Serum β2-microglobulin was 6.3 ng/L and M spike was 0.74 g/dL. Immunofixation electrophoresis revealed the M spike in the β-globulin region to be of IgA kappa. Bence Jones proteins were absent in the urine. No other lytic or soft tissue lesions were detected in a whole-body MRI scan. Hence, a diagnosis of SBP was made. The patient received radiotherapy (26 cycles) to the left femur over a period of 1 month with a total dose of 5000 cGy. Four months after completion of radiotherapy, a repeat serum protein electrophoresis showed an M spike measuring 2.31 g/dL in the β-globulin region, β2-microglobulin of 5.965 mg/L, total protein of 8.6 g/dL, albumin of 3.2 g/dL, and an A:G ratio of 0.59. The patient complained of diffuse abdominal pain, swelling, and constipation. Abdominal ultrasound revealed a heterogeneous, hypervascular mass of 9.4x6.2 cm in the left suprarenal area, displacing the pancreas anteriorly, and large peripancreatic lymph nodes. Non-contrast CT imaging showed a mass (6.6x4.5 cm) near the pylorus with multiple peripancreatic lymph nodes and a left suprarenal retroperitoneal mass. Colonoscopic examination was normal. Tru-Cut biopsy from the retroperitoneal mass revealed extramedullary plasmacytoma (). Blood analysis showed a hemoglobin level of 10.8 g/dL, serum calcium of 8.1 mg/dL, and creatinine of 1.09 mg/dL. Urine analysis did not reveal any Bence Jones proteins. Bone marrow aspirate showed 2% plasma cells. Bone marrow biopsy showed no increase or clusters of plasma cells. A whole-body PET-CT scan showed multiple metabolically active mass lesions in the retroperitoneum and peripancreatic lymph nodes. The uptake in the lungs, liver, spleen, remainder of the lymph node group regions, and skeletal system was within normal limits. A diagnosis of PCM was made. The patient was treated with chemotherapy with subcutaneous injection of bortezomib and dexamethasone. There was a decrease in the size of the mass after chemotherapy, but the patient’s condition deteriorated and he died 2 months after initiation of chemotherapy.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'11920511': 1, '15472413': 1, '19452592': 1, '8362683': 1, '16677383': 1, '15809451': 1, '6692310': 1, '10524899': 1, '12057071': 1, '1732617': 1, '17582068': 1, '16304406': 1, '14978956': 1, '9662276': 1, '12780789': 1, '3349431': 1, '16855634': 1, '15009059': 1, '8892456': 1, '12528874': 1, '10979944': 1, '7248911': 1, '25330522': 2}", "similar_patients": "{}"}