{"patient_id": 140297, "patient_uid": "4127478-1", "PMID": 25113277, "file_path": "noncomm/PMC004xxxxxx/PMC4127478.xml", "title": "Left lower lobe torsion following upper lobectomy-prompt recognition and treatment improve survival", "patient": "A 57-year-old woman with a left upper lobe mass was referred to our institution for lung resection. Preoperative computed tomography (CT) and positron emission tomography were consistent with lung cancer. Pulmonary function tests revealed a forced expiratory volume in 1 s of 1.64 l (64% predicted), forced vital capacity of 3.1 l (104% predicted) and TLCO of 97% predicted. The patient underwent an uncomplicated left upper lobectomy through open thoracotomy. The fissures were complete, and the inferior pulmonary ligament was mobilized in part. A systematic nodal dissection was performed. She was extubated immediately after surgery and was transferred to the ward as per routine practice. Post-operative chest radiograph revealed satisfactory expansion of the left lower lobe (Fig. ). On the first operative day, the patient remained haemodynamically stable, without systemic upset, but developed atrial fibrillation with tachycardia. Chest X-ray demonstrated complete opacification of the left hemithorax with normal position of the left hemidiaphragm (Fig. ). Urgent rigid bronchoscopy revealed narrowed left lower lobe bronchial orifice and the bronchoscope could not pass through. The left upper lobe bronchial stump was intact. Immediate exploratory thoracotomy was performed. At surgery, the left lower lobe had undergone a 180° anti-clockwise torsion at its brochovascular pedicle. The lung parenchyma was very fragile and haemorrhagic, compatible with early venous infarction, hard with a dark reddish surface. Torsion of the lower lobe was corrected and lower lobe was sutured to pericardium, in order to further investigate the anatomy, and determine whether completion pneumonectomy could be avoided. Her AF resolved with restitution of the lobe. A minitracheostomy was inserted prophylactically. However, over the course of the first few post-operative hours, the patient became progressively more hypoxic and tachypnoeic. CT was performed, demonstrating acute obstruction with possible angulation of main pulmonary artery and complete obstruction of left main bronchus (Fig. ), reported as demonstrating recurrent torsion. The patient returned to theatre for a third time, and at throacotomy, the lobe was found to be in its normal position, but there was now further evidence of infarction, and completion pnuemonectomy was performed. Histological examination confirmed haemorrhagic congestion throughout the left lower lobe parenchyma. Post-operative course was uneventful and patient was discharged home on Day 7.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'18022425': 1, '1637221': 1, '27293912': 2, '3544030': 1, '1609717': 1, '25113277': 2}", "similar_patients": "{'4886097-1': 1}"}