{"patient_id": 148570, "patient_uid": "4622893-1", "PMID": 26512173, "file_path": "noncomm/PMC004xxxxxx/PMC4622893.xml", "title": "Folliculocystic and Collagen Hamartoma: A New Entity?", "patient": "A 19-year-old Korean man visited us with large, infiltrated plaques on his right temporal scalp and soft cystic masses on the ear. The lesions had been present since birth and grew slowly over time. Dermatologic examination showed large, brownish infiltrated plaques studded with numerous follicular comedo-like openings and multiple, various-sized subcutaneous cystic masses on the right temporal scalp and ear (). Mature hairs were barely seen on the lesional scalp. The lesions occurred on the right temporal scalp and ear only, and no other cutaneous lesion was observed in the whole body, including the face, trunk, extremities, and oral mucosa. He had no specific history and familial history of tuberous sclerosis. Moreover, laboratorytests including complete blood count, blood chemistry analysis, and urine analysis showed no other abnormality. He underwent incisional biopsy of a subcutaneous cystic mass on his right temporal scalp under the impression of nevus sebaceous (). The incisional biopsy specimen showed variable-sized multifocal cysts packed with keratin and lined by an infundibular epithelium, comedones plugged with keratin, and sebum in the papillomatous epidermis. The amount and thickness of hyalinized, eosinophilic collagen bundles in the papillary dermis had increased markedly and extended into the subcutaneous fat tissues as fibrous stands. Mature sebaceous glands and hair follicles surrounded by variable concentric fibrosis were observed in the mid dermis. Concentric fibrosis as well as perifollicular fibrosis also involved the small and medium vessels (). Masson's trichrome staining confirmed the increased collagen bundles and the variable concentric fibrosis of hair follicles and other skin appendages (). These characteristic histopathologic findings were not consistent with collagen nevus, nevus sebaceous, and other well-known diseases; thus, we concluded a diagnosis of folliculocystic and collagen hamartoma, on the basis of a literature search revealing this new disease entity. After biopsy, the patient was transferred to the plastic surgery department and the remnant lesions were removed through a wide excision; the resulting defect was repaired with a local advancement flap.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'34287284': 1, '25184645': 1, '14479476': 1, '20175825': 1, '7217375': 1, '21839539': 1, '17890915': 1, '24726545': 1, '21909216': 2, '34131532': 2, '15797177': 1, '33882161': 1, '29258863': 1, '23691114': 1, '19171988': 1, '588450': 1, '26512173': 2}", "similar_patients": "{'3162275-1': 1, '8195546-1': 1}"}