{"patient_id": 86695, "patient_uid": "4867994-1", "PMID": 27179512, "file_path": "comm/PMC004xxxxxx/PMC4867994.xml", "title": "Undifferentiated sarcoma originating from the mitral valve: a case report", "patient": "A 38-year-old female presented with 4 months history of persistent cough with shortness of breath and chest pain. Laboratory tests and physical examination were unremarkable. Chest × ray suggested the pulmonary congestion. Electrocardiography revealed sinus rhythm. The morphological changes of the mitral valve revealed by echocardiography included leaflet and subvalvular apparatus thickening, shortened chordae tendineae, and commissural fusion. The tricuspid valve was intact and right ventricular and atrial sizes were normal under echocardiography.\\nThe operation of mitral valve replacement was scheduled after a provisional diagnosis of serious mitral stenosis. A traditional median longitudinal sternotomy was implemented. After full heparinization, cardiopulmonary bypass (CPB) was routinely applied, and cold cardioplegic solution was instilled via the aortic root after cross clamping the aortic. Upon the opening of the left atrium by longitudinal incision, we observed unexpectedly that a large polypoid mass infiltrated the entire anterior mitral leaflet and part of posterior mitral leaflet, resulting in a 0.5 cm2 orifice area. In addition, part of the left atrium was also involved with the same lesion. According to the character of the mass, we considered it to be heart sarcoma. After a complete resection of the leaflets and chordae tendineae and a partial resection of papillary muscle [Fig. ], we excised part of the left atrium that was infiltrated by the tumor as completely as possible without destroying the full-thickness of left atrium. Lectrocoagulation electrotome setting in 20 J burned the remains of the mitral valve and part of the left atrium. Mechanical heart valve (size 27) replacement was executed in the end. As expected, the heart was beating in sinus rhythm. After careful hemostasis and closing the wound in layers, the patient was carefully transferred to the intensive care unit (ICU) in stable condition. The patient made an uneventful recovery with all pre-operative symptoms resolved and was discharged home on postoperative day 9. She was doing well without signs of recurrence during the 3 months postoperative follow up.\\nOn immunohistochemical examination, the tumor cells stained positive for CD34, CD31, vimentin and WT1 but negative for CK(AE1/AE3), Desmin, Calretinin, CK5/6, S-100 and HMB45. Histology confirmed the diagnosis of undifferentiated sarcoma [Fig. ].", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'21642661': 1, '18428209': 1, '2635939': 1, '12447180': 1, '1728367': 1, '20609770': 1, '2039319': 1, '27179512': 2}", "similar_patients": "{}"}