{"patient_id": 144313, "patient_uid": "4374268-1", "PMID": 25836700, "file_path": "noncomm/PMC004xxxxxx/PMC4374268.xml", "title": "Mixed nutcracker syndrome with left renal vein duplication: A severe and exceptional presentation in an 18-year-old boy", "patient": "This was a case report of an 18-year-old boy presented to our institution with abdominal, pelvic and left flank pain and fatigue, which lasted for the 7 years prior to his first under hospital observation; with daily use of increasing doses of analgesics, including opioids, with no therapeutic success, despite a long investigational history combined with several imaging examinations and laboratory tests.\\nOn physical examination, only a bilateral varicocele was detected visually through the scrotal skin. Initial laboratory tests revealed microhematuria and no other abnormalities.\\nThe ultrasonography showed normal kidney measurements and echogenicity, excluding other anatomical defects.\\nThe Doppler study revealed turbulent pattern of venous blood flow of the posterior and anterior LRV branchs behind the aorta.\\nComputed tomographic angiography (CTA) was performed revealed LRV duplication with dilated retroaortic and preoaortic branchs, entrapped respectively between the aorta and the vertebral column and in the aortico-mesenteric space. The post-anterior diameter of the hilar portion and that of the aortico-mesenteric and aortico-vertebral stenotic portions of the LRV were 9.8 mm and 1.7 mm and 11 mm and 8 mm, respectively. The promoting the anterior and posterior renal NCS [Figures –].\\nSurgery for NCS by auto transplantation of the left kidney was suggested; however, the patient refused and was referred to the vascular and endovascular surgery service to evaluate the possibility of a minimally invasive treatment of varicocele such as a radiologic embolization. He was then submitted to venography, Through a puncture of the femoral vein, the LRV was catheterized showing clamping of the two LRV branchs, with a significant increase in its proximal diameter, besides extensive varices of the deep pelvic venous plexus, with inverted venous reflux in the left spermatic vein, which also had a diameter about 2-3 times larger than expected [Figures and ]. Endovascular therapeutic alternative was initially suggested by left anterograde embolization of varicocele and embolization of pelvic varices. However, this alternative has not been made because of the principal spermatic vein and the collateral veins were impossible to cannulate and because of the high occurrence of vital complications. And the patient was lost to follow up thereafter.\\nIn another institution, surgical treatment of left varicocele was performed, through retroperitoneal approach with isolation and ligation of three large internal spermatic veins. The operator described several other small retroperitoneal collaterals, which were ligated and divided.\\nAt 1 year later, he presented with the same initial symptoms with any improvement in both varicocele and spermogram. Bilateral varicocelectomy was performed by inguinal approach, the cords were dissected and several large spermatic veins were ligated.\\nAt the follow-up, the varicocele improved significantly after the operation, but without improvement of the spermogram. The patient still refuses any surgical treatment of the NCS.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'15055326': 1, '7147503': 1, '3172376': 1, '9112534': 1, '16374539': 1, '15772835': 1, '9669420': 1, '10074588': 1, '31488074': 1, '22919536': 2, '22563273': 2, '15443180': 1, '19946558': 2, '1404688': 1, '22747668': 1, '25836700': 2}", "similar_patients": "{'2783081-1': 1, '3337872-1': 1, '3419408-1': 1}"}