{"patient_id": 147050, "patient_uid": "4531602-1", "PMID": 12760269, "file_path": "noncomm/PMC004xxxxxx/PMC4531602.xml", "title": "Hypersensitivity to Mosquito Bites Associated with Natural Killer Cell–derived Large Granular Lymphocyte Lymphocytosis: A Case Report in Korea", "patient": "A 19-year-old male was referred to our hospital with well-demarcated pustules on the erythematous base on the face/right ear () and with fever for 4 days. He had suffered hypersensitive reactions to mosquito bites, such as skin lesions (ex, nodules, pustules, ulcerations), edematous change on the whole body and the extremities and fever, from childhood. Hepatosplenomegaly or peripheral lymphadenopathy was not detected. Laboratory tests showed white blood cell count 7.0×109/L, hemoglobin 15.0 g/dL, platelet 272×109/L, biochemical profile, including lactate dehydrogenase, was in the normal range. EBV anti-EA-DR IgG, anti-EBNA was positive and serum titer of IgG against EBV VCA increased. Peripheral blood smear revealed many large granular lymphocytes (). Immunophenotypic analysis demonstrated that CD16+CD56+ cells increased (79%) and CD3+, CD4+, and CD8+ cells decreased (15%, 8%, 7%). We found rearrangement of TCRγ-chain gene by PCR analysis in this case (), as in some cases of the GLPD. In our case, Vγ-Jγ consensus primers (5′AGGGTTGTGTTGGAATCAGG3′ and 5′CGTCGACAACAA GTGTTGTTCCAC3′) for TCRγ-chain gene were used. PCR amplification with specific primers for TCRγ-chain gene demonstrated a single band of approximately 160–190 bp for Vγ-Jγ products. Bone marrow aspiration and biopsy revealed no abnormalities. Finally, we diagnosed this patient as NK-LGL lymphocytosis associated with HMB.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'27900557': 1, '2827810': 1, '7962966': 1, '27988064': 1, '1689990': 1, '4320657': 1, '9045900': 1, '827912': 1, '23341729': 2, '10193407': 1, '2544630': 1, '2571673': 1, '6133020': 1, '12760269': 2}", "similar_patients": "{'3546098-1': 1}"}