{"patient_id": 139420, "patient_uid": "4063517-1", "PMID": 24963316, "file_path": "noncomm/PMC004xxxxxx/PMC4063517.xml", "title": "Atrioventricular block as the initial presentation of calcified bicuspid aortic valve", "patient": "This case was a 34 year-old male patient referred to our medical care center (Baqiyatallah Hospital, a referral medical care unit for cardiac electrophysio-logical study) with cardiac shock due to complete heart block [Echocardiography (ECG) findings: pace rhythm ()]. He had a history of AV block (ventricular rate: 30, atrial rate: 60) 3 months prior to referral and he had undergone dual-Chamber permanent pacemaker (PPM) implantation. At echocardiography, which is shown in , he had severe left ventricular enlargement, less than 30% ejection fraction, normal right ventricular size with mild dysfunction, mild to moderate mitral valve regurgitation (2+), thick and calcified bicuspid AV with invasion to interventricular septum (with area of 1.4*1 cm), moderate to severe AI, severe AS, and dilated ascending aorta (aneurysm = 5 mm).\\nThe aortic valve properties in echocardiography included aortic valve velocity-time integral (AV VTI) = 120 cm, left ventricular outflow tract velocity-time integral (LVOT VTI) = 11 cm, aortic valve pressure gradient (AVPG) = 78 mmHg, aortic valve mean gradient (AVMG) = 50 mmHg, Anulus = 2.6 cm, valsalva sinus = 4.2 cm, and ascending aorta = 5.0 cm. After admitting the patient to intensive care unit and stabilizing his general medical condition, the patient was referred to a cardiac surgeon for aortic valve replacement (AVR), replacement of ascending aorta, and root aneurysm with tube graft (Bentall procedure) which is a standard procedure in such cases. Furthermore, a 3 chambers intra-cardiac defibrillator (ICD) was used for him. After 2 weeks of operation, he was discharged and at the first post-hospitalization visit (one week later), his cardiovascular condition was acceptable; there was no considerable dysfunction in implanted valve and pacemaker.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'20665054': 1, '12860869': 1, '22073324': 2, '23358558': 2, '19766771': 1, '8315928': 1, '639201': 1, '18681350': 1, '20805253': 1, '17130319': 1, '12996186': 1, '18799444': 1, '16645403': 1, '24963316': 2}", "similar_patients": "{'3209593-1': 1, '3557002-1': 1}"}