{"patient_id": 145500, "patient_uid": "4423048-1", "PMID": 25952955, "file_path": "noncomm/PMC004xxxxxx/PMC4423048.xml", "title": "Reduction en masse can be treated using pure laparoscopic transabdominal preperitoneal hernioplasty following early CT diagnosis: report of a case", "patient": "A 61-year-old Japanese man presented with an irreducible lump over his left groin, leading to the reduction of an incarcerated inguinal hernia by a doctor at another hospital. Later, he was admitted to our hospital with vomiting and abdominal pain. A physical examination revealed a soft abdomen, with some distension. Some tenderness was also noted over the lower abdomen, but there was no longer a lump over his left groin. CT showed a ball-like lesion containing an incarcerated bowel loop over his left pelvis (Fig. a and b). The patient was diagnosed with an incarcerated small bowel obstruction due to an inguinal hernia reduction en masse; a laparoscopic TAPP hernioplasty was performed.\\nA 12-mm trocar was inserted, via a minilaparotomy in the umbilicus, to create an artificial pneumoperitoneum and to introduce a flexible laparoscope, under general anesthesia. Two, 5 mm trocars were inserted along the mammary line of the left umbilical region and right lower abdominal region. The incarcerated bowel was naturally released as a result of the combined effects of the muscle relaxant under general anesthesia, and hernia orifice dilatation during the induction of the artificial pneumoperitoneum for groin laparoscopy (Fig. a). Small intestine congestion was noted, but the small intestine was not strangulated (Fig. b). The hernia sac was resected and a wide range of the preperitoneal cavity was dissected (Fig. c). The myopectineal orifice was then covered with a 14 × 10 cm polyester mesh (Parietex™ Folding Mesh; Covidien, Mansfield, MA, USA; Fig. d). Absorbable staple fixation devices (Absorba Tack™; Covidien) were used to secure the mesh, and the peritoneal flap was closed with continuous suturing. Finally, the viability of the incarcerated small intestine was confirmed. The operative time was 79 min. The patient's postoperative course was uneventful, and he was discharged 4 days after surgery. At the 23-month follow-up, the patient's clinical condition was satisfactory and there was no evidence of recurrence.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'18004500': 1, '22383215': 1, '30096534': 1, '28790095': 1, '10804738': 1, '4846551': 1, '17393571': 1, '21610986': 2, '12724826': 1, '11727097': 1, '25952955': 2}", "similar_patients": "{'3097719-1': 1}"}