{"patient_id": 145349, "patient_uid": "4421560-1", "PMID": 25984041, "file_path": "noncomm/PMC004xxxxxx/PMC4421560.xml", "title": "Treat the patient not the lab value", "patient": "In May 2007, a 39-year-old male truck driver was referred by his primary care physician (PCP) to a neurologist for evaluation concerning peripheral neuropathy. The patient stated that he began having numbness in his lower extremities approximately 3 years prior. He described icy cold sensation along with pain in his toes, associated with needle-like pricks that interfered with his sleep. The symptoms at this point had progressed to his left upper extremity. There was no complaint of weakness. The patient had no exposure to recreational drugs or any other hazardous material at work. There was no family history of similar symptoms. The patient's only other medical history consisted of genital herpes and simple removal of super-numerary mammary glands at the age of 13.\\nThe physical examination was significant only for stocking-and-glove sensory deficit on pinprick examination as well as high arches in his feet.\\nThe patient underwent a nerve conduction EMG study; however, the results were not grossly abnormal. The impression of the EMG study was early sensory-motor peripheral neuropathy (probably demyelination).\\nThe patient was referred to the above neurologist who elected to run several haematologic tests. Of those included are listed below, most of which were within normal range except for a low alpha-galactosidase A (α-Gal A) as well as abnormal lipids. The patient subsequently was further evaluated with urine analysis, EKG, 2D Echo, MRI of the abdomen and ultrasound of the kidneys to evaluate kidneys and other internal organs for evidence of storage disease. The results were only significant for possible hepatic fatty infiltration. No specific focal kidney disease was identified on ultrasound or MRI.\\nThe patient was diagnosed with Fabry's disease and was referred to us to start enzyme replacement therapy. The first striking point was the lack of proteinuria. In fact having normal urine in a 39-year-old man with Fabry's disease was unusual and did not match with the natural course of the classic form of the Fabry–Anderson disease. Therefore, we sent the patient to a dermatologist, a cardiologist and an ophthalmologist. Surprisingly, the ophthalmologic examination under slit lamp was found to be normal, and dermatologist and cardiologist did not find any evidence in favour of Fabry's disease. Table shows the typical signs of Fabry's disease at different stages of life and compares it with our patient. It becomes apparent that the patient does not show significant signs to state that he has Fabry's disease, despite the lab value showing decreased levels of galactosidase A. Therefore, we question whether mutations in the disorder can lead to milder forms of the disease that may not require therapy. Approximately 90% of males have neurologic, dermatologic and cardiac manifestations by the second, third and fifth decades of life, respectively. It is also believed that males with atypical variants may present later in life more with cardiomegaly or proteinuria. Genetic testing at this point was required. We found that the patient did in fact have a mutation. It was the D313Y allele mutation. Based on the genetic testing results and the patient's signs and symptoms, we concluded that the patient did not have Fabry's disease.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'11694547': 1, '15025684': 1, '9918480': 1, '15126980': 1, '15064943': 1, '14081947': 1, '11889412': 1, '17060007': 1, '14680977': 1, '17623715': 1, '23393592': 1, '14635108': 1, '16232095': 1, '12585833': 1, '25984041': 2}", "similar_patients": "{}"}