{"patient_id": 75109, "patient_uid": "4020499-1", "PMID": 24872898, "file_path": "comm/PMC004xxxxxx/PMC4020499.xml", "title": "Oral Myiasis Caused by Chrysomya bezziana in Anterior Maxilla", "patient": "A 70-year-old female presented with a chief complaint of swelling in relation to the upper front teeth since 3 days. She gave history of pain which was of pricking type radiating to the upper half of the face. Extraoral examination revealed a single diffuse swelling measuring 5 × 4 cm2 involving the upper lip and the surrounding structures (). Skin overlying the swelling appeared normal. On palpation the inspectory findings were confirmed and there was no local rise in temperature and no pulsation; the swelling was firm and tender. There was no numbness or paresthesia in relation to the swelling.\\nPatient was from a low socioeconomic background, was malnourished, and had a poor oral hygiene. Intraoral examination revealed diffuse necrosis of soft tissues in labial vestibule in relation to teeth 11, 12, 13, 14, 21, 22, and 23. The area was soft and tender on palpation. The anterior part of the hard palate showed necrosis and the mucosa covering it was completely detached exposing the underlying bone (). A sinus opening was seen present on the mucosal surface of upper lip in relation to tooth 11. Live grayish white maggots were seen crawling through the opening of the sinus. PNS view revealed radiolucency in relation to teeth 11, 12, and 21 suggestive of bone resorption (). The hematological report was normal.\\nThe patient was treated by removal of the maggots, debridement, and irrigation. The wound was debrided under local anesthesia and roller gauze impregnated with turpentine oil was inserted into the cavity created as a result of tissue necrosis. 30–40 live maggots were harvested from the affected region (). Copious irrigation with normal saline and povidine iodine was performed. Under antibiotic coverage with oral penicillin, the patient underwent debridement again until the maggots were completely removed. On entomological examination the maggots were found to be of species Chrysomya bezziana (Figures and ).", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'21180453': 2, '22224006': 2, '17429188': 1, '26220558': 1, '23139555': 1, '23633879': 2, '17461907': 1, '22114438': 2, '18167489': 1, '19172044': 1, '24872898': 2}", "similar_patients": "{'3220154-1': 1, '2996000-1': 1, '3633295-1': 1, '3249998-1': 1}"}