{"patient_id": 149662, "patient_uid": "4707313-1", "PMID": 26755936, "file_path": "noncomm/PMC004xxxxxx/PMC4707313.xml", "title": "Biventricular Takotsubo Cardiomyopathy Associated with Epilepsy", "patient": "An 83-year-old female presented to our emergency room with 2 episodes of 10 minute-duration of generalized tonic-clonic seizures at home and in the ambulance.\\nHer height was 155 cm, body weight was 42.2 kg. Blood pressure (BP) was 160/100 mm Hg, pulse rate was 105/min, respiration rate was 22/min, and body temperature was 37.0℃. Peripheral oxygen saturation was 96% with oxygen flow of 6 L/min via facial mask.\\nShe had an epilepsy 7 years prior to this attack after cerebral hemorrhage on left parietal and right temporal lobe. She was on donepezil 10 mg, methylphenidate 10 mg, choline alfoscerate 400 mg, acetyl L-carnitine 500 mg, trifrusal 300 mg because of her vascular dementia. She did not have hypertension, diabetes mellitus or dyslipidemia. She was independent in her activities of daily living and had never complained about chest pain or dyspnea before the admission.\\nWhen she was admitted, there was another 5-minute duration of generalized tonic-clonic seizure with conjugate deviation of the eyes to the right. Status epilepticus was terminated after intravenous lorazepam 4 mg injection and phenytoin 750 mg infusion. But BP was dropped from 160/100 mm Hg to 70/40 mm Hg and her consciousness was impaired. Central venous catheter was inserted and hemodynamic support was done for a cardiogenic shock.\\nChest X-ray showed cardiomegaly and patchy increased opacities in right upper and lower lobes (). Arterial blood gas analysis showed a metabolic acidosis (pH: 7.24, PaO2: 70 mm Hg, PaCO2: 39 mm Hg, HCO3-: 16.7 mmol/L). A diffusion-weighted magnetic resonance brain imaging showed localized encephalomalacic lesions in left parietal lobe and right temporal pole region with peripheral old blood product deposition.\\nDivision of cardiology was called for suspecting ST elevation myocardial infarction (STEMI) since an electrocardiogram (ECG) showed precordial V2-4 ST segment elevation and she was found to have elevated cardiac enzymes on serial measurements (Troponin I levels 0.62 µg/L and 4.87 µg/L respectively) (). There was no evidence of pericarditis or pheochromocytoma from her history, clinical symptoms, laboratory findings and echocardiographical features.\\nAn emergency transthoracic echocardiography (TTE) showed an apical ballooning of the left ventricle (LV) with severe systolic dysfunction (LV ejection fraction = 23% by Simpsons methods) and focal hypokinesia of right ventricular (RV) apex with decreased RV systolic function. Fractional area change (FAC), [(RV end diastolic area - RV end systolic area) / RV end diastolic area × 100] was 22 %, tricuspid annular plane systolic excursion was 20 mm. These impairments extended beyond a coronary artery distribution ().\\nDespite TTE finding was accordant with TC, emergency coronary angiography was done since we suspected STEMI. There was no significant stenosis in left anterior descending artery, left circumflex artery and right coronary artery. But we found a focal significant stenosis in ramus intermedius artery (). However, hypokinesia of the mid to apical LV and RV from TTE were discordant with coronary artery lesion.\\nShe had no further epileptic seizures during hospitalization with sodium valproate 300 mg every 12 hours and initial metabolic acidosis was resolved. After supportive care with standard heart failure therapy (aspirin, ß-blocker, angiotensin converting enzyme inhibitor, 3-hydroxy-3-methylglutaryl-coenzyme A reductase inhibitor, diuretics and anti-convulsant), her clinical condition was getting better and moved from intensive care unit to a general ward.\\nWhen patient was hospitalized for 10 days, follow-up echocardiography was taken. In TTE, mid to apical wall motion of LV was almost improved except for apico-anterior wall and apical RV wall motion abnormality was not observed any more (). RV FAC was improved from 22% to 44%. The patient was discharged 14 days after admission on foot.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'10790357': 1, '18277028': 1, '19475750': 1, '27468334': 1, '17000628': 1, '16720686': 1, '6538024': 1, '20589200': 1, '27081454': 1, '20580097': 1, '29761372': 1, '16431176': 1, '27081453': 1, '23914028': 1, '25585367': 1, '7801741': 1, '30905042': 1, '30700451': 1, '21194774': 1, '26755936': 2}", "similar_patients": "{}"}