{"patient_id": 87014, "patient_uid": "4891907-1", "PMID": 27274722, "file_path": "comm/PMC004xxxxxx/PMC4891907.xml", "title": "Fatal neurotoxic envenomation following the bite of a greater black krait (Bungarus niger) in Nepal: a case report", "patient": "A 33-year-old male laborer found a snake on the outdoor corridor of his house at Golbasti, Ilam municipality, Ilam district, in the eastern hills of Nepal (N 26.89874°, E 87.91900°, elevation 1515 m a.s.l.) at 6:30 p.m. on 4 August 2012. Believing that it was a non-venomous snake, he picked it up and carelessly handled the snake. The victim, who had been under the influence of locally produced alcoholic drink (“Jaand”), hit the back of the snake once with a wooden plank and then picked the snake up again and played with it joining its head with the tail. When his wife urged him not to handle the snake, he replied that the snakes in the hills of Nepal were non-venomous. Unresponsive to advice, the man touched and pressed the injured back of the snake. In this moment, at 7:00 p.m., the snake bit the index finger of his right hand. The man then picked the snake up and put it in a bucket.\\nAfter the bite, the patient’s brother applied a tourniquet to his forearm. The patient then walked for about 10 min to his neighbor’s house. The neighbor immediately carried him on a motorcycle to the hospital in Ilam Bazaar (Ilam district, Nepal, distance 2.2 km) where he arrived at 7:30 p.m. On admission, there were fang marks indicating multiple bites with slight bleeding from the bite sites. Healthcare staff washed the finger, applied a crepe bandage, and infused saline over 30 min. At 8:00 p.m., the patient was suffering from burning sensation at the bite site and appeared significantly ill, he had developed bilateral ptosis, difficulty in speaking, slurred speech, and had pain in the chest and abdomen. Moreover, he vomited for the first time. As antivenom was not available in this hospital, arrangements were made to transfer the patient to the snakebite treatment center of Charali in Jhapa district. At 8:30 p.m., the ambulance went from Ilam to Charali with the patient. At 9:00 p.m., difficulty in speaking increased so the patient started to communicate by nodding his head, shaking his hands and writing something with his index finger which his illiterate wife could not understand. He also vomited for a second time and, at 9:15 p.m. and 10:30 p.m., a third and fourth time. At 10:50 p.m., when the ambulance reached Charali, the patient was semi-conscious.\\nOn admission to the Charali Snakebite Treatment Center (about 4 h after the bite), the attending healthcare staff were not able to find any fang marks, presumably as an effect of the bite site having been washed at Ilam Hospital. There was no detectable swelling or inflammation. However, bilateral ptosis, difficulty in swallowing, slurred speech, and difficulty in speaking were recorded at 11:00 p.m. Antivenom was administered at 11:15 p.m. in an initial bolus dose of 100 mL of polyvalent anti-snake venom serum (produced by VINS Bioproducts Ltd., targeted against B. caeruleus, N. naja, E. carinatus, and D. russelii snake venoms) preceded by a subcutaneous injection of adrenaline (0.25 mL of 1:1000 solution) []. Atropine (0.6 mg) and neostigmine (0.5 mg) were given with the same infusion as an attempt of anticholinesterase treatment. At 11:20 p.m., the patient vomited for the fifth time and received antiemetic treatment in the form of an intravenous injection of metoclopramide (10 mg). At 11:35 p.m., the patient showed rashes near the infusion cannula at the left hand and was given an intravenous injection of pheniramine maleate (10 mg). The same dosage of atropine and neostigmine treatment was repeated at 11:45 p.m., although the first injections had not resulted in any improvement.\\nAt 00:05 a.m. on 5 August 2012, the following symptoms were noted: the patient was unable to speak, could not protrude the tongue, swallow, or frown. A second dose of 100 mL of antivenom was injected and his airways cleared using a suction pump. At 00:15 a.m. he was again given atropine and neostigmine (0.6 and 0.5 mg, respectively). At 00:25 a.m., the patient was re-evaluated and found to show no improvement. At 00:30 a.m., he received a third dose of 100 mL of antivenom by slow intravenous bolus injection. By this time, the patient’s respiratory rate was altered, his blood pressure lowered, and blood oxygen level decreased. Attempts were made to intubate the patient but failed three times. Then, attempts were made to manually ventilate him with a mask and Ambu bag. When his pulse rate decreased to 55, he was given atropine (0.6 mg, subcutaneously) which increased the rate. At 00:45 a.m., endotracheal intubation was successful, but the patient’s blood oxygen level was down to 40 % and his blood pressure dropped, immediately followed by cardiac arrest. Cardiopulmonary resuscitation was attempted until he was declared dead at 01:00 a.m. (8 h after the bite). Because of the absence of laboratory facilities in the Charali Snakebite Treatment Center, no information on the patient’s ECG, potassium and sodium levels, total leucocyte count, blood urea, creatine kinase, albumin, myoglobin or blood cells in urine was available.\\nThe snake specimen brought to the Charali Snakebite Treatment Center by the snakebite victim was a male B. niger measuring 1,357 mm in total length. The snake was labelled and preserved in 70 % ethanol. After morphological examination and taxonomic identification by one of the authors (DPP), it was permanently deposited in the snake collection of the B. P. Koirala Institute of Health Sciences, Dharan, Nepal (voucher number 02-023).", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'12151569': 1, '23264729': 1, '22299479': 1, '15636376': 1, '29556251': 1, '18784244': 1, '20855420': 1, '20126271': 1, '21572992': 1, '26244947': 1, '33477742': 1, '27274722': 2}", "similar_patients": "{}"}