{"patient_id": 85509, "patient_uid": "4765112-1", "PMID": 26911800, "file_path": "comm/PMC004xxxxxx/PMC4765112.xml", "title": "Intravenous melatonin abuse leading to recurrent aortic valve endocarditis: a case report and discussion", "patient": "Mr. S is a 58-year-old gentleman with a complicated medical history including recurrent pulmonary embolism related to antiphospholipid syndrome (APS), pulmonary arteriovenous malformation, major depression with two prior deliberate overdose attempts and remote intravenous drug abuse (IVDA). He initially presented to a community hospital following a motor vehicle accident after new onset seizures and was found to have a small intraparenchymal brain hemorrhage. Anticoagulation was held and he recovered with no long-term neurologic sequelae.\\nOne month later he was admitted to inpatient medicine with suicidal ideation and hyponatremia, stabilized and transferred to psychiatry. Later exam revealed a weight increase of 2.3 kg over a 48 h period along with low grade fever, new systolic and diastolic murmurs, significant bilateral lower extremity edema and recurrence of hyponatremia. Blood cultures grew Granulicatella adiacens and trans-esophageal echocardiogram showed aortic valve vegetations and moderate to severe regurgitation. He was treated for endocarditis with penicillin and gentamicin. The infection was attributed to poor dentition (Mr. S adamantly denied any IVDA) and three teeth were extracted. He was referred for valve replacement but this was postponed due to concern over bleeding risk.\\nOver the next several months, Mr. S. had multiple admissions to inpatient psychiatry for suicidality and a medical admission for pulmonary embolism and worsening biventricular heart failure. He was referred again for valve replacement.\\nPrior to surgery he presented with increasing malaise, fevers and chills. Blood cultures grew Streptococcus salivarius (viridans) and examination showed worsening heart failure, mitral and aortic insufficiency murmurs, splinter hemorrhages on two fingers and a Janeway lesion on the left distal forearm. Additionally, he had a palpable venous cord with overlying injection marks on the right lateral wrist. Echocardiogram showed aortic valve endocarditis with mobile vegetation (Fig. ) and severe regurgitation. He was treated with targeted intravenous antibiotics.\\nDuring this admission Mr. S reported he had been crushing single 5 mg tablets of melatonin, mixing with ice water and injecting intravenously several times per week, up to two times per day for the past two years. He confirmed this history on psychiatric consultation and added that he now had a sense of relief about having “a clean slate, no more secrets.” Mr. S. described an initial euphoric effect with melatonin injection. This diminished but he continued injecting to help initiate sleep.\\nMr. S underwent aortic valve replacement a week after he disclosed to staff his abuse of melatonin. Of note, he had only one psychiatric hospitalization in the nine months subsequent to his valve replacement compared with six inpatient psychiatric admissions in the year prior to his surgery.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'25461651': 1, '23574121': 1, '20218949': 1, '22714640': 1, '19752455': 1, '16336040': 1, '24871348': 1, '25341165': 1, '24349331': 1, '24629403': 1, '20950455': 1, '25187753': 1, '26911800': 2}", "similar_patients": "{}"}