{"patient_id": 150373, "patient_uid": "4751908-1", "PMID": 26917962, "file_path": "noncomm/PMC004xxxxxx/PMC4751908.xml", "title": "Nutritional management in an elderly man with esophageal and gastric necrosis after caustic soda ingestion: a case report", "patient": "A 70-year-old man was hospitalized in the Institute of Geriatric Rehabilitation Santa Margherita, Pavia, on August 1, 2013, with this admission diagnosis: patient with PEJ from April 2013, esophageal and gastric necrosis from caustic soda ingestion with results of gastrectomy and jejunostomy. In conjunction with a clinical evaluation based on patient history, it was take into account a depressive syndrome, total esophagectomy, pharyngolaryngectomy, pharyngeal-colon-ileal anastomosis, bearer of tracheostomy, and with an history of previous cholecystectomy and appendectomy. Written informed consent was obtained from the patient as well as this case report was performed according to the Declaration of Helsinki and approved by Institute of Geriatric Rehabilitation Santa Margherita institutional review board.\\nAt the initial nutritional assessment on admission, the patient was categorized as “patient with a severe malnutrition”, with serum albumin of 3.15 mg/dL, body mass index (BMI) of 17.3 kg/m2 (50 kg for 1.70 m), Mini Nutritional Assessment (MNA) equal to 10 points, and weight loss of ~5.2% in the previous 6 months. The score of Activities of Daily Living (ADL) was 2 points, which showed that nutritional difficulties restricted the ability to perform self-care activities. In particular, the patient was not able to maintain an independent life, such as needs help in bathing and in moving from bed to chair. Other parameters, at baseline and in the time progression, are shown in .\\nThe nutrition support team recommended to continue the use of the PEJ; therefore, the patient received a polymer and high-caloric formula, with an elevated content of soluble fibers from partially hydrolyzed guar gum (PHGG) (500 mL ×2, 1.5 kcal/mL, 6.0 g proteins/100 mL, 18.3 g carbohydrates/100 mL, 5.9 g lipids/100 mL, and 2.2 g PHGG/100 mL), indicated for patients with a sole source of nutrition on medical grounds (eg, short bowel syndrome), following total gastrectomy and disease-related malnutrition. Other nutritional characteristics of this formula are listed in . The elected speed of the enteral nutrition (EN) was 80 mL/h, because the patient was already under artificial nutrition from April 2013. The formula was well tolerated during hospitalization (2 months), there were no episodes of diarrhea or vomiting, and the weight remained stable.\\nThe patient was again hospitalized on November 5, 2013, for a medium-/long-term complication, which was local infection, pain, diarrhea, and malnutrition. At the nutritional assessment, the following parameters were detected: serum albumin of 3.76 mg/dL, BMI of 17.3 kg/m2 (50 kg for 1.70 m, weight stable), and MNA equal to 13 points. There was no weight loss between the two admissions; then the nutrition support team recommended to continue the use of the polymer and high-caloric formula, with an elevated content of soluble fiber, PHGG (500 mL ×2). The elected speed of the EN was 60 mL/h (initially decreased due to diarrhea) and was recommended to increase the speed of 20 mL/h up to 120 mL/h, given the good tolerance of the patient to the formula in the previous admission. The patient responded well and continued this formula, by increasing the speed for 1 month.\\nOn December 10, 2013, a computed tomography was performed to exclude the presence of adhesions and the regular passage of the bolus.\\nHence, the medical team removed the PEJ, and the patient switched from EN to oral nutrition. At the nutritional assessment, the serum albumin was 3.34 g/dL, the BMI was 17.3 kg/m2 (50 kg for 1.70 m, weight stable), and the MNA was equal to 16 points. Other parameters are shown in . The patient reported that he began to do breakfast with a cup of milk and rusks, eating fruits and vegetables two times a day, and meat and fish every day.\\nGenerally, the risk of decline in ADL increases markedly in this stage, then, the nutrition support team decided to introduce two oral high-caloric supplements: an energy supplement in powder, based on maltodextrin, immediately soluble in foods, hot/cold drinks, and sweet/savory drinks (six servings a day with the measuring cup; 5 g for three measuring cups in the first course at lunch and three measuring cups in the first course at dinner, 120 kcal) and a liquid energy–protein supplement (a formula with high energy, protein, and enriched with arginine, vitamin C, zinc, and antioxidants).\\nAfter 1 month, on January 15, 2014, the patient was discharged from the institute and was able to eat a regular meal instead of artificial nutrition. The ADL score of 5 points showed that the patient was able to undertake self-care.\\nIn summary, the progression in time of the nutritional intervention from artificial to oral nutrition is shown in .", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'9932013': 1, '2200966': 1, '23401564': 1, '21035309': 1, '18417321': 1, '24075771': 1, '25643304': 1, '23247229': 1, '29036912': 1, '26091311': 1, '26917962': 2}", "similar_patients": "{}"}