{"patient_id": 147485, "patient_uid": "4550002-1", "PMID": 26321850, "file_path": "noncomm/PMC004xxxxxx/PMC4550002.xml", "title": "Bilateral dens invaginatus in the mandibular premolars – Diagnosis and treatment", "patient": "A 25-year-old male patient reported to the Department of Conservative Dentistry and Endodontics of our institution with a chief complaint of bilateral swellings in relation to the lower right and left posterior teeth since the last 2 months. The patient gave a history of an occasional dull aching pain in relation to the swellings. There was no relevant medical history. Clinical examination revealed draining sinuses in relation to noncarious 35 and 45 []. Both the teeth were tender to percussion and failed to respond to thermal and electrical pulp testing. Radiographic examination of both 35 and 45 revealed an Oehlers’ Type I DI, with incomplete root-end formation and a periapical radiolucent lesion. Incidentally, an Oehlers’ Type I DI was also noted in relation to 34 and 44 [Figures and ]. However, both 34 and 44 were nontender and showed a positive response to pulp testing. To obtain a detailed understanding of the root canal morphology and evaluate the type of invagination, a spiral computed tomography (CT) scan was done with a multi-detector CT scanner (16 slices/s), as per the recommendations given by Christoph et al.[] to reduce the radiation dosage (collimation: 1 mm; pitch: 2; tube voltage, 80 kV; tube current, 40 mA). Axial images were transmitted to a commercially available dental program (Denta scan, Advantage Windows; General Electric, Buc, France) to reformat panoramic and cross-sectional images in all three planes [Figures –].\\nA clinical diagnosis of pulp necrosis and chronic periapical abscess in relation to 35 and 45 was made. Endodontic therapy was performed under rubber dam isolation. Access cavities were prepared, and the canal negotiated with small size files. The working lengths were established and recorded []. The canal was enlarged, and central hard tissue was removed using H-files and Gates Glidden drills with copious irrigation using 5.2% sodium hypochlorite. Calcium hydroxide dressing was given during the inter-appointment period for 2 weeks. Apical closure was done using mineral trioxide aggregate (MTA), and the teeth were obturated by the thermoplasticized technique using Obtura II (Obtura Spartan Co., Fenton, MO, USA) with vertical compaction using finger pluggers. Then, both the teeth were restored with composite resin access restorations. There was no evidence of any pathology in relation to 34 and 44 and hence no treatment was needed for these teeth.\\nPostoperative clinical and radiographic examination after 6 months showed satisfactory healing of the draining sinus and periapical lesion in relation to 35 and 45 [Figures –].", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'10332241': 1, '28566871': 2, '8896633': 1, '1058189': 1, '19262734': 1, '27713460': 1, '16521383': 1, '3865763': 1, '18718382': 1, '31799167': 2, '20617071': 2, '13013727': 1, '1476495': 1, '277856': 1, '13477660': 1, '26321850': 2}", "similar_patients": "{'2898096-1': 1, '2898096-2': 1, '2898096-3': 1, '6875537-1': 1, '5426152-1': 1}"}