{"patient_id": 146544, "patient_uid": "4499561-1", "PMID": 26175596, "file_path": "noncomm/PMC004xxxxxx/PMC4499561.xml", "title": "A Case Report: Cavitary Infarction Caused by Pulmonary Tumor Thrombotic Microangiopathy in a Patient with Pancreatic Intraductal Papillary Mucinous Neoplasm", "patient": "A 52-year-old man presented with diffuse abdominal and back pain and respiratory symptoms (mild cough and whitish sputum) for several days. He had a history of surgical treatment for IPMN associated with recurrent pancreatitis 10 years previously, for which further pathological details were not available. Physical examination revealed abdominal rigidity and fine crackles in both lungs. The patient had anemia, diabetes, and hypoxemia. His oxygen saturation level was below 90% (room air). Laboratory findings were as follows: white blood cells, 6940/µL; Hb, 7.0 g/dL; platelet count, 22.9 × 104/µL; amylase, 9 IU/L; lipase, 18 IU/L; glucose, 149 mg/dL; and CRP, 14.5 mg/dL. Carbohydrate antigen 19-9 was 4332 U/mL. Echocardiography revealed mild resting pulmonary arterial hypertension.\\nChest radiographs showed bilateral multifocal consolidations, which were predominantly in both upper lung fields and particularly prevalent close to the pleura (). Chest computed tomography (CT) images (lung window setting: window width, 1500 Hounsfield unit [HU]; window level, -700 HU) revealed ill-defined wedge-shaped consolidations and ground glass opacities predominantly in the peripheral portions of the lungs. There was cavitation in some of the consolidations (). Enhanced abdominal CT scans showed multiple cystic lesions suggesting IPMN in the remnant pancreas and peripancreatic lymphadenopathy (). However, pathological evaluation of the pancreatic lesion and complete oncological evaluation were not performed at that time. We started empirical antibiotics and antifungal agents under the working diagnosis of septic emboli or fungal infection. However, chest CT images 3 weeks later demonstrated that the wedge-shaped consolidations had rapidly become aggravated, and cavitation had progressively developed in the consolidations, despite antibiotic and antifungal therapy (). Furthermore, subjective symptoms of dyspnea and chest radiograph findings had deteriorated. Therefore, we obtained specimens from the cavitary consolidations by percutaneous transthoracic needle biopsy. However, the biopsy specimens only showed numerous neutrophils and necrosis without any organisms such as bacteria or fungus. The patient then underwent a video-assisted thoracoscopic lung biopsy for an accurate pathological diagnosis. Two weeks after the operative biopsy, the patient died despite intensive supportive care.\\nThe pathological features of the specimen explained the cause of the unexplained lung lesions and the patient's condition. Tumor emboli were found involving multiple levels of the microscopic pulmonary vasculature, from medium-sized arteries down to small arteries or arterioles. The areas surrounding these tumor emboli-containing vessels consisted of necrotic tissue that appeared to have been caused by pulmonary infarction (). Pulmonary arteries and arterioles were stenosed and occluded by fibrocellular intimal proliferation induced by intraluminal tumor emboli composed of compact nests of columnar mucin-producing glands and papillae with a fibrovascular core. However, contrary to previously reported cases of thrombotic microangiopathy, there was little fibrinous thrombosis within the involved pulmonary microvasculature (). Histologically, pulmonary mucinous adenocarcinoma shows extremely well differentiated and tumor cells float within the pool of mucin, but tumor cells of this case looked like intestinal columnar cells, gastric foveolar cells and pancreatobiliary cells with papillae. Additional immunohistochemical findings demonstrated that tumor cells are positive reaction for mucin 5AC (MUC5AC), but negative for thyroid transcription factor-1 (TTF-1) ().", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'4095672': 1, '15660700': 1, '22493640': 2, '10919385': 1, '7484563': 1, '31032740': 1, '19961641': 1, '18079237': 1, '11259704': 1, '8497633': 1, '7808055': 1, '22470592': 1, '32714825': 1, '12239033': 1, '27635254': 2, '26175596': 2}", "similar_patients": "{'5006143-1': 1, '3318165-1': 1}"}