{"patient_id": 81826, "patient_uid": "4491556-1", "PMID": 26185694, "file_path": "comm/PMC004xxxxxx/PMC4491556.xml", "title": "Ovarian and Renal Vein Thrombosis: A Rare Cause of Fever Outer the Postpartum Period", "patient": "The female patient (29 years old) with the complaints of high fever, chill, and shivering was admitted to the outpatient clinic of the infectious diseases. The patient had given birth to her second child 11 days before she was hospitalized. She used amoxicillin-clavulanic acid due to her fever emerging on the 3rd day of the postpartum period. She was admitted to our clinic because of her high fever despite the antibiotherapy. Blood and urine cultures were obtained from the patient for the preliminary diagnosis of pelvic inflammatory disease and then she was given ceftriaxone and metronidazole. She was not feeling healthy. The patient gave birth to a male baby with a natural vaginal delivery and there was no complication in the postpartum period. Additionally, she had the negative clinical history. On the other hand, she had the hypercoagulation status and cancer in her family history.\\nShe did not have nausea and vomiting as well as vaginal bleeding. According to her physical examination and system queries, there was no finding regarding the infectious diseases. There was no pathological finding in her obstetric-gynecologic examination. The signs of the patient were as follows: orally measured body temperature was 38.7°C, blood pressure was 140/94 mm Hg, the pulse was 108 beats/min, the respiratory rate was 22 breaths/min, and the oxygen saturation was 100%. The hematological parameters of the patients with ovarian and renal vein thrombosis: APTT: 33,5 seconds, PTZ-INR: 1,09, PTZ: 13,3 seconds, bleeding time: 1 minute, platelet count: 175100 K/mm3, antithrombin III: 109%, protein S antigen: 62%, protein C antigen: 90%, and fibrinogen: 503 mg/dL.\\nAccording to laboratory tests, the number of leukocytes was 8370 mm3, hs-CRP was 236 mg/L, and sedimentation rate was 69 mm/h. Biochemical parameters were within normal limits. Urine analysis was normal and there were no microorganisms in both blood and urine cultures. According to the molecular genetic analysis, MTHFR C677T and Factor V Leiden 1691 D>A results were evaluated as normal. The results of the homocysteine level analysis, Russell venom time (dRVVT), lupus anticoagulant, and anticardiolipin antibody were found to be negative. Chest X-ray was observed to be normal. There was a heterogeneity in the myometrium and a fluid in the endometrial cavity according to her abdominal USG. There was an appearance consistent with edema in her right over periphery according to the abdomen CT and thrombus in the right ovary vein, the right renal vein, and the inferior vena cava (Figures , , and ). There was no deep vein thrombosis but the patent venous system was observed in the bilateral lower extremity venous Doppler imaging. Echocardiogram findings were normal.\\nThe anticoagulant treatment (enoxaparin 2 × 60 mg, subcutaneous) was started and she had the normal temperature on the 4th day. She was discharged from the hospital after the 7th day due to her good health status. She received the anticoagulation therapy with warfarin (INR 2-3) orally and she did not have the symptoms in the following 6 months after being discharged. There was no other complication during the 6-month follow-up.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'10494756': 1, '9451526': 1, '10785951': 1, '9933682': 1, '31063140': 1, '1876354': 1, '26788386': 2, '5539122': 1, '2115254': 1, '22737678': 2, '16635274': 1, '8362720': 1, '18194726': 1, '15900650': 1, '16147754': 1, '21902992': 1, '25539573': 2, '26185694': 2}", "similar_patients": "{'3339064-1': 1, '4691616-1': 1, '4307671-1': 1}"}