{"patient_id": 147722, "patient_uid": "4560549-1", "PMID": 26375229, "file_path": "noncomm/PMC004xxxxxx/PMC4560549.xml", "title": "Sweet Syndrome in childhood", "patient": "Patient, female, one year and eleven months old, with onset of erythematous-papular\\nlesions on the forehead for around 3 weeks that progressed to erythematous-violaceous\\nlesions in plaques involving all the face ( and ). There was also onset of\\nlesions on the lower limbs bilaterally, mainly on the posterior surface of limbs,\\ncharacterized by erythematous plaques with raised borders and central necrosis (). There was no itching and discreet pain in\\nlower limb lesions. She did not present lesions in the oral cavity, trunk, palms and\\nsoles of feet. She had been using ferrous sulfate and montelukast sodium for 3\\nmonths.\\nDuring the last week the patient had fever varying between 37.5ºC and 38.5ºC. She was\\neating well, without vomit and/or diarrhea. The following tests were requested:\\nHemogram: red blood cells 4,000,000; hemoglobin 9.91; hematocrit 31; platelets\\n442,000\\nLeukogram: 12,300 leukocytes with 51% segmented, 2% band neutrophils, 34%\\nlymphocytes and 8% eosinophils\\nEAS: volume 20ml, density 1010, slightly cloudy, citrine in color, 20-30 pyocytes,\\n5-8 red blood cells, ketone bodies (1+).\\nBiochemical tests, abdomen ultrasound and thorax X-ray without alterations.\\nA cutaneous incisional biopsy was done on a lesion on a left lower limb. Treatment for\\nurinary infection was started with cephalexin (100mg/kg/day) and prednisolone\\n(1mg/kg/day) for one week. The histopathologic result was febrile neutrophilic\\ndermatosis ( and ). After 5 weeks of treatment with oral corticotherapy there was\\nclear improvement of lesions, mainly edema regression, infiltration and erythema, in\\naddition to absence of febrile symptoms.", "age": "[[1.0, 'year'], [11.0, 'month']]", "gender": "F", "relevant_articles": "{'28461837': 1, '21603809': 1, '28566930': 1, '34970368': 2, '8621829': 1, '29316368': 1, '21437518': 1, '26375229': 2}", "similar_patients": "{'8683110-1': 1}"}