{"patient_id": 75863, "patient_uid": "4081416-1", "PMID": 25009643, "file_path": "comm/PMC004xxxxxx/PMC4081416.xml", "title": "Primary yolk sac tumor of the retroperitoneum: A case report and review of the literature", "patient": "A 19-year-old female presented with abdominal distension and edema in the lower limbs for six months. The patient was admitted to Chunan Chinese Traditional Medical Hospital (Hangzhou, China) and an abdominal computed tomography (CT) scan revealed a solid mass located in the retroperitoneum (tumor size, 20×25×30 cm). A palliative tumor resection was performed during the first exploratory laparotomy on October 28, 2009; the large pelvic mass was not completely removed and widespread metastasis was found. The histopathology report revealed a malignant retroperitoneal tumor (although a YST was initially considered) and two cycles of single-agent mitomycin (10 mg) chemotherapy were performed by intraoperative intraperitoneal and intravenous administration.\\nThe patient was transferred to the Zheijiang Cancer Hospital (Hangzhou, China) on November 17, 2009. The α-fetoprotein (AFP) serum levels were elevated to 9,859.76 ng/ml (normal level, <10 ng/ml); cancer antigen 125 (CA-125) levels were elevated to 51.90 U/ml (normal level, <35 U/ml); the serum β-human chorionic gonadotropin (β-hCG; normal level, <10 mIU/ml), carcinoembryonic antigen (CEA; normal level, <5.0 ng/ml), carbohydrate antigen 19-9 (CA 19-9; normal level, <37 U/ml) and squamous cell carcinoma (SCC) antigen (normal level, <1.5 ng/ml) were within the normal ranges. A pelvic CT scan revealed a pelvic mass (tumor size, 7.4×9.3 cm; ) and an upper abdomen CT showed multiple enlargements of the retroperitoneal lymph nodes.\\nFollowing two cycles of chemotherapy consisting of bleomycin (15 mg for three consecutive days), etoposide (150 mg for four consecutive days) and cisplatin (40 mg for three consecutive days; termed a BEP regimen), the serum AFP levels decreased to 1,251.27 ng/ml on January 7, 2010 and the CT scan revealed that the tumor size had significantly reduced (). The interval debulking and fertility-sparing surgeries (unilateral left side salpingo-oophorectomy, omentectomy and intumescent lymph node resection) were performed on January 12, 2010. No residual tumor was found and the histopathology report showed a marginal quantity of tumor tissue in the pelvic floor and no positive lymph nodes (). Following surgery, an additional two cycles of chemotherapy, consisting of the aforementioned BEP regimen, were administered continuously. Following surgery and an additional two cycles of the BEP regimen, the serum AFP levels decreased to 8.17 ng/ml following the final administration of the BEP regimen on February 28, 2010.\\nHowever, tumor recurrence occurred three months after the final BEP regimen. The serum AFP levels elevated to 193.99 ng/ml on June 4, 2010 and magnetic resonance imaging (MRI) revealed a cystic and solid mass in the right parametrium (). A salpingostomy and secondary cytoreductive surgery were performed on June 11, 2010. No residual tumor was found and the histology report showed metastatic or invasive malignant tumors (although a YST was initially considered) on the surface of the sigmoid colon and the rectum (). The patient underwent three cycles of chemotherapy consisting of bleomycin (15 mg for three consecutive days), vincristine (1.5 mg on day one) and cisplatin (40 mg for three consecutive days; termed a BVP regimen) and three cycles of chemotherapy consisting of vincristine (1.5 mg one day one) and cisplatin (40 mg for three consecutive days; termed a VP regimen). Following the final VP regimen on October 11, 2010, the AFP level decreased to 2.59 ng/ml and the CA-125, β-hCG, CEA, CA 19-9 and SCC were within the normal ranges.\\nHowever, tumor recurrence occurred just three months following the final BVP regimen. The serum AFP level elevated to 72.80 ng/ml on January 10, 2011 and the CT scan revealed that the cystic and solid mass in the right parametrium had markedly increased (compared with the prior MRI) (). Radical surgery (hysterectomy, unilateral right side salpingo-oophorectomy and right pelvic lymphadenectomy) was performed on January 18, 2011. No residual tumor was found and the histopathology report showed spindle cells (although a YST was initially considered) on the surface of the small intestine ().\\nFollowing surgery, the patient received two cycles of chemotherapy consisting of vincristine (1 mg on day one), actinomycin D (400 μg for five consecutive days) and cyclophosphamide (200 mg for three consecutive days; termed a VAC regimen). However, the serum AFP level increased to 465.27 ng/ml following the final VAC regimen on March 14, 2011 and the positron emission tomography/CT revealed tumor metastases to the liver and the spleen. Therefore, the patient was administered three cycles of chemotherapy consisting of taxol® (210 mg on day one), ifosfamide (2 g on day one and 1 g on days two and three) and cisplatin (70 mg on day one; termed a TIP regimen), while the serum AFP level continuously increased to 3,500.01 ng/ml following the final TIP regimen on May 23, 2011. The patient presented with liver and spleen metastases and succumbed to cachexia 21 months after diagnosis.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'16623016': 1, '10726633': 1, '10326703': 1, '30191347': 2, '34705815': 1, '7514435': 1, '7651644': 1, '26962288': 2, '19419810': 1, '1690272': 1, '34106610': 2, '21934340': 1, '9053482': 1, '2445635': 1, '1845936': 1, '19060506': 1, '30766756': 2, '32049847': 2, '34326736': 2, '27729734': 1, '30607283': 1, '11349186': 1, '11919246': 1, '198350': 1, '7512129': 1, '11181664': 1, '6155988': 1, '20851596': 1, '15171308': 1, '15960232': 1, '12146988': 1, '11848434': 1, '25009643': 2}", "similar_patients": "{'7035024-1': 1, '4768458-1': 1, '8299403-1': 1, '8133229-1': 1, '6372916-1': 1, '6372916-2': 1, '6127073-1': 1}"}