{"patient_id": 141844, "patient_uid": "4217035-1", "PMID": 25368665, "file_path": "noncomm/PMC004xxxxxx/PMC4217035.xml", "title": "Idiopathic Pleuroparenchymal Fibroelastosis Presenting in Recurrent Pneumothorax: A Case Report", "patient": "A 76-year-old female patient was admitted with a 3-year history of nonproductive coughing. She had no other symptoms such as sputum, dyspnea or fever. She never smoked and was not taking any medicine. Physical examination showed clear breathing sound on both lungs. Routine biochemistry and hematology profile was normal. Anti nuclear antibody was positive and a titer was 1:80 in a speckled pattern. Rheumatoid factor was 30.4 IU/mL (normal range, 0.1-15 IU/mL). Other autoimmune markers were all negative.\\nHer chest X-ray showed multifocal consolidations and reticulonodular infiltrations in peripheral portion of both lungs (). Chest HRCT also showed multifocal subpleural consolidations with reticular opacities in both lungs, predominantly in upper lungs. Architectural distorsion and traction bronchiectasis were combined. There was no definite honeycomb appearance. Small localized pneumothorax in right lung was also observed (). Patient underwent bronchoalveolar lavage which showed 36% lymphocytes, 1% neutrophils, 62% macrophages, and 1% eosinophils. The CD4/CD8 ratio was 0.71. Video-assisted thoracoscopic surgery was performed at the right lower lobe. The specimen revealed dense fibrosis in the subpleura, lung parenchyme and interstitium with temporal heterogeneity (). She was treated with prednisolone and azathioprine under the impression of rheumatoid lung, on the basis of elevated rheumatoid factor, HRCT and the biopsy results. Coughing was improved slightly after treatment. After 1 month, she complained of dyspnea and pleuritic chest pain. Physical examination revealed decreased breathing sound on right lung. Chest X-ray showed a large size of pneumothorax in right lung (). Chest tube was inserted for re-expansion. She underwent video-assisted thoracoscopic wedge resection of right upper lobe in this time for exact diagnosis. Dense pleural adhesions at apex and inflammatory changes at visceral pleura were observed grossly during operation. The biopsy revealed marked subpleural thickening and homogenous fibrosis. Dense elastic fibers were seen in the subpleura and adjacent parenchyma on elastic stain ().\\nIn summary, she had chronic dry cough and recurrent pneumothorax. Multiple subpleural consolidations were seen predominantly in upper lobes on imaging study. Also the specimens obtained from the right upper lobe by surgical lung biopsy revealed dense fibrosis and elastic fibers in subpleura on elastic stain with normal lung parenchyma. Idiopathic PPFE was diagnosed based on clinical manifestation, HRCT and biopsy results. We report here a first case of idiopathic PPFE in Korea.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'21822205': 1, '26380141': 2, '15596706': 1, '32714826': 1, '22441748': 1, '30568138': 1, '24032382': 1, '27141432': 1, '21861891': 1, '18408658': 1, '25368665': 2}", "similar_patients": "{'4563085-1': 1, '4563085-2': 1}"}