{"patient_id": 78743, "patient_uid": "4273548-1", "PMID": 25544914, "file_path": "comm/PMC004xxxxxx/PMC4273548.xml", "title": "Gemella morbillorum Endocarditis", "patient": "The 67-year-old male patient underwent gastroscopy and colonoscopy for investigational purposes under the preliminary diagnosis of anemia; the examinations revealed normal findings. After twenty days, the patient was referred to the infectious diseases outpatient clinic upon experiencing fever in addition to ongoing fatigue and deterioration of the overall status. The patient did not have preexisting pathologies such as cardiac diseases, steroid treatment, diabetes mellitus, and long-term antibiotic treatment or a history of intravenous drug abuse. The physical examination revealed that he was conscious with a body temperature of 38°C, blood pressure of 130/85 mmHg, a pulse of 85/min, and respiration of 23/min. Oral examination revealed the presence of total prosthesis. The cardiac and circulatory system examination detected 2/6° diastolic murmur in the aortic focus. The abdominal examination revealed dullness in the traube's space and palpable spleen at the rib curve. Results of the other system examination were normal. Laboratory test results were as follows: 8900/mm3, neutrophil: %78, hemoglobin: 10.1 gr/dL, erythrocyte sedimentation rate (ESH): 76 mm/hour, C-reactive protein (CRP): 114 mg/L (N: 0–5 mg/L), and procalcitonin: 0.14 ng/mL (N: 0–0.05 ng/mL). The results of the routine biochemical tests were normal. Flora bacteria grew in the throat culture while urinary culture showed no growth. Imaging tests revealed a normal lung graphy. The spleen size was detected to be increased (133 mm) at the abdominal ultrasonography (USG) with hypoechoic regions detected in the parenchyma at the sizes of 40 × 41 mm and 44 × 38 mm (infarction was considered primarily with abscess being considered secondarily). Computed tomography of the abdomen showed a spleen size larger than normal with the parenchymal hypodense lesions being considered as infraction areas or metastasis. Contrast-enhanced cerebral magnetic resonance imaging (MRI) showed a region that was consistent with subacute infraction in the left occipital lobe. Transthoracic echocardiography (ECHO) revealed an image that was consistent with vegetation of 14 mm × 10 mm size in the aortic valve (ımage). Electrocardiogram detected a normal sinus rhythm. Three hemocultures were obtained within the first 24 hours when the patient had fever. Incubation was performed at the Bactec 9240 (Becton Dickinson, USA). The samples obtained from the two hemoculture vials exhibiting positive signal were cultivated into the blood and chocolate media. In the blood agar, the bacteria that formed colonies resembling the small beta-hemolytic streptococcal colonies were detected to be oxidase-catalase negative Gram-positive cocci with further identification being performed by Phoenix (Becton Dickinson, USA). The susceptibility of the strain to penicillin (10 μg), ampicillin (10 μg), erythromycin (15 μg), chloramphenicol (30 μg), clindamycin (10 μg), levofloxacin (5 μg), linezolid (30 μg), ceftriaxone (30 μg), vancomycin (30 μg), and teicoplanin (30 μg) (Himedia, INDIA) was determined using the disc diffusion method based on the recommendations of the Clinical and Laboratory Standards Institute (using the streptococcus species as the standard) (CLSI) []; the bacterium identified as G. morbillorum was detected to be susceptible to all the antibiotics used.\\nA decision to start medical treatment was made as a result of the cardiology and cardiovascular surgery clinic consultation. Under the diagnosis of infective endocarditis, since occurrence of abscess at the background of infraction in the spleen could not be excluded, treatment with ampicillin-sulbactam 12 grams/day IV and gentamicin 240 mg/day IV was started. After three weeks of treatment, the following values were detected: leukocyte: 5000/mm3, Hb: 8.99 gr/dL, ESH: 64 mm/hour, CRP: 55.2 mg/L, and procalcitonin: 0.80 ng/mL. Control ECHO showed vegetation of 7.5 mm × 13.1 mm size in the aortic noncoronary cuspis (). The control abdominal USG showed a spleen size that was at the upper limit of the normal with two hypoechoic lesions in the parenchyma with a size of 61 × 39 mm and 39 × 37 mm, respectively. A repeated cardiology and cardiovascular surgery consultation was requested for the patient, who showed a partial reduction in the body temperature that could not be completely kept under control with no reduction in vegetation, upon the decision to continue with the medical treatment. Cardiovascular surgery patients despite the recommendations and guidelines of all our insistence operation did not take. Our view was in favor of early operation. The previous medication was discontinued and replaced by a broader-spectrum meropenem 6 grams/day IV and vancomycin 2 × 1 gram/day IV. The patient, receiving this treatment for a week, developed left hemiplegia after 4 weeks. The cerebral diffusion MRI performed on the same day detected an early-stage infraction in the right frontotemporal region. The patient for whom a decision to perform valvular replacement was made was referred to an external site for operation by his own will.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'34659942': 2, '31129633': 1, '21121507': 1, '33851086': 2, '18033841': 1, '17148095': 1, '7827381': 1, '29594142': 2, '33585676': 1, '11716255': 1, '33537207': 2, '19925509': 1, '19122942': 1, '20378524': 1, '15472375': 1, '25544914': 2}", "similar_patients": "{'8491562-1': 1, '5836218-1': 1, '8039096-1': 1, '7838709-1': 1}"}