{"patient_id": 146212, "patient_uid": "4478309-2", "PMID": 26120298, "file_path": "noncomm/PMC004xxxxxx/PMC4478309.xml", "title": "Iatrogenic Colonic Perforation due to Computed Tomographic Colonography", "patient": "An 86-year-old woman with hypertension was referred to Hokkaido Gastroenterology Hospital, Hokkaido, Japan, with an elevated serum carcinoembryonic antigen level (25.5 ng/ml). A CT scan of the abdomen revealed focal thickening of the transverse colon that suggested colonic tumor. Therefore, she was admitted for evaluation of suspected colonic cancer. Colonoscopic examination revealed an obstructive tumor in the transverse colon and no information on the proximal side of the obstruction. The examination was finished after a biopsy specimen had been obtained from the tumor for histological assessment.\\nOn the same day, CTC was performed after colonoscopy to investigate the rest of the colon and for preoperative examination. A 24-French flexible double-balloon catheter was inserted into the rectum with the patient in the left lateral position, and automated colonic insufflation was performed by an experienced radiographer using an ENIMA CO2 device (Horii). Distension pressure was set to 0–20 mm Hg. During insufflation, the patient was first placed in the right lateral decubitus position for delivery of 1.4 l of CO2. She was then placed in the supine position until a total of approximately 2 l of CO2 had been delivered. She was then rolled into the left decubitus position. Images were acquired in the supine and left decubitus positions. At the end of the examination, residual gas and fluid in the rectum was discharged through the catheter. The patient did not complain of abdominal pain during the examination.\\nWhen reviewing the first stack of axial images obtained in the supine position after examination, a substantial amount of free air in the peritoneal cavity was detected (fig. ). The patient's vital signs were stable. Physical examination revealed no abdominal tenderness on palpation. Therefore, she was treated conservatively with antibiotics, no oral intake and intravenous hyperalimentation. The next day, she developed mild fever (37.6°C), but remained asymptomatic. Blood tests 2 days after CTC showed that she had mild inflammation (white blood cell count and CRP levels were 10,630 µl and 2.73 mg/dl, respectively); however, she remained asymptomatic. Approximately 2 weeks after CTC, a right hemicolectomy was performed to remove the tumor. No perforation site was detected in surgical findings. The postoperative course was uneventful, and the patient was discharged 1 month after the surgery. Based on pathological findings, no perforation site was detected; however, multiple air bubbles were observed in the tumor and the mesentery around the tumor, which indicated that pneumoperitoneum had occurred at the tumor site (fig. ).", "age": "[[86.0, 'year']]", "gender": "F", "relevant_articles": "{'15148643': 1, '17352037': 1, '17665253': 1, '16543590': 1, '23414650': 1, '18446401': 1, '20660440': 1, '14724164': 1, '22983280': 1, '15148650': 1, '23643567': 1, '16569789': 1, '16357389': 1, '22595505': 1, '16641348': 1, '26120298': 2}", "similar_patients": "{'4478309-1': 2}"}