{"patient_id": 75050, "patient_uid": "4016293-1", "PMID": 24597740, "file_path": "comm/PMC004xxxxxx/PMC4016293.xml", "title": "Endovascular aneurysm repair in emergent ruptured abdominal aortic aneurysm with a ‘real’ hostile neck and severely tortuous iliac artery of an elderly patient", "patient": "A 79-year-old woman was admitted to the emergency department of Peking Union Medical College Hospital complaining of severe abdominal pain with unknown causes for 4 hours. The pain got worse after 2 hours with an acute hypotension (blood pressure drop from 106/79 mmHg to 61/44 mmHg), heart rate elevation (from 80 beats/min to 100 beats/min) and blunted. Laboratory investigation noted a decrease of hemoglobin from 119 g/dL to 62 g/dL in half an hour. Emergent computed tomographic angiography (CTA) showed the presence of a very tortuously ruptured AAA that now was 10.33 cm in diameter with a 90° neck angle (Figure A). The rupture, which extended from 2.5 cm below the opening of bilateral renal arteries down to the celiac artery and elongated to both common iliac arteries, involved the inferior mesenteric artery. Although the two iliac arteries were unobstructed with a 2.1 cm and 1.8 cm diameter of the right and left respectively, the right iliac artery was severely tortuous with a ‘S’ appearance (Figure B and C).\\nPrevious medical history was normal except that she had a hypertension for more than 10 years with a maximum blood pressure of 160/90 mmHg, and was diagnosed of AAA by CTA with a maximum diameter of 6 cm in 2009. She refused to follow up because of no abdominal symptoms since then. She had no surgical history. Given the age of the patient and the emergent status, an endovascular approach was conducted despite the hostile neck. The time of door-to-cath lab was about 70 minutes. After local anesthesia, a 6-F, 11 cm-long introducer sheath (Cordis, Johnson & Johnson, NJ, USA) was placed percutaneously through the left groin for the diagnostic angiography, which confirmed the existence of an unfavorable aneurysm inferior to the renal artery (Figure A and Additional file : Movie S1). An 18-F, 30-cm-long sheath (W.L. Gore & Associates, Flagstaff, AZ, USA) was introduced and a 28-12-160-mm Excluder aortic main body (W.L. Gore &Associates) was deployed below the origin of the bilateral renal arteries (Additional file : Movie S2). Another 18-F, 30-cm-long sheath (W.L. Gore & Associates, Flagstaff, AZ, USA) was used, and two iliac legs of 20–120 and 20–100 (W.L. Gore & Associates, Flagstaff, AZ, USA) were placed superior to the opening of the right hypogastric respectively.\\nThe guidewire was hard to enter the iliac leg due to the severely tortuous right iliac artery (Additional file : Movie S3), and therefore balloon-assisted technique was designed. The balloon was deployed in the proximal part of the main body and then inflated, thus keep the stiff wire in place which allowing the positioning of the guidewire (Figure B and Additional file : Movie S4).\\nIn order to avoid the type Ib endoleak, we deployed a 26–30 cuff above the bifurcation of the iliac artery (W.L. Gore & Associates, Flagstaff, AZ, USA) (Figure C). A 20–140 iliac leg was placed above the bifurcation of the left iliac artery (Figure D). The stent-grafts were dilated using balloons (CODA, COOK, USA). The following angiography showed a severe Ia endoleak in the proximal neck (Figure E and Additional file : Movie S5), and therefore, a 32–4.0 Cuff (W.L. Gore & Associates, Flagstaff, AZ, USA) was deployed distal to opening of the left renal artery with off-the-shelf solution [] (Figure F).\\nFinal angiography confirmed successful sealing of the rAAA with continued perfusion of both celiac and right renal arteries, and the aortic body pulsation disappeared accordingly (Figure G, H and Additional file : Movie S6). The patient had an uneventful recovery and was discharged home after 6 days. She is well and symptom-free 6 months later. Follow-up CT at 6 months demonstrated fluent celiac and bilateral renal arteries (Figure ).", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'17276096': 1, '29142494': 1, '22964737': 1, '18234751': 1, '23265582': 1, '16887369': 1, '23095611': 1, '21804487': 1, '15351191': 1, '17291144': 1, '20081762': 1, '18083340': 1, '23579199': 1, '23210865': 1, '23471076': 1, '18446774': 1, '16520154': 1, '7984027': 1, '23171095': 1, '24084274': 1, '18178478': 1, '25905015': 1, '18346575': 1, '20382983': 1, '22262115': 1, '25887163': 2, '19826022': 1, '23265584': 1, '23588110': 1, '23338971': 1, '24093314': 1, '17042668': 1, '24597740': 2}", "similar_patients": "{'4357166-1': 1}"}