{"patient_id": 144393, "patient_uid": "4377346-1", "PMID": 25830136, "file_path": "noncomm/PMC004xxxxxx/PMC4377346.xml", "title": "Atypical HUS caused by anti-complement factor H antibody: a hematologist's perspective", "patient": "A 9-year-old girl presented to our hematology clinic complaining of vomiting for 15 days and generalized weakness and back and neck pain of similar duration. She also complained of vague abdominal pain. She had no fever or diarrhea immediately preceding the episode. There was no history of significant past illness. Her growth and development was normal for her age. She was born out of non-consanguineous marriage with no perinatal complications. She has one older brother who is apparently normal. On examination, she had significant pallor and icterus, without cyanosis or edema. On admission, her blood pressure was 118/78 mmHg, pulse 98 beats/min, respiratory rate 26 breaths/min. Abdomen was soft, nontender with normal bowel sounds. Liver was 3 cm palpable; there was no splenomegaly, lymphadenopathy, or skin rash. A summary of her laboratory parameters at admission is shown in .\\nA peripheral smear examination showed 20 NRBCs/100 WBCs, polychromasia, anisopoikilocytosis and microspherocytes with presence of fragmented cells (). Differential count was normal with no atypical cells found. She was diagnosed with a case of thrombotic microangiopathy. Plasma exchange therapy was started. The laboratory parameters started improving after 1 day ().\\nShe responded to the therapy and her vomiting, abdominal pain, and icterus improved. Based on the clinical features, normal stool culture, and low C3 level, diagnosis of aHUS was considered and a genetic screen was performed for common mutations associated with aHUS. Results of the genetic screen are shown in . She was started on immunosuppressants with pulse cyclophosphamide and daily prednisolone. The patient is currently on a tapering dose of prednisolone. She has been doing well for the last 14 months, with no evidence of recurrence to date.", "age": "[[9.0, 'year']]", "gender": "F", "relevant_articles": "{'12966129': 1, '15590760': 1, '19179328': 1, '22284541': 1, '16621965': 1, '16990386': 1, '18800230': 1, '21902819': 1, '19821824': 1, '19179329': 1, '17599974': 1, '25830136': 2}", "similar_patients": "{}"}