{"patient_id": 78225, "patient_uid": "4238222-1", "PMID": 25431731, "file_path": "comm/PMC004xxxxxx/PMC4238222.xml", "title": "A Case of Retroperitoneal Castleman's Disease and an Update on the Latest Evidence", "patient": "A 40-year-old female was admitted to our Surgical Department due to an asymptomatic left pararenal mass. The lesion was incidentally discovered during routine gynecological ultrasound workup. Past medical history was unremarkable. The patient did not report any abdominal discomfort, flank pain, back pain, weight loss, sweating, fatigue, or fever. On physical examination, she was afebrile with normal vital signs. Superficial lymphadenopathy or organomegaly was absent. Complete blood count, serum biochemistry, and tumor markers (CA 19-9, CA-125, CEA, AFP, and NSE) were all within normal range.\\nFurther investigation with thoracic and abdominal computed tomography revealed a 7.6 × 5.3 × 12 centimeters' heterogeneous lesion adjacent to the left kidney. The mass was hypervascular with regular margins and did not invade other structures. Imaging of the thorax, mediastinum, and the rest of the abdominal cavity was unremarkable (). On abdominal magnetic resonance imaging, the mass exhibited both T1 and T2 hyperintensity in a heterogeneous fashion (Figures and ). Based on the imaging modalities, differential diagnosis included malignancy and a lymph nodal mass.\\nDue to diagnostic uncertainty, we opted for a surgical exploration. The lesion was entirely removed via a left flank approach under general anesthesia. Postoperative course was uneventful and the patient was discharged on the 5th postoperative day.\\nHistology revealed a lymph node specimen constituted by small-sized follicles with atrophic germinal centers and hyperplastic follicular mantle regions. The germinal centers were almost totally replaced by endothelial and dendritic cells. Mantle cells were arranged in layers surrounding the atrophic germinal centers. The interfollicular area abounded in numerous postcapillary venules, small vessels, with concentric fibrosis or hyalinization of their wall, and multiclonal plasma cells, while the number of the lymphocytes was reduced. No normal lymphoid tissue or lymph node sinus was recognized circumferentially. The immunohistochemical assays highlighted the CD20 expression of the mantle cells surrounding the hyaline vascular germinal center follicles, the dendritic cell hyperplasia, prominent vascularity of the interfollicular area, and reduced expression of Ki67 in the atrophic germinal centers. HHV-8 staining was negative. Histology was conclusive for Castleman's disease, hyaline/vascular variant.\\nOne year after the operation, the patient remains asymptomatic and in perfect general condition. Yearly abdominal computed tomography was negative for local recurrence or any other intra-abdominal pathology ().", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'21822592': 1, '21944791': 1, '21501323': 1, '19566000': 1, '22693388': 1, '19290029': 1, '21997995': 1, '22367441': 1, '11251576': 1, '6314696': 1, '21602182': 1, '12185513': 1, '4551306': 1, '33088135': 1, '22289956': 1, '20864917': 1, '21765191': 1, '10091744': 1, '21848666': 1, '25431731': 2}", "similar_patients": "{}"}