{"patient_id": 82541, "patient_uid": "4546142-1", "PMID": 26293242, "file_path": "comm/PMC004xxxxxx/PMC4546142.xml", "title": "Rare fibrolipoma of the tongue: a case report", "patient": "A 71-year-old Caucasian woman presented to our hospital with a painless swelling on the ventral surface of her tongue (Fig. ). For the previous 30 days, she had had dysfunction of phonation and swallowing, and a sensation of ‘obstruction’ of the oral cavity.\\nOur patient did not manifest other pathologies except for moderate hypercolesterolemia. The neoformation, involving the anterior portion of the ventral surface of her tongue, had a 40mm maximum diameter, a curvy shape and soft consistency, was movable on the superficial and deep plans and, furthermore, was covered by mucosa, which appeared to be normal in color and trophism. After a clinical evaluation, an in-depth diagnostic analysis using computed tomography (CT) was undertaken.\\nA contrast-enhanced CT scan showed an oval-shaped neoplasm, with distinct margins, and a rather patchy density (Fig. ). Nonetheless, its features seemed to confirm the adipose composition of the mass. Therefore, after clinical and instrumental evaluation, surgical treatment was suggested. Under local anesthesia, an intraoral approach was planned in order to perform the removal of the mass, by means of a vertical mucosal incision on the midline, on the inferior surface of the tongue. Intraoperatively, the excision was more laborious at some points because fibrous bands appeared to be focally infiltrating surrounding tissues, and the neoformation was hard to detach (giving rise to some doubts about the nature of the lesion).\\nOn macroscopic examination (Fig. ), the mass appeared to be capsulated, soft and yellowish in color, and 40 × 40mm in size.\\nOn histological examination, the lesion showed clear characteristics of mature adipose tissue, without atypical aspects, subdivided by fibrous shoots in multiple adipose vacuums (Fig. ); peripherally, fibrous connective tissue was well represented and the mass was rolled up in a connective fibrous tissue capsule, on which it was possible to observe numerous fibrous bands; hence the histological evaluation classified the lesion as a fibrolipoma.\\nThe postoperative period was uneventful and our patient was discharged a few days later, with her tongue functions perfectly safeguarded.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'26885425': 2, '6928897': 1, '23723609': 2, '19830025': 2, '19562364': 1, '21998799': 1, '8676242': 1, '34888039': 1, '24834810': 1, '6957523': 1, '12653233': 1, '28316781': 1, '29354591': 1, '5239745': 1, '11510003': 1, '21447447': 1, '15472660': 1, '31060610': 2, '23633822': 2, '26293242': 2}", "similar_patients": "{'6503388-1': 1, '3663181-1': 1, '3302006-1': 1, '3636840-1': 1, '4739214-1': 1}"}