{"patient_id": 142365, "patient_uid": "4253042-3", "PMID": 25506386, "file_path": "noncomm/PMC004xxxxxx/PMC4253042.xml", "title": "Fine-needle aspiration cytology of pilomatrixoma: A short series of three cases", "patient": "A 9-year-old male presented with a swelling on right side neck of 2 years duration. There was no associated pain or history of trauma prior to appearance of the swelling. On examination, it was a firm, freely mobile swelling in the posterior triangle of the neck measuring 1 cm × 1 cm. The overlying skin was normal. Clinical figure is not available. Clinically inclusion cyst was the diagnosis in case 1 and case 2 and in case 3 clinical suspicion of an enlarged lymph node was considered. FNAC was performed using 23G needle and 10 mL syringe. Wet fixed and air dried smears were stained with H and E and Giemsa respectively. FNAC was done followed by surgical resection in all the three cases for histological confirmation of diagnosis.\\nMicroscopy of case 1 and case 2 show moderately cellular smears comprising of sheets of degenerated anucleated and keratinized squamous cells (ghost cells). Few cluster of basaloid cells having large, round, regular basophilic nuclei with evenly dispersed chromatin and large nucleoli with ill-defined cytoplasmic margins and sheets of anucleated squames along with focal areas of calcified debris. Case 1 showed few scattered giant cells in addition to the above mentioned findings and case 2 in addition showed a solitary cluster comprising of small squamous cells with small, dark nuclei and scant dense cytoplasm surrounded by basaloid cells [Figures and ].\\nCase 3 on FNA showed highly cellular smears comprising mainly of singly lying and clusters of small and medium sized basaloid cells showing mild pleomorphism with round to ovoid vesicular nuclei, dispersed nuclear chromatin, occasional nucleoli and mild to moderate cytoplasm with well-defined cell borders. Cells within the clusters at places showed overlapping and nuclear molding. Background showed few naked nuclei, cellular debris and mixed inflammatory infiltrate along with the occasional mitosis []. A cytologic diagnosis of PMX was rendered in case 1 and case 2 and biopsy advised. However, case 3 was earlier categorized as squamous cell carcinoma/appendageal tumor on the basis of predominance of basaloid cells showing pleomorphism and occasional nucleoli. But considering the patients young age, duration of the swelling and lack of significant pleomorphism made us do a careful reexamination of smears which eventually showed an occasional ghost cells and a diagnosis of PMX cannot be rule out was given on review.\\nHistopathological examination in all three cases showed typical picture of PMX showing mainly nests of basaloid cells, few islands of ghost cells along with foreign body giant cells and focal areas of calcification. Giant cells were absent in case 1 and calcification was absent in case 3 [Figure and ].", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'18478800': 1, '17377471': 1, '31544052': 1, '22615520': 1, '23354890': 1, '30498290': 1, '14676160': 1, '9704827': 1, '31942101': 1, '32908727': 1, '11507698': 1, '25506386': 2}", "similar_patients": "{'4253042-1': 2, '4253042-2': 2}"}