{"patient_id": 85324, "patient_uid": "4748504-1", "PMID": 26904705, "file_path": "comm/PMC004xxxxxx/PMC4748504.xml", "title": "Mitochondrial Myopathy in Follow-up of a Patient With Chronic Fatigue Syndrome", "patient": "A 30-year-old Caucasian male, philosophy graduate, came to our Department of Internal Medicine, referring a history of prolonged fatigue for more than 10 consecutive months, being more evident as the day progressed, and did not improve with bed rest and worsened with physical and mental effort, significantly interfering with daily activities and work. He also reported that was accompanied by unrefreshing sleep, impairment in short-term memory and concentration, together with headache behind the eyes and in the back of the head and postexertional malaise that lasted more than 24 hours.\\nThese symptoms began approximately 6 months after the diagnosis of infective endocarditis of the native valve with negative blood cultures, treated successfully with antibiotics, replacement of the aortic valve, and oral anticoagulation.\\nThe patient also complained of other medical conditions, such as dry eye sensation, slow digestion with postprandial fullness, and Raynaud’s phenomenon in the coldest winter months. He knew it from his youth but could not specify the age of onset.\\nFamily history included the following: mother with mild hypertension; angina pectoris, hypertension, and dyslipidemia in the father; 2 sisters and 2 nephews apparently healthy.\\nPhysical examination revealed only a systolic murmur II/VI from the prosthetic valve in aortic area and no other abnormalities.\\nRoutine hematological and biochemical parameters in blood and urine showed no abnormalities, except international normalized ratio 2.8. Other tests performed were iron homeostasis, basal and 2-hour plasma glucose test, thyroid function, creatine kinase, basal cortisol, 25(OH)D, folic acid, B12, B6 serum level, cell-mediated and humoral immunity, C-reactive protein, angiotensin-converting enzyme levels, serum protein electrophoresis, antinuclear antibody (ANA), anti-Ro (SSA) and anti-La (SSB), anti-endomysial, anti-neutrophil cytoplasmic antibodies, as well as cryoglobulins, and all were negative. Serologic tests for Borrelia burgdorferi, Brucella, Chlamydia pneumoniae, Bartonella henselae and B quintana, Coxiella burnetii, Helicobacter, HBsAg, anti–hepatitis C virus, anti-cytomegalovirus IgG and IgM antibodies, and Epstein–Barr virus (EB V) IgM antibodies were negative. Only EBV IgG was positive.\\nDoppler echocardiographic evaluation of the function of the aortic valve prosthesis and the heart was normal, as well as electrocardiogram. Tear breakup time and Schirmer test were equivocal. Upper gastrointestinal endoscopy was normal.\\nTherefore, the patient appeared to meet the CDC-1994/Fukuda criteria for CFS, and the diagnosis of CFS was made. He was treated for 1 year with cognitive behavioral therapy, graded exercise therapy, and antidepressants, finding very slight improvement, and the headache did not respond to triptans or ergot alkaloids and responded only partially to nonsteroidal anti-inflammatory drugs.\\nAs recommended, patients with ME/CFS require a regular reassessment and follow-up of symptoms (annually) to reconfirm or change the diagnosis. Therefore, we followed the patient for several years paying attention to the emergence of new symptoms and signs.\\nDuring follow-up, at the end of the second year, the patient reported feeling more tired, lack of energy, exhausted, with heaviness in the arms and legs, muscle pain, and proximal muscle weakness became more evident throughout the day, and even more after exercise often accompanied by muscle cramps. About 6 months later, the patient began to feel tingling in the feet, and then in the hands and sometimes burning sensation, along with a sense of restless legs. In the middle of the third year, these symptoms were more evident and the patient also complained of dry eyes, dry mouth, orthostatic intolerance, intestinal motility disorder with very annoying abdominal bloating, and with persistence of slow digestion with postprandial fullness.\\nThe headache was now more accurately described as unilateral paroxysmal pain in the back of the head characterized by the sensation of pain as stabbing or electric shock that radiates to the area of the occipital and parietal scalp, and sometimes on the front and periorbital area. When the pain was strong, it was associated with pain behind the eye on the affected side. The pain was reproduced locally by manually compressing the greater occipital nerve. Given the characteristics of this headache, with a frequency of about once every 2 weeks, our diagnosis was occipital neuralgia. Furthermore, triptans and ergot alkaloids therapies were unsuccessful.\\nOn examination, the patient weighed 75 kg and measured 168 cm of height. Body mass index was 26.6 kg/m2. At rest the blood pressure was 115/70 mm Hg, the pulse 83 beats per minute, and the respiratory rate 18 breaths per minute. Systolic murmur of aortic prosthetic valve had not changed. Arterial pulses were normal. Muscle strength in the arms was 4/5 proximal, 4−/5 proximal legs, and distal 5/5 both (according to MRC scale). Sensory examination showed a slight decrease in sensitivity to light touch and pinprick symmetric distribution within a distal-to-proximal gradient in the upper and lower extremities. Deep tendon reflexes, vibration, and proprioception were preserved. Romberg sign was absent, and the gait was normal.\\nThe laboratory tests were repeated, and the results were unchanged.\\nHead-up tilt-table testing was positive for postural hypotension. Cranial and cervical spine magnetic resonance imaging and thorax and abdominal computed tomography scans were normal. Electromyography and nerve conduction studies were carried out in the upper and lower extremities and were normal. Tear breakup time and Schirmer test were positive.\\nAfter these results, we considered the possibility of mitochondrial myopathy in this patient. After obtaining informed consent, a histochemical analysis of a deltoid muscle biopsy revealed 3% ragged-blue fibers with the succinate dehydrogenase (SDH) stain.\\nIn addition, a lip biopsy was also performed and was normal, dismissing Sjögren’s syndrome.\\nSpectrophotometric enzyme analysis of a fresh muscle extract showed a severe deficiency of activity in complex I (nicotinamide adenine dinucleotide: ubiquinone oxidoreductase) and IV (cytochrome c oxidase) below 42% and 70% of the minimum reference of control value normalized to citrate synthase activity, respectively. Thus, he was diagnosed of definite respiratory chain disorder because of fulfillment of 2 major criteria. All these findings were consistent with a primary mitochondrial myopathy.\\nMitochondrial genome sequencing in blood sample was performed using the Sanger method, which revealed several mtDNA variants (A750G, T1189C, and A1438G) (Sistemas Genómicos, Valencia, Spain).\\nTherefore, the final diagnosis was adult-onset mitochondrial myopathy, with clinical manifestation of peripheral sensory neuropathy, autonomic symptoms, and occipital neuralgia.\\nSubsequently, we conducted a clinical study of the family, and the results are shown in . We can observe that all adults have muscle symptoms, sensory peripheral neuropathy, restless legs, occipital neuralgia, and autonomic manifestations—dry eyes, mouth, Raynaud phenomenon, postural hypotension, gastrointestinal dysmotility. shows the diagram of the family pedigree.\\nIn our patient, treatment started on a regimen of a combination of riboflavin (100 mg 3 times per day) and thiamine (300 mg/day). During the first month of treatment, the patient started a marked and sustained improvement, which continues (5 years later) in the tiredness, impairment in short-term memory and concentration, muscle weakness, cramping in muscles after exercise, and the patient can now perform exercise, such as bicycling.\\nHowever, peripheral sensory neuropathy improved slightly with the vitamin regimen, but a manifest and sustained improvement was achieved together with the occipital neuralgia, when added pregabalin therapy at doses of 50 mg at night. Replacement therapy with tears and saliva provided a clear and sustained improvement of dry eyes and dry mouth.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'12427892': 1, '19891905': 1, '23472503': 1, '28302057': 1, '33924201': 1, '11757584': 1, '20697048': 1, '22747838': 1, '23355809': 1, '24737457': 1, '18674747': 1, '17410323': 1, '7978722': 1, '17021301': 1, '23969527': 1, '25652200': 1, '23549648': 1, '22837795': 1, '30069288': 1, '19439198': 1, '21664495': 1, '27747291': 1, '19436827': 1, '6136740': 1, '26904705': 2}", "similar_patients": "{}"}