{"patient_id": 146244, "patient_uid": "4478831-1", "PMID": 26240557, "file_path": "noncomm/PMC004xxxxxx/PMC4478831.xml", "title": "Airway management in a patient of ankylosing spondylitis with traumatic cervical spine injury", "patient": "A 50-year-old male presented with suspected cervical spine injury after road traffic accident. Noncontrast computed tomography cervical spine revealed fracture of C7-D1 vertebrae []. Cervical spine was fused and suggestive of ankylosing spondylitis. Pelvic X-ray showed bilateral total hip replacement. There was no other associated injury. Patient also a gave history of ankylosing spondylitis for which bilateral total hip replacement was done 19 years back, and revision total hip replacement was done on the left side 5 years back. Before accident, patient was able to do his normal routine activities without much restriction but there was a history of discomfort in changing posture from supine to the lateral position at night. On examination, there was restricted movement in all four limbs with intact sensation in bilateral lower limbs. Patient was unable to lie down in the supine position due to severe pain in the neck. He was lying in left lateral position with support of pillows, and even slightest movement was causing great discomfort [].\\nHe was planned for instrumentation and posterior fixation of cervico-dorsal spine. In the preoperative visit, patient was conscious, oriented, with normal systemic examination. Oxygen saturation on room air was 98%. Airway examination showed mouth opening of 4 cm with Mallampati grade 3 and cervical collar in situ. Other investigations like hemogram, liver function test, renal function test and electrocardiogram were unremarkable. Patient was explained about awake FOI. Intramuscular glycopyrolate 0.2 mg was given as a premedication. In operation room, all standard monitors were attached. Patient was asked to position himself in a comfortable posture. Two pillows were kept under head to accommodate acute curvilinear posture of the spine but despite all attempts he remained in left lateral position. Two 16 g cannulae were in place. Patient was nebulized with 2% xylocaine for 10 min followed by gargles with 10% xylocaine viscous. Injection midazolam 1 mg and fentanyl 50 μg was given intravenously. Supplemental oxygen was administered through nasal cannula. Anatomical landmarks were not well-defined, and we were able to give right superior laryngeal nerve block only in this position. Transtracheal injection with 4 ml of 2% xylocaine was given. Bite block was placed, and fiberoptic bronchoscopy was attempted in the same position, but was unsuccessful. Patient was unable to cooperate as any body movement was associated with severe pain and apprehension. Patient was started on dexmedetomidine infusion, with 1 μg/kg induction dose over 10 min followed by infusion of 0.5 μg/kg. Patient became quiet and comfortable and helped us to position himself in a semi-supine posture with support of pillows. This semi-supine position so attained was helpful for bronchoscopy and also ensured secured spine with a cervical collar in place. Fiberoptic bronchoscopy was attempted again and was accomplished with ease in this position. An 8.0 mm internal diameter portex endotracheal tube was placed. Thereafter intravenous induction was done with intravenous propofol and rocuronium. All pressure points were padded. Anesthesia was maintained with O2:N2O (40:60) in isoflurane. Boluses of fentanyl and vecuronium were given intermittently. Subsequently surgery went uneventfully in the prone position. Patient was shifted to Intensive Care Unit for postoperative ventilation where he was extubated on postoperative day 3. There was no new neurological deficit. His further stay in hospital was uneventful.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'2048700': 1, '28682906': 1, '18791749': 1, '20569247': 1, '17379129': 1, '20105150': 1, '18538019': 1, '19413825': 1, '25624530': 1, '26240557': 2}", "similar_patients": "{}"}