{"patient_id": 150696, "patient_uid": "4774294-1", "PMID": 26980969, "file_path": "noncomm/PMC004xxxxxx/PMC4774294.xml", "title": "Follicular lymphoma transforming into anaplastic diffuse large B-cell lymphoma of oral cavity: A case report with review of literature", "patient": "A 50-year-old male patient reported to the dental hospital with a complaint of painless swelling in the lower left body of the mandible since 25 days following the extraction of left lower 1st and 2nd molar teeth. The patient had a history of enlarged submandibular lymph node and fever since 15 days which was earlier thought to be due to infection after extraction. The swelling was insidious in onset and gradually increased in size causing facial asymmetry []. Examination revealed a nontender, solitary diffuse swelling measuring 3.5 cm × 3.5 cm in the lower left body of the mandible. The swelling was fixed, firm to hard in consistency. Intraorally, the swelling extended from left premolar till left ascending ramus of mandible obliterating the buccal vestibule, with buccal cortical plate expansion [].\\nOrthopantomogram of the patient was done to evaluate the invasion of the lesion and pathological fracture of lower left body of mandible [] was seen.\\nFine-needle aspiration cytology was done, but no aspirate was obtained. The hematological tests (complete blood count, fasting blood glucose, prothrombin time, partial thromboplastin time, erythrocyte sedimentation rate) were normal and the patient was HIV negative. The incisional biopsy of the lesion was performed. Correlating the history and clinical features, a provisional diagnosis of squamous cell carcinoma was made.\\nHistopathological picture showed the lesion to be composed of dysplastic parakeratinized stratified squamous epithelium overlying connective tissue stroma. Basement membrane is indistinct at few places with infiltrating epithelial cells seen in the connective tissue. The connective tissue stroma is highly cellular in nature. There are diffuse proliferations of large atypical lymphoid cells showing dysplastic features such as nuclear and cellular pleomorphism, nuclear hyperchromatism, increased number of nucleoli and abnormal mitotic figures. Some areas show invasion of neurovascular bundles. Cells are highly anaplastic. Multinucleated giant cells are also seen. The above-mentioned findings favored the diagnosis of large cell lymphoma [Figure and ].\\nFollowing this, immunohistochemical analysis was done for the expression of pan B-cell markers CD20, CD3, bcl-2, CD5, CD10 and Ki67. CD20 and bcl-2 were positive in medium and large lymphoid cells in follicle and diffuse pattern. CD3 and CD5 were positive in few scattered lymphocytes. CD10 was positive in few focal areas and Ki67 was positive in 30% area [Figure –]. Based on immunohistochemical report, the lesion was diagnosed as DLBCL anaplastic variant (70%) and FL, grade 3A (30%).\\nBased on histopathological examination and immunohistochemical study, the following lesions under differential diagnosis were ruled out squamous cell carcinoma, Hodgkin's lymphoma, large cell lymphoma of T-cell type, Burkitt's lymphoma, undifferentiated carcinoma and amelanotic melanomas.\\nBased on the final diagnosis, chemotherapy was advised by the oncologist, but the patient died within 1 month.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'12402391': 1, '18549405': 1, '12406872': 1, '17604660': 1, '20533006': 1, '11444510': 1, '1447619': 1, '33456223': 1, '14636252': 1, '11555708': 1, '12469325': 1, '21892315': 2, '31388273': 1, '31938115': 1, '15115829': 1, '30967717': 2, '11796228': 1, '6584818': 1, '26980969': 2}", "similar_patients": "{'3161690-1': 1, '6421932-1': 1}"}