{"patient_id": 146590, "patient_uid": "4502135-1", "PMID": 26180424, "file_path": "noncomm/PMC004xxxxxx/PMC4502135.xml", "title": "Mandibular first molar with single root and single root canal", "patient": "A 14-year-old female patient presented with the chief complaint of spontaneous toothache in her right lower back region of the jaw since 2 days. A clinical examination revealed a carious right mandibular first molar. The tooth was not mobile, and periodontal probing around the tooth was within physiological limits. Sensibility tests of the involved tooth with heated Gutta-percha (Dentsply Maillefer, Switzerland) and dry ice (R C Ice; Prime Dental Products, India) caused an intense lingering pain, whereas electronic pulp stimulation (Parkel Electronics Division, Farmingdale, New York, USA) caused an early response. A preoperative radiograph revealed occlusal radiolucency, approaching the pulp space, and break in continuity of lamina dura periapically with diffuse periapical radiolucency []. From the clinical, radiographic, and sensibility tests, a diagnosis of periradicular abscess with 46 was made, and endodontic treatment was suggested to the patient.\\nThe tooth was anesthetized with 1.8 mL (30 mg) 2% lignocaine containing 1:200,000 epinephrine (Xylocaine; AstraZeneca Pharma India Ltd.). An endodontic access cavity was established. A single large canal was present at the center of the pulp chamber (named as central canal “Cn”),[] which was confirmed using dental operating microscope (Global Surgical Corporation, St. Louis, MO, USA) under ×8 []. The working length was determined with the help of an apex locator (Root ZX; Morita, Japan) and later confirmed using a radiograph []. Cleaning and shaping were performed under rubber dam isolation using ProTaper nickel-titanium rotary instruments (Dentsply Maillefer) with a crown-down technique. Irrigation was performed using normal saline, 3% sodium hypochlorite solution, and 17% ethylenediaminetetraacetate; 2% chlorhexidine digluconate was used as the final irrigant. Calcium hydroxide paste was given as an intracanal medicament for 2 weeks. The canal was dried with absorbent points (Dentsply Maillefer), and snugly fitting master cone was selected []. Obturation of the canal was done by a combination of warm vertical condensation and thermo plasticized injectable Gutta-percha technique (Obtura II, Obtura Corporation) []. After completion of root canal treatment, the tooth was restored using posterior resin composite (P60; 3M Dental Products, St. Paul, MN, USA). The patient was asymptomatic during the follow-up period of 6 months []. The patient was advised a full-coverage porcelain crown.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'23716959': 1, '19615651': 1, '20850684': 1, '9693579': 1, '17697250': 1, '24715990': 2, '3466789': 1, '18215685': 1, '16632282': 1, '27994325': 2, '16793482': 1, '20491988': 1, '21146087': 1, '22505910': 1, '26180424': 2}", "similar_patients": "{'3970076-1': 1, '5146779-1': 1}"}