{"patient_id": 139548, "patient_uid": "4068859-1", "PMID": 24967053, "file_path": "noncomm/PMC004xxxxxx/PMC4068859.xml", "title": "Arteriovenous Fistula of the Filum Terminale Misdiagnosed and Previously Operated as Lower Lumbar Degenerative Disease", "patient": "A 48-year-old male presented with history of intermittent low back pain radiating to both lower limbs for the past 11 years. Back pain was insidious in onset and was not getting relieved with analgesics and physiotherapy modalities. He underwent partial L4-L5 laminectomy in another centre in 2000 for lumbar canal stenosis. His symptoms partially subsided post surgery and then gradually progressed over the next few years. He underwent a re-exploration and completion L4-L5 laminectomy and discectomy in 2008. Post surgery, there was no improvement in his symptoms. He developed paresthesias in both lower limbs for the past 3 years, progressive weakness of both lower limbs with difficulty in walking over the past 2 years and increased frequency of micturition with incomplete voiding and constipation over the past year.\\nOn examination, he was hemodynamically stable with normal higher mental functions. The upper limbs examination was normal. There was a spastic paraparesis of both lower limbs with wasting of the medial thigh and anterior thigh muscle groups. There were impaired sensations below the D10 level with absent joint position sense in the lower limbs. Knee and ankle reflexes were absent and plantars were extensor bilaterally. He had a spastic-ataxic gait. He had a healthy surgical scar over the lower lumbar midline region. A clinical diagnosis of dorsal myelopathy with mixed upper and lower motor neuron signs in the lower limbs was made and magnetic resonance imaging (MRI) of the dorsolumbar spine was ordered.\\nMRI of the dorso-lumbar spine showed dilated tortuous vessels with flow voids over the lower dorso-lumbar region with intramedullary, ill defined hyperintense signal abnormality in T2-weighted (T2-W) images from the D9 level downwards up to the conus medullaris (). A subtle loss of cord calibre was also seen. Signal changes were enhancing on the contrast study. Postoperative changes were noted at the L4-L5 levels. A filum terminale lipoma was also noted at the L3-L4 level. As radiological features were suggestive of a spinal vascular malformation, a spinal angiogram was done, which showed a filum terminale AVF at the lower lumbosacral region, filling from a vessel starting at the D9 level on the ventral surface of the cord (). Review of old images done in 2000 and 2008 also showed dilated tortuous vessels in T2-W MRI images, in addition to stenosis and disc bulge at the L4-L5 level (). Our patient had Spetzler type A intradural ventral arteriovenous fistula, as the fistula was small and was fed by the single distal anterior spinal artery (ASA-filum terminale artery) and was draining in a single vein ().\\nIn view of his clinical and radiological features, surgery was planned, and after consent, a re-exploration of lumbar spine was done. There was a pseudomeningocoele at the L5 level with thinned out dura. With microscope assisted visualization, a midline durotomy was done. On opening the dura, tortuous vessels were noticed around the roots, and two dominant vessels were noticed along the filum terminale (). These vessels were followed along the filum till the lower end where a fistulous connection was noticed, and it was excised. There was a small lipoma at the end of the filum terminale, which was also excised. Tortuosity and calibre of the vessels around the roots decreased, following excision of the fistula. Primary duroplasty was done and was sealed with fibrin glue.\\nThe lower limb spasticity reduced in the immediate postoperative period. Over the next few days of his hospital stay, he started having catheter sensation. He started walking without support 6 weeks later. After 3 months, urinary catheter was removed as he was found to have good bladder control. At the last follow up 1 year later, he was independent for all activities of daily living and was back to his job.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'21701867': 1, '4279276': 1, '21852379': 1, '21427772': 2, '19213818': 1, '28501955': 1, '21499152': 1, '33880208': 2, '33654556': 2, '8327088': 1, '21697980': 2, '33033040': 1, '10235011': 1, '22914702': 1, '3147533': 1, '31903378': 2, '20023527': 1, '11702900': 1, '16381214': 1, '17053603': 1, '17120896': 1, '24967053': 2}", "similar_patients": "{'3115162-1': 1, '3115162-2': 1, '3046416-1': 1, '7911147-1': 1, '8053458-1': 1, '8053458-2': 1, '6896622-1': 1}"}