{"patient_id": 84025, "patient_uid": "4652441-1", "PMID": 26582158, "file_path": "comm/PMC004xxxxxx/PMC4652441.xml", "title": "Long-term survival following multidisciplinary treatment of metastatic sarcomatoid renal cell carcinoma: a case report", "patient": "A 62-year-old Asian woman visited a urological office in August 2009 with a complaint of macroscopic hematuria. Following an intensive examination, she was suspected to have a left renal tumor, for which she visited our department in September 2009.\\nBlood biochemistry data indicated anemia, thrombocytosis, prolonged prothrombin time, hyperkalemia, and elevated levels of alkaline phosphatase, gamma-glutamyl transpeptidase, and lactate dehydrogenase. Her total albumin-corrected serum calcium level was within normal limits. A microscopic urine analysis revealed slight microscopic hematuria and pyuria. Urine cytology was negative for malignancy.\\nDynamic computed tomography (CT) revealed a tumor with a 13-cm diameter in her left kidney (Fig. ) and tumor embolism in her left renal vein. Lymph node swelling was also detected at her left renal hilus. In addition, lung metastases were strongly suspected following a lung CT scan.\\nA CT-guided biopsy of the left renal tumor was performed, and a histopathological examination indicated SRCC. Renography yielded right and left renal function rates of 53.5 mL/min and 30.4 mL/min, respectively. Bone scintigraphy showed no evidence of metastasis. She was diagnosed with a suspected left-side SRCC at clinical stage T3bN2M1 (PUL), according to the TNM classification.\\nOur patient underwent transabdominal left radical nephrectomy. The pathological diagnosis was SRCC with a >50 % sarcomatoid component; a clear-cell type component was also detected (Fig. ). The final diagnosis was SRCC (pT3bpN2cM1), and she was considered to be “poor risk” according to the Memorial Sloan Kettering Cancer Center risk criteria.\\nInterferon-α (3 million U, three times per week) was initially administrated as an adjuvant systemic therapy. Although the multiple lung metastases subsequently disappeared, a follow-up CT scan 2 years after surgery revealed multiple bone and skull metastases (Fig. ). The bone agent zoledronic acid was administrated, and external beam radiotherapy was performed for the bone and skull metastases. Although we were able to control the bone metastases, multiple liver metastases subsequently appeared. We then administered the tyrosine kinase inhibitor axitinib (10 mg/day) as a second-line therapy, as well as denosumab for the bone metastases.\\nMeningeal dissemination was first detected during follow-up 11 months after switching to axitinib and was treated with stereotactic irradiation. Because our patient’s disease was considered progressive, we administered the mammalian target of rapamycin (mTOR) inhibitor everolimus (10 mg/day) as a third-line therapy. The multiple liver metastases, meningeal dissemination, and multiple bone metastases were well controlled at 16 months after everolimus administration (Fig. ). Our patient remains alive with controlled disease 71 months after the initial diagnosis and has maintained a comparatively good quality of life, despite receiving long-term treatment.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'11224597': 1, '21127411': 1, '21992819': 1, '17382701': 1, '24730416': 1, '22003062': 1, '22399812': 1, '26582158': 2}", "similar_patients": "{}"}