{"patient_id": 85467, "patient_uid": "4761203-1", "PMID": 26895632, "file_path": "comm/PMC004xxxxxx/PMC4761203.xml", "title": "Pancreatic panniculitis in a patient with pancreatic-type acinar cell carcinoma of the liver – case report and review of literature", "patient": "A 73-year-old Caucasian female patient was referred to our department for further work-up of painful cutaneous lesions (Fig. ) and several masses within her liver.\\nEight weeks prior, she had observed an erythematous nodule on her right chest. Subsequently, similar cutaneous lesions had developed on her arms and legs, and later also on her buttocks and back. She did not report any abdominal complaints. Outpatient treatment with topical and systemic steroids based on a suspicion of erythema nodosum (EN) did not yield substantial effect.\\nFour weeks prior, several liver lesions had been detected by ultrasound and were interpreted as metastases of a previously treated breast cancer. Additional imaging with computed tomography (CT) and magnetic resonance imaging (MRI) had been carried out (Fig. ) and confirmed the liver lesions.\\nAs the nodules on her skin continued to spread and became increasingly painful, she was presented to the Department of Dermatology in our clinic. There, another attempt of steroids and an intensified local therapy resulted in no improvement of her clinical condition. Due to raising inflammatory parameters a work-up for possible infectious causes and an antibiotic therapy with piperacillin/tazobactam, and later with meropenem were initiated. A colonoscopy revealed two small polyps, which were completely removed. Pancreatic enzymes were markedly elevated. A punch biopsy of one of the skin lesions was obtained showing a lobular necrotizing panniculitis with “ghost cells” compatible with pancreatic panniculitis (Fig. ). CT, MRI and repeated ultrasound examinations (Fig. ) did not reveal any pathological findings in the pancreas. In contrast enhanced CT multiple sharply-bounded liver lesions were visualized in both liver lobes. Compared with the CT obtained during outpatient care, the lesions had progressed in size and measured from 1 cm to 6 cm. The perfusion pattern was non-hypervascular and the density was hypointense, partly comparable with the density of water. No necrotic areas were described within the lesions.\\nBecause of a progressive worsening of her clinical condition and increasing laboratory markers of inflammation, the patient was referred to our Department of Internal Medicine. She complained about intensive pain all over her skin and required increasing dose rates of opioid analgetics. She did not report any weight loss, night sweats, fever, nausea or vomiting, abdominal pain or problems with food intake. Her past medical history was remarkable for invasive ductal breast cancer diagnosed in 1982 with local recurrences in 1990 and 2008. Moreover, a superficial spreading malignant melanoma had been treated in 2011 and a coronary artery disease with percutaneous coronary intervention in 2008 was reported. Family history was significant for malignant melanomas in all siblings and her mother. Continuous medication included acetyl salicylic acid, lercanidipine, metoprolol, enalapril and pravastatin with no recent change. No allergic condition was known.\\nOn examination she was in poor general condition (ECOG performance status 4), tachycardic (102 bpm), slightly tachypnoeic (22/min) and normotensive (128/78 mmHg). Her temperature was 36.9 °C. Subcutaneous erythematous and painful nodules of 2–5 cm size were noticed throughout her integument. Some of them were spontaneously draining a brownish oily fluid. Moreover, more than 200 melanocytic nevi were observed on her skin. Examination of the head, especially focusing on the salivary glands was unremarkable. There was no pain on abdominal palpation, the liver was palpable 2 cm under the right costal arch and bowel sounds were normal. There was a positive tap sign on both patellae.\\nLaboratory results of interest were: leukocyte count 21.5 * 10^3/μl (ref. 4–10 * 10^3/μl), hemoglobin 10.0 g/dl (ref. 12–16 g/dl), ASAT 52 U/l (ref. < 35U/l), GGT 235 U/l (ref. <40 U/l), AP 186 U/l (ref. 35–105 U/l), lipase 14747 U/l (ref. < 60 U/l) and CRP 237 mg/l (ref. < 5 mg/l). Alpha-Amylase, uric acid, ACE, CEA, CA19-9 and AFP were within normal range. Serology for Yersinia enterocolitica and pseudotuberculosis was negative, as well as testing for Mycobacterium tuberculosis and atypical mycobacteria. Rheumatologic testing including ANAs and ANCAs was unremarkable.\\nScreening for possible infectious foci did not reveal any other source explaining the elevated CRP. Therefore, it was attributed to the skin lesions, which displayed clinical signs of inflammation and were partly draining pus in the further course. However, as microbiological evaluation was not able to prove any causative organism and inflammation markers were not substantially declining despite escalation of antibiotic treatment with additional vancomycin, skin lesions were classified as sterile. Leukocytosis was explained by concomitant steroid therapy.\\nUltrasound displayed several liver lesions in both lobes with a maximum size of 53 mm. The pancreas was homogeneous and free of focal lesions. The pancreatic duct was not dilated and no avascular areas could be detected upon administration of ultrasound contrast agent. Ultrasound-guided puncture of one of the liver masses was performed leading to the histopathological diagnosis of a pancreatic-type ACC.\\nUnfortunately, the condition of the patient had severely deteriorated in the meantime with further exacerbation of pain, increasing tachycardia and hypotension. Therefore, no tumor-specific treatment could be initiated. The patient died ten days after admission to our ward.\\nHistopathological analysis of the core biopsy obtained from the liver mass revealed a cellular epithelial neoplasm composed of monomorphic polygonal or rounded cells arranged in compact acinar and trabecular structures (Fig. ). Immunohistochemical study revealed strong expression of pancytokeratin (KL-1) with variable expression of CK7 and diffuse strong cytoplasmic expression of trypsin (Fig. ), but lipase and amylase were negative. All other markers in the differential diagnosis were negative (CK5, CK20, HepPar-1, Synaptophysin, Chromogranin A, NSE, CD56, TTF1, ER, PR, protein S100, GATA3 and PAX8). These findings including in particular the strong and specific expression of trypsin confirmed the diagnosis of pancreatic-type ACC in the liver.\\nAutopsy confirmed several liver masses measuring up to six centimeters in size. There was no evidence of a salivary gland tumor or a primary pancreatic tumor. Additionally, review of the slides from the patient’s previous breast cancer confirmed a breast cancer of no special type and excluded the possibility of acinar-like differentiation. Thus, the previous breast cancer was also unrelated to the patient's ACC. Cause of her death was attributed to multiorgan failure due to severe systemic inflammatory response syndrome.\\nFinal diagnosis was pancreatic panniculitis due to primary pancreatic-type acinar cell carcinoma of the liver.\\nTaking into account the conspicuous accumulation of malignancies in our patient and her family, genetic analysis for familial atypical multiple mole-melanoma (FAMMM) syndrome was recommended to her relatives.\\nIn addition to the presented case, 130 reports on pancreatic panniculitis were identified in the English literature between January 1994 and November 2014 by using the search terms “pancreatic panniculitis”, “subcutaneous fat necrosis AND pancreas” and “lipase hypersecretion syndrome” in PubMed and by checking results for appropriate cross-references.\\nIncluding the above case, all 131 cases (Table ) were analyzed in respect to available data on age and gender of the patients, the underlying condition, additional symptoms, the sequence of the appearance of panniculitis and the diagnosis of the underlying disease, laboratory values and the outcome. The stated percentages refer to the respective number of cases including data on the analyzed parameter. Statistical analysis was performed with IBM SPSS Statistics (IBM, Armonk, NY, USA) using Student’s T-test or Fisher’s exact test where applicable. p < 0.05 was considered significant. Graphs were generated with SigmaPlot (Systat, San Jose, CA, USA).\\nOverall, 65 cases (49.6 %) were due to acute or chronic pancreatitis and 60 cases (45.8 %) had an underlying neoplastic condition. In six cases (4.6 %) other reasons were present, e.g. pancreas transplant rejection or pancreaticovascular fistula (Table ).\\nPatients with pancreatic panniculitis had a mean age of 54.8 years. Yet, patients with neoplastic causes were significantly older than individuals with pancreatitis (Fig. ). 57.4 % of the patients were male with no difference in sex distribution between underlying pancreatitis and malignancy.\\nIn 48.9 %, cutaneous lesions were noted prior to the diagnosis of the underlying disease. The mean duration from appearance of the first lesion to diagnosis was 85 days +/− 110 days (range: 2–540 days; median 42 days). This period was significantly longer when pancreatic panniculitis was due to a neoplasm than when a pancreatitis was present (Fig. ). Moreover, the portion of patients developing panniculitis before the diagnosis of the underlying condition was by trend higher in patients with neoplastic disease (66.7 %) than in patients with pancreatitis (48.3 %; p = 0.06).\\nA PPP syndrome with additional signs of arthritis was present in 49 cases (37.4 %).\\nOne hundred twelve case reports (85.5 %) contained information on the serum levels of at least one pancreatic enzyme. In all but two of these reports (1.8 %) either amylase or lipase were elevated – in one of these two cases only amylase had been measured. The mean level of lipase was 11560 U/l +/− 19010 U/l (range 7–89700 U/l, median 3942.5 U/l). Again, patients with pancreatitis and neoplastic conditions differed markedly with tumor patients having significantly higher lipase levels (Fig. ). ROC analysis identified a lipase level of 4414 U/l as best cut-off value with higher values having a sensitivity of 73.0 % and a specificity of 82.1 % for the diagnosis of a neoplastic cause (AUC = 0.785, 95 % CI 0.68 to 0.89).\\nOnly limited data was available concerning survival and follow-up. 12 patients with pancreatitis (21.4 %) died from complications. For underlying malignancy, follow-up data was available for 29 patients. A Kaplan-Meier plot of survival was computed, yielding a median survival of 4.75 months after appearance of the first skin lesion (Fig. ).\\nPanniculitis is a clinical finding, which can be caused by various etiologic factors including infectious, immunologic and neoplastic conditions [–].\\nIn our case, numerous causes could be excluded, while others were very unlikely: No infectious organism could be detected directly or indirectly. Continuous medication was unchanged and unsuspicious for causing erythema nodosum. Imaging had not yielded any evidence of malignancy other than the finally diagnosed ACC. Rheumatologic disease was judged unlikely based on consultation with a rheumatologist.\\nTherefore, regarding laboratory data and histologic results pancreatic panniculitis was the only possible diagnosis.\\nOur case of pancreatic panniculitis is noteworthy for two reasons: The absence of pancreatic disease and the extrapancreatic manifestation of pancreatic-type ACC. The combination of both has not been previously described in the literature. Pancreatic panniculitis without definite proof of pancreatic disease is found in four cases in the literature: Beltraminelli et al. [] report a case of acinar cell cystadenocarcinoma of presumably pancreatic origin metastatic to the liver. However, clear evidence of a pancreatic primary tumor was absent on imaging. Freireich-Astmann et al. [] describe the history of a patient with hepatic metastases of an adenocarcinoma of unknown primary. CT did not show any pancreatic lesion and immunohistochemistry was negative for CA19-9 and CK19. Aznar-Oroval et al. present a case of gastric adenocarcinoma with hepatic metastases in association with pancreatic panniculitis, but without clinical or radiologic findings of pancreatic disease []. And finally, Corazza et al. [] report about a patient with multifocal hepatocellular carcinoma (HCC) and missing pancreatic lesions in CT.\\nHowever, in all cases, no autopsy for definite verification of the absence of pancreatic disease was performed. Amylase or lipase were elevated in each of the cases, but could not be explained by clinical, radiologic or histological findings in all but Beltraminelli et al.’s case. While existence of a primary hepatic acinar cell cystadenocarcinoma should have been discussed in this case, findings are inconclusive in the other three.\\nThe HCC described by Corazza showed “trabecular structures and acinar aspects”, features suggestive of or consistent with ACC []. As immunohistochemistry is not reported, the possibility of a pancreatic-type ACC of the liver cannot be fully excluded in that case.\\nPrimary extrapancreatic ACC is extremely rare and only six cases of ACC originating in the liver have been described to date [, , ]. Diagnosis of pancreatic-type ACC originating from the liver requires exclusion not only of an occult pancreatic primary, but also of primaries at other possible sites, such as breast [] or salivary glands []. In our case, neither clinical nor radiological evidence for another primary was present, which was finally verified by autopsy findings. Moreover, re-analysis of the samples of the previously treated breast cancer excluded a hitherto undiscovered acinar cell carcinoma of the breast.\\nBecause of the rarity of primary ACC of the liver, no typical pattern can be specified in the different imaging modalities up to now. So far, most of the cases described were initially misclassified as one of the most common primary liver malignancies, such as HCC or cholangiocellular carcinoma (CCC), due to their imaging appearance. Moreover, a recent study on imaging findings in pancreatic ACC also reported a high variability in several parameters analyzed []. Thus, a thorough histological work-up of specimens after a resection or core biopsy is required to ensure the correct diagnosis [, , ].\\nWhat could be objected to the diagnosis of an ACC of the liver in our case is the multifocality of the liver lesions, which is suggestive for metastatic disease. However, despite thorough work-up no other primary was found. Furthermore, it is worth noting that ACC is normally relatively large in size by the time of diagnosis [], which makes an occult primary rather unlikely. In addition, multifocal growth of primary liver tumors is not unusual, e.g. in intrahepatic CCC [, ] and HCC [, ]. Indeed, primary hepatic ACC might originate from acinar trans-differentiation of biliary progenitor cells, thus representing the acinar counterpart of hepatic cholangiocarcinoma [].\\nIn an analysis of more than 130 cases of pancreatic panniculitis described in the last 20 years, we could show that nearly half of the cases are associated with an internal malignancy. Current concepts of the pathogenesis of pancreatic panniculitis suggest a role of pancreatic enzymes produced or released by these tumors [, ]. Therefore – though only rarely so named [] – pancreatic panniculitis should be regarded as facultative paraneoplastic condition [] and a tumor screening, especially for pancreatic tumors, should always be included in the diagnostic work-up.\\nThe analysis of different parameters of these cases revealed significant differences between patients with pancreatic panniculitis and associated neoplasm or pancreatitis. On average, patients with a tumor are older and have higher lipase levels. Moreover, it takes longer until a diagnosis is made in these cases. A lipase cut-off value of 4414 U/l is able to differentiate between underlying pancreatitis and neoplasm with a sensitivity and specificity comparable with CA 19–9 in ductal adenocarcinoma vs. benign pancreatic disease [].\\nRegarding the epidemiology and the natural course of malignancy and pancreatitis these results are not very surprising. However, these items can provide a first orientation, which etiology has to be primarily suspected. Like this, they may trigger a particularly intensive search for tumors in older patients with high lipase levels and a long-lasting history of panniculitis.\\nThis is even more important as pancreatic panniculitis seems to be a hallmark of poor prognosis in tumor patients. Median survival in the cases with underlying malignancy and included follow-up data was 4.75 months after appearance of the first skin lesion.\\nOf course, this retrospective analysis has significant limitations as it is exclusively based on case reports. Though, it is the first systematic evaluation of survival in pancreatic panniculitis and poor outcome is remarkable, because over 50 % of the included cases were ACC patients, which otherwise have considerably better survival [, ].\\nDue to the rarity of the disease, clear therapeutic algorithms for ACC are missing. Since most of the cases present with distant metastases only a subset of patients qualifies for resection []. Therefore, cancer therapy is often limited to palliative approaches like chemotherapy or ablative treatment. As in our case, patients often suffer heavily from the pain caused by their skin lesions and analgetic therapy is frequently not sufficiently able to reduce pain [, , , , ]. Thus, palliative treatment strategies are very important for symptom control as well.\\nOctreotide has been reported to alleviate symptoms in some cases [–]. Chemotherapeutic agents reported to be used in patients with pancreatic panniculitis and underlying ACC include gemcitabine and the FOLFIRI regime [, ]. Furthermore, one case with resolution of panniculitis following metastasectomy [] and one case with marked symptom reduction after transarterial chemoembolization (TACE) of hepatic metastases [] are described in literature. Some success in the treatment of pancreatic ACC has been reported with the use of FOLFOX [], FOLFIRINOX [], cisplatin/etoposide [] and gemcitabine in various combinations including erlotinib [].", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'20803029': 1, '16006683': 1, '23763078': 1, '21199459': 1, '8655727': 1, '25150233': 1, '32831035': 2, '11801915': 1, '17508242': 1, '18193278': 1, '8792709': 1, '21521354': 1, '22158400': 1, '8683492': 1, '24191209': 2, '18038690': 1, '9932196': 1, '21961498': 1, '20500185': 1, '8944358': 1, '17993731': 1, '8912516': 1, '23363500': 1, '8838928': 1, '22082608': 1, '21114649': 1, '21721456': 1, '20060063': 1, '24681082': 1, '8039288': 1, '24630514': 1, '22582914': 1, '8046712': 1, '25088894': 1, '10325476': 1, '21091678': 1, '21752052': 1, '19106060': 1, '16467048': 1, '18338129': 1, '16099617': 1, '24075788': 1, '20119689': 1, '21931007': 1, '29167188': 1, '21747626': 1, '19108548': 1, '24855028': 1, '8708043': 1, '26955524': 1, '24620854': 1, '18414166': 1, '9427081': 1, '12816166': 1, '20606892': 1, '20703831': 1, '9776120': 1, '31122958': 1, '21496686': 1, '22778324': 1, '9363875': 1, '29340740': 1, '33207427': 1, '16011068': 1, '21546712': 1, '12165214': 1, '19522989': 1, '9807583': 1, '28884748': 1, '19708879': 1, '24602897': 1, '21841771': 1, '14986033': 1, '15492429': 1, '14991547': 1, '9708517': 1, '21152807': 1, '28588779': 1, '19070353': 1, '11124628': 1, '19238022': 1, '24526405': 1, '17311668': 1, '14605465': 1, '15629278': 1, '24581035': 1, '10206492': 1, '18258147': 1, '11896418': 1, '19830189': 2, '8596165': 1, '21090560': 1, '18789332': 1, '12481166': 1, '26628966': 1, '16970800': 1, '8733398': 1, '23440644': 1, '27629876': 1, '28844095': 1, '18656619': 1, '19379661': 1, '11511831': 1, '21637399': 2, '11246359': 1, '24748910': 1, '23930358': 1, '10420228': 1, '23331006': 1, '19250405': 1, '15945535': 1, '12755979': 1, '26157900': 1, '17575544': 1, '11028818': 1, '9020300': 1, '25231052': 1, '11903668': 1, '18035994': 1, '15308866': 1, '11154503': 1, '1384374': 1, '29082362': 1, '29637254': 1, '9093803': 1, '22084866': 1, '8339184': 1, '11941974': 1, '17982246': 2, '24973040': 1, '23410147': 1, '15118385': 1, '30023419': 1, '23900163': 1, '12456855': 1, '22068791': 1, '19077093': 1, '16273371': 1, '22058048': 1, '11464178': 1, '7670790': 1, '22042785': 1, '2442210': 1, '20865849': 1, '7657863': 1, '2375312': 1, '10653446': 1, '29301491': 2, '20226449': 1, '20599412': 1, '26895632': 2}", "similar_patients": "{'5755411-1': 1, '5755411-2': 1, '7445916-1': 1, '3105454-1': 1, '2693864-1': 1, '3804141-1': 1, '2737782-1': 1}"}