{"patient_id": 142088, "patient_uid": "4231629-1", "PMID": 25408938, "file_path": "noncomm/PMC004xxxxxx/PMC4231629.xml", "title": "Extraneural Metastases of Glioblastoma without Simultaneous Central Nervous System Recurrence", "patient": "A 39-year-old man presented with 2 weeks history of headache and visual disturbance. Magnetic resonance studies showed a huge multi-lobulated contoured necrotic enhancing mass in right parieto-occipital area (). Under the presumptive diagnosis of high grade glioma, craniotomy and tumor removal was performed, and residual tumor was not observed on initial postoperative magnetic resonance images (). The pathological diagnosis was GBM (). The patient was treated using three-dimensional conformal radiotherapy (6,000 cGy, 240 cGy, 25 fraction) combined with temozolomide (TMZ, 75 mg/m2/day), and then 4 cycles of standard adjuvant TMZ (150 mg/m2/day during five days).\\nSudden severe back pain and lower extremity paraplegia occurred seven months after initial diagnosis of GBM. Spine magnetic resonance imaging (MRI) revealed compression fracture of sixth thoracic vertebra and epidural mass compressing spinal cord (), but there was no intracranial recurrence in brain MRI (). Emergency decompressive laminectomy and epidural mass excision were performed. The pathologic diagnosis was suggestive of metastatic lesion of GBM (). Additional multiple bone metastases in T-L spine, both ribs, both pelvic bones and right femur shaft were founded through whole body positron emission tomography and bone scan (). Also suspicious metastatic tumor cells were detected from pleural fluid. Excisional biopsy of the osteomyelitis-like lesion at head of left fourth rib proved it another metastatic GBM (). The patient had uncontrolled malignant pleural effusion and rapid systemic aggravation. In spite of active mechanical ventilation and best supportive care in intensive care unit, he expired three months later.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'7708148': 1, '7616277': 1, '15925996': 1, '30410840': 2, '28647829': 1, '21572635': 2, '33692947': 1, '34055380': 1, '9524086': 1, '18468334': 1, '18645311': 1, '2172859': 1, '25408938': 2}", "similar_patients": "{'3075830-1': 1, '3075830-2': 1, '6207488-1': 1}"}