{"patient_id": 147768, "patient_uid": "4564475-1", "PMID": 26425018, "file_path": "noncomm/PMC004xxxxxx/PMC4564475.xml", "title": "An uncommon initial presentation of snake bite-subarachnoid hemorrhage: A case report with literature review", "patient": "A 56-years-old nondiabetic nonhypertensive female resident of rural area of West Bengal was admitted to the emergency department of our hospital with a history of Russell viper snake bite over left foot while working in paddy field 8 hours back followed by development of severe holocranial headache, vomiting and deterioration in the level of consciousness over a period of 2 hours before attending hospital. There was no history of seizure, cranial nerve involvement symptoms like ptosis or lower bulbar symptoms as described by her relatives. Past history and family history were non contributory.\\nOn general survey she had pulse rate of 68 beats per minute, blood pressure was 124/86 mm of Hg and respiratory rate was 15 per minutes. Local site of bite showed redness, marked edema and two fang marks. There were no other findings of systemic bleedings from any other parts of the body. The patient was poorly responsive to external stimuli with Glasgow Coma Scale (GCS) of 8/15. Further neurological evaluation revealed bilateral nonresponsive plantar response. Patient had unequal pupil size and also reacted sluggishly to light bilaterally. Fundoscopy examination revealed bilateral blurred disc margin without any evidence of hemorrhage. Other systemic examinations are largely non-contributory. Her blood was found to be incoaguable even after 20 minutes Whole blood clotting time test (20WBCT). Immediate unenhanced computed tomography of brain (NCCT of Brain) was ordered which showed diffuse subarachnoid hemorrhage [Figures and ].\\nPatient was treated immediately with 10 vials of polyvalent antivenom serum (AVS) given over 1 hour, and repeated with 10 vials after 6 hours as the 20 WBCT was abnormal as per WHO guideline of snake bite year 2010. The 20 WBCT normalized subsequently, though the headache persisted without any neurological deficit. Patient was transferred to critical care unit with regular monitoring of the vitals. Patient was treated with mannitol, oral nimodifine and other supportive care as per standard protocol. Routine laboratory investigations revealed a hemoglobin count of 7600, with 78% neutrophils, platelet count of 150000/mm3. Other biochemical parameters like electrolytes, renal function test, liver function test, blood sugar (fasting and postprandial) were within normal limits. Cogulation profile showed prothrombin time (PT) of 13.8 seconds (control 12 s), International normalized ratio (INR) 0f 1.28. Activated partial thromboplastin time (APTT) was 34 seconds (control = 35 s). Fibrin degraded product and D-dimer were 5.6 μg/mL and 1556 ng/mL respectively. Routine urine examination showed microscopic hematuria without any hemoglobinuria. Patient showed gradual improvement in the clinical courses with conservative management. A Magnetic Resonance Angiography (MRA) of brain was done which showed normal vascular anatomy without any structural defect [Figures and ].\\nShe was later discharged as her symptoms had improved and was put on regular follow up in our outpatient door.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'20614396': 1, '14490': 1, '21532748': 1, '20606742': 1, '17642502': 1, '12641421': 1, '19770552': 1, '866568': 1, '11342702': 1, '26425018': 2}", "similar_patients": "{}"}