{"patient_id": 81398, "patient_uid": "4454732-1", "PMID": 26090256, "file_path": "comm/PMC004xxxxxx/PMC4454732.xml", "title": "Malakoplakia of the Pancreas with Simultaneous Colon Involvement: Case Report and Review of the Literature", "patient": "A 59-year-old gentleman presented to our institution with anemia (hemoglobin: 9.4 g/dL) noted during preoperative evaluation for a cataract surgery. He was asymptomatic and had no history of immunodeficiency. His only previous history was a cholecystectomy performed 11 years prior to his current admission. He was noted to have a positive fecal occult blood test prompting colonoscopic evaluation revealing an 8 mm sessile polyp in the sigmoid colon which was resected. A second polyp, 3 mm in size, was identified within the ascending colon. No other large masses or mucosal ulcerations were identified. A few weeks later, the patient presented with abdominal pain and nausea, and a Computed Tomography (CT) scan of the abdomen was performed which revealed a vague mass like area within the pancreas. This was followed up with an endoscopic ultrasound which revealed a 33 × 32 mm mass with well-defined borders involving the pancreatic head. No cystic areas were present within the mass. No other abnormalities were detected in the remainder of the pancreas, bile duct, or liver. A fine needle aspiration of the pancreatic mass was performed.\\nDuring the next 3-4 weeks, the patient developed gradually worsening abdominal pain, fatigue, and weight loss. A repeat abdominopelvic imaging study revealed ascites and the pancreatic mass which had slightly enlarged. Cultures of the ascitic fluid grew Escherichia coli and hence antibiotic therapy was initiated. Impaired glucose tolerance was detected in the ensuing hospital stay. His general condition remained unimproved and he continued to experience reduction in weight and loss of appetite. Having counseled the patient on the possibility of a malignancy occurring in association with malakoplakias and in the absence of any other cause for his cachectic symptoms, the patient elected to undergo a pancreaticoduodenal resection (Whipple procedure). The patient reported improvement in his symptoms following surgery. Three months after surgery, he developed recurrent ascites with no additional imaging abnormalities detected.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'11100067': 1, '16773760': 1, '8143549': 1, '8411445': 1, '216276': 1, '21530340': 1, '12516002': 1, '2114698': 1, '21412727': 1, '3604684': 1, '12190290': 1, '17011431': 1, '18508844': 1, '12536319': 1, '1115685': 1, '2418936': 1, '1346012': 1, '18023111': 1, '26090256': 2}", "similar_patients": "{}"}