{"patient_id": 87706, "patient_uid": "4949337-1", "PMID": 27478668, "file_path": "comm/PMC004xxxxxx/PMC4949337.xml", "title": "Metastatic Malignant Melanoma of Parotid Gland with a Regressed Primary Tumor", "patient": "A 79-year-old female patient with a history of appendectomy and cholecystectomy was diagnosed with hypertension and diabetes mellitus. She was referred to an outpatient clinic with a complaint of a 3 × 4 cm mass that had been located in the right parotid region for eight months and recently grew rapidly to cause total facial nerve palsy. The mass was mobile, and the patient did not report pain. The patient's computed tomography (CT) indicated a lobular-contoured, 4 × 2.5 cm solid mass lesion with heterogeneous contrast enhancement in the anterior lobe of the right parotid gland (). A fine needle aspiration biopsy revealed a malignancy of an unknown type. Neither physical and endoscopic examinations nor positron emission tomography-computed tomography (PET-CT) checks succeeded in establishing the primary origin of the malignancy.\\nHowever, an elevated skin flap revealed a pigmented lesion that had infiltrated the superficial parotid gland. Following a frozen-section examination, the patient was diagnosed with melanoma. We observed the temporozygomatic and buccal branches of the facial nerve penetrating a 5 × 6 cm mass originating from the superficial lobe of the parotid gland (). We then performed a total parotidectomy operation in which we resected the temporozygomatic and buccal branches and dissected the deep lobe. The results of an immunohistochemical analysis found the melanoma to be HMB-45 positive, S100 positive, Melan-A positive, and PanCK negative. These findings verified the malignant melanoma diagnosis (Figures , , , and ).\\nNo primary origin of the melanoma was detected in the head, the neck, or any other region during the patient's postoperative dermatology consultation. Considering the possibility that the primary metastatic malignant melanoma might have regressed, we decided to check the patient's earlier photographs. Upon examination of photographs that were taken five to six years ago, we detected a 3 × 3 cm hyperpigmented lesion in the right facial region (Figures and ). The patient reported that the lesion gradually disappeared spontaneously. We considered the possibility that the metastatic malignant melanoma's primary tumor was likely to have regressed at a later time.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'34667610': 2, '22542080': 1, '24898614': 1, '18335356': 1, '9752874': 1, '32695377': 1, '34349431': 2, '19167137': 1, '26348327': 1, '20949472': 1, '24722863': 1, '24216129': 1, '19094455': 1, '27478668': 2}", "similar_patients": "{'8272497-1': 1, '8272497-2': 1, '8272497-3': 1, '8272497-4': 1, '8512179-1': 1}"}