{"patient_id": 141676, "patient_uid": "4207275-1", "PMID": 25352993, "file_path": "noncomm/PMC004xxxxxx/PMC4207275.xml", "title": "A man who collapsed after using the internet", "patient": "A 42-year-old man presented to our hospital with a 48-h history of recurrent light-headedness, progressive epigastric pain, breathlessness and two syncopal episodes. He called an ambulance after his second syncopal episode in which he hit his head. His medical history included Klinefelter Syndrome, hyperprolactinaemia, recurrent hiatus hernia with surgical repair, obesity, hyperuricaemia, hyperlipidaemia, and type II diabetes.\\nInitial vital signs included a heart rate of 121/min, blood pressure 119/78 mmHg, respiratory rate 30/min and oxygen saturation 78% on room air. He was obese (body mass index 38 kg/m2). Forehead abrasions were evident. An electrocardiogram showed sinus tachycardia, right axis deviation, a Q wave in lead III, and T wave inversion in V1 and V2. Chest X-ray was normal. High-sensitivity troponin T was 261 ng/L. He required oxygen at a flow rate of 10 L/min via a non-rebreather mask to maintain oxygen saturations above 90%, and his blood pressure dropped to 90/66 mmHg. An emergency cardiac ultrasound showed right ventricular strain. An urgent computed tomography (CT) pulmonary angiogram showed a saddle embolism, bilateral proximal pulmonary emboli and right heart strain ().\\nA diagnosis of massive pulmonary embolism with associated right ventricular strain was made. Notwithstanding the risks associated with thrombolysis in a patient with head trauma, he received 100 mg r-tPA over 2 h. Oral warfarin was started with bridging low molecular weight heparin cover. Review on the postacute ward round elicited no known risk factors for venous thromboembolism other than obesity, thus a preliminary diagnosis of idiopathic pulmonary embolism was made with a recommendation made for indefinite anticoagulation therapy.\\nSubsequent questioning revealed that the patient was an online ‘gamer’. Immediately prior to his syncopal episodes he had been gaming online for 48 h, leaving his chair only to go to the toilet. His main source of sustenance was carbonated soft drinks. The patient described playing online games for up to nine days at a time, sleeping in his chair at the computer for short periods only. Further reading identified that he was also at increased risk of pulmonary embolism due to Klinefelter syndrome.\\nThe diagnosis was changed to provoked pulmonary embolism secondary to prolonged recreational seated immobility, with the additional risk factors of obesity and Klinefelter syndrome. After discussion with the patient of the risks and benefits of lifelong anticoagulation versus shorter term treatment, it was recommended that he received six months’ anticoagulation, lose weight and modify his online gaming behaviour.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'21037335': 1, '12608454': 1, '26183372': 1, '32612473': 1, '17098123': 1, '30306083': 1, '16204366': 1, '14697802': 1, '28893336': 1, '25352993': 2}", "similar_patients": "{}"}