{"patient_id": 139807, "patient_uid": "4090856-1", "PMID": 25024581, "file_path": "noncomm/PMC004xxxxxx/PMC4090856.xml", "title": "Undulating tongue in Wilson's disease", "patient": "This was a case report of an 11-year-old girl, born to consanguineous parents with normal birth and developmental history presented with slow, hypophonic speech and dysphagia of 4 months duration, associated with pseudobulbar affect, apathy, drooling and dystonia of upper extremities of 1 month duration. Neurological examination revealed bilateral Kayser-Fleischer rings, slow, hypometric saccades, bilateral appendicular bradykinesia and slow tongue movements. In addition, the surface of the tongue in the resting state showed slow sinuous undulating movements that spread in a semi-rhythmic manner postero-anteriorly like a “ripple” []. The movements disappeared on protrusion and side-to-side movement of the tongue. Rest of the neurological examination including motor, sensory and cerebellar systems was unremarkable. There was no history of jaundice in the patient; there was no history of neurological or hepatic disorder in the family.\\nInvestigations confirmed WD (serum ceruloplasmin: 7 mg/dl) (reference: 15-35 mg/dl); serum copper: 28 mcg/dl (reference: 75-160 mcg/dl); 24 h urinary copper: 349 mcg/24 h (reference: Up to 70 mcg/24 h). Abdominal ultrasound showed evidence of hepatic cirrhosis. Routine hemogram, liver and renal function tests were within the normal limits. Magnetic resonance imaging (MRI) of the brain showed hyperintense signals in bilateral caudate nuclei, putamina and thalami, central pons and dorsal mid-brain in the region of central tegmental tracts []. She received de-coppering therapy with d-penicillamine (250 mg/day) and zinc sulphate (660 mg/day). After 6 months, the lingual movements had improved significantly.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'1810163': 1, '31179297': 1, '21199858': 1, '16256406': 1, '17435591': 1, '16388188': 1, '32373671': 1, '31538096': 1, '32373672': 1, '31872056': 1, '25024581': 2}", "similar_patients": "{}"}