{"patient_id": 75143, "patient_uid": "4021836-1", "PMID": 24876980, "file_path": "comm/PMC004xxxxxx/PMC4021836.xml", "title": "Rapidly Progressed Primary Intestinal Follicular Lymphoma with Elevation of Soluble Interleukin-2 Receptor Levels", "patient": "A 62-year-old Japanese male underwent a curative resection of early gastric cancer by endoscopic submucosal dissection at the Tsuyama Chuo Hospital. The pathological diagnosis of the resected specimen was well-differentiated adenocarcinoma (34 mm dia.) located in the antrum, in which the carcinoma component was confined to the mucosal layer without lymphatic or vascular invasion. Esophagogastroduodenoscopy performed two months after the resection revealed whitish mucosa around the ampulla of Vater in the second portion of the duodenum (Figures and ). Biopsy specimens were taken from the whitish villi. Pathologically, small- to medium-sized lymphoma cells forming lymphoid follicles were seen (). The cells were positive for CD20 (), CD10 (), and BCL2 (), but negative for CD3. The World Health Organization classification of the lymphoma cells was grade 1.\\nThe patient had impaired glucose tolerance, but he had been taking no medication. A physical examination revealed no abnormalities, and there was no evidence of hepatosplenomegaly or peripheral lymphadenopathy. All laboratory findings, including the levels of lactate dehydrogenase (LDH) and soluble interleukin-2 receptor (sIL-2R), were within the normal ranges. Transoral and transanal double-balloon enteroscopy revealed two whitish granular areas in the proximal jejunum (Figures and ). In colonoscopy, polypoid lesions with superficial telangiectasias were identified in the rectum (Figures –). Biopsied specimens taken from the jejunal and rectal lesions also demonstrated the presence of lymphoma cells. Computed tomography (CT) scans of the neck, chest, abdomen, and pelvis showed neither lymphadenopathy nor a thickened gastrointestinal wall including the duodenum, jejunum, and rectum. An 18F-fluorodeoxyglucose positron emission tomography (PET) scan detected no positive tracer uptake in the whole body (). Bone marrow aspiration and biopsy revealed no lymphoma infiltration. Consequently, the patient was diagnosed with primary intestinal follicular lymphoma involving the duodenum, jejunum, and rectum. The clinical stage was considered stage I, based on the Lugano staging system for the classification of gastrointestinal tract lymphoma [, ]. The follicular lymphoma international prognostic index (FLIPI) score was 1, and thus the patient was classified as low risk by the FLIPI system [].\\nThe patient was assigned to a watch-and-wait policy because the lymphoma lesions were localized in the intestinal tract without lymph node involvement, and he had no symptoms. Eleven months after the diagnosis, the patient's sIL-2R levels had risen from 383 to 617 U/mL (upper limit: 530 U/mL) and a CT scan revealed an enlarged lymph node around the stomach. A PET scan detected positive tracer accumulation in the enlarged lymph node (Figures and ).\\nTo determine whether the swelling of the lymph node was caused by follicular lymphoma involvement or gastric cancer recurrence, we performed an endoscopic ultrasonography-guided fine-needle aspiration biopsy (). The specimen obtained had lymphoma cells with positive staining for CD20, CD10, and BCL2 (Figures –). The progression of follicular lymphoma, rather than a recurrence of gastric cancer, was thus pathologically confirmed. Rituximab monotherapy was initiated for the patient, and a partial response was achieved. A CT scan performed after the completion of the therapy showed that the swelling of the lymph node had reduced.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'23747081': 1, '19396151': 1, '22915662': 1, '8905029': 1, '21561531': 1, '21383289': 1, '21836483': 1, '20555076': 1, '24362271': 1, '15126323': 1, '23001911': 1, '8075046': 1, '20084529': 1, '15024027': 1, '26819532': 1, '9332679': 1, '23816219': 1, '24876980': 2}", "similar_patients": "{}"}