{"patient_id": 146701, "patient_uid": "4510827-1", "PMID": 26229761, "file_path": "noncomm/PMC004xxxxxx/PMC4510827.xml", "title": "Rapid-onset obesity, hypoventilation, hypothalamic dysfunction, autonomic dysregulation syndrome", "patient": "A 6-year-old girl was admitted to the Children Hospital at Damascus University, with the diagnosis of abdominal mass, discovered incidentally by ultrasonography during the workup of rapid onset obesity.\\nDuring the last year, her parents noticed increased appetite resulting in noticeable weight gain. This was associated in the last 2 months with nighttime urinary incontinence, premature thelarche, snoring and witnessed episodes of obstructive sleep apnea (OSA).\\nThe perinatal history was unremarkable with a birth weight of 3.2 kg and a length of 50 cm. The past medical history was negative, with no history of genetic, neurological or endocrinological diseases in the family.\\nOn physical examination we recorded obesity (weight: 38 kg [>3 standard deviation (SD)], height: 119 cm [77.6% between 1 and 2 SD]). Weight/height percentile is 99.8%. body mass index = 26.8 (percentile 99.7% >95%) [Figures and ], round face, (with no other signs of Cushingoid habitus), and no skeletal malformations. Premature thelarche represented by breast budding Tanner phase 2–3.\\nNeurological examination was normal, apart from a noticeable alternate strabismus in both eyes for the last few months with a normal ophthalmological exam.\\nabdominal computed tomography scan demonstrates a mass lesion measuring 3.5 cm × 8 cm attaching the ventral surface of the lumbar and sacral vertebrae, with incongruous contrast enhancement, pushing the right iliac artery and vein to the right side [Figures and ].\\nLeft hand and wrist radiograph showed a bone age of 8 years (according to Gerulic and Pyle) compatible with 0.73 of predicted adult height (mid parental target height = 162.5 cm). (advanced bone age > 2 SD). Brain magnetic resonance imaging was normal.\\nLaboratory tests [] were not significant apart from the negative GH provocative test (using oral clonidine). Bilateral bone marrow study was negative. Neuro-specific enolase, urine vanillylmandelic acid levels were within normal limits.\\nThe surgical consult recommended a surgical biopsy by laparoscopy. However, due to an uncontrolled bleeding complication, an emergent complete surgical excision of the tumor was performed. The tumor was attached intimately to the right iliac great vessels and to the right ureter. During the postsurgical period, the girl developed tachypnea with cyanosis, which was not explained by a clear pathophysiology. She was managed by hydration, analgesia, broad-spectrum intravenous antibiotics and supplemental oxygen.\\nChest X-ray showed a slightly increased cardiac index. Echocardiography showed just a slight tricuspid regurgitation. Laboratory investigations are shown in . The patient improved within the next 3 days. The pathology result was compatible with mature ganglioneuroma [Figures and ]. Abdominal ultrasonography revealed a right sided hydroureteronephrosis, treated by nephrostomy (a second look operation revealed an iatrogenic ureteral injury).\\nLater, elevated liver function tests were noted, but the subsequent tests were positive for hepatitis C type 1A infection. She had received the peg-interferone/ribavirin regimen with 67,392 copies/ml, and after 6 months of treatment 62,795 copies/ml, therefore the gastroenterologist decided to stop the treatment.\\nThe ROHHAD syndrome diagnosis was built on the following points: The history of rapid weight gain, with hyperphagia concomitant with the discovery of an abdominal ganglioneuroma, the new onset bilateral nonparalytic alternate strabismus, the blunted GH provocative response and the respiratory problems (OSA episodes).\\nFollowing the diagnosis, the patient had worsening respiratory symptoms requiring the use of home BiPAP machine. Moreover, later the patient had right nephrectomy due to worsening renal function not responding to nephrostomy tube placement.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'22715259': 1, '32728700': 1, '30584530': 1, '18628522': 1, '10613788': 1, '21807698': 1, '17606542': 1, '25049346': 1, '20727534': 1, '24245102': 1, '21691246': 1, '23292759': 1, '26229761': 2}", "similar_patients": "{}"}