{"patient_id": 78680, "patient_uid": "4267161-1", "PMID": 25525531, "file_path": "comm/PMC004xxxxxx/PMC4267161.xml", "title": "Familial Essential Thrombocythemia Associated with MPL W515L Mutation in Father and JAK2 V617F Mutation in Daughter", "patient": "B. L., a 43-year-old Caucasian female, was referred in 2007 to our service for thrombocytosis (1,000 × 109/L), discovered during a routine blood checkup. The patient was asymptomatic and there was no personal or familial history of thrombosis or hemorrhage. The full blood counts also revealed a mild leukocytosis (12 × 109/L), with a normal differential count, except for mild basophilia (0.24 × 109/L). The hemoglobin and the hematocrit were within normal range (140 g/L and 42%, resp.). The physical examination revealed no pathologic modifications. A bone marrow biopsy was also performed, revealing megakaryocyte hyperplasia. Thus, the diagnosis of ET was established. In 2008 the detection of the JAK2 V617F mutation became available in our institution, and a mutant allele burden around 25% was found in the patient. The patient was given initially acetylsalicylic acid (ASA) 150 mg/day. However, because the platelets continued to increase to values of around 1,500 × 109/L, the patient was subsequently started on anagrelide, 2 mg/day. Thereafter, the platelets dropped to normal values, with the patient remaining asymptomatic.\\nFour years later, the father of the patient, P. T., a 72-year-old man, was referred to our service for thrombocytosis (1,100 × 109/L), discovered during a routine blood checkup. The blood counts and the peripheral smear revealed no other modifications. The physical examination was normal. The JAK2 V617F mutation tested negative at diagnosis, but other causes of thrombocytosis were ruled out. Thus, the diagnosis of ET was established. The patient was given 150 mg ASA and 1 g hydroxyurea/day. The platelets dropped to near normal values, with the patient remaining asymptomatic. Later, the diagnosis of MPL exon 10 and CALR exon 9 mutations became available in our institution. The patient lacked the CALR mutations, but he was found to harbor the MPL W515L mutation.\\nWe genotyped in both patients also the rs10974944 SNP, which tags the JAK2 46/1 haplotype. Both of them were homozygous for the “nonrisk” C allele of the rs10974944 SNP. Thus, none of them carried the JAK2 46/1 haplotype.\\nAll the genotyping procedures were performed on DNA obtained from peripheral blood, using a commercially available kit (Quick-gDNA MiniPrep Kit, ZymoResearch, Irvine, CA, USA). The JAK2 V617F and MPL mutations were genotyped by tetraprimer PCR and multiplex PCR assays, as previously described [, ]. The rs10974944 SNP, tagging the JAK2 46/1 haplotype, was genotyped by a PCR-RFLP assay, as we described previously []. In order to analyze the common mutations within the exon 9 of the CALR gene (type 1 and type 2 mutations), which account for almost 90% of all CALR mutations, we developed a simplex PCR assay. We analyzed the sequence of CALR gene and developed primers encompassing the two common mutations, using the online program Primer3 v.0.4.0 []. The primers chosen have the following sequences: forward 5′-GCAGCAGAGAAACAAATGAAGG-3′ and reverse 5′-CTTCCTCCTTGTCCTCCTCA-3′. The reactions were set up in 20 μL volumes, with the following composition: 10 μL 2xPCR MasterMix (Fermentas MBI, Vilnius, Lithuania), 10 pmoles of each Fw and Rev primers, 1 μL of 2 mg/mL BSA solution (Fermentas MBI, Vilnius, Lithuania), and 50 ng of genomic DNA. The amplifications were run in Applied Biosystems 2720 and Eppendorf Mastercycler thermal cyclers (Applied Biosystems, USA and Eppendorf, Germany), under the following conditions: initial denaturation at 95°C for 10 min, followed by 35 cycles, each comprising denaturation at 95°C for 40 s, annealing at 55°C for 45 s, and extension at 72°C for 40 s, followed by a final extension at 72°C for 5 min. The amplicons were resolved in a 4% MetaPhor agarose gel (Lonza, Rockland, USA), stained with RedSafe (Chembio, UK). In order to validate our PCR assay, we randomly selected 24 samples and sequenced them bidirectionally, using the same primers as described above. There was a 100% concordance between the results obtained by sequencing and those obtained by the PCR assay.\\nThe study was carried out according to the guidelines of the Declaration of Helsinki and informed consent was obtained from both patients.\\nWe also performed a routine clinical and hematological examination on Ms. B. L.'s two daughters and on Mr. P. T.'s sister, but there were no pathological aspects that would suggest the presence of MPN. In order to search for a possible latent MPN, we also genotyped JAK2 V617F, CALR, and MPL mutations in these three relatives of the patients, but none of them harbored any of these mutations.\\nDuring follow-up, both patients had a favorable evolution, and to date none of them had any of the ET-associated complications (thrombosis or progression to myelofibrosis).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'20304805': 1, '25103330': 1, '21173100': 1, '25196853': 1, '15920007': 1, '10547847': 1, '18451307': 1, '20016140': 1, '24441291': 1, '23994117': 1, '33271790': 1, '22818858': 1, '24476768': 1, '18006699': 1, '23926457': 1, '25525531': 2}", "similar_patients": "{}"}