{"patient_id": 87754, "patient_uid": "4956611-1", "PMID": 27453804, "file_path": "comm/PMC004xxxxxx/PMC4956611.xml", "title": "Solitary Myocardial Metastasis from Locoregionally Controlled Squamous Cell Carcinoma of the Oral Cavity", "patient": "A 60-year-old non-smoking white male, with an alcohol history of 2-3 drinks per day, was diagnosed in July 2013 with squamous cell carcinoma (SCC) of the right retromolar trigone with extension into the adjacent buccal mucosa. He was treated with primary surgery on September 12, 2013, consisting of a right lateral pharyngotomy and segmental resection of the right posterior mandible and adjacent buccal mucosa, and a right selective neck dissection followed by left free fibula osteoseptocutaneous flap reconstruction. Final pathology showed metastatic keratinizing SCC measuring 0.96 cm with a 0.5 cm depth of invasion. There was an invasion of the bony mandible into the cortex and medulla. There was no lymphovascular space or perineural invasion and all margins were free of cancer, with the closest being 0.18 cm medially. One of 12 lymph nodes in right Level I and one of one facial lymph nodes were positive for metastatic disease, the latter with extranodal extension. No cancer was found in any of 20 lymph nodes from Levels 2-4. Pathologic stage was T4aN2b with an R0 resection.\\nAfter multidisciplinary tumor board discussion, it was recommended that he receive adjuvant radiation therapy (RT) with concurrent cisplatin chemotherapy. Starting six weeks postoperatively, he received a radiation dose of 6,000 cGy in 30 fractions over six weeks to the tumor bed and involved nodal regions via a 5-field IMRT plan using 6 MV photons, along with a q3 weekly bolus of cisplatin, 100mg/m2.\\nHe completed all adjuvant treatment on December 3, 2013, uneventfully and without unplanned delays or unexpected toxicities. His last clinical follow-up appointment on January 28, 2015 revealed no evidence of locoregional recurrence and no significant late treatment toxicities.\\nIn February 2015, he presented to the emergency room with acute shortness of breath, palpitations, and a recent history of air travel. Electrocardiogram (ECG) showed rapid atrial fibrillation. CT scan of the chest, using a pulmonary edema (PE) protocol, showed a small pericardial effusion, measuring up to 1.3 cm in width, and moderate-sized, uncomplicated bilateral pleural effusions. There was a single 0.9 cm short axis prevascular lymph node, which was felt most likely to be reactive. He was discharged with arrangements for an outpatient cardiology follow-up. His atrial fibrillation proved to be difficult to control, in part because of intolerance of beta blockers due to pre-existing asthma. On July 1, 2015, he re-presented with shortness of breath on exertion and peripheral edema. Initial bloodwork revealed the N-terminal prohormone of brain natriuretic peptide (NT-proBNP) was elevated at 1650 (0-300) with mild high sensitivity troponin elevation at 20 (0-14). ECG showed a septal infarct, right axis deviation, and a marked ST segment abnormality. The rhythm was variant between sinus tachycardia and atrial flutter. After admission, an echocardiogram was performed, and a large mass was identified in the right ventricle.\\nThe following day he underwent pulmonary function tests (PFTs), which showed both FVC and FEV1 < 50% of predicted values. A CT scan of the neck showed stable post-treatment changes and no evidence of primary or residual tumor, while CT of the chest, abdomen, and pelvis revealed the growth of the prevascular mediastinal lymph node to 1.7 x 1.2 cm. Also noted were hepatic venous congestion and the right ventricular mass. Retrospectively, this was thought to have been visible as a small abnormality on the CT/PE study from 4.5 months earlier. Cardiac MR (Figures -) showed the mass to be 6.7 x 3.8 x 4.5 cm and centered on the right ventricular free wall. There was a narrowing of the tricuspid valve and mass extension into the right atrium. A large pericardial effusion was associated with this mass.\\nA biopsy was attempted via right heart catheterization through the right internal jugular vein under transthoracic echocardiogram guidance. Repeated attempts were unsuccessful and yielded only normal myocardial tissue because of catheter deflection as it entered the right ventricle. Diagnostic thoracentesis of his left pleural effusion showed only rare atypical cells.\\nAfter much consideration and discussion with the patient about potential benefits and risks, it was decided to proceed with an open biopsy. On July 14, 2015, he underwent sternotomy with direct visualization and biopsy of the pericardium and the right ventricular mass. Pathology showed metastatic poorly differentiated squamous cell carcinoma arising from within the myocardium of the right ventricular free wall (Figures -). A full immunohistochemical panel revealed the tumor to be p63, 34BE12, E-cadherin, pancytokeratin (PCK), and cytokeratin 5/6 (CK5/6)-positive. It was negative for melanin, S100, WT1, CD34, and CD45 and, hence, felt to be consistent with metastatic disease from his original oral cancer.\\nShortly after biopsy, palliative radiotherapy with 2,000 cGy in five fractions was discussed with the patient. The goals of treatment would have been to try and improve his cardiac function. Risks were discussed, including potential worsening of arrhythmias and catastrophic cardiac rupture due to regression of a tumor that was replacing much of the cardiac wall. He appreciated the risks and uncertain benefits and consented to treatment as described. Unfortunately, after discharge, he began decompensating again and, hence, pursued comfort measures only. He passed away within one week of this decision and exactly one month after presenting in heart failure.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'17098886': 1, '14998838': 1, '31179147': 2, '10187969': 1, '29666101': 1, '21251317': 2, '4810086': 1, '11755831': 1, '26880683': 2, '22921451': 1, '4028858': 1, '31772779': 2, '27453804': 2}", "similar_patients": "{'6854178-1': 1, '6501223-1': 1, '3037322-1': 1, '4924355-1': 1, '4924355-2': 1, '4924355-3': 1}"}