{"patient_id": 88344, "patient_uid": "4998242-1", "PMID": 26817868, "file_path": "comm/PMC004xxxxxx/PMC4998242.xml", "title": "First Case Report of Smith–Magenis Syndrome (SMS) Among the Arab Community in Nazareth", "patient": "We report a case study of a newborn male who was born in spontaneous delivery at term on June 29, 2015, to a 27 years old mother with gestational diabetes A1. Apgar score at 1 min after birth was 9 and at 5 min after birth was 10. Birth weight was 3142gr, head circumference was 35 cm, length = 47 cm, pulse = 118, breathing rate = 72/minute, blood pressure: systolic = 69, diastolic = 34, blood saturation=100.\\nThe newborn was admitted to the Neonatal Intensive Care Unit (NICU) at the age of 2 days due to tachypnea (up to 88 breaths/min), tracheomalacia, and mild hypotonia. During his admission at the NICU various laboratory examinations were conducted including CBC, electrolytes, biochemistry, thyroid function tests, and 2 blood cultures, which were all normal.\\nClinical examinations for whole body systems were performed: chest x-rays, EEG, cranial ultrasound, and heart echocardiogram, which were all intact. Moreover, the neurological examination was normal: the plantar grasp reflex, Moro reflex, and sucking reflex were all normal expect mild hypotonia. During his hospitalization, feeding difficulties appeared and thus a peripheral venous catheter was inserted in the left leg. Further metabolic investigations were performed including blood ammonia, Lactate, blood amino acids and organic acids, and finally cerebrospinal fluid (CSF) amino acids. The results of all these investigations were normal. After 22 days of follow-up and hospitalizations, the patient status improved and he was discharged with recommendations to be in follow-up in pediatric outpatient clinic.\\nHowever, notwithstanding all these investigations, intermittent tachypnea continued at a rate of 72 to 77 breaths/min. Owing to persistence of tachypnia, mild hypotonia, feeding difficulties, sleep disturbances, and mild dysmorphic facial features observed clearly such as a flat, broad nasal bridge and small mandible, suspicion of genetic abnormalities were considered and blood samples were sent for chromosome analysis and for FISH testing (Figure ). The genetic exam revealed the following results:\\nCytogenetic findings: 46,XY, del(17)(p11.2) and the fluorescence in situ hybridization results: del(17)(p11.2p11.2) (D17S29). The chromosome diagnosis revealed an interstitial deletion of 17p11.2 and the diagnosis of the SMS was confirmed.\\nToday, the child is in follow-up every 3 months in a pediatric outpatient clinic. His overall medical condition is good, without feeding problems, he is gaining enough weight and he has normal breathing rate (35 breaths/min). As for the sleep disturbances symptoms, a combination of the daytime dose of acebutolol (acebutolol 10 mg/kg/day) with an evening oral dose of melatonin (3 mg at 8 pm) was given to this child and he improves wonderfully. Currently, no other medications prescribed to him.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'21480478': 1, '15565467': 1, '22578325': 1, '25434872': 1, '2425619': 1, '9613860': 1, '10851253': 1, '12652298': 1, '16890450': 1, '11445803': 1, '14614393': 1, '12809645': 1, '12525548': 1, '20932317': 2, '19530184': 1, '21857958': 1, '9820031': 1, '14646795': 1, '8882782': 1, '21739587': 1, '22057962': 1, '18231123': 1, '19236431': 1, '21897445': 1, '20686197': 1, '20981776': 1, '21545756': 1, '31305645': 1, '26817868': 2}", "similar_patients": "{'2964533-1': 1, '2964533-2': 1}"}