{"patient_id": 148030, "patient_uid": "4588706-1", "PMID": 26436070, "file_path": "noncomm/PMC004xxxxxx/PMC4588706.xml", "title": "Heart and Lung Metastases From Endometrial Stromal Sarcoma in a Forty-Two-Year-Old Woman", "patient": "A 42-year-old woman presented with dyspnea and reduced exercise tolerance, which had begun a month before admission. Her medical history included hysterectomy and left salpingoophorectomy for menorrhagia and a left ovarian mass five years ago. Histopathologic examination demonstrated multiple leiomyomas and fibrothecomas of the ovary. Four months later, she complained of spotting. Transvaginal ultrasonography showed a heterogeneous solid mass, about 28 mm × 45 mm, in the cuff of the vagina. She underwent laparotomy and excision of the mass as well as right oophorectomy. Histopathologic examination revealed a LG-ESS. She underwent 28 courses of radiotherapy.\\nOn examination, the patient had dyspnea at rest, tachycardia, and normal blood pressure. She had mild to moderate lower limb edema. Transthoracic echocardiography showed a large multilobulated mass (4.5 cm × 3.5 cm) in the right ventricle (). Computed tomographic (CT) angiography demonstrated tumoral process in the right atrium, coronary sinus, right ventricle, and pulmonary outlet tract as well as multiple metastases in both lung fields (). Findings of abdominopelvic and brain CT scan were normal. Color Doppler ultrasonography of the vessels of both lower limbs revealed normal findings.\\nMedian sternotomy was performed and cardiopulmonary bypass instituted. Right atriotomy revealed a large mass, attached to the septal leaflet of the tricuspid valve, and a mass in the coronary sinus. The ventricular mass, which originated from the posterior ventricular wall, extended to the chordae tendineae. A large red mass was seen in the right ventricle’s outflow tract. The mas was completely resected ().\\nThe patient was extubated in shorter than 10 hours of surgery. She recovered without complications and was discharged from hospital nine days later. Histopathologic examination revealed a metastatic ESS, which was confirmed by Immunohistochemistry (IHC). The estrogen receptor (ER), progesterone receptor (PR), and CD10 were positive in the tumor cells. She was referred to the oncologist for adjuvant therapy. After 28 months, follow-up examination revealed no abnormality. All patient information was kept confidential and for publication of the article, written informed consent was obtained.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'2539319': 1, '14984976': 1, '17320937': 1, '34123602': 2, '18708288': 1, '15661228': 1, '7665715': 1, '15061635': 1, '17575701': 1, '10549037': 1, '25299308': 1, '26436070': 2}", "similar_patients": "{'8191851-1': 1}"}