{"patient_id": 140261, "patient_uid": "4124669-1", "PMID": 25104986, "file_path": "noncomm/PMC004xxxxxx/PMC4124669.xml", "title": "A Case of Anomalous Origin of Circumflex Artery from Right Sinus of Valsalva Recognized by Three-dimensional Transesophageal Echocardiography and Coronary Computed Tomography Angiography", "patient": "A 53-year-old man presented to our clinic with a three-week history of palpitation. Hypertension and other risk factors of coronary artery disease were not present. Physical examination revealed a heart rate 75 beats/min and a blood pressure of 116/70 mmHg. Heart sounds were normal and there was a 2/6 systolic ejection murmur at the apex. Laboratory results showed no abnormality. Electrocardiography showed normal sinus rhythm, and incomplete right bundle branch block with no ST-T changes.\\nAn echocardiogram revealed normal chamber size and left ventricular wall motion with mild to moderate mitral insufficiency. A tunnel shaped structure extending beneath the anterior mitral leaflet in the atrioventricular groove was also noticed []. However, the origin and anatomical properties of this abnormal image could not be sufficiently clarified in two-dimensional (2D) transthoracic echocardiography. Therefore, TEE was performed. Midesophageal long-axis TEE images gave the appearance of a communication between the non-coronary sinus of Valsalva and the left atrium (LA) []. However, flow between the chambers could not be demonstrated with color Doppler. In order to demonstrate anatomical properties of this structure 3D TEE was performed. On 3D TEE examination, raised the suspicion of anomalous Cx artery. Although its origin could not be identified, its path could be followed through behind the aortic root to its usual location in the atrioventricular groove [].\\nCTA was subsequently performed which showed aberrant Cx origin from the right aortic sinus of Valsalva with a further retroaortic course of Cx within the atrioventricular groove []. The Cx was originating as a slit like ostia with acute angulation from the right sinus. Myocardial perfusion scintigraphy (MPS) revealed mild ischemia in the inferolateral wall.\\nHolter electrocardiogram showed no arrhythmias. Our patient did not receive further diagnostic or therapeutic options, so we recommended medical therapy with optimal treatment of his cardiovascular risk factors.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'4417692': 1, '23513024': 1, '9930501': 1, '19762726': 1, '25991021': 1, '15562848': 1, '17086531': 1, '421315': 1, '10978961': 1, '25104986': 2}", "similar_patients": "{}"}