{"patient_id": 141248, "patient_uid": "4178280-1", "PMID": 25276327, "file_path": "noncomm/PMC004xxxxxx/PMC4178280.xml", "title": "Multicentric Castleman’s Disease and Kaposi’s Sarcoma in a HIV-Positive Patient on Highly Active Antiretroviral Therapy", "patient": "Thirty-five year old Hispanic male presented to our care with the main compliant of severe intermittent mid to lower back pain that had progressively worsened since 1 week. The back pain was further described as radiating to both lower extremities and aggravation of the pain with movement such as bending forward and walking with occasional numbness in both lower extremities. He denied any trauma, weakness in his back or lower extremities, saddle anesthesia, urinary or fecal incontinence. His past medical problems include acquired immune deficiency syndrome (AIDS) diagnosed 12 years prior and Kaposi sarcoma.\\nOne year prior to admission he began to develop systemic symptoms such as fever, chills and diffusely swollen lymph nodes. He underwent a fine needle (FNA) aspiration biopsy of right axillary lymph node with pathology revealing the presence of reactive cells for human herpes virus 8. Five months afterwards he had an excisional biopsy of the left inguinal lymph node and a punch skin biopsy that tested positive for Kaposi’s sarcoma. He was treated with doxorubicin for a total of 6 cycles. Despite this, he had persistence and worsening of his symptoms but now associated splenomegaly and pancytopenia. Two months prior he had a splenectomy with pathological findings of multicentric Castleman’s disease, plasmablastic variant with evidence of Kaposi sarcoma and areas of extensive infarction. However, he had not been treated for the multicentric Castleman’s disease and was compliant with antiretroviral therapy.\\nInitial vital signs on admission were significant for a fever of 38.5ºC and tachycardia. Physical exam findings included generalized lymphadenopathy, bilateral non-pitting lower extremity edema, right sided ptosis and facial droop. Hyperpigmented purple/erythematous maculopapular skin lesions were noted on both thighs that were characteristic of Kaposi sarcoma. The initial laboratory findings () were significant for thrombocytopenia and hypoalbuminemia.\\nRadiologic imaging was obtained on the day of admission. This included an abdominal computed tomography (CT) () that showed hepatomegaly and diffuse abdominopelvic lymphadenopathy of the retroperitoneal, periaortic, peripancreatic, mesenteric, pelvic, bilateral iliac and inguinal regions. The thoracic and lumbar magnetic resonance imaging (MRI) also revealed diffuse lymphadenopathy of the bilateral supraclavicular, axillary, posterior mediastinal, retrocrural and paraspinal nodes. On the second hospital day the infectious disease consult service recommended HAART with Raltegravir 400 mg tablet twice daily and Abacavir/Lamivudine 600/300 mg tablet every day. To determine the immunological status of the patients the HIV viral load was <20 PCR copies/mL, HHV-8 viral load was 25,498 DNA copies/mL, absolute CD4 count was 453 cells/mcL (490-1740 cells/mcL) and CD8 count was 4142 cells/mcL (180-1170 cells/mcL). On the fourth hospital day the hematology/oncology consult service was concerned for a plasmablastic lymphoma and therefore recommended a bone marrow biopsy and excisional lymph node biopsy of the supraclavicular lymph node. A MRI brain and lumbar puncture with CSF analysis were performed to further evaluate his neurological deficits but both were unremarkable. On the ninth hospital day the excisional biopsy of the left supraclavicular lymph node was performed with pathological findings () of HHV8+ Kaposi sarcoma in the background of multicentric Castleman’s disease (plasmacytic variant). No evidence of transformation into large B-cell or plasmablastic lymphoma was noted. On the twelve hospital day a bone marrow biopsy was performed with pathological findings of hypercellular marrow demonstrating reactive plasmacytosis with polytypic pattern by kappa and lambda light chains immunostains. On the fifteenth hospital day the patient was discharged home in stable condition on HAART and follow up with the infectious disease and hematology/oncology services for further outpatient management. Chemotherapy with CHOP (cyclophosphamide, adriamycin, vincristine plus prednisone) was started and rituximab plus prophylaxis for pneumocystis carinii was included. As an outpatient he received intravenous (IV) cyclophosphamide (750 mg/m2 on day 1), IV adriamycin (50 mg/m2 on day 1), IV vincristine (1.4 mg/m2 on day 1), and oral prednisone (100 mg for 5 days) was administered every month for 4 cycles. The facial droop and ptosis resolved during chemotherapy and the diffuse lymphadenopathy resolved after the complete course of chemotherapy.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'10666218': 1, '22157415': 1, '21760504': 1, '17589201': 1, '21472488': 1, '22791417': 1, '24174627': 1, '23087796': 1, '23596117': 1, '30066758': 1, '11895764': 1, '20688959': 1, '23516126': 1, '23071471': 1, '25276327': 2}", "similar_patients": "{}"}