{"patient_id": 141323, "patient_uid": "4184409-1", "PMID": 25298877, "file_path": "noncomm/PMC004xxxxxx/PMC4184409.xml", "title": "Marchiafava-Bignami disease with hyperintensity on late diffusion-weighted imaging", "patient": "A 69-year-old man had a decades-long history of chronic alcohol consumption, consuming approximately 500–550 mL of Japanese sake daily (standard alcohol content, 15% v/v; about 60–66 g ethanol/day). Up to about 1 year before admission, although he often experienced falls, he was independent in activities of daily living. Four days prior to admission, he had difficulty walking and stopped drinking. Three days prior to admission, the level of activity deteriorated, and he ceased speaking at home. On the day preceding admission, he was unable to walk or stand.\\nOn admission, the patient showed normal vital signs. In terms of the level of consciousness, he showed stupor, confabulation, delusive talking, agraphia, and ideomotor apraxia. Hyperreflexia of deep tendons, bilateral positive Babinski reflex, and muscle hypertonia (spasticity) were observed on neurological examination with brachybasia and instability by walking. He scored 15/30 on the Mini Mental State Examination (MMSE). Laboratory tests, including blood count, biochemical tests, blood sugar, ammonia, thyroid function tests, and levels of vitamins B1, B2, and B12, folic acid, and soluble interleukin-2 receptor, were all within normal limits. Cerebrospinal fluid examination also showed normal results.\\nHead MRI performed on admission revealed hyperintensity on fluid-attenuated inversion recovery (FLAIR) imaging in the corpus callosum and frontal white matter (), but DWI did not reveal any abnormal signals (). Based on the characteristic MRI findings and clinical history, MBD was diagnosed and treatment was started.\\nThe patient was able to eat and drink, so he consumed regular meals, stopped drinking alcohol, and began medical rehabilitation. He was given thiamine 75 mg/day beginning the day after admission and nicotinamide 1.5 g/day beginning 5 days after admission.\\nFollow-up head MRI was performed 12 days after admission. The hyperintensity in the total area of corpus callosum remained the same on FLAIR imaging (), but the white-matter lesion in the left frontal area was decreased in size (). The callosal lesion showed hyperintensity on DWI (). Part of this lesion appeared to have a reduced apparent diffusion coefficient (ADC) ().\\nAnother follow-up MRI was performed 39 days after admission, showing cavitary changes in the corpus callosum ( and ). After treatment, motor functions gradually recovered, but mild agraphia and apraxia remained. He was independent for activities of daily living and scored 29/30 on MMSE 67 days after admission.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'23545681': 1, '20019108': 1, '12591642': 1, '15372245': 1, '18318682': 1, '10934726': 1, '20689630': 1, '16087921': 1, '25298877': 2}", "similar_patients": "{}"}