{"patient_id": 78853, "patient_uid": "4279846-1", "PMID": 25580333, "file_path": "comm/PMC004xxxxxx/PMC4279846.xml", "title": "Knee Lymphocutaneous Fistula Secondary to Knee Arthroplasty", "patient": "A 72-year-old woman presented with a prosthetic joint infection after a revision knee arthroplasty, performed for a chronic primary arthroplasty infection through a standard anterior approach. A methicillin-resistant Staphylococcus aureus was isolated in conventional cultures from knee joint fluid. The surgical wound had a torpid evolution and needed in total three consecutive debridement processes and joint spacers ().\\nAfter the third debridement, she developed a wound dehiscence, with an evident continuous transparent fluid drainage. Bacterial cultures of the fluid were negative and its analysis revealed the presence of glucose (86 gm/dL), proteins (2,8 gm/dL), LDH (5045,00 UI/dL), and white blood cells (1280/mm3) with 90% PMN, suggestive of lymph fluid.\\nThe first therapy was a compression bandage and leg rest, which resulted in no success. Therefore, a VAC therapy with continuous 75 mm Hg pressure was used for seven weeks. No wound closure was observed after that time and a persistent lymphocutaneous fistula was developed. Hence, a magnetic resonance lymphangiography (MRL) was performed. On the MRL images, the deep system remained unharmed, but two major lymphatic vessels of the superficial system were found to be directly afferent to the wound dehiscence ().\\nRegarding the MRL results, a microsurgical lymphatic venous derivation was planned. Indocyanine green was used intraoperatively to identify lymphatic vessels, by performing an intradermal injection into the dorsal aspect of the four interdigital webs of the ipsilateral foot. During intraoperative exploration, no fluorescence was noted after the indocyanine green injection, probably due to the competence of the deep system. In contrast, two red lines corresponding clinically to a lymphangitis were observed on the skin along the anterior aspect of the leg, from the dorsum of the foot up to the knee wound. According to the MRL coordinates, these lines were the two major afferents lymphatic vessels. Secondarily, a new attempt with an injection of methylene blue in the dorsal aspect of the foot was carried out with no result and was also explained by the competence of the deep system. As a result, a dermic and subdermic lymphatic tissue from around the wound was ligated (in red on the skin) and a pedicle rotation flap was performed, to close the knee wound defect and to place the tension points out of the damaged knee scar line. During postoperation, no wound dehiscence or lymphorrhea occurred, and methylene blue clearance was seen through urine in a green color, a fact that suggested that the dye was really absorbed in a correct way. Ten months later, the patient underwent the second stage of total knee replacement with no skin incidence. During this time, she received antibiotics according to the sensitivity of the responsible bacteria ().", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'23449286': 1, '17321350': 1, '8170040': 1, '22753432': 1, '23542829': 1, '22577366': 1, '7631932': 1, '22727062': 1, '21159808': 1, '10927677': 1, '18456290': 1, '11352526': 1, '1920656': 1, '16220405': 1, '637696': 1, '19216961': 1, '6986222': 1, '15925983': 1, '25580333': 2}", "similar_patients": "{}"}