{"patient_id": 147258, "patient_uid": "4534744-1", "PMID": 26279818, "file_path": "noncomm/PMC004xxxxxx/PMC4534744.xml", "title": "Unexpected Severe Cerebral Edema after Cranioplasty : Case Report and Literature Review", "patient": "A 50-year-old female was admitted to our department with sudden-onset stuporous consciousness. A brain computed tomography (CT) scan revealed a subarachnoid hemorrhage with a right temporal lobe intracranial hemorrhage and a right subdural hematoma. Following the CT, angiography demonstrated an aneurysmal sac at the right posterior communicating artery (). Emergency decompressive craniectomy (DC) and aneurysmal neck clipping were performed. Following recovery there was some sinking of the scalp flap, and the decision was made to proceed with an autologous cranioplasty 61 days after the initial hemorrhage. There were no complications during the cranioplasty procedure, and there was no evidence of cardiovascular instability or cerebral swelling. Epidural and subdural drains were placed and connected to a suction system during skin closure. Following skin closure the drains were connected to a drainage bag to avoid subgaleal and epidural blood accumulation. However, the patient had a seizure in the recovery room. Emergency brain CT revealed widespread cerebral edema (). The patient extended her extremities in response to painful stimuli with no evidence of awareness. Therefore, the decision was made to clamp the drain catheters. The increased intracranial pressure (ICP) and cerebral edema were controlled with osmotic diuretics, corticosteroids, and antiepileptic drugs. The edema slowly subsided, but new low-density areas were noted on follow-up brain CT 1 week after the cranioplasty ().", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'23883370': 1, '22500207': 2, '22115018': 1, '19612971': 1, '21091342': 1, '15480019': 1, '21501058': 1, '22059899': 1, '19485722': 1, '26962428': 1, '23273384': 1, '8708684': 1, '18246457': 1, '28808605': 2, '30937048': 2, '29123881': 2, '21099705': 1, '22837899': 1, '26279818': 2}", "similar_patients": "{'3322209-1': 1, '5535512-1': 1, '6417323-1': 1, '5674471-1': 1}"}