{"patient_id": 151968, "patient_uid": "4860441-1", "PMID": 27212985, "file_path": "noncomm/PMC004xxxxxx/PMC4860441.xml", "title": "Right atrial thrombus associated with subclavian catheter developed due to total parenteral nutrition application", "patient": "A twenty-one-year-old male patient (40 kg and 190 cm) was diagnosed with MNGIE in 2009 after being evaluated in the neurology clinic with energy loss, foot-drop, difficulty swallowing, and weight loss. In 2011, TPN was initiated through central venous catheterization (CVC) because he had undergone duodenojejunostomy operation due to superior mesenteric artery (SMA) syndrome which is a rare condition, results in compression of the third portion of the duodenum by a narrow-angled SMA against the aorta and could not tolerate enteral nutrition postoperatively. Central venous catheterization was changed 4 times due to thrombosis or infection, and the last catheterization was implemented on 19 November 2012. The catheter was inserted in our hospital radiology intervention room under sterile conditions by an interventional radiology team. The catheter was not heparin coated, 14.5 French diameter and 28 cm long, extending from the left pectoral area to the right atrium. The composition of the parenteral solution was lipid 20%, aminoacides 10% and glucose 40%, 1800 kcal/day and 1500 cc/day were used.\\nHowever, the patient was admitted to our hospital again one month later with fever and palpitation complaints. Upon physical examination, his body temperature was 38.5°, blood pressure was 120/77 mmHg, pulse was 157 beats/min, and sedimentation and CRP values were elevated. Because of the growth of methicillin resistant Staphylococcus aureus (MRSA) in the patient's blood cultures obtained from the catheter lumen and simultaneously from a peripheral vein, his fever was linked to catheter-related infection, and it was decided to remove the catheter. In the echocardiography performed before the removal of the catheter, the view of the catheter inside the right atrium (RA) and 35 x 15 mm sized echogenicity at its end which is protruded to the right ventricle during diastole and evaluated as a mobile thrombus was visualized. After 6 days of heparin and antibiotic treatment, no difference was detected in the size of the thrombus in echocardiography. Our patient's prothrombin time (12.9 second), international normalized ratio INR (1.1) and platelet count (380.000/mm3) were evaluated preoperatively, all these values were within normal limits.\\nThe patient was subsequently taken to open heart surgery and was monitored by ECG, SpO2 and invasive arterial catheterization. Systemic arterial pressure was recorded as 120/80 mmHg, heart rate at 130/min, and SpO2 at 97%. Upon induction of anesthesia, intubation was performed with 0.1 mg/kg midazolam, 3 mg/kg thiopental, 4 µg/kg fentanyl and 1 mg/kg rocuronium. Central venous catheterization was implemented to the right femoral vein following intubation. Extracorporeal circulation was started in the patient by implementation of cannula to the ascending aorta and vena cava inferior. The thrombus, seen at the catheter ending inside the right atrium, was removed by cutting (, and ). The patient's hemodynamic and neurologic signs were stable during the operation. Extracorporeal circulation was 40 minutes, the whole operation was 150 minutes. At the beginning of the operation our patient's hemoglobin value was 10.9 g/dl. During the operation this value decreased to 7.1 g/dl, therefore blood transfusion was performed and 1 U (red blood cell) RBC and 2 U fresh frozen plasma (FFP) were given during pumping. The patient was moved to the intensive care unit, extubated 5 hours after the operation, and transported to the Cardiovascular Surgery Department on the 3rd day. A catheter culture that was sent during the operation was sterile, and the pathology report was consistent with infected thrombus. The patient refused the insertion of a permanent catheter again and was discharged with the recommendation of the gastroenterology clinic for enteral nutrition and supportive peripheral nutrition upon regression of sedimentation and CRP values.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'9878638': 1, '9674471': 1, '15975738': 1, '23590577': 1, '22419292': 1, '10944865': 1, '16387916': 1, '15639113': 1, '8577023': 1, '5553297': 1, '11863471': 1, '11940768': 1, '12517020': 1, '23198269': 1, '17926020': 1, '12069560': 1, '12646670': 1, '15047925': 1, '27212985': 2}", "similar_patients": "{}"}