{"patient_id": 146456, "patient_uid": "4494095-1", "PMID": 26155276, "file_path": "noncomm/PMC004xxxxxx/PMC4494095.xml", "title": "Fenestration of liver cysts in polycystic liver disease to improve quality of life: a case report and literature review", "patient": "A 48-year-old female patient had been followed up for 5 years for both polycystic liver and kidney diseases at other institution. She was referred to us for identification of effective treatment. At the first visit, she complained of progressive distension of the abdomen and abdominal fullness leading to gradual decrease in body weight without shortness of breath. Her liver function was quite normal; hence, we decided to observe the patient regularly without considering palliative surgery or liver transplantation. Medical treatment with somatostatin analogue was not considered primarily due to the high medical cost as well as the undetermined therapeutic efficacy.\\nDuring the outpatient clinic follow-up for 1 year, we recognized that she had barely maintained her ability of function in daily activities due to progressive worsening of fatigue and dyspnea on exertion. Finally, she complained of shortness of breath even in a resting state. Eastern Cooperative Oncology Group (ECOG) performance status worsened from 2 to 3 during observation for 1 year. Gastrointestinal Quality of Life Index (GIQLI) score also deteriorated from 75 to 44 during observation for 1 year. Physical examination revealed that the liver was prominently bulged out of the abdomen, but leg edema was absent. Liver and kidney functions were still quite normal. Abdominal computed tomography (CT) showed progressive enlargement of multiple liver cysts with smooth and regular walls (), which was regarded as type III according to Gigot's classification (), grade 4 according to Qian's classification (), and type C according to Schnelldorfer's classification (). Magnetic resonance imaging study revealed water-filled multiple liver and kidney cysts ().\\nAfter obtaining consent of the patient on the uncertain effect of fenestration treatment as well as high risk of disease recurrence, the patient underwent surgical fenestration treatment. Multiple cysts in the enlarged liver were opened and the cyst walls were excised with electrocautery (). To avoid bleeding and bile leakage, the thin membranous portions were meticulously fenestrated and none of the viable normal liver parenchyma was resected. The majority of accessible liver cysts were opened. At the end of the fenestration procedure, the liver appeared to be markedly shrunken. Three Jackson-Pratt type drains were inserted to evacuate the ascitic fluid: the abdominal drainage output was about 500 ml/day at postoperative day 1 and then it gradually decreased to less than 150 ml/day after 5 days. After performing follow-up CT at 1 week, the drains were removed. No surgical complication occurred and the patient was discharged 10 days after the open fenestration surgery. The total liver volume by using CT volumetry was 3,870 ml before surgery and 3,125 ml at 1 week after surgery, showing a volume reduction of 19.3%.\\nAt 1 month after surgery, ECOG performance status improved to 1 and the GIQLI score was significantly increased to 122. During regular follow-up at an interval of 6 months, follow-up CT showed no progression in cyst size and flat abdomen was observed (). After 1 year, ECOG performance status improved to 0 but the GIQLI score was slightly decreased to 114. The patient is doing well and she is performing her normal activities at 18 months after surgery with no evidence of disease recurrence.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'5684196': 1, '27275480': 1, '30539986': 2, '23769078': 1, '16279915': 1, '7749697': 1, '15382167': 1, '15701496': 1, '7835591': 1, '17123284': 1, '17123287': 1, '12802647': 1, '24124322': 1, '12500201': 1, '17957434': 1, '7165009': 1, '8661625': 1, '19561475': 1, '21105111': 1, '31804334': 2, '15531969': 1, '9060585': 1, '16437277': 1, '23769079': 1, '26155276': 2}", "similar_patients": "{'6919518-1': 1, '6919518-2': 1, '6287239-1': 1, '6287239-2': 1, '6287239-3': 1}"}