{"patient_id": 81292, "patient_uid": "4445477-1", "PMID": 25686898, "file_path": "comm/PMC004xxxxxx/PMC4445477.xml", "title": "Transient lesion in the splenium of the corpus callosum due to rotavirus infection", "patient": "A 6-year-old girl was admitted to the hospital after three episodes of generalized, tonic seizures. Two days before admission, she developed watery diarrhoea and repeated vomiting.\\nHer perinatal history was complicated by premature birth (34th week) with weight 2200 g, Apgar scale −10. Her motor development was delayed in the first 2 years of life.\\nAt admission, the girl complained about moderate abdominal pain and watery stools.\\nPhysical examination showed a body temperature of 37.4 °C, pulse rate of 110 beats/min and blood pressure of 116/60 mmHg. The abdomen was soft, but painful. The bowel sounds were increased. Neurologic examination showed normal condition without pathological reflexes.\\nLaboratory findings presented the following: leukocyte count 4800/μL, erythrocyte count 4,920,000/μ, platelet count 253,000/μL, haemoglobin 13.3 g/dL and glucose 77 mg/dL. The serum electrolyte levels were as follows: sodium 137 mmol/L, potassium 4.89 mmol/L, calcium 2.49 mmol/L and magnesium 19.3 mmol/L. Aspartate aminotransferase was 49 U/L and alanine aminotransferase 26 U/L. C-reactive protein was elevated to 2.57 mg/dL. Serum samples showed an absence of antibodies against cytomegalovirus, Epstein-Barr, herpes simplex 1 and 2 viruses, Borrelia burgdorferi and Toxoplasma gondii. Lumbar puncture was not performed; cerebrospinal fluid could not be analysed for this patient.\\nEnzyme immunoassay detection of Rotavirus in the stool was positive. The stool culture and Adenovirus antigen were negative.\\nOn the day of admission, the girl presented six episodes of generalized tonic seizures with lockjaw and flexion of the extremities. The first two episodes lasted up to 1 min and subsided after diazepam. The subsequent ones were shorter and disappeared spontaneously. Between these episodes, the patient’s consciousness was disturbed. During further hospitalization, no seizures were observed.\\nBrain magnetic resonance imagination (MRI) was performed on the third day after admission using a 3-T scanner (MAGNETOM Spectra, Siemens Healthcare, Erlangen, Germany). T1-weighted examination was performed before and after i.v. administration of gadobutrol (Bayer Vital, Leverkusen, Germany, 0.1 mmol/kg body weight). The imaging showed the hyperintense region in T2-weighted and fluid-attenuated inversion-recovery (FLAIR) MRI, a well-defined lesion in the splenium of the corpus callosum with restricted diffusion in diffusion-weighted MRI (DWI) and no enhancement in post contrast T1-weighted (Fig. ).\\nAn electroencephalogram EEG was performed with a 42-channel DigiTrack system (Elmiko, PL), with electrodes placed in compliance with the international 20-electrode system. Her first EEG (the third day) showed slowed brain activity in the posterior occipitotemporal portion, consisting mainly of theta waves with a frequency of 4.5–5.5 Hz and amplitude of 40 uV.\\nShe was treated with intravenous crystalloids without anticonvulsant control. After the MRI results, dexamethasone therapy (0.4 mg/kg/day for 5 days) was started.\\nAn MRI performed 12 days after admission revealed no abnormal signal in the splenium of the corpus callosum (Fig. ). The EEG (awake and sleep) was completely normal.\\nThe child was sent home without signs of neurological complications. At her follow-up examination 2.5 months later, she had age-appropriate motor skills and behaviour. Her EEG showed normal brain activity.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'17573218': 1, '12439323': 1, '15557501': 1, '12790901': 1, '26499987': 2, '18490123': 1, '27684805': 2, '17532586': 1, '11528562': 1, '19183222': 1, '21189973': 2, '25686898': 2}", "similar_patients": "{'5265898-1': 1, '4619335-1': 1, '3005219-1': 1}"}