{"patient_id": 151495, "patient_uid": "4834621-1", "PMID": 27104027, "file_path": "noncomm/PMC004xxxxxx/PMC4834621.xml", "title": "Laparoscopic Gastrectomy and Transvaginal Specimen Extraction in a Morbidly Obese Patient with Gastric Cancer", "patient": "A 58-year-old female was admitted for abdominal pain and dyspepsia lasting one year. Despite her recent weight loss, she was still morbidly obese (body mass index 44.2 kg/m2). She also had diabetes and hypertension. Upper gastrointestinal endoscopy revealed an adenocarcinoma at the gastric antrum. Computed tomography indicated a 45 mm mass in the antrum with no metastatic distant focus. Her laboratory tests were unremarkable except for mild anemia (hemoglobin: 12.0 g/dl). After patient consent was obtained, we planned a fully laparoscopic gastrectomy with transvaginal specimen extraction. She was placed in the lithotomy position and five trocars were applied to the abdomen as described before. A xiphoidal 5 mm port for a Nathanson liver retractor, three 12 mm trocars (at the intersection of the transverse umbilical line and right/left midclavicular lines and at the midline 5 cm inferior to the umbilicus), and a working 5 mm trocar (right subcostal) were placed. A total omentectomy, subtotal gastrectomy, D2 lymph node dissection, and Roux-en-Y gastrojejunostomy were completed exclusively by laparoscopy. An additional suprapubic 5 mm trocar was placed for retraction of the upper uterus and better visualization of the vagina. The posterior fornix of the vagina was opened using laparoscopic vision and the specimen was extracted transvaginally through the posterior fornix (, ; Written informed consent was obtained from the patient for publication of this Case Report and any accompanying images.). The posterior fornix was closed with a running absorbable suture. Operating time and blood loss were 430 minutes and 50 ml, respectively. The postoperative course was uneventful with the exception of the use of two units of red cell packs due to intra-abdominal self-limited oozing. She was discharged on day five. Histopathological examination demonstrated a pT3N2M0 (American Joint Committee on Cancer 7th edition), 3.5 cm diameter adenocarcinoma. Twenty-two lymph nodes were retrieved with three metastatic locations along the greater curvature. She received adjuvant chemo-radiotherapy (six cycles of 5-flourouracil and folinic acid plus 45 Gy radiotherapy). She had no recurrence well after the 7.5-month follow-up.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'25424364': 1, '22623823': 1, '32968376': 1, '32104588': 2, '21160875': 1, '26413924': 1, '25791064': 1, '21434716': 1, '31911913': 2, '19357916': 1, '32104581': 1, '21553172': 1, '23386142': 1, '25035771': 1, '25730741': 1, '26286244': 1, '27104027': 2}", "similar_patients": "{'7034228-1': 1, '6940342-1': 1}"}