{"patient_id": 148368, "patient_uid": "4608652-1", "PMID": 26483616, "file_path": "noncomm/PMC004xxxxxx/PMC4608652.xml", "title": "Peritonitis following Endoscopy in a Patient on Peritoneal Dialysis with a Discussion of Current Recommendations on Antibiotic Prophylaxis", "patient": "A 50-year-old African-American male with a past medical history of ESRD secondary to hypertension on CAPD, Enterococcus faecalis peritonitis 4 months prior to presentation, peptic ulcer disease, and treatment-naive chronic hepatitis C presented with diffuse abdominal pain 1 day after upper endoscopy (EGD) and colonoscopy with polypectomy. Approximately 1 week prior to presentation, the patient was seen in the outpatient gastroenterology clinic for intermittent left-sided abdominal pain. Because of his need for screening colonoscopy, the history of peptic ulcer disease, and abdominal pain, he was scheduled for an EGD and colonoscopy. He did not receive prophylactic antibiotics prior to the procedures. EGD was significant for clean-based duodenal ulcers. Biopsies were negative for Helicobacter pylori. Colonoscopy was performed to the sigmoid colon but could not be completed because of poor preparation. However, it was significant for 3 polyps in the rectosigmoid, removed with cold biopsy forceps (hyperplastic).\\nThe patient reported feeling well immediately following the procedure but developed diffuse abdominal pain that evening. The next morning, he presented to the emergency room complaining of continued diffuse abdominal pain and cloudy dialysate fluid. On examination, he was afebrile. Abdominal examination was soft, nondistended, diffusely tender to palpation, with voluntary guarding but no rebound. His peritoneal dialysis (PD) catheter was in place with no tenderness on manipulation. Peritoneal fluid analysis revealed 22,500 white blood cells with 84% segmented neutrophils. Gram stain revealed multiple polymorphonuclear cells with no organisms. He was given IV vancomycin and cefepime and was transitioned to cefepime via a PD catheter. Over the course of his hospitalization, the patient's abdominal pain improved. He was discharged on hospital day 3 on a course of cefepime and vancomycin via PD. Cultures of peritoneal fluid grew vancomycin-sensitive coagulase-negative Staphylococcus.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'20919445': 1, '17704448': 1, '19433598': 1, '9615888': 1, '22821097': 1, '28100993': 2, '2085593': 1, '7927824': 1, '21880990': 1, '23936514': 1, '3101488': 1, '25197946': 1, '34193802': 1, '25442089': 1, '3653661': 1, '26483616': 2}", "similar_patients": "{'5216208-1': 1}"}