{"patient_id": 141879, "patient_uid": "4219197-2", "PMID": 25371789, "file_path": "noncomm/PMC004xxxxxx/PMC4219197.xml", "title": "Cerebral Arteriovenous Malformation Associated with Moyamoya Disease", "patient": "A 7-year-old girl visited our outpatient clinic complaining of TIAs in the left arm and leg for 3 years. Brain MRI did not reveal any parenchymal lesion, but severe ICA steno-occlusion was suspected on MRA. A neurological examination on admission revealed no focal neurological deficit. The patient underwent cerebral angiography, which revealed severe steno-occlusion of the right ICA, ACA, and MCA with abnormal vascular networks (). The left ICA was relatively unaffected but diffuse stenosis of the left MCA and ACA was observed. There was no arteriovenous shunting at that time. Diamox-enhanced SPECT revealed mild hypoperfusion in the right posterior parietal lobe and decreased vascular reserve in the right frontal, temporal, and parietal lobes. EDAS was performed on the right hemisphere, followed by subsequent EDAS on the left hemisphere. Follow-up MRI and MRA, taken 1 year after EDAS, confirmed the absence of abnormal signal void structures and the presence of transdural collateral vessels from the bilateral EDAS sites. The patient reported no TIAs thereafter but has been lost to follow-up.\\nThe patient revisited our outpatient clinic 6 years after the last follow-up for evaluation of incidental lesions on MRI. Although no new infarctions or hemorrhages were identified, abnormal signal void structures were noted at the anterior part of the right cingulate gyrus (). Follow-up angiography was performed 8 years after EDAS and confirmed a newly developed AVM with MMD progression. The AVM was slowly fed by the reconstituted anterior cerebral artery and drained into the superior sagittal sinus through a single cortical vein (). The new but asymptomatic AVM is currently being closely followed for more than 2 years without further surgical intervention. Subsequent MRI performed 9.5 years after EDAS did not reveal any significant change.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'2124043': 1, '17608912': 1, '3655898': 1, '6484172': 1, '17112209': 1, '9409446': 1, '27347048': 1, '1710323': 1, '16823046': 1, '9059717': 1, '8613863': 1, '24745340': 1, '8059324': 1, '12182787': 1, '8869778': 1, '17210313': 1, '33652628': 1, '3703219': 1, '25371789': 2}", "similar_patients": "{'4219197-1': 2}"}