{"patient_id": 139096, "patient_uid": "4037258-1", "PMID": 24910682, "file_path": "noncomm/PMC004xxxxxx/PMC4037258.xml", "title": "Magnet Retained Cheek Plumper in Complete Denture Esthetics: A Case Report", "patient": "A 42-year-old male patient reported to Hitkarini Dental College and Hospital, Jabalpur, Madhya Pradesh, India requesting replacement of his missing teeth. On intraoral examination, the patient had completely edentulous maxillary and mandibular arches. He had lost his teeth over a period of 3 years because of periodontal problems and was edentulous for the past 2 years. The patient was conscious about his sunken cheeks and desired a prosthesis that would make his face look fuller and healthier. He was leading a socially isolated life due to the psychological stress of his appearance. Treatment plan was formulated, keeping the patient’s demand in mind. It was decided to give the patient maxillary and mandibular complete dentures with intraoral closed faced magnet retained cheek plumpers for the maxillary denture. Primary impressions of maxillary and mandibular arches were made using impression material (Y Dents, MDM Corporation, Delhi). Custom trays were made using autopolymerizing acrylic resin. Border molding was done using low fusing impression compound (DPI Pinnacle, The Bombay Burmah Trading Corporation Limited, Mumbai, India) and wash impression was made with medium body addition silicone impression material (Aquasil, Dentsply/ caulk). Jaw relations were recorded. For the try-in appointment waxed denture was first tried for occlusion and esthetics. At the same appointment, cheek plumpers were made in wax and were attached to the upper waxed-up denture. Then it was evaluated to give the patient a fuller appearance. A dramatic change in the appearance with and without wax-up cheek plumper was observed and it was immediately accepted by the patient. The waxed plumper was separated from the waxed-up denture. After that flasking and dewaxing procedures were completed separately for the final pros-thesis and cheek plumpers. The mold space was packed with heat-polymerizing acrylic material (DPI, Mumbai, India) and curing procedures were performed according to the manufacturer’s instructions. After deflasking, the cured final prosthesis and plumpers were retrieved. Trimming, finishing, and polishing procedures were performed. Then a pair of commercially available magnets (cobalt-samarium, Ambika Corporation, New Delhi, India), 5 mm in diameter and 2 mm in thickness was employed to retain the cheek plumper with final prosthesis (). Provision for placement of magnets in the flange of the final prosthesis and in the cheek plumper was made and positioned with the help of autopolymerizing resin (, & ). Complete polymerization was ensured by placing in a pressure pot and finishing and polishing was then carried out. The attachment of plumper to the prosthesis was first checked outside the patient’s mouth ( & ). The prosthesis along with the plumper was then checked in the patient’s mouth for comfort, function and esthetics ().\\nThe patient was educated about the positioning of the plumper to the prosthesis. The patient’s demands were fulfilled ( & ). He was called for regular check up to evaluate any soreness or looseness of dentures.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'4570911': 1, '15232560': 1, '15798690': 1, '11514799': 1, '31886088': 2, '16080238': 1, '5276856': 1, '55482': 1, '357706': 1, '7976755': 1, '24910682': 2}", "similar_patients": "{'6921997-1': 1}"}