{"patient_id": 138779, "patient_uid": "4020909-1", "PMID": 24855380, "file_path": "noncomm/PMC004xxxxxx/PMC4020909.xml", "title": "Antitumor activity of sorafenib and imatinib in a patient with thymic carcinoma harboring c-KIT exon 13 missense mutation K642E", "patient": "A 58-year-old man without relevant comorbidities was diagnosed in July 2009 with a thymic carcinoma and multiple synchronous hepatic metastases by total body computed tomography (CT) and total body fluorodeoxyglucose positron emission tomography. The histological diagnosis was made from a liver biopsy, which showed proliferation of epithelial spindle cells arranged in bundles. The nuclei were cigar-shaped with granular chromatin. There was no necrosis and the mitotic rate was two mitoses per ten high-power fields. The cells showed immunostaining for cytokeratins AE1–AE3 and cytokeratins 5/6, transformation-related protein 63, and tyrosine-protein kinase Kit, but not for thyroid transcription factor, Wilms tumor 1, cluster of differentiation 1a, terminal deoxynucleotidyltransferase-positive cells, CD5, chromogranin A, or synaptophysin. A diagnosis was made of poorly differentiated nonkeratinizing squamous cell carcinoma with a prevalent low-grade spindle cell pattern consistent with metastatic thymic carcinoma ( and ).\\nIn accordance with the disease stage, the patient was treated with three lines of chemotherapy from July 2009 to July 2010. The first-line chemotherapy, to which the patient had a partial response, was ifosfamide 5 g/m2 on day 1, carboplatin 300 mg/m2 on day 1, and etoposide 120 mg/m2 on days 1–3 of a 3-week schedule. The second-line chemotherapy, which also produced a partial response, was paclitaxel 100 mg/m2 on days 1 and 8 and gemcitabine 1,500 mg/m2 on days 1 and 8 every 3 weeks. The third-line chemotherapy consisted of epirubicin 30 mg/m2 and ifosfamide 3 g/m2 on days 1–3 of a 3-week schedule, and was followed by liver and lung progression.\\nIn July 2010, targeted therapy with sorafenib was started at a daily dose of 800 mg/day. A partial response was obtained, consisting, according to Response Evaluation Criteria In Solid Tumors (RECIST) criteria, of a 30% reduction of the sum of the maximal diameters of lesions in all sites of disease. In detail, the two pulmonary lesions showed a complete response, while in the other sites of disease, along with the dimensional reduction, a significant reduction of CT scan attenuation (Hounsfield) units was seen. This was probably related to intralesional devascularization with associated necrosis in response to the targeted therapy (–). Disease progression occurred after 6 months in February 2011 and was limited to the liver.\\nIn March 2011, the patient participated in a Phase I clinical trial and received experimental treatment with a polo-like kinase inhibitor given in combination with an antiangiogenic agent. Polo-like kinases are a family of serine/threonine kinases with a highly conserved N-terminal Ser/Thr kinase catalytic domain and a C-terminal region that play crucial roles in cell cycle progression. Most polo-like kinase inhibitors competitively bind to the adenosine triphosphate binding site, which has unique features. The patient received this treatment because he had requested an treatment and because of the possible activity of an antiangiogenic drug in thymic carcinoma.\\nAfter the failure of this treatment, manifested by progressive liver disease, he was treated in June 2011 by three cycles of intra-arterial polychemotherapy with mitomycin 1 mg/m2 and 5-fluoruracil 1,000 mg/m2 by continuous infusion over 24 hours and cisplatin 10 mg/m2 on days 1–3 of a 6-week schedule, with a major but short-lasting tumor response followed by development of new hepatic lesions. A tumor specimen taken by liver biopsy at the time of diagnosis was then subjected to molecular analysis with polymerase chain reaction-based direct sequencing, and a missense mutation in v-kit Hardy-Zuckerman 4 feline sarcoma viral oncogene homolog (c-KIT) exon 13 (K642E) was found ().\\nOn the basis of this finding, in November 2011, the patient started treatment with imatinib 800 mg/day. A CT scan performed after 6 weeks of treatment showed many tumor metastases of increased size but with areas of reduced contrast enhancement. Because these radiological findings had also been present in the baseline CT scan, making the whole radiological evaluation difficult to interpret, administration of imatinib was continued for another 6 weeks. During this period the patient’s clinical condition deteriorated, he had abdominal pain and weight loss, and the subsequent CT scan showed clear progression at all sites of disease.\\nThere was a significant increase in both number and size of the secondary lesions, particularly within the liver, with increasingly evident solid portions showing uptake of contrast. Administration of imatinib was interrupted in January 2012. The patient died in July 2012.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'8201378': 1, '10655437': 1, '16954519': 1, '16624552': 1, '11766079': 1, '15201427': 1, '20571495': 1, '18356031': 1, '34680386': 1, '16503817': 1, '14645423': 1, '17824795': 1, '33915954': 1, '18066592': 1, '11073817': 1, '19861435': 1, '18955458': 1, '18510589': 1, '20970876': 1, '18486988': 1, '18448188': 1, '20197733': 1, '17470865': 1, '20651610': 1, '15897563': 1, '19461405': 1, '24325952': 1, '22735384': 1, '21969494': 1, '18514126': 1, '12202865': 1, '16908931': 1, '22357254': 1, '21710245': 1, '23456621': 1, '17327610': 1, '14991904': 1, '22089421': 1, '12054102': 1, '24855380': 2}", "similar_patients": "{}"}