{"patient_id": 153552, "patient_uid": "4977971-1", "PMID": 27563485, "file_path": "noncomm/PMC004xxxxxx/PMC4977971.xml", "title": "Brain abscess caused by Nocardia asiatica", "patient": "A 65-year-old man with a history of autoimmune hemolytic anemia treated with prednisolone (10 mg/day for years) presented to our hospital because of occipital headache of 1-week duration. There was no fever and his neurological examination findings were normal. The results of the laboratory tests performed on admission were normal. Brain magnetic resonance imaging (MRI) showed bilateral occipital lesions. The central part of the mass was hypointense on T1-weighted imaging (T1WI) and hyperintense on T2-weighted imaging (T2WI) [Figure and ]. The peripheral rim was isointense on T1WI and hypointense on T2WI [Figure and ]. Diffusion-weighted imaging demonstrated a hyperintense region in the abscess cavity []. The lesion was ring-enhanced after the administration of the contrast agent gadolinium-diethylenetriamine pentaacetic acid (Gd-DTPA) [Figure and ]. Whole-body computed tomography (CT) revealed small nodules in the lingular segment of the left lung []. The patient underwent left occipital craniotomy and resection of the left occipital lobe lesion. Under the guidance of intraoperative ultrasound, a pseudoencapsulated, firm mass was identified and yellowish-white pus was aspirated. The capsule, which was tightly adhered to the cerebellar tentorium, was also resected completely. The patient's postoperative course was uneventful and he was further treated with the broad-spectrum antibiotic ceftriaxone (2 g/day). Postoperative MRI confirmed total resection of the left occipital lobe lesion. Hematoxylin and eosin staining of the resected specimen showed numerous inflammatory cells around the abscess cavity, with a surrounding rim of fibrosis. The diagnosis was, therefore, brain abscess []. Culture of the capsule yielded colony growth on blood agar and Ogawa media. Smears from the capsule culture revealed gram-positive branching filaments, raising suspicion that the infecting bacterium was a Nocardia species []. Antibiotic susceptibility testing showed the sensitivity of the cultured bacterium to trimethoprim/sulfamethoxazole and minocycline. The patient was accordingly shifted to oral trimethoprim/sulfamethoxazole (640 mg/3200 mg) on postoperative day 16. Sequencing of the 16S rRNA isolated from the resected specimen led to the identification of N. asiatica. A brain MRI and thoracic CT performed 5 months after the operation revealed complete resolution of both the brain abscess and the lung lesion.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'23637291': 1, '28643500': 1, '31573747': 1, '32318503': 2, '7923055': 1, '8168941': 1, '7808604': 1, '21268959': 1, '22844621': 2, '22019679': 1, '14742469': 1, '8783685': 1, '16614249': 1, '30882696': 1, '21308445': 1, '19048920': 1, '17446324': 1, '33029379': 1, '2280003': 1, '20005722': 1, '23448771': 1, '24378740': 1, '22093075': 1, '27563485': 2}", "similar_patients": "{'3403161-1': 1, '7113929-1': 1}"}