{"patient_id": 151428, "patient_uid": "4828415-1", "PMID": 27081445, "file_path": "noncomm/PMC004xxxxxx/PMC4828415.xml", "title": "Pneumopericardium: A Rare Complication of Pericardiocentesis", "patient": "We report a case of 46-year-old man with end-stage renal failure on chronic hemodialysis, who presented to hospital with a chief complaint of progressively exertional worsening dyspnea of 3-months duration. He was diagnosed to have small amount of pericardial effusion 6 months ago. On admission his physical exam revealed stable hemodynamics (blood pressure, 142/ 85 mm Hg; pulse rate, 72 bpm; respiratory rate, 24 per minute; body temperature, 37.2°C) with muffled heart sounds on cardiac auscultation. Electrocardiogram showed sinus rhythm with low QRS complex voltage in frontal plane leads. Transthoracic echocardiography (TTE) was done and demonstrated a large circumferential pericardial effusion with swinging heart and diastolic right atrium collapse without significant respiratory variations of the mitral inflow or aortic flow ( and , and ). Drainage of pericardial fluid by percutaneous pericardiocentesis using the Seldinger technique via subxiphoid approach with echo-guidance was performed. Intrapericardial catheter was secured to the skin and attached to a closed drainage system under negative pressure using a vacuum container. Over 1600 mL of serosanguineous fluid was drained over the following 48 hours. The indwelling catheter was removed after. Pericardial fluid was a lymphocyte dominant exudate with normal white blood cell count. Cytological exam was negative for malignant cells, cultures and smear for acid-fast bacilli and other organisms were negative too. Blood urea nitrogen levels were elevated and we concluded to hemorrhagic uremic chronic pericardial effusion. Ten days after, the patient complained of occasional pleuritic chest pain with no other symptoms. Physical examination revealed stable vital signs. Control TTE showed normal left ventricular ejection fraction with normal aortic flow, no measurable tricuspid valve regurgitation and scanty pericardial effusion with several tiny sparkling echogenic spots swirling in the pericardial sac evoking micro air bubbles (, and ), and a partial disappearance of the shape of cardiac chambers in late systole with a band of echoes within (, ). No echocardiographic features of tamponade were found and a pneumopericardium was suspected according to these findings. Chest CT scan revealed a marked hemopneumopericardium with an anterior extent (). Owing to a stable hemodynamic status with no clinical or echocardiographycal signs of tension pneumopericardium, the patient was closely monitored and managed conservatively under watchful surveillance. Spontaneous healing occurred the following days.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'24460553': 1, '2249224': 1, '12231618': 1, '21731571': 2, '13201397': 1, '22257811': 1, '33061035': 1, '10231666': 1, '17399808': 1, '6375601': 1, '16818823': 1, '11769580': 2, '25135293': 2, '8849615': 1, '17622385': 1, '8615238': 1, '20618388': 1, '6826980': 1, '27081445': 2}", "similar_patients": "{'4107440-1': 1, '3116108-1': 1, '4531731-1': 1}"}