{"patient_id": 152812, "patient_uid": "4929371-1", "PMID": 27403114, "file_path": "noncomm/PMC004xxxxxx/PMC4929371.xml", "title": "Self-Expanding Metal Stenting in the Management of a Benign Colonic Stricture", "patient": "A 68-year-old male had perforated sigmoid diverticulitis with subsequent Hartmann's procedure performed in April 2014. This was followed by the creation of a diverting ileostomy in May 2014. The patient had no complaints, and then had ileostomy reversal with end-to-end anastomosis in October 2014. A barium enema study done prior to the ileostomy reversal had revealed persistent narrowing at the rectosigmoid junction with irregularities of the mucosa. Multiple surgical clips were also noted in the rectosigmoid junction, without any evidence of contrast extravasation. The patient was discharged on the second postoperative day. After the end-to-end anastomosis, he complained of constipation, eventually requiring hospital admission 7 days after the ileostomy reversal due to constipation and abdominal distension. He was treated conservatively with nasogastric aspiration and rectal enemas and again discharged after he was tolerating a soft diet.\\nHe presented to our institution in December 2014 after complaining of abdominal distention and feculent emesis for 1 day. CT scanning of the abdomen and pelvis revealed gaseous distention of the large bowel with mild fat stranding noted adjacent to the anastomotic site and surgical clip (fig. ).\\nThe patient was admitted to the surgical inpatient service and the gastroenterology team was consulted. Flexible sigmoidoscopy revealed a benign-appearing, intrinsic, severe stenosis measuring 4 mm (in diameter) which could not be traversed. A 0.035-inch guide wire was inserted through the stricture under fluoroscopy guidance. Subsequently, over the guide wire balloon, a catheter was inserted, and contrast injection revealed a tight stricture in the anastomosis area. This was stented with a 25 × 90 mm, uncovered Wallflex Colonic TTS® stent (Boston Scientific) under fluoroscopic guidance (fig. , fig. ). There was constant stool/gas flow after stent deployment.\\nAfter the procedure, the patient returned to the medical floor, where he began to have return of flatus. His diet was slowly advanced as tolerated. Initially, he had a small amount of diarrhea, which improved by the time of discharge. The rest of his postoperative hospital stay was unremarkable and he was subsequently discharged. He was seen in the outpatient clinic in January 2015 and decided to defer resection of the colonic stricture with primary anastomosis and diverting loop ileostomy until April 2015 after the risk of complications were explained to him. Following resection of the colonic stricture with primary anastomosis and diverting loop ileostomy, his postoperative course was complicated by an anterior abdominal wall abscess, which was drained under ultrasound guidance in May 2015. In July 2015 he had closure of his diverting loop ileostomy with an uneventful postoperative course.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'14994110': 1, '21229339': 1, '12728381': 1, '25953525': 1, '17704890': 1, '20205505': 1, '12190673': 1, '2667922': 1, '23443478': 1, '21623562': 1, '27403114': 2}", "similar_patients": "{}"}