{"patient_id": 78046, "patient_uid": "4226904-2", "PMID": 25348892, "file_path": "comm/PMC004xxxxxx/PMC4226904.xml", "title": "Effective palliative radiofrequency ablation for tumors causing pain, numbness and motor function disorders: case series", "patient": "A 68-year-old Japanese man underwent resection of a leiomyosarcoma at the mediastinum. Dissemination in the pleura was observed, and thus radiation therapy (total dose: 40 Gy) and a second operation were performed. Pain and numbness of the left upper limb developed 10 months after the second operation and contrast enhanced CT scan was performed. Contrast enhanced CT scan showed a tumor at the apex of the left lung, accompanied by an enhanced solid lesion and a non-enhanced cystic lesion (Figure ). The development of pain and numbness was observed at the lateral side of left antebrachium, digitus medius and anularis. The patients had the motor function disorder of left arm that he could not have or hold by left arm. RFA was chosen because it was thought that radiation and chemotherapy would not be effective and that surgery has a high risk of bleeding.RFA was performed with patient consent. A LeVeen electrode was inserted in the tumor with CT guidance and retractable hooks were opened (Figures , ). The electrode was mostly located in the center of the tumor and it was confirmed that the electrode and plexus brachialis were fully separated on CT in order to avoid the damage of plexus brachialis by ablation. This procedure was performed under local anesthesia to monitor the appearance of sharp pain of left upper limb. The output was started at 20 W, and then increased by 10 W every 2 minutes. In each session, ablation continued until “roll off” and maximum ablation time was decided 20 minutes when “roll off” was not obtained. Ablation was interrupted if a sharp pain of left upper limb appeared. Ablation was performed three times. The output was started at 20 W, and then increased by 10 W every 2 minutes. Total ablation time was 57 minutes and 14 seconds, and maximum output was 80 W. “Roll-off” was obtained only in the third session of ablation.Contrast enhanced CT performed 2 days after RFA showed that the enhanced solid lesion in the tumor was smaller in size compared to pre-RFA CT (Figure ). A pain had disappeared for about 3 months after RFA, accompanied by an improvement in motor function disorder, that the patient could extract the towel. However, 3 months after RFA, the pain of the left upper limb re-appeared due to growth of the tumor.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'27475804': 1, '23065947': 1, '16010507': 1, '18440459': 1, '29915886': 1, '17985181': 1, '20041484': 1, '21273519': 1, '10487552': 1, '11110923': 1, '25348892': 2}", "similar_patients": "{'4226904-1': 2}"}