{"patient_id": 145593, "patient_uid": "4429994-3", "PMID": 26005279, "file_path": "noncomm/PMC004xxxxxx/PMC4429994.xml", "title": "Bathing Epilepsy: Report of Three Caucasian Cases", "patient": "Case 3. A 13-year-old boy began to present seizures at the age of 8 during bathing (shower or eastern-style bathing), along with nocturnal, generalized tonic-clonic seizures. The seizures occurred with a frequency of 6–7 episodes per month. We evaluated seizures from a recorded video of a typical shower at the age of 12. Seizures started without prodrome or aura. The patient was seen making automatic movements of the bilateral upper limbs associated with important oroalimentary automatisms. Besides that, autonomic phenomena with peri-ictal flushing and peri-ictal pallor were seen to alternate all over the body and face. At the end of the seizure, the patient began to talk confusedly. The seizure stopped with no secondary generalization, and the patient was amnesic of the event. The parent explained that the seizure would not recur during an ongoing bathing session or until 2–3 days afterwards. The patient had normal development and no history of trauma, febrile convulsions, or family history for epilepsy. Interictal EEG was normal. MRI of the brain revealed a left frontal arachnoidal cyst (). The patient was first treated with carbamazepine 600 mg/day. Spontaneous seizures abated, whereas reflex-bathing seizures persisted. Lamotrigine at 250 mg/day was tried, but without efficacy. The patient was switched to levetiracetam 1000 mg/day in monotherapy, but no added efficacy was observed. Valproate 750 mg/day was tried in bitherapy with levetiracetam, but, because of a lack of added efficacy, levetiracetam was withdrawn. Moreover, rectal diazepam did not influence the frequency of seizures during bathing time, nor did changes in bathing style (cloth washing) or lowering of the water temperature.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'16100988': 1, '20736140': 1, '12235567': 1, '11162761': 1, '16546449': 1, '19889013': 1, '16059587': 1, '16376042': 1, '20185394': 1, '15578219': 1, '11580768': 1, '26005279': 2}", "similar_patients": "{'4429994-1': 2, '4429994-2': 2}"}