{"patient_id": 146079, "patient_uid": "4461743-1", "PMID": 26064149, "file_path": "noncomm/PMC004xxxxxx/PMC4461743.xml", "title": "Long-term Sequela of Intradural Extramedullary Tuberculoma in the Thoracic Dorsal Spinal Cord: Case Report and Review of the Literature", "patient": "A 45-year-old man presented with aggravated gait disturbance one month ago affecting his lower extremity. The paresthesia and loss of proprioception were so evident in the lower extremity that he could not stand alone and walk around. Motor weakness in the lower extremity was not definite. Two weeks ago, urinary difficulty developed. Deep tendon reflexes in the knee and ankle joints increased. There was positive on the Romberg test. All of these symptoms are getting worse. However, he did not complain of fever, sweating, and neck stiffness. In the past medical history, the patient suffered from pulmonary tuberculosis five years ago and had been treated with four-drug therapy for nine months. Although he had the mild paresthesia in the lower extremity several months after anti-TB medications at that time, the evaluation of spinal involvement was not performed. The patient has been lived well without any neurologic deficit.\\nMagnetic resonance (MR) imaging revealed the T3-7 intradural extramedullary plaque-shaped mass with the dark signal intensity on T2-weighted images, isosignal on T1-weighted images, and heterogeneous enhancement on Gadolinium-enhanced images. The lesion had the broader base on the dorsal-inner dural layer in the thoracic spine and demonstrated the guttering appearance in the direction to the dorsal surface of spinal cord. There was a stalk-like connection between the intradural mass and the most compressed spinal cord (). Computed tomograms (CT) showed the stippled dot of calcification in the stalk-like portion of mass on the T5-6 disc level (). The initial differential diagnoses were given of en plaque meningioma, subdural hematoma with a hidden vascular malformation, and possibly intradural extramedullary tuberculoma. Given the radiologic findings, indolent course of symptom, and the past medical history, a long-term sequela of tuberculoma should be considered as a diagnosis.\\nThe evidence of a progressive pulmonary TB was not found on the X-ray and CT in the chest, which designated old calcified scars in the right upper lung field. Acid-fast bacilli (AFB) of sputum stain and culture were all negative for mycobacterium tuberculosis. The HIV test was also negative. The analysis of cerebrospinal fluid (CSF) did not indicate specific findings (protein 46.3, Glucose 73, RBC 13, WBC 3, poly 0%, lymph 0%). AFB studies of CSF stain and culture were all negative. Therefore, the lesion was suspected of a chronic inactive fibrotic scar with calcification.\\nDuring the operation, T3-7 laminoplastic laminectomies were performed. The dura was found thickened and infiltrated with the underlying mass. The whitish fibrotic mass had the rubber-like consistency. Inside the mass, the yellowish material was scraped out. There was a clear dissection plane between the mass and the spinal cord except in the stalk portion of the mass. The stalk was firmly connected with the pial surface and showed the hard consistency due to calcification. The fibrotic mass was removed with the spinal cord detached completely from the stalk portion of the mass. Somatosensory evoked potentials during the operation had been maintaining consistently. However, motor evoked potentials had not been detected during surgery due to technical problems. Pathologic analysis reported the chronic granulomatous inflammation with caseous necrosis, suspicious for tuberculosis (). Postoperative MR images showed the most of the granuloma was removed. Two days after the operation, sensory dysfunction and urinary difficulty started to improve. One month after the surgery, he did not complain the gait abnormality and urinary difficulty any more.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'15800442': 1, '3564456': 1, '10448488': 1, '28825021': 2, '12682818': 1, '30283585': 2, '6689720': 1, '17330587': 1, '9655723': 1, '16714861': 1, '26217394': 2, '15465517': 1, '21119945': 2, '8187386': 1, '6371589': 1, '10895985': 1, '2193350': 1, '21045499': 1, '17992050': 1, '16902844': 1, '34041124': 1, '20963713': 1, '7610242': 1, '18421202': 1, '15907551': 1, '18029276': 1, '19770574': 1, '19439860': 1, '25883661': 1, '26064149': 2}", "similar_patients": "{'4513166-1': 1, '2981785-1': 1, '5553513-1': 1, '6159101-1': 1}"}