{"patient_id": 87872, "patient_uid": "4964023-1", "PMID": 27465502, "file_path": "comm/PMC004xxxxxx/PMC4964023.xml", "title": "A case report: delayed high fever and maculopapules during Sorafenib treatment of ectopic hepatocellular carcinoma", "patient": "A 63-year-old male presented with a history of hepatitis B virus (HBV) infection for 20 years and no anti-HBV treatment. In mid-Jan. 2015, the patient developed progressive and dull chest pain without obvious inducement. Chest CT scan revealed multiple pulmonary nodules and enlarged mediastinal lymph nodes. The level of serum alpha-fetal protein (AFP) reached 24793 ng/mL. Due to no hepatic lesion found by contrast abdominal CT and MRI scan, F-18 positron emission tomography-computed tomography (PET/CT) was carried out. Unexpectedly, PET/CT definitely showed that multiple lesions in the thoracic and abdominal cavities, including several lung nodules in the maximum size of 1.7 cm × 1.7 cm (Fig. a1), mediastinal lymph nodes in the maximum size of 6.4 cm × 3.2 cm (Fig. a2), and intraperitoneal mass in the fundus of stomach, cardia, portal fissure and abdominal aortas in the size of 4.6 cm × 2.2 cm (Fig. a3), but still no hepatic lesion (Fig. ). On Mar. 6th, 2015, the patient underwent a wedge resection of right pulmonary. The pathological morphology displayed cancer cell nest with pseudoglandular structure and focal necrosis area, typical hepatocellular carcinoma cells with polygonal shape, eosinophilic cytoplasm and big anachromasis nucleus. And immunohistochemistry showed the expressions of CK18 ++, Glypican-3 ++, Hepatocyte +, P53 + and Ki–67 60 - 70 %, which confirmed the diagnosis of primary HCC (Fig. a-f). Thus, the patient was a rare case of EHCC in an advanced stage.\\nFollowing the standard therapy of HCC in National Comprehensive Cancer Network (NCCN) guidelines [], the patient began to take sorafenib 400 mg twice daily together with Chinese medicines (Jinlong capsule, Jiansheng Company, China) and immunopotentiative agents (ubenimex capsules, Yuandong Company, China) on Mar. 19th, 2015. On the tenth day (Mar. 28th, 2015), red maculopapules appeared in the face, neck, abdomen, back and legs (Fig. a and b). From the same day, the patient began to suffer from continuous high fever, with highest body temperature ranging from 39.0 °C to 39.6 °C each day. The patient did not decrease the dose or stop the use of sorafenib despite feeling dizzy and fatigue. There was no abnormality in blood routine or blood culture examination, no pulmonary infection or other inflammatory signs. After taking non-steroidal drugs with antipyretic and anti-allergic properties and withdrawing all drugs except sorafenib, no significant improvement was observed in high fever and maculopapules. Therefore, the patient was asked to cease the use of sorafenib from Apr. 3rd, 2015. Strikingly, the high fever and maculopapules were alleviated quickly. On the third day, the body temperature returned to the normal level, and on the fourth day, the maculopapules almost completely disappeared. Next, the patient began to take sorafenib again at the standard dose of 400 mg twice daily on Apr. 7th, 2015. As expected, the fever developed, raising the body temperature to 38.1 °C on exactly the same day, to 38.4 °C the next day and 38.8 °C the third day. Also, the red maculopapules relapsed at the same time. Hence, prednisone was administered at a dosage of 30 mg/day on the fourth day. The body temperature was decreased and maculopapules relieved quickly. The dosage of prednisone was gradually reduced from 30 to 10 mg/day in one month, and then kept at 5 mg/day for another two weeks. After the patient’s temperature has returned to normal for more than one month, he intermittently took ubenimex and Jinlong capsule again. There has been no recurrence of fever and maculopapule to date. The dynamic change in body temperature is reflected in Fig. . Other common side effects also need to be mentioned, such as hand-foot syndrome and rash in the scalp and ears and body (Fig. c and d). During the follow-up, the tumor response of both intrathoracic and intraperitoneal lesions reached partial response (PR) according to RECIST 1.1 criteria. The lung nodules, mediastinal lymph nodes and intraperitoneal mass shrank gradually from Mar. 19, 2015 to Apr. 12th, 2016 (Fig. b1-b3, c1-c3 and d1-d3), with the maximum size of 0.8 cm × 0.6 cm, 3.7 cm × 2.2 cm and 2.0 cm × 1.9 cm at the date of Apr. 12th, 2016, respectively. There was still no lesion in liver, revealed by repeated examinations of abdominal ultrasound, CT and MRI (Fig. e and f). In addition, serum AFP gradually dropped from 24793 ng/mL to 2.19 ng/mL on Apr. 12th, 2016 following the disease control (Fig. ). Until Apr. 14th, 2016 in the last review, the patient had maintained a good condition with progression free survival (PFS) of 392 days + .", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'9512277': 1, '25954549': 2, '9862850': 1, '15256972': 1, '15466206': 1, '24151369': 1, '24672586': 1, '23766825': 2, '19496710': 1, '19095497': 1, '16507829': 1, '32399007': 2, '25488963': 1, '23610115': 1, '32476791': 2, '11474320': 1, '2917536': 1, '18650514': 1, '27465502': 2}", "similar_patients": "{'3677972-1': 1, '7235206-1': 1, '7204886-1': 1, '4411881-1': 1}"}