{"patient_id": 150839, "patient_uid": "4782456-1", "PMID": 27011413, "file_path": "noncomm/PMC004xxxxxx/PMC4782456.xml", "title": "Alopecia Areata Monolocularis in Clozapine-induced Hypereosinophilia", "patient": "A 38-year-old female with a diagnosis of treatment-resistant schizophrenia paranoid subtype, started on clozapine therapy. Patient's baseline blood counts were total leukocyte count 7500/mm3, absolute neutrophil count 5190/mm3, absolute eosinophil count (AEC) 150/mm3, and rest cell counts within normal range. The patient received an initial dose of 25 mg/day, which was gradually increased to 150 mg/day in 2 weeks. There was a gradual improvement in her psychotic symptoms and her Positive and Negative Syndrome Scale score reduced from 82 to 56. Weekly blood tests showed only rising trend of eosinophil counts which increased from 150/mm3 to 950/mm3 in 2 weeks and 2360/mm3 at the end of 3 weeks. During the course of clozapine treatment, there was no history of fever, itching, generalized rash, respiratory complaints, passage of worms in stools, joint pain, and local or generalized lymph node enlargement. On investigations, the morphology of eosinophils on peripheral blood smear, ova cyst in stool test, thyroid function, chest X-ray, echocardiography, and computerized tomography scan of thorax found to be normal. She was also being monitored for serial serum amylase, serum lipase, creatine kinase-MB which was found to be in normal range. Subsequently, the patient was given a trial of albendazole 400 mg/day for 5 days, but there was no effect on AEC. In view of the same, Clozapine dose was not increased further.\\nBy the end of 3 weeks, there was single patch hair loss []. She was diagnosed with alopecia areata monolocularis in consultation with a dermatologist. Trichoscopic and histopathological studies were done and suggestive of mild eosinophilic infiltrates in peribulbar area. Considering rising trend of AEC and its associated complications, clozapine therapy was withdrawn, which was followed by gradual decrease in AEC to 240/mm3 in next 3 weeks with no further hair loss. There was hair regrowth reported after around 6-8 weeks of withdrawing clozapine therapy.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'24703505': 1, '15994729': 1, '25368472': 1, '24990252': 1, '7249508': 1, '27011413': 2}", "similar_patients": "{}"}