{"patient_id": 142258, "patient_uid": "4248531-1", "PMID": 25484423, "file_path": "noncomm/PMC004xxxxxx/PMC4248531.xml", "title": "Rabson-Mendenhall Syndrome", "patient": "A 13-year-old girl presented with complaints of progressively increasing blackish discoloration of the folds of the body [], polydipsia and polyuria. The girl was first in birth order, born of a consanguinous marriage after a full-term uneventful pregnancy. Two of her siblings had died in the perinatal period. On examination, the girl was found to have a coarse facies with a broad nose, prognathism and a fissured tongue. The teeth were irregular and crowded []. The abdomen was distended and loss of subcutaneous fat was visible []. Generalized hypertrichosis was noticed.\\nExtensive acanthosis nigricans was conspicuous on the neck extending upto the sides of the face and the chest, the axillae, ante-cubital fossae, lower abdomen, groins, thighs, popliteal fossae and dorsum of feet proximally. The girl had a normal physical and mental development with Tanner's stage 2 breast axillary and pubic hair development. Examination of the genitals revealed phallic enlargement and clitoromegaly []. Examination of the nails was unremarkable. Examination of the scalp revealed premature graying of hair which has not thus far been reported in any series [].\\nSystemic examination was not contributory. Routine blood counts, kidney and liver function tests were within normal limits. Routine urine analysis revealed a glycosuria of 2%. Fasting, postprandial and random blood sugars were 172 mg%, 708 mg%, and 387 mg%, respectively. The patients serum insulin levels were 530 μU/ml (normal range 2-20 μU/ml) and C-peptide levels were 46 ng/ml (normal range 0.8-3.5 ng/ml).\\nOn the basis of these observations a diagnosis of RMS was made.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'15738613': 1, '1190820': 1, '20155514': 1, '34188410': 2, '11757582': 1, '12023989': 1, '15070911': 1, '18717867': 1, '15232309': 1, '8077364': 1, '33728143': 2, '23248375': 1, '13302174': 1, '25484423': 2}", "similar_patients": "{'8191564-1': 1, '7936575-1': 1}"}