{"patient_id": 86738, "patient_uid": "4871952-1", "PMID": 27274877, "file_path": "comm/PMC004xxxxxx/PMC4871952.xml", "title": "Aggressive Angiomyxoma in Pregnancy: A Rare Condition, a Common Misdiagnosis", "patient": "A 25-year-old healthy woman, 9 weeks' pregnant, presented to our institution with a progressive swelling in the vagina with exponential growth in the latest weeks. The patient also referred to dyspareunia and coital bleeding. Her gynaecological history included excision of a similar mass four years ago in another hospital, without a histological diagnosis. Clinical examination revealed a glistening, gelatinous, nontender vaginal mass. The tumor arose from the right lateral vaginal fornix and it was a large, well-circumscribed, pedunculated mass (). Ultrasound examination showed a large mass being 11 cm long and with intermediate echogenicity. A diagnosis of probable vaginal wall cyst was made.\\nThe patient was submitted to a complete surgical excision of the mass during the 13th week of gestation (Figures –), which revealed its solid nature and the extension to the right paravaginal tissues. The procedure was performed under general anesthesia.\\nAt macroscopic examination, the tumor measured 12 × 5 cm with a lobulated appearance, solid and rubbery. The cut surface was whitish and homogeneous. Microscopy revealed a paucicellular neoplasm composed of round and stellate cells with ill-defined cytoplasm and bland cytomorphology in a loose myxoid stroma. There was a prominent population of thick and thin-walled vessels, with no mitotic figures (). Immunohistochemistry was positive for vimentin, smooth muscle actin, estrogen, and progesterone receptors (). The neoplasm was negative for S100 protein, epithelial membrane antigen (EMA), and CD34, aspects consistent with AA.\\nIn spite of not having access to the definitive diagnosis of the vaginal mass excised a few years ago, we believe that this might be a case of recurrent AA.\\nThe postoperative follow-up was uneventful and pregnancy was held to term without complications. The patient has a three-year follow-up free of disease.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'23899874': 1, '14687754': 1, '22565439': 1, '32644864': 2, '16870390': 1, '14608546': 1, '24860748': 2, '19954923': 1, '17435625': 1, '16234166': 1, '18637148': 1, '20596716': 1, '10610453': 1, '25002951': 2, '17568501': 1, '16445665': 1, '27274877': 2}", "similar_patients": "{'4030341-1': 1, '4083671-1': 1, '7350053-1': 1}"}