{"patient_id": 82495, "patient_uid": "4540983-1", "PMID": 26345220, "file_path": "comm/PMC004xxxxxx/PMC4540983.xml", "title": "When the Midline Diastema Is Not Characteristic of the “Ugly Duckling” Stage", "patient": "A 9-year, 5-month-old male patient came for a consultation with the chief complaint that he did not like the gap between his maxillary central incisors because it resulted in his exposure to bullying at school. On examination, the following factors were revealed: class I malocclusion, overjet of 4.0 mm, mild overbite, diastema between the central incisors of 9 mm (the mother reported that the extraction of a mesiodens was performed at the age of 8), diastemas between the central and lateral incisors and between the lower incisors, a labial frenulum with a low insertion, and rotation of the incisors (Figures and ). The correct mandibular midline was diagnosed with consideration of the maxillary midline via the “V” cupid bow technique [] ().\\nRadiographically, the correct sequence of eruption, skeletal class I malocclusion, a sagittal growth trend, and proclination of the maxillary and mandibular incisors were noted ().\\nThe diagnosis and treatment options for minimizing the width of the diastema were explained to the patient, his parents, and the general practitioner who referred the patient.\\nThe goal of the orthodontic treatment was to reduce the size of the diastemas, particularly those between the maxillary central and left lateral incisors. At this stage, we sought to maintain the positions of the upper and lower incisors.\\nThe following alternatives were explained: (a) a removable appliance with clasps and digital springs positioned distal to the left central incisors and associated with a labial arch, which was not indicated because it would only tip the crown and would not result in body movement; (b) brackets bonded to the maxillary central incisors to reciprocally move the incisors with elastic chains, which would deviate the midline to the left; and (c) partial fixed appliances with brackets bonded to the incisors and bands on the first permanent molars to move the left central incisor using the teeth on the right side or the archwire as an anchorage point. This latter approach was applied.\\nOrthodontic treatment was initiated with the cementation of the first molar bands and bonding brackets on the maxillary central incisors. The treatment began with a .016 × .022-in stainless steel arch with a fair loop flush on the mesial side of the right central incisor bracket. Omega loops were kept tight to the tubes of the molars. An elastic chain connected the flap mesial to the left central incisor to the loop to move the left incisor toward the right central incisor. After achieving a position similar to the “ugly duckling” stage, the bracket was bonded to the left lateral incisor and moved mesially with elastics.\\nThe treatment promoted a reduction in the diastema to a size that was similar to the physiological “ugly duckling” phase. The maxillary left central and lateral incisors were moved mesially to a greater extent than the maxillary right central incisor to match the midline. The appliance was removed, and a flat wire segment was bonded into the palatal surfaces of both central incisors with the intention of being maintained until complete eruption of the canines (Figures and ).", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'3166061': 1, '21473993': 1, '18767455': 1, '9919036': 1, '12004728': 1, '28386488': 2, '26881147': 2, '7617490': 1, '4900331': 1, '23103852': 1, '11692823': 1, '25172244': 1, '9457024': 1, '26345220': 2}", "similar_patients": "{'4736806-1': 1, '5366210-1': 1}"}