{"patient_id": 145254, "patient_uid": "4421366-1", "PMID": 25949333, "file_path": "noncomm/PMC004xxxxxx/PMC4421366.xml", "title": "A rare case of perinephric urinoma due to idiopathic retroperitoneal fibrosis", "patient": "A 33-year-old male was admitted to the hospital for severe back pain, general weakness and weight loss over the past 3-month duration. He had back pain continuously radiating to flanks, groins and thighs. His medical history was unremarkable. He had a family history of lymphoma. On examination, he presented with costo-vertebral angle tenderness and right upper abdominal tenderness. Laboratory findings revealed elevated erythrocyte sedimentation rate of 106 mm/h, C-reactive protein of 4.226 mg/dL and serum creatinine of 1.7 mg/dL. Urine analysis and its cytology were negative. Serologies and tumour markers were all negative. The chest X-ray and electrocardiogram were within normal. Computed tomography (CT) revealed bilateral hydronephrosis and right perinephric urinoma with retroperitoneal mass compressing both ureters and aorta (Figures and ). On the third hospital day, the patient's serum creatinine level was increased up to 2.2 mg/dL and urine output was markedly decreased. Bilateral percutaneous nephrostomy was performed to relieve both hydronephrosis. A CT-guided needle-punctured biopsy of the retroperitoneal mass was performed to confirm the diagnosis. On the pathological examination, the tissue showed chronic inflammation with large numbers of mononuclear cells within fibroblasts and collagen bundles (). Tissue Tb PCR examination to exclude tuberculosis revealed to be negative. There was no evidence of malignancy. The radiologic and pathological findings were consistent with idiopathic retroperitoneal fibrosis with perinephric urinoma, which were completely resolved by oral prednisolone treatment. There has been no sign of relapse during the follow-up of 2 years.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'11740616': 1, '17325937': 1, '18332635': 1, '25191129': 2, '17472843': 1, '16427494': 1, '28702362': 1, '18397700': 1, '16617876': 1, '17929075': 1, '12629405': 1, '25949333': 2}", "similar_patients": "{'4150156-1': 1}"}