{"patient_id": 149134, "patient_uid": "4663799-4", "PMID": 26623376, "file_path": "noncomm/PMC004xxxxxx/PMC4663799.xml", "title": "Intravenous lipid emulsion and dexmedetomidine for treatment of feline permethrin intoxication: a report from 4 cases", "patient": "A 6-years-old, 3.5 Kg female spayed European domestic short hair cat was referred to Veterinary Teaching Hospital for twitching and muscle fasciculations. The owner divided the same pipette containing 250 mg of imidacloprid and 1250 mg of permethrin (ADVANTIX spot-on for 10-25 kg dogs. Bayer AG, Leverkusen, Germany) for a toxic dose of 119 mg/kg, to the coat of his three cats, but only this cat presented neurological symptoms. The cat was referred to our hospital after an initial evaluation by other colleagues that administered diazepam by endorectal way and DXMDT at 10 µg/Kg IM. At arrival, the cat was indifferent, had tremors and muscle fasciculations and showed a Horner syndrome. The cat was tachypnoic and tachycardic (Tables and ). Ringer lactate solution was commenced at 20 ml/kg/h and oxygen was administered via face mask. The cat was decontaminated with a lukewarm water bath and mild hand washing detergent. A second cephalic IV catheter was then placed and sample was collected for emergency data base (). A bolus of ILE (7 ml, 2 ml/kg) was then administered IV for over 5 minutes followed by a constant rate infusion at rate of 2 ml/kg/h. The cat was revalued hourly and after 3 hours tremors increased again and phenobarbital at 2 mg/kg I/M was then administered. ILE was discontinued after 4 hours due to the improvement of tremors and fasciculations (). On day 2, the cat was alert and the examination of intracranial nerves was good, normal gag response was present and the cat was ambulatory. The cat was eating without problem and was discharged the same day with a hepatoprotective therapy (Epato pasta DNR, Cremona, Italy) and amoxicillin and clavulanic acid (Synulox injectable suspension, 140 mg/ml amoxicillin+ 35 mg/ml clavulanic acid, Pfizer Italia Srl, Rome-Italy) at 12.5 mg/kg for a week. During hospitalization the cat received ranitidine at 2 mg/kg IV and acetyl cysteine (Acetilcysteine 300mg/3ml solution, HEXAL S.p.a, Agrate Brianza (MB), Italy) at 70 mg/kg IV. On follow-up for 3 months later, the owner had not noticed any abnormalities.", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'8094720': 1, '18498556': 1, '10416472': 1, '24381347': 1, '9579517': 1, '11128081': 1, '18271821': 1, '19897392': 1, '16810015': 1, '22271801': 1, '18681920': 1, '32913659': 1, '8385426': 1, '23855545': 1, '15372934': 1, '25957498': 1, '10747239': 1, '24477472': 1, '16517956': 1, '30992592': 1, '28362410': 1, '21603337': 1, '21155686': 1, '11898773': 1, '21827588': 1, '22381177': 1, '23110631': 1, '24216496': 1, '32274029': 1, '22611209': 1, '10707680': 1, '10747237': 1, '22526817': 1, '26623376': 2}", "similar_patients": "{'4663799-1': 2, '4663799-2': 2, '4663799-3': 2}"}