{"patient_id": 147000, "patient_uid": "4530156-1", "PMID": 26273162, "file_path": "noncomm/PMC004xxxxxx/PMC4530156.xml", "title": "A Case of Metastatic Gastric Adenocarcinoma Mimicking Preseptal Cellulitis", "patient": "A 75-year-old man presented with progressive left eyelid swelling that started four weeks previously. His medical history included proximal gastrectomy because of a moderately differentiated gastric adenocarcinoma five years previously. The tumor cells expressed cytoplasmic cytokeratin- 7 (CK7) but not cytokeratin-20 (CK20). The eyelid swelling improved with prednisone administration. However, leg weakness and swelling developed one week prior, and the patient was consequently transferred to the oncology department of our hospital with a suspected spinal or vertebral metastasis. Orbital magnetic resonance imaging (MRI) revealed exophthalmos and a T2-weighted high-signal-intensity lesion accompanying fatty stranding on the preseptal and septal areas. The lesion was mostly enhanced and spread to the extraconal area; the inferior rectus muscle was also thickened without any definite mass. There was no specific finding showing an acute infarct on brain MRI. The overall imaging findings were suggestive of preseptal and septal cellulitis. Therefore, teicoplanin and ceftriaxone were administered because of concern about the potential for clinical complications of orbital cellulitis including visual disturbances and central nervous system manifestations.\\nUpon physical examination at our clinic, the patient presented with localized relatively ill-demarcated erythematous swelling and indurations at the left upper and lower eyelid (). Histopathological examination revealed diffuse infiltration with tumor cells that formed strands or clusters between the collagen bundles throughout the upper dermis (). The infiltrating tumor cells were round and polygonal and of variable size. Cytoplasm was eosinophilic, while the nuclei of the tumor cells were pleomorphic with conspicuous nucleoli with mitotic figures. Signet ring cells with intracytoplasmic mucinous vacuoles that exhibited nuclei laterally were also observed. Immunohistochemical staining showed the tumor cells expressed cytoplasmic epithelial membrane antigen (EMA) () and CK7 () but neither CK20 nor carcinoembryonic antigen (CEA). Therefore, a diagnosis of cutaneous metastasis of poorly differentiated gastric adenocarcinoma with signet ring cells was made. The patient's condition deteriorated rapidly, and he died two weeks later.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'19056145': 1, '11908133': 1, '3627715': 1, '8335743': 1, '17700235': 1, '11897960': 1, '22617133': 1, '11481525': 1, '19755911': 1, '26273162': 2}", "similar_patients": "{}"}