{"patient_id": 75934, "patient_uid": "4086516-1", "PMID": 25045545, "file_path": "comm/PMC004xxxxxx/PMC4086516.xml", "title": "Orthostatic Dysregulation during Postural Change on the Dental Chair and Intraoperative Monitoring by Heart Rate Variability Analysis", "patient": "The patient was a 17-year-old Japanese female. She attended the Department of Oral Surgery and Dental Anesthesiology, Tokushima University Hospital. She was given the diagnosis of impacted wisdom teeth and had no previous history of a distinct systemic disease such as cardiovascular, cerebrovascular, or psychiatric disease, even though sinus bradycardia was pointed out on the preoperative electrocardiographic examination. However, she had previously developed surgery-phobia and experienced a vasovagal reflex while her blood was drawn. In advance of surgery, an intravenous line was established on her ulnar side with inhalation of 30.0% nitrous oxide and followed by local anesthesia, namely, infiltration of 3.6 mL of lidocaine containing 0.08% adrenaline accompanied by intravenous administration of 2.5 mg of midazolam. The surgical procedure to extract the teeth was safely performed. When her posture was changed from supine to sitting 40 minutes after the surgery, orthostatic hypotension (systolic/diastolic blood pressure (S/DBP): 65/25 mmHg) with nausea developed 5 minutes after the postural change (, ). Compensatory tachycardia and syncope were not found at the same time. Her posture was returned to supine; her blood pressure (BP) gradually increased to 106/55 mmHg. When her posture was changed to sitting 30 minutes later, hypotension (S/DBP: 66/33 mmHg) recurred 7 minutes after the postural change. After changing her posture back to supine, 0.5 mg of atropine sulfate was intravenously administered for the immediate treatment of OD, after which her BP returned to normal levels. Thereafter, her posture was changed to sitting; the hypotension did not recur, even though slight nausea was caused by decannulation.\\nHRV analysis was performed with an HRV analyzer (SA-3000P, Tokyo Iken Co., Ltd., Tokyo, Japan) during therapy. Concerning time-domain HRV variables, standard deviation of all NN intervals (SDNN) increased up to 193.0 ms; in contrast, approximate entropy (ApEn) decreased to 0.273 at the moment of local anesthesia (). When her posture was changed from supine to sitting, her mean heart rate (Mean HRT) and physical stress index (PSI) decreased; in contrast, root mean square of successive NN interval differences (RMSSD) increased. After changing her posture back to supine, atropine sulfate administration caused her Mean HRT and PSI to increase, in particular, for her PSI to increase up to 27.1 (). In contrast, RMSSD and ApEn decreased; in particular, RMSSD decreased to 16.8 ms (, ). Regarding frequency-domain HRV variables, at the onset of nitrous oxide inhalation, the high-frequency (HF) component increased to 1350.5 ms2; in contrast, normalized LF (LF norm) and the low-frequency/high-frequency (LF/HF) ratio decreased to 15.0 nu and 0.177, respectively (, ). The very low-frequency (VLF) component increased up to 4078.6 ms2 at the moment of midazolam administration (). At the moment of local anesthesia, the total power (TP), VLF, low-frequency (LF) component, LF norm, and LF/HF ratio increased up to 33920.5 ms2, 31187.1 ms2, 1919.1 ms2, 70.2 nu, and 2.357, respectively; in contrast, the HF norm decreased to 29.8 nu (). During teeth extraction, the HF increased up to 1906.0 ms2 (). At the end of nitrous oxide inhalation, the LF norm and LF/HF ratio increased up to 57.0 nu and 1.324, respectively (). In the recovery period, VLF decreased to 234.7 ms2; in contrast, LF/HF ratio increased up to 2.884 (). When her posture was changed from supine to sitting, TP, VLF, and HF increased up to 5215.6 ms2, 1695.0 ms2, and 1239.1 ms2, respectively (). Meanwhile, the LF norm relatively decreased, and HF norm increased such that the LF/HF ratio decreased. After changing her posture back to supine, atropine sulfate administration caused TP, LF, and HF to decrease to 1620.2 ms2, 426.9 ms2, and 54.5 ms2, respectively (). The LF norm relatively increased while HF norm decreased to 11.3 nu such that the LF/HF ratio increased to 7.833 (, ). At the end of therapy, all parameters returned to normal levels.\\nIn advance of this study, the procedure for HRV analysis was explained to the patient. Then, her informed consent was obtained.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'19000603': 1, '11607165': 1, '8297682': 1, '8902314': 1, '22059697': 1, '23240990': 1, '19537668': 1, '10590025': 1, '15976213': 1, '10926298': 1, '21206198': 1, '1860193': 1, '9386196': 1, '10843903': 1, '547792': 1, '9131314': 1, '2358590': 1, '9411980': 1, '11737707': 1, '15517504': 1, '30788344': 1, '6535120': 1, '25045545': 2}", "similar_patients": "{}"}