{"patient_id": 150148, "patient_uid": "4737662-1", "PMID": 26848304, "file_path": "noncomm/PMC004xxxxxx/PMC4737662.xml", "title": "A Case Report of Familial Renal Hypouricemia Confirmed by Genotyping of SLC22A12, and a Literature Review", "patient": "A 24-year-old Korean male visited the emergency room (ER) of our hospital on April 1, 2015 with pain in both flanks. The initial impression was ureter stone due to his symptom; thus, a computerized tomography (CT) of his abdomen was performed. Abdomen CT showed a decreased enhancement of both kidneys but no evidence of urolithiasis. After ruling out urolithiasis, the patient was admitted for diagnostic evaluation. Upon history taking, he stated that he had suffered from urolithiasis 4 years prior, and had passed the stone spontaneously. He also stated that his mother had a history of AKI, and both his aunt and uncle, had a history of urolithiasis. Despite the patient's mother's AKI history, no other specific medical history was noted with familial history taking (). His blood pressure was 130/70mmHg, and his weight and height were 78 kg and 170 cm, respectively. The patient showed pain in both flanks. Laboratory tests on admission revealed the following results: Cr, 1.6mg/dL; blood urea nitrogen (BUN), 17mg/dL; C-reactive protein, 1.40 mg/dL; white blood cell count, 11,380/µL; potassium, 4.0 mmol/L; lactate dehydrogenase, 494 U/L (normal range: 263-450 U/L), creatine kinase, 86 U/L (normal range; 60- 220 U/L); total CO2, 24.8mmol/L; and a low uric acid level of 0.5mg/dL. The urinalysis revealed a specific gravity of 1.012, a pH of 5.0, and 0-1 red blood cells/µL. No glycosuria, aminoaciduria was found. The 24-hour urinary protein was 17mg. The following parameters were within normal limits or negative: serum immunoglobulin; serum complement; antinuclear antibody; perinuclear/ cytosolic-antineutrophil cytoplasmic antibody; and HIV, HBsAg, and hepatitis C antibodies. Fractional excretion of uric acid (FeUA) was 23.95%. Abdominal ultrasonography was unremarkable. After conventional causes of Cr elevation were ruled out, the patient's history was taken again, during which he stated that he had been swimming prior to the flank pain event. The patient was suspected to have familial renal hypouricemia based on, the exclusion of other causes of hypouricemia, familial histories of AKI and urolithiasis, and decreased renal enhancement on abdominal CT (). Thus, the patient was also suspected to be in an EIAKI state. Therefore, genetic analysis for SLC22A12 mutations was conducted. The patient was discharged 6 days after admission. During the outpatient follow up, the patient was stable and the Cr level was maintained at <1.0mg/dL.\\nAKI recurred 10 weeks after the first episode. On June 17, 2015, the patient was admitted to our hospital via the ER due to pain in both flanks that occurred following swimming. The physical examination did not reveal abnormalities. The patient's blood pressure was 120/80 mmHg, his 24-hour urine protein excretion was 718mg. In addition, serum Cr was 2.2mg/dL, BUN was 21mg/dL, and uric acid was 2.4mg/dL. The renal ultrasound showed increased echogenicity of both kidneys, but structural abnormalities were not observed. We again performed a FeUA and the result was 14.61%. The history of flank pain after swimming may indicate recurrent EIAKI. Hydration and symptomatic treatment were performed during the admission. The symptoms of the patient resolved upon treatment and the serum Cr level decreased gradually. The patient was discharged on day 9 of hospitalization. Anaerobic exertion was prohibited including swimming. At the time of the 1-month follow up, the patient had a normal serum Cr level of 1.0mg/dL, but his hypouricemia (uric acid, 0.7mg/dL) remained. No further episode of EIAKI was noted.\\nSequence analysis of the SLC22A12 gene was performed on the patient and his mother due to the suspicion of EIAKI associated with familial renal hypouricemia. T he sequence analysis of SLC22A12 revealed a mutation of c.774 G>A (p.[Trp258Ter]:[Trp258Ter]), or homozygous W258X, which causes renal hypouricemia. The patient's mother exhibited a heterozygous mutation of W258X, making her a carrier of renal hypouricemia; her results were consistent with autosomal recessive inheritance of the disease (). We also proposed another molecular biologic analysis to the patient's father, but the father refused further genotyping since he had normal uric acid level and the cost.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'12024214': 1, '31650389': 1, '16678460': 1, '14694169': 1, '34603806': 2, '7774083': 1, '19926891': 1, '31131560': 1, '17229912': 1, '32271837': 1, '30097038': 2, '30123371': 1, '24628802': 2, '2250410': 1, '18270321': 1, '18411268': 1, '8304559': 1, '27423335': 1, '18327257': 1, '21935282': 2, '15912381': 1, '26848304': 2}", "similar_patients": "{'8486506-1': 1, '3172664-1': 1, '6086067-1': 1, '3984694-1': 1}"}