{"patient_id": 153197, "patient_uid": "4956778-1", "PMID": 27428184, "file_path": "noncomm/PMC004xxxxxx/PMC4956778.xml", "title": "Intraventricular hemorrhage caused by intracranial venous sinus thrombosis", "patient": "A previously healthy 24-year-old Chinese male suffered a sudden, spontaneous, and continuous headache with vomiting. Two days later, the patient suddenly developed slowed mental faculties, such as difficulty in finding words, slowed speech, and difficultly in handling daily affairs. A brain CT scan on the 7th day (Fig. ) showed IVH, with high-density regions near the vein of Galen and symmetrical thalamic low-density regions.\\nUpon the initial physical examination, the patient was slightly confused but can otherwise answer questions and follow commands. The remainder of his physical examination remained normal. A lumbar puncture showed an opening pressure of 200 mm H2O, elevated protein content, a red blood cell count of 1150, and no lymphocytes. Additional tests, including a complete blood count, erythrocyte sedimentation rate, serum homocysteine, antinuclear antibody, antineutrophil cytoplasmic antibodies, anticardiolipin antibody, prothrombin time, partial thromboplastin time, and D-dimer, were all normal. A magnetic resonance venography (MRV) scan (Fig. ) showed no flow in the inferior sagittal sinus, the vein of Galen, straight sinus, left transverse sinus, and left sigmoid sinus, which suggests CVST. Computed tomographic angiography (CTA) showed no aneurysms and no vascular malformations. Brain magnetic resonance imaging (MRI) confirmed the presence of bilateral thalamic and corpus callosum infarctions.\\nThe patient was subsequently diagnosed with CVST based on his history, clinical signs, and laboratory examinations and was then treated with a low-molecular-weight heparin calcium injection, followed with warfarin tablets. The patient recovered gradually. Two months later, an MRV showed that the sagittal sinus, great cerebral vein, and straight sinus appeared to have been partly recanalized compared with the previous scan.\\nThis study was approved by the human research ethics committee of Second Affiliated Hospital, School of Medicine, Zhejiang University.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'15571768': 1, '20402748': 1, '20189078': 1, '33172412': 1, '26501508': 1, '3257294': 1, '6977795': 1, '18346644': 1, '12838529': 1, '23358119': 1, '27428184': 2}", "similar_patients": "{}"}