{"patient_id": 144375, "patient_uid": "4377151-1", "PMID": 25859108, "file_path": "noncomm/PMC004xxxxxx/PMC4377151.xml", "title": "Brown Tumor of Mandible in Association with Primary Hyperparathyroidism: A Case Report", "patient": "A female patient aged 22 years presented with a swelling on the left side of the face since past 4 months, which gradually enlarged up to the present size. Patient gives history of generalized weakness, lethargy and weight loss noticed since past few months. Her family history and past medical history was non-significant.\\nOn extra-oral examination a diffuse swelling was noticed on left side of the face, measuring approximately 6 cm × 7 cm, extending superiorly from the infraorbital margin to inferiorly 3 cm below the lower border of mandible, medially 2 cm away from the ala of nose to tragus of the ear laterally (). The skin over the swelling was shiny and stretched. There was no ulceration or erythema noticed over the swelling. On palpation, swelling was firm to hard and tender.\\nOn intraoral examination, an ulceroproliferative growth in the vestibule on the left side, extending from the mesial aspect of lower left canine to the retromolar region posteriorly. Obliteration of buccal and lingual vestibule was observed. The growth was covered with pseudomembranous slough, and the indentations of upper molars were seen over the swelling. The swelling has displaced lower first premolar buccally and lower second premolar lingually, lower first molar anteriorly and lower second and third molars posteriorly ().\\nOn palpation swelling was soft to firm in consistency and non-tender. No associated discharge or bleeding noticed. Left submandibular lymph nodes were palpable which was tender and firm in consistency. Provisional diagnosis of ameloblastoma and a differential diagnosis of aneurysmal bone cyst, odontogenic cyst were given. Radiographic examination with orthopantamogram showed large unilocular radiolucency on the left side, extending from mandibular first premolar to mandibular third molar without involving the lower border of mandible. There was generalized decrease in density of mandible, and there was resorption of roots of teeth from second premolar to the second molar ().\\nPatient was advised blood investigations that revealed alkaline phosphatase and PTH levels of 762 IU/L (Normal: 36-14 IU/L) and 452.5 pg/ml (Normal: 12-65 pg/ml) respectively. Serum calcium level was 12.5 mg/dl (Normal: 8.5-10.5 ml/dl).\\nPatient underwent high-resolution sonography of neck, which revealed a well-defined lesion below the lower pole of the thyroid on the right side between the carotid and trachea measuring about 2.25 cm × 0.46 cm. The lesion had hyperechoic solid component and cystic component with septations. A parathyroid technetium scintiscan (99Tcm SESTAMIBI; Technetium-99 MIBI; methoxy-isobutyl-isonitrile) findings were showing abnormally high uptake is observed at the lower pole of the thyroid lobe interpreted as hyperplasia of right inferior parathyroid with possible brown tumor of mandible ().\\nAn incisional biopsy of the mandibular lesion was done which revealed hemorrhagic fibrovascular connective tissue with multinucleated giant cells consistent with the diagnosis of a giant cell lesion. Parathyroid adenoma excision was done under general anesthesia. Recovery was uneventful and patient discharged after 1 week. The resected gland was histologically suggestive of hyperplasia. The surgical removal of the bony lesion was done by curettage. Patient was given oral calcium supplementation in addition to vitamin D3 for possible post-operative hypocalcemia. Considerable reduction in the size of the oral lesion was noted after 6 months.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'15278870': 1, '16798410': 1, '27974979': 2, '16859570': 1, '18618167': 1, '8944301': 1, '27974978': 2, '32695835': 1, '32911586': 1, '11202328': 1, '28616750': 1, '24151418': 1, '30317121': 2, '29850279': 2, '32189907': 2, '21731279': 2, '33278878': 2, '19114425': 1, '25859108': 2}", "similar_patients": "{'7718669-1': 1, '3125657-1': 1, '5128700-1': 1, '5126398-1': 1, '5925163-1': 1, '6187018-1': 1, '7069142-1': 1}"}