{"patient_id": 75208, "patient_uid": "4029285-1", "PMID": 24330768, "file_path": "comm/PMC004xxxxxx/PMC4029285.xml", "title": "Mitral chordae myxoma—chordae replacement with a premeasured gore-tex loop using a minimally invasive video-assisted approach", "patient": "A 28-year old Caucasian woman without significant risk factors for atherosclerosis presented with headache, right hemiplegia, and right visual impairment. Magnetic resonance imaging revealed a fresh left posterior brain infarction. A duplex ultrasound showed no cerebrovascular stenosis or occlusion, but an echocardiogram revealed a left ventricle pedunculated mobile mass (5 mm in diameter) that was attached to the mitral valve chordae tendineae (Figure ). Left and right ventricular functions were normal, and mitral valve regurgitation was mild. Because the patient did not exhibit findings indicative of having an embolic source, we elected cardiac surgery to resect the cardiac tumor and to avoid further embolic events.\\nA CPB was instituted via the femoral arterial and venous cannulation through a 3 cm transverse incision in the right groin. The tip of the venous cannula was positioned under transesophageal echocardiographic guidance in the superior vena cava. The temperature of the patient was cooled to 34°C, and vacuum-assisted CPB was used throughout the procedure. A right lateral mini-thoracotomy (length, 5 cm) was performed via the 4th intercostal space, and the incision was placed in the submammary crease. A video camera was inserted through a 10 mm port in the right 3rd intercostal space and a transthoracic aortic cross-clamp was inserted through the 3rd intercostal space. Antegrade cold blood cardioplegia was administered directly into the aortic root and repeated every 20 min. throughout the procedure, the surgical field was flooded with carbon dioxide via the camera-port. The left atrium was opened posterior to the interatrial groove. Exploration of the mitral valve showed a globular tumor involving the anterior mitral leaflet chordae tendineae (Figure ), which was removed along with the involved chordae tendineae. Neochordae were implanted using the loop technique. The required length of the loop was determined by measuring the distance between the correct plane of apposition on an adjacent nonprolapsing segment and the respective papillary muscle. A premeasured Gore-Tex loop (22 mm) was fixed to the body of the papillary muscle, and the four free loops from this suture were secured to the resected portion (A2,3) of the anterior leaflet at the coaptation line. The sealing-test with a saline solution showed incompetence, because of the short mitral leaflet and too small coaptation. Therefore, we removed the 22 mm Gore-Tex loop and implanted an 18 mm Gore-Tex loop with the same maneuver (Figure ). Additionally, an annuloplasty with a 28-mm CE-Physio-ring (Edwards Lifesciences, Irvine, CA) was performed.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'23255062': 1, '21459603': 1, '11888789': 1, '22298179': 1, '22795462': 1, '11156150': 1, '24330768': 2}", "similar_patients": "{}"}