{"patient_id": 79688, "patient_uid": "4326365-1", "PMID": 25853025, "file_path": "comm/PMC004xxxxxx/PMC4326365.xml", "title": "Case study to assess the safety of irreversible electroporation near the heart", "patient": "A 48-year-old man who had recently undergone resection of a moderately differentiated invasive adenocarcinoma of the rectum presented with focal liver lesions measuring 15 mm, 16 mm, and 9 mm in segments 8, 4, and 2 of the liver, respectively, which were newly diagnosed by MR imaging. No other metastatic lesions were detected by PET. He had not a prior medical history of other conditions, including heart disease. He had received one cycle of modified FOLFOX6 chemotherapy (l-leucovorin, 5-fluorouracil, and oxaliplatin), but this treatment was halted due to adverse events such as pancytopenia and malaise. He was therefore referred to our department. After discussing treatment options, including resection and ablation, the decision was made to proceed with IRE for these metastases as a part of a clinical trial (UMIN000014522).\\nWe performed ultrasound (US)-guided IRE (NanoKnife; AngioDynamics, Latham, NY, USA) with the patient under general anesthesia with neuromuscular blockade to avoid muscle contraction. All interventions were performed percutaneously using a dedicated US system (Aplio™ 500; Toshiba, Tochigi, Japan) equipped with a 3.75-MHz convex transducer (PVT-385BT; Toshiba, Tochigi, Japan). In addition, to prevent pulse-induced arrhythmias, a preprogrammed commercial ECG trigger monitor (AccuSync 72; AccuSync Medical Research Corporation, Milford, CT, USA) was connected to a five-lead ECG to synchronize pulse delivery within the refractory period of the heart. An external biphasic defibrillator was also prepared and was immediately available for the treatment of ventricular arrhythmias.\\nConsidering the size and shape of each lesion and including a 1-cm tumor-free margin, we determined the number and configuration of electrodes. The voltage was also determined using a standard algorithm (AngioDynamics) based on factors such as the intended size of the ablation zone, the number of probes, the distance between the probes, and the length of the active electrode tip (Thomson et al. ). Accordingly, three insulated 15-cm needle electrodes with an exposure length of 20 mm were placed in the outer border of the tumor under US guidance. All needles were placed as parallel to one another as possible to help ensure homogeneous energy delivery.\\nWhen we treated both lesions located in segments 4 and 2, three IRE electrodes with a separation of 1.5 to 2 cm between each pair of electrodes were used and deployed in a triangular array. One of the three electrodes was placed very close to the heart, with minimum distances from the heart of 17 mm and 10 mm, respectively (Figure A, B). After a test pulse at 270 V, 10 tentative pulses at 2250-3000 V (i.e., 1500 V/cm) with a duration of 70 μs were delivered via each electrode pair. After these pulses confirmed adequate conductivity, 80 additional pulses were administered to reach a total of 90 pulses per electrode pair.\\nDuring ablation of the lesion in segment 4, we observed an episode of ventricular extrasystoles without hemodynamic changes during which time the synchronization device failed to operate properly (i.e., unsuccessful synchronization with the R wave), with pulses delivered not in the absolute refractory period but in the relative refractory period (Figure. ). The arrhythmia ceased immediately without the need to abort the procedure, and IRE was continued without complications. On the other hand, during ablation of the lesion in segment 2, which was closest to the heart, we did not observe any arrhythmias, probably because the synchronization device operated properly (Figure. ).", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'28732031': 1, '20142349': 1, '21439847': 1, '24656178': 1, '23090720': 1, '26549662': 1, '17241099': 1, '24196262': 1, '15771276': 1, '21343484': 1, '23011210': 1, '22562481': 1, '25853025': 2}", "similar_patients": "{}"}