{"patient_id": 85403, "patient_uid": "4754819-1", "PMID": 26879846, "file_path": "comm/PMC004xxxxxx/PMC4754819.xml", "title": "Successful treatment outcome of primary melioidosis pneumonia-a case report from Bangladesh", "patient": "A 43-year-old Bangladeshi man, known hypertensive and a smoker (18 pack-year), was admitted under Internal Medicine Department of Bangladesh Institute of Research and Rehabilitation in Diabetes, Endocrine and Metabolic Disorders (BIRDEM) General Hospital, with the complaints of recurrent episodes of fever and cough for one and half months. Fever was intermittent, initially low grade, later became high grade (maximum recorded 104 °F) which subsided with sweating, not associated with chills and rigor. His cough which was occasional and dry at first, later became more frequent, productive, and without chest pain, dyspnoea or leg swelling. Sputum was mucoid without any foul smell.\\nThere were no history or features suggestive of chronic obstructive pulmonary disease, bronchial asthma and sinusitis. Previous tuberculosis or contact with known case was denied. He was a returning worker from Brunei, where he had been working as a carpenter since 2008. He had visited his home district Bhramanbaria, Bangladesh, four and half months prior to his illness.\\nDuring this period of illness he had lost 10 kg weight. He was treated in Brunei three times with oral antibiotics and antipyretics without much improvement. He was diagnosed as diabetes mellitus on his 3rd follow-up visit in Brunei and was treated with tablet glicazide. By that time he also developed occasional mild haemoptysis. Suspecting pulmonary tuberculosis, he was sent back to Bangladesh. On the day he returned from Brunei, he took admission in BIRDEM General Hospital for thorough.evaluation and management.\\nAt the time of admission he had high grade fever, productive cough (whitish sputum). On examination he looked ill, temperature was 102 °F, had oral candidiasis, was dehydrated without clubbing or lymphadenopathy. Features of consolidation in his left lung and palpable, non-tender hepato-splenomegaly (liver 2 cm, firm; spleen 4 cm from respective costal margins) were present. Other systemic findings were unremarkable.\\nReports of initial investigations done in Brunei were unavailable. During his stay at our hospital, investigations revealed a high erythrocyte sedimentation rate (ESR, 150 mm in 1st hour) despite a normal complete blood count. His blood sugar profile (random blood sugar 16.2 mmol/L, glycated hemoglobin 12.6 %) was uncontrolled. Chest x-ray posterior-anterior view showed homogenous opacity with a cavitary lesion occupying parts of left middle and lower zones (Figs. , ). Ultrasonography of whole abdomen reported mildly enlarged liver with fatty change (Grade II) and enlarged spleen (16 cm) with left sided mild pleural effusion.\\nSputum analysis revealed presence of plenty pus cells, gram negative bacteria on Gram’s stain and growth of B. pseudomallei (Fig. ) which was sensitive to augmentin, aztroenam, cefixime, ceftriaxone, ceftazidime, cefotaxime, ciprofloxacin, co-trimoxazole, imipenem and piperacillin-tazobactum. Sputum polymerase chain reaction (PCR) for B. pseudomallei was also positive. Sputum for malignant cell, acid fast bacilli (2 samples), GeneXpert Mycobacterium tuberculosis/rifampicin (MTB/RIF) were not detected and Montoux test was negative. Blood and urine cultures revealed no growth. Tripple antigen, liver function tests, serum creatinine, lipid profile were normal.\\nHis high blood sugar level was controlled with subcutaneous premixed insulin. For melioidosis, he was treated with ceftazidime 2 g intravenous 8 h for 3 weeks followed by maitainance therapy with capsule doxycycline (100 mg twice daily) and tablet cotrimoxazole (160 + 800 mg, twice daily) for 6 months. He was also advised to quit smoking. He responded well to the treatment. His fever subsided after 13 days, cough became unproductive after 20 days and subsided after 27 days.\\nOn his first follow up visit at 2 weeks the patient was feeling better. Radiological improvement was evidenced by decreasing lung opacity on chest x-ray posterior-anterior view (Fig. ) and normal size of liver and spleen on ultrasonography of whole abdomen. Left sided pleural effusion was detected by both chest x-ray and ultrasonography.\\nSecond follow up visit at 6 weeks demonstrated further symptomatic improvement including 2 kg weight gain. There was significant reduction of the lesion in his left lung radiologically (Fig. ) and ESR was decreasing (54 mm in 1st hour). Two days after this visit, the patient went back to Brunei to continue his job there and was advised for a follow up visit on 6th April 2015 with reports.\\nAt the time of his final follow up at 6 months, although the patient was unable to return home, the advised follow-up investigations were done in Brunei and were sent by email. Reports revealed a normal complete blood count and ESR (2 mm in 1st hour). Chest x-ray posterior–anterior view reported ‘no active lung lesion’. At this stage, treatment was stopped and the patient was declared cured of melioidosis after 27 weeks of treatment.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'15831829': 1, '1163890': 1, '23715373': 1, '10975006': 1, '22057702': 1, '3340766': 1, '10534566': 1, '22795754': 1, '22970946': 1, '30180813': 2, '11049780': 1, '21633768': 1, '12767750': 1, '30274436': 1, '3252602': 1, '19732156': 1, '14720392': 1, '1721711': 1, '26879846': 2}", "similar_patients": "{'6122635-1': 1}"}