{"patient_id": 75104, "patient_uid": "4020476-2", "PMID": 24864219, "file_path": "comm/PMC004xxxxxx/PMC4020476.xml", "title": "Successful Same-Cycle Blastocyst Transfer following Laparoscopic Ovarian Detorsion: A Report of Two Cases and Literature Review", "patient": "A 32-year-old woman presented in 2010 to our clinic with history of primary infertility for two years. She had polycystic ovarian syndrome (PCOS) according to the Rotterdam criteria [] based on her history of irregular periods and sonographic polycystic ovarian morphology. The patient was initially given 100 mg Clomiphene citrate for ovulation induction followed by intrauterine insemination. After four failed cycles of ovulation induction/intrauterine insemination, a decision was made to proceed with IVF.\\nThe patient underwent stimulation using a combination of 75 IU/day recombinant follicle stimulating hormone with gonadotropin-releasing hormone antagonist. Transvaginal retrieval of 22 oocytes was performed 36 hours after hCG administration (5,000 IU), and 17 oocytes were fertilized. Three days after egg retrieval, the patient presented with acute severe right lower quadrant pain associated with nausea and vomiting. Upon presentation to our hospital emergency department, her vital signs were stable and her abdominal exam demonstrated right lower quadrant tenderness and guarding with no rebound tenderness. Pelvic sonogram () revealed minimal free fluid in the cul-de-sac, right ovary measuring 85 × 54 mm, and left ovary measuring 71 × 53 mm with multiple residual follicles. Doppler ultrasound study was not available at the time of evaluation. Her white blood cell count was 14.4 × 103 cells/μL with 89% neutrophils. An emergent laparoscopy revealed a 10 × 12 cm purple right ovary twisted 180° around the right infundibulopelvic ligament in addition to a mild right hydrosalpinx. The left tube and ovary appeared normal. The right ovary was untwisted and regained its pinkish color within three minutes, consistent with a viable ovary. The patient had an uneventful recovery and was discharged home in stable condition on the same day.\\nThe patient was counseled similarly to the patient described in “Case 1.” She also preferred to proceed with fresh embryo transfer. Two blastocysts were transferred on day five under transabdominal ultrasound guidance. Four weeks later, sonogram showed a dichorionic-diamniotic twin gestation of six-week size. She subsequently had a vaginal delivery of a healthy boy and girl at 35 weeks of gestation.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'2295348': 1, '14711538': 1, '10785237': 1, '18692789': 1, '9578285': 1, '8604838': 1, '10689029': 1, '4014339': 1, '20814540': 2, '20638908': 1, '9091351': 1, '8243702': 1, '11476798': 1, '14645177': 1, '24864219': 2}", "similar_patients": "{'4020476-1': 2, '2931379-1': 1}"}