{"patient_id": 147392, "patient_uid": "4540556-1", "PMID": 26312722, "file_path": "noncomm/PMC004xxxxxx/PMC4540556.xml", "title": "Ehlers-Danlos Syndrome associated with cardiomyopathy hypertrophic\\nobstructive", "patient": "Female patient, 68 years old, single, sought treatment with a history of atypical chest\\npain, not associated with physical effort or emotional stress. She also reported\\npalpitations and dyspnea caused by efforts greater than usual, and referred to sporadic\\ndizziness but no syncopes. In the clinical evaluation, the patient complained of algia\\non lower limbs associated with weakness when she had to be standing for long periods. In\\npast history, the patient declared started walking when she was 5 years old, and that\\nshe had spontaneous dislocations in the knee joints and temporomandibular joint during\\nadolescence. Furthermore, she reported to have a family history of schizophrenia.\\nIn the physical examination, patient showed: PR = 51 bpm; PA = 100x60 mmHg; soft skin,\\nvelvety and hyperextensible, with colored mucosa; cephalic segment: no signs of\\nabnormalities. Neck without jugular stasis; respiratory auscultation: no signs of\\nabnormalities; cardiovascular system: ictus in the fifth left intercostal space 1.5 cm\\nout of the mid clavicular line, impulsive (+) covering a fingertip; impalpable murmur,\\npalpable systolic murmur at the left sternal border; B1 hypophonetic sound (+), B2\\nunfolding the inhaling with B2A > B2P, B4 in the mitral area; systolic ejection\\nmurmur grade IV/VI audible throughout the left sternal border; abdomen: liver and spleen\\nimpalpable; short, colored extremities and hyperextensible joints especially the\\nmetacarpophalangeal, scapulohumeral and ankles ().\\nIn the imaging examination, electrocardiogram showed first degree atrioventricular block\\nand left chamber overload; chest X-ray showed cardiomegaly caused by left ventricle.\\nEchocardiogram revealed mild enlargement of the left atrium, asymmetric septal\\nhypertrophy with mild left ventricular outflow tract obstruction and moderate left\\nventicular diastolic dysfunction (). The\\n24-hour Holter monitoring detected nonsustained supraventricular tachycardia (). Patient also underwent skin biopsy, which\\nconfirmed the reduction of collagen fibers of the papillary dermis, suggesting EDS\\n().", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'16407265': 1, '15457441': 1, '11642233': 1, '23579622': 1, '26312722': 2}", "similar_patients": "{}"}