{"patient_id": 88263, "patient_uid": "4994172-1", "PMID": 27549128, "file_path": "comm/PMC004xxxxxx/PMC4994172.xml", "title": "An uncommon inheritance pattern in Niemann-Pick disease type C: identification of probable paternal germline mosaicism in a Mexican family", "patient": "The proband was a 19-year-old boy of Mexican ancestry born from healthy non-consanguineous parents (Fig. ). His clinical manifestations and analytic results are presented in Table , along with those previously reported in patients harboring at least one NPC1 gene mutation in common with our patient [–]. His symptomatology initiated at 9 years old with progressive clumsiness; over the next six years, he developed cataplexy, progressive dysarthria, ataxia, fatigue and problems swallowing liquids. He had to leave school because of learning difficulties, memory loss, and impaired socialization. A clinical suspicion of NP-C at 18 years of age prompted a filipin staining test that yielded a “variant” phenotype []. Further molecular analyses confirmed the diagnosis of NP-C by exhibiting compound heterozygosity of NPC1: c.[1042C > T];[2780C > T] or p.[Arg348*];[Ala927Val] (Fig. ). These pathogenic variants are located in exons 8 and 18, respectively, of the NPC1 gene (Genbank reference sequence: NM_000271.4).\\nTo provide the family with complete genetic counseling, we performed direct automated sequencing of exons 8 and 18 of the NPC1 gene in genomic DNA obtained from blood leukocytes of the proband’s parents and healthy older sister (Fig. ). The mother was found to be a heterozygous carrier of the c.2780C > T or p.(Ala927Val) NPC1 allele located in exon 18. The healthy sister was found to be a heterozygous carrier of the c.1042C > T or p.(Arg348*) pathogenic variant in exon 8. Surprisingly, the father’s sample was not found to have any mutation in these exons. Paternity testing performed using 16 short tandem repeat markers (13 belonging to the CODIS system) confirmed the paternity of both siblings (data not shown).\\nTo test whether the c.1042C > T or p.(Arg348*) variant shared a common NPC1 haplotype, we subjected 20 closely linked or intragenic NPC1 single nucleotide variants (tel-rs1620047, rs1652354, rs182004416, rs2981422, rs2303880, rs1623003, rs1788781, rs1367084, rs12970899, rs143656971, rs1805081, rs1652344, rs1788799, rs1805082, rs1140458, rs6507720, rs367911777, rs55724504, rs2510344, rs1805084-cen) to direct automated sequencing in all family members. Unfortunately, only the genotypes of markers rs182004416 (NM_000271.4:c.-1002A > G, 5′ end of NPC1), rs1623003 (NM_000271.4:c.57 + 1088G > A, intron 1) and rs12970899 (NM_000271.4:c.387T > C, exon 4) provided sufficient information to document phases in the family, and the analysis failed to identify a common haplotype for this pathogenic variant. Our results suggest the presence of a recombination event between markers rs1623003 and rs12970899 in the proband or his healthy carrier sister. Alternatively (though far less likely), the p.(Arg348*) variant could reside in different haplotypes of these two individuals (Fig. ).\\nThe patient died at 21 years of age due to respiratory distress secondary to bronchopneumonia. At the time of death, he scored 22 points on a modified disability scale for NP-C []. He had not received specific substrate-reduction therapy (Zavesca®, Miglustat) because the family could not afford the treatment.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'12406347': 1, '26762690': 1, '15030792': 1, '20056559': 1, '25236789': 1, '25349751': 2, '25898403': 1, '25665455': 1, '24135395': 1, '22517094': 1, '22713811': 1, '22286891': 1, '11545687': 1, '22326530': 1, '11182935': 1, '23324478': 1, '22572546': 1, '27549128': 2}", "similar_patients": "{'4202276-1': 1, '4202276-2': 1, '4202276-3': 1}"}