{"patient_id": 148144, "patient_uid": "4597298-1", "PMID": 26539311, "file_path": "noncomm/PMC004xxxxxx/PMC4597298.xml", "title": "Primary central nervous system vasculitis preceded by granulomatous hypophysitis: Case report with a review of the literature", "patient": "A 29-year-old male initially presented to an otolaryngologist's office for evaluation of the acute onset of left-sided hearing loss. His past medical history was significant only for obesity with a body mass index 34, hypertension, and presumptive shingles on his left flank treated with valacyclovir, although no exanthema had ever appeared. He endorsed occasional alcohol but no smoking or illicit drug usage. The patient reported a 2 weeks history of headache, nausea, and vomiting was accompanied by photophobia. He had been to an emergency room, and anti-nausea and pain medications had been prescribed. While at the office, he received a local steroid injection, which provided no resolution of his symptoms. A subsequent magnetic resonance imaging (MRI) obtained at that time showed a diffusely enhancing and enlarged pituitary gland [].\\nThe patient was seen in the clinic by senior author and was subsequently admitted for transsphenoidal exploration and biopsy of the pituitary mass. Hormonal testing at that time was significant for thyroid-stimulating hormone level of 0.01 uIU/ml, luteinizing hormone of 0.8 mIU/ml, testosterone < 3, insulin-like growth factor-1 of 319, dehydroepiandrosterone at 13.2 ug/dl. The patient tolerated the procedure well, and intraoperative frozen pathology showed rubbery anterior pituitary gland with diffuse lymphocytic infiltration consistent with lymphocytic adenophypophysitis.\\nThe final pathology, however, was interpreted to represent GH. Special stains for microorganisms were negative. Microscopically, cytologic preparations adenosine triphosphate showed predominantly blood with scattered lymphocytes and macrophages. Frozen (AFS) and permanent sections showed a pituitary gland with marked noncaseating granulomatous inflammation and diffused lymphocytic infiltrate. Immunostains such as CD68 confirmed the presence of histiocytes and CD3 and CD20 immunostains showed the lymphocytes to be a reactive population. Cytokeratin immunostains highlighted the pituitary gland and the intact acinar architecture in the background of inflammation. Special stains for fungal Gomori methenamine silver (GMS), bacterial (gram), and mycobacterial (Fite) organisms were negative. Cerebrospinal fluid (CSF) analysis was negative for malignancy, and immunohistochemical staining for herpes simplex virus (HSV1–2) was negative. The patient was discharged on postoperative day 1 neurologically intact and prescribed thyroid, testosterone, and pulsed high-dose oral steroid regimen. The patient's condition improved, and a subsequent MRI scan showed a decrease in size of pituitary back to a more normal configuration [].\\nApproximately, 3 months after discharge, the patient developed fatigue, malaise, and progressive short-term memory deficits that progressed rapidly over a course of 2 weeks. He retained his remote memory and was able to recall name, birthday, and president without difficulty. There was no fever, weight loss, chills, vision changes, slurred speech, facial droop, weakness, numbness, issues with gait, or other focal deficits except for his prior hearing loss in his left ear. He was tapering his steroid medications. The patient was readmitted to the hospital for concern of HSV encephalitis. MRI showed T2 signal changes, as well as bilateral contrast enhancement, in the medial temporal lobes [].\\nA lumbar puncture was performed, which was negative for an infectious etiology including routine, acid-fast bacilli (AFB), and fungal cultures, cryptococcus antigen, HSV 1,2 HIV 1,2 Epstein–Barr virus (EBV), West Nile, venereal disease research laboratory, varizella zoster, and Borrelia burgdorferi. Flow cytometry showed no clonal B cells [].\\nFifty percent of the cell populations were T cells by CD5 immunotyping, 8% mature B cells, with no light chain restriction or significant co-expression of CD5 or CD10, and <1% plasma cells. CSF analysis is described in and suggested a mild disruption of the blood brain barrier.\\nAdditional labs performed at that time included B2 microglobulin 1.0, angiotensin converting enzyme <5. The patient was placed on intravenous (IV) acyclovir, broad-spectrum antibiotics, and steroids. Clinically, the patient improved dramatically over the next several days with a resolution of his malaise and headaches, as well as his encephalopathy. On examination, he was oriented × 3 and able to follow complex commands. The laboratory tests for signs of autoimmune disease were all negative, as indicated in .\\nA repeat lumbar puncture performed 5 days later revealed slight improvement in CNS inflammation. Repeat testing through PCR, ELISA, and culture for HSV 1 and 2 remained negative. Repeat imaging showed unchanged T2 hyperintensities in bilateral temporal lobes with improvement in the enhancement pattern of the left temporal lobe []. The patient was discharged on IV acyclovir and a steroid taper.\\nThe patient's clinical improvement did not last and approximately 1-week after discharge his short-term memory loss returned and he remained unable to store new memories. He completed his antibiotic course and outpatient follow-up visits over the next 2 months revealed no improvement in his symptomatology. Given the patient's poor quality of life and the absence of diagnosis despite exhaustive testing, the patient was readmitted for right temporal craniotomy and biopsy to establish a tissue diagnosis. Examination at that time was significant for inability to recall items moments after they were told to him. He was awake, alert and oriented to person, place, and time. No focal deficits were noted. A new preoperative MRI showed interval progression of T2 signal abnormality and enhancement of the bilateral temporal lobes with increased mass effect []. The pituitary gland remained stable.\\nThe patient tolerated the procedure well. The neurology and rheumatology services saw the patient. He was placed on steroids. Flow cytometry of the biopsy revealed 73% T-cells, 3% mature B-cells with no light chain restriction or significant co-expression of CD5, CD10. Repeat CSF analysis revealed worsening of the inflammatory response and breakdown of the blood-brain barrier [].\\nThe final histology revealed transmural and perivascular noncaseating granulomatous vasculitis. Focal vessels showed thickening and hyalinization but were negative for amyloid. No vascular fibrinoid necrosis was seen as would be typical for polyarteritis nodosa, or rheumatoid or lupus vasculitis. Special stains for AFB (Fite), bacteria (gram), and fungus (GMS) were negative.\\nImmunohistochemical stains for the varicella-zoster virus, Herpes 1 and 2, cytomegalovirus, adenovirus, human herpesvirus 8, EBV, toxoplasma, amyloid were all negative. Repeat testing of autoimmune and infectious etiologies remained negative. Additional studies of paraneoplastic markers were negative including carbohydrate antigen 19–9, CEA, and alpha-FP. Heavy metal screen for lead, arsenic, and mercury all came back below detectable limits. A positron emission tomography scan of the brain showed hypermetabolism of temporal lobes and hippocampal gyri consistent with limbic encephalitis. The patient was discharged with steroids and cyclophosphamide, with persistent anterograde amnesia and a diagnosis of limbic encephalitis secondary to primary CNS vasculitis.\\nHe was treated as an outpatient with IV cyclophosphamide and high dose steroids. Follow-up imaging has shown improvement in both the T2 signal abnormality and contrast enhancement pattern []. There has been no improvement clinically.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'8615086': 1, '32776287': 1, '9630181': 1, '9093590': 1, '10489055': 1, '7277673': 1, '3275856': 1, '20024553': 1, '17768410': 1, '7791966': 1, '8345854': 1, '7195731': 1, '23990347': 1, '9388826': 1, '18541872': 1, '19908043': 1, '16785845': 1, '20040330': 1, '18174733': 1, '12446917': 1, '16703407': 1, '11148714': 1, '22421812': 1, '9152609': 1, '21273747': 1, '21031572': 1, '9541922': 1, '15634713': 1, '24117125': 1, '7709084': 1, '19506130': 1, '2121396': 1, '2013781': 1, '10901882': 1, '7910396': 1, '21180634': 1, '7629223': 1, '22156692': 1, '10519020': 1, '24854370': 1, '6431816': 1, '17200220': 1, '11123086': 1, '8781600': 1, '11478060': 1, '8121552': 1, '21586204': 1, '14585081': 1, '17924545': 1, '26539311': 2}", "similar_patients": "{}"}