{"patient_id": 148525, "patient_uid": "4620338-1", "PMID": 26508932, "file_path": "noncomm/PMC004xxxxxx/PMC4620338.xml", "title": "A Case of Extensive IgG4-Related Disease Presenting as Massive Pleural Effusion, Mediastinal Mass, and Mesenteric Lymphadenopathy in a 16-Year-Old Male", "patient": "A 16-year-old male patient was admitted to our hospital complaining of dyspnea and tachypnea. A year ago, he had already been diagnosed with angiomyolipoma through video-assisted thoracoscopic surgery (VATS) mediastinal biopsy. VATS was carried out because mediastinal mass and bilateral loculated pleural effusion was incidently found on health care check-up at school. Preoperative chest computed tomography (CT) scan already showed large amounts of bilateral pleural effusion and anterior mediastinal soft tissue density. But the patient said that he did not accompany symptoms such as dyspnea or tachypnea at that time.\\nOn physical examination, he showed shortness of breath and pitting edema on both legs. The lung sound was diminished on both sides during auscultation of the chest. Routine laboratory tests showed results within normal range. Autoimmune markers such as fluorescent antinuclear antibody and anti-neutrophil cytoplasmic antibody also showed negative results.\\nA chest radiograph showed bilateral pleural effusion (). Chest CT showed bilateral pleural effusion with loculation, interlobular septal thickening, bronchial wall thickening, and soft tissue density at the anterior mediastinum (). Abdomen-pelvic CT showed diffusely increased attenuation of the mesentery and extraperitoneal intra-abdominal fat with a nodular pattern, and also showed enlarged mesenteric lymph nodes. Two-dimensional echocardiography showed normal sized cardiac chambers, preserved left ventricular systolic function, and no significant valvular dysfunction. The characteristics of the pleural fluid showed exudate nature and chylothorax (pleural fluid total protein, 4.2 g/dL; serum total protein, 5.2 g/dL; pleural fluid lactate dehydrogenase (LDH), 213 IU/L; serum LDH, 167 IU/L; pleural fluid triglyceride, 551 mg/dL; pleural fluid carcinoembryonic antigen [CEA], 0.67 ng/mL with no malignant cells; pleural fluid adenosine dehydrogenase [ADA], 10.7 IU/L). The characteristics of the pleural fluid at other hospital before admission at our hospital also showed exudate nature and chylothorax. (pleural fluid total protein, 2.9 g/dL; serum total protein, 4.9 g/dL; pleural fluid LDH, 226 IU/L; serum LDH, 291 IU/L; pleural fluid triglyceride, 286 mg/dL; pleural fluid CEA, <0.5 ng/mL with no malignant cells; pleural fluid ADA, 15 IU/L).\\nThe chronic progressive increase of pleural effusion may suggest diffuse pleural involvement of IgG4-related disease. The multiple enlarged mesenteric lymph nodes on abdomenpelvic CT were also suggestive of mesenteric involvement of IgG4-related disease. Our histopathological review of the prior mediastinal biopsy was consistent with IgG4-related sclerosing disease rather than angiomyolipoma, which included papillary proliferation of reactive mesothelial cells and dense collagenous fibrosis with stromal dense lymphoplasmacytic infiltration. The ratio of IgG4- to IgG-positive plasma cells exceeded 40%, and the maximal count of IgG4-positive plasma cells was 62 cells/high-power field (HPF) (). In addition, the serum IgG4 level was 1650 mg/dL (normal range, 110-1,570 mg/dL), thereby confirming a diagnosis of IgG4-related disease. In addition, immunohistochemical stains of human melanoma black 45 and melanin-A showed negative results. Therefore, we thought that the previous diagnosis of angiomyolipoma was wrong.\\nWe started high dose glucocorticoid therapy (prednisolone 1 mg/kg) and drained the pleural effusion by chest tube to relieve the respiratory distress caused by the large amount of pleural effusion. After 2 months of therapy, serum IgG4 level decreased to 450 mg/dL and pleural effusion slightly decreased. But mediastinal mass and mesenteric lymphadenopathies did not show good treatment response. When we reduced the dose of glucocorticoid, pleural effusion and the serum IgG4 level increased. Therefore, we started administration of an oral immunosuppressant (azathioprine) with oral glucocorticoid. A chylorous pleural fluid was continuously drained by chest tube despite treatment with steroid and an oral immunosuppressant (azathioprine). We used octreotide and administrated of limited low fat diet with medium chain triglyceride supplementation, additionally. However, the chylous pleural effusion did not decrease successfully. The patient therefore underwent exploratory thoracotomy and surgical obliteration. After surgical intervention he showed symptomatic improvement and the chest radiograph showed markedly decreased bilateral pleural effusion ().", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'19940298': 1, '24851132': 2, '33726002': 2, '33825979': 2, '24651618': 1, '22316447': 1, '25030570': 1, '22210556': 1, '33518567': 1, '18609677': 1, '22596100': 1, '11236777': 1, '31667074': 1, '32071856': 1, '24111912': 1, '21881964': 1, '20733352': 1, '32373457': 1, '19532132': 1, '26508932': 2}", "similar_patients": "{'7982235-1': 1, '8026788-1': 1, '4021266-1': 1}"}