{"patient_id": 85850, "patient_uid": "4791807-1", "PMID": 26975871, "file_path": "comm/PMC004xxxxxx/PMC4791807.xml", "title": "Diffuse chorioretinal atrophy after a single standard low- dose intravitreal melphalan injection in a child with retinoblastoma: a case report", "patient": "A 12-month-old female without a family history of retinoblastoma presented with unilateral group C retinoblastoma in her right eye. A solitary tumour with retinal breaks on the tumour surface was observed at the 8 o’clock of the retina. Vitreous seeds overlying the tumor were also observed (Fig. ). After two cycles of intra-arterial chemotherapy with 5 mg melphalan (Alkeran, GlaxoSmithKline, Italy), the main tumour displayed significant regression but the vitreous seeds overlying the tumour were still active (Fig. ). Because of the persistence of vitreous seeds and the inadequate response to intra-arterial melphalan treatment, intravitreal melphalan (8 μg in 0.05 mL) was injected using a 32- gauge needle 2.5 mm from the 5 o’clock position of the limbus, the meridian opposite to the vitreous seeds. Cryotherapy was applied at the injection site, and the eye was moved in all directions for several times to improve drug distribution as previously described []. The main retinal mass exhibited further regression, and all vitreous seeds were resolved without further treatment and displayed no recurrence. However, 1 month after the intravitreal injection, the retina around the injection site demonstrated diffuse retinal pigment epithelium alterations with dense hard exudates (Fig. and ). At the 3-year follow-up, her best corrected vision is 20/60, the exudates partially resolved but diffuse chorioretinal atrophy persisted after the single low-dose of melphalan injection (Fig. ).", "age": "[[12.0, 'month']]", "gender": "F", "relevant_articles": "{'25321846': 1, '25808017': 1, '23044940': 1, '34250764': 1, '24187047': 1, '30574483': 1, '31589755': 1, '14769836': 1, '8533651': 1, '3115934': 1, '22368262': 1, '24407202': 1, '30808420': 1, '34322023': 1, '26975871': 2}", "similar_patients": "{}"}