{"patient_id": 152492, "patient_uid": "4900319-3", "PMID": 25566716, "file_path": "noncomm/PMC004xxxxxx/PMC4900319.xml", "title": "Use of real-time three-dimensional transesophageal echocardiography in type A aortic dissections: Advantages of 3D TEE illustrated in three cases", "patient": "A 51-year-old male with a history of uncontrolled hypertension, morbid obesity, and sleep apnea presented initially to an outside hospital with findings of an acute myocardial infarction from a thrombus in the RCA requiring emergent percutaneous catheterization intervention with a drug-eluting stent (DES). The following day, CT scan revealed a type A aortic dissection with the dissection flap extending infrarenally. This prompted immediate admission to our institution for further management. As the patient was on prasugrel for the DES and was hemodynamically stable, surgical intervention was delayed to allow for platelet function recovery. Six days after admission, the patient was brought to the operating room for repair of his type A aortic dissection. Intra-operative 2D TEE was consistent with RCA obstruction and demonstrated mild right ventricular dysfunction, moderate left ventricular systolic dysfunction, and an akinetic inferior wall. 3D TEE provided dynamic visualization of the dissection flap protruding onto the non and right coronary cusps and into the aortic valve causing aortic regurgitation with normal aortic valve leaflets. In addition, the right coronary orifice was clearly visualized to be within the false lumen [].\\nSurgical exploration confirmed 3D TEE findings of the false lumen extending to the aortic valve annulus with complete avulsion of the origin of the RCA. A Yacoub valve sparing root replacement was performed along with partial replacement of the aortic arch using an ascending aortic arch graft, including an innominate and left carotid bifurcation graft. The patient also required coronary artery bypass of the RCA with removal of the RCA stent. A mitral valve annuloplasty ring was also placed to repair significant mitral regurgitation. Post repair, worsening right ventricular function required implantation of a right ventricular assist device (RVAD). The patient remained on an RVAD with an oxygenator after surgery with successful weaning and removal of the RVAD about 1-week later. After a long hospital course, the patient was discharged to a rehabilitation center with good recovery at follow-up several months later.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'20395250': 1, '27762249': 1, '29416251': 2, '19054019': 1, '16831999': 1, '16445737': 1, '20308170': 1, '23759167': 1, '19047441': 1, '25566716': 2}", "similar_patients": "{'4900319-1': 2, '4900319-2': 2, '5791272-1': 1}"}