{"patient_id": 142381, "patient_uid": "4255544-1", "PMID": 25485244, "file_path": "noncomm/PMC004xxxxxx/PMC4255544.xml", "title": "Pancreaticoduodenectomy performed in a patient with situs ambiguous accompanied with isolated levocardia, malrotation, and normal spleen", "patient": "A 59-year-old male patient presented with epigastric pain and jaundice. With the exception of diabetes mellitus, the patient had no significant past medical, surgical, or family history as well as no prior hospitalizations. During physical examination, the patient was alert and afebrile, although he was jaundiced, as evidenced by icteric sclera. Abdominal examination revealed epigastric pain without tenderness. Abdominal inspection revealed no evidence of distension or palpable masses.\\nAST/ALT and total bilirubin/direct bilirubin levels were elevated (251/415 IU/L [normal, <34/40 IU/L] and 9.7/7.9 mg/dL [normal, <1.3/0.4 mg/dL]). In addition, marked elevations in the levels of ALP and γ-GT were noted (2,466 IU/L [104 IU/L < normal < 338 IU/L] and 949 IU/L [5 IU/L < normal < 55 IU/L]). The levels of serum tumor marker CA 19-9 were also elevated (205.0 U/mL [normal, <27 U/mL]).\\nCT scan revealed segmental concentric wall thickening in the suprapancreatic CBD, with biliary tree dilatation and abnormal intra-abdominal organ positioning. We determined that the liver was located in the middle of the upper abdomen, and that the gallbladder was in the middle of the upper abdomen. The inferior vena cava and portal vein showed nonspecific changes. The spleen was located in the right upper quadrant. In addition, the locations of the stomach and pancreas were reversed (). As a chest radiograph showed no specific abnormalities, a diagnosis of isolated levocardia with situs ambiguous was confirmed.\\nFor additional information on the concentric wall thickening in the suprapancreatic CBD, MRI, and PET CT were performed. Both imaging modalities suggested the presence of a focal cancerous lesion of the distal CBD, without significant lymphadenopathy. Therefore, we decided to carry out a surgical exploration based on the radiographic findings that were suggestive of distal CBD cancer.\\nUpon opening the peritoneum, we noticed that the intraabdominal organs were not in their normal locations. The right liver lobe was located in the upper right-hand quadrant of the abdominal cavity, resting just below the right diaphragm, and the gall bladder was just beneath the right liver lobe, as was previously known. The left lobe of the liver was as large as the right lobe, and its anatomical segment was not clearly separated. The stomach and spleen were located in the upper right-hand quadrant of the abdomen under the right liver lobe, but there appeared to be no splenic defects or anomalies. Additionally, the stomach and first part of the duodenum were reversed and faced the left side. We were able to distinguish the first and second part of the duodenum; however, after the third part, the duodenum and jejunum were not clearly identified because the ligament of Treitz was absent. This indicated that the third and fourth parts of the duodenum were located in the peritoneal space, rather than retroperitoneally. The head of the pancreas was found on the second portion of the duodenum, and the uncinate process had not developed. The body of the pancreas was behind the stomach, and the tail was oriented toward the upper right-hand abdominal quadrant leading to the spleen. The small intestine was completely pushed to the right side of the abdomen, and the large intestine was present on the left side of the abdomen. Interestingly, the ascending colon was found to be a freely movable structure, because it was not fixed by the gastrocolic or duodenocolic ligaments ().\\nAfter omentectomy, cholecystectomy, and dissection around the CBD had been successfully performed, the margin of the proximal bile duct was found just below the hepatic duct bifurcation. Mobilization of the pancreas head and duodenum from the portal vein was carried out with a reverse-Kocher maneuver. The duodenum was subsequently transected, and the stomach was moved upward to allow for an easier approach to the pancreas. Pancreaticoduodenectomy was performed with end-to-end pancreaticojejunostomy, end-to-side duodenojejunostomy, and end-to-side hepaticojejunostomy ().\\nThe total operation time was 605 minutes, and the estimated intraoperative blood loss was 200 mL. Histopathology revealed a moderately differentiated adenocarcinoma of the CBD, and the tumor was classified as T3N0M0 stage IIA according to the TNM staging system of the American Joint Committee on Cancer. There was invasion into the pancreas and duodenum, but no involvement of the CBD, pancreatic, or duodenal resection margins. In addition, no metastasis was noted in the lymph nodes, which were removed intraoperatively.\\nThe patient recovered without major complications. Seven days after surgery, a follow-up abdominopelvic CT scan was performed that showed no abnormalities. Fifteen days after the operation, the patient was started on combined chemotherapy and radiotherapy.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'6878069': 1, '12432114': 1, '1191445': 1, '32975718': 2, '4978303': 1, '10917309': 1, '8000995': 1, '16461029': 1, '11236325': 1, '10399216': 1, '6869182': 1, '25485244': 2}", "similar_patients": "{'7519017-1': 1}"}