{"patient_id": 84165, "patient_uid": "4663035-1", "PMID": 26615403, "file_path": "comm/PMC004xxxxxx/PMC4663035.xml", "title": "Surgical management of a giant sternal chondromyxoid fibroma: a case report", "patient": "A 40-year-old female was admitted to our hospital due to a progressively enlarging mass over four years of her anterior chest wall. Since October 2008, she had experienced intermittent anterior chest pain with the pain intensifying in August 2012. Physical examination revealed a warm 10 × 8 × 6 cm mass fixed to the upper sternum, and tender to palpation. No pulsation was noted. Computed tomography revealed an osteolytic lesion with discrete calcification in the bone marrow of the sternum. The tumor extended across the destroyed cortex to the parietal and visceral soft aspects, involving some of the costal cartilage and most of the sternal body (Fig. ).\\nDuring the surgery, the manubrium sterni, two-third of corpus sterni, both of the proximal clavicular heads as well as bilaterally the first three ribs and the costal arch with more than a 2.0 cm surgical margin were removed. Frozen section analysis of margins confirmed the complete resection. This resection left a defect measuring 18 × 15 cm2 on the anterior chest wall (Fig. ). According to the reconstructed images of the chest CT, an individual-specific stainless steel plate was made in the same shape as the thoracic bony structure of the patient, using for the reconstruction of the upper sternum, the costal arch and both sternoclavicular joints. The placement and fixation of the plate were straightforward without any difficulty. The securement of the plate was achieved with claw fixator and screws to the remaining ribs and clavicles (Fig. , ). The surgery was successful, and the reconstruction of the chest wall was satisfactory both in appearance and function (Fig. ). The postoperative course was uneventful, and with a body belt, the patient was discharged on the 14th postoperative day. The histological examination of the surgical specimen confirmed the diagnosis of chondromyxoid fibroma (Fig. ).\\nHowever, nine months after the first surgery, the patient presented with aggravated chest pain and local plate exposure over the upper sternum. X-ray revealed displacement of the plate along the left 1st-3rd ribs and a fracture in the right plate-clavicular junction (Fig. ), two weeks later, a similar fracture developed on the left side (Fig. ). The complete surgical removal of the plate had to be performed through original incision. Reconstruction of the chest wall was then undertaken with a titanium mesh. The mesh was fixed to the manubrium and costal cartilage directly and pulled towards each rib stump. A soft tissue covering was sutured directly. Postoperatively, there was no paradoxical movement of the rib cage noted during respiration (Fig. ).", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'19660292': 1, '22033243': 1, '5560510': 1, '22610160': 2, '14676700': 1, '26273369': 1, '8217466': 1, '16872978': 1, '20103269': 1, '31290264': 2, '22541211': 1, '8837284': 1, '21958766': 1, '23350740': 1, '24616390': 1, '23018358': 1, '12822641': 1, '4886357': 1, '22622507': 1, '22813843': 1, '29600101': 1, '25161670': 2, '19775906': 1, '33869607': 2, '26615403': 2}", "similar_patients": "{'8026833-1': 1, '4137737-1': 1, '3432789-1': 1, '6775009-1': 1}"}