{"patient_id": 76310, "patient_uid": "4109592-1", "PMID": 25110597, "file_path": "comm/PMC004xxxxxx/PMC4109592.xml", "title": "Nodular Lymphocyte Predominant Hodgkin Lymphoma versus T-Cell/Histiocyte-Rich Large B-Cell Lymphoma: A Diagnostic Challenge", "patient": "A 39-year-old obese woman presented with a painless 2 × 2 cm left subclavicular lymph node that she had had for 1-2 years. She denied any complaints, including B-symptoms, and her past medical and social histories were unremarkable. Physical examination revealed left supraclavicular and axillary lymphadenopathy and absence of hepatosplenomegaly. Peripheral blood was remarkable for mild normocytic normochromic anemia and mild neutropenia.\\nPET scan demonstrated bulky supraclavicular and axillary lymphadenopathy (SUV 8.01 and 11.89 resp.) with a neoplastic range hypermetabolic activity in the spleen and porta hepatis (SUV 10.65 and 12.1 resp.), as well as in the gastrohepatic and internal iliac lymph nodes. Bone marrow involvement was also suspected; however, no morphological evidence of involvement was demonstrated in the sample submitted. Cytogenetic analysis of the bone marrow revealed no abnormalities in karyotype by G banding with conventional trypsin-Giemsa technique and was negative for IGH/BCL1 and IGH/MYC translocation, as well as for rearrangements of BCL6, MALT1, ALK, and IGH genes by FISH.\\nThe architecture of the biopsied supraclavicular lymph node was effaced and demonstrated moderate fibrosis, hyalinosis, and capsular thickening. The overall histologic appearance was predominantly diffuse, although small vague nodules could be appreciated (). The neoplastic cells were large and scattered throughout the lymph node; they also formed loose clusters admixed with macrophages and small mature lymphocytes. These neoplastic cells had one or multiple, large, irregular, multilobulated nuclei with vesicular chromatin and prominent eosinophilic or amphophilic nucleoli (). Numerous mitotic figures, including atypical ones, were present.\\nThe neoplastic cells were positive for CD20 and Bcl-6 and negative for CD3, CD15, CD30, IgD, and Bcl-2. The background cells were predominantly T lymphocytes with CD20 : CD3 ratio of 1 : 10 (). CD4+ population greatly outnumbered CD8+ cells (CD4 : CD8 ratio of 8 : 1). B-cells were markedly depleted and formed loose clusters (). Besides a Bcl-6-positive B-cell population, these clusters contained a disrupted CD21-positive framework of follicular dendritic cells along with CD57 and PD1-positive T-cells, qualifying them as remnants of germinal centers. Occasional rosettes formed by PD1+ lymphocytes around the neoplastic cells were seen. The lymph node was interpreted as NLPHL, consistent with T-cell/histiocyte-rich large B-cell lymphoma-like variant (NLPHL THRLBCL-like variant). The clinical presentation corresponded with Stage IV disease by Ann Arbor system with Cotswolds modifications []. The patient was treated with 6 cycles of ABVD therapy and showed an appropriate initial response. The long-term therapeutic effect cannot be yet assessed.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'20309430': 1, '20825974': 1, '19933898': 1, '12414532': 1, '18794340': 1, '2809679': 1, '15550490': 1, '20048177': 1, '15210738': 1, '19933914': 1, '10071266': 1, '15788496': 1, '29552367': 2, '24244368': 1, '14508396': 1, '24100447': 1, '23281436': 1, '18594468': 1, '12881319': 1, '25110597': 2}", "similar_patients": "{'5818959-1': 1}"}