{"patient_id": 86185, "patient_uid": "4821966-1", "PMID": 27099796, "file_path": "comm/PMC004xxxxxx/PMC4821966.xml", "title": "Large Multinodular Toxic Goiter: Is Surgery Always Necessary?", "patient": "In September 2013 a 71-year-old man presented with thyrotoxic state. The patient suffered from hypertension and was in treatment with calcium channel blocker plus ACE inhibitor. Thyroid function test demonstrated TSH < 0.01 mIU/L, FT3: 13.7 pg/mL, and FT4: 4.1 ng/dL (normal values for TSH: 0.3–3.6 mIU/L; FT4: 0.8–1.7 ng/dL; and FT3: 2.2–4.2 pg/mL), TSH receptor antibodies and peroxidase antibodies were negative, and thyroglobulin was 337 ng/mL (normal values for TSH receptor antibodies < 4.0 U/L; peroxidase antibodies: 1–16 UI/mL; and thyroglobulin: 0.2–70 ng/mL). Thyroid ultrasound demonstrated a right lobe (volume 8 mL) with a partially cystic nodule that measured 10 × 14 × 17 mm; a spongiform nodule that measured 44 × 36 × 65 mm (volume: 55 mL) was present in the left lobe (), and another spongiform nodule that measured 31 × 25 × 34 mm (volume: 14 mL) was present in the isthmus. Thyroid scan (99mTc-pertechnetate) showed absent trapping of the right lobe, and two areas characterized by increased trapping, in the left lobe and isthmus, corresponding to the ultrasound detected nodules (hot nodules) (). A fine needle aspiration confirmed that all the three nodules were benign. Due to the remarkable volume of both isthmus left lobe nodules, the patient complained about significant compressive symptoms, especially when swallowing.\\nAfter a thorough discussion with the patient, he refused the surgical option and in November 2013 the patient underwent 131I treatment with 600 MBq on outpatient basis, although the calculated therapeutic activity exceeded by far the one administered. Thyroid function test ameliorated in the following months, but subclinical hyperthyroidism persisted (May 2014 TSH < 0.01 mIU/L and FT4: 1.6 ng/dL); the left lobe nodule decreased in volume to 40 mL and the isthmus nodule to 8.1 mL, with local compressive symptoms persistently present. In order to cure hyperthyroidism definitely, we decided to administer a further dose of 131I, but preceded by LAT to reduce the volume of the left lobe nodule. We utilised LAT in June 2014: for the left lobe nodule, we used two 75 mm, 21-gauge spinal needles and the total amount of energy delivered was 11165 Joules. As a significant liquid component was present in the nodule, it was drained just before starting LAT procedure to avoid heating of this liquid component. Six months later (December 2014) the left lobe nodule decreased to 21.5 mL and patient's function test demonstrated a persistent subclinical hyperthyroidism (TSH < 0.01 mIU/L and FT4: 1.2 ng/dL) so that 400 MBq of 131I was administered in January 2015. In February 2015 the patient showed decreased FT4 concentration (0.5 ng/dL) with normal TSH (0.42 mIU/L), and from March 2015 to date, the patient is in a condition of normal thyroid function. The left lobe nodule measures now 32 × 25.5 × 37.5 mm (volume: 17 mL) (), and the isthmus nodule measures 23.5 × 25 × 27.5 m (volume: 7.5 mL). The patient does not complain any more about compressive symptoms.\\nThe presented case showed the efficacy of 131I treatment preceded by LAT for two coexistent large autonomous functioning nodules.\\nAs already demonstrated, a single administration of 131I unlikely solves hyperthyroidism in a large nodule, although it may be effective in reducing its size [, ]. In this case, the patient had two hot nodules with an initial volume that globally was 69 mL. Indeed, one 131I dose administration was not able to cure hyperthyroidism. The use of LAT allowed significant shrinking of left lobe nodule from 40 to 21 mL, then rendering the following 131I treatment definitely effective. Recently, a prospective study demonstrated that in a single or dominant hyperfunctioning nodule, having a volume > 10 mL and at least one diameter > 30 mm, 131I preceded by LAT was more effective than 131I alone in terms of nodule's shrinkage (71 versus 47%); this strategy was also accompanied by a reduction in radioiodine-administered activity (−21%) and the resolution of hyperthyroidism was faster in the LAT + 131I group than in the 131I group [].\\nIn our patient, two large hot nodules were present together; a single LAT session in one of them induced a shrinkage of about 50%, then reducing the total volume of hyperfunctioning thyroid tissue and allowing 131I to be effective (at a lower dose).\\nIn conclusion, the presented case (1) confirmed that a single administration of 131I is not effective when two large hyperfunctioning nodules are coexistent; (2) showed that the combination of LAT and 131I is a correct approach when more than 600 MBq 131I would be necessary to cure the patient; and (3) showed that the combination of LAT and 131I is rapidly effective. This strategy should be considered as a valid alternative to surgery.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'23597767': 1, '29662707': 2, '17466000': 1, '21700562': 1, '24684455': 1, '666197': 1, '17609407': 1, '27099796': 2}", "similar_patients": "{'5832168-1': 1}"}