{"patient_id": 148531, "patient_uid": "4620343-1", "PMID": 26508937, "file_path": "noncomm/PMC004xxxxxx/PMC4620343.xml", "title": "The Natural Course of Endobronchial Inflammatory Polyps as a Complication after Endobronchial Ultrasound-Guided Transbronchial Needle Aspiration", "patient": "A 29-year-old man visited our clinic with a 1-month history of a dry cough and night sweats. He had been healthy and had no specific family medical history related to these symptoms. Chest computed tomography (CT) showed conglomerated, enlarged lymph nodes with central necrosis in the right upper paratracheal, both lower paratracheal, subcarinal, and right hilar areas (). Since no endobronchial lesion was visible on flexible bronchoscopy (BF-1T260; Olympus, Tokyo, Japan) (), we performed EBUS-TBNA (BF-UC260FOL8; Olympus) to examine the right lower paratracheal and hilar lymph nodes histologically and microbiologically (). Chronic granulomatous inflammation with necrosis was evident (), and the EBUS-TBNA samples stained positively for acid-fast bacilli (AFB). As the histological findings of tuberculosis and positive AFB staining were compatible, we prescribed standard anti-tuberculosis treatment. Subsequently, although the post-bronchoscopy sputum specimen stained negatively for AFB, Mycobacterium tuberculosis was cultured. Sputum tests performed 1 month after initiating anti-tuberculosis treatment were AFB staining- and culture-negative.\\nAfter 6 months of antituberculosis treatment, CT was performed to assess the patient's response to treatment. Although the lymph nodes had decreased in size in comparison with the baseline CT, new endobronchial lesions were discovered in the right main bronchus (). Flexible bronchoscopy showed lobulating endobronchial lesions in the distal right main bronchus and right secondary carina (). A forceps biopsy of the endobronchial lesions revealed chronic granulomatous inflammation (). AFB cultures and tuberculosis-polymerase chain reaction using bronchial washing and tissue samples were negative. The lobulating endobronchial lesions were therefore diagnosed as endobronchial inflammatory polyps.\\nSince the patient was asymptomatic, we observed the natural course of the polyps without resorting to their removal. Flexible bronchoscopy was performed 3 months later and the size of the endobronchial inflammatory polyps was found to have significantly decreased (). Moreover, the endobronchial inflammatory polyps had almost disappeared on bronchoscopy after 7 months ().", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'2616409': 1, '5770469': 1, '23663438': 1, '30416815': 1, '29098999': 2, '31584388': 1, '24265641': 1, '22694791': 1, '13745995': 1, '24434575': 1, '30666340': 1, '21813622': 1, '20591893': 1, '26508937': 2}", "similar_patients": "{'5684811-1': 1, '5684811-2': 1}"}