{"patient_id": 153259, "patient_uid": "4960922-1", "PMID": 27500004, "file_path": "noncomm/PMC004xxxxxx/PMC4960922.xml", "title": "Xanthomatous hypophysitis associated with autoimmune disease in an elderly patient: A rare case report", "patient": "A 72-year-old woman had experienced polydipsia, polyuria, fatigue, low-grade fever, and arthralgia for several months before visiting our department. Her medical history included rheumatoid arthritis and Sjögren's syndrome. Six years prior to her visit, she was treated for 6 months with 5 mg of prednisolone per day, and her arthralgia diminished. Her family history was unremarkable. Results of a physical examination were normal except for the presence of arthralgia. Endocrine laboratory testing revealed a moderately elevated serum prolactin (PRL) level of 95.2 ng/mL (normal range: 6.1–30.5 ng/mL), suggesting a compression of the pituitary stalk. Test results of other hormones secreted from the anterior lobe of the pituitary gland were as follows: Thyroid-stimulating hormone (TSH): 0.54 μU/mL (normal range: 0.35–4.94 μU/mL); free T4: 1.25 ng/dL (normal range: 0.70–1.48 ng/dL); adrenocorticotrophic hormone (ACTH): 15.2 pg/mL (normal range: 7.2–63.3 pg/mL); cortisol: 3.6 μg/dL (normal range: 3.8–18.4 μg/dL); growth hormone (GH): 0.30 ng/mL (normal range: 0.28–1.64 ng/mL); luteinizing hormone: 0.42 mIU/mL; and follicle stimulating hormone: 3.28 mIU/mL. Thyrotropin-releasing hormone stimulation resulted in an appropriate increase in PRL level to 132.6 ng/mL after 15 min and in TSH level to 10.11 μU/mL as peak values. An insulin-induced hypoglycemia test resulted in poor responses of both GH and cortisol levels (peak values: 0.79 ng/mL and 3.2 μg/dL, respectively). These results indicated hypopituitarism affecting ACTH, gonadotropin, and GH axes. Based on the results of hypertonic saline infusion test, the patient was diagnosed with the central type of DI. Hypocortisolism was treated with 20 mg of hydrocortisone for 2 months. The dose was then gradually decreased to 5 mg. About 0.5 μg of 1-deamino-8-D-arginine vasopressin (DDAVP) per day was taken for DI as hormone replacement therapy. The patient showed prompt recovery from her symptoms, including arthralgia.\\nMagnetic resonance imaging (MRI) showed a thickened pituitary stalk with a multicystic lesion extending toward the hypothalamus and no evidence of posterior lobe hyperintensity on T1-weighted imaging [Figure - and ]. A series of MRI recorded during the following 2 months revealed a gradual decrease in the lesion size without diminishment [Figure -]. To make a definitive diagnosis for further treatment, neurosurgical exploration was performed via transsphenoidal and tuberculum sellae approach with an endoscope.\\nEndoscopic exploration clearly displayed a soft yellowish lesion along with the pituitary stalk [], and subtotal resection was performed. Histological analysis of the surgical specimen showed infiltration by foamy histiocytes, plasma cells, and mature lymphocytes. The infiltrating foamy cells were immunopositive for the macrophage marker CD68 and were immunonegative for CD1a and S-100 protein []. The majority of mature lymphocytes were immunopositive for CD3. There was no histological evidence of a pituitary adenoma, Rathke's cleft cyst, or germinoma.\\nThe patient was discharged without any neurological complications. Postoperative pituitary function was unchanged compared to the preoperative state. The patient continued to take 5 mg of hydrocortisone and 0.5 μg of DDAVP per day. Postoperative MRI showed no progression of the lesion [].", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'12114704': 1, '14971740': 1, '16793955': 1, '25957783': 1, '30547288': 1, '9630181': 1, '12446917': 1, '25769318': 1, '28236350': 1, '22682648': 1, '15725801': 1, '34659121': 2, '11238484': 1, '20671950': 1, '24396654': 2, '27500004': 2}", "similar_patients": "{'8518622-1': 1, '3811790-1': 1}"}