{"patient_id": 148625, "patient_uid": "4623778-1", "PMID": 26528382, "file_path": "noncomm/PMC004xxxxxx/PMC4623778.xml", "title": "Primary Pulmonary Sequestration With Secondary Hamartomatosis Change", "patient": "A 39-year-old woman with an abnormal mass in the right cerebellopontine angle was referred to neurosurgery department of our hospital. A giant mass in the right thoracic cavity was detected accidentally by X-ray in a routine preoperative screening process. Physical examination demonstrated some loss of breathing sounds in the right base. Subsequent thoracic computed tomography scan demonstrated a complex lesion (size 15.1 × 12.3 × 15.7 cm) occupying more than two-thirds of the thoracic cavity on the right side. The blood supply to the area of the lesion was from a systemic artery arising from the abdominal aorta, with venous drainage through the inferior pulmonary vein, suggesting an ILPS ( - ). She had no history of weight loss, pneumonia, hemoptysis and dyspnea. After careful consultation, a right temporal craniotomy for intracranial lesion was performed. The intracranial mass was completely excised and histopathological study revealed the tumor as cholesteatoma. The patient's postoperative recovery was uneventful.\\nThree months later, an open thoracic surgery for the intrathoracic lesion was performed under general anesthesia. Intraoperatively, lesion appeared hypervascular, because of abundant systemic vascularization (). The massive lesion was compressing the right lung and there was no communication between the tracheobronchial tree and sequestered lesion. Based on the findings of 3D CT angiography, we explored the aberrant artery at the bottom of the chest and carefully ligated it with an absorbable silk suture. After the pulmonary ligament had been completely divided, the lower pulmonary vein was found to be widened. The lesion was adherent to adjacent pulmonary vein branches and was not easily dissected. To avoid major intraoperative blood loss, a right lower lobectomy was performed following resection of the sequestered lesion. Pathologic analysis showed a predominant fatty differentiation with fibroblastic, chondroid and osseous differentiation making the rest ( - ). The residual lung appeared anatomically normal following resection of the sequestration. The postoperative recovery was uneventful and the patient was discharged from the hospital on the eighth postoperative day.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'9694458': 1, '2323262': 1, '17662815': 1, '10705720': 1, '19524452': 1, '3203225': 1, '11306301': 1, '2393603': 1, '26528382': 2}", "similar_patients": "{}"}