{"patient_id": 79321, "patient_uid": "4306985-1", "PMID": 25653676, "file_path": "comm/PMC004xxxxxx/PMC4306985.xml", "title": "Unruptured rudimentary horn pregnancy presenting with acute haemoperitoneum with combined intrauterine pregnancy: A case report", "patient": "A 19-year-old unbooked primigravida at 15 week period of amenorrhea presented with lower abdominal pain and giddiness. The present pregnancy was a result of spontaneous conception with married life of 8 months. She had a history of slight bleeding per vaginum and lower abdomen pain at 12 weeks when a transabdominal ultrasound was done by a technician and reported normal, for which the report was not available now. On examination, she had a pulse rate of 116 beats per minute and blood pressure of 90/60 mmHg of right upper limb. The abdomen was tender and uterus was deviated to left side corresponding to the size of a 20 week pregnancy. The cervix was firm, 2.5 cm long, posterior and the cervical os was closed. A speculum examination did not reveal any cervical or vaginal pathology. No vaginal bleeding was noted.\\nA transabdominal ultrasound scan was done and revealed two live fetuses, one live fetus with placenta was surrounded by momentum and the other live fetus with no surrounding myometrium and placenta was seen. Gestational age corresponded to about 16 weeks and free fluid was seen in the pelvis and Morrison’s pouch. Her haemoglobin was 9.0 g/dl, platelet count was 220x109 L, and the clotting profile was normal. Ruptured tubal (cornual) ectopic pregnancy with an intrauterine pregnancy, twin pregnancy in bicornuate uterus and twin pregnancy occupying the unicornuate uterus and its associated rudimentary horn were considered as differential diagnosis.\\nAn emergency laparotomy was performed immediately with simultaneous ongoing resuscitation. Intraoperative findings revealed a unicornuate uterus of 16 weeks gestation with intact left rudimentary horn pregnancy of around 16 weeks. A vessel running superficially over the rudimentary horn had been torn, probably due to expansion of the horn (). Around 1L of haemoperitoneum was drained. Non communicating rudimentary horn was attached to the main uterus with a fibro muscular band which was then excised. Both the ovaries and the Fallopian tubes were normal. The intrauterine pregnancy was left untouched.\\nThree units of packed cell blood transfusion were given intraoperatively. The intrauterine pregnancy was supported with progesterone and uterine relaxants given intraoperatively and progesterone was continued up to 4 weeks postoperatively. The postoperative period was uneventful. The patient went into spontaneous labor at 37 weeks of gestation and delivered a healthy baby boy weighing 2.8 kg. There were no postnatal maternal and neonatal complications. On histopathological examination sectioning showed a fetus with a crown-rump length of 122 mm. Microscopy Sections showed normal villi within a thickened smooth muscle cavity. Few endometrial glands and stroma were seen within the muscle layer. The findings were consistent with rudimentary horn pregnancy (). Consent from the patient was taken for publication of case report.\\nDifferential diagnosis\\n• Ruptured tubal (cornual) ectopic pregnancy with an intrauterine pregnancy\\n• Twin pregnancy in bicornuate uterus\\n• Twin pregnancy occupying the unicornuate uterus and its associated rudimentary horn.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'26396583': 2, '14616263': 1, '11883355': 1, '7499745': 1, '30279994': 2, '14563608': 1, '15932844': 1, '3371491': 1, '32774959': 2, '1763273': 1, '15198762': 1, '1564716': 1, '9883928': 1, '11284660': 1, '25653676': 2}", "similar_patients": "{'6162954-1': 1, '7396123-1': 1, '4576435-1': 1}"}