{"patient_id": 138745, "patient_uid": "4017457-1", "PMID": 24834210, "file_path": "noncomm/PMC004xxxxxx/PMC4017457.xml", "title": "A 12 year old boy with recurrent episodes of pneumonia: triple A syndrome", "patient": "The patient is a 12-year-old boy admitted at internal medicine wards of our hospital for evaluation of recurrent episodes of pneumonia. He had a history of several admissions at other hospitals and recurrent episodes of aspiration pneumonia were documented for him ( and ). His parents were cousins and he has one healthy sibling. He was born by natural vaginal delivery after a full-term pregnancy and his birth weight was 2750 g. He was not able to produce tears since his infancy. Since he was 4-year-old, he had a history of halitosis and vomiting contained retained food materials. It was noticed that he had difficulty swallowing. He subsequently developed recurrent episodes of pneumonia episodes started and he had some evidence of growth retardation.\\nAt the age of eight, a barium swallow test was performed for evaluation of dysphagia. It showed dilated esophagus with distal narrowing that was typical for achalasia (). Following his diagnosis of achalsia underwent esophago-cardiomyotomy surgery. He was symptom free for about two years, but later dysphagia started again and he experienced some episodes of pneumonia.\\nHe was referred to us and admitted for further evaluations at the age of 12 years. His weight was 34 kg and his height was 104 cm on admission. His Blood pressure was 80/60 on his left arm and 85/60 mmHg in on his right arm.\\nWe performed an esophageal Esophagogastroduodenoscopy (EGD), a barium swallow study and a high resolution esophageal manometry for evaluating the esophagus. EGD showed a dilated esophagus with lots of retained food and scope was passed with force via lower esophageal sphincter (LES). Barium swallow showed a dilated esophagus with distal narrowing and barium stasis (). High resolution manometry showed normal LES resting pressure (23 mmHg) with incomplete relaxation (23%), prolonged IRP (integrated relaxation pressure) (18 mmHg) and raised intrabolus pressure in free drinking maneuver (). These studies displayed ineffective response to previous treatment for ashalasia in our patient.\\nHe was noticed to have slight nail plate pigmentation. Therefore we evaluate the pituitary-adrenal axis function. At 8 AM, his baseline serum cortisol was 6 µg/dl (NL: 10-20 (µg/dl) and base line serum ACTH level (8 A.M.) was 126 pg/ml) (NL:10-60 pg/ml). ACTH stimulation test using 250 micrograms cortrosyn was performed for him. Cortisol level one hour later was measured. It was low (12 µg/dl) (NL ≥18 µg/dl or elevation more than 7-10 µg/dl to base line cortisol. So, adrenal insufficiency was established for him. Interestingly, except short stature, light hyper pigmentation in bed nails and easy fatigability, there was no other clinical indicator of adrenal insufficiency in this patient such as hypoglycemic shock, hypotension or seizure.\\nDefinitive diagnosis of alacrima established with Schirmer's test. The result was positive and wetting was 3 mm in right eye and 2.5 mm in left eye during 5 minutes (NL > 5 mm wetting in 5 minutes).\\nAccording to achalasia, alacrima, and adrenal insufficiency, diagnosis of triple A syndrome was recognized for him and he received proper treatment for adrenal insufficiency. Also he went through cardiomyotomy and fundoplication for esophageal achalasia.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'21565631': 1, '19078797': 1, '25197519': 1, '9285947': 1, '15217518': 1, '7623430': 1, '31695556': 1, '23056690': 1, '78049': 1, '9861547': 1, '24834210': 2}", "similar_patients": "{}"}