{"patient_id": 81130, "patient_uid": "4434522-1", "PMID": 25928106, "file_path": "comm/PMC004xxxxxx/PMC4434522.xml", "title": "Kikuchi-Fujimoto lymphadenitis imitating metastatic melanoma on positron emission tomography: a case report", "patient": "A 37 year old Caucasian woman presented to our referral centre with invasive melanoma. For one year she had noticed a posterior thigh raised pigmented lesion, which rapidly grew over three months. It measured 2 cm and bled spontaneously. She had no constitutional symptoms such as fever, malaise, or weight loss, or significant medical history. Histopathology of the initial shave biopsy demonstrated invasive melanoma with Breslow thickness greater than 4.9 mm (positive deep margin), Clark level IV, ulceration, and a mitotic rate of 28 mitoses per square millimeter.\\nPhysical examination revealed a 2.5 cm healing biopsy site on the left thigh with residual pigmentation. Further examination was unremarkable, with no satellite lesions, in-transit disease, palpable lymphadenopathy or abdominal organomegaly. No additional suspicious skin lesions were identified.\\nDue to the aggressive pathological features of the primary lesion and difficulty with clinical nodal assessment due to the patient’s body habitus, she was staged with FDG PET-CT. Intense hypermetabolic activity was seen in the ipsilateral left superficial inguinal lymph node basin, the largest of which measured 19 x 14 mm, and two or three adjacent tiny lymph nodes. Additionally, a single 9 mm deep inguinal (external iliac) lymph node demonstrated intense hypermetabolic activity (Figure A and B). Moderate hypermetabolic activity was seen on the posterior left thigh corresponding to the residual neoplasm and biopsy site. There was some physiological FDG uptake but no further suspicious areas identified. Ultrasound-guided fine-needle aspiration of the largest superficial left inguinal lymph node demonstrated metastatic melanoma.\\nThe patient underwent a wide local excision of the primary tumor and left superficial and deep inguinal node dissection.\\nPathology identified eleven lymph nodes in the superficial and deep lymphadenectomy specimen. One of the superficial left inguinal lymph nodes contained metastatic melanoma, confirmed by HMB-45 and melan-A positivity. However, five deep inguinal lymph nodes (2 large and 3 smaller nodes) were partially involved by a florid atypical lymphohistiocytic proliferation with a brisk mitotic rate and abundant necrosis. The specimen was referred for Hematopathology consultation due to a concern of high-grade lymphoma. The involved lymph nodes showed partial architectural effacement by a mixed proliferation of small lymphocytes, large immunoblast-like lymphocytes, and histiocytes, present in a predominantly paracortical distribution. Mitotic rate in these areas was very brisk (up to 10 mitoses per high power field). Many of the histiocytes had eccentric crescent-shaped nuclei and contained abundant intracytoplasmic karyorrhectic debris (Figure A). Neutrophils and eosinophils were noticeably absent. In some areas, the cellular proliferation was entirely replaced by large zones of necrosis. Fibrin thrombi were identified within numerous blood vessels in and around the necrotic areas. By immunohistochemistry, most of the lymphocytes were CD8 positive cytotoxic T-cells. The abundant histiocytes were highlighted by CD68 (Figure B) and lysozyme, and also showed strong expression of myeloperoxidase (Figure C). Ki-67 staining confirmed a high proliferative index of approximately 80% (Figure D). The uninvolved areas of the lymph node showed reactive follicular hyperplasia and fine septal fibrosis, but were otherwise normal. These morphologic and immunophenotypic features are classic for histiocytic necrotizing lymphadenitis, also known as KFD. This proliferation was morphologically and immunophenotypically distinct from the patient’s concurrent metastatic melanoma, which consisted of sheets of large, pleomorphic epithelioid cells with expression of HMB-45 and melan-A.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'18462833': 1, '23160601': 1, '15272543': 1, '23237499': 1, '17239155': 1, '20112088': 1, '17855703': 1, '28693162': 1, '23029835': 1, '22939574': 1, '25928106': 2}", "similar_patients": "{}"}