{"patient_id": 145096, "patient_uid": "4415005-1", "PMID": 25932342, "file_path": "noncomm/PMC004xxxxxx/PMC4415005.xml", "title": "Extensive gingival necrosis and sequestration of the alveolar bone caused by methimazole-induced neutropenia and three-year follow-up", "patient": "A 31-year-old female was referred to the Department of Periodontics from the Department of Endocrinology of Kyung Hee University Hospital at Gangdong, Seoul, Korea, complaining of generalized gingival pain and whitish gingival lesions. She had been hospitalized five days previously due to a sore throat, fever, and gingival pain. Intravenous antibiotic injections (1.2 g of amoxicillin/clavulanic acid and 200 mg of isepamicin sulfate, twice a day) were initiated to treat the infection.\\nHer past medical history revealed that she had been diagnosed with hyperthyroidism at a local clinic nine months previously and started on propylthiouracil. She had a complete blood cell count test taken every month, and the dose of propylthiouracil was decreased as her symptoms improved. However, she developed a rash and itching sensation after six months of taking propylthiouracil. Therefore, methimazole was substituted for propylthiouracil, and the patient continued taking methimazole for three months prior to admission to the hospital.\\nWhile hospitalized, she was diagnosed with methimazole-induced neutropenia based on blood test results (), clinical signs and symptoms, and her medical history. Methimazole was immediately discontinued, and intravenous antibiotic injections were continued to prevent further infections until she was discharged. Granulocyte colony stimulating factor (G-CSF; 75 µg of filgrastim, once a day) was injected subcutaneously on the second and third days of hospitalization, in order to increase the neutrophil count and reduce the recovery time [,]. Dexamethasone disodium phosphate (5 mg, once a day) was also injected intravenously on the first and third days, and then hydrocortisone sodium succinate (33 mg, three times a day) was administered on the sixth and seventh days to control severe inflammatory reactions. Lugol's solution was administered orally to treat the patient's hyperthyroidism. The white blood cell (WBC) count of the patient began to increase and her general condition began to improve. Two weeks after hospitalization, her WBC count had stabilized in the normal range and the patient was discharged.\\nHer first dental visit was on the second day after the G-CSF injections were administered, in order to treat the whitish gingival lesions and pain. The maxillary and mandibular gingiva showed whitish necrotic lesions from the free gingival margin to the nearby mucogingival junction. Whitish necrotic lesions were also observed in the palatal and lingual tissue, encompassing almost the entire dentition (). As the WBC count of the patient was severely lowered as a result of methimazole-induced neutropenia, biopsy of the gingival tissue was avoided due to concerns that the healing process would be compromised. Periodontal treatment was delayed until the WBC count increased. Instead, the lesions were dressed with a diluted 50% policresulen solution (Albothyl® concentrate, Pacific Pharma Co., Seoul, Korea) to remove the necrotic tissue and a 0.1% chlorhexidine gluconate mouthwash was prescribed for its bactericidal effect.\\nTwo days after the first dental visit, the necrotized gingival tissue began to shed, exposing the root surfaces under the cementoenamel junction and showing prominent interdental spaces. The WBC count at this stage was 13.2×103 cells/mm3. Periodontal treatment was delayed until the WBC count stabilized. The lesions were dressed with hydrogen peroxide and chlorhexidine gluconate to a limited extent in order to irrigate the necrotic tissue and debris. Five days after the first dental visit, the size and whiteness grade of the necrotized gingiva had decreased remarkably, and re-epithelialization was observed on the labial, palatal, and lingual sides (). However, a large whitish necrotized area was still present in the palatal and left mandibular buccal regions. Two weeks after the first dental visit, the gingiva had regenerated compared to the previous visit, and had a pale pink color with reddish gingival margins (). However, the interdental spaces and exposed root surfaces were still visible. The patient reported that she was in less pain. Since the increased WBC count had stabilized, initial periodontal treatment was started and plaque control was performed at every follow-up visit. Eight weeks after the first dental visit, the gingiva had a shiny, reddish appearance, and had become more epithelialized (). At that time, the patient reported that she could consume hot and spicy food. At 18 weeks of follow-up, stippling near the gingival margin was observed along with a reddish band were observed, because the gingiva was not fully keratinized (). The root surfaces were almost covered, but reduced interdental spaces were still present. At nine months of follow-up, the embrasure spaces were filled with gingiva, even though calculus and plaque retention were evident (). The gingiva appeared almost normal, except for a reduced red band. At the one-year follow-up visit, her maxillary and mandibular gingiva had a normal appearance (), and the keratinized gingiva was repaired, extending almost to the cementoenamel junction. At a 21-month follow-up visit, sequestra of the necrotic alveolar bone were observed at the interdental gingiva of the maxillary left central incisor () and canine (). The sequestra were removed through the gingiva () and uneventful healing of the tissue occurred. At a three-year (34-month) follow-up visit, the patient showed healthy gingiva with a normal appearance, although some interdental space was still present between the maxillary central incisors ().", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'3164375': 1, '2310281': 1, '8605651': 1, '17138709': 1, '10975023': 1, '14625610': 1, '7521347': 1, '7516356': 1, '11022781': 1, '6363459': 1, '12008747': 1, '17470834': 1, '27891482': 1, '18528228': 1, '29962811': 2, '25932342': 2}", "similar_patients": "{'6006798-1': 1}"}