{"patient_id": 148270, "patient_uid": "4604671-1", "PMID": 26538989, "file_path": "noncomm/PMC004xxxxxx/PMC4604671.xml", "title": "Endometriosis presenting as carcinoma colon in a perimenopausal woman", "patient": "A 42-year-old woman presented with history of pain abdomen, altered bowel habits and bleeding per rectum for 4 months. She had increased frequency of stools, associated with passage of clots during defecation on and off and loss of weight of 10 kg over 4 months. She had irregular menstrual cycles with dysmenorrhea since last 3 years. Imaging was done during evaluation: Ultrasound whole abdomen showed 6.6 × 4.4 × 6.7 cm heterogeneous mass lesion in left hemi-pelvis infiltrating uterus and adjacent bowel loops, uterus and right ovary were normal, left ovary could not be seen. Impression on CECT abdomen was a polypoidal intramural growth of 3.9 × 3.6 × 3 cm in sigmoid colon consistent with malignancy with contiguous spread to uterus and metastatic mesenteric and pericolic nodes with no ascites and normal uterus and adnexal structures. Tumor markers were done and CA125 was 172.4U/ml (Normal <35), CEA-0.4 (<5ng/ml), CA 19-9 was 67.28 (Normal <37 ng/ml). Pap smear showed inflammatory cells. Colonoscopy was performed and biopsy was taken from suspected intramural mass in sigmoid colon. The histopathology report was hyperplastic polyp. The patient was counselled for surgical intervention in view of high suspicion of sigmoid colon cancer with possible extension to uterus and adnexa. Preoperative ureteric stenting done and exploratory laparotomy was performed. Intraoperatively, there was no ascites. Malignant washings sent for cytology came out to be negative. A 7 × 6 cm mass was seen in the left pelvis, possibly arising from left adnexa densely adherent to terminal ileum, sigmoid colon and upper rectum with obstruction around 15 cm proximal to ileocaecal junction. Uterus and right adnexa were normal. Ileac resection and end to end anastomosis, Hartmann's procedure along with total abdominal hysterectomy with bilateral salpingo-oophorectomy was done. Postoperative period was uneventful. Histopathology of the specimen reported endometriosis. Small intestine shown focally ulcerated lining epithelium, lamina propria had moderate lympho-nuclear cell infiltrates with foci of endometrial glands and stroma. Sections from large intestine shown multiple dilated endometrial glands and stroma seen transmurally from submucosa to serosa. Mesentry also showed extensive endometriosis. There was no evidence of malignancy in the sections examined. Resection limits were viable and not involved in the process. Endometrium was in proliferative phase, myometrium had adenomyosis, left ovary and fallopian tube were endometriotic, right ovary and tube were of normal morphology. There was no serious post-operative complication. She was planned for post-operative hormonal suppression with GnRH agonist. There was no evidence of recurrence until her recent visit.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'1348646': 1, '5050628': 1, '30363647': 1, '14624220': 1, '12699262': 1, '12906714': 1, '8110213': 1, '6496859': 1, '7234919': 1, '19881983': 1, '9163774': 1, '3382351': 1, '26538989': 2}", "similar_patients": "{}"}