{"patient_id": 145654, "patient_uid": "4432423-1", "PMID": 26019814, "file_path": "noncomm/PMC004xxxxxx/PMC4432423.xml", "title": "Broad spectrum of Fabry disease manifestation in an extended Spanish family with a new deletion in the GLA gene", "patient": "A 48-year-old woman (2:11, see for family lineage) was referred to us because of mild proteinuria and microhaematuria detected in a routine analysis, but maintained a completely normal renal function. She had a past history of severe neurological symptoms such as acroparesthesia, peripheral vertigo and an attack of sudden hypacusis. Othorhinolaryngological tests revealed bilateral vestibular areflexia, while cerebral imaging showed no relevant abnormalities. Recently she had noticed reduced sweating.\\nAlthough angiokeratomas were absent, FD was suspected and consequently she underwent ophthalmological tests which revealed a Cornea verticillata, a hallmark of FD []. The enzymatic study showed 5% GLA activity in leucocytes. However, standard sequencing failed to detect a mutation in the GLA gene. MLPA was required to detect a deletion of exon 2. The patient then underwent a renal biopsy, which displayed extensive lipidic deposits within glomeruli and vessels. Echo- and electrocardiography displayed a mild left ventricular hypertrophy and a moderate mitral insufficiency. In addition, the suspected biomarkers of FD were determined. All three were above the typical cut-offs, plasma Gb3 at 6.4 µg/µL, urinary Gb3 214 ng/mg creatinine and lyso-Gb at 14.4 ng/mL (). In 2006, the patient's treatment was commenced with intravenous enzyme replacement therapy (agalsidase alfa 0.2 mg/kg every 2 weeks) and renal function monitored ().\\nIt is noteworthy that standard sequencing of the exons including the exon–intron boundaries did not show any exon–intron or splice mutations in the examined individuals. Only after performing standard MLPA analysis, a heterozygous deletion of exon 2 was revealed (; ).\\nPCR with the patients’ DNA with exon2del gave rise to two differently sized products. All affected individuals displayed an identical pattern. We were able to determine the exact break point by sequencing the different fragments. We demonstrated a deletion of a 553 bp fragment [NM_000169.2:c.195-91_369+287del; DNA level genomic: Chr X (NCBI 36):g.100545168_100545720del] including the entire 175 bp of exon 2 and adjacent intronic regions (start: IVS1 -91; end: IVS2 +287).\\nThe second patient was a 53-year-old woman (2:8, ) who was diagnosed with multiple sclerosis in 1995. Magnetic resonance imaging revealed significant white-matter lesions, especially in the frontal and parietal subcortical area. She was suffering from unspecific symptoms such as headache and pruritus, especially in her hands, as well as polyarthralgia and Raynaud syndrome. She complained of several relapses of the suspected multiple sclerosis and accordingly received various treatments including corticosteroids. However, the neurological symptoms progressed and she was confined to a wheelchair due to paraplegia and became doubly incontinent.\\nAfter the diagnosis of FD in her sister, she underwent analysis of GLA activity in leucocytes which detected a moderate reduction in her enzyme activity to 12%. No other organ involvement could be detected aside from the neurological manifestation. Since it remained unclear whether the patient was suffering from isolated neurological FD symptoms or a chronic inflammatory process in the brain due to other reasons, no enzyme replacement therapy was administered. In 2008, Invernizzi et al. [] described the case of a 36-year-old woman presumably affected by both FD and multiple sclerosis, which we cannot dismiss for the patient described here. Regardless, due to the exon2del within the examined family members and the low GLA activity of this patient, we concluded FD as the most consistent cause of the patients’ neurological symptoms.\\nOf the six living affected family members, three presented evidence of a covert renal involvement, while all displayed neurological symptoms on various degrees (see the ).", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'19965549': 1, '19150871': 1, '16595074': 1, '15806320': 1, '2164807': 1, '26019811': 1, '18472290': 1, '25977923': 1, '18175781': 1, '15702404': 1, '20860754': 1, '18287059': 1, '19958207': 1, '16298216': 1, '20056758': 1, '28977874': 1, '20471476': 1, '23935525': 1, '15880667': 1, '21186071': 1, '12068026': 1, '20716442': 1, '18931853': 1, '19797197': 1, '15895713': 1, '20409739': 1, '18632784': 1, '20660166': 1, '18436098': 1, '26019814': 2}", "similar_patients": "{}"}