{"patient_id": 86979, "patient_uid": "4890269-1", "PMID": 27255157, "file_path": "comm/PMC004xxxxxx/PMC4890269.xml", "title": "Dabrafenib in an elderly patient with metastatic melanoma and BRAF V600R mutation: a case report", "patient": "Our patient was an 80-year-old Caucasian man with a history of arterial hypertension, dyslipidemia, hyperuricemia, and hypothyroidism, for which he was being medically treated. He did not drink alcohol and was a former smoker of cigarettes. Our patient had no familiar history of cancer. He had undergone a right nephrectomy in 2002 due to a spontaneous retroperitoneal hematoma and consequently had chronic renal insufficiency (usual creatinine levels of 1.6–2.0 mg/dL and a glomerular filtration rate of 40 mL/min). He had no history of cognitive impairment or dementia and retained full autonomy in his daily activities and personal care needs. In June 2010 he had undergone surgical resection of a 26 mm-diameter pigmented lesion on his right pre-auricular region. The pathology report disclosed an ulcerated MM with a Breslow index of 0.7 mm and a Clark level of III (pT1b, Stage IB) [].\\nWhen first evaluated by our Oncology Department, our patient presented with moderate asthenia that limited his daily activity, without other relevant clinical symptoms. A physical examination did not detect any relevant findings (Eastern Cooperative Oncology Group [ECOG] performance status of 1). A full-body CT scan revealed the presence of pulmonary and hepatic nodules (Fig. ). No brain metastases were detected. A complete blood work-up produced the following results (normal range values in parenthesis): glucose 87 mg/dL (75–115), urea 70 mg/dL (10–50), serum creatinine 1.76 mg/dL (0.6–1.4), glomerular filtration rate 40 mL/min/1.73m2 (>60), urate 7.4 mg/dL (3.4–7.0), sodium 138 mmol/L (135–146), potassium 4.7 mmol/L (3.5–5.1), total bilirubin 0.43 mg/dL (0.2–1.2), aspartate aminotransferase (AST) 59 UI/L (10–38), alanine aminotransferase (ALT) 52 UI/L (7–41), gamma-glutamyltransferase (GGT) 363 UI/L (8–61), alkaline phosphatase 204 UI/L (40–129), serum calcium 9 mg/dL (8.5–10.5), serum albumin 3.9 g/dL (3.8–5.1), hemoglobin 12.1 g/dL (13–17), total leukocyte count 10.1 × 103/μL (4–11), neutrophil count 6.5 × 103/μL (2.5–8.2), lymphocyte count 1.6 × 103/μL (1.5–5), and total platelet count 290 × 103/μL (150–450). It is important to highlight that his LDH levels were elevated (820 UI/L) [].\\nOur patient underwent a core-needle biopsy of the largest hepatic lesion in segment IVb without any complications. Pathology results were positive for MM and therefore the biopsy specimen was studied for mutations in BRAF, KIT, and NRAS genes using the cobas 4800 Test (cobas® 4800 BRAF V600 Mutation Test; Roche Molecular Diagnostics, Inc., Pleasanton, CA, USA) and Sanger sequencing for the three genes. The V600R mutation was detected in the BRAF gene (Fig. ); no mutations were detected in the KIT or NRAS genes. In August 2013, our patient was started on dabrafenib treatment in a compassionate-use program at the initial standard dose of 150 mg orally every 12 h.\\nOur patient’s asthenia showed a rapid recovery, with rapid improvement in his ECOG score from 1 to 0 in the first month of treatment. In subsequent evaluations, only minimal cutaneous toxicity appeared (beard alopecia and the appearance of several milium cysts, see Fig. ). Several warty lesions appeared, none of them compatible with keratoacanthoma or cutaneous squamous-cell carcinoma.\\nHis first radiological evaluation by CT, 2.5 months after starting treatment, showed a partial reduction of both the hepatic and pulmonary lesions, which was considered to indicate stable disease by Response Evaluation Criteria In Solid Tumors (RECIST) 1.1 criteria []. This radiologic response was maintained in a second CT evaluation after 5 months of therapy (Fig. ).\\nSeven months after the start of treatment, our patient presented with pneumonia and was admitted to our Oncology ward. During his stay at our hospital, a CT scan showed hepatic and retroperitoneal progression, as well as the appearance of pericardial and pleural effusions (Fig. ). Additionally, MRI detected multiple bilateral brain metastases (Fig. ). Treatment with dabrafenib was stopped. His brain lesions were considered unresectable, and our patient received whole brain radiotherapy. After this, he maintained an ECOG performance status of 2 and was thus deemed non-eligible for further treatments. He was referred to our palliative care unit and received regular in-home visits. Our patient died in September 2014.\\nAs part of a research project at our center, plasma samples were periodically extracted during therapy. For this patient, five plasma samples were available for BRAF mutation analysis. Plasma was obtained from 8 mL of peripheral blood collected in tubes with EDTA as the anticoagulant. The plasma was separated within 5 h by centrifugation at room temperature for 15 min at 3200 rpm, then aliquoted and stored at −80 °C. ctDNA was extracted from the plasma using the QIAamp Circulating Nucleic Acid Kit (Qiagen, Hilden, Germany) according to the manufacturer’s instructions. The BRAFV600R mutation was targeted in a real-time 7500 fast PCR (Life Technologies, Foster City, CA, USA) using a competitive allele-specific TaqMan (cast-PCR) assay specifically designed for this mutation (Life Technologies).\\nIn the samples extracted on 13 September 2013 and 7 January 2014, the mutation was undetectable. In the samples extracted on 30 January and 13 March 2014 (the latter coinciding with the CT scan showing disease progression), the tumor’s known BRAFV600R mutation was detected. The mutation was further detected in the samples extracted in April and May 2014.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'15046639': 1, '23237741': 1, '19097774': 1, '23918947': 1, '15035987': 1, '15343278': 1, '25265494': 1, '26446362': 1, '19206169': 1, '32367253': 1, '24508103': 1, '18670422': 1, '25399551': 1, '22536370': 1, '29066904': 1, '24265155': 1, '22535154': 1, '19917835': 1, '23444228': 1, '23473613': 1, '23579220': 1, '22735384': 1, '24553385': 1, '17146784': 1, '23273605': 1, '26414464': 1, '23317446': 1, '12068308': 1, '21639808': 1, '22356324': 1, '27255157': 2}", "similar_patients": "{}"}