{"patient_id": 78032, "patient_uid": "4225607-2", "PMID": 24237633, "file_path": "comm/PMC004xxxxxx/PMC4225607.xml", "title": "Phase I/II clinical trial using HLA-A24-restricted peptide vaccine derived from KIF20A for patients with advanced pancreatic cancer", "patient": "Case 14 reports a 60-year-old male who showed objective response (Figure b). After pancreatoduodenectomy, gemcitabine treatment started in October 2008 and liver metastasis was found 3 months later. Followed by TS-1 chemotherapy, we found that metastatic lesions in the liver progressed after the condition of SD during 3 cycles of TS-1 treatment. After 1 cycle of the peptide vaccine, one target lesion of liver metastases located at S8 was shrunken. This lesion kept shrinking until September 2009, and became hardly detectable by CT scan. Similarly, a metastatic lesion in the lymph node was significantly shrunken until September 2009. However, the other target lesion (S4) in the liver showed no response to the vaccine treatment and the tumor progression was promoted after 2 cycles. Finally, the patient died at 220 days after the start of the vaccination.\\nIn case 24, a 74-year-old male also showed objective response (Figure c). After distal pancreatectomy in August 2007, adjuvant chemotherapy utilizing gemcitabine was performed for 6 months and then switched to TS-1 because of the side effect. Bone metastasis was found in the xiphoid process by CT scan in April 2009. Radiation therapy was performed to the xiphoid process in May 2009, but the tumor did not respond well. The patient was enrolled into the peptide vaccine trial in July 2009 after one month of cooling off period. Bone metastasis started to shrink after one cycle of the peptide vaccine treatment. The precordial pain was rapidly diminished and well controlled without opioid treatment. After the 5th shot of the peptide, Grade 3 interstitial pneumonia was observed and the treatment was discontinued. The patient was hospitalized in one week of treatment without any steroid therapy and then well recovered. Even without the vaccination, pain was well controlled and tumor markers kept decreasing for the next two months. After the re-progression of the disease, gemcitabine was administered and no clinical effect was observed. Since the patient desired to receive the peptide vaccine again, we obtained an approval of the re-entry of this case from the Ethical committee. The vaccine treatment was restarted with careful monitoring, while neither adverse events nor clinical effect was observed in this second round of drug administration. His overall survival period from the first day of administration was 495 days.\\nThe median overall survival time of 31 patients was 142 days, and the progression free survival period was 56 days (Figures a and b). In comparison with the control group without the vaccine treatment, who are the patients visited Chiba Tokushukai Hospital in the period between January 2007 and January 2009 (MST: 83 days), overall survival of the patients with the KIF20A-peptide vaccination was statistically significant (p = 0.0468, MST: 142 vs. 83 days) (Figure c). Moreover, MST of the patients who received BSC was 63 days. Compared to the control group in multi-center, Overall Survival of the vaccinated patients was significantly improved (p = 0.0020, MST: 142 vs. 63 days) (Figure c). Taken together, we concluded that the cancer vaccination utilizing KIF20A-derived peptide was significantly effective as immunotherapy against advanced pancreatic cancer.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'8805925': 1, '30182171': 1, '27327034': 1, '17721781': 1, '31366961': 1, '33907315': 1, '29749467': 1, '33235818': 1, '17520253': 1, '25649538': 1, '29546098': 1, '10401733': 1, '15084616': 1, '7881926': 1, '27762323': 1, '34790007': 1, '21179034': 1, '15665285': 1, '32963620': 1, '29564181': 1, '14767473': 1, '31331771': 1, '32793313': 1, '22776426': 1, '17962204': 1, '30254487': 1, '31565099': 1, '16921047': 1, '28659689': 1, '31497212': 1, '24606884': 1, '26137405': 1, '26361407': 1, '34629806': 1, '33836688': 1, '15365074': 1, '15908661': 1, '17538165': 1, '22763829': 1, '30664160': 1, '32705178': 1, '30105795': 1, '32391625': 1, '8486420': 1, '34831269': 1, '19459850': 1, '21631324': 1, '28701892': 1, '29242097': 1, '22977472': 1, '16983112': 1, '27022414': 1, '25499221': 1, '22778556': 1, '27992378': 1, '25867139': 1, '34439292': 1, '12149301': 1, '12107836': 1, '20818862': 1, '20610543': 1, '26843405': 1, '28265583': 1, '28070829': 1, '9196156': 1, '33408516': 1, '17784873': 1, '24237633': 2}", "similar_patients": "{'4225607-1': 2}"}