{"patient_id": 153797, "patient_uid": "4999412-1", "PMID": 27550498, "file_path": "noncomm/PMC004xxxxxx/PMC4999412.xml", "title": "Anaphylaxis to Polyethylene Glycol (Colyte®) in a Patient with Diverticulitis", "patient": "A 39-year-old man was referred to the Emergency Department for loss of consciousness and shortness of breath which had developed one and a half hours after intake of an evacuant solution (PEG-3350, Colyte®, Taejoon pharma Co., Ltd., Seoul, Korea) during preparation of colonoscopy in 2013. He was diagnosed with mild atopic dermatitis, but he did not have any other allergic diseases to any drug or food. Ten years ago, he had colonoscopy safely with Colyte®. One month ago, he was admitted for diverticulitis and received cefixime (suprax®, Dong-A ST Co., Ltd., Seoul, Korea) for discharge medication.\\nWhen he arrived at the Emergency Department, his blood pressure was 80/66 mmHg, and he had severe respiratory distress with wheezing sounds in whole lung fields. Intramuscular administration of epinephrine (epinephrine injection solution, Daihan Pharm Co., Ltd., Seoul, Korea) 0.3 mg rapidly restored blood pressure and alleviated respiratory symptoms. Fortunately, his clinical conditions fully improved without sequelae. In laboratory test, serum total IgE level was not increased (69 KU/L) and skin prick test revealed strong positive only to house dust mites. However, the initial serum tryptase level was significantly increased to 91.9 mg/L (0.00-11.40 mg/L).\\nWe performed skin prick and intradermal tests with different concentrations of Colyte® solutions, histamine as a positive control, and normal saline as a negative control 2 months after the event in 2013. As shown in , all skin prick test results were negative, but the intradermal test with 10 mg/mL Colyte® showed a 5 × 5 mm sized wheal. Next, basophil activation and histamine releasability tests were conducted to evaluate the non-IgE mediated mechanism of Colyte®; however, both tests gave negative results. Finally, oral provocation tests with cefixime were performed to evaluate drug allergy, but the result was also negative.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'12954584': 1, '30557713': 1, '20648499': 1, '8858338': 1, '23444288': 1, '33388478': 1, '8491399': 1, '23228247': 1, '25691849': 2, '2071010': 1, '33834172': 1, '33670777': 1, '27550498': 2}", "similar_patients": "{'4316229-1': 1}"}