{"patient_id": 139379, "patient_uid": "4061678-1", "PMID": 23619487, "file_path": "noncomm/PMC004xxxxxx/PMC4061678.xml", "title": "Nonarteritic ischemic optic neuropathy developed after capsular block syndrome", "patient": "A 65-year-old man with a preoperative best corrected visual acuity of 20/40 had an uneventful phacoemulsification surgery and IOL implantation in the right eye in May 2006. The diameter of the anterior capsule opening was 5 mm and a 23-diopter Sensar IOL (Abbott Medical Optics, Inc., Santa Ana, CA, USA) was implanted using sodium hyaluronate (Healon). Preoperative ophthalmologic and systemic examination was unremarkable. On the first postoperative day, the patient presented with ocular pain. On slit-lamp examination, there was corneal edema and shallow anterior chamber. The IOP was 40 mmHg and the patient was given topical dorzolamide hydrochloride and timolol maleate combination with 250 mg bid oral acetazolamide. On the postoperative second day, corneal edema decreased and the IOP was 30 mmHg. On slit-lamp examination, backward displacement of posterior capsule and the anterior displacement of IOL were noted []. The patient's refractive error was −2.00 −1.50 × 105. An early postoperative CBS was diagnosed and neodymium-doped yttrium aluminum garnet (Nd:YAG) laser (Visulas YAD II Plus, Carl Zeiss Meditec AG) anterior capsulotomy was performed to the temporal part of the anterior capsule. As soon as the capsulotomy was carried out, the capsular bag collapsed and the retained ophthalmic viscosurgical device (OVD) was released into the anterior chamber.\\nOn the postoperative fourth day, IOP was still 30 mmHg and anterior chamber venting was performed with the depression of the posterior lip of the paracentesis incision with a sterile forceps. On the postoperative fifth day, the cornea was clear and there was no capsular bag distention. The refractive error was plano −1.25 × 105 and the IOP was 16 mmHg. The visual acuity was noted to be finger counting from 4 m. Fundoscopic examination revealed optic disc edema and fluorescein angiography showed hyperfluorescence of the optic disc []. There was prolonged P100 latency in the pattern visual-evoked potentials (Roland Consult RETIscan System, Wiesbaden, Germany). A diagnosis of NAION was made and the patient was given 1000 mg intravenous pulse methylprednisolone per day for 3 days, followed by 64 mg oral prednisolone. Two weeks postoperatively, the visual acuity improved to 20/40. Eighteen months after the surgery, optic disc was pale, visual acuity was 20/40 and there was nasal step in the visual field [].", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'7417076': 1, '14644238': 1, '11425687': 1, '31888553': 1, '10334358': 1, '9768398': 1, '17157604': 1, '23619487': 2}", "similar_patients": "{}"}