{"patient_id": 82597, "patient_uid": "4549537-1", "PMID": 26347841, "file_path": "comm/PMC004xxxxxx/PMC4549537.xml", "title": "Complex Scapular Winging following Total Shoulder Arthroplasty in a Patient with Ehlers-Danlos Syndrome", "patient": "The patient is a 45-year-old right-hand-dominant female (height: 180 cm; weight: 68 kg; BMI: 21) who presented to our clinic on April 25, 2013, with a chief complaint of moderate-to-severe right shoulder pain. For two years, right arm elevation greater than 80° was not possible because of pain. Magnetic resonance (MR) imaging revealed end-stage arthritic changes of the right glenohumeral arthritis but no rotator cuff tear or significant muscle atrophy. Ten years prior, she had a successful repair of a two-centimeter supraspinatus tendon tear and had eight years of over-head shoulder motion. She worked as a nurse in an outpatient clinic and trained horses as a hobby. For nearly a decade, she was in chronic pain management for myofascial pain syndrome, cervical radiculitis, and polyarthralgia (these were her diagnoses before the diagnosis of EDS was established). Three years prior, and based on clinical criteria, she was diagnosed with EDS (with features of types II and III).\\nA standard right total shoulder arthroplasty (TSA) was performed on May 7, 2013, by JGS. Before the induction of general endotracheal anesthesia, an interscalene nerve block was done with ultrasound guidance without difficulty []. Over the following three months, she complained of increasing weakness and pain in her right shoulder region. Two months after the TSA, mild scapular winging was identified and was felt to be secondary to pain-related compensatory motion of the pectoral girdle []. During physical therapy sessions the manual shoulder stretching caused unusually high pain. By 3.5 months after the TSA, the scapular winging was more pronounced and there was obvious atrophy of the ipsilateral trapezius (). There was pectoralis major weakness and decreased sensation over the right index finger and lateral forearm. An electromyography (EMG) and nerve conduction study (NCS) revealed (1) impairment of right spinal accessory nerve and the trapezius muscle (mostly the middle and lower portions) with motor unit changes consistent with axonal loss but without ongoing denervation, (2) diffuse motor unit changes in the middle/lower trunk distribution without impairment of the axillary or suprascapular nerves, and (3) axonal loss of the median nerve with evidence of mild reinnervation. The serratus anterior was not impaired. The pectoralis major muscle was not evaluated.\\nAt five months after the TSA, cervical (C) spine MR imaging revealed prominent multilevel neural foraminal narrowing, which was not significantly changed when compared to MR imaging done three years prior. The current findings included mild multiple-level spondylosis that was moderately severe at C6-C7 and moderate at C4-C5 and mild spinal stenosis at C5-C6 and C6-C7. A MR neurogram [] of the spinal accessory nerve showed no abnormality along the entire nerve or in the brain.\\nThe patient's high level of pain led to expansion of the differential diagnosis to include complex regional pain syndrome (CRPS, type 1) [] and Parsonage-Turner syndrome (neuralgic amyotrophy) [–] with involvement of the spinal accessory nerve [–]. However, two consultants (a head and neck surgeon and a neurologist (coauthor RMM)) thought that these diagnoses were unlikely. RMM hypothesized that although EDS likely contributed to her symptoms by enhancing the possibility of tissue stretching during the TSA surgery and/or in subsequent physical therapy, the neuropathologies were not likely solely caused by EDS. Multiple mononeuropathy was then considered an underlying neurological condition, with the possible etiology of “hereditary neuropathy with liability to pressure palsies” (HNPP) in addition to the patient's EDS [–]. RMM had seen the patient three years prior. In the current (2013) examination there were additional neurological findings that resembled some of those seen in 2010: anterolateral right thigh numbness, bilateral leg and dorsolateral foot numbness, as well as numbness of the dorsum of each hand, and variable numbness on the volar forearm (especially right) and numbness in the first through third fingers on the palmar surface (worse on left). Genetic testing (Athena Laboratories Inc., Worcester, MA, USA) revealed a variant in the PMP22 gene (technical result: c.320-4C>T) that was consistent with HNPP; the clinical significance of the patient's gene variant was ranked as 4 cm on a 10 cm scale where 0 is “benign” and 10 is “pathogenic.”\\nAt eight months after the index TSA, an independent shoulder surgeon was consulted. A CT arthrogram of the patient's right shoulder revealed no evidence of a rotator cuff tear or prosthesis loosening. Additionally, a fluoroscopic-guided aspiration of the right shoulder revealed no evidence of infection. His opinion was to (1) observe the scapular winging [–] and (2) perform revision shoulder surgery to manually lyse adhesions and revise the humeral prosthesis to reduce its overall vertical “height” in order to correct “overstuffing” ().\\nAt nine months after the index TSA, the trapezius palsy had not improved. Revision surgery was performed by the same surgeon (JGS) who performed the index TSA. Intraoperative frozen sections of glenohumeral synovial tissue showed no abnormality. The glenoid component was not loose and the humeral head was replaced with a smaller humeral head. This reduced the height by a sufficient amount to allow functional shoulder motion in patients with normal rotator cuff strength [–]. The well-fixed humeral stem was retained (). Intra- and extra-articular lysis of adhesions with an anterior capsular Z-lengthening were done in addition to an open right carpal tunnel release.\\nBy one year after the index TSA the patient's trapezius atrophy was only mildly improved. A repeat NCS/EMG (done 13 months after the index TSA) showed (1) serratus anterior recruitment was decreased compared to the previous EMG, (2) the pectoralis major muscle (not examined in the first study) showed motor unit changes consistent with previous axonal loss with reinnervation, and (3) motor units in the upper, middle, and lower portions of the trapezius muscle were present, which was considered an indication of improvement. Consultation with another physical therapist was then obtained because of the patient's continuing complaints of “intolerable pain” during physical therapy sessions, which likely exacerbated the scapular dyskinesia [, ]. This is when it became clear that the initial physical therapist had not been manually stabilizing the scapula while forcefully stretching the patient's upper extremity—this likely produced more scapulothoracic motion than glenohumeral motion. We hypothesized that this caused stretch injuries to the spinal accessory and long thoracic nerves [, ].\\nA second MUA of the right shoulder was done (July 1, 2014) under general anesthesia in addition to arthroscopic debridement of scar tissue. This procedure was followed by a new therapy regime that significantly increased passive motion, and mild improvements in trapezius tone were continuing, especially of the middle and lower portions. Additional modalities included (1) far infrared light therapy [, ] of the scapulothoracic and glenohumeral regions and (2) a neuromuscular stimulator (Empi 300 PV, DJO Global, Vista, CA, USA) [] for the lower and middle trapezius muscles. However, moderate medial and mild lateral scapular winging continued and active elevation at the shoulder over 90° was not possible in the standing position ().\\nThe patient was informed that active motion above 90° would be difficult, if not impossible, to achieve without stability of the pectoral girdle during dynamic shoulder motion [–]. The plan was to continue to observe the trapezius palsy because of the likelihood that it would spontaneously improve to an acceptable level of strength [–]. If the scapular winging did not spontaneously improve by 18 to 24 months after the index TSA, then the plan was to restore the deficient trapezius with a modified Eden-Lange procedure [, ]. At 18 months after the index TSA, cervical spine MR scans were obtained with flexion, extension, and neutral positions and showed no significant nerve root or spinal cord impingement (i.e., findings similar to the MRI performed 13 months prior). At two years after the index TSA, the patient's shoulder pain had mildly improved but her shoulder function had not improved when compared to her preoperative status. No additional surgery was planned and the patient was highly unsatisfied with her shoulder function ().", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'21978433': 1, '22556148': 1, '23580420': 1, '23920413': 1, '19557868': 1, '7619192': 1, '6087210': 1, '16311893': 1, '17661123': 1, '1913369': 1, '9296423': 1, '22746029': 1, '21862800': 1, '168836': 1, '14996885': 1, '22737049': 1, '5083867': 1, '21988036': 1, '1851333': 1, '17983693': 1, '22484388': 1, '9814939': 1, '23762718': 1, '23953851': 1, '1791365': 1, '22262391': 1, '8392146': 1, '8393091': 1, '23845446': 1, '23717249': 1, '25175852': 1, '12365568': 1, '17581478': 1, '10671123': 1, '7784290': 1, '10613148': 1, '19768768': 1, '22353005': 1, '11641695': 1, '14381453': 1, '24787332': 1, '10426439': 1, '16538423': 1, '16600507': 1, '20803633': 1, '21459063': 1, '25053156': 1, '18137197': 1, '8849169': 1, '18196359': 1, '15895289': 1, '25149929': 1, '1549236': 1, '9557891': 1, '3343990': 1, '19468892': 1, '2721020': 1, '14973862': 1, '479228': 1, '10593673': 1, '11932971': 1, '574227': 1, '20507553': 2, '26347841': 2}", "similar_patients": "{'2890620-1': 1}"}