{"patient_id": 142437, "patient_uid": "4260108-1", "PMID": 25505726, "file_path": "noncomm/PMC004xxxxxx/PMC4260108.xml", "title": "Gastric Squamous Papilloma in a 52-Year-Old Female Patient", "patient": "An asymptomatic 52-year-old woman was referred to Pusan National University Yangsan Hospital for evaluation of a polyp detected by endoscopy. She had neither a history of operations nor a medical history of conditions such as diabetes, hypertension, hepatitis, or tuberculosis. She drank alcohol in moderation and did not smoke. An initial endoscopic evaluation for a routine health check up at the local hospital revealed a 1-cm sized Is polyp with hyperemic change in the cardia. A second endoscopy was performed in our institution and showed a 1-cm sized polyp originating from the cardia just below the esophagogastric junction, with a whitish granular surface in the front view () and a hyperemic surface in the retroflex view (). Biopsy samples taken from the lesion revealed squamous epithelium-lined, inflamed mucosa showing papillary growth, which is suggestive of squamous papilloma. She subsequently underwent an endoscopic mucosal resection and no procedure-related complications occurred. The specimen had a characteristic verrucous appearance (). Histological analysis of the resected specimen showed proliferation of the squamous epithelium without atypia, accompanied by a papillary projection with a fibrovascular core, which is consistent with papilloma. Surrounding tissues containing foveolar epithelium revealed that the polyp originated in the stomach, thus confirming the diagnosis of gastric squamous papilloma (). HPV DNA was Papillomanot detected in the resection specimen. Six months later, endoscopy showed complete healing of the mucosa without residual papilloma or recurrence ().", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'8122660': 1, '14901187': 1, '6852465': 1, '7835598': 1, '2988746': 1, '14018854': 1, '2277971': 1, '191328': 1, '15427783': 1, '7234817': 1, '7859674': 1, '34262323': 1, '23964341': 2, '18883949': 1, '3277396': 1, '11490793': 1, '25505726': 2}", "similar_patients": "{'3746149-1': 1}"}