{"patient_id": 83956, "patient_uid": "4647045-1", "PMID": 26604542, "file_path": "comm/PMC004xxxxxx/PMC4647045.xml", "title": "Vestibular Extension along with Frenectomy in Management of Localized Gingival Recession in Pediatric Patient: A New Innovative Surgical Approach", "patient": "A 13-year-old male patient, with non-contributory medical history, reported to department of pedodontics and preventive dentistry, Government Dental College, Patiala, Punjab with chief complaint of mobility in permanent mandibular anterior teeth and unpleasant gummy smile. Intraoral examination revealed high mandibular labial frenum, 3 mm of gingival recession, grade I mobility and grade II calculus deposits in relation to 41 and 31 (). Intraoral periapical radiograph (IOPA) revealed mild interdental bone loss in relation to 41 and 31 (). All other teeth were radiographically evaluated by IOPA to rule out the presence of aggressive periodontitis (). Oral prophylaxis was performed and the patient was kept on recall visits at an interval of 15 days. After 3 months, no mobility was observed with 41 and 31; but the patient was unhappy due to gingival recession and insufficient sulcus depth. To overcome these problems, interceptive surgeries, such as vestibular extension and frenectomy procedures were planned under antibiotic coverage. Under adequate local anesthesia (Lox 2%, Mumbai), labial frenectomy was performed with a single hemostat technique. Vestibular extension was performed by giving semilunar incision 2 mm below the marginal gingiva of 41 and 31, and extending up to the lower canines bilaterally. Muscles fibers attached to the periosteum were removed (). The edges of the wound were not approximated. Active bleeding was stopped with the application of pressure pack and cauterization. The resultant wound was kept raw and covered with periodontal pack to allow healing by secondary intention (). After 1 week, satisfactory wound healing was observed. The periodontal pack was changed and patient was again valuated. Significant increase in sulcus depth and reduction in the degree of gingival recession was observed after 15 days (). A follow-up after 1 year showed sufficient sulcus depth and esthetically pleasant appearance ().", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'12102708': 1, '5229085': 1, '21957387': 1, '19212523': 1, '33105594': 1, '26604542': 2}", "similar_patients": "{}"}