{"patient_id": 86632, "patient_uid": "4863129-1", "PMID": 27242717, "file_path": "comm/PMC004xxxxxx/PMC4863129.xml", "title": "Pandoraea pnomenusa Isolated from an Australian Patient with Cystic Fibrosis", "patient": "In January 2013, a 26-year-old man with cystic fibrosis (CF, genotype homozygous F508del) and a history of chronic mucoid Pseudomonas aeruginosa lung infection was admitted to the Royal Hobart Hospital (RHH), Tasmania, Australia, with increasing malaise and left-sided pleuritic chest pain. The patient was at the time on his eighth day of out-patient intravenous antibiotic therapy for a respiratory exacerbation, which consisted of once daily tobramycin (560 mg), piperacillin/tazobactam (12 g of piperacillin component/24 h) as a continuous infusion, in addition to his long-term azithromycin (500 mg, orally three times a week) therapy.\\nOn the day of admission he was afebrile with an oxygen saturation of 97% on 4 L/min O2 via nasal cannulae, and his heart rate was 94 beats per minute with a blood pressure of 116/74 mm Hg. On physical examination, reduced breath sounds and inspiratory crackles were noted in the left lower zone. In addition, his white cell count was elevated (19.7 × 109/L [normal range 3.5–11.0 × 109/L]) with 80.2% neutrophils. A chest radiograph revealed a new and moderately large left pleural effusion. Computed tomography (CT) confirmed the multi-loculated left pleural effusion without contrast enhancement, as well as collapse/consolidation in the basal left upper and lower lobes (Figure ). On the third day after admission a bronchoscopy and insertion of intercostal catheter (ICC) was performed in theater and serous fluid drained from the ICC. During the bronchoscopy copious purulent secretions were suctioned from the left bronchial tree and bronchial lavage performed. The bronchoscopy was complicated by respiratory failure, and consequently the patient was transferred to the intensive care unit (ICU) unit for mechanical ventilation. No bacteria or fungi were able to be recovered from the patient's pleural fluid samples collected at that time. In contrast, P. aeruginosa and Candida albicans were readily isolated from the bronchial pus. Moreover, P. aeruginosa, C. albicans, and what initially was determined to be a Pandoraea apista isolate, were all readily cultured from a sputum sample collected from the patient on the day of his admission to the RHH.\\nA repeat CT on the fourth day after the patient's admission showed a reduction in the volume of pleural fluid, but worryingly also the interval development of multiple bilateral foci of consolidation. His antibiotic regimen was altered to include imipenem (1 g IV, 6 hourly) and cotrimoxazole (1600/320 mg IV 6 hourly), extending the spectrum of antibiotic cover to include Pandoraea species. Due to the general lack of antibiotic susceptibility data available for Pandoraea species, the hospital recorded antibiotic susceptibility patterns of the recovered Pandoraea isolate were interpreted using EUCAST antibiotic breakpoint values that had previously been determined for other more common CF pathogens (imipenem susceptibility breakpoint for P. aeruginosa and cotrimoxazole susceptibility breakpoint for Stenotrophomonas maltophilia, for example).\\nOn day five, video-assisted thoracoscopic surgery (VATS) was performed; exploration of the left pleural space revealed extensive fibrinopurulent material; and loculations were carefully divided and a decortication performed. Histology from the visceral pleural rind showed features of an organizing empyema. Despite the addition of empirical antimicrobials, namely vancomycin (1.5 g, 8 hourly) and caspofungin (70 mg loading dose, then 50 mg daily) there was no evident treatment response. Instead, the patient had persisting fevers and could not be weaned from ventilation.\\nA repeat bronchoscopy on day seven showed a much-reduced volume of large airways secretions. A contemporaneous CT showed progressive consolidation and increasing prominence of widespread ground-glass opacities, suspicious for the development of adult respiratory distress syndrome (ARDS). Bronchial washings also showed persistence of mucoid P. aeruginosa, C. albicans, and Pandoraea. In keeping with an advanced directive, active treatment was withdrawn and palliative care commenced. On the 11th day after his admission to the RHH, the patient died.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'22170922': 1, '21233507': 1, '32217674': 1, '31781066': 1, '25657265': 1, '34483568': 1, '12798048': 1, '31477148': 1, '21968086': 1, '19846469': 1, '14520728': 1, '7472820': 1, '10758901': 1, '26903988': 1, '11230429': 1, '11325997': 1, '15361734': 1, '18263800': 1, '18065662': 1, '12734295': 1, '20353301': 1, '11934487': 1, '11827991': 1, '20375354': 1, '31640582': 2, '26349828': 1, '27242717': 2}", "similar_patients": "{'6805617-1': 1}"}