{"patient_id": 79459, "patient_uid": "4314994-1", "PMID": 25663889, "file_path": "comm/PMC004xxxxxx/PMC4314994.xml", "title": "T-cell acute lymphoid leukemia resembling Burkitt leukemia cell morphology: A case report", "patient": "On June 9, 2013, a previously healthy 37-year-old male was admitted to a local hospital with palpitations and night sweats that had been apparent for one month. A complete blood count (CBC) revealed a white blood cell (WBC) count of 2.89×109/l (normal range, 4–10×109/l), a red blood cell count (RBC) of 1.43×1012/l (normal range, 4.4–5.5×1012/l), a hemoglobin (Hb) level of 46 g/l (normal range, 120–160 g/l) and a platelet (PLT) count of 91×109/l (normal range, 100–300×109/l). A bone marrow aspiration identified significantly increased numbers of raw and immature lymphocytes, medium-sized cells containing a large number of lipid vacuoles with abundant, basophilic cytoplasm, and round nuclei with clumped chromatin and multiple nucleoli. According to the morphological bone marrow features, a diagnosis of Burkitt leukemia was established. Therefore, an RBC transfusion and vitamin 12 supplements were administered. After five days, the patient was referred to the Department of Hematology, Union Hospital, Tongji Medical University of Science and Technology (Wuhan, China) for further observation. A CBC revealed a WBC count of 5.24×109/l, a RBC count of 1.82×1012/l, an Hb level of 59 g/l and a PLT count of 136×109/l. The bone marrow and peripheral blood smear revealed 96% and 25% blast cells, respectively. The blast cells were variable in size, contained moderate to abundant amounts of cytoplasm and were stained blue. Certain cells exhibited pseudopodia-like protrusions, but the majority contained immature lacy chromatin, marked nucleoli, and cytoplasm consisting of abundant lipid vacuoles and granules. The features of the cells highly resembled those of Burkitt leukemia cells (). Cytochemical staining revealed that the cells were negative for myeloid peroxidase (MPO), acid α-naphthyl acetate esterase (ANAE) and chloroacetate esterase, but positive for periodic acid-Schiff.\\nImmunophenotyping detected a single blast population with distinct immunoreactivity for T-lymphoid and myeloid antigens. The blasts expressed cluster of differentiation (CD) 3, 7, 13, 11b, 33, 34, 56 and 38, and human leukocyte antigen-DR. There was no significant evidence of mature T and B cells in the background population. G-banding analysis revealed metaphase cells with normal karyotypes.\\nThe patient received induction chemotherapy with hyper-Cytoxan (300 mg/m2, i.v., every 12 h, days 1–3), vincristine (2 mg, i.v., days 4 and 11), Adriamycin (50 mg/m2, i.v., day 4), dexamethasone (40 mg/day, i.v., days 1–4 and days 11–14) and Ara-C (70 mg, intrathecal, day 7). Following once cycle of chemotherapy, the bone marrow aspirate was reevaluated, which revealed no evidence of leukemia. The patient attained complete morphological remission, but subsequently succumbed due to severe complications following a stem cell transplantation procedure. Written informed consent was obtained from the patient’s family for the publication of this study.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'11054444': 1, '10577857': 1, '8501986': 1, '17593028': 1, '2833750': 1, '19357394': 1, '29951888': 1, '8609732': 1, '17963747': 1, '34397877': 1, '3862359': 1, '19131545': 1, '8709632': 1, '19654084': 1, '17611554': 1, '10208435': 1, '9107085': 1, '15786709': 1, '7564526': 1, '25663889': 2}", "similar_patients": "{}"}