{"patient_id": 84028, "patient_uid": "4652816-1", "PMID": 26579807, "file_path": "comm/PMC004xxxxxx/PMC4652816.xml", "title": "Dilated Cardiomyopathy Revealing Cushing Disease", "patient": "A 43-year-old man with a medical history of hypertension for 8 years and history of smoking, presented to the emergency department with dyspnea. He was under treatment with amlodipine at a dose of 5 mg/day. Physical examination, blood tests, and chest imaging revealed global heart failure. Coronary angiography revealed an isolated significant stenosis in the marginal branch of the circumflex artery. Transthoracic echography showed a globally dilated heart (left ventricular end-diastolic diameter: 64 mm), a mild left ventricular hypertrophy, and a global hypokinesia with a more prominent posterolateral wall hypokinesis (probably explained by the stenosis of the marginal branch). Left ventricular ejection fraction (LVEF) was calculated as 28% to 30%. No significant valvular heart disease, no sign of pulmonary hypertension, and no pericardial effusion were noted. Cardiac magnetic resonance imaging (MRI) also showed a DCM, with no sign of necrosis. The patient reported no excessive alcohol consumption and investigations for usual infective, autoimmune and infiltrative causes of cardiomyopathy were negative.\\nThe clinical picture suggested a Cushing's syndrome: easy bruising, reddish purple striae (Fig. ), proximal myopathy, facial fullness, as well as facial and truncal fat distribution. This was confirmed by blood tests showing severe hypokalemia (2.4 mmol/L), urinary-free cortisol (UFC) 14 times higher than the normal range (2016 nmol/L, N < 138), 8am ACTH level 7 times higher than the normal range (178 ng/L, N < 26), and by a failure of low-dose dexamethasone to suppress serum cortisol in a suppression test. Pituitary gadolinium-enhanced MRI revealed a macroadenoma measuring 15 mm in diameter (Fig. ). Thus a final diagnosis was DCM complicating CD.\\nPituitary surgery had to be postponed due to the severe heart failure.\\nOptimal pharmacological treatment of systolic heart failure was administered (beta-blocker, ACE inhibitor, diuretics including anti-aldosterone agent) and, as described in such severe conditions, 2 adrenolytic drugs (metyrapone and ketoconazole) were initiated: UFC was normalized within 2 months (Table ).\\nUnfortunately, a new episode of acute heart failure occurred two months after initial presentation. Transthoracic cardiac echography showed mitral insufficiency related to rupture of the mitral valve pillar. Percutaneous transluminal angioplasty and stenting (bare metal) was performed in the obtuse marginal artery. Another cardiac MRI then revealed an impaired lateral contractility (territory of the marginal branch) related this time to necrosis (Fig. ). Infective endocarditis was ruled out (hemocultures were negative and no vegetation was visualized at transesophageal echocardiography).\\nIn spite of optimal treatment and normalization of cortisol levels, no improvement was found in the LVEF 6 months after discovery of the Cushing's disease (Table ).\\nThus a single-chamber defibrillator was implanted for primary prevention, and percutaneous mitral valve repair (Mitraclip) was performed to treat the mitral regurgitation.\\nAfter 1 year, since LVEF remained at 30%, cardiac transplantation was discussed.\\nIn view of the patient's heart failure, anesthesia for transphenoidal surgery was considered too dangerous; therefore, stereotaxic radiotherapy was performed to treat the CD 14 months after initial presentation. While awaiting the therapeutic effects of the pituitary irradiation, tolerance and efficacy of the 2 adrenolytic agents proved acceptable.", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'12714223': 1, '20493566': 1, '31243234': 1, '23533241': 1, '12821259': 1, '7932514': 1, '21752886': 1, '18334580': 1, '25093618': 1, '25624013': 1, '17646730': 1, '11513912': 1, '23620612': 1, '22004909': 1, '34926625': 1, '32573943': 2, '11502780': 1, '25260938': 1, '26579807': 2}", "similar_patients": "{'7524218-1': 1}"}