{"patient_id": 74793, "patient_uid": "4006568-1", "PMID": 24839567, "file_path": "comm/PMC004xxxxxx/PMC4006568.xml", "title": "Video-Assisted Minithoracotomy for Pulmonary Laceration with a Massive Hemothorax", "patient": "A previously healthy 22-year-old man fell from a fifth-floor apartment. He was transferred to our department with unstable cardiopulmonary condition: blood pressure, 72/60 mmHg; pulse rate, 120 beats/min; respiratory rate, 40 breaths/min; SpO2, 80% on 10 L/min flow oxygen by reservoir mask. Physical examination revealed diminished breath sounds on the right hemithorax, jugular venous distention, and tracheal deviation to the left side. A diagnosis of right-sided tension pneumothorax was made and an emergency tube thoracostomy was performed. Radiological examinations revealed a right-sided pneumothorax, pulmonary laceration with hematoma in the right lung, traumatic liver injury, and fractures of the right 11th and 12th ribs and the pelvis. Laboratory evaluations indicated a hemoglobin level of 8.6 g/dL; platelet count 65,000/mm3/μL; prothrombin time-international normalized ratio 1.53; and fibrin degradation products 307 μg/mL. The patient presented with hemorrhagic shock and acute disseminated intravascular coagulation (DIC). Severe hemorrhage from liver injury and pelvic fracture was controlled successfully by percutaneous transcatheter arterial embolization. He was treated in the intensive care unit under endotracheal intubation and mechanical ventilation, with blood transfusion therapy and anti-DIC treatment. Two days after admission, he presented with atelectasis of the middle lobe of the lung on chest radiography, reduced air leakage, and hemoptysis.\\nFour days after admission, he presented with sudden onset of dyspnea and chest pain. Chest radiography showed a right-sided hemothorax (). Bronchoscopy demonstrated severe stenosis of the middle lobe bronchus. A blood volume of 1,000 mL was drained through the chest tube over the following 4 hours. His hemoglobin level decreased from 11.3 mg/dL to 8.2 mg/dL. He fell into a state of hemorrhagic shock despite blood transfusion therapy. Chest computed tomography (CT) revealed extravasation of contrast medium in the right middle lobe and compression of the middle lobe bronchus by a pulmonary hematoma (). We confirmed a delayed rupture of the pulmonary hematoma into the right thoracic cavity, resulting in hemorrhagic shock\\nRight middle lobectomy was performed through video-assisted minithoracotomy, also known as hybrid surgical approach of minithoracotomy with VATS techniques (hybrid VATS) []. A thoracoscope access port was placed in the eighth intercostal space in the anterior axillary line. A muscle-sparing minithoracotomy was performed through a 6 cm transverse skin incision over the middle axillary line in the fifth intercostal space. After evacuating approximately 700 mL of a mixture of fresh and clotted blood, we identified an active bleeding site of ruptured pulmonary hematoma of the middle lobe (). Two cotton dissectors (Naruke's thoraco cotton; Kenzmedico Co, Saitama, Japan) were used as a chopstick to obtain compression hemostasis during surgery. After proximal control of interlober pulmonary artery was achieved with nylon tape, individual branches of the pulmonary artery to the right middle lobe were doubly ligated with 2–0 silk suture. Pulmonary vein to the middle lobe was divided by an EndoGIA ultrauniversal tristapler camel 45 mm (Covivien, Menfield, USA). The bronchial stump was closed using interrupted 4–0 monofilament non-absorbable sutures (Prolene; Ethicon, Somerville, NJ, USA). Pathological examination of the resected lung confirmed the disruption of the lateral segment artery of the middle lobe of the lung, leading to pulmonary hematoma (). The postoperative course was uneventful, and the patient was weaned from the ventilator on the first postoperative day and recovered from acute DIC on the second postoperative day. He was discharged on the 46th postoperative day after stabilization of the pelvic fracture.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'17623115': 1, '18936021': 1, '20103242': 1, '9525005': 1, '3347751': 1, '32417043': 1, '16236944': 1, '17650699': 1, '23723618': 1, '18092287': 1, '22971710': 1, '24839567': 2}", "similar_patients": "{}"}