{"patient_id": 146318, "patient_uid": "4481805-1", "PMID": 26167034, "file_path": "noncomm/PMC004xxxxxx/PMC4481805.xml", "title": "Hypnic jerks possibly induced by escitalopram", "patient": "A 45-year-old housewife had come to our outpatient department with complaints of persistent sadness of mood and decreased interest in daily activities since 2 months. She would not find pleasure in activities like watching television or talking to neighbors, which she used to like previously. She also would occasionally have crying spells without any reasons. She would feel that her life is a waste and that it was better to die rather than live such a life. However, there was no history of any suicidal attempt or any self-harm behavior. Her sleep and appetite had also decreased. She also started remaining withdrawn, not talking much, and not taking part in household activities. These complaints had started 2 months back when she got separated with her husband due to an altercation with him. She claimed that there used to be constant verbal altercations between them since the past 20 years of their marital life over varied issues. But this time, the fight led her to leave his house and stay with her mother, though they had not filed for a divorce. There was no previous history of similar complaints. She did not have any manic features, delusions, hallucinations or obsessive-compulsive symptoms. Her past medical and surgical history was also insignificant. There was no history of psychiatric illness in her family. On mental status examination, she was groomed normally and demonstrated occasional crying for a few minutes during the interview. Her mood was sad and she conveyed ideas of hopelessness, helplessness, and worthlessness. We diagnosed her as having Major Depressive Disorder as per Diagnostic and Statistical Manual 5 criteria and started her on escitalopram 10 mg/day in divided doses. On regular follow-up, in 2 weeks she showed 40% improvement in her symptoms, so we continued the same. 6 weeks after being on escitalopram therapy, she reported that she noticed jerky movements of her leg that occurred just as she was beginning to fall asleep often causing her to awaken suddenly for a moment. The jerky movement would characteristically occur in 15–30 min after falling asleep. Initially they would occur once a night, but later the frequency increased to twice or thrice every night. She also started having difficulty in falling asleep and would not get proper sleep. She thus developed daytime fatigability and sleepiness. There was no history of accompanying unconsciousness or any frothing at the mouth or uprolling of the eyeballs or any abnormal involuntary movements during daytime. She denied any history of nightmares or night terrors or other parasomnias. She was diagnosed as having sleep starts or hypnic jerks. She was reassured and was started on clonazepam 0.5 mg at night. After 10 days of starting Clonazepam, she reported a significant reduction in her jerky limb movements. We have tried to reduce clonazepam and take patient off clonazepam but the patient was very much apprehensive of recurrence of jerks so requested us to let her be on same, so she is still on clonazepam and well maintained.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'17116016': 1, '22869763': 1, '22136891': 1, '19742413': 1, '23622294': 1, '26167034': 2}", "similar_patients": "{}"}