{"patient_id": 84698, "patient_uid": "4700655-2", "PMID": 26727891, "file_path": "comm/PMC004xxxxxx/PMC4700655.xml", "title": "Case report: acute bowel obstruction with an isolated transition point in peritoneal dialysis patients; a presentation of encapsulating peritoneal sclerosis?", "patient": "A 57-year-old female was admitted to the hospital with signs and symptoms of bowel obstruction.\\nHer past medical history included a diagnosis of anti-phospholipid antibody syndrome (APLAS) on anticoagulation, end-stage kidney disease, multiple previous arterial and venous thrombotic events, congestive heart failure, previous mitral valve replacement, atrial fibrillation, hepatitis C, and hypothyroidism. She had been started on PD in the form of continuous ambulatory PD (CAPD) 5 years prior to the current presentation. As with the first patient, there had been no peritonitis during her 5-year course of PD. There was no history of bowel surgery or bowel obstruction. On initial 4-h PET, D/P Cr was 0.78 (high-average transporter).\\nUpon presentation to the emergency department, she reported a 10-day history of nausea, vomiting, abdominal distension and pain, and absence of bowel movement.\\nTo further investigate, a CT abdomen was performed which revealed fluid and gas distended loops of proximal small bowel, measuring up to 4.3 cm in diameter. This extended to the pelvis, where there was a focal cluster of distal loops displaced abnormally into the left lower pelvis with multiple transition points. The appearance was in keeping with a closed-loop distal small bowel obstruction (Fig. ).\\nAn exploratory laparotomy was performed during which a highly abnormal mass of small bowel loops was noted in the left lower quadrant, where the bowel loops could not be separated. Pathology report of the mass indicated a high degree of localized fibrous serosal adhesion. The abnormal mass of bowel loops was resected, with residual small bowel length of 170 cm. Similar to the previous case, serum albumin declined rapidly from a normal baseline over the preceding few months, with a nadir of 20 g/L. Other inflammatory markers were not obtained at this time. The PD catheter was removed during this operation, and the patient was permanently transitioned to hemodialysis.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'28966119': 1, '32833971': 1, '11098928': 1, '34150206': 1, '32600360': 1, '33466272': 1, '34221366': 1, '9481732': 1, '30775040': 2, '31304183': 1, '31349820': 1, '31925336': 1, '16300270': 1, '29456373': 1, '16300269': 1, '33927289': 1, '33420269': 1, '33794849': 1, '20571473': 1, '34440613': 1, '19541815': 1, '20628113': 1, '34444694': 1, '34436230': 1, '32208435': 1, '28978315': 1, '11887866': 1, '33802437': 1, '33023486': 1, '15384025': 1, '30576381': 1, '33432912': 1, '23733660': 1, '33207579': 1, '33806852': 1, '31929930': 1, '34239318': 1, '31647580': 2, '32759645': 1, '17886614': 1, '34403950': 1, '33923418': 1, '34357354': 1, '19211652': 1, '20924672': 1, '33738292': 2, '30081845': 1, '32130255': 1, '34307414': 1, '31617157': 1, '19147997': 1, '34235190': 1, '34909655': 1, '21808281': 1, '34482838': 1, '28238284': 1, '34341369': 1, '30598632': 1, '28270929': 1, '33672073': 1, '28231825': 1, '34727542': 1, '31262351': 1, '34125859': 1, '26727891': 2}", "similar_patients": "{'4700655-1': 2, '7960662-1': 1, '6350541-1': 1, '6899625-1': 1}"}