{"patient_id": 78154, "patient_uid": "4234295-1", "PMID": 24708655, "file_path": "comm/PMC004xxxxxx/PMC4234295.xml", "title": "Ocular rhinosporidiosis mimicking conjunctival squamous papilloma in Kenya – a case report", "patient": "A 54-year-old male presented to the eye clinic at the PCEA Kikuyu Hospital on the outskirts of Nairobi with a 16 month history of a painless lump on the surface of the right eye. Concerned about the appearance, he attributed the lesion to a foreign body that entered that eye while he was trimming a hedge.\\nNo other family member or neighbour had a similar disease. Social history included living in Homa Bay district on the shores of Lake Victoria from birth to 18 years age, then Kapsabet, a highland area in the Rift Valley until the age of 26 years, followed by Nairobi. He had resided in a low-income area of Nairobi for the past 11 years. Occupational history included working as a gardener for the last 10 years and a cook for 5 years prior to that. Although he grew up in a lakeside area, he had not dived or swum in stagnant water in the recent past.\\nOn examination he had a pedunculated 6×11 mm wide fleshy mass at the medial canthus of the right eye (Figure ), which was pink with some intrinsic pigmentation. It had a papilliform surface with vascular tufts and some epithelial ulceration. There was no discharge or conjunctival injection. The mass was not attached to the lid but arose from the plica semilunaris. On vital staining with 0.05% Toluidine Blue it was coloured deep blue except at the ulcerated surface, similar to the staining of a papilloma. The clinical diagnosis was of conjunctival papilloma and surgical excision under local anaesthetic was undertaken.\\nHistological analysis revealed multiple sporangia in the conjunctival stroma, an ulcerated squamous epithelium covered by a fibrin plaque whose underlying tissue showed granulomatous tissue, mixed inflammatory cells with lymphocytes showing a maturation spectrum and numerous thick walled sporangia filled with nucleated basophilic endoconidia (Figures , , , and ). A diagnosis of ocular rhinosporidiosis was made.\\nThere was no recurrence 6 months after excision was performed (Figure ).", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'22525782': 1, '15735413': 1, '22343995': 1, '23277509': 1, '14747794': 1, '12561989': 1, '21505534': 1, '7053007': 1, '5398222': 1, '13572774': 1, '15871364': 1, '23360029': 1, '1037384': 1, '21586855': 2, '23120472': 1, '16465355': 1, '7281217': 1, '17657050': 1, '22785545': 1, '15928415': 1, '21987153': 1, '19198547': 1, '11475404': 1, '16687856': 1, '23036556': 1, '2285690': 1, '18306535': 1, '31703563': 1, '23326028': 1, '22504725': 1, '8395846': 1, '22986579': 1, '9140291': 1, '19667358': 1, '24708655': 2}", "similar_patients": "{'3120253-1': 1}"}