{"patient_id": 76313, "patient_uid": "4109603-1", "PMID": 25110604, "file_path": "comm/PMC004xxxxxx/PMC4109603.xml", "title": "Laparoscopic-Assisted Resection of Jejunojejunal Intussusception Caused by a Juvenile Polyp in an Adult", "patient": "A 19-year-old female with acute developed abdominal pain of 7 hours duration was referred to our hospital from a local clinic. Abdominal contrast-enhanced computed tomography (CT) that was performed at the local clinic revealed jejunojejunal intussusception owing to a solitary polyp (). She had no specific past medical, surgical, or familial history. Her vital signs were stable. On examination, the abdomen was mildly distended, but rigidity and rebound tenderness were not clearly elicited. All laboratory findings were within the normal range. There was no evidence of definite bowel obstruction in the plain abdominal X-ray taken in our emergency department. Abdominal ultrasonography (US) was performed to evaluate the current status of intussusception. There was still long segmental small bowel intussusception with a target sign at the left periumbilical area (). We decided to perform an emergent operation.\\nWe used a 12 mm supraumbilical port for the camera. 5 mm ports were placed in the right mid- and lower quadrants of the abdomen (). A jejunojejunal intussusception was found to be approximately 20 cm distal to the ligament of Treitz. The intussusceptional segment was approximately 50 cm in length. The involved bowel was dilated, but there was no evidence of bowel ischemia or perforation. Laparoscopic intracorporeal reduction with blunt graspers was performed cautiously. We palpated the remaining small bowels to the terminal ileum using laparoscopic instruments, showing no other masses or abnormalities. Afterwards, a 5 cm extension of the vertical incision was made along the supraumbilical port site, through which the small bowel was exteriorized. The large solitary luminal protruding polyp was located in the jejunum (). Approximately 10 cm of jejunum including the polyp was resected. An end-to-end anastomosis was created by the hand-sewn method. The anastomosed jejunum was placed back into the peritoneal cavity. The extensional incision site was closed. A drain was inserted near the anastomosis site in the pelvic cavity. The total operation time was 137 minutes.\\nThe pathologic report indicated a solitary hamartomatous polyp, measuring 6 cm in maximum diameter (). Microscopically, the polyp showed cystic dilation and hyperplastic glands with inflammatory stroma, which were consistent with a juvenile polyp (). Since the anastomotic bowel was dilated and edematous during the operation, we advanced the patient's diet slowly. The patient was discharged on the seventh postoperative day (POD) without complications. Three weeks after the operation, the patient underwent gastroduodenoscopy, colonoscopy, and small bowel series with double-contrast barium. These examinations revealed no specific findings.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'22655128': 1, '14712104': 1, '23185150': 1, '19117512': 2, '12203065': 1, '9074370': 1, '28367349': 2, '31852102': 2, '20011439': 1, '21605536': 1, '27073316': 2, '31847059': 2, '22325407': 1, '19399931': 1, '19598308': 1, '23213593': 2, '25110604': 2}", "similar_patients": "{'6922439-1': 1, '3506898-1': 1, '2621137-1': 1, '4810957-1': 1, '7384908-1': 1, '5359442-1': 1}"}