{"patient_id": 148385, "patient_uid": "4610327-1", "PMID": 26495087, "file_path": "noncomm/PMC004xxxxxx/PMC4610327.xml", "title": "Attention Deficit Hyperactivity Disorder in a Patient With Congenital Mirror Movement Disorder and Colpocephaly", "patient": "Parents of this 2-month old male infant were complaining of bilateral identical movements of the hands of the child. He was born to healthy and non-consanguineous parents by spontaneous delivery at 37th gestational week with 2,950 gr birth weight, 49 cm birth length. There was no family history. He was breast feeding. The physical examination was normal. A complete physical and neurological examination was performed and mirror movements were assessed according to the Woods and Teuber grading scale (). Except for bilateral involuntary synkinetic imitative movements in hands, neurological examination was normal. Amplitude of the intentional movements were greater than involuntary movements of the contralateral hand. At first, transfontanel ultrasonograhy was performed to evaluate brain which showed corpus callosum hypogenesis and then cranial MRI was performed to assess brain exactly. Corpus callosum dysgenesis, hypogenesis and dilation of bilateral lateral ventricular posterior horns (colpocephaly) were detected. The patient was asymptomatic except for mirror movement of the hands. On follow-up, he started to walk at 13 months and started to say one word nearly at 15 months of age. He was cooperating well. Motor-mental developmental steps were appropriate for his age.\\nAt the age of 7 years, he was referred to child psychiatrist because of hyperactivity and inability to concentrate in the school. After psychiatric evaluation he was started to use metylphenydate due to attention deficit and hyperactivity syndrome. He was free of symptoms after 1 year of metylphenydate treatment. No other serious physical or psychological disease occured. The mirror movements were decreasing in amplitude by years and were not so serious to affect normal life activities.", "age": "[[2.0, 'month']]", "gender": "M", "relevant_articles": "{'568735': 1, '2629556': 1, '25440066': 1, '8335159': 1, '16619387': 1, '20211475': 1, '19268717': 1, '18042427': 1, '25468365': 1, '24665308': 2, '25120946': 1, '24553931': 1, '16799912': 1, '26495087': 2}", "similar_patients": "{'3943066-1': 1}"}