{"patient_id": 79792, "patient_uid": "4334437-1", "PMID": 25722895, "file_path": "comm/PMC004xxxxxx/PMC4334437.xml", "title": "Natal Teeth: A Case Report and Reappraisal", "patient": "A five-day-old female infant was referred to the pediatric dental clinic, her mother was concerned about the presence of a tooth in the lower jaw since birth, and she complained of soreness during breastfeeding her child. Medical history was noncontributory. Extraoral examination showed a symmetrical face with no lymphadenopathy. Intraoral examination revealed a crown of a tooth in the mandibular anterior region, small in size, whitish opaque in color (), and exhibiting grade II mobility. The lips, gingivae palate, tongue, floor of the mouth, and buccal mucosa were clinically normal in appearance and there was no ulceration on the ventral surface of the tongue. A diagnosis of natal tooth was made based on the clinical presentation and confirmed by a periapical radiograph ().\\nAfter discussing the treatment options with the mother, it was decided that extraction was the best treatment since the mother was very concerned about the soreness of her breast and she felt she could not continue breastfeeding her child. Before extracting the natal tooth, a pediatrician was consulted and recommended that vitamin K (0.5–1.0 mg) to be given intramuscularly prior to the extraction to prevent potential hemorrhage. The natal tooth was then extracted under topical anesthesia and gentle curettage was performed to the extraction socket. The procedure was well tolerated by the infant. The extracted tooth had a crown but was lacking a root. The patient was reevaluated five days after extraction and at three months.", "age": "[[5.0, 'day']]", "gender": "F", "relevant_articles": "{'6956592': 1, '6592231': 1, '9316308': 1, '13058617': 1, '5231383': 1, '1269170': 1, '2374080': 1, '12409509': 1, '3475349': 1, '15554401': 1, '6819644': 1, '15866863': 1, '7608370': 1, '3469352': 1, '3429608': 1, '24024038': 1, '3053803': 1, '3455956': 1, '5244621': 1, '4520015': 1, '11340731': 1, '8110608': 1, '8040698': 1, '10686863': 1, '15405415': 1, '16708508': 1, '2602705': 1, '13431210': 1, '3928346': 1, '3946356': 1, '1058705': 1, '8655747': 1, '14243923': 1, '1911449': 1, '21886998': 2, '6928153': 1, '2142435': 1, '30065775': 2, '1782197': 1, '25722895': 2}", "similar_patients": "{'6062915-1': 1, '3162856-1': 1}"}