{"patient_id": 81208, "patient_uid": "4439486-1", "PMID": 26064758, "file_path": "comm/PMC004xxxxxx/PMC4439486.xml", "title": "An Unusual Neck Mass: A Case of a Parathyroid Cyst and Review of the Literature", "patient": "A 44-year-old lady presented to our otolaryngology department with a five-month history of an anterior neck swelling which fluctuated in size. She complained only of fatigue, with no symptoms of thyroid or parathyroid dysfunction or local compressive symptoms. The mass was approximately 5 × 5 cm and nontender with a soft, smooth consistency in the absence of palpable neck nodes. Her weight was stable and vital signs were within normal limits. Thyroid function tests including triiodothyronine, thyroxine, and thyroid stimulating hormones were within the reference ranges and the serum adjusted calcium was 2.37 mmol/L.\\nFine-needle aspiration (FNA) of the swelling revealed clear fluid with cytology demonstrating “scanty foamy histiocytes.” Fluid PTH level was not measured. Ultrasound scan (USS) reported a 7.5 cm cystic lesion inferior to the thyroid with no internal vascularity. Appearances were not consistent with a thyroid cyst and ultrasonography failed to determine the origin of the cystic swelling. Magnetic resonance imaging (MRI) was employed in an attempt to further delineate the lesion. This revealed a pretracheal 5.3 cm × 2.9 cm (transverse × anteroposterior) × 5.8 cm (craniocaudal) pyramidal-shaped, bilobed cystic lesion in continuity with the lower portions of both thyroid lobes (Figures and ). Differential diagnosis at this stage included a thymic cyst extending into the neck.\\nDespite the above investigations, the diagnosis remained unclear. With the risk of the swelling increasing in size combined with the small potential risk of malignancy, it was felt that surgical exploration was warranted.\\nIntraoperatively a thin walled bilobed cyst arising from the inferior thyroid, based predominantly on the right side, was visualised and an extended right hemithyroidectomy was performed (right lobectomy, isthmusectomy, and partial left lobectomy). A significant portion of the left thyroid lobe was retained to preserve thyroid function. Simple cyst excision was not deemed to be appropriate as the diagnosis was unclear at the time of surgical exploration and the lesion was intimately related to both thyroid lobes. Histopathological sections demonstrated a 7 cm cystic abnormality with a fibrofatty wall lined by a low columnar epithelium arising from the right inferior parathyroid gland. Parathyroid tissue with no cellular atypia was identified focally within the cyst wall. The thyroid gland was unremarkable. demonstrates the operative specimen.\\nThe patient made an uneventful recovery and was discharged on postoperative day one. Serum thyroid function tests, parathyroid hormone, and calcium remained within the reference ranges in the immediate postoperative period. The patient remains asymptomatic with no recurrence or serum biochemical abnormalities at 6-month follow-up.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'11801933': 1, '8982586': 1, '19636206': 1, '3436305': 1, '9611414': 1, '626321': 1, '23422763': 1, '28469505': 2, '18401639': 1, '32231832': 2, '9892271': 1, '24950395': 1, '2865236': 1, '32833315': 1, '29280705': 1, '11201861': 1, '33737787': 1, '8039316': 1, '23159402': 1, '2368985': 1, '3994193': 1, '12466320': 1, '19153325': 1, '16180046': 1, '1539771': 1, '8491592': 1, '24816067': 1, '10577321': 1, '29409478': 1, '26064758': 2}", "similar_patients": "{'7086421-1': 1, '7086421-2': 1, '5392106-1': 1}"}