{"patient_id": 141862, "patient_uid": "4217520-2", "PMID": 25362171, "file_path": "noncomm/PMC004xxxxxx/PMC4217520.xml", "title": "Patient-specific modelling of cardiac electrophysiology in heart-failure patients", "patient": "Patient 2 was a 69-year-old man with a QRS duration of 190 ms with previous anterior myocardial infarction diagnosed by cardiac CMR and coronary angiography. With a QS complex in lead V1 and broad, notched, monophasic R-waves in leads I and V6, his ECG fulfilled conventional criteria for LBBB.\\nThe comparison between the measured and simulated data for this patient is shown in Figure . The correlation between measured and simulated activation times was r = 0.87. The measured LV breakthrough was in the anterior wall, far from the septum. Attempts were made to reproduce this in the model by increasing the tissue anisotropy ratio, but the simulated breakthrough was still closer to the septum. The simulated leads I and V6 were more notched than the measured signals, while in lead V5 the opposite was true. The large J-point elevations in V3 and V4 were only partially reproduced. The following model parameters were specific to this patient: (i) five early activation sites on the anterior and inferior RV free wall; and (ii) the transverse conductivity of the myocardium was reduced.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'21757205': 1, '13326898': 1, '5482907': 1, '28678875': 1, '30914963': 1, '21763714': 1, '28011826': 1, '28819329': 1, '8365198': 1, '33909606': 1, '22884712': 1, '34271532': 1, '9688927': 1, '34170082': 1, '20589408': 1, '512529': 1, '26622055': 1, '7600647': 1, '26230546': 1, '33102452': 1, '31507458': 1, '19306030': 1, '12186800': 1, '23174486': 1, '22062796': 1, '9633920': 1, '22282106': 1, '29321268': 1, '23928177': 1, '18649051': 1, '19465555': 1, '14993135': 1, '28512434': 1, '20870038': 1, '33241411': 1, '28011839': 1, '29549620': 1, '19237662': 1, '14656705': 1, '8575070': 1, '23608593': 1, '21357819': 1, '338194': 1, '10864907': 1, '21376930': 1, '17153199': 1, '31473798': 1, '26835103': 1, '16023179': 1, '29290967': 1, '34970154': 1, '28823052': 1, '26424476': 1, '19414456': 1, '23104913': 1, '32084308': 1, '25362171': 2}", "similar_patients": "{'4217520-1': 2}"}