{"patient_id": 152347, "patient_uid": "4886915-1", "PMID": 27274824, "file_path": "noncomm/PMC004xxxxxx/PMC4886915.xml", "title": "Kidney transplant outcomes in familial C3 glomerulopathy", "patient": "She was first diagnosed with C3GN at the age of 25 years and progressed to end-stage kidney disease (ESKD) when she was 47 years old. She was on haemodialysis for 4 years prior to her first deceased donor kidney transplant [human leucocyte antigen mismatch (HLA MM) 1-1-0; panel reactive antibody (PRA) 5%; donation after brain death (DBD); donor age 20 years; donor creatinine 139 µmol/L]. She was noted to have slowly rising creatinine and proteinuria (3.2 g/24 h) approximately 8 years post-transplant. Transplant biopsy revealed features of a membranoproliferative pattern of injury. A large number of electron dense deposits were seen both in the mesangial regions and in the subendothelial aspect of the capillary walls that correlated with the findings of significant amounts of C3 by the direct immunofluorescence (DIF) technique, confirming disease recurrence in the allograft. Her allograft continued to deteriorate and she eventually returned to haemodialysis 9 years and 8 months post-transplant. The time from transplant to disease recurrence in the allograft was 101 months. Following this, she underwent a second deceased donor kidney transplant at the age of 72 years (HLA MM 0-1-2; PRA 100%; DBD; donor age 44 years; donor creatinine 60 µmol/L). At her most recent follow-up, her serum creatinine was 93 µmol/L (eGFR 51 mL/min) and urine protein:creatinine ratio (UPCR) was 39 mg/mmol. Her current immunosuppressive regimen consists of tacrolimus, mycophenolate mofetil (MMF) and prednisolone (Table ).\\nHe was first diagnosed with C3GN at the age of 51 years when he presented with hypertension, proteinuria, haematuria and renal impairment. He had previously donated a kidney to his son (case index 213) 12 years prior to presentation. A native kidney biopsy showed a membranoproliferative pattern of injury with large amounts of capillary wall C3 by DIF. On electron microscopy, immune deposits were seen in the distribution of the mesangial regions as well as the subendothelial, intramembranous and subepithelial aspects of the capillary loops. Despite treatment with prednisolone and pulsed cyclophosphamide, he progressed to ESKD and began peritoneal dialysis (PD). He received a deceased donor kidney transplant 1 year later (HLA MM 1-2-1; PRA 10%; DBD; donor age 52 years; donor creatinine 68 µmol/L). His graft function remains stable at his most recent follow-up (129 months post-transplantation) with a serum creatinine of 137 µmol/L (eGFR 43 mL/min) and UPCR of 10 mg/mmol. His immunosuppressive regimen consists of tacrolimus, MMF and prednisolone.\\nHe was first diagnosed with C3GN at the age of 28 years. He progressed to ESKD within a 5-year period and was commenced on PD. He subsequently received a deceased donor kidney transplant (HLA MM 0-1-0; PGEN 5%; DBD; donor age 22 years; donor creatinine 105 µmol/L). His immunosuppressive regimen consists of tacrolimus and MMF. He developed significant proteinuria (1.8 g/24 h) a few years following transplant and a transplant biopsy showed features of recurrence of MPGN. This was confirmed by electron microscopy, with electron dense deposits seen in many capillary loops, predominantly in a subendothelial location with some also seen in a subepithelial location (FigureA and B). There were no clinical or pathologic features of allograft rejection. The time from kidney transplant to disease recurrence was 93 months. His most recent serum creatinine at follow-up was 105 µmol/L (eGFR >60 mL/min).\\nHe presented at the age of 4 years with steroid-resistant nephrotic syndrome and MPGN type III was demonstrated on initial kidney biopsy. He progressed to ESKD 4 years later when he presented with malignant hypertension and stroke resulting in left-sided hemiparesis. He received a living donor kidney transplant from case index 105. Two weeks post-transplant he had a transplant biopsy that showed an acute diffuse proliferative glomerulonephritis, with the presence of subendothelial as well as subepithelial deposits suggestive of early recurrence of his original disease. A repeat biopsy was performed 2 years following transplant due to a slow but progressive rise in serum creatinine and proteinuria. This showed a C3 membranoproliferative pattern of injury, with a large number of deposits seen both in the mesangial regions and in the capillary loops, which confirmed recurrence of disease. There was no evidence of graft rejection. He progressed to allograft failure 6.5 years post-transplant and was commenced on PD. He received a second deceased donor kidney transplant at the age of 24 years that lasted for 14 years (HLA MM 1-1-2; PRA 85%; DBD; donor age 43 years; donor creatinine 76 µmol/L). In addition, he has a significant cardiac history with an episode of myocardial infarction, previous coronary artery bypass grafting and an implantable cardioverter defibrillator inserted. More recently, he received a third kidney transplant from his brother who was genetically screened and was negative for the familial mutation (HLA MM 0-0-0; PRA 100%; living donor; donor age 33 years; donor creatinine 77 µmol/L). His graft function remains stable with a creatinine of 120 µmol/L (eGFR 55 mL/min).\\nShe was first diagnosed with C3GN at the age of 21 years. She progressed to ESKD and received a deceased donor kidney transplant 10 years later (HLA MM 1-2-2; PRA 5%; DBD; donor age 18 years; donor creatinine 48 µmol/L). Her graft function has been very stable over the years, with a serum creatinine of 74 µmol/L (eGFR >60 mL/min) and UPCR of 13 mg/mmol at her most recent follow-up (49 months post-transplantation). Her maintenance immunosuppressive regimen consists of tacrolimus, azathioprine and prednisolone. She has no clinical or biochemical evidence of disease recurrence.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'10435883': 1, '22456601': 1, '24334459': 1, '30370231': 1, '23728178': 1, '17675665': 1, '12138136': 1, '21215503': 1, '20800271': 1, '22435382': 1, '20852386': 1, '24172683': 1, '16395262': 1, '30050540': 1, '31947692': 1, '15888559': 1, '22626820': 1, '21114651': 1, '15800116': 1, '33096866': 1, '29977613': 1, '25530108': 1, '28058212': 1, '20606628': 1, '12087587': 1, '22435384': 1, '22403278': 1, '27274824': 2}", "similar_patients": "{}"}