{"patient_id": 141301, "patient_uid": "4182359-1", "PMID": 25279345, "file_path": "noncomm/PMC004xxxxxx/PMC4182359.xml", "title": "Multiple fibromyxomas of the jaws: A case report", "patient": "A 13-year-old female patient visited the university hospital due to delayed eruption of some of her teeth. The cause of delayed eruption was not clear, but it might have been due to trauma, as when the patient was five, she had a severe car accident and her jaws were severely traumatized, but without any apparent jaw fractures. The deciduous teeth fell out, and the gingiva healed normally; however, there was no sign of any eruption of the permanent teeth afterwards. Surgery had previously been conducted to release the central incisors. No pain was reported by the patient except at the molar area while eating. There was no history of paresthesia. An unremarkable medical history was otherwise reported by the patient's guardian with normal previous laboratory investigations, namely, the complete blood count and the calcium, phosphorous, and alkaline phosphatase levels. In addition, the overall appearance of the patient was normal with no evidence of the presence of a systemic disease.\\nClinical examination revealed multiple missing teeth with wide edentulous areas in both jaws except the anterior region and the first molar regions, and the covering mucosa was normal. Palpation showed slight obliteration of the buccal vestibule in the posterior region. The erupted teeth showed a normal color and architecture (). Neither facial asymmetry nor palpable lymph nodes were found on the extra-oral examination.\\nA panoramic radiograph revealed four pericoronal radiolucencies related to the four third molar regions. The four lesions demonstrated a well-defined border with a corticated margin, but this was more sharply and clearly detected in the mandibular lesions; the border of the lesions was not related to the cement-enamel junction of the related molars. The panoramic radiograph also revealed several impacted teeth with delayed development considering the patient's age ().\\nMagnetic resonance imaging (MRI) showed a homogenous intermediate signal intensity on the T1-weighted images and a heterogeneous slightly hyper-intense signal intensity on the T2-weighted images for the four lesions. Buccal and lingual cortical expansion could be detected with the mandibular lesions. Meanwhile, the maxillary lesions revealed invagination of the maxillary sinus ().\\nDynamic MRI revealed a strong heterogeneous enhancement of the lesions. Time-intensity curves revealed rapid early enhancement followed by gradual enhancement and then, a slow and delayed washout (). Upon a diffusion MRI, the apparent diffusion coefficient (ADC) map revealed a low-to-intermediate heterogeneous signal, which indicates partially restricted diffusion.\\nSurgical removal of the four lesions was performed under general anesthesia. A histological examination revealed relatively hypocellular tumor tissues formed of spindle and stellate cells within a predominantly collagenous, focally myxoid background with intervening thin-walled vessels. The final diagnosis of the four lesions was fibromyxoma ().", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'17996487': 1, '11274831': 1, '28508997': 1, '22830060': 2, '8624989': 1, '14790585': 1, '22639512': 2, '18561808': 1, '23120100': 1, '12193897': 1, '16632274': 1, '8127641': 1, '11077396': 1, '9347513': 1, '21629853': 2, '18758398': 1, '9431538': 1, '21180454': 2, '23533825': 2, '3478087': 1, '9522574': 1, '12065119': 1, '7722719': 1, '8307236': 1, '10687495': 1, '8482118': 1, '29487637': 1, '6935287': 1, '16890094': 1, '18245926': 1, '32487188': 2, '23230495': 2, '25279345': 2}", "similar_patients": "{'3603617-1': 1, '3343396-1': 1, '7268393-1': 1, '7268393-2': 1, '2995999-1': 1, '3399348-1': 1, '3517275-1': 1, '3099198-1': 1}"}