{"patient_id": 87537, "patient_uid": "4937713-1", "PMID": 27408860, "file_path": "comm/PMC004xxxxxx/PMC4937713.xml", "title": "Early detection of intravascular large B-cell lymphoma by 18FDG-PET/CT with diffuse FDG uptake in the lung without respiratory symptoms or chest CT abnormalities", "patient": "A 53-year-old woman was suspected a hematologic disease in a medical checking. She presented with nocturnal sweating 1 week before consulting. Her past and family history was unremarkable. Clinical examination was also unremarkable, lymphadenopathy was absent. Her hematological profile was as follows: hemoglobin: 10.4 g/dl, hematocrit: 30.9%, white blood cell count: 3.0 × 10 per μl (neutrophils 57%, lymphocytes 26%, monocytes 9.5%, eosinophils 0.0% and basophils 0.0%), platelet count: 10.0 × 10 per μl. Serum biochemical studies showed a raised level of lactate dehydrogenase (LDH): 849 U/L (normal range: 119-229 U/L) and serum soluble interleukin-2 receptor (sIL-2R): 2380 U/ml (145-519 U/ml), which suggested the presence of malignant lymphoma strongly.\\nA non-contrast enhanced CT of chest, abdomen and pelvis was performed, some low density areas in the liver and splenomegaly were detected and no lymphadenopathy was found. No abnormalities were detected in the lung fields, although high-resolution CT was not applied. FDG-PET/CT was undertaken within two weeks after CT, revealed diffuse FDG uptake in the both lungs and in spleen as well as multiple hot spots in the liver (). She had fever up to 38°C the next day. Three days after PET/CT a random skin biopsy was performed from three regions, the left forearm, right abdomen and left thigh in which there had been no evidence of FDG uptake. The pathological analysis of the specimen from the left thigh showed the proliferation of large lymphoma cells in the lumina of small vessels and the tumor cells were positive for CD20, demonstrating origin from B-cell lineage (). The definite diagnosis of IVLBCL was made based on the pathological result.\\nAn R-CHOP chemotherapy regimen (Rituximab, cyclophosphamide, doxorubicin, vincristine and prednisolone) was started immediately. She received two courses of high dose-methotrexate (HD-HTX) and Rituximab as prophylaxis for central nervous system relapse after total of six cycles of R-CHOP. FDG-PET/CT after these therapies demonstrated complete disappearance of all abnormal uptakes including the diffuse uptake in the lungs. She achieved complete remission (CR) ().", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'20607536': 1, '23575098': 1, '31890649': 2, '28717087': 1, '22372911': 1, '20558856': 1, '22823157': 1, '23317519': 1, '17672184': 1, '18053461': 1, '19717091': 1, '18480585': 1, '20046001': 1, '22185801': 1, '21909695': 1, '18819161': 1, '18496649': 1, '22275725': 1, '19363707': 1, '30175729': 1, '20675506': 1, '15224358': 1, '22539250': 1, '27408860': 2}", "similar_patients": "{'6935686-1': 1}"}