{"patient_id": 87335, "patient_uid": "4917976-1", "PMID": 27340424, "file_path": "comm/PMC004xxxxxx/PMC4917976.xml", "title": "Multiple subcutaneous granulomas and severe rhinitis after intradermal deposition of epoxy: a case report", "patient": "A 58-year-old man presented with multiple lesions of the skin on his right forearm from the hand to the elbow. His medical history did not include any diseases associated with granulomatous inflammation or immunosuppression, and there was no family history of granulomatous disease. Prior to the patient’s current work, he had worked with epoxy resins for 4 years, repairing concrete constructions, in the period from 1988 to 1992. He had no exposure to epoxy in the period from 1992 to 1998 and had since then worked for 15 years as an industrial flooring specialist constructing epoxy floors. He had daily contact with polyepoxides, which he first would use as a coating on concrete floors. After hardening, he would use a primer over the first layer and add a final layer of epoxy compound. The patient blended the compounds together directly before he applied the mixture to the floor with a mason’s trowel. He reported sporadic use of gloves and a filter mask while working with epoxy compounds.\\nIn August 2013, he accidentally cut himself on the second digit of the right hand with the mason’s trowel contaminated with unhardened epoxy. During the following 10 days, he developed swelling with redness and pain of the digit, which spread to his palm. Because of the increasing symptoms, the patient contacted his general practitioner, 20 days after the accident. The level of C-reactive protein (CRP) was then < 5 mg/L. The wound was cleaned but the patient reported that some of the hardened compound remained in the depth of the wound. The patient was given dicloxacillin (500 mg × 4). The wound swabs did not show any growth of aerobic or anaerobic pathogens. In the following days, after another visit to the emergency ward because of an increase of the swelling, he was given erythromycin (250 mg × 2). At this point, the level of CRP was still < 5 mg/L. Thereafter, during the next weeks, the swelling and pain of his finger and palm disappeared. At the same time, multiple nodules (Fig. ) appeared on the dorsal side of his right forearm. The nodules were surrounded by swelling and redness and the patient reported pruritus. He was referred to the internal medicine ward. CRP, erythrocyte sedimentation rate, leukocytes, and angiotensin-converting enzyme were within normal limits. Two biopsies were taken from the nodules, and the patient was given cetirizine hydrochloride (10 mg × 2) and prednisolon (20 mg × 1, two weeks treatment) with minor effect. The first biopsy showed granulomatous inflammation without necrosis/necrobiosis and no signs of vasculitis, while the second biopsy showed lymphohistocytic inflammation with mild eosinophilic involvement. Microscopic analysis of the biopsies did not show mycobacterium tuberculosis, other bacteria, or fungal elements (Periodic acid-Schiff and Ziehl-Neelsen stains) and the patient was released. The nodules increased in size during the subsequent weeks and varied between 1 and 3 cm in diameter. The patient was referred to a dermatologist for standard patch testing including epoxy, which was negative. The patient had no variation in his general well-being, but several more nodules appeared proximal of the first ones.\\nDuring the period of medical investigation, the patient did not work and had no further exposure. He reported that he manipulated the granulomas by squeezing, whereby they would disappear some days later. The granulomas did not spread proximal of his right elbow. All granulomas had disappeared six months after the day of intradermal deposition of epoxy resins (Fig. ). However, pruritus in the previously affected area remained. The patient then returned to his work and epoxy exposure continued. Shortly thereafter, he developed rhinitis with symptoms limited to exposure at work and was referred to the department of occupational and environmental medicine. The patient reported that the rhinitis symptoms had increased during the past weeks and that frequent sneezing and a constantly runny nose affected his ability to work. The symptoms improved when he was absent from work, indicating that the patient had developed occupational rhinitis. The patients’ medical history did not include any information on former allergic reactions. Standard allergy testing (inhalation panel IP-6 and IP-7) did not reveal any allergies, but the patients total serum immunoglobulin-E (IgE) level increased (from 325 to 435 units) between two visits in our department. We wanted to send the patient to a centre specialized in specific inhalation challenge tests (SiC). However, because such testing requires several hours of traveling and the patient feared worsening of his rhinitis, he refused further testing.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'10495483': 1, '21374588': 1, '18032765': 1, '6345591': 1, '22477666': 1, '22379148': 1, '23117442': 1, '24851370': 1, '22773731': 1, '33796624': 2, '26230376': 1, '16055884': 1, '18716402': 1, '18718204': 1, '24397491': 1, '25018614': 1, '27340424': 2}", "similar_patients": "{'7971269-1': 1}"}