{"patient_id": 138939, "patient_uid": "4027649-1", "PMID": 24868421, "file_path": "noncomm/PMC004xxxxxx/PMC4027649.xml", "title": "Thrombocytopenia Associated with Levodopa Treatment", "patient": "In 2009, a 77-year-old woman first noticed rigidity and resting tremor in her left hand and was diagnosed with PD. Treatment with the combination drug levodopa-carbidopa (200 mg/d plus 50 mg/d, respectively) was started in another hospital. In March 2010, she visited our hospital and received the same medication under the diagnosis of PD. A complete blood cell count at 6 months after the use of levodopa was normal. With the progress of the patient’s symptoms, the amount of the levodopa-carbidopa combination drug was increased up to 600 mg/d plus 150 mg/d, respectively, and a dopamine agonist was added. In January 2012, the patient was admitted because of general weakness. Her medication was levodopa (600 mg/d) and ropinirole (0.75 mg/d) at the time of admission. She experienced an episode of gross hematuria 1 week before admission. Upon admission, the initial blood analysis showed a hemoglobin value of 12.1 g/dL, a leukocyte count of 7.6×103/mm3, and a platelet count of 27×103/mm3. The erythrocyte sedimentation rate was 27 mm.\\nWe performed diagnostic work-ups for her thrombocytopenia. The peripheral blood smear revealed a normocytic normochromic red blood cells. Chest radiography and abdominal computed tomography was normal. The results from serologic tests for human Immunodeficiency virus and hepatitis B virus were negative. The reactions for Coombs test and antinuclear antibody (ANA) test were negative. Platelet-associated IgG was detected with the use of indirect fluorescent technique.\\nThree days after admission, eight platelet concentrates were transfused. After the transfusion, the patient’s hematuria had resolved. As there was no laboratory abnormalities except platelet-associated IgG antibody, we suspected the possible role of levodopa.\\nLevodopa was stopped while ropinirole was increased up to 2.25 mg/d. Her parkinsonism was not aggravated after the drug adjustment. Her platelet count was normalized nine days after the discontinuation of levodopa. Her platelet count remained normal (164 ×103/mm3) at the follow-up after one month.", "age": "[[77.0, 'year']]", "gender": "F", "relevant_articles": "{'4999317': 1, '20008194': 1, '946847': 1, '31875101': 1, '12639208': 1, '9867731': 1, '24868421': 2}", "similar_patients": "{}"}