{"patient_id": 146415, "patient_uid": "4491192-1", "PMID": 26142458, "file_path": "noncomm/PMC004xxxxxx/PMC4491192.xml", "title": "Black necrotic oesophagus following the use of biodegradable stent for benign oesophageal stricture", "patient": "A 58-year-old man was admitted to a District General Hospital (DGH) in severe haemodynamic shock. His past medical history included alcohol abuse, epilepsy and gastro-oesophageal reflux disease leading to refractory gastro-oesophageal junctional stricture that required two biodegradable stent insertions within 20 months. Medications included sodium valproate, thiamine and vitamin B compound.\\nOn admission, he had a Glasgow Coma Scale of 3 requiring aggressive resuscitation in the Intensive Care Unit (ICU). Contrast computed tomography (CT) chest showed mediastinitis, bilateral pleural effusions and free air around the distal posterior oesophagus (Fig. ). A gastrograffin swallow confirmed an oesophageal perforation. He was transferred to the local specialist Upper Gastro-Intestinal Unit for further management.\\nThe patient underwent emergency surgical intervention. A right postero-lateral thoracotomy was performed that showed extensive oesophageal necrosis (∼10 cm of sub-carinal oesophagus). Damage control surgery was performed due to the progressive intraoperative haemodynamic instability. The necrotic segment of the oesophagus was resected, and proximal and distal ends of the oesophagus were stapled followed by a cervical oesophagostomy and a feeding jejunostomy. Histology showed microscopic features of acute severe transmural inflammation with necrosis of the mucosa and patchy full thickness necrosis of the muscle wall. Vessels exhibited acute inflammatory thrombus and vasculitis, features that were consistent with acute oesophageal necrosis.\\nHe was managed in ICU with maximal support where he made a successful recovery. A month later, the patient underwent successful reconstruction of the upper gastrointestinal tract using a gastric conduit. The proximal oesophagus was viable, however, 6 cm of the distal oesophagus looked unhealthy requiring further resection. A gastric conduit based on the right gastroepiploic arcade and the right gastric artery was created and was passed into the neck via a nasogastric (NG) tube guide. A hand-sewn oesophagogastric anastomosis was completed using interrupted 3-0 vicryl followed by the passage of a NG tube under vision. The patient made a steady progress and was finally discharged home following a 2-month stay in hospital.\\nHis past history included long-standing severe reflux oesophagitis leading to worsening dysphagia in the last 2 years. He underwent six sessions of endoscopic balloon dilatations for an inflammatory oesophageal stricture at 29 cm with limited success. Histological specimen had confirmed Barrett's oesophagus.\\nHe underwent a biodegradable stent insertion in view of the increased frequency of dilatations and the lack of long-term clinical success. Following balloon dilatation to a diameter of 10 mm under conscious sedation, a non-covered self-expandable biodegradable stent (SX-ELLA 31/25/31 mm × 60 mm) was placed endoscopically with its proximal end at 25 cm. There was good symptomatic relief for 8 months followed by the recurrence of obstructive symptoms. Endoscopy confirmed stent degradation. A second biodegradable stent (SX-ELLA 31/25/31 mm × 60 mm) was inserted due to the lack of success of the balloon dilatations. Insertions of both the stents were uneventful, with the acute life-threatening presentation 8 months following the second stent insertion.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'17945227': 1, '21034894': 1, '31700229': 1, '30979258': 1, '15605003': 1, '32624671': 1, '32218893': 1, '28054280': 2, '19875068': 1, '32548194': 2, '31695996': 2, '33481163': 1, '30814100': 1, '21590596': 1, '26142458': 2}", "similar_patients": "{'5215180-1': 1, '6820666-1': 1, '7224703-1': 1}"}