{"patient_id": 147213, "patient_uid": "4533541-1", "PMID": 26288411, "file_path": "noncomm/PMC004xxxxxx/PMC4533541.xml", "title": "O’Brien Actinic Granuloma: A Case Report and Brief Review of Literature", "patient": "A 60-year-old female rural worker presented with an annular lesion with elevated, erythematous borders and a hypopigmented, atrophic center, located on the right calf []. It measured approximately 14 × 7 cm and was slowly extending centrifugally for more than 2 years, despite treatment with systemic and topical antifungals.\\nThe patient had a previous history of dyslipidemia, treated with atorvastatine, 40 mg daily. She had no history of diabetes mellitus, temporal arteritis, polymyalgia rhematica, relapsing polychondritis and pseudoxanthoma elasticum. She had worked in the fields for several decades, usually with exposed legs due to the use of skirts.\\nComplete blood count, erythrocyte sedimentation rate, chemistry panel with renal and hepatic function and nuclear antibodies were all negative or within normal range. Microscopic examination of skin scrapings was negative for fungal elements.\\nA biopsy taken across the border of the lesion showed a superficial dermal granulomatous infiltrate with multinucleated giant cells that exhibited elastophagocytosis []. With Verhoeff van Gieson stain, solar elastosis in the upper and mid dermis became evident, as well as phagocytosis of elastotic fibers [].\\nA diagnosis of O’ Brien AG was made, and the patient started clobetasol 0.05% ointment, that she maintained daily for 2 months with slow but progressive extension of the lesion.\\nShe then began acitretin 25 mg daily for 6 months, with stabilization of the lesion and further discontinuation of therapy.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'9101501': 1, '7562853': 1, '33134452': 1, '21173920': 1, '1122146': 1, '2935087': 1, '2415473': 1, '15689220': 1, '24135682': 1, '27891439': 1, '33329954': 2, '9271011': 1, '26288411': 2}", "similar_patients": "{'7733766-1': 1}"}