{"patient_id": 145873, "patient_uid": "4448245-1", "PMID": 25971177, "file_path": "noncomm/PMC004xxxxxx/PMC4448245.xml", "title": "Embolization of a deep orbital varix through endovascular route", "patient": "A 23-year-old housewife, married for 3 years and mother of 2-year-old son reported with headache for 3 years which increased in intensity over last 2 years. Since last 6 months, she developed nausea during episodes of headache. Over the last 2 years, she noticed a deeper regression of right eyeball as compared to the left. She also had gradual descent and protrusion of right eyeball while forward bending and straining for last 1-year []. At examination, visual field, ocular mobility, and visual acuity were normal; the fundi were unremarkable; and no bruit or pulsation was noted. With the patient in sitting position, the right eye showed enophthalmos of 2 mm as compared to left but on forward bending for 1-min the right eye showed a proptosis of 12 mm (right eye 34 mm and left eye 22 mm at 110 cm on Hertle exophthalmometer). Magnetic resonance imaging (MRI) of the orbit in the prone position revealed a right side large cystic retrobulbar extraconal intraorbital mass of 34 mm × 30 mm × 29 mm. The mass was producing significant proptosis of 12 mm as compared to the left side. T1-weighted MRI showed hypo to intermediate signal intensity of the mass. T2-weighted MRI showed hyperintense signal thus confirming a diagnosis of deep Orbital venous varix []. It was decided to treat the varix as it was causing severe headache, nausea and cosmetic disfigurement.\\nPatient was again taken up under general anesthesia with 5000 units of heparin for an elective coiling procedure by the transfemoral venous route. The jugular bulb of the right internal jugular vein was accessed with a 6F multipurpose guide catheter. The right superior ophthalmic venous varix sac was reached using a Prowler14, Codman neurovascular 2.3/1.9 F microcatheter over 0.014\" and 0.010\" steerable agility neuromicrowire via the right cavernous sinus. On achieving good microcatheter positioning, the varix sac was obliterated with 05 long neurocoils [] (Codman - Trufill orbit coils −7 mm × 21 cm, 6 mm × 15 cm, deltapaque 5 mm × 10 cm, 4 mm × 8 cm and 4 mm × 6 cm). Check venograms showed controlled complete coiling of varix of the right superior ophthalmic vein with preserved flow in the cavernous sinus concluding the procedure. Postprocedural skull skiagram showed deposited right intra orbital coils [].\\nPostoperative period was uneventful with no headache, vomiting or any visual defects. Patient was discharged. On the review after 2 and 6 months, she clinically had no evidence of descending right sided postural proptosis at forward bending and performing Valsalva []. Patient underwent a prone orbital MRI at 6 months which showed near complete obliteration of the deep orbital varix noticed earlier with susceptibility artefacts from the packed coils in the retrobulbar extraconal space of the right orbit [].", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'7677019': 1, '7991099': 1, '31303918': 1, '32382689': 1, '5564702': 1, '25971177': 2}", "similar_patients": "{}"}