{"patient_id": 143293, "patient_uid": "4311368-1", "PMID": 25657969, "file_path": "noncomm/PMC004xxxxxx/PMC4311368.xml", "title": "Hyper Vitaminosis D: Are we Overprescribing Vitamin D?", "patient": "A 46-year-old female patient was referred to the Department of Nephrology for evaluation of renal failure. She gave a history of low backache for the past 2 years. Since then, she has been on several medications. She denied history of reduced urine output or pedal edema. Her blood pressure was 110/80 mm of Hg. Neurological examination was significant for tenderness and bony step at the level of L5. Her motor and sensory examination was normal.\\nThe laboratory investigations revealed the following results: Hemoglobin 9.4 g/dL, erythrocyte sedimentation rate 18 mm/1 h, urine analysis showed no proteinuria and no deposits, urea 120 mg/dL, creatinine 2.2 mg/dL, Na 130 mEq/L, potassium 3.6 mEq/L, calcium 13.7 mg/dL, phosphorus 3.0 mg/dL, serum bilirubin 0.9 mg/dL, albumin 3.2 g/dL, total protein 5.6 g/dL, alanine transaminase 38 IU/L, aspartate transaminase 42 IU/L, and alkaline phosphatase 155 IU/L. X-ray of spine showed lumbar spondylolisthesis of L5 over S1 and diffuse rarefaction of bone []. Magnetic resonance imaging of lumbosacral spine showed lumbar spondylolisthesis of L5 over S1 []. Bone mineral density by Dual-energy X-ray absorptiometry scan was suggestive of osteoporosis with a T score of −2.9 and Z score of −2.4.\\nThe patient was managed by continuous saline infusion, diuretics, and bisphosphonates. Parathyroid hormone (PTH) was 13.54 pg/mL and vitamin D 25(OH) was >150 ng/mL. Retrospectively, while reviewing her previous medical prescriptions, it was found that she had received multiple prescriptions of oral calcium carbonate, oral cholecalciferol, and oral calcitriol over the last 2 years. Two months earlier, she had also received intramuscular injections of cholecalciferol 600,000 IU daily for 20 consecutive days. Serum and urine protein electrophoresis was negative for M protein. Malignancy screen was negative.\\nPatient was advised surgery for spondylolisthesis for which the relatives refused to. She was discharged after 2 weeks with serum calcium and creatinine of 12.1 mg/dL and 1.6 mg/dL, respectively. During her last follow-up, her calcium was 10.9 mg/dL and creatinine was 1.1 mg/dL. She was started on oral bisphosphonates for osteoporosis.", "age": "[[46.0, 'year']]", "gender": "F", "relevant_articles": "{'18689389': 1, '24566435': 1, '23087723': 1, '24516687': 1, '15460982': 1, '17634462': 1, '25657969': 2}", "similar_patients": "{}"}