{"patient_id": 86975, "patient_uid": "4890068-1", "PMID": 27274161, "file_path": "comm/PMC004xxxxxx/PMC4890068.xml", "title": "A Rare Clinical Variant of Oromandibular Limb Hypogenesis Syndrome Type I B", "patient": "A 7-year-old girl reported to our department with a history of pain and swelling in the upper left back region of jaw since 3 days. The patient’s medical history was insignificant. She was the second child of a healthy nonconsanguineous parent. She has four siblings: Three sisters and one brother. Her parents and siblings are normal with no craniofacial and skeletal abnormalities. Mother gives history of hydroamenosis during her first trimester of pregnancy. Due to hydroamenosis she developed fever for which she has taken medicine from a local doctor. She was unable to remember the names of the medications. During this period she also developed rashes over her body. The child cried at birth but the obstetrician did not notice any abnormality except for the rudimentary ear. After birth she was admitted to the intensive care unit (ICU) for 10 days, thereafter she was discharged from the ICU.\\nGeneral examination revealed a thin built girl with hypoplasia of left hand thumb. Extraoral examination revealed a long narrow face, tapering chin, rudimentary ears, microstomia, and retrognathic mandible ( and ). She had difficulty in eating, swallowing, taste sensation, speech, hearing, and breathing. She mostly had liquid diet. Lips were incompetent with convex profile (). Eyes, eyebrows and fingernails were normal. Weight, height and head circumference were within normal limits for her age. Her psychomotor development was not within normal parameter which was assessed using Wechsler Intelligence Scale for Children. Intraoral examination revealed aglossia, V-shaped mandible, crowding with lower anterior, constricted maxilla, palatally inclined maxillary teeth and carious teeth (maxillary and mandibular) with poor oral hygiene. The patient’s parents were unaware of aglossia until she visited our department ().\\nRadiograph of the hand showed hypoplastic first metacarpal of left hand with nonformation of first carpometacarpal joint (). Radiograph of the skull (anteroposterior and lateral view) showed hypoplasia of the maxillary sinus, hypoplasia of the mandibular arch and V-shaped mandible (). Panoramic radiograph was not possible as the child was very uncooperative.\\nTreatment plan was explained to the parents that included multiple extraction, pulpectomy and restoration. Treatment under OPD basis was not possible because of microstomia and uncooperative behavior. Patient’s parents were not ready for treatment under general anesthesia due to high-risk anesthetic complication. However, basic oral rehabilitation procedures like extraction of the root stumps and oral prophylaxis were performed under antibiotic, and analgesic coverage. Importance of excellent oral hygiene, use of daily topical fluoride, oral prophylaxis, and regular dental checkup against caries risk were explained to the patient’s parents. The patient was kept on further follow-up observation.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'8944882': 1, '2702373': 1, '9839360': 1, '23248477': 2, '1121025': 1, '7909100': 1, '8741036': 1, '6940078': 1, '12966532': 1, '23431477': 2, '8436470': 1, '5173209': 1, '17850440': 1, '27274161': 2}", "similar_patients": "{'3575672-1': 1, '3519220-1': 1}"}