{"patient_id": 85287, "patient_uid": "4747937-1", "PMID": 26943377, "file_path": "comm/PMC004xxxxxx/PMC4747937.xml", "title": "A case of mucinous cystic neoplasm of the liver: a case report", "patient": "A 71-year-old woman visited a local hospital with the chief complaint of epigastric pain. Abdominal computed tomography (CT) revealed a large cystic mass in the liver measuring 69 mm in size, and a wait-and-watch approach was adopted. After 2 years of follow-up, the CA19-9 level, which was within normal range at first, increased to 188.5 U/ml, and CT revealed an increase in the diameter of the cystic lesion to 91 mm, and the patient was referred to our institution. At the time of her first visit to our institution, most of the laboratory data were within normal limits, and the serum CA19-9 level had increased further to 351.6 U/ml. Abdominal ultrasonography revealed a multilocular cystic lesion with a septum in the liver, measuring 110 mm in the largest diameter. CT revealed a multilocular cyst with a cyst-in-cyst appearance in the medial segment of the liver (Figure a). Coronal CT images revealed calcification of the cystic wall and thickening of the cystic wall around the calcification (Figure b). No contrast enhancement of the cystic wall or of the thickened cystic wall around the calcification was observed. No communication between the cystic lesion and the bile duct could be confirmed on CT. On magnetic resonance imaging (MRI), the cystic mass was visualized as a hypointensity on T1-weighted images (Figure c) and as a hyperintensity on T2-weighted images (Figure d).\\nBased on the findings that the appearance of cyst is multiloculated, there is no communication with the large bile ducts, no bile duct dilatation, and no papillary lesion in the bile ducts, the patient was diagnosed clinically as having MCN-L. There was no evidence of malignancy; however, the cystic mass had gradually increased in size and become symptomatic. Malignant transformation could not be ruled out; therefore, we performed left segmentectomy of the liver. The cystic mass was in contact with the hilar plate, but could be separated easily.\\nThe cyst contents showed enhancement following postoperative injection of contrast medium into the bile duct of segment 4 (Figure a). The cyst contents consisted of a clear liquid of low viscosity. Sections of the specimen showed a multilocular cyst covered by a thick capsule, with calcification in the wall and thickening of the cystic wall around the calcification (Figure b). No mural nodules were found.\\nPathologically, the cyst was lined by columnar and cuboidal epithelium with low-grade atypia (Figure a). The epithelium was surrounded by an ovarian-like hypercellular stroma, and the stromal cells were spindle-shaped with oval to elongated nuclei (Figure b). The stromal cells were immunohistochemically positive for estrogen and progesterone receptors (Figure c,d). The thickened cystic wall around the calcification was composed of hyalinized tissue. The diagnosis was MCN-L with low-grade intraepithelial neoplasia according to the WHO classification of 2010.\\nThe postoperative course was uneventful, and the patient was discharged from our institution on postoperative day 10. At present, 6 months since the surgery, the patient remains alive with no evidence of recurrence.\\nMCN-L, defined as a cyst-forming epithelial neoplasm of the liver, is a rare entity and is reported to account for <5% of all liver cysts [,]. Typical symptoms in patients with MCN-L are epigastric pain and abdominal fullness [,]. Similar to MCN-P, MCN-L is a multiloculated cystic tumor with septae, usually showing no communication with the bile duct, and the presence of mural nodules and papillary projections is considered to constitute evidence of malignancy [,,]. The differential diagnosis of MCN-L includes intraductal papillary neoplasm of the bile duct (IPNB) and intrahepatic cholangiocarcinoma with cystic change. The characteristic findings of IPNB, including communication with the bile ducts, bile duct dilatation, and papillary projections in the bile ducts, are useful for the diagnosis of MCN-L [,]. However, differential diagnosis between MCN-L and cyst-forming IPNB is difficult. In such cases, the presence of ovarian-like stroma is required to establish the diagnosis of MCN-L [,,]. For treatment, Zen et al. [] reported that a large size of the cyst (>100 mm) at initial presentation, an increase in the size during follow-up, and manifestation of symptoms are indications for resection. In the event of difficulty in distinguishing between benign and malignant behavior of the lesion, complete surgical resection is critical [].\\nMCN-L is defined as the pancreatic counterpart MCN-P. Shiono et al. [] reported MCN in various organs (pancreas, liver, spleen, mesenterium), with ovarian-like stroma as the common clinicopathological feature. However, it is still unclear whether the biological characteristics of MCN-L are similar to those of MCN-P, because MCN-L is a rare entity.\\nWe have experienced a total of four resected cases of MCN-L, including the present case, from our institution. So far, 76 cases of MCN-L, defined as a cyst-forming epithelial neoplasm with ovarian-like stroma, have been reported in all [,,]. The clinicopathologoical characteristics are shown in Table . The similarities between our cases and the past reported cases are that MCN-L occurred predominance in middle-aged females, the malignant transformation rate was low, and the prognosis was good. Moreover, the symptom in all the 11 symptomatic cases was abdominal pain. Meanwhile, the difference among them is that two of our cases (50%) showed communication between the cyst and the bile ducts. However, the communication was not diagnosed by preoperative imaging, but by postoperative injection of contrast medium into the bile duct. Yamao et al. [] reported that a communication between the cyst and the pancreatic duct was demonstrated in 18.1% of 156 cases of MCN-P. They explained that the communication could be due to erosion of the expanding cyst wall into the ducts to form a fistula, rather than being of true intraductal origin. The cyst diameter of MCN-L is large, and the reason for the communication between the cyst and the bile duct is as expected as in MCN-P.\\nComparison of the clinicopathological features between 156 cases of MCN-P, reported by the Japan Pancreas Society [], and 80 cases of MCN-L in total, including the four cases from our institution, are shown in Table . The predominance in females was common to both diseases. Pathologically, the malignant transformation rate was low in both diseases, and the prognosis of both was good. However, whereas all the cases of MCN-L survived, 2.6% of patients with MCN-P died of the disease. Therefore, MCN-L may have a better prognosis than MCN-P. However, MCN-L has less or lesser number of cases than MCN-P, and more cases are needed to clarify the prognosis for patients of MCN-L.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'31151975': 1, '23908126': 1, '22021503': 1, '16445818': 1, '19245849': 1, '30173135': 1, '23043661': 1, '20924309': 1, '24456415': 1, '31832138': 2, '31687226': 2, '28733729': 1, '26943377': 2}", "similar_patients": "{'6900340-1': 1, '6803733-1': 1}"}