{"patient_id": 80021, "patient_uid": "4350849-1", "PMID": 25789191, "file_path": "comm/PMC004xxxxxx/PMC4350849.xml", "title": "The Management of Catatonia in Bipolar Disorder with Stimulants", "patient": "Since March 2014, a 55-year-old, married, Caucasian male has been followed up at our outpatient psychiatry practice after discharge from inpatient treatment. He was a tenured faculty member at a well-respected university with research and teaching responsibilities. He led a socially active lifestyle and liked to play sports.\\nThe patient developed his first episode of mania with psychosis in 2012. He received a trial of risperidone, but it was discontinued after he developed severe extrapyramidal symptoms (EPS). He responded well to lithium and was maintained on it for a year, after which, the patient discontinued its use because he questioned his diagnosis and the need for ongoing treatment. The patient relapsed in February 2014. His symptoms included a subjective increase in energy level, hypersexuality, religious preoccupation, grandiosity, and argumentative behavior. He complained of having too many noisy thoughts in his head, talked about a “logical paradox,” and was constantly distracted. He was sleep-deprived during a lecture tour and attempted to self-medicate by taking a larger quantity of lorazepam than he was prescribed. His socially inappropriate behavior, including use of inappropriate language and sometimes awkward undressing, was concerning to his family. The patient was hospitalized at a local hospital and, upon completion of inpatient treatment, released to outpatient follow-up at our practice.\\nThe patient had a prior history of mania and psychosis and he ultimately became unable to function at work. He was experiencing difficulty in performing activities of daily living (ADLs) and could not complete simple tasks such as doing the laundry, making a sandwich, or driving to and from the grocery store. He displayed catatonia, poverty of speech, and a sense of fear and embarrassment in public. Mental status examination showed classic features of catatonia, characterized by stupor, mutism, negativism, mannerism, and grimacing. There was no report of auditory or visual hallucinations, but there was significant impairment in cognition demonstrated on the Montreal Cognitive Assessment (MoCA) test, revealing a score of 20/30 with difficulties in serial sevens, language, attention, visuospatial, and executive functions. Apart from the items described, he had no relevant psychiatric history, including no history of attention deficit disorder or substance abuse or dependence.\\nThe patient was referred for neurological evaluation. His neurological workup was normal and his MRI did not reveal any abnormalities. The patient was initially maintained on lithium (at a serum level of 0.5 mEq/L) and given lorazepam to address the catatonia. The patient's wife always accompanied him to appointments and would describe the patient's symptoms for him. His presentation was generally noncommunicative. During the initial sessions, he lacked spontaneity; he did not respond to direct questioning most of the time. He spoke in a low monotone voice, primarily to express his concerns about medications. He was unable to explain his inability to perform simple tasks. The medications had no effect on his catatonia. Ziprasidone (Geodon) was added for the patient but was discontinued soon after due to side effects of nausea, stiffness, and tremors. Subsequently, asenapine (Saphris) was initiated.\\nThe patient was later given a trial of vitamin E and amantadine. He experienced minor improvement in organization and social interactions but maintained a presentation of catatonia, lack of spontaneity, impaired organization, and the inability to plan tasks. The patient appeared to deteriorate after briefly discontinuing the asenapine. He appeared internally preoccupied, his catatonia had intensified, and bradykinesia was prominent.\\nThe patient was placed in an intensive outpatient program and restarted asenapine. He had discontinued amantadine due to personally feeling that he was taking too many medications. Armodafinil (Nuvigil) was consequently added to address the patient's catatonia. The patient did not have any improvement and appeared to be more anxious. He could not function independently and could not drive. He felt dull, lacked motivation, and continued to fear being embarrassed in public settings. At this point, the patient stopped taking lithium due to his worries of potential side effects. He complained of a metallic taste and tremors and expressed concern about kidney function and thyroid suppression.\\nWhile maintaining asenapine at 5 mg, methylphenidate was added to the patient's regimen at a dose of 10 mg daily. The improvement with methylphenidate was dramatic. The patient's catatonia was resolved and there was significant improvement in cognition, organization, motivation, and motor activity. The patient was followed up after two weeks. He had started driving again and had begun to initiate other activities in his life. He returned to his office and started responding to his e-mails and had also returned to recreational sports. He initiated a request to return to work. The patient started to make jokes again. After returning to work on a full-time basis, methylphenidate was gradually tapered, and after achieving a therapeutic dose of lamotrigine, the asenapine was additionally tapered off.\\nThe patient returned to full functioning and was placed on lamotrigine (50 mg daily) for maintenance therapy. During his most recent visit he was alert, pleasant, and spontaneous with normal psychomotor activity, fluent speech, and full range of affect without evidence of internal preoccupation.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'9472454': 1, '16814640': 1, '24171130': 2, '12923703': 1, '24515709': 1, '23806583': 1, '2335495': 1, '22480623': 1, '28144880': 1, '911221': 1, '15005757': 1, '25269901': 1, '23515153': 1, '20118444': 1, '15121341': 1, '32318305': 2, '25789191': 2}", "similar_patients": "{'7165349-1': 1, '3792509-1': 1}"}