{"patient_id": 85641, "patient_uid": "4775780-1", "PMID": 26989537, "file_path": "comm/PMC004xxxxxx/PMC4775780.xml", "title": "Choroid Melanoma Metastasis to Spine: A Rare Case Report", "patient": "A 61-year-old male presented with a subacute history of lower thoracic back pain for few weeks. The pain was dull, nonradiating, and intermittent in nature that was not responding to analgesia. There was no history of trauma or fall. He has been diagnosed as having left choroid melanoma three years earlier. His first noticed symptoms are imbalance and left eye visual deterioration. Examination of the left funds revealed moderately large partly melanotic and partly amelanotic choroidal melanoma. The melanoma bisected the fovea of the left eye, and it had a base of 15 mm and a thickness of 4.5 mm as assessed by ultrasonography. He was screened for distant metastasis. Blood tests and imaging inform of CT scans were unremarkable at the time. He received brachytherapy using an 18 mm iodine-125 radioactive plaque, which easily covered the base of the melanoma. Subsequently, he has been monitored by an ophthalmologist regularly and a month before this presentation melanoma thickness had reduced to 2.9 mm. The vision was corrected, right eye 6/6 and left eye 6/9. On examination, apart from T8–T12 spinal tenderness, there were no neurological abnormalities detected. His initial CT scan showed a compression fracture of T10 vertebrae with associated retropulsion of the superior fracture fragment of approximately 3.5 mm and a canal stenosis at that level; findings were confirmed on MRI spine. MRI spine also showed disseminated spinal metastasis at various vertebrae without any additional spinal cord compression. He was commenced on steroids and underwent T10 laminectomy and debulking along with T8 to T12 pedicle screw fixation. He was planned for palliative radiotherapy on recovery. Histopathology from T10 vertebral body was suggestive of metastatic melanoma and immunohistochemistry showed strongly positive SOX10, MITF, HMB45, and S100 confirmed metastatic melanoma. BRAF-V600E mutation was not detected. He had an unremarkable postoperative recovery without any neurological sequelae and he was able to mobilise unaided. His full blood counts, liver function tests, renal functions, electrolytes, and PSA were unremarkable; serum lactate dehydrogenase (LDH) levels were 1716 IU/L (normal range: 105–333 IU/L) elevated. Myeloma screening was negative for paraprotein. His staging CT imaging demonstrated a right upper lobe lung spiculated lesion of size 5.6 mm × 3.8 mm × 5.1 mm that was suspicious for further metastases or a new primary lung pathology. There were suspicious lesions in liver on CT scan and were hyperechoic on ultrasound scan consistent with the hemangiomas of the liver, not appearing to have any typical features suggestive of metastatic deposits. He underwent the endobronchial ultrasound (EBUS) guided lung biopsy that was tested positive for a primary lung carcinoma; immunoperoxidase staining was positive for TTF-1, Napsin A, and Cytokeratin AE1/AE3 and there was negative staining for melanoma markers (S100, HMB45, and Melan-A) and other lung primaries (P40 and P63). Our patient was admitted again with spinal cord compression and lower limb paralysis. His general condition deteriorates quickly and collectively we aimed for palliative management as he was suffering from two advance incurable malignancies. Unfortunately, the patient died within couple of weeks.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'1950883': 1, '21639810': 1, '24067719': 1, '19375060': 1, '30560912': 1, '4698708': 1, '23913718': 1, '8540843': 1, '30607707': 1, '16258106': 1, '26989537': 2}", "similar_patients": "{}"}