{"patient_id": 77019, "patient_uid": "4158266-1", "PMID": 25215251, "file_path": "comm/PMC004xxxxxx/PMC4158266.xml", "title": "A Case of Chronic Ethylene Glycol Intoxication Presenting without Classic Metabolic Derangements", "patient": "A 41-year-old man with a history of hypertension, migraines, stroke, and depression presented to the emergency department complaining of five days of abdominal pain, nausea, and vomiting. Initial workup in the emergency room revealed a creatinine elevation of 696 μmol/L (7.9 mg/dL) from a baseline of 80 μmol/L (0.9 mg/dL) six weeks before. His anion gap was elevated to 19, but otherwise there were no electrolyte abnormalities. His ABG were indicative of combined metabolic acidosis and mild respiratory acidosis. The pH was 7.28, with HCO3 of 14.7 mmol/L (mEq/L) and PCO2 of 32 mmHg. The patient was not hypoxic at that time. The Ca level of the patient on the day of his admission was 9.2 mg/dL, with ionized calcium of 4.6 mg/dL. During his hospital stay, his calcium level was checked on a daily basis and was always at the normal range. His physical exam was unremarkable and his vital signs were stable. He reported taking atenolol for hypertension, topiramate for migraines, and clopidogrel and simvastatin for his history of stroke. He denied any tobacco, alcohol, or illicit drug use and he denied a family history of renal disease.\\nOn admission, the patient was oliguric and was given normal saline at 200 mL/hour. Within 24 hours, his urine output had increased to >100 cc/hour and anion gap had normalized. Despite these improvements, his creatinine continued to rise, peaking at 1,370.2 μmol/L (15.5 mg/dL). Urine sediment showed nonpigmented granular casts without cellular casts or crystals. A renal ultrasound revealed normal sized kidneys without hydronephrosis or nephrolithiasis. A renal magnetic resonance angiogram was notable for loss of renal corticomedullary differentiation but was otherwise unremarkable. Complement levels were normal, and serologies for ANA, anti-GBM, ANCA, HIV, and hepatitis A, B, and C were negative. Serum and urine immunofixation were also unremarkable.\\nDuring his hospitalization, the patient continued to complain of abdominal pain. A computed tomography scan of his abdomen was performed but did not demonstrate an intra-abdominal process to explain his persistent pain. In an effort to further work up his acute kidney injury, the patient underwent kidney biopsy.\\nA core sample submitted for microscopy revealed multiple tubules packed with birefringent oxalate crystals (Figures and ). The tubules revealed degenerative changes of the epithelium, characterized by distention of the lumen, a low cuboidal epithelial lining, and vacuolization of the cytoplasm. The interstitium showed mild focal inflammation, with infiltrates composed primarily of mononuclear elements. There were no signs of active glomerulitis and the basement membranes appeared normal in thickness. On immunofluorescence, there was no glomerular or tubulointerstitial staining for immunoglobulins A (IgA), G (IgG), and M (IgM), C1q, C3, albumin, fibrin-related antigens, or κ and λ light chains. On electron microscopy, rare irregular electron densities are observed in the subendothelium in isolated capillaries, thought to represent entrapment of macromolecules rather than immune complexes.\\nA diagnosis of extensive oxalate crystal deposition in the tubules was made with associated signs of acute tubular injury and mild focal interstitial inflammation indicative of a hyperoxaluric state.\\nThe patient was confronted about ingestion of ethylene glycol but he adamantly denied any intentional ingestions. With supportive care, the patient's kidney function gradually improved and the metabolic acidosis resolved. Upon discharge, the patient was no longer oliguric and had a creatinine of 380 μmol/L (4.3 mg/dL).\\nHe was seen one week later in renal clinic and reported persistent abdominal discomfort and nausea since discharge. The issue of ethylene glycol was once again raised, but the patient again denied any intentional toxic ingestions. A renal follow-up appointment, one month after his hospital admission, revealed a normalized creatinine of 106 μmol/L (1.2 mg/dL) and normal anion and osmolar gaps. An outpatient esophagogastroduodenoscopy for the persistent abdominal pain did not reveal a source for his continued discomfort.\\nSeven months after his initial admission to the hospital, the patient was brought to the emergency room after being found unresponsive in a hotel room. He had recently ingested ethylene glycol and various pills in an attempt to end his life. His mental status was altered. Laboratory values revealed HCO3 of 5 mmol/L (mEq/L) and creatinine of 159 μmol/L (1.8 mg/dL). He had an anion gap of 25 and an osmolar gap of 45. Urine sediment revealed calcium oxalate crystals, and his ethylene glycol level was 94 mg/dL (15.2 mmol/L). The patient was intubated. Emergent hemodialysis and fomepizole were started for ethylene glycol toxicity. His creatinine peaked at 689.5 μmol/L (7.8 mg/dL). Upon extubation, he reported chronic ingestion of small amounts of ethylene glycol over the past several months, including the time period prior to his initial hospital admission. His creatinine on hospital discharge was 353.6 μmol/L (4 mg/dL). He was discharged to a psychiatric facility and, unfortunately, was lost to outpatient followup.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'8482240': 1, '30524855': 1, '17015284': 1, '10447547': 1, '33738645': 1, '24273762': 1, '15372138': 1, '24475441': 1, '18045860': 1, '17627928': 1, '19839855': 1, '14524585': 1, '9550575': 1, '25215251': 2}", "similar_patients": "{}"}