{"patient_id": 141126, "patient_uid": "4173423-1", "PMID": 25885510, "file_path": "noncomm/PMC004xxxxxx/PMC4173423.xml", "title": "Anesthetic challenges of decompressive craniotomy for the right frontal lobe abscess in a patient with Ebstein's anomaly: A rare case report", "patient": "A female patient aged 47 years came to neurosurgical department with complaints of severe headache for 1 week. She was diagnosed to have right frontal lobe abscess based on CT and MRI scan findings. She is a known case of Ebstein's anomaly of heart diagnosed 12 years back. She was apparently normal before, she then developed chest pain, palpitations, dyspnoea, on exertion (NYHA grade III) and poor effort tolerance. She was on regular treatment for recurrent episodes of CHF with diuretics and digoxin. Her physical examination revealed peripheral cyanosis, grade III clubbing of all digits, irregular heart rate and peripheral oxygen saturation (SpO2) of 84%. On auscultation grade II pansystolic murmur was heard in tricuspid area. Electrocardiogram (ECG) showed irregular rhythm with intermittent atrial and ventricular ectopics, large P waves, and T wave inversion in inferior leads. Chest x-ray revealed cardiomegaly and right atrial enlargement. Two-dimensional echo showed right atrial enlargement, atrialization of right ventricle, moderate TR and pulmonary hypertension, intact atrial septum, and moderate left ventricular dysfunction with ejection fraction of 50%. Her laboratory investigations revealed polycythemia with haematocrit of 59.3%, hemoglobin 18.9 grams%, total white blood cell count of 14 600/mm3, and creatinine of 1.1 mg%, normal blood sugar, and serum electrolytes. Arterial blood gas analysis revealed severe hypoxemia with PaO2 of 52 mm Hg and SaO2 of 87%.\\nPreoperatively she was advised to stop tablet digoxin and diuretics one day prior to surgery. She was put on tablet amiodarone 150 mg twice daily for two days prior to surgery. Prophylaxis for infective endocarditis was given on the day of surgery. In the operating room her baseline vitals were recorded and standard ASA monitoring was established. A 16G intravenous cannula and right radial artery catheter to monitor invasive blood pressure (IBP) secured. Her baseline vitals were heart rate (HR) 84/min, IBP of 147/89 mm Hg and SpO2 of 84%.\\nA loading dose of intravenous dexmedetomidine 1 mcg/kg was given over 15 min followed by a continuous infusion of 0.5 mcg/kg/h. Induction of anesthesia was with intravenous midazolam 1 mg, fentanyl 50 mcg, and ketamine 50 mg given slowly and titrated to effect. Intubation was facilitated by intravenous vecuronium 0.1 mg/kg. Anesthesia was maintained with 50% nitrous oxide in oxygen and sevoflurane 0.5–2% intermittently in circle system with controlled ventilation. A 16G peripherally inserted central venous catheter was secured in left arm with the tip of catheter at superior venacaval – right atrial junction confirmed radiologically. Surgery was performed with the patient in supine position with 30° head up and turned to left.\\nTwenty minutes post intubation patient developed hypotension, so dexmedetomidine infusion was tapered to 0.25 mcg/kg/h and dobutamine infusion was started at 5mcg/kg/min. Oxygen saturation was maintained between 80–94% and 100% oxygen was given when saturation dropped below 80%. Stable hemodynamics was achieved intraoperatively with mean arterial pressure between 70–100 mm Hg and HR between 60–80/min. Raised ICP in the intraoperative period was managed by hyperventilation to maintain end tidal CO2 at 30–35 mm Hg, head up position and intravenous mannitol 200 mL. Ventricular ectopics were noticed after 2h of surgery. A loading dose of intravenous amiodarone 300 mg was given followed by continuous infusion of 1 mg/min for 6 h. Serum potassium levels were low at 3.0 meq/L and hence potassium supplementation was done at 10 meq/h for 6h. Surgery lasted for a period of 4 h. Dexmedetomidine 0.25 mcg/kg/h was continued till extubation. Extubation was smooth after surgery with patient hemodynamically stable with HR of 92/min, IBP of 116/77 mm of Hg and O2 saturation of 84%. Patient was shifted to neurosurgical ICU with maintenance infusion of amiodarone and dobutamine. Oxygen support was given for 48 h, tapered and withdrawn. Tablet amiodarone 150 mg was started on second postoperative day. Sinus rhythm was restored on second postoperative day. Her further course in the hospital was uneventful and she was discharged home on fourteenth postoperative day.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'16803911': 1, '11323355': 1, '6691881': 1, '4067115': 1, '3159467': 1, '15986264': 1, '16037191': 1, '10655533': 1, '9503191': 1, '1552093': 1, '7198400': 1, '25885510': 2}", "similar_patients": "{}"}