{"patient_id": 153019, "patient_uid": "4943741-1", "PMID": 27462227, "file_path": "noncomm/PMC004xxxxxx/PMC4943741.xml", "title": "Primary Effusion Lymphoma: Is Dose-Adjusted-EPOCH Worthwhile Therapy?", "patient": "A 47-year-old male presented to our institution complaining of a 1-month history of abdominal pain. His medical history was significant for HIV (diagnosed 18 years ago), KS, and chronic left-leg edema secondary to pelvic infiltration of KS, compressing the common femoral and superficial femoral veins for which he previously received chemotherapy (paclitaxel, doxorubicin, and then gemcitabine) and electron beam radiation. The patient also noted worsening abdominal distention, which he attributed to his worsening abdominal pain. In addition to his abdominal distension, he gave a history of unintentional 4.5 kg (10 lbs) weight loss over a 1-week period and bilateral lower-extremity edema that was worse on the left side. He also complained of progressively worsening dyspnea, nausea, intermittent pyrexia as high as 38.3°C (101°F), anorexia, rhinorrhea, and malaise for 2 days prior to admission. He admitted to being compliant with his current antiretroviral regimen, which included raltegravir, ritonavir, and the combination abacavir/lamivudine/zidovudine.\\nOn admission, his blood pressure was 113/77 mm Hg, pulse 97 beats per minute, temperature 36.5°C (97.7°F), respiratory rate 20 breaths per minute, and pulse oximetry 99% (room air). Physical examination was significant for generalized abdominal distension on inspection, decreased frequency of bowel sounds, and generalized tenderness to palpation without any rebound tenderness or guarding. He had bilateral flank dullness to percussion, positive shifting dullness, and fluid thrill. There was no cervical, axillary, epitrochlear, and inguinal adenopathy. HIV serology showed an absolute CD4 count of 261 cells/µl and a quantitative HIV-1 RNA level of 220 copies/ml. A CT scan of the abdomen and pelvis was significant for moderate-volume abdominal ascites prominently seen in the perihepatic region extending into the right paracolic gutter without any evidence of bowel obstruction (fig. ). His ascites rapidly reaccumulated within 48 h after the initial paracentesis.\\nHis initial ultrasound-guided paracentesis yielded 1,365 ml cloudy, yellow ascitic fluid. Analysis of the ascitic fluid was positive for a large number of atypical lymphoid cells. Flow cytometry cytospin showed pleomorphic, large lymphoid cells with large nuclei, multiple prominent nucleoli, and deeply basophilic cytoplasm with a plasmacytoid appearance. Polymerase chain reaction showed clonal B cells, and HHV-8 immunostain revealed positive nuclear staining (fig. ), which confirmed the diagnosis of PEL. The cell block preparation revealed multiple malignant lymphocytes (fig. ).\\nGiven his Eastern Cooperative Oncology Group performance score of 1, he was promptly started on DA-EPOCH as we were optimistic of a good outcome. His ascites gradually improved and did not recur on follow-up visits after 4 cycles of DA-EPOCH.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'26550504': 2, '22180164': 1, '8898666': 1, '10216397': 1, '17991301': 1, '31888174': 1, '25364646': 1, '15994147': 1, '11929754': 1, '9495391': 1, '23899073': 1, '34771697': 1, '22264773': 1, '16362980': 1, '11216942': 1, '17522245': 1, '27462227': 2}", "similar_patients": "{'4624891-1': 1}"}