{"patient_id": 77673, "patient_uid": "4204459-1", "PMID": 25374532, "file_path": "comm/PMC004xxxxxx/PMC4204459.xml", "title": "Epidural electrocorticography for monitoring of arousal in locked-in state", "patient": "The patient described in this manuscript was a well-informed 40-year-old male, late-stage ALS patient, who had been diagnosed with this disease 10 years before hospitalization and who already had a 7-year history of artificial ventilation. Being fully aware of the long-term consequences of ALS with respect to the loss of all ability to communicate in later stages of this progressive disease, he was determined to retain this ability for as long as possible. Although he was already in a late stage of this disease when he contacted us, he was still able to communicate reliably via muscle twitches. During the period of several months in which we had the opportunity to examine him on a daily basis, his status deteriorated continuously, i.e., a transition from LIS to CLIS took place. While he was initially able to gain some control of an EEG-based BCI, his BCI performance dropped to random over the course of several weeks.\\nBefore entering this stage of his disease, the patient and his legal representative had given informed consent to implantation of an ECoG grid, both on first contact before hospitalization and during his stay in hospital before surgery. The purpose of this implantation was to monitor the patient’s arousal in the absence of other biomarkers and to develop alternative communication pathways for him with ECoG-based BCI technology. The results of the BCI communication study do not constitute part of the present report. This study was conducted in accordance with the Declaration of Helsinki and with the guidelines of the local ethics committee of the University of Tuebingen (Medical Faculty).", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'23639261': 1, '17415162': 1, '20631853': 1, '16792292': 1, '24834047': 2, '24789862': 1, '14630497': 1, '15324722': 1, '7565918': 1, '20952183': 1, '24556584': 1, '20407639': 1, '12067696': 1, '7481423': 1, '19964435': 1, '19264143': 1, '18824406': 1, '23366009': 1, '7661727': 1, '25015699': 1, '23345208': 1, '10545728': 1, '23715295': 1, '22627008': 1, '10883904': 1, '17604183': 1, '23997708': 1, '11422885': 1, '19535579': 1, '10216271': 1, '16134735': 1, '9385117': 1, '20197598': 1, '9591221': 1, '21480886': 1, '9696522': 1, '16186044': 1, '8787240': 1, '23611833': 1, '12364503': 1, '20109492': 1, '20888292': 1, '10886313': 1, '12048044': 1, '11781412': 1, '19755519': 1, '10752481': 1, '8557214': 1, '22595786': 1, '12940838': 1, '19964124': 1, '19524464': 1, '21508491': 1, '12804674': 1, '3738962': 1, '29849104': 1, '21529188': 1, '10864618': 1, '25374532': 2}", "similar_patients": "{'4018546-1': 1}"}