{"patient_id": 76771, "patient_uid": "4144052-1", "PMID": 25206243, "file_path": "comm/PMC004xxxxxx/PMC4144052.xml", "title": "Surgical Removal of Coronal Fragment of Tooth Embedded in Lower Lip and Esthetic Management of Fractured Crown Segment", "patient": "A 10-year-old female patient reported to our department following trauma that caused a fracture in the distal angle of the maxillary right central incisor that affected enamel and dentine with pulp exposure (). Trauma occurred 10 months back due to fall while running on the road. The parents were concerned about the esthetics of the child. On inspection, a swelling on the left side of lip was noticed. A firm nodule measuring approximately 1 cm in diameter in the same region was palpated. Tooth showed no vitality for pulp tests. Radiograph of the lip confirmed the presence of a tooth fragment in the lower lip ().\\nThe patient was submitted to surgical excision of the fragment under local anesthesia. The lower lip was incised (), tissues were reflected, tooth fragment was located () and removed carefully ().\\nAfter placement of a rubber dam, pulp was extirpated; the canal dressed following instrumentation and then obturated. The entrance of the root canal was sealed with glass ionomer cement. Composite reconstruction was planned as long time had elapsed since the tooth had fractured. Initially, color was determined and, for that, in the gingival, middle and incisal areas small quantities of different colors of composite were placed and cured as a color determination method. The colors chosen were A3 for the cervical third and A2 for the middle and incisal thirds (Z 100TM, 3M ESPE, St Paul, USA). Using a brush in counter-angle hand piece, the surface was cleaned with pumice stone powder. In addition, an extensive bevel was performed to increase adhesion surface and improve esthetics. Composite reconstruction was done 15 days after surgical removal of the tooth fragment ().", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'4146883': 1, '9552812': 1, '8397697': 1, '8404697': 1, '2021496': 1, '9482027': 1, '14703219': 1, '6957469': 1, '15773891': 1, '16149927': 1, '10846265': 1, '12828268': 1, '11243624': 1, '12049077': 1, '11203954': 1, '12656862': 1, '11813713': 1, '25206243': 2}", "similar_patients": "{}"}