{"patient_id": 148635, "patient_uid": "4626350-1", "PMID": 26523260, "file_path": "noncomm/PMC004xxxxxx/PMC4626350.xml", "title": "Spontaneous Occluded Anterior Communicating Artery Aneurysm during Coil Embolization Treated with One Coil Insertion into Remaining Stump", "patient": "A 54-year-old male experienced a sudden onset of headache which had developed 2 days ago. After the initial diagnosis of subarachnoid hemorrhage (SAH) using brain computed tomography (CT) in another hospital, he was transferred to the emergency room where his Glasgow Coma Scale score was E4V5M5. Despite neck stiffness, there was no focal neurological sign. His medical history was non-contributory and laboratory blood tests found no abnormalities.\\nA brain CT scan taken on admission showed focal SAH concentrated in the anterior portion of the basal cistern (). Digital subtraction angiography (DSA) confirmed the presence of the anterior communicating artery (ACoA) aneurysm and 3D rotational angiography (3DRA) showed that the aneurysm had a very narrow neck, which measured 5.9 × 2.7 × 1.7 (width × height × neck diameter) (). Based on the distribution of the SAH, we considered that the ACoA aneurysm had bled. As morphologic features of the aneurysm were adequate for coil embolization, we decided to perform an emergency endovascular coil embolization on the day of admission.\\nThe embolization procedure was performed with the patients under general anesthesia. DSA was performed again to assure the aneurysm. After confirming that the result on DSA was identical to the previous one, a microcatheter was carefully guided over a microguidewire into the aneurysm. As the tip of the catheter was kept at the neck of the aneurysm, the first coil (Target® Detachable coil 3 mm × 8 cm; Stryker Neurovascular, Fremont, CA, USA) placement was attempted very slowly. At the last moment of deploying the first coil, the tip of the microcatheter was seen to move back from the aneurysm and the projection of the coil loop outside the aneurysm was observed (). Consequently, the first coil was gently withdrawn from the aneurysm. However, a subsequent angiogram showed near obliteration of the aneurysm without evidence of vasospasm. Only a tiny stump at the neck was noted (). Because acute thrombosis facilitated by an exposed coil within the aneurysm was assumed, and, sooner or later, recanalization could occur, we decided to insert a smaller coil into the remaining stump of the neck. With the coil (HyperSoft® 3D complex Coil 2 mm × 4 cm; MicroVention, Tustin, CA, USA), embolization was performed safely and post-embolization DSA showed complete occlusion of the aneurysm (). There was no occurrence of procedure-related complication during coil embolization and the patient recovered without neurologic deficit after the procedure.\\nFollow-up DSA the next day showed persistent occlusion of the aneurysm (). The patient was discharged without neurologic deficit of the modified Rankin scale score 0. Magnetic resonance (MR) angiography at 3-month follow-up showed no evidence of residual neck or recurrence of recanalization. On 1 year follow-up DSA, despite change in the configuration of the coil, the aneurysm remained to be completely obliterated ().", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'632868': 1, '20594531': 1, '9647186': 1, '517175': 1, '21113364': 1, '2296640': 1, '17258773': 1, '20210035': 1, '7351569': 1, '9952130': 1, '19427789': 1, '7336323': 1, '24818049': 2, '4412837': 1, '7570753': 1, '24848183': 1, '20566116': 1, '7357825': 1, '25132936': 2, '11045020': 1, '17965564': 1, '20367338': 1, '26523260': 2}", "similar_patients": "{'4014823-1': 1, '4130955-1': 1, '4130955-2': 1}"}