{"patient_id": 140214, "patient_uid": "4121938-1", "PMID": 25097438, "file_path": "noncomm/PMC004xxxxxx/PMC4121938.xml", "title": "Nodular sclerosing Hodgkin's lymphoma with breast involvement: Case report and review of the literature", "patient": "A 25-year-old woman diagnosed as having nodular sclerosing HL from the left axillary lymph node biopsy almost 2 years ago presented to our clinic for evaluation of a 1 month history of a palpable left breast mass. At the time of initial diagnosis, she was staged at stage 2B. However, she was noncompliant with treatment with the chemotherapy regimen containing adriamycin, bleomycin, vinblastin, and dacarbazine (ABVD), receiving a total of only 2 cycles and was then subsequently lost to follow-up. She never received any radiation therapy. She had received her last course approximately 6 months ago. In addition to the left breast mass, the patient denied any weight loss and night sweats in the 1 month duration. On examination, she had a hard 2 cm diameter fixed mass proximal to the left nipple. No lymphadenopathy or organomegaly was detected. Full blood count revealed a mild lymphocytosis for her age (total leukocyte count, 9.53 × 109/L; lymphocyte count, 5.01 × 109/L; neutrophil count, 7.04 × 109/L). The erythrocyte sedimentation rate was 35 mm/h and biochemical screening tests (including urea and electrolytes, liver function tests, lactate dehydrogenase, and immunoglobulins) were within normal limits. Ultrasound studies revealed an asymmetric hypoechoic density above the left nipple, with moderate distortion of the surrounding breast tissue, but no evidence of calcifications []. Fine-needle aspiration cytology was suspicious of malignancy. A core biopsy with the aid of ultrasound was then taken. The histopathology demonstrated nodular sclerosing HL with neoplastic Reed-Sternberg cells [] that were positive for CD30 [] and CD15 [], and negative for CD20, CD3, and CD79a. No abnormal cell populations were identified on flow cytometry study. She had a fluorine-18 fluorodeoxyglucose positron emission tomography/computed tomography FDG-PET/CT scan for restaging, which revealed FDG-avid hypermetabolic lymphadenopathy in the left cervical, left axillary, and left inguinal regions. Because the patient was never adequately treated with the first chemotherapy regimen (ABVD), because of her noncompliance issues, we have opted to resume the same regimen this time.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'5913571': 1, '17911538': 1, '22900236': 1, '12199758': 1, '4565899': 1, '31885957': 2, '18538497': 1, '16313265': 1, '17222374': 1, '18492251': 2, '11158651': 1, '18363184': 1, '19884545': 1, '33747338': 1, '20049978': 1, '3345497': 1, '15764881': 1, '18636016': 1, '21373932': 1, '25097438': 2}", "similar_patients": "{'2405783-1': 1, '6915144-1': 1}"}