{"patient_id": 80588, "patient_uid": "4392097-1", "PMID": 25866581, "file_path": "comm/PMC004xxxxxx/PMC4392097.xml", "title": "Limb-sparing surgery as an alternative for limb amputation in \\nan invasive myxoid liposarcoma – case report", "patient": "The case of a 56-year-old male patient, aged 56, polyallergic, known with high blood pressure, admitted in our clinic for a crush injury of the anterolateral aspect of the right calf and subsequent haematoma, is presented. The patient had been complaining for a discomfort to the anterior right calf during effort for the past 10 years. Four years ago, the discomfort became pain, accompanied by muscle weakness, and the patient noticed a slowly growing 5-6 cm soft tissue mass on the inferior pole of the tibialis anterior muscle. He seeked for medical attention, underwent a plain MRI investigation of the right lower limb that revealed a deep haematoma of the external aspect of the right calf 16.5/3.8/6.8cm that pierced the fascia entering the anterior compartment, with associated muscle atrophy, but without muscle invasion. The attending general surgeon diagnosed him with chronic venous insufficiency and prescribed medical treatment. After an accidental crush injury to the affected region, the patient was referred to our clinic. No medical documents were presented at admission.\\nPhysical examination showed a global enlargement of the right calf, more significant on the anterolateral compartment, measuring 27/ 10 cm, tender, with associated muscle weakness (M3), fixed to adjacent structures. After a blood test, EKG and a cardiologic evaluation, the patient was operated on. The haematoma was evacuated through an S-shaped incision on the external aspect of the right calf. Because of the abnormal gross anatomy, the surgeon also performed an incisional biopsy. The wound was sutured, dressed and the patient discharged after 3 days.\\nThe pathologic examination described a low-grade myxoid liposarcoma showing multiple transition areas to round cell liposarcoma G1 with positive margins and subsequent muscle fiber invasion ().\\nThe patient was referred to an oncologist and radiation therapy specialist. The imagistic evaluation of the tumor was recommended. Gadolinum enhanced magnetic resonance imaging (MRI) of the lower right limb showed a soft tissue mass, deep in the anterior compartment of 28.6/9.4/6.1cm, with increased intake, increased vascularisation, of lipomatous signal and central necrosis, invading the tibialis posterior muscle, and compressing the fibula ().\\nComputer tomography (CT) scan of the thorax, abdomen and pelvis revealed 2 right pulmonary nodules of 5/ 4mm in the superior right lobe and 8/ 6 mm in the inferior right lobe, without distant metastases. A benign nodule of the latissimus dorsi of 14/ 7 mm was discovered ().\\nWhole body positron emission computer tomography (PET-CT) confirmed the presence of a benign nodule of the latissimus dorsi and increased FDG intake in the upper two-thirds of the right calf on the anterolateral compartment (standardized uptake value SUV=2,60) and subsequent skin ulceration (SUV 5,23) ().\\nWhole body bone scan excluded distant metastasis, showing a soft tissue mass with increased intake and high vascularisation ().\\nAfter a complete evaluation, the tumor was staged according to the American Joint Committee on Cancer (AJCC) system stage T2bN0M0 G1, stage IIB disease. Due to posterior and anterolateral compartment involvement, limb-sparing surgery could not provide the necessary margins of safety. The radical surgical procedure was imposed by the tumor’s large dimension, muscle invasion and invasion of vascular and nervous bundle. Amputation was proposed, but refused by the patient. In order to perform the radical excision of the tumor, radiation therapy was necessary. Neoadjuvant external beam radiation therapy was administered using a regimen of 2Gy in 25 fractions in 30 days. The MRI examination showed a significant decrease in tumor size to 18/7,5/5.6 cm, with no posterior compartment invasion. Unfortunately, fibular invasion and involvement of the tibialis posterior artery and were noted. An area of skin invasion of 2.5 cm was visible ().\\nThe patient was admitted in our Clinic, and after a preoperatory workup, an S-shaped incision was placed on the external aspect of the right calf, en bloc excision of the primary tumor, drainage, suture and splinting were performed (). The resected piece, consisted in a 6/ 2 cm skin paddle, 12 cm of fibula, tibialis anterior, extensor hallucis, extensor digitorum, peronier, tibialis posterior and external half of the soleus muscles were sent for pathologic examination (). All the margins were positive.\\nThe patient was discharged after 3 days and developed a 5/ 4cm necrosis on the anterolateral aspect of the right calf, that was surgically removed, en-bloc with a 3 cm mass of soleus muscle (). The excision margins were positive.\\nThe patient was referred to the oncologist, and is currently undergoing a chemotherapy regimen with Ifosfamide 5 g/ m2 and Doxorubicin 50 mg/ m2 once a week and a pulse of 20Gy of radiation therapy to the tumor bed. The disease specific survival probability at 5 years, in this case, is 80%, and 63% for 12 years. Clinical and imagistic evaluation at each 3, 6, 12, 18, 24, 36 months postoperatory is mandatory, then yearly the next 2 years.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'25609980': 1, '17252290': 1, '24838217': 1, '24397249': 1, '25866581': 2}", "similar_patients": "{}"}