{"patient_id": 83347, "patient_uid": "4603136-1", "PMID": 25526437, "file_path": "comm/PMC004xxxxxx/PMC4603136.xml", "title": "Recurrent Painful Perianal Subcutaneous Angiomatoid Fibrous Histiocytoma", "patient": "A 35-year-old woman was admitted to our hospital complaining of a perianal subcutaneous mass. Two years ago, we treated her for a similar mass that we surgically resected (unfortunately, the tissue was not taken to do pathological examination). Both masses were similar in tenderness, texture, and mobility. The only difference of the current mass was in its location, on the left side of her anus and exposed to air. During this visit, the mass was the size of a peanut. Approximately 1 month later, however, it grew to approximately 4 × 2.5 cm (Figure ). She frequently felt pain whenever sitting. The patient did not exhibit fatigue, fever, chills, or pruritus and was not taking any medications. She noticed a slight weight loss despite a normal appetite. The patient's only previous surgery was a Cesarean section in 2006. Her husband and 1 son are healthy. We did not identify any special circumstances regarding her family history, personal history, and menstrual history related to her presentation. Upon physical examination, she was afebrile with blood pressure of 126/77 mm Hg and a regular pulse of 89 bpm. Her abdomen was soft and without tenderness. Bowel sounds were normal at 3 to 5/min. A well-circumscribed, tender, soft, and ovoid mass measuring 3 × 4 cm in the subcutaneous adipose tissue was located about 2 cm from outside the anal edge at the 9-o’clock position of the knee–chest position. The digital rectal examination did not reveal any remarkable characteristics. Blood, urine, and stool tests also did not reveal anything abnormal. A test for liver and kidney function did not show any abnormal changes. Some serum cancer-associated biomarkers were tested, among which CA724 was much higher at 30.1 U/mL (normal level < 6 U/mL).\\nA computed tomography (CT) angiography showed no abnormalities of the abdominal arteries and revealed an abnormal soft tissue mass surrounding the anus. Magnetic resonance imaging (MRI) of her pelvic cavity revealed small multifocal areas on the left, right, and back side of the anus (Figure ). These signals were less intense on the T1-weighted image (T1WI) and slightly heterogeneous and more intense on the T2-weighted image (T2WI) with variegated internal and nodular peripheral gadolinium enhancement. The left side of the pelvic cavity appeared larger than the right side in these images. Together, these images are representative of the features of a perianal abscess.\\nGiven this diagnosis, we performed a retroperitoneal tumor resection and transverse colostomy and removed a firm hemorrhagic mass measuring 8.0 × 4.0 × 3.5 cm (Figure ). Pathological examination revealed that the mass infiltrated the surrounding striated muscle. Furthermore, this mass showed characteristic features of AFH including irregular aggregates of histiocyte-like cells associated with prominent stromal hemorrhaging of nonendothelial-lined cysts, a dense hyaline fibrous pseudocapsule, peripheral lymphoplasmacytic infiltration with germinal centers, and surrounded by a chronic inflammatory response. These cells were positive for desmin, smooth muscle actin, and a scattered distribution of CD68; negative for anaplastic lymphoma kinase; had a proliferative index of 10% (based on Ki-67 positivity). We suspected this mass was a recurrence of the previously removed one. After the operation, the patient's pain was relieved, and she was able to sit down comfortably.\\nFour months later, the patient returned to PUMCH for stoma apothesis surgery. After an ultrasound examination, a solid and cystic mass with an unclear border was found again on the left rear of her anus in the vicinity as the last mass, measuring 3.7 × 1.6 × 1.5 cm. Based on her previous history, we suspected it a local recurrence of AFH. After approval from the patient's family, we surgically resected the mass instead of treating the patient for stoma apothesis. The operation was completed without complication. Postoperative pathology confirmed this mass was a local recurrence of AFH. After 3 months, the patient underwent a stoma apothesis surgery after a colon patency test. Staging CT and MRI of the abdomen and pelvis showed no evidence of metastasis and recurrence. To date, the condition of the patient is stable.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'21139823': 1, '24043718': 1, '20654123': 1, '18251589': 1, '24614712': 1, '23199525': 1, '15517956': 1, '11012987': 1, '23833650': 2, '21965132': 1, '11468563': 1, '228836': 1, '21822206': 1, '10571514': 1, '18260031': 1, '28656494': 1, '24378391': 1, '22588066': 1, '11465207': 1, '23372863': 1, '25526437': 2}", "similar_patients": "{'3700847-1': 1}"}