{"patient_id": 146688, "patient_uid": "4508646-1", "PMID": 26266015, "file_path": "noncomm/PMC004xxxxxx/PMC4508646.xml", "title": "An Unusual Presentation of Cystic Nephroma in an Adult Man", "patient": "A 66-year old man visited our Department of Urology with a history of dysuria, urinary frequency and recent episode of urinary tract infection. Patient’s medical history included hypertension, type 2 diabetes and appendectomy 50 years before. The patient referred a recent episode of urinary tract infection due to Escherichia coli unsuccessfully treated with ciprofloxacin for two weeks.\\nPhysical examination was unremarkable except for a mild knocking pain in the left kidney area. Laboratory findings were within normal limits, excepting for microscopic hematuria. Urine cytology was negative for malignancy. He underwent abdominal ultrasound (US) in order to investigate possible cause of recurrence of urinary infection. The results of US demonstrated a well-demarcated cystic mass of the left kidney (about 4 cm in max. diameter) with thickened walls and hyperechoic appearance as large calcifications which occupied the middle part of the kidney. Computed tomography (CT) showed a 4.2×2.6 cm, unilocular, well-circumscribed cyst containing numerous calcifications on the walls and with unremarkable thin or relatively thicker septa from the border with the renal parenchyma, but no solid components. An enhanced CT scan showed a poorly enhancing cystic lesion protruding into sinus (). Non-enhanced, cortical phase, and nephrographic phase CT attenuation measurements were 13.0, 15.1, and 24.4 HU, respectively. The renal cystic lesion had features suggestive of malignancy and was classified according to a scheme described by Bosniak as type III.\\nThe mass was compressing the calycle system and vascular structures at hilum, but no peripheral invasion or distant metastases were detected. Based on the clinical and radiological findings, laparoscopic nephrectomy was performed to remove the tumor. Macroscopic examination revealed a cystic mass, originated from the middle and upper part of the left kidney, with walls of hard consistency, and the maximum thickness of 4mm, screeching to cutting (). Microscopically the cyst was lined by a single layer flattened and several calcified areas. The cyst epithelial cells were strongly positive for keratin and epithelial membrane antigen but negative for F VIII, CD34, and vimentin. The septa were composed mainly of mature, predominantly collagenous fibrous tissue and contained dilated vessels. The final histopathological diagnosis was adult cystic nephroma. The patient was discharged 5 days after the operation. The vascular, ureteral, renal pelvis and capsular surgical margins were intact.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'25210560': 1, '23861515': 1, '2544253': 1, '23662002': 1, '29264218': 1, '21071374': 1, '29799412': 1, '18555707': 1, '21110097': 1, '22217377': 1, '16462154': 1, '28752022': 1, '9563049': 1, '6324606': 1, '18635639': 1, '15464922': 1, '20427881': 1, '8154082': 1, '26266015': 2}", "similar_patients": "{}"}