{"patient_id": 152062, "patient_uid": "4866055-1", "PMID": 27213113, "file_path": "noncomm/PMC004xxxxxx/PMC4866055.xml", "title": "Post-traumatic anosmia in patients with mild traumatic brain injury (mTBI): A systematic and illustrated review", "patient": "In 2010, a 56-year-old female reported to our clinic after being struck by a car. On arrival, the patient was amnestic to the event and could not recall the actual accident or her trip to the hospital. Her GCS was assessed as 14 and the patient was stable, alert but slightly confused, although she was oriented to herself and the date. The neurological examination showed a post-concussive syndrome, and all other investigations were without any pathological findings. No surgical intervention was necessary.\\nAs part of her trauma and TBI work up, the on-call neurosurgeon requested a CT scan of the skull without contrast []. Imaging showed a left-sided occipital bone fracture extending through the condyle centrally also involving the right-sphenoid sinus and opacification of the right sphenoid sinus, which was suggestive of associated hemorrhage. Soft tissue windows revealed small bilateral frontal subdural hematomas as well as subarachnoid hemorrhage over the right frontal lobe. Some subgaleal hemorrhage was reported, located superiorly in the left frontal region and inferiorly in the right frontal region. Neither a shift of midline structures, herniation nor intraventricular hemorrhage was observed. A subcentimeter incidental calcified parafalcine lesion was also found by imaging, which was suggestive of meningioma; however, this bears no clinical relevance for this case. Trauma CT of the torso revealed left superior and inferior pubic rami fractures, a left sacral and parasymphyseal fracture, as well as a left clavicular fracture, all reflecting the significant impact of the incident.\\nThe patient was monitored in the intensive care unit. Head CT was repeated after 12 h to assess the intracranial hemorrhage (ICH) for potential blossoming of the contusions and expansion of the subdural haemorraghe (SDH) and subarachnoidal haemorraghe (SAH). Follow-up imaging showed no new foci of ICH. She did not develop hydrocephalus and there was no progression of ICH. She was discharged four days after her accident without any other recorded neurological abnormalities.\\nSeveral months later, the patient was re-evaluated in our outpatient clinic for follow up where she reported complete anosmia. No other neurological deficits were found on examination. An MRI was obtained to investigate the cause of her symptoms. No persistent or new extra-axial fluid collection or new ICH was reported. Ventricles and extra-axial cerebrospinal fluid (CSF) spaces were normal in size and configuration. MRI revealed signs of frontobasal encephalomalacia. []. In addition to this, an incidental nearly empty sella was described, however, its significance was uncertain.\\nAnnual office visits for re-evaluation with a repeat of qualitative tests (smelling burned matches/cinnamon/coffee) for her persistent anosmia were conducted. She denied any neurological symptoms such as headache, nausea, vomiting, dizziness, or seizures or difficulty with bowel or bladder function. Examination confirmed the retained ability to taste all qualities of salty, sour, sweet, and bitter, but the patient reported a complete loss of aromatic sensations (smelling coffee, cinnamon, cloves, and food). Repeat MRI revealed no new abnormalities except the abovementioned frontobasal encephalomalacia and mild hemosiderin deposits on GRE-sequences reflecting her prior ICH. Her anosmia was explained by the mechanism of her prior head trauma resulting in a shear injury to the nerve fibers transversing the cribriform plate, the fila olfactoria. It was explained to her that regeneration of these nerve fibers and subsequent regaining of her sense of smell would be unlikely. The patient has been followed up by sequential examinations and imaging since then, and as of now, nearly five years after her TBI, she remains neurologically at her baseline without signs of functional recovery of olfaction. This case has led to complex assessments throughout the course of discovery during prolonged litigation, which most recently was settled by arbitration and has made legal history, being the first case of anosmia settled in favor of the plaintiff.[]", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'11790910': 1, '30109478': 1, '30661205': 1, '14678505': 1, '34079510': 1, '19382487': 1, '11772488': 1, '29075156': 1, '24114690': 1, '20379733': 1, '24478752': 1, '15567638': 1, '16304490': 1, '19918296': 2, '21728040': 1, '16514795': 1, '16858094': 1, '15880938': 1, '12745704': 1, '8928194': 1, '18559729': 1, '19958606': 1, '20001480': 1, '17021776': 1, '1583509': 1, '10784482': 1, '19027497': 1, '23438353': 1, '24119604': 1, '11129030': 1, '2021470': 1, '17882917': 1, '10228615': 1, '2726398': 1, '29404737': 1, '9311357': 1, '31104170': 1, '31105533': 1, '29154293': 1, '31251479': 1, '19033834': 1, '10718410': 1, '29203228': 1, '24429163': 1, '20604624': 1, '23469046': 1, '34642400': 1, '19671257': 1, '11369675': 1, '18677645': 1, '22566102': 1, '15023839': 1, '16189364': 1, '8577894': 1, '19235739': 1, '8791933': 1, '18555701': 1, '4084798': 1, '23686475': 1, '17460578': 1, '27213113': 2}", "similar_patients": "{'2767158-1': 1}"}