{"patient_id": 139880, "patient_uid": "4094747-1", "PMID": 25024826, "file_path": "noncomm/PMC004xxxxxx/PMC4094747.xml", "title": "Odontoid Synchondrosis Fracture Treated by C1-2 Polyaxial Screw-Rod Fixation", "patient": "A 10-year-old female child was brought with history of fall from the cot followed by immediate quadriplegia and retention of urine. Examination revealed a conscious child with a GCS score of 15/15. The tone was diminished in all four extremities with grade 0/5 power in both upper and lower extremities. Sensations were diminished below C2 bilaterally. Bladder had been catheterized at an outside institution. Plain radiographs (not shown) revealed a suspicious fracture of the odontoid. CT of the cervical spine showed fracture of the base of the odontoid with posterior displacement (). MRI revealed cord compression at C2 level with intramedullary signal changes (). Patient was immobilized with a Philadelphia collar. In view of the presence of significant neurological deficits and the posterior displacement of the odontoid fragment, it was felt conservative treatment with external immobilization might not be helpful. Hence, C1 lateral mass-C2 pars screw fixation was planned. During surgery, a conventional midline exposure was made. The C2 nerve roots and ganglia were sectioned bilaterally and this revealed a wide open atlantoaxial joint on either side. The joint cartilage was curetted on either side and packed with bone chips obtained from the lower spinous processes. Subsequently, C1 lateral mass and C2 pars screws were placed using standard techniques. After confirming good reduction, rods were contoured and fixed (). Postoperative radiographs revealed good reduction with proper screw placement (). Postoperative CT scan showed proper placement of screws in atlas and axis (). Postoperative MRI was not done. Postoperative period was uneventful. Two months after surgery, patient showed motor power of 4+/5 in all extremities with preserved sensations and intact sphincter control. Six months later she had no neurological deficit and had started attending school ().", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'16167152': 1, '28603566': 1, '10227677': 1, '12994006': 1, '8577504': 1, '701339': 1, '7616280': 1, '16512658': 1, '11990847': 1, '9309790': 1, '9802157': 1, '4635524': 1, '8689419': 1, '22208318': 1, '33191312': 2, '9890287': 1, '20160615': 1, '6494934': 1, '25024826': 2}", "similar_patients": "{'8017460-1': 1}"}