{"patient_id": 75528, "patient_uid": "4055063-1", "PMID": 24959370, "file_path": "comm/PMC004xxxxxx/PMC4055063.xml", "title": "A Case of Femoral Arteriovenous Fistula Causing High-Output Cardiac Failure, Originally Misdiagnosed as Chronic Fatigue Syndrome", "patient": "A 34-year-old woman underwent percutaneous closure of a patent foramen ovale, using the right femoral artery, three years earlier. During her initial procedure, significant bruising around the puncture site and wound infection was noted.\\nShe presented several years later with progressively worsening fatigue, lethargy, originally diagnosed as chronic fatigue syndrome. As her symptoms deteriorated, she developed exertional dyspnoea. This had a significant effect on her quality of life, causing her to cease employment and take long-term sick leave. Aside from her original cardiac surgery, she had no other significant past medical history.\\nRoutine blood tests did not reveal any evidence of renal disease and a transthoracic echocardiogram demonstrated good left ventricular systolic function with no significant valvular disease.\\nShe incidentally noted a “buzzing” sensation in her right groin and further evaluation by her general practitioner revealed a palpable thrill leading to referral to our vascular surgery department.\\nClinical assessment revealed a palpable thrill and a continuous audible bruit in the affected groin. Duplex ultrasound demonstrated an AVF between the superficial femoral artery (SFA) and common femoral vein (CFV), 1 cm below the common femoral artery bifurcation. Peak systolic velocity at the fistula site was measured at 1076 cm/s. Subsequent CT imaging confirmed the presence of an AVF, with rapid early venous filling of the CFV with associated dilation of the iliac vein and inferior vena cava ().\\nGiven the symptomatic nature of the lesion, surgery was undertaken. Surgical exploration revealed a well-developed connection between SFA and CFV (). The SFA and CFV were separated after arterial and venous control was established. The fistula was excised and the CFV closed with a running nonabsorbable suture. The CFA was closed using a vein patch, to avoid possible future arterial stenosis from primary closure.\\nPostoperatively, right lower limb pulses are present and the groin thrill had ceased. A prompt recovery was made with immediate improvement in symptoms. At six-week clinic follow-up, her symptoms of exertional dyspnoea had resolved, generalised fatigue improved, and she has begun to exercise once again.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'8025931': 1, '12106934': 1, '2919844': 1, '8076015': 1, '10376495': 1, '24959370': 2}", "similar_patients": "{}"}