{"patient_id": 76531, "patient_uid": "4124782-1", "PMID": 25143765, "file_path": "comm/PMC004xxxxxx/PMC4124782.xml", "title": "Anatomic Variation of Subclavian Artery Visualized on Ultrasound-Guided Supraclavicular Brachial Plexus Block", "patient": "A 45-year-old adult male, weighing 75 kg, presented with traumatic fracture of left olecranon and was posted for tension band wiring. He was an ASA grade I patient with no other injuries or associated comorbidity and had a good exercise tolerance. All his routine preoperative investigations, including complete blood count, coagulation profile, chest X-ray, and ECG were within acceptable limits. We planned an USG guided supraclavicular brachial plexus block for the patient. The procedure and the use of VAS score were explained to the patient in the preanesthetic visit and consent was taken. He was premedicated with tab. alprazolam 0.5 mg on the night before surgery and tab. ranitidine 150 mg two hours before surgery.\\nOn the day of surgery, the patient was taken to the operating room and all monitors (ECG, noninvasive blood pressure and pulse oximetry) were attached. After securing an intravenous (IV) line, ringer lactate infusion was started. Fentanyl 75 μg and midazolam 1.5 mg were given IV. A scout scan of the left supraclavicular area was performed, and the subclavian artery was sought with the divisions of the brachial plexus posterolateral to it (). At this point, an aberrant branch of the subclavian artery bisecting the divisions of the brachial plexus was revealed (). Block was performed with 25 mL of 0.5% bupivacaine with 75 μg clonidine. Care was taken to avoid puncturing the aberrant branch of the subclavian artery. The onset of block was around 15 minutes, after which the surgery started. The surgery lasted for 90 minutes during which vital parameters of the patient remained stable. VAS score after the surgery was zero and postoperative analgesia (VAS < 4) lasted for 15 hours. The hospital stay was uneventful and the patient was discharged within two days.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'19574878': 1, '16187318': 1, '19258987': 1, '22915860': 1, '21864300': 1, '8808401': 1, '18675748': 1, '30390098': 1, '22092130': 1, '22002342': 1, '25143765': 2}", "similar_patients": "{}"}