{"patient_id": 86166, "patient_uid": "4820588-1", "PMID": 27092286, "file_path": "comm/PMC004xxxxxx/PMC4820588.xml", "title": "Herpes Zoster Meningitis Complicating Combined Tocilizumab and Cyclosporine Therapy for Adult-Onset Still's Disease", "patient": "A 56-year-old female was referred to our hospital with a three-day history of left eye corneitis and a left frontal headache. She had been diagnosed with a systemic type of AOSD in 1999. Initial treatment with immunosuppressants (MTX and leflunomide) and biologics (TNF inhibitors and abatacept), which were combined with steroid treatments, had to be discontinued because of insufficient effects.\\nThe patient had steroid-refractory AOSD; so, from 2010, she had been treated with TCZ (8 mg/kg in 4-week intervals) and cyclosporin A (200 ng/day) in addition to steroid therapy. The systemic manifestations of AOSD, such as spiking fever, skin rash, and hyperferritinemia, were controlled by these treatments. A herpes zoster infection occurred five days after one of the TCZ infusions. At admission, the patient was afebrile and had a unilateral vesicular eruption with a well-defined dermatomal distribution involving the left ophthalmic verve area (trigeminal nerve V1) with corneal erosion but without visceral involvement. An acyclovir infusion treatment (5 mg/kg) was promptly started.\\nThree days after admission, the patient presented with high fever, severe headache, and vomiting. A detailed neurological examination demonstrated no focal motor or sensory deficits, and the cranial nerve test results were normal. A fundoscopy did not reveal any papilledema. Additionally, there was no nuchal rigidity, and both Brudzinski's sign and Kernig's sign were negative.\\nLaboratory studies revealed a peripheral white blood cell count of 9,600 cells/μL, with 77% neutrophils, 13% lymphocytes, and 5% monocytes. C-reactive protein was not detected, but the patient's liver transaminases and serum ferritin were slightly elevated (). A MRI examination of the patient's head was unremarkable. A lumbar puncture was performed, and the resulting cerebrospinal fluid (CSF) revealed an elevated protein level (92 mg/dL), decreased glucose level (45 mg/dL with a blood sugar level of 96 mg/dL), and a marked pleocytosis (55 cells/μL with 91% monocytes). While awaiting the results of a herpes zoster DNA detection test, we began treatment with a high dose of intravenous acyclovir (10 mg/kg) for 14 days based on a suspicion of herpes zoster meningitis. Later, a polymerase chain reaction assay of the CSF detected herpes zoster viral DNA, confirming our suspicions (). The patient's symptoms were improved by the high-dose acyclovir treatments, and she was discharged from the hospital after a total stay of 20 days. The elevated serum levels of transaminases and ferritin were also normalized by this therapy.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'19019888': 1, '25201241': 1, '21131643': 1, '18582201': 1, '1378081': 1, '8930672': 1, '12589831': 1, '23745038': 1, '32218696': 1, '17945155': 1, '34576791': 1, '19224750': 1, '10482564': 1, '17485422': 1, '18821691': 1, '32477018': 1, '22760290': 1, '9608616': 1, '25975452': 1, '10699164': 1, '22669900': 1, '32731331': 1, '27092286': 2}", "similar_patients": "{}"}