{"patient_id": 77407, "patient_uid": "4186526-1", "PMID": 25289110, "file_path": "comm/PMC004xxxxxx/PMC4186526.xml", "title": "Superficial-type endobronchial metastases from colon cancer: A case report", "patient": "A 76-year-old male was referred to the Mito Medical Center (Mito, Japan) due to a two-month history of vomiting and a loss of body weight. Eight years previously, the patient had undergone a surgical resection for colon cancer. Upon admission, the laboratory examination revealed a hemoglobin level of 12.4 g/dl (normal range, 13–16 g/dl), a hematocrit level of 36.2% (normal range, 40–52%) and a C-reactive protein count of 1.11 g/dl (normal range, ≤0.5 m/dl). The serum level of carcinoembryonic antigen was elevated to 35.1 ng/ml (normal range, ≤5.0 ng/ml). A physical examination revealed right subclavian lymph node swelling, which was pathologically proven to be lymph node metastasis from colon cancer. Computed tomography (CT) of the abdomen revealed multiple metastatic tumors in the liver. X-ray and CT of the chest revealed small masses in the lungs, with bilateral hilar lymph node swelling (). As these pulmonary lesions were observed, bronchoscopy was performed to obtain pathological specimens and to confirm that these lesions were metastatic tumors from colon cancer. Bronchoscopy revealed unexpected superficial endobronchial tumors in the two bronchi (), which were white and marginally elevated flat lesions with irregular margins. No necrotic tissue was identified, however, the development of small blood vessels surrounding the lesions was observed.\\nPathological examination of the tumors obtained from the left main bronchus revealed well-differentiated adenocarcinoma with a cribriform pattern, which was consistent with the findings of a resected adrenocortical carcinoma (). Positive immunochemical staining with caudal-type homeobox transcription factor 2 was confirmed (). The patient was treated with two courses of TS-1 (80 mg/day for two weeks), but developed multiple brain metastases. One month subsequent to the initiation of the chemotherapy, the patient succumbed to colon cancer. An autopsy was not permitted.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'9630192': 1, '16870657': 1, '17534172': 1, '11243955': 1, '10717334': 1, '8816521': 1, '7781378': 1, '1412128': 1, '20172431': 1, '11259704': 1, '22878770': 1, '1887126': 1, '10957902': 1, '10584705': 1, '12698642': 1, '16475029': 1, '7575003': 1, '1138668': 1, '25289110': 2}", "similar_patients": "{}"}