{"patient_id": 80873, "patient_uid": "4415678-1", "PMID": 25960906, "file_path": "comm/PMC004xxxxxx/PMC4415678.xml", "title": "Extramedullary Hematopoiesis in a Sentinel Lymph Node as an Early Sign of Chronic Myelomonocytic Leukemia", "patient": "A 72-year-old lady was found to have a 1 cm spiculated lesion on screening mammography. She underwent mastectomy and sentinel lymph node excision for a biopsy proven lobular breast carcinoma. Sentinel lymph node showed overall preserved architecture with follicular and paracortical hyperplasia and dilated sinuses. In the paracortical area () and the sinuses () there were small clusters of immature erythroid cells, as well as scattered megakaryocytes, consistent with extramedullary hematopoiesis (EMH). Megakaryocytes showed dyspoietic changes including hyperlobation and hyperchromatic nuclei. There was no significant dyspoiesis in erythroid precursors. Myeloid precursors were not prominent component of the EMH. There was no morphological increase in blasts or promonocytes. Immunohistochemical stain for Factor VIII further highlighted the megakaryocytes (). One year later, the patient was referred to a hematologist for worsening anemia (hemoglobin 10.5 g/dL; normal range, 11.5–15.5 g/dL) and thrombocytopenia (platelets ranged from 89,000 to 124,000/μL; normal range, 150,000–400,000/μL), and persistent monocytosis (absolute monocyte count 1.2 × 103/μL; normal range, 0.1–1.0 × 103/μL). Of note, absolute monocyte count at the time of the sentinel lymph node biopsy one year prior was 1.5 × 103/μL. The patient underwent a bone marrow biopsy which showed markedly hypercellular marrow for patient's age (80% cellularity; ). Dyspoiesis was present in all three hematopoietic lineages but most prominent in megakaryocytes that showed clustering with numerous small and hypolobated forms (). There was prominent monocytosis with 18% monocytes by differential count. Blasts (including promonocytes) were not significantly increased and by differential counts were <5% in the PB and <10% in the BM. There was moderate (grade 2/3) diffuse reticulin fibrosis. Conventional cytogenetic studies showed the following karyotype: 46,XX,del(20)(q11.2q13.3)[20]. Fluorescence in situ hybridization studies showed del20q12 and del20q13. Molecular studies were negative for JAK2 V617F mutation and for BCL-ABL1 fusion gene. The patient was diagnosed with CMML-1. She became symptomatic due to progressive anemia and was initially treated with 6 cycles of azacitidine, to which she responded; however, she lost her response after 8 cycles. Her regimen was then switched to decitabine, to which she had a fair response. Her general condition started deteriorating; she had prolonged neutropenia and passed away due to septic shock.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'1913608': 1, '20629684': 1, '16118626': 1, '15882745': 1, '23043573': 1, '23493877': 1, '17334344': 1, '30046414': 2, '24467717': 1, '19413641': 1, '21782240': 1, '28669077': 1, '29922090': 2, '34051302': 1, '23704429': 1, '19390673': 1, '31217941': 2, '1858090': 1, '2081386': 1, '24152630': 1, '29582697': 1, '25960906': 2}", "similar_patients": "{'6036984-1': 1, '6557017-1': 1, '5997179-1': 1}"}