{"patient_id": 88123, "patient_uid": "4982419-1", "PMID": 27514369, "file_path": "comm/PMC004xxxxxx/PMC4982419.xml", "title": "Multiple systemic embolism in infective endocarditis underlying in Barlow’s disease", "patient": "A 50-year-old man was admitted to our hospital with acute-onset dysarthria. He presented febrile, with respiratory distress and lethargy, and performed poorly in the right hand alternating movement test. After finding an obvious cardiac murmur, he was transferred to the cardiology department, from the neurology department. Physical examination revealed a blood pressure of 130/90 mm Hg, and heart rate of 116 beats per minute. Cardiac examination revealed that the apex beat was located in the sixth intercostal space, 1.5 cm outside the midclavicular line. Cardiac auscultation revealed a grade 4/6 systolic murmur that was most prominent at the apex. Electrocardiography revealed sinus tachycardia without evidence of ischemia, and serum levels of troponin T, creatine kinase (CK), and CK-myoglobin (CK-MB) were normal; however, N-terminal-pro-brain natriuretic peptide (NT-pro-BNP) levels were increased (3277 pg/ml). The leukocyte count was 10620/mm3, with neutrophils at 10 350/mm3. The erythrocyte sediment rate was 68 mm/h, and blood culture was positive for group A β-hemolytic streptococcus. Transthoracic and transesophageal echocardiography revealed rupture of the mitral chordae tendineae, perforation of the leaflet, mitral vegetation measuring 40 × 30 mm, and severe regurgitation (Fig. and Additional file ). The left ventricular chamber was enlarged (left ventricular end-diastolic diameter: 64 mm; left ventricular end-systolic diameter: 45 mm), and the pulmonary artery was dilated (diameter: 33 mm; systolic pressure: 94 mm Hg). Cranial MRI revealed high signal intensity in the left hemisphere, indicating cerebral infarction (Fig. ). Abdominal ultrasound showed multiple echo-free areas in the spleen that suggested splenic abscess formation (Fig. ), and multiple blood cultures confirmed the presence of group A β-hemolytic Streptococcus. A diagnosis of left-sided native valve IE was made based on the modified Duke criteria, and the patient’s body temperature was well-controlled by ceftriaxone and vancomycin antibiotic therapy. However, 12 days after presentation, he complained of severe retrosternal chest pain radiating to his back, with ECG showing ST-segment elevation in V3, V4, and V5 leads (Fig. ), and increased troponin T (0.542 ng/ml) and CK-MB levels (25 u/l), confirming acute myocardial infarction (AMI). The mechanism of AMI secondary to IE is either compression by aortic periannular lesions or embolism []. Because his aorta was not involved, embolism was a concern. Repeat echocardiography showed left ventricular regional and segmental abnormal movement during contraction, supporting AMI. We elected not to initiate antiplatelet therapy, because of his cerebral infarction and splenic abscess, but valve surgery was planned. Unfortunately, 2 days later, he experienced acute-onset sharp abdominal pain with cold limbs, tenderness, muscle tension, guarding, hypotension, and tachycardia, suggesting peritonitis and shock. Bedside ultrasound revealed a 23-mm anechoic area in the abdominal cavity, and intraperitoneal hemorrhage was confirmed by abdominocentesis. Spontaneous splenic rupture was confirmed on emergency laparotomy. A necrotic area was seen in a section of the extracted spleen (Fig. ), and necrotic tissue with massive neutrophil and macrophage infiltration was observed microscopically, suggesting abscess formation secondary to septic embolism (Fig. ). Mitral valvuloplasty was performed after the patient’s presentation, with vegetation resection, posterior valve repair, and flexible annuloplasty ring placement (Fig. ). Pathological analysis revealed mucoid degeneration of the mitral valve, inflammatory cell infiltration, and mural thrombus formation (Fig. ). We diagnosed mucoid degeneration and mitral valve prolapse (Barlow’s disease) as the underlying etiology of the endocardial lesion. Transthoracic echocardiography 1.5, 3, and 6 months after the onset of his illness showed no regurgitation, and there was no respiratory distress, fever, or lethargy during follow-up.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'19342103': 1, '7160234': 1, '11985912': 1, '15028387': 1, '3108430': 1, '15983252': 1, '24779617': 1, '19196260': 1, '3902761': 1, '31720870': 1, '22315272': 1, '10351974': 1, '1602291': 1, '17288952': 1, '9034642': 1, '12891201': 1, '23906859': 1, '27514369': 2}", "similar_patients": "{}"}