{"patient_id": 152395, "patient_uid": "4893107-3", "PMID": 25935925, "file_path": "noncomm/PMC004xxxxxx/PMC4893107.xml", "title": "Mechanical thrombectomy using a combined CT/C-arm X-ray system", "patient": "An 83-year-old man with moderate to severe AIS (NIHSS 17) was referred for further diagnostics and possible interventional treatment from a primary care hospital where he had already received intravenous recombinant tissue plasminogen activator.\\nCCT was repeated because of clinical deterioration during transfer to exclude intracranial hemorrhage (A). CT perfusion and CT angiography showed a left-sided proximal M2 occlusion (superior trunk) with an equivalent decrease in brain perfusion (B). While the patient was intubated on the CT table by the neurointensivist, the neurointerventionalist concurrently started the interventional procedure by prepping the placing of an 8 F guiding catheter. A 5 F vertebral catheter was positioned in the left internal carotid artery. Angiographic imaging confirmed a distal M2 occlusion with poor leptomeningeal collaterals (C). A distal access catheter (Sofia) was placed into the internal carotid artery and the M2 occlusion was subsequently passed by a guidewire and microcatheter (Traxcess; Rebar-18). A stent-retriever device (Solitaire 2, 6×20 mm) was deployed in the occluded M2 segment. The clot was removed completely after three mechanical retrieval maneuvers leaving no perfusion deficit (TICI grade 3; D, F).", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'22271343': 1, '25389281': 1, '25671798': 1, '23496759': 1, '19875740': 1, '16339467': 1, '20225920': 1, '21971720': 1, '25671797': 1, '19786699': 1, '23393011': 1, '22899784': 1, '25517348': 1, '22529310': 1, '28213758': 1, '24287087': 1, '22047911': 1, '33468609': 1, '22131439': 1, '21960501': 1, '22392611': 1, '25106063': 1, '21928628': 1, '23671178': 1, '19834014': 1, '24014466': 1, '26387814': 1, '24948498': 1, '23468539': 1, '24858775': 1, '24772523': 1, '25935925': 2}", "similar_patients": "{'4893107-1': 2, '4893107-2': 2}"}