{"patient_id": 141510, "patient_uid": "4197360-1", "PMID": 25320628, "file_path": "noncomm/PMC004xxxxxx/PMC4197360.xml", "title": "Combined Antiangiogenic and Mammalian Target of Rapamycin Inhibitor Targeted Therapy in Metaplastic Breast Cancer Harboring a PIK3CA Mutation", "patient": "A 59-year-old African American woman presented with a left-sided breast mass. The biopsy revealed a triple-negative, poorly differentiated, high-grade invasive ductal carcinoma with necrosis. Clinical staging indicated that the lesion was a T2 stage, N1 or 3, and M0 with biopsy-proven axillary metastasis and suspicion of internal mammary nodal involvement. The patient received standard neoadjuvant therapy with weekly paclitaxel (12 cycles) and 5-fluorouracil, adriamycin, and cyclophosphamide (FAC) (2 cycles). FAC was stopped due to poor tolerance, including febrile neutropenia and diarrhea. Subsequently, the patient declined further chemotherapy and underwent a left modified radical mastectomy followed by chest wall radiation.\\nThe surgical pathological report indicated an invasive matrix-producing (metaplastic) carcinoma with patchy necrosis and 10% ER positivity, PR and HER2/neu negative, and stage pT2 N1 with 2 of 25 axillary lymph nodes presenting metastatic carcinoma. After radiation, the patient started a course of anastrozole, which was later switched to exemestane due to arthralgia. A year after surgery, the patient presented with pulmonary metastases and metastatic lymph nodes in the mediastinum and left internal mammary region ().\\nThe patient's tumor, including the left breast primary and the left axillary lymph node metastases were profiled separately. Genomic DNA polymerase chain reaction-based sequencing, using a next-generation sequencing (NGS) platform, was performed to screen for the frequently reported point mutations in a 46-gene panel on the primary and metastatic tissues. This 46-gene panel was validated using an NGS platform for the detection of frequently reported point mutations in human malignancies in the clinical laboratory improvement amendments-certified molecular diagnostics laboratory at The University of Texas MD Anderson Center. A minimum of 250×coverage is required at a given base for the interpretation of a wild-type or variant call. Although the NGS platform is capable of achieving a much higher analytical sensitivity, for clinical purposes, we determined the effective lower limit of detection of this assay (analytical sensitivity) for single-nucleotide variations to be in the range of 5% (one mutant allele in the background of 19 wild-type alleles) to 10% (one mutant allele in the background of nine wild-type alleles) by taking into consideration the depth of coverage at a given base and the ability to confirm low-level mutations using independent conventional platforms. To avoid false negatives, we required that the tumor nuclei represented 20% of the nuclei in the tested sample.\\nA PIK3CA gene mutation was detected in codon 545, exon 10 (GAG to AAG; p.Glu545Lys) and another mutation was found in theTP53 gene in codon 286, exon 8 (GAA to AAA; p.Glu286Lys). The same mutations were observed in the primary and the metastatic specimens.\\nThe patient was given a combination therapy of intravenous temsirolimus, 25 mg weekly, plus intravenous bevacizumab, 15 mg/kg, and liposomal doxorubicin, 20 mg/m2, once on day 1 every 21 days []. The patient tolerated the regimen reasonably well with the exception of grade 1 fatigue. Repeat positron emission tomography/computed tomography (PET/CT) after two cycles of therapy showed a decrease in the standard uptake value from 12.3 to 3.9 in one intrathoracic lymph node and a decrease from 13.1 to 7.0 in another lesion as well as the complete resolution of the disease in most of the sites on a PET scan, with corresponding anatomic improvement observed on a CT scan (,,). On the basis of the response, the therapy was pursued. PET/CT or CT-Chest/Abdomen/Pelvis was performed every 2 months to evaluate the response. After seven cycles, the patient requested a month break from chemotherapy related to grade 2-3 fatigue. The patient resumed her therapy with reasonable tolerance and continued with clinical benefit and radiological response. After 14 cycles of therapy, a plateau of response was reached and the patient developed grade 4 dyspnea. The scans indicated the progression of the disease and the therapy was discontinued.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'21482991': 1, '26510912': 1, '27657036': 1, '12792793': 1, '19436299': 1, '25982012': 1, '10370783': 1, '21287362': 1, '21216929': 1, '22927482': 1, '17066230': 1, '26333865': 2, '15976335': 1, '19435916': 1, '22145922': 1, '16740688': 1, '14581333': 1, '22271473': 1, '25320628': 2}", "similar_patients": "{'4558288-1': 1}"}