{"patient_id": 78925, "patient_uid": "4283927-1", "PMID": 25574370, "file_path": "comm/PMC004xxxxxx/PMC4283927.xml", "title": "Brain Abscesses Caused by Nocardia paucivorans in a Multiple Myeloma Patient Treated with Lenalidomide and Dexamethasone: a Case Report and Review of Literature", "patient": "A 70-year-old male was transferred to our unit from the intensive care unit of a nearby hospital. He had had sudden onset clonic seizures involving the right hemisoma and the assessment of multiple brain abscesses by computerized tomography (CT) scan. The patient was receiving empirical treatment with metronidazole and cefotaxime. His past medical history included a 2-year-history of IgA myeloma (International Staging System – II). The patient was initially treated with melphalan plus prednisone plus bortezomib (4 cycles) according to MPV protocol. Then, he started treatment with lenalidomide and dexamethasone having completed eleven cycles of such regimen with partial response. During the chemotherapy regimen the patient did not receive a trimethoprim-sulfamethoxazole (TMP-SMX) prophylaxis and, at time of admission, we discontinued the chemotherapy regimen for myeloma. The patient suffered from a 2-month history of subcutaneous abscess of unknown origin on the left shoulder. The lesion was drained, and the microbiological analysis was not conclusive because of mixed bacterial flora. The patient was living in a small rural hamlet. He was a construction worker, but he retired 10 years before the present hospital admission.\\nAt hospital presentation, body temperature was 36.5 °C, heart rate was 92/min, blood pressure was 150/90 mmHg and Glasgow Coma Scale was 15/15. The patient was alert, oriented and no abnormal physical findings were shown, except for a painful hypoesthesia in the lateral and anterior sides of the left thigh, in the lateral side of the left leg and, on the dorsal side of the left foot. The subcutaneous abscess on the left shoulder completely resolved with no signs of local inflammation. Laboratory showed the following abnormalities: serum C-reactive protein 96.19 nmol/L (normal values inferior to 71.43 nmol/L), hemoglobin 90 g/L, white blood cells 3.9 × 109/L (51% neutrophil granulocytes). In addition, the analysis of peripheral blood lymphocytes subsets showed CD3+ 742 cells/μL, CD3+CD4+ 420 cells/μL (47%), CD3+CD8+ 241 cells/μL (27%), CD4+/CD8+ ratio 1.70, CD19+ 72 cells/μL. Serum protein electrophoresis showed a relative hypoalbuminemia (55.4%) according to the known monoclonal gammopathy (serum IgA 4490 mg/L, monoclonal component 3 g/L). The chest X-ray revealed a lower right lobe infiltrate associated with bilateral pleural effusion. A brain CT scan () with contrast medium showed 6 focal ring-enhancing lesions of which the largest one had a maximum diameter of 16 mm (left occipital lobe). All the lesions had a minimal perilesional oedema. The right frontal lesions led to a mass effect on the right lateral ventricle. At that time, the patient underwent CT-guided brain biopsy of a parietal lesion. A bioptic sample revealed branching Gram positive nocardioform rods. Then, cultures were incubated aerobically at 35°C for three weeks. All whitish, chalky and wet hay-smelling colonies () yielded on blood agar were stained by partial acid-fast method according to Kinyoun technique modified for nocardioforms ().\\nThe suspicion that this strain could belong to Actinomycetales genus was based on its failure to clear casein (Biorad, France), on the resistance to lysozime and 5-fluorouracil, and on the enzymatic profile, by the API ZYM system (bioMérieux, France).– Identification was completed by the evaluation of the absence of urease after growth on Christensen urea agar and incubation at 25°C for three weeks and of the incapacity to clear casein (Biorad, France). Finally, genotypical identification has been performed by amplification and sequencing of a DNA fragment coding a rRNA 16S according with the manufacturer’s (Applied Biosystem, USA) suggestions. Sequences have been compared with the reference ones present in the Gen Bank (NCB) database by the BLAST program. The sequence has been deposited in the GenBank (accession number: AY262324.1). Sequences producing significant alignments permitted to identify the strains as N. paucivorans with 100% value of identity with the reference strain.\\nMinimal Inhibitory Concentrations’ (MIC) testing was performed by the Epsilometer (E test, bioMérieux, France) testing. MICs’ results were the following: amikacin 0.064 μg/mL, amoxicillin plus clavulanic acid (>256 μg/mL), ceftriaxone (0.75 μg/mL), cefepime (6 μg/mL), ciprofloxacin (0.047 μg/mL), clarithromycin (1 μg/mL), gentamicin (8 μg/mL), imipenem (0.19 μg/mL), linezolid (0.125 μg/mL), tobramycin (0.047 μg/mL), trimethoprim plus sulfonamide (0.002 μg/mL). Susceptibility testing was performed on Mueller Hinton Agar (bioMérieux). The results were read after 24 h of incubation at 37°C. Susceptibility testing was revised and interpreted according to CLSI criteria. In order to exclude concomitant pulmonary nocardiosis, a diagnostic bronchoscopy was done but the microbiological analysis of the bronchoalveolar lavage isolated only commensal microbial flora. As a matter of fact, based on the initial identification and the preliminary antimicrobial susceptibility testing, intravenous TMP-SMX plus meropenem were administered for 24 days. Such antibiotic regimen was switched to oral ciprofloxacin for an overall treatment period of 12 months. The patient is doing well, his painful hypoesthesias have disappeared; no more seizure episodes and adverse effects due to long term antibiotic therapy occurred. The brain CT-scan monitoring showed a progressive reduction of all cerebral lesions ().", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'7000820': 1, '10758891': 1, '22469352': 1, '7923055': 1, '23906027': 1, '24634088': 1, '24318541': 1, '19769539': 1, '17539844': 1, '23176722': 1, '8922795': 1, '17168173': 1, '16146335': 1, '30101067': 1, '16808975': 1, '23355264': 1, '14656414': 1, '24378740': 1, '12202613': 1, '3209523': 1, '32645935': 1, '31123629': 2, '24166131': 1, '15956375': 1, '23691202': 1, '25574370': 2}", "similar_patients": "{'6416759-1': 1}"}