{"patient_id": 150116, "patient_uid": "4733027-1", "PMID": 26952913, "file_path": "noncomm/PMC004xxxxxx/PMC4733027.xml", "title": "High-grade Neuroendocrine Carcinoma With Focal Squamous Metaplasia of Renal Pelvis Associated With Renal Calculus: Study of a Case", "patient": "A 57-year-old man presented with right flank pain and microscopic hematuria for 15 days. Ultrasonography revealed multiple stones in the right pelviureteral site, accompanied hydroureteronephrosis and a space-occupying mass. Intravenous pyelogram showed right pelviureteral nonvisualization. Computed tomography revealed stones along with upper-ureteric thickening and dilating and a 28 × 27 mm uneven enhancing mass in ureteropelvic junction. No enlarged mesenteric lymph nodes and retroperitoneal lymph nodes were observed, and no thrombus in the renal vein and inferior vena cava (). Percutaneous nephrolithotripsy was performed to remove the stones and establish diagnosis. Initial impression of biopsy specimens reviewed by the pathologist was that of urothelial carcinoma with necrosis. In view of the malignancy, the patient underwent radical nephroureterocystectomy, and a nodular and sessile tumor measuring 3.0 × 2.5 × 1.7 cm with gray-whitish cut surface was found in the dilated pelvis of the resected specimen (). A final diagnosis of high-grade neuroendocrine carcinoma with focal squamous metaplasia was rendered (). Preoperative and postoperative systemic examinations detected no tumors in other sites.\\nThe patient did not receive chemotherapy after surgery. Six months later, postoperative review showed some enlarged retroperitoneal lymph nodes and no metastatic tumors found in other anatomic sites using the computed tomography detection, and the patient had no subjective symptoms except discomfort of the operative site. However, 9 months after the surgery, multiple metastatic tumors were found in the lung and liver, and the patient presented cachexia.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'11748366': 1, '1310345': 1, '16045564': 1, '9256336': 1, '10048091': 1, '12627507': 1, '33477429': 1, '19096940': 1, '2548704': 1, '26952913': 2}", "similar_patients": "{}"}