{"patient_id": 143113, "patient_uid": "4298804-1", "PMID": 25621081, "file_path": "noncomm/PMC004xxxxxx/PMC4298804.xml", "title": "Atypical Carpal Tunnel Syndrome in a Holt Oram Patient: A Case Report and Literature Review", "patient": "A 27 year old gentleman presented to orthopaedic outpatient clinic with the principal complaint of parasthesia over the right index finger, worse overnight and causing sleep disturbance. In addition he had noted a recent reduction in grip strength. His past medical history was that of congenital bilateral thumb hypoplasia, for which he had undergone left index finger pollicisation and excision of the rudimentary thumb to his right hand. Both his mother and maternal grandfather had been diagnosed with HOS.\\nExamination revealed decreased sensation over the index finger and hypoplasia of the thenar eminence. Provocation with Tinnel’s test over the carpal tunnel and with a modified Phalen’s test were both negative. He was referred for electrophysiologic nerve examination, which revealed marked conduction abnormalities of the median nerve. In light of his abnormal provocative tests and anatomy a magnetic resonance imaging (MRI) scan was requested to delineate the carpal tunnel and median nerve anatomy.\\nThe MRI scan revealed a very radial lying median nerve within the carpal tunnel and scaphoid hypolpasia, it was postulated that the abnormal lie of the median nerve could be in relation to the observed scaphoid hypolpasia (Fig. ).\\nThe patient underwent carpal tunnel decompression under general anesthesia with a more radial incision. The transverse carpal ligament was released and the nerve explored, where it was found to be located radially within the tunnel and illustrated signs of chronic compression.\\nAt review, 3 months post operatively the patient’s symptoms had dramatically improved with a resultant high satisfaction with the outcome of surgery.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'14507518': 1, '17236129': 1, '12436037': 1, '14402857': 1, '23545878': 1, '17213381': 1, '9771325': 1, '10887363': 1, '10077526': 1, '16945723': 1, '8775204': 1, '11466636': 1, '10373308': 1, '20961708': 1, '17502954': 1, '23683863': 1, '16183809': 1, '21846383': 1, '11183182': 1, '22366785': 1, '20033168': 1, '8114858': 1, '20067924': 1, '1870097': 1, '8730285': 1, '10077612': 1, '17707532': 1, '22572437': 1, '12925640': 1, '22763061': 1, '22577452': 1, '9843474': 1, '9429137': 1, '25621081': 2}", "similar_patients": "{}"}