{"patient_id": 83840, "patient_uid": "4637445-1", "PMID": 26587292, "file_path": "comm/PMC004xxxxxx/PMC4637445.xml", "title": "Pacing and Sensing of Human Heart for over 31 Years with the Same Apparatus (Generator and Lead)", "patient": "A 45-year-old woman was referred to our hospital from a provincial hospital, due to sick sinus syndrome (tachy-brady syndrome causing fainting attacks). Clinical examination and laboratory tests were normal. A VVI (multiprogrammable) Siemens Elema 668 (SN 336801220) pulse generator with a passive fixation carbon tip unipolar lead 412S/60 of the same company was implanted in her on October 10, 1983. This was a nominal high voltage (5 V) device, in contrast with the lower full-charge voltage of the new modern generators (about 2.76 V). The implantation procedure (lead tip placed at the right ventricular apex) was uncomplicated, with the following acceptable parameters: R wave (sensing) 8 mV, pacing threshold 0.7 V/0.5 ms, and pacing resistance 750 Ω. This is a passive fixation, 60 cm long unipolar lead with a silicone rubber as an insulation and activated vitreous carbon, porous tip. This type of electrode provides, among other advantages, lower current and voltage for stimulation acutely and chronically []. The generator was programmed with the nominal program “on” (output 5 V/0.5 ms pacing at 70 bpm, Vario off).\\nThe patient was discharged 24 hours later and she had follow-up visits every six months. Fifteen months after implantation, on January 1985, Vario was assigned to “on” mode. In the Vario mode, which was historically the first manually applied algorithm for pacing threshold measurement, magnet application results in 16 asynchronous beats at the magnet rate of 100 bpm, followed by 16 asynchronous beats at a rate of 125 bpm. During the 16 beats at 125 bpm the voltage output is reduced by 1/15 progressively until zero output is reached []. In addition to Vario “on” mode, output was decreased 2.5 V/0.5 ms as there was stable pacing threshold < 1 V/0.5 ms (safety margin > 2/1). This threshold remained stable for more than three decades (). The patient's European Pacemaker Registration Card is completed with the follow-up data, during this period of time.\\nHer last visit in our outpatients pacemaker clinic was on May 22, 2015, 31 years since implantation. ECG revealed pacing rhythm with underlying atrial fibrillation. The application of a magnet showed ventricular capture in a magnet rate of 99 bpm (). Pacing threshold was estimated with the use of Vario system at 0.9 V/0.5 ms, remarkably close to the initial threshold during the implantation. The chest X-ray showed normal findings, with no evidence of lead fracture (). Next follow-up visit is scheduled for November 2015.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'20921437': 1, '19109362': 1, '16943934': 1, '22309354': 1, '18834475': 1, '25444853': 1, '20545869': 1, '16627443': 1, '17617067': 1, '21252172': 1, '26587292': 2}", "similar_patients": "{}"}