{"patient_id": 144807, "patient_uid": "4396650-4", "PMID": 25897230, "file_path": "noncomm/PMC004xxxxxx/PMC4396650.xml", "title": "Catatonia in Down syndrome; a treatable cause of regression", "patient": "BN is a Caucasian male with no previous psychiatric problems, who was aged 18 years old at presentation. His only medical problems were alopecia areata successfully treated at age 12 years and mild Raynaud’s phenomenon. Despite moderate-range ID (based on IQ testing), he demonstrated higher-than-expected adaptive functioning, including playing the piano, reading, and working part-time. Family history was positive for adult-onset hypothyroidism and Raynaud’s in the father. There was no history of stressors.\\nSymptoms emerged at age 17 years, 5 months, with progressive psychomotor slowing, episodic immobility, freezing, reduced speech and eye-blink rate, loss of hedonic capacity, grimacing and holding his tongue out, repeated shrugging and turning of the shoulders, slow eating, and stereotyped movements of the fingers. There were no sleep problems and minimal snoring. Neurological examination was normal except for overall motor slowing. Neurologic testing was unremarkable, including brain MRI, routine and 24-hour EEGs. Laboratory testing included comprehensive metabolic profile (CMP), complete blood count, B12, B6, and folate levels; iron, total iron binding capacity, and iron saturation; thyroid panel including anti-thyroglobulin and thyroid peroxidase antibodies; rapid plasma reagin (RPR); creatinine phosphate; ceruloplasmin; sedimentation rate; and a comprehensive immune function evaluation. Immune studies were positive for mildly elevated antinuclear, anti-streptococcal, and anti-Mycoplasma antibodies; elevated serum immunoglobulin G levels against dopamine D1 receptor, dopamine D2 receptor, and tubulin; and elevated serum induction of Ca2+/calmodulin-dependent kinase II in human neuronal cell lines.\\nA lorazepam (1.5 mg, IV) challenge resulted in marked improvement in motor symptoms lasting approximately 24 hours. Based on these findings and due to the lack of evidence to suggest another underlying medical or neuropsychiatric disorder, BN was diagnosed with unspecified catatonia. Symptoms supporting the catatonia diagnosis were progressive motor slowing, periodic cessation of all motor activity (freezing episodes), grimacing, posturing (a posture or movement maintained for a prolonged period), staring, loss of previously gained skills, markedly slowed food intake, negativism, and a loss of hedonic capacity. Lorazepam was titrated to a maximum dose of 20 mg/day resulting in 80% of baseline function. ECT was initiated due to failure to achieve baseline. At the time of writing, the patient has had an immediate and robust response to 12 bilateral treatments, with more spontaneous speech and fluidity of movement. The plan is to continue ECT until return to baseline function is attained.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'19948627': 1, '23381164': 1, '8686483': 1, '22040029': 1, '20632187': 1, '22848844': 1, '23215963': 1, '32920658': 1, '24755717': 1, '19586994': 1, '33898640': 1, '29777584': 1, '33841297': 2, '23806583': 1, '16675381': 1, '28555009': 1, '34573218': 1, '21076339': 1, '20298732': 1, '23949827': 1, '22888254': 1, '21673586': 1, '20297157': 1, '34439728': 1, '21788214': 1, '23603588': 1, '25004188': 1, '14691369': 1, '21501111': 1, '30440239': 1, '3158266': 1, '31571888': 1, '18929054': 1, '11966329': 1, '22935553': 1, '20933172': 1, '12506260': 1, '16838318': 1, '22150102': 1, '20597723': 1, '17910080': 1, '31879555': 1, '17910085': 1, '12699967': 1, '31842726': 1, '18722332': 1, '23572173': 1, '32050889': 1, '16802281': 1, '19996245': 1, '22135438': 1, '11115020': 1, '21099376': 1, '16648780': 1, '25897230': 2}", "similar_patients": "{'4396650-1': 2, '4396650-2': 2, '4396650-3': 2, '8032932-1': 1}"}