{"patient_id": 87524, "patient_uid": "4937640-1", "PMID": 27408891, "file_path": "comm/PMC004xxxxxx/PMC4937640.xml", "title": "FDG-PET/CT and CT Findings of a Benign Solitary Fibrous Tumor of the Kidney; Correlation with Pathology", "patient": "A 63-year-old woman underwent CT scan for liver dysfunction. The CT images revealed a large, well-circumscribed, lobulated tumor, 10×9.7 cm in size (), arising from the hilum of the right kidney. Most of the tumor demonstrated moderate contrast-medium enhancement from the corticomedullary to nephrographic phase ( and , arrows). There was a small nodular component bulging from the caudal portion of the tumor, showing avid enhancement in the corticomedullary phase (, arrowhead) and washed out in the nephrographic phase (, arrowhead).\\nRenal cell carcinoma (RCC) was initially suspected, and FDG-PET/CT was performed. The maximum intensity projection image showed weak FDG uptake, corresponding to the tumor (, arrow). FDG accumulation in the main and small caudal components was low with maximum standardized uptake values (SUVmax) of 2.3 and 1.91, respectively (Figures –, arrows and arrowheads).\\nThe degree of FDG uptake was similar in the two components of renal tumor, despite the difference in contrast enhancement. No abnormal FDG accumulation, suggesting a metastatic disease, was found elsewhere in the body.\\nWith a preoperative diagnosis of RCC, total nephrectomy was performed. The right kidney contained a well-circumscribed mass in the inferior portion (10.5×9.5×7.5 cm). The cut surface of most of the tumor was yellowish white (, arrows), and the small nodular component of the inferior region of the tumor was grayish white (, arrowheads).\\nNeither necrosis nor hemorrhage was observed in our case. Histologically, the former portion of the tumor was composed of various densities of fusiform or ovoid spindle-shaped cells and different amounts of large collagen bands with a patternless, storiform, or fascicular architecture ().\\nThe small nodular component of the caudal part of the tumor, which showed intense enhancement and rapid washout in the contrast-enhanced CT, contained relatively dense spindle cells with a monotonous appearance and numerous thin-walled ‘staghorn’ branching vessels ().\\nImmunohistochemically, the tumor cells were positive for CD34 () and negative for CD117, α-smooth muscle-specific actin, S-100 protein, cytokeratin (clone AE1/3), and melanosome-associated antigen (clone HMB45). The proliferating activity, assessed by Ki67 labeling index, was very low (less than 1%, data not presented). The tumor cells demonstrated no increased mitotic activity in the histological sections. Therefore, we diagnosed a benign renal SFT, without malignant potential. The patient is currently disease-free after 6 months of follow-up.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'23834904': 1, '23677757': 1, '23640229': 1, '21071373': 1, '24977739': 1, '24008397': 1, '24686215': 1, '24152657': 1, '11920476': 1, '16359538': 1, '24855378': 1, '31885980': 2, '23597840': 1, '25031693': 1, '17396171': 1, '27408891': 2}", "similar_patients": "{'6893274-1': 1}"}