{"patient_id": 87737, "patient_uid": "4955046-1", "PMID": 27625558, "file_path": "comm/PMC004xxxxxx/PMC4955046.xml", "title": "Familial Cleidocranial Dysplasia", "patient": "A 9-year-old boy presented to the clinics of Department of Pedodontics, Dr Ziauddin Ahmed Dental College and Hospital, Aligarh Muslim University, Aligarh, with his mother. The mother stated that none of his milk teeth had yet shed.\\nThe cause of her concern was that she herself had faced the same condition as a child and due to lack of awareness and funds, had not had a chance to rectify the situation. At present at the age of 32 she wore over dentures.\\nUpon observation, the facies and the stance of both the mother and son were suggestive of the classical manifestations of cleidocranial dysplasia ( and ).\\nThe child () had a short stature, flat nasal bridge, widely spaced eyes, a malformed head and short and broad hands. He had broad neck, sloping and hypermobile shoulders.\\nHis physical development, intelligence, hearing, spine and rest of the systemic examination were normal.\\nIn the mother’s case ( and ), the skeletal features well as the degree of apposition of the shoulders were more pronounced.\\nClinical examination of the 9-year-old male revealed a high arched palate and malar and maxillary hypoplasia as well as fused upper left primary central and lateral incisor. There was an absence of spacing in the lower jaw (). None of this child’s teeth were mobile. The mother had partial anodontia with some erupted /malformed permanent teeth and mobile deciduous teeth present ().\\nThe head circumference was 50.5 cm (brachycephalic), with coronal suture ridging, depressed metopic suture (), just like in the mothers case (), hypertelorism and depressed nasal bridge. His ears were set low ().\\nUpon palpation, the anterior fontanelle was judged to be not fully closed and clavicles were judged to be laterally deficient. The mother had more pronounced brachydactyly () than the son ().\\nAn OPG and X-ray chest were advised. The OPG showed that most of the permanent teeth had formed crowns but the root formation was lagging behind (). An OPG was also requested of the mother and it showed deciduous retained teeth, poorly formed permanent teeth and impacted permanent teeth with supernumerary teeth and dental age lagging behind chronological age ().\\nThe X- ray chest showed clavicles were deficient laterally ().\\nThe diagnosis of cleidocranial dysplasia was confirmed radiographically further by obtaining X-ray skull (AP and lateral) ( and ) and X-ray hand wrist ().", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'18408272': 1, '8613321': 1, '4833883': 1, '4875295': 1, '27625558': 2}", "similar_patients": "{}"}