{"patient_id": 75821, "patient_uid": "4079659-1", "PMID": 24987957, "file_path": "comm/PMC004xxxxxx/PMC4079659.xml", "title": "Reducing Specific Phobia/Fear in Young People with Autism Spectrum Disorders (ASDs) through a Virtual Reality Environment Intervention", "patient": "Three representative cases are described in more detail below.\\nChild D was a 9 year old boy with fear of crowded buses and underground trains. The family had no car and were dependent on public transport. D had tantrums on a crowded bus or refused to get onto an approaching crowded bus. This often led the family to wait 30–40 minutes until a much less crowded bus came along, or not go out as a family.\\nBefore the first VRE session, D rated himself as having low confidence, 2 (on a scale of 0 to 6); his parent rating was also 2. A VRE scene was designed where D stood at a virtual bus stop, waited for a bus and then virtually got onto it, and found a seat. The number of people on the approaching bus increased over the four sessions.\\nAt the end of the final VRE session, D rated himself as confident in this scenario (6, with parent rating 5). This confidence translated into functional improvement; the family reported that immediately after the final VRE session, he was able to get onto a crowded bus. Two weeks later, D and his family were able to board any bus, irrespective of the number of people on it, and after six weeks, D was able to ride on crowded underground trains. At six months after VRE exposure, this positive effect was maintained with. At 12–16 months after VRE exposure this situation was maintained with D actively enjoying outings on public transport. D’s mother commented ‘D has not looked back since visiting the Blue Room and never worries about crowded buses and trains anymore’.\\nChild B was a 12 year old with a phobia of pigeons. B could not sit by a window in his own house and panicked if faced with pigeons while outside. Going out was preceded by considerable anxiety about encountering pigeons, leading to significant impact on the family’s participation in outside events.\\nA VRE playground scene was developed, initially including one pigeon and then building up over 4 sessions to exposure to 10 pigeons. The pigeons flew in and out of the VRE, with realistic accompanying sounds (which were part of B’s phobia). The VRE allowed B to virtually move toward and away from the pigeons. Eventually B could tolerate 10 pigeons flying in, and virtually ‘walk’ past them, before they flew out again. Before the first VRE session, B rated his confidence in his ability to ‘walk past pigeons in the street’ at 3.5; his parents rated his confidence as 1. By the end of the fourth VRE session his increased confidence rating was 5; his parent rating was 4.\\nThe family reported that one week after the final VRE session, B was able to walk past pigeons in real life at the entrance to a shopping mall and was no longer afraid to sit near a window. Six weeks later, he was able to sit in a public square with pigeons without being constantly vigilant. At interview, B said he still had a fear of pigeons but that ‘it does not control me anymore’. He also reported being able to use the techniques he learned in the Blue Room in other situations - he had a much milder fear of dogs, and was able to use the relaxation techniques and coping statements if he met a dog while outside. At 6 months the effect was maintained with B still using the techniques he had learned in the VRE to control his anxiety. One year after treatment, B was able to control his anxiety without using the relaxation techniques. At 12–16 months post treatment, child B demonstrated reliable change on total SCAS scores for both parent and child report.\\nChild F was aged 11 years and had a diagnosis of Asperger’s syndrome. He was referred by the local community mental health team and was receiving treatment for chronic anxiety. F had a phobia of crowded buses that was a result of a specific incident which had left him worried about something unexpected happening when he was on a bus. His VRE scene was as for child D.\\nF progressed through the stages of the treatment and was able to tolerate an increasing number of people on the virtual bus. However, in contrast to the experiences of other children, F found the VRE scenes did not lead him to feel present in the situation. His self-rating of confidence at getting on a bus was 4 at the beginning and end of the VRE sessions. Two weeks later, in real life, although he was able to walk to a bus stop, he was still unable to get on a bus. He was able to tell us that it was because he was ‘afraid of people acting strangely’. In parallel with participating in the treatment programme, his anxiety was exacerbated by transitions he was undergoing such as making decisions about his next school placement. At six months post treatment he was still unable to get on a bus. However, at 12–16 months follow up he had been able to ride on a public bus once, although with a great deal of family support.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'28512692': 1, '29517857': 1, '32357517': 1, '2002127': 1, '23104615': 1, '20824493': 1, '10789276': 1, '16238662': 1, '26919157': 1, '27272115': 1, '30071588': 1, '29497597': 1, '24015827': 1, '17034333': 1, '27518188': 1, '31032480': 1, '24101715': 1, '23644915': 1, '27445739': 1, '28955254': 1, '17031447': 1, '20177765': 1, '16900403': 1, '11424657': 1, '30019276': 1, '20694508': 1, '10533438': 1, '16682396': 1, '17171539': 1, '7782406': 1, '16845581': 1, '19998539': 1, '21571763': 1, '20484000': 1, '31248435': 1, '20072702': 1, '34075297': 1, '31031664': 1, '30767156': 1, '22895777': 1, '15162941': 1, '32903670': 1, '20697792': 1, '29926295': 1, '34248702': 1, '20309621': 1, '16868846': 1, '32171316': 1, '15149901': 1, '11564343': 1, '33225056': 1, '22642342': 1, '11039862': 1, '9648330': 1, '18645422': 1, '18456689': 1, '9435761': 1, '14627879': 1, '20508979': 1, '34783991': 1, '24987957': 2}", "similar_patients": "{}"}