{"patient_id": 84920, "patient_uid": "4721020-1", "PMID": 26790957, "file_path": "comm/PMC004xxxxxx/PMC4721020.xml", "title": "Submucosal lipoma of the sigmoid colon as a rare cause of mucoid diarrhea: a case report", "patient": "A 72-year-old Sri Lankan Sinhalese man presented to our clinic with a 3-month history of worsening mucoid diarrhea. Initially his diarrhea was infrequent and mild, but had gradually worsened to 15–20 episodes per day with associated tenesmus and occasional blood staining, significantly limiting his daily activity. He had no loss of appetite or weight loss. His medical history was unremarkable except for dyslipidemia, for which he was taking atorvastatin (10 mg daily). He had no history of past surgery. Results of an abdominal examination were normal and a digital rectal examination did not reveal any masses or blood. Results of laboratory investigations, including a full blood count, basic biochemistry, and tests for inflammatory markers, were within normal limits.\\nSubsequently, our patient had a colonoscopy, which revealed a single 3 × 2 cm pedunculated, spherical, smooth mass with minimal surface ulceration in his lower sigmoid colon (Fig. ). Initial biopsies revealed only inflammatory tissues. A triple-contrast computed tomography scan of his abdomen revealed a 2.8 × 2.2 cm rounded mass in his sigmoid colon causing mild narrowing of the lumen (Fig. ). The density was compatible with that of fatty tissue. A repeat endoscopy was performed and the lesion excised after applying a nylon wire loop to the stalk. The bulging cut surface was composed of yellow adipose tissue.\\nThe procedure was uncomplicated and resulted in a dramatic improvement in our patient’s symptoms. A histological examination confirmed the presence of mature adipose tissue in a submucosal location. Sigmoidoscopy 2 weeks after the procedure showed a well-healed excision site.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'15918213': 1, '1675882': 1, '24524487': 1, '29546005': 1, '24143327': 2, '22298986': 1, '21938257': 1, '26790957': 2}", "similar_patients": "{'3797950-1': 1, '3797950-2': 1, '3797950-3': 1}"}