{"patient_id": 152073, "patient_uid": "4866350-1", "PMID": 27212827, "file_path": "noncomm/PMC004xxxxxx/PMC4866350.xml", "title": "A case of Gilles de la Tourette's syndrome", "patient": "A 24-year-old male was referred to Psychiatry Department with insidious onset gradually progressive multiple repetitive abnormal movements of body parts for last 14 years and repetitive abnormal production of sounds and utterances for last 5 years. Individual developed repetitive blinking of eyelids at 10 years of age. These movements were spontaneous and not discomforting. It was not in his control but could stop it for a while. Two weeks later, he developed hopping movements while standing or walking which were spontaneous with varying frequency. Any move to suppress these movements led to an unpleasant sensation. There was no alteration of consciousness, preceding aura, preceding thoughts or impulse, accompanied hallucinations or delusions. Individual subsequently developed frequent holding and releasing movements while riding a scooter as pillion in an attempt to hold the driver. These movements were un-voluntary, repetitive, with variable frequency.\\nOver the years, movements increased further in number and frequency. Now there were multiple abnormal movements at a time involving upper and lower limb, eyes, and head. These movements used to get exacerbated when he was made fun of by people or when he is excited while playing video games, etc., The same used to get relieved when he used to get engrossed in an activity or while at sleep. Within few months, individual was noted to produce repetitive un-voluntary sounds like grunting, throat clearing which were spontaneous with variable frequency. These bouts were initially once or twice; a month later used to come almost every day.\\nDuring the same time, individual developed repeated thoughts of hands being dirty. He found these thoughts as his own, considered it as irrational, however, could not resist and was compelled to wash his hands 3–4 times a day. These acts if resisted led to anxiety and when performed relieved it temporarily. He would also get repetitive unreasonable impulses such as switching off computer without shutting it properly, putting his finger in the electric socket, putting a finger in the hinge of the door, or suddenly laughing aloud for no rhyme or reason. He noticed an increase in movements and sound production over months. There was also associated production of obscene words and abuse which were not clearly in his voluntary control. During the same time only he was noticed by people to be repeating their words and imitating movements unnecessarily. Initially, these used to occur once or twice a month later progressed to once or twice a day. While riding a bicycle due to these abnormal movements, he hit another person and injured his knees. During hospitalization for the same, his abnormal movements were noted. Subsequent he was referred for psychiatric management.\\nThere was the past history of repeated joints pains, joint swelling, and fever during childhood. However, he did not require any long-term medications/injectable antibiotics. There was no family history of mental illness. Mother had obsessive compulsive traits.\\nOn examination, general and systemic examinations were within normal limit. Mental status examination revealed multiple abnormal un-voluntary purposeless movements such as eye rolling, clenching of teeth, moving jaw sideways, jaw opening, shoulder shrugging, jerky movement of upper limbs, and jerky movements of the lower limb. Complex motor tics were seen in hand movements as if making 8, movement of the head in + fashion, and circular movements of the foot. Obsessions of dirt and contamination and impulse of putting a finger in an electric socket and the hinge of the door was present. The compulsion of washing hands was present. Sensorium was clear with intact cognition, insight, and judgment. Bio drives were stable. Relevant investigation including liver function, thyroid function, slit lamp examination, antistreptolysin O titer, Video electroencephalography, and magnetic resonance imaging brain was normal.\\nHe was diagnosed by combined vocal and multiple motor tic disorder (Gilles de la Tourette's syndrome) (F95.2) and OCD (F42). He was managed with tablet haloperidol 1.25 mg HS, tablet fluvoxamine 200 mg in divided doses, relaxation therapy, and habit reversal therapy. He developed akathisia following which haloperidol was withdrawn. Tablet clonazepam 0.5 mg HS was added and built up to 1 TDS. His restlessness subsided. His jaw movements, circular movements of lower limbs decreased. He could prioritize his movement. Frequency and intensity were lesser. Obsessive and compulsive symptoms reduced significantly.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'19359447': 1, '14980368': 1, '22440810': 1, '19913658': 1, '21142535': 1, '16554257': 1, '20483969': 1, '34349312': 1, '17417057': 1, '21445723': 1, '19855949': 1, '27212827': 2}", "similar_patients": "{}"}