{"patient_id": 76466, "patient_uid": "4122011-1", "PMID": 25126429, "file_path": "comm/PMC004xxxxxx/PMC4122011.xml", "title": "An Uncommon Presentation of Spontaneous Rectus Sheath Hematoma with Acute Kidney Injury due to Obstructive Uropathy and Prerenal Azotemia", "patient": "An 81-year-old Caucasian female presented to our emergency department with acute abdominal pain and oligoanuria (urinary output 100 mL/8 h). Her medical history included a recent hospitalization due to acute myocardial infarction (AMI) and atrial fibrillation (AF), treated with amiodarone intravenous infusion (amiodarone 300 mg bolus iv) and anticoagulant therapy with acenocoumarol and dual antiplatelet treatment (aspirin 100 mg per day; clopidogrel 75 mg per day). During the first hospitalization, she developed amiodarone-induced hepatotoxicity. Therefore, the treatment with acenocoumarol was interrupted and replaced with low molecular weight heparin (LMWH) (nadroparin 5700 antiXA/0.6 mL twice daily) while antiplatelet treatment continued. Eight (8) days after she was discharged home, she presented in the emergency department hemodynamically unstable (BP: 80/60 mmHg, HR: 115 bpm) with tachypnea and low grade fever. Physical examination demonstrated a painful mass extending to the lower abdomen and upper ecchymosis. Routine laboratory examinations revealed anemia, acute renal failure, hypocalcaemia, and coagulation disturbances (-Day 1). Urinalysis showed acute tubular necrosis (Specific Gravity 1027, pH 6, WBCs 0-1, RBCs 0-1, and browncast cylindroids). Both abdominal ultrasonography and abdominopelvic CT scan demonstrated an hematoma at lower abdomen, on the left rectus abdominis muscle extending to the pelvis (dimensions 11.3 × 14.6 × 10.5 cm), presented with the “hematocrit formation” point (). Furthermore, bilateral hydronephrosis was observed due to hematoma's invasive traits. Central venous pressure (CVP) was 3 mmHg and intra-abdominal pressure (IAP), using the intravesicular method, was 21 mmHg (abdominal compartment syndrome (ACS)). Acute kidney injury correlated with acute tubular necrosis and postrenal obstructive uropathy ().\\nAnticoagulant and antiplatelet agents were ceased. On day 1, in accordance with CVP, intravenous fluids (0.9% sodium chloride solution) were infused in order to restore intravascular volume. The patient received two packed red blood cells transfusions, one fresh frozen plasma transfusion and calcium gluconate (10 mL calcium gluconate 10%/8 h) because of the blood clotting mechanism's disturbances. On day 2, despite normal ranges of CVP, the patient was hemodynamically unstable and was treated with vasopressors (dopamine 10 μg/kg/min). The above measures increased blood pressure to 120 mmHg and the urinary output improved (400 mL/8 h). The patient recovered gradually after fifteen (15) days of bed rest, without any complications, and was discharged hemodynamically stable (BP: 115/80) with normal IAP (7 mmHg), renal and liver function (-Day 15), while she had received four packed red blood cells and six fresh frozen plasma transfusions in total.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'22602838': 1, '9313718': 1, '29991553': 1, '3215763': 1, '20338023': 2, '8672975': 1, '23535226': 1, '1839768': 1, '2525948': 1, '17474896': 1, '20009404': 1, '22964214': 1, '2970820': 1, '18940904': 1, '23791004': 1, '16009182': 1, '24139341': 1, '19845270': 1, '12564308': 1, '11217652': 1, '24350093': 1, '16192903': 1, '24525605': 1, '26847807': 1, '19089428': 1, '21641140': 1, '72957': 1, '16294096': 1, '19683130': 1, '16609349': 1, '24267499': 1, '6298281': 1, '15961018': 1, '20955630': 1, '25126429': 2}", "similar_patients": "{'2827159-1': 1}"}