{"patient_id": 141288, "patient_uid": "4181133-1", "PMID": 25298944, "file_path": "noncomm/PMC004xxxxxx/PMC4181133.xml", "title": "Extranodal anaplastic large cell lymphoma mimicking sarcoma: A report of an interesting case", "patient": "A 16-year-old female patient was referred to the surgery outpatient department with complaints of right infra-auricular mass for the past 5 months. A previous fine-needle aspiration cytology of the mass done at another hospital reported it as undifferentiated carcinoma. Histopathologic examination of the biopsy specimen that was taken at the same hospital was reported as a high-grade malignant soft-tissue tumor. On examination, ulcero-proliferative growth in the right infra-auricular area was seen with non-healing ulcer of the overlying skin for the past 1 month. No significant lymph node involvement was seen.\\nRoutine laboratory investigations were within normal range as follows: Hemoglobin (Hb) 11.2 g/dl; total leukocyte count (TLC) 14,200/mm3, P 71%, L 21%, E 06%, and M 02%; platelets 3.34 lacs/mm3; bleeding time 2 min 30 s; and clotting time 6 min 45 s. Biochemical investigations comprising liver function tests, renal function tests, and serum electrolytes were within normal limits.\\nRadiological investigations comprised chest X-ray which showed no abnormality, along with contrast-enhanced computerized tomography (CECT) and magnetic resonance imaging (MRI). Both the imaging modalities revealed a 6 × 6 cm mass lesion involving the right parotid region, extending into the infra-auricular area with irregular margins. No significant lymph node involvement was seen. The patient was taken up for surgery under general anesthesia and a wide right neck composite resection with excision of the mass was done along with lymph node dissection from level I to level V and the sample was sent for histopathology.\\nGrossly, the specimen was a gray-white, globular, soft-tissue mass, partially covered with skin, and measured 7 × 6 × 4 cm with ulceration on the surface. On cutting, a variegated, firm yellow-white tumor mass infiltrating the skeletal muscle was seen. Microscopic examination showed large atypical cells arranged in sheets, clusters, and alveolar pattern. The cells were bizarre, and anaplastic with numerous multinucleated giant cells along with lobulated (embryo-like) nuclei and a prominent nucleolus [Figures and ]. Mitosis was brisk with several atypical forms. The lymph nodes showed reactive change. A histopathologic diagnosis of malignant soft-tissue sarcoma was made with the possibilities of pleomorphic sarcoma, rhabdomyosarcoma, and ALCL. Immunohistochemistry (IHC) was advised for further characterization. A panel of antibodies comprising cytokeratin (CK), epithelial membrane antigen (EMA), desmin, leukocyte common antigen (LCA), CD30, and anaplastic lymphoma kinase (ALK) was put up. Anaplastic cells were positive for LCA, CD30 [], and ALK [], and weakly positive for EMA.", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'9490693': 1, '31516219': 1, '17883051': 1, '18385450': 1, '19886557': 1, '22090705': 2, '19917480': 1, '11090048': 1, '17941004': 1, '20306994': 1, '3876124': 1, '23758281': 1, '25298944': 2}", "similar_patients": "{'3214476-1': 1}"}