{"patient_id": 142901, "patient_uid": "4288490-1", "PMID": 25493380, "file_path": "noncomm/PMC004xxxxxx/PMC4288490.xml", "title": "More than 10 years survival with sequential therapy in a patient with\\nadvanced renal cell carcinoma: a case report", "patient": "In February 2003, a 57-year-old man (height, 168 cm; body weight, 77 kg) presented\\nwith painless gross hematuria. Ultrasonography indicated a solid mass in the left\\nkidney. He took Chinese herbal medicines for several months, but the hematuria\\ncontinued. When he revisited our clinic in October 2003, a computed tomography (CT)\\nscan showed a solid mass of about 8×7 cm in the lower pole of the left kidney (about\\n14×11 cm) infiltrating the major psoas muscle, with a long embolus in the inferior\\nvena cava (IVC) that reached the entrance of the hepatic vein (). He had a Karnofsky Performance Status (KPS) score of\\n70%, and Eastern Cooperative Oncology Group (ECOG) performance status of 2. The\\npatient had a history of chronic gastritis (diagnosed in 1998), hyperlipidemia\\n(diagnosed in 2002), fatty liver disease (diagnosed in 2004), right carotid artery\\natherosclerosis (diagnosed in 2005), benign prostatic hyperplasia (BPH, diagnosed in\\n2005), and a left maxillary sinus cyst (diagnosed in 2006), but he is currently\\ntaking no medications for these conditions.\\nIn November 2003, the patient underwent radical left nephrectomy and removal of the\\ntumor embolus in the IVC. The tumor was stage IV according to the 2002 American Joint\\nCommittee on Cancer (AJCC) staging system. Postoperative pathological examination\\nconfirmed advanced clear-cell carcinoma (pT4N0M0 Fuhrman grade II). Forty days later,\\nCT scans revealed no residue of tumor in the surgical site, but one small (about 0.6\\ncm) nodule was discovered in the left lower lung. Fortunately, the patient was\\nstratified as favorable according to Memorial Sloan-Kettering Cancer Center RCC\\nnomogram. He was started on a combined immunotherapy regimen (interleukin-2 plus\\ninterferon), an adjuvant protocol that followed the treatment guidelines for renal\\ncancer recommended by the Chinese Urological Association, and which was adapted for\\nChinese patients from National Comprehensive Cancer Network (NCCN) practice\\nguidelines (). The protocol included two\\ncycles of recombinant human interleukin-2 (18 million IU, sc for 5\\ndays in the first week, followed by 3 weeks of 18 million IU for 2 days and 9 million\\nIU for 3 days) and recombinant human interferon-α2b (9 million IU,\\nim, 3 times per week for 12 weeks). Close follow-up was\\nmaintained, including disease history, physical examination, routine blood tests,\\nkidney and liver function tests, and CT imaging every 3 months. In August 2005, a\\ncystic change was noted in the right kidney. Urodynamic tests revealed increased\\nresidual urine (70 mL), and ultrasonography suggested BPH.\\nIn June 2006, two solid masses (1.0×1.0 cm and 1.5×1.5 cm in size) appearing to be\\nmetastases were found, in the middle and upper pole of the right kidney (). The small nodule in the left lower\\nlung had not changed significantly. The patient underwent a second surgical procedure\\nvia the primary abdominal incision to enucleate the two masses in the right kidney.\\nIntraoperative frozen sections confirmed metastatic clear-cell carcinoma. The patient\\ncontinued the previous immunotherapy for two cycles after the surgery. Unfortunately,\\nin November 2006, three lung nodules involving both lungs, each smaller than 1 cm,\\nwere found.\\nSorafenib is recommended as a first-line targeted therapy for mRCC by the NCCN\\nguidelines, and received marketing approval in China in November 2006. As the\\npatient's mRCC diagnosis satisfied the 2002 AJCC criteria, he began sorafenib\\ntherapy, 400 mg twice daily, in January 2007, when the largest of the 3 lung nodules\\nbecame more apparent, growing to about 1.3×1.5 cm in size ().\\nTreatment response was evaluated according to the response evaluation criteria in\\nsolid tumors (RECIST) by an expert team that included both a radiologist and a\\nurologist. The disappearance of all known lesions within 1 month was considered a\\ncomplete response. A greater than 30% decrease in the total length of longest lesion\\ndiameter was considered a partial response, and a greater than 20% increase in the\\nsmallest sum as progressive disease. Changes between these limits were defined as\\nstable disease. Adverse events were assessed by National Cancer Institute's Common\\nTerminology Criteria for Adverse Events (CTCAE) 3.0. Grade 1, 2, 3 adverse events\\nthat occurred in this patient were described as mild, moderate and severe,\\nrespectively.\\nOne week after starting sorafenib therapy, the patient experienced grade 1 hand-foot\\nsyndrome, stomatitis, fatigue, and grade 2 diarrhea. These reactions were controlled\\nby symptomatic treatment without the need for dose reduction or therapy interruption.\\nTwo months after starting sorafenib therapy, a small embolus was found in the IVC,\\nbut the size of the nodules in the lung had decreased. The RECIST evaluation\\nindicated stable disease until January 2011, when CT images revealed a nodule, about\\n2.9×3.0 cm in size, in the left adrenal gland, an oval, low-density lesion in the\\ntail of the pancreas, and several small nodules in the left lower lung. The RECIST\\nevaluation clearly confirmed progressive disease. A larger dose of sorafenib (600 mg\\ntwice daily) was recommended. However, the patient could not tolerate the higher dose\\nowing to uncontrolled severe diarrhea (grade 3), and so in February 2011 sunitinib\\nwas carefully selected as a sequential targeted agent.\\nThe patient started sunitinib therapy at a dose of 50 mg/day in February 2011 and\\nexperienced mild adverse effects, grade 1 diarrhea. In November 2011, metastases were\\nconfirmed in the right kidney, left adrenal gland (), tail of the pancreas, and the liver, and the embolus in the\\nIVC was enlarged. The nodules in both lungs had disappeared. One month later, the\\nmetastases in the left adrenal gland and tail of the pancreas had shrunk, but the two\\nmetastatic nodules in the liver and the embolus in the IVC were still present. As the\\ncomprehensive evaluation at this time was stable disease, the patient continued\\nsunitinib therapy.\\nIn December 2012, the patient was hospitalized for acute urinary retention.\\nUrodynamic tests revealed a maximum voiding flow rate of 1.7 mL/s and residual urine\\nof 36 mL consistent with bladder outlet obstruction induced by BPH. He then underwent\\na third operation, transurethral resection of the prostate as treatment of the BPH.\\nPostoperative pathological examination confirmed the BPH diagnosis. The patient\\nrecovered well and regained normal urination.\\nBy January 2013, the metastasis in the right kidney had increased to 2.7×2.2 cm\\n(), at which time the patient\\nunderwent a fourth operation for cryoablation of metastases in both the right kidney\\nand the right hepatic lobe ().\\nSunitinib therapy was continued until disease progression was confirmed in July\\n2013.\\nIn August 2013, the patient was started on everolimus at a dose of 10 mg/day. He\\ntolerated this treatment well; the only adverse events were grade 2 fatigue and\\nstomatitis. As of 10 February 2014, the patient continues on everolimus therapy with\\nstable disease and ECOG and KPS score of 1 and 90%, respectively. His quality of\\nlife, evaluated using the WHOQOL-100 questionnaire, is satisfactory. Close follow-up\\nof the patient is ongoing.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'20219773': 1, '23064056': 1, '23380956': 1, '22452375': 1, '22674353': 1, '19555584': 1, '22050012': 1, '23204131': 1, '22677881': 1, '22473096': 1, '23490648': 1, '21735145': 1, '23322198': 1, '20456985': 1, '22289686': 1, '23254966': 1, '21187517': 1, '23297098': 1, '22312440': 1, '22263843': 1, '25493380': 2}", "similar_patients": "{}"}