{"patient_id": 82972, "patient_uid": "4574176-1", "PMID": 26388939, "file_path": "comm/PMC004xxxxxx/PMC4574176.xml", "title": "Interstitial deletion at 11q14.2-11q22.1 may cause severe learning difficulties, mental retardation and mild heart defects in 13-year old male", "patient": "The patient, a 13-year old boy, was the first and only child of unrelated healthy Caucasian parents. He was born by cesarean section after a full term pregnancy. Birth weight was 2,800 g (10th percentile), length 50 cm (50th percentile) and head circumference (HC) 35.5 cm (50th percentile). Neonatal and infancy periods were uneventful; nevertheless his motor development was delayed as he did not sit independently until the age of 15 months or walk unaided until the age of 22 months.\\nAt the age of 5, language delay was observed and laboratory investigation was performed, including audiogram, biochemical and thyroid tests, which proved normal. He received speech therapy for a two-year period and his language difficulties resolved. He attended mainstream primary school with extra educational support and finished this level at the age of 12 years. At the age of 13 years he was referred for full developmental assessment because he was experiencing severe learning difficulties in secondary school. Upon physical examination, he was characterized as quite a sociable child, with mild dysmorphic facial features such as almond shaped eyes, hypertelorism, anteverted nostrils, and gothic palate. His weight at the time was 49 kg (40th percentile), height 160 cm (60th percentile) and HC 54 cm (25th percentile). Upon neurological examination, he showed mild motor delay with severe clumsiness but without focal neurological signs. Ophthalmologic examination was normal. Heart auscultation revealed a mild systolic murmur.\\nUpon developmental evaluation, he was found to function at the mental level of a 10-year old. His cognitive abilities, according to the Wechsler Intelligence Scale for Children test (WISC III), were assessed as borderline, as his full-scale score was 75 with verbal score 75 and performance score 80.\\nExtensive laboratory investigation followed, including brain magnetic resonance imaging (MRI), electroencephalogram, kidney-liver- spleen ultrasound, bone age, biochemical tests, blood and urine amino acids, organic acids, very low fatty acids, thyroid function, ACTH, FSH, LH, DHEA-S, prolactin, estradiol e2, progesterone, testosterone, 17a-OH progesterone and IGF-1, all proved normal. Heart ultrasound showed mild mitral valve prolapsed.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'9457504': 1, '11149629': 1, '12438706': 1, '19857611': 1, '9185557': 1, '17103440': 1, '19267933': 1, '9147876': 1, '19058862': 1, '1080039': 1, '18316356': 1, '21859473': 2, '20799331': 1, '20450311': 1, '24742288': 2, '30984528': 1, '19177486': 1, '10508981': 1, '9004128': 1, '3498432': 1, '11031084': 1, '11565549': 1, '7516119': 1, '20688202': 1, '16178734': 1, '22113615': 1, '19321764': 1, '18202092': 1, '18798310': 1, '9632164': 1, '7139112': 1, '4009645': 1, '1472705': 1, '18855024': 1, '2468775': 1, '26388939': 2}", "similar_patients": "{'4108053-1': 1, '3170628-1': 1}"}