{"patient_id": 149985, "patient_uid": "4722564-1", "PMID": 27298934, "file_path": "noncomm/PMC004xxxxxx/PMC4722564.xml", "title": "Bilateral Olecranon Bursitis – A Rare Clinical presentation of Calcium Pyrophosphate Crystal Deposition Disease", "patient": "A 42 years old female presented with bilateral elbow swelling since 3 yrs. She suddenly noticed small pea sized swelling with pain on right elbow 3yrs back and after 2 months started on left side. Both swellings gradually increased to present size of a golf ball ( & ). Swellings were painless but associated with minimal restriction of elbow flexion movement. She had no history of trauma, micro trauma, fever, discharging sinus, other joints involvement and renal stone. On clinical examination a solitary mobile globular 5cm x 5cm in size non tender soft to firm in consistency without any signs of inflammation present over the posterior aspect of both elbows. Elbow joints showed no evidence of effusion or instability. Elbow movements were painless with terminal 15* restriction of flexion. All other joints were clinically normal. Details of investigations as per following : She underwent open bursectomy. The bursa was excised in toto;() a careful examination during surgery did not show any pedicle or communication with the elbow joint and specimen sent for histopathological examination ( & ). On histological examination, showed fibrocollagenous tissue with focal collections of chronic foam cells, congested vessels and haemorrhage, multiple irregular deposits of positive birefringent calcium pyrophosphate crystals with surrounding granulomatous lesion (Fig , ). On post operative follow up patient has painless full range of movements and wound healed without complications and patient satisfied ( & ). She was started on cholchicine to prevent another attacks or recurrence. Follow-up after 1 year shows full range of movements and x-rays were done shows no calcification.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'181013': 1, '6089842': 1, '17932681': 1, '6243349': 1, '19444655': 1, '28326103': 2, '849366': 1, '21102543': 1, '33235773': 1, '17458152': 1, '27298934': 2}", "similar_patients": "{'5343244-1': 1}"}