{"patient_id": 85697, "patient_uid": "4779849-1", "PMID": 26998368, "file_path": "comm/PMC004xxxxxx/PMC4779849.xml", "title": "False Negative Cell-Free DNA Screening Result in a Newborn with Trisomy 13", "patient": "A 19-year-old, gravida 2, para 1, female underwent obstetric ultrasound at 19 5/7 weeks of gestation, which identified multiple fetal anomalies including hypoplastic left heart, bilateral cleft lip, bilateral echogenic kidneys with hydronephrosis, echogenic bowel, and bowed right femur. Genetic consultation was provided and risks, benefits, and alternatives of further genetic evaluation, including amniocentesis and cfDNA screening, were discussed. The patient expressed concerns regarding the risks of invasive testing and opted to proceed with cfDNA screening. Limitations of cfDNA in this setting were reviewed. cfDNA screening was performed at 20 weeks of gestational age. A negative cfDNA screening result was issued for chromosomes 13, 18, 21, X, and Y. Although the fetal fraction (percentage of fetal DNA among all DNA in maternal plasma) was not included in the final report, later inquiries to the testing laboratory revealed a fetal fraction of 8.5%. Genetic counseling was provided to the patient at 24-5/7 weeks of gestation, during which amniocentesis with cytogenetic analyses was further discussed. The patient again declined invasive testing. After induction of labor due to multiple fetal anomalies, a male infant was delivered vaginally at 38-4/7 weeks of gestational age. Apgar scores were 8, 7, and 9 at one, five, and ten minutes, respectively. Physical examination revealed multiple anomalies including cutis aplasia on the scalp, cleft lip and palate, polydactyly, and cryptorchidism; postnatal echocardiogram confirmed hypoplastic left heart. The newborn also had respiratory insufficiency and was intubated due to signs of airway obstruction. A peripheral blood specimen was collected at birth and sent to the Cytogenetics Laboratory for postnatal evaluation.\\nChromosome analysis was performed on 20 metaphases, which identified additional chromosome 13 in each metaphase (47, XY, +13), suggesting nonmosaic trisomy 13 (). FISH analysis was also performed, and 100% of nuclei indicated three signals of probes for chromosome 13, also consistent with nonmosaic trisomy 13 (). Unfortunately, the infant passed away four days after birth.\\nWe proposed that the discordant cfDNA and postnatal cytogenetic results were due to fetoplacental mosaicism. To test this hypothesis, we further evaluated extraembryonic tissue samples. The placenta was of normal weight (588 grams) and gross appearances of the placenta and umbilical cord were normal for 38 weeks of gestation. The chorionic villi showed mild villous enlargement and edema with increase in Hofbauer cells, but no other morphologic abnormalities. Representative areas of the umbilical cord, amnion, villous trophoblast, villous stroma, and intermediate trophoblast were identified from placental sections for aneuploidy analysis by FISH. As shown in , all five types of extraembryonic tissues demonstrated different levels of extraembryonic mosaicism of trisomy 13 (58%, 57%, 32%, 46%, and 64% of nuclei with trisomy 13 in umbilical cord, amnion, villous trophoblast, villous stroma, and intermediate trophoblast, resp., data listed in ). These results suggest that mosaicism of the extraembryonic tissues was responsible for the false negative cfDNA screening result in this case.", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'25598039': 1, '25478006': 1, '33687149': 1, '23592485': 1, '25101914': 1, '22903289': 1, '24657131': 1, '6867735': 1, '26137330': 2, '24186002': 1, '23533085': 1, '14998976': 1, '24649382': 1, '23192749': 1, '23559449': 1, '25009720': 1, '23492874': 1, '21224326': 1, '23929588': 1, '24339153': 1, '23592541': 1, '26998368': 2}", "similar_patients": "{'4475527-1': 1, '4475527-2': 1}"}