{"patient_id": 149760, "patient_uid": "4719233-1", "PMID": 27298888, "file_path": "noncomm/PMC004xxxxxx/PMC4719233.xml", "title": "A Case Report of Synovial Chondromatosis of the Knee Joint arising from the Marginal Synovium", "patient": "A sixteen year old boy presented with one year history of pain, swelling and restriction of left knee joint. Patient's symptoms were insidious in onset, which gradually progressed in its severity. There was no history of antecedent trauma, loss of appetite and fever. Patient does not give history of any definitive treatment taken for his present complains. On examination, the left knee was kept in 15-20° flexion with obvious quadriceps wasting. There was generalized swelling of the knee with fullness in the popliteal fossa. On palpation effusion was present with normal local temperature. There was a diffuse tenderness all around the knee, medial joint line being the most tender site. There was a bony hard slightly movable swelling palpated just lateral to the patella, which was extending to the midline beneath the patellar tendon. Irregular hard swellings could be felt along the margins of medial femoral condyle. Patient had fixed flexion deformity of 15° with further flexion was up to 110°. Instability tests were negative and there was no abnormality upon examination of distal neurovascular status. Plain X-ray of the left knee joint shows a large radiodense body in front of the femoral condyle with irregularity of the posterior articular margin of the medial condyle (). MRI was showing the effusion, synovial hypertrophy and a loose calcific body in front of the femoral condyle pushing over the patellar tendon anteriorly ()\\nSurgical management was planned and open procedure was preffered considering the extensive involvement with a large loose body inside the knee joint. Anterior mid-line incision was given and knee joint was exposed by medial parapatellar approach. A large loose body of around 7×4 cm was removed which was lying beneath the patellar tendon and lateral ratinaculum (,). Irregular nodular outgrowths were present along the margins of medial femoral condyle from anterior to posterior, which were thoroughly removed (,). Extensive synovectomy was done in all the compartments. Synovium and the bodies were sent for histo-pathological examination, which confirmed the diagnosis of synovial chondromatosis with papillary hyperplasia of the synovium (,). Post-operatively patient was instructed about knee mobilization and strengthening exercises and followed up at one, three and six months. Patient's range of movement was 0-130° of flexion without pain at three months post-operative period. There was no recurrence at one year after the surgery.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'18460687': 1, '14872226': 1, '11706733': 1, '24387262': 1, '10760320': 1, '32215092': 1, '18358378': 1, '1507082': 1, '20416049': 2, '22470747': 1, '2390122': 1, '11961091': 1, '908703': 1, '6037566': 1, '19223957': 1, '6874717': 1, '18036237': 2, '17333121': 1, '8003143': 1, '19386135': 2, '11951185': 1, '17981181': 1, '1931845': 1, '8676025': 1, '27298888': 2}", "similar_patients": "{'2216021-1': 1, '2678102-1': 1, '2873448-1': 1}"}