{"patient_id": 76993, "patient_uid": "4156995-4", "PMID": 25215245, "file_path": "comm/PMC004xxxxxx/PMC4156995.xml", "title": "Nicardipine-Induced Acute Pulmonary Edema: A Rare but Severe Complication of Tocolysis", "patient": "A 35-year-old patient, primipara, presented with a single pregnancy after in vitro fertilization due to altered tubes. She had a history of smoking, which was weaned, substituted hypothyroidism, and a previous in vitro fertilization which resulted in an ectopic pregnancy. She was hospitalized in a level 1 maternity for premature labor occurring at 34 weeks of amenorrhea. She received nicardipine (Loxen) which she tolerated well (IV with an automatic syringe at 4 mg/h), associated with suppository salbutamol. Betamethasone was administered (Celestene, two IM injections of 12 mg 24 h apart) for fetal lung maturation. Forty-eight hours after nicardipine administration, the patient suddenly exhibited dyspnea associated with a sensation of thoracic oppression and dry cough with apyrexia. Arterial blood gas disclosed a “shunt” effect (PaO2 = 69 mmHg and PaCO2 = 27 mmHg). As pulmonary embolism was suspected, a treatment with heparin IV with an automatic syringe, preceded by a bolus, was initiated. The patient was then transferred to the emergency department without relevant complication. Under nicardipine, patient hemodynamics was stable so the treatment was stopped. The patient was apyretic. Regarding ventilation, the patient was eupneic under high flow oxygen therapy (saturation at 100% under 15 L/min in a NRB mask). Arterial blood gas disclosed a compensated metabolic acidosis (pH = 7.42, PaCO2 = 29.7 mmHg, bicarbonates = 19.3 mmol/L, and base excess = −4.3 mmol/L) with an impaired hematosis (PaO2 at 107 mmHg under 15 L/min oxygen). Anemia at 10.3 g/dL and hyperlactatemia at 3.16 mmol/L were also noticed. The ECG presented a regular sinus rhythm without any relevant disorder. Chest X-ray evidenced bilateral diffuse infiltrative lesions. TTE showed normal size of the LV with a LVEF estimated at 70%. The presence of a minimal mitral insufficiency was noticed and LV filling pressures were normal. SPAP was estimated at 19 + 10 mmHg. Pulmonary embolism diagnosis was ruled out thanks to a thoracic angioscan. It however disclosed a slight bilateral pleural effusion associated with large nonsystematized bilateral alveolar opacities (). In light of the tests, APE induced by nicardipine was diagnosed and the patient was transferred to the ICU. Thanks to a symptomatic treatment (oxygen therapy at 6 L/min in face mask) and diuretics (iterative bolus of furosemide for a total dose of 180 mg), the health of the patient rapidly improved. The 24 h diuresis equaled 4,210 mL which allowed for the water and sodium balance to become negative again (−2,928 mL). At discharge, patient was eupneic in ambient air but discrete crepitant rales persisted at both lung bases. She was discharged from the ICU at D2 still under furosemide 40 mg/day. After her delivery, the cardiologic assessment was strictly normal.\\nPatients' characteristics are reported in .", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'12636955': 1, '9175683': 1, '14960741': 1, '33743806': 2, '1814297': 1, '1467047': 1, '11336775': 1, '11398000': 1, '23298725': 1, '18757870': 1, '10547409': 1, '15894213': 1, '23525630': 1, '16846586': 1, '10535341': 1, '10751953': 1, '16567033': 1, '21284967': 1, '12535434': 1, '2648928': 1, '9688484': 1, '15333430': 1, '18954944': 1, '24276256': 1, '8297841': 1, '15894215': 1, '12454631': 1, '16142141': 1, '12454633': 1, '2197860': 1, '9241299': 1, '9578274': 1, '1962736': 1, '33329773': 1, '15036720': 1, '23048010': 1, '16005668': 1, '17446008': 1, '12032034': 1, '8111264': 1, '19138917': 1, '24864580': 1, '2359062': 1, '12748317': 1, '19472699': 1, '8397562': 1, '16382065': 1, '16319773': 1, '1992685': 1, '9917222': 1, '25215245': 2}", "similar_patients": "{'4156995-1': 2, '4156995-2': 2, '4156995-3': 2, '7981838-1': 1}"}