{"patient_id": 152164, "patient_uid": "4872493-1", "PMID": 27226691, "file_path": "noncomm/PMC004xxxxxx/PMC4872493.xml", "title": "Periprosthetic joint infection treated via bone cement and without the removal of hardware", "patient": "A 59-year-old female patient was admitted to our clinic for PJI after surgeries at different centers including hemiarthroplasty, total hip arthroplasty [], and finally total hip revision arthroplasty [] due to femoral neck fracture. On admission, direct graph [] and blood examinations were assessed (hemoglobin: 13.6, white blood cell count: 12.92, erythrocyte sedimentation rate [ESR]: 48, and C-reactive protein [CRP]: 282) and a two-stage revision was planned. Intraoperative extensive apses were observed. All necrotic bone and infected soft tissues were removed and radical debridement was performed. Soft tissues were sent from neighboring implant areas for microbiological culture analysis. Since acetabular cup was well fixed and it had a thin cortical continuity around, only screws and polietilen insert were removed not to cause additional bone defect. Since the femoral stem was too long and seemed well fixed to the bone, the femoral stem was not removed by the surgeon. All the implants left were covered with cement (40g Implantcast) mixed with antibiotics (teicoplanin 400 mg Sanofi-Aventis) [Figure and ]. In tissue culture analysis, there was no reproduction; however, due to high infection markers and intraoperative apses appearance, infectious diseases’ specialist started teicoplanin 800 mg/day (Targocid 400 mg Sanofi-Aventis). The second stage of revision was performed after ESR, and C-RP controls were seen to become normal at the end of 8 weeks [].", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'25870167': 1, '25987902': 1, '25842772': 1, '23852737': 1, '24603825': 1, '24638215': 1, '26703194': 1, '25515611': 2, '27226691': 2}", "similar_patients": "{'4302118-1': 1, '4302118-2': 1, '4302118-3': 1, '4302118-4': 1, '4302118-5': 1, '4302118-6': 1, '4302118-7': 1, '4302118-8': 1}"}