{"patient_id": 152886, "patient_uid": "4934113-1", "PMID": 27433074, "file_path": "noncomm/PMC004xxxxxx/PMC4934113.xml", "title": "Natural tooth as an interim prosthesis", "patient": "An 11-year-old Asian male reported to the Department of Pedodontics and Preventive Dentistry with a chief complaint of missing upper anterior teeth for 5 years []. Detailed history revealed that there was a history of trauma due to fall while playing when the boy was 6 years old as a result of which, he lost his upper primary right central incisor. After which the boy was taken to the local doctor and on examination was informed that the permanent tooth would erupt subsequently. Other history was noncontributory.\\nExtraoral examination did not reveal any abnormality. Intraoral examination was done wherein soft tissue examination showed normal gingival appearance and contours. Hard tissue examination: Teeth present [].\\n16 55 54 5312 __ 21 22 63 64 65 26\\n46 85 44 43 42 41 31 32 33 34 75 36\\n64, 65 were grossly decayed and occlusal caries with 54, 55, 75, and 85.\\nOn palpation, a prominence was felt in the maxillary labial vestibule near the frenal attachment with a palatal bulge on the right side.\\nFollowing the clinical examination, an intraoral periapical (IOPA) radiograph was prescribed of the missing central incisor region. It showed the presence of a dilaceration of the right maxillary central incisor with no root visible and IOPA was taken to localize the tooth []. The IOPA radiograph taken could not conclusively localize the root of the tooth hence, a maxillary occlusal and orthopantomograph [] was further advised to confirm the findings of the IOPA. It was found that the tooth was dilacerated with crown inverted directed in the apical direction.\\nAn orthodontic opinion was taken, and the treatment plan was decided based on the diagnosis made of an impacted dilacerated right maxillary central incisor secondary to trauma. Surgical extraction was planned followed by biologic restoration using the same tooth. Surgical extraction was planned as the tooth could not be aligned back into the arch due to the dilaceration and correcting the inversion.\\nOral prophylaxis was done followed by restoration of 54, 55, 75, and 85 and pit and fissure sealant with 16, 26, 36, and 46 was done and extraction with 64, 65 under 2% local anesthesia with 1:80,000 adrenaline.\\nAfter taking informed consent from the parents, surgical extraction was planned with 11 followed by the use of the crown as an interim prosthesis. After the surgical extraction, postoperative instructions were given. The patient was recalled after a week for follow-up.\\nThe crown portion of the tooth was stored in saline. The pulp tissue was removed, and pulp chamber was cleaned with sodium hypochlorite and saline. The tooth was dried and etched, bonded and filled with composite, and access cavity was sealed.\\nAfter 1 week, the sutures were removed, still some amount of soft tissue healing was remaining; hence, the prosthetic restoration was deferred for another week, and the patient was advised gum massaging and oral hygiene instructions were reinforced. On the subsequent appointment, biologic restoration was planned.\\nThe extracted tooth was rinsed with normal saline and trimmed to in the horizontal plane maintaining the contours of the tooth up to the cementoenamel junction to match the adjacent teeth contacts and contours.\\nThe natural tooth was etched, bonded, and interlig fiber splint were measured and fixed to the tooth on the lingual surface in the middle third of the tooth with flowable light-cure composite. The tooth along with the fiber splint was checked in the patient's mouth [].\\nThe splint was fixed with flowable light-cure composite on the adjacent teeth (12,21,22) on the lingual side in the middle third after etching and bonding. Finishing and polishing were done. Postoperative occlusion and esthetics were checked [Figures and ]. Excess material was trimmed. Postoperative oral hygiene instructions were reinforced and the patient was advised soft diet and strict instructions to avoid biting anything hard from the front teeth were given. The regular follow-up of the patient is been done to monitor the patient, and the oral hygiene maintenance is reinforced.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'9558523': 1, '3472176': 1, '1831912': 1, '33911367': 2, '5286029': 1, '22144819': 2, '6582872': 1, '33976502': 2, '10194285': 1, '18173675': 1, '20377563': 1, '3476302': 1, '27433074': 2}", "similar_patients": "{'8060930-1': 1, '3227297-1': 1, '8066669-1': 1}"}