{"patient_id": 152114, "patient_uid": "4868933-1", "PMID": 27194975, "file_path": "noncomm/PMC004xxxxxx/PMC4868933.xml", "title": "Eccrine Poroma Arising within Nevus Sebaceous", "patient": "A 30-year-old female presented with a hairless, yellowish lesion on her scalp that had already been noticed at birth. Eight months earlier, she developed an asymptomatic red nodule arising on the yellowish plaque. There was no history of bleeding on the lesion. She was otherwise healthy and had no history of previous trauma of the scalp.\\nPhysical examination revealed a solitary, slightly verrucous erythematous nodule, 3 cm in diameter and covered with scale and crust arising on a hairless, yellowish verrucous plaque measuring 3 × 6 cm, located on the left frontoparietal region of the scalp (fig. ). There was no cervical, submandibular, and occipital lymphadenopathy. Other physical examinations were unremarkable.\\nFour-millimeter punch biopsies were performed on the yellowish plaque and red nodule for routine histological examination. The skin biopsy specimen obtained from the yellowish verrucous plaque showed mild epidermal papillomatosis associated with increased sebaceous gland and abortive hair follicles, consistent with nevus sebaceous (fig. ). Another biopsy specimen obtained from the erythematous nodule revealed that the tumor consisted of uniformly small cuboidal cells, forming anastomosing bands and ductal lumen embedded in a fibrovascular stroma, compatible with eccrine poroma (fig. , fig. ). According to the clinical and histopathologic findings, the dermatologic diagnosis was eccrine poroma arising within nevus sebaceous.\\nOur patient was referred to a plastic surgeon for wide excision of the lesion, which was completely excised with a good cosmetic result. No recurrence was observed in a 3-month follow-up.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'20415742': 1, '26549086': 1, '24697501': 1, '14501324': 1, '20709645': 1, '23550845': 1, '25201863': 1, '16882696': 1, '8346119': 1, '25782676': 1, '24268309': 1, '25324667': 1, '17707706': 1, '33911796': 2, '26361884': 1, '10384023': 1, '26538738': 2, '11148476': 1, '13361538': 1, '20533930': 1, '27194975': 2}", "similar_patients": "{'4601459-1': 1, '7875240-1': 1}"}