{"patient_id": 82950, "patient_uid": "4573426-1", "PMID": 26421204, "file_path": "comm/PMC004xxxxxx/PMC4573426.xml", "title": "Adie's Tonic Pupil in Systemic Sclerosis: A Rare Association", "patient": "A 33-year-old woman, undergoing treatment for systemic sclerosis, presented to the Ophthalmology Outpatient Department with complaints of decreased near vision for the last six months. There was no history of migraine, facial or extremity weakness, dysarthria, or ataxia. There was no recent history of syphilis, viral infection, alcoholism, or malignant lymphoma.\\nOn examination, she had a vision of 20/20 OU on the Snellen chart. However, she had a near vision of N12 in the right eye and N6 in the left eye. Slit lamp examination was normal except for the presence of anisocoria and vermiform contractions in the right eye. Her right pupil was 4.5 mm, ovally distorted, and sluggishly reacting to light and left pupil was reactive from 3 mm to 2 mm (). Pupillary reactions to accommodation were, however, normal. No abnormalities were detected in extraocular movements or fundoscopic examination. Corneal sensations were normal. The diagnosis of Adie's tonic pupil was confirmed with a rapid miotic response of the right pupil to 0.125% pilocarpine drops ().\\nOn physical examination, she had mottled pigmentation with binding down of skin, reduced oral aperture, and resultant microstomia with limited oral access (Figures and ). She also had digital ulceration and scarring on her fingertips, callus formation, and calcinosis on her left sole (Figures and ). She complained of breathlessness occasionally; however, her computed tomography scan of thorax was within normal limits. Her deep tendon stretch reflexes were within normal limits. The patient had an unremarkable brain computed tomography (CT) and magnetic resonance imaging (MRI). Her routine hemogram was within normal limits. Echocardiography revealed grade 2 diastolic dysfunction, and nerve conduction velocities were within normal limits. Her serum antinuclear antibody HEp-2 by indirect fluorescent antibody technique was positive with a primary dilution titre of 1 : 40 and end-point titre of 1 : 640.\\nThe need of a hyperopic correction for near vision was explained to the patient and she was prescribed +1D for the right eye. She was advised to avoid cold weather protective clothing to prevent Raynaud phenomenon. At 6-month follow-up, Adie's tonic pupil persisted. The patient was on oral corticosteroids and was systemically stable.", "age": "[[33.0, 'year']]", "gender": "F", "relevant_articles": "{'19298906': 1, '11744320': 1, '613531': 1, '942839': 1, '11838848': 1, '32079137': 2, '12784395': 1, '7325205': 1, '2390119': 1, '12830399': 1, '3401050': 1, '34880590': 1, '526467': 1, '4077214': 1, '8838514': 1, '12114303': 1, '16142730': 1, '1497010': 1, '26421204': 2}", "similar_patients": "{'7073227-1': 1, '7073227-2': 1}"}