{"patient_id": 145840, "patient_uid": "4446922-1", "PMID": 26060367, "file_path": "noncomm/PMC004xxxxxx/PMC4446922.xml", "title": "Immunoglobulin A dominant membranoproliferative glomerulonephritis in an elderly man: A case report and review of the literature", "patient": "A 55-year-old man presented with edema for 1 month and decreased urine output, fever with chills, breathlessness, and anorexia, nausea and recurrent vomiting for 2 weeks. There was no history of hematuria, cough, sore throat, skin rashes or joint pains. On examination, his blood pressure was elevated (180/90 mmHg). There was no organomegaly. Hematological investigations revealed low hemoglobin (8.8 g/dl), normal total leucocyte (9,300/dl) and platelet (1,20,000/dl) counts with no evidence of hemolysis. Peripheral blood smear for malarial parasite was negative. Biochemical investigation showed elevated serum creatinine (7 mg/dl) and marginally low serum protein (6.9 g/dl) and albumin (3.4 g/dl) levels. On urine examination, the output was 1800 ml, with 4+ proteinuria and active sediments (15–20 red blood cells/hpf, and 12–15 white blood cells/hpf). The 24-h proteinuria was 4.2 g. Serum complement C3 level was 68.8 mg/dl (normal range 60–120 mg/dl) and C4 was 17.6 mg/dl (normal range 15–25 mg/dl). Serology for anti-nuclear, anti-glomerular basement membrane (GBM) and anti-neutrophil cytoplasmic antibodies was negative. He was HIV, HBsAg and hepatitis C virus negative. Serum cryoglobulins were also negative. A clinical diagnosis of rapidly progressive renal failure and nephrotic range proteinuria, with a possibility of crescentic glomerulonephritis was made and a renal biopsy performed after three sessions of hemodialysis.\\nLight microscopy showed 22 enlarged glomeruli with lobular accentuation, thickening of glomerular capillary walls, endocapillary proliferation, segmental neutrophilic exudate, basement membrane thickening and an occasional focus of loop necrosis. Hyaline thrombi were also seen []. Silver stain showed diffuse splitting of basement membrane [, inset]. No crescents were found. Tubules showed features of acute tubular necrosis. The interstitium and blood vessels were unremarkable.\\nOn immunofluorescence, glomeruli showed co-dominant 4+ granular capillary wall and few mesangial deposits IgA and C3 []. IgG was 2+ with a similar pattern. IgM and C1q were negative. No monoclonal deposits were found; kappa and lambda being of similar intensity.\\nUltrastructural examination showed extensive subendothelial electron dense deposits with GBM duplication and mesangial interposition []. Capillary luminal and few mesangial deposits were also present. No subepithelial deposits were found. There was focal foot process effacement.\\nConsidering the histology, pattern and type of immune deposits and ultrastructural features, a diagnosis of IgA-dominant Ig mediated MPGN was considered. IgA Nephropathy with MPGN-like pattern (M1E1S0T0 [Oxford classification]; HAAS Class IV) could be another possibility; however, a diagnosis of IgA-dominant MPGN was more likely in view of the morphological and ultrastructural features and is discussed.\\nThe blood culture was sterile, and urine culture showed growth of Enterococcus faecalis. The patient was administered antibiotics and intravenous steroids followed by oral steroids and cyclophosphamide therapy. At discharge, the serum creatinine was 4.2 mg%. On follow-up, remission was achieved within 3 months. Steroid was tapered, and a maintenance therapy of Azathioprine and angiotensin receptor blockers was started. On last follow-up, 8-month after presentation, the serum creatinine was 1.2 mg% with no proteinuria and bland urinary sediments.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'17699345': 1, '3615024': 1, '21111456': 1, '19908070': 1, '23089637': 1, '22157657': 1, '29217879': 1, '18619648': 1, '14712358': 1, '9186068': 1, '26060367': 2}", "similar_patients": "{}"}