{"patient_id": 77299, "patient_uid": "4179940-1", "PMID": 25298897, "file_path": "comm/PMC004xxxxxx/PMC4179940.xml", "title": "SDHB-Associated Paraganglioma in a Pediatric Patient and Literature Review on Hereditary Pheochromocytoma-Paraganglioma Syndromes", "patient": "A previously healthy 11-year-old Caucasian male presented with a chief complaint of periumbilical abdominal pain for one day. He had multiple episodes of nonbloody, nonbilious emesis and decreased oral intake for one day prior to presentation, but no associated fever or diarrhea. Notably he had a two-month history of headaches upon awakening occurring two to three times per week. On presentation, his heart rate was 136 beats per minute and his blood pressure was 160/120 mmHg. An abdominal computed tomography (CT) scan revealed a 3 cm by 2.3 cm retroperitoneal mass between the inferior vena cava and aorta (). He was transferred to the pediatric intensive care unit (PICU) for further management of the retroperitoneal mass and hypertensive crisis.\\nOn exam he was nontoxic and no flushing of the skin was present. His abdomen was soft with normal bowel sounds and without palpable masses, guarding, or rebound tenderness. Further questioning revealed that the patient's father underwent resection of abdominal PGL requiring preoperative antihypertensive therapy and postoperative radiation at the age of 24 years. The PGL was found incidentally on imaging performed after a motor vehicle collision. After the patient's diagnosis, further history revealed that the paternal grandfather and a maternal cousin were also diagnosed with PCC. Diagnostic evaluation showed polycythemia with hemoglobin of 17 g/dL, normal echocardiogram, normal electrolytes, and normal renal function.\\nIn the PICU, the patient's hypertension was initially treated with isradipine but was still associated with intermittent tachycardia. Vanillylmandelic acid (VMA) and plasma normetanephrine levels returned elevated, indicating a neuroendocrine secretory tumor. On the third day α-adrenergic blockade was initiated with phenoxybenzamine 0.2 mg/kg/dose orally twice daily. Forty-eight hours later he was started on β-blockade with propranolol 0.15 mg/kg/dose orally twice daily.\\nDespite gradual increases in α- and β-blockade with phenoxybenzamine, atenolol, and propranolol, he ultimately required an esmolol infusion to maintain the heart rate less than 100 beats per minute. In order to reduce the likelihood of intraoperative and postoperative morbidity, phenoxybenzamine was discontinued 48 hours prior to surgery, and β-blockade was stopped 8 hours prior to surgery. He received α- and β-blockade for 23 days prior to resection.\\nLaboratory evaluation revealed elevations in the following: plasma normetanephrine 1.72 nmol/L (normal 0–0.89), urine normetanephrine 799 μmol/mol creatinine (normal 0–278), and VMA 15.1 mg/g creatinine (normal <8.6). Due to the location of the retroperitoneal mass, the patient was not a candidate for laparoscopic approach for its removal. The mass was resected on hospital day 23, and the procedure was uncomplicated (). Pathology confirmed the diagnosis of paraganglioma. Following resection, the patient remained normotensive and was discharged home four days postoperatively off all antihypertensive medications. After discharge, a serum genetic panel returned positive for a heterozygous deleterious mutation in the succinate dehydrogenase complex subunit B (SDHB) gene. This gene, located at 1p.36.1-1p.35, was PCR amplified and then sequenced in the forward and reverse directions using automated fluorescent dideoxy sequencing methods. The patient's specific mutation was the splice site-altering change c.541-2A>G located in intron 5 of the gene ().\\nIn the pediatric endocrinology clinic two weeks after discharge, the patient was asymptomatic and normotensive. Repeat plasma normetanephrine at that time was decreased but still mildly elevated at 1.15 nmol/L (normal 0–0.89). His family was referred for genetic counseling at this time. The patient's father was found to carry the same genetic mutation, and his younger brother's genetic panel returned normal. Incidentally, a female maternal cousin had previously been found to have a PCC, but she neither did undergo genetic testing nor did the paternal grandfather (). One month postoperatively, the patient was seen for follow-up at the National Institutes of Health (NIH) where he had a CT of the neck, chest, abdomen, and pelvis which showed no evidence of residual or metastatic disease. Also, at that time, laboratory assessment showed normal catecholamine levels including urine epinephrine, urine norepinephrine, urine dopamine, urine metanephrines, urine normetanephrines, and total urine metanephrines.\\nFive months postoperatively, the patient was seen again in the pediatric endocrinology clinic and continued to be asymptomatic and normotensive. Eight months postoperatively at the NIH, magnetic resonance imaging (MRI) of the neck, chest, abdomen, and pelvis showed no evidence of PGL. Laboratory assessment including 24-hour urine epinephrine, norepinephrine, dopamine, metanephrine, normetanephrine, total metanephrines, plasma epinephrine, norepinephrine, and dopamine levels was all within normal range. Thyroid studies at that time were also normal.\\nTwenty months postoperatively, he was again seen at the NIH and had an unremarkable physical exam and was asymptomatic and normotensive. Repeat MRI of the neck, chest, abdomen, and pelvis showed no evidence of local or metastatic tumor recurrence. Plasma and urine catecholamines and chromogranin A were again found to be in normal ranges. He is now being followed on an annual basis.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'21069578': 1, '19289420': 1, '22136840': 1, '1511199': 1, '11404820': 1, '34280895': 1, '20215394': 1, '21777064': 1, '19454582': 1, '16951005': 1, '30589099': 1, '29504908': 1, '23576482': 1, '22325405': 1, '17989126': 1, '26245288': 1, '11994324': 1, '32062700': 1, '32948195': 2, '7778821': 1, '30352407': 1, '12000816': 1, '17102069': 1, '21262951': 1, '18499773': 1, '24893135': 1, '14764749': 1, '25298897': 2}", "similar_patients": "{'7500026-1': 1, '7500026-2': 1, '7500026-3': 1, '7500026-4': 1, '7500026-5': 1, '7500026-6': 1, '7500026-7': 1, '7500026-8': 1}"}