{"patient_id": 76104, "patient_uid": "4093539-1", "PMID": 25347138, "file_path": "comm/PMC004xxxxxx/PMC4093539.xml", "title": "Isolated Tuberculosis of Talus: A Case Report", "patient": "A 14 year old boy presented with an 8 month history of\\nswelling and pain in his left ankle joint. Fever, weakness, and\\nloss of weight were absent but there was a positive history of\\nloss of appetite. There was no history of preceding trauma.\\nHemoglobin level, ESR, Mantoux test and chest X-ray were\\nnormal. On X-ray of the foot, an irregular lytic lesion of the\\naffected part of the talus was seen . MRI of the talus showed necrotic and lytic lesions over the posteromedial\\naspect. Ziehl-Neelsen staining of the aspirated fluid revealed\\nacid-fast bacilli. The histological examination of the biopsy\\nspecimen showed granuloma and central caseating necrosis.\\nAcid fast stain and PCR examination for Koch’s bacillus\\nwere positive which confirmed tuberculosis of the talus. The\\npatient benefitted from open bone curetting and debridement\\nthrough a combined anterolateral and anteromedial\\napproach. Postoperatively, a below knee POP cast was\\napplied for three months along with 20 months of tubercular\\nchemotherapy which initially consisted of four drugs\\n(Isoniazid, Rifampicin, Pyrazinamide and Ethambutol) for\\ntwo months, three drugs (Isoniazid,\\nRifampicin,Pyrazinamide) for next six months and finally\\ntwo drugs (Isoniazid, Rifampicin) for rest of twelve months.\\nPhysiotherapy was started three months post-surgery and\\npatient was followed up monthly for the first six months and\\nthen after every three months till the completion of the\\nchemotherapy course. Partial weight bearing was allowed\\nafter six months postoperatively and full weight bearing after\\nnine months postoperatively. At the end of the anti-TB\\ntherapy, the patient had no pain while walking and was able\\nto perform daily activities without restrictions.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'34513482': 2, '29188152': 2, '11964638': 1, '12399720': 1, '473378': 1, '8688232': 1, '25347138': 2}", "similar_patients": "{'5703588-1': 1, '8418272-1': 1}"}