{"patient_id": 153296, "patient_uid": "4964326-1", "PMID": 27410917, "file_path": "noncomm/PMC004xxxxxx/PMC4964326.xml", "title": "CHYLOTHORAX IN PARACOCCIDIOIDOMYCOSIS", "patient": "A 52-year-old woman presented with a nine month history of generalized lymphadenopathy, skin lesions (multiple crusts all over her body), low fever, weight loss of more than 30 kg, vomiting, abdominal distension, mild dyspnea and a left breast mass (measuring 50 x 10 mm). She denied having any allergies or previous relevant diseases.\\nShe was hospitalized for further investigation. Laboratory testing findings showed negative serology for HIV and viral hepatitis, anemia (hemoglobin 11.0 g/dL), and low serum albumin (2.3 g/dL), mild (prerenal) acute kidney injury, and elevated C-reactive protein (over 8 times the maximum reference value).\\nChest radiography was performed and showed mild/moderate bilateral pleural effusions. In addition, the patient underwent a computed tomography (CT) of the neck, chest and abdomen. CT revealed the presence of a breast mass, generalized necrotic lymph node enlargement (cervical, axillary, mediastinal, abdominal and inguinal), mild splenomegaly, pleural effusion and ascites ().\\nShe underwent a thoracocentesis that disclosed the presence of a milky fluid whose analysis showed a triglyceride concentration > 600 mg/dL, with no neoplastic cells. Additionally, paracentesis was performed, and the finding was consistent with chylous ascites, and neoplastic cells were not found.\\nBiopsies of the breast mass (core biopsy), skin lesions and enlarged inguinal lymph nodes were performed and stained using the Grocott-Gomori methenamine-silver (GGMS) technique, the gold standard to diagnose paracoccidioidomycosis according to guidelines. All of the biopsies revealed the presence of large round yeast cells with multiple narrow-based budding daughter cells, characteristic of Paracoccidioides brasiliensis.\\nThereafter, liposomal amphotericin B was prescribed, as well as a high protein and low fat diet (supplemented with medium chain triglycerides). Despite the treatment, her clinical status worsened, with development of severe acute kidney injury that required renal replacement therapy, pneumonia, septic shock, and she subsequently died.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'10497977': 1, '16906260': 1, '26465367': 1, '20802960': 1, '26465364': 1, '18380607': 1, '18820870': 1, '24948940': 1, '25354116': 1, '34249794': 2, '16007891': 1, '31993319': 1, '6500694': 1, '21109722': 1, '24603739': 1, '26910451': 2, '25587086': 1, '27410917': 2}", "similar_patients": "{'4793953-1': 1, '8214886-1': 1}"}