{"patient_id": 152979, "patient_uid": "4943106-1", "PMID": 27478586, "file_path": "noncomm/PMC004xxxxxx/PMC4943106.xml", "title": "Ultrasound-Guided Greater Auricular Nerve Block as Sole Anesthetic for Ear Surgery", "patient": "An 80-year old, 92-kg male presented for resection of right posterior-auricular and left infra-orbital skin lesions. The patient was initially assessed by the faculty anesthesiologist upon arrival to the pre-operative area the day of surgery. He had an extensive past medical history including diabetes mellitus-type I, previous myocardial infarction which resulted in cardiac stent placement, congestive heart failure, pacemaker placement, mitral valve disease, hypertension, hypercholesterolemia, obstructive sleep apnea, and gout. Because the patient was at increased risk for complications from a general anesthetic, local or regional anesthesia was considered. After a discussion with the patient and surgeon, we decided to perform an ultrasound guided GAN block for excision of the skin lesions, allowing the patient to avoid general anesthesia. The patient was taken to the operating room and standard monitors were placed. A high frequency linear ultrasound (Sonosite S-Nerve Ultrasound with L25x 13-6 Megahertz transducer; Sonosite, Inc., Bothell, WA, USA) was used to image the superficial cervical plexus posterior to the midpoint of the sternocleidomastoid muscle. The GAN was identified by moving the ultrasound probe cranially as it arose from the cervical plexus and coursed in an anteromedial direction to lie on the anterior surface of the sternocleidomastoid (). Once identified, the GAN was blocked using a 22 gauge B-bevel needle (Stimuplex Ultra 22 Gauge x 2 inch Echogenic Needle; B. Braun Medical, Inc., Bethlehem, PA, USA) and 100 milligrams of 1% lidocaine with 1:400,000 epinephrine. Next, a right infra-orbital nerve block was performed by infiltration of 60 milligrams of 1% lidocaine with 1:400,000 epinephrine near the infra-orbital foramen. After several minutes, satisfactory anesthesia was achieved. The surgery was performed uneventfully using only the nerve blocks and a small 12.5 microgram bolus of intravenous fentanyl.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'29969890': 1, '8581247': 1, '22030184': 1, '33994937': 1, '15845732': 1, '20573147': 1, '22144927': 1, '34703056': 1, '34703305': 2, '17576970': 1, '22312123': 1, '19291247': 1, '27478586': 2}", "similar_patients": "{'8541760-1': 1}"}