{"patient_id": 80383, "patient_uid": "4375212-1", "PMID": 25830084, "file_path": "comm/PMC004xxxxxx/PMC4375212.xml", "title": "Multiple extra-ischemic hemorrhages following intravenous thrombolysis in a patient with Trousseau syndrome: case study", "patient": "An 80-year-old Japanese man with no other underlying disease had a chief complaint of cough, and chest radiography showed an abnormal shadow in the right lung. He was referred to our hospital for diagnosis and treatment. A 9-cm lesion was observed in the right lower lobe on contrast-enhanced computed tomography (CT) of the chest. Transbronchial lung biopsy showed this to be adenocarcinoma 24 days before the onset of cerebral infarction. Metastases to ipsilateral hilar lymph nodes, liver, and the left kidney were suggested by contrast-enhanced CT of the trunk, and he was determined to have stage IV advanced lung cancer. Brain metastasis was not detected on head gadolinium-enhanced magnetic resonance imaging (MRI) 15 days before the onset of cerebral infarction. Since a curative operation was impossible, he was scheduled to be treated with systemic chemotherapy. However, he developed a sudden disturbance of consciousness, right hemiplegia, and total aphasia while walking outdoors, and he was admitted to our hospital 32 minutes after the onset of symptoms. His temperature was 36.8°C, blood pressure was 125/68 mmHg, and heart rate was 82 beats/min with no atrial fibrillation. His initial National Institutes of Health Stroke Scale (NIHSS) score was 26. His complete blood counts were as follows: white blood cell count 5400 /μL, red blood cell count 3,520,000 /μL, hemoglobin 10.8 g/dL, and platelets 196,000 /μL. The coagulation system showed activation, with a fibrinogen level of 629 mg/dL (normal 200–400 mg/dL), a D-dimer level of 6.02 μg/mL (normal: 0–0.99 μg/mL), and a fibrin degradation product level of 15 μg/mL (normal: 0–5 μg/mL), with a prothrombin time of 13.6 s (normal: 10–12 s; prothrombin time international ratio of 1.15) and an activated partial thromboplastin time of 32.5 s (normal: 24–39 s). Cardiogenic cerebral embolism was considered in the differential diagnosis, but the brain natriuretic peptide level was 17.2 pg/mL (normal: 0–18.4 pg/mL), which was within the normal range. The other blood biochemical test results were not abnormal except for elevated C-reactive protein (8.73 mg/dL). He was not diagnosed with disseminated intravascular coagulation based on the clinical and laboratory information. Chest radiography did not show any enlargement of the superior mediastinal shadow or cardiac shadow. Diffusion-weighted imaging (DWI) showed a high-intensity area extending from the basal ganglia to the corona radiata of the left cerebrum and multiple small high-intensity areas at bilateral cerebral cortices (Figure A). Among these acute ischemic lesions, some showed hyper-intensity signals on fluid-attenuated inversion recovery (FLAIR) imaging (Figure B). T2*-weighted imaging did not demonstrate hypointense signal areas or spots that suggested cerebral microbleeds. Magnetic resonance angiography (MRA) demonstrated no steno-occlusive changes in cerebral arteries (Figure C).\\nAlthough the long-term prognosis of the lung cancer was considered poor, the patient received 0.6 mg/kg of intravenous t-PA starting 96 minutes after onset of symptoms because of no identifiable contraindications. His symptoms improved partially (NIHSS score: 18), but he suddenly became stuporous at 84 minutes after the intravenous t-PA (NIHSS score: 25). Blood pressure was 134/72 mmHg with a heart rate of 76 beats/min at the time. A CT scan immediately after the neurological deterioration showed a subcortical hemorrhage in the left occipital lobe (Figure A). A repeat CT scan the day after onset showed enlargement of the left occipital hemorrhage and two new subcortical hemorrhages in the right frontal and right temporal lobes (Figure B). These three intracerebral hemorrhages were located in extra-ischemic areas that were remote from the acute ischemic lesions detected on DWI. The patient was given conservative treatment for the intracranial hemorrhages due to the poor prognosis for the primary disease. Fourteen days of electrocardiographic monitoring conducted after the ischemic stroke did not show arrhythmias such as atrial fibrillation. Transthoracic echocardiography and venous ultrasonography of the lower limbs were conducted to search for the source of embolism, but did not show any abnormalities. Despite the presence of hypercoagulability and suspected cerebral embolism, neither source of embolism nor obvious factor was found. Therefore, he was diagnosed as having Trousseau syndrome associated with advanced lung cancer. Systemic chemotherapy and anticoagulant therapy were not performed. He was discharged home 66 days after admission with a modified Rankin Scale score of 5, and he died due to the primary disease 136 days after the ischemic stroke. The autopsy was not performed.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'17496204': 1, '23370205': 1, '20472172': 1, '20598579': 1, '15883405': 1, '9368550': 1, '18378884': 1, '16497977': 1, '22996958': 1, '7477192': 1, '30276339': 2, '22900825': 1, '10703776': 1, '20150545': 1, '9890167': 1, '16397182': 1, '18616624': 1, '24788971': 1, '17258667': 1, '12975470': 1, '12853582': 1, '24065712': 1, '6407544': 1, '834136': 1, '22996959': 1, '12508268': 1, '25830084': 2}", "similar_patients": "{'6126242-1': 1, '6126242-2': 1, '6126242-3': 1}"}