{"patient_id": 145756, "patient_uid": "4439717-1", "PMID": 26015757, "file_path": "noncomm/PMC004xxxxxx/PMC4439717.xml", "title": "Hypothyroidism with scholastic excellence", "patient": "A 9-year-old boy 1st born to 3° consanguineous marriage was brought with complaints of not gaining height for the age. Mother noted weight gain, lethargy and loss of appetite from last 6 months. There was history of constipation. Birth history was uneventful. Child was developmentally normal with good scholastic performance. There was history of vitiligo for mother. On examination, child was alert, oriented, with a height of 103 cm which is <3rd centile as per the Centers for Disease Control and Prevention (CDC) chart [], weight of 19 kg which is <3rd centile as per the CDC chart, mid parental height = 160 cm which is <3rd centile as per the CDC chart, upper segment: Lower segment = 1.1 which is normal for his age, Head circumference 50 cm which is normal for his age, heart rate 86 beats/min, respiratory rate 22/min, blood pressure 90/70 mm Hg, cardiac resynchronization therapy <2 s, +++/++, pallor present, No icterus, cyanosis, clubbing, lymphadenopathy, and pedal edema. Systemic examination was normal. Evaluation for short stature was done. Total count 5300 cells/mm3, neutrophil 45%, lymphocytes 53%, eiosinophils 1%, monocytes 1%, erythrocyte sedimentation rate 16 mm, red blood cells 3.48 cells/mm3, packed cell volume 30%, mean corpuscular volume 87, mean corpuscular hemoglobin concentration 32%, platelets 53000/mm3, hemoglobin 9.7 g/dl, bone age by wrist >3 years <4 years []. Thyroid function test showed a decreased free T3-2.48 pg/ml (2.9–6 pg/ml), decreased free T4-0.49 ng/dl (0.81–1.68 ng/dl) and an increased thyroid stimulating hormone (TSH) - >100 (0.35–5.6 microIU/ml). The anti-thyroid antibodies were done. Thyroglobulin antibody level was raised 94.49 IU/ml (normal up to 4.11 IU/ml), thyroid peroxidase (TPO) antibody-more than 1000 IU/ml (normal up to 5.61 IU/ml). Hence, the child was diagnosed to have autoimmune thyroiditis and was started on L Thyroxine replacement therapy of 100 μg/day. The child was on follow-up from the past 3 months and he has gained 2 cm of height.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'20814188': 1, '10952634': 1, '18000629': 1, '16322379': 1, '19417038': 1, '3344006': 1, '26015757': 2}", "similar_patients": "{}"}