{"patient_id": 76684, "patient_uid": "4137747-1", "PMID": 25161791, "file_path": "comm/PMC004xxxxxx/PMC4137747.xml", "title": "Inflammatory Pseudotumor Complicated by Recurrent Dislocations after Revision Total Hip Arthroplasty", "patient": "A 71-year-old female with a history of right THA in 1975, as well as a right total knee arthroplasty in 1992, presented to clinic with a chief complaint of an enlarging right hip soft tissue mass (). The mass was initially noted 6 months previously and was evaluated at an outside clinic by MRI. The MRI revealed a 12.0 × 12.1 × 14.3 cm multilobulated soft tissue mass of the right hip region (). She denied any pain, discomfort, paresthesia, or weakness. Her previous THA consisted of an old Charnley cemented components. Physical examination of the right hemipelvis and lower extremity revealed a firm, immobile, nontender mass measuring around 14.0 × 12.0 cm. Range of motion of the right hip was noted at 50 degrees of flexion, 5 degrees of internal rotation, 15 degrees of external rotation, and limited abduction. There was a difference in leg lengths on exam with the left leg being 1 cm shorter than the right.\\nLab work was significant for an elevation of ESR and CRP at 46 mm/hr (ESR < 30 mm/hr) and 5.9 mg/dL (CRP < 0.7 mg/dL), respectively. White blood cell count was within normal limits. Radiographic images revealed signs of both acetabular and femoral loosening with previous wires from a greater trochanter osteotomy. The radiograph also revealed decreased bone mineralization and severe osteolysis especially in the proximal femur with complete resorption of the greater trochanter. CT scan with contrast showed a 15.0 × 7.5 × 9.6 cm mass originating from the right hip joint and extending predominantly anteriorly and medially with mass effect (). Core needle biopsy showed no malignant cells. It consisted of mostly blood and fragments of fibrous tissue, most commonly associated with pseudotumor.\\nThe diagnosis of pseudotumor resulted in resection with right revision THA. A multispecialty team comprised of a fellowship trained orthopaedic tumor surgeon and an adult reconstruction fellowship trained orthopaedic surgeon performed the surgery. A direct anterior approach was utilized due to the location of the tumor and the patient's previous scar, and the incision was taken down through the scar tissue and the fascia. The tumor was located bulging through the tensor fascia lata, and the capsule was dissected circumferentially. It was tracked down through the superior pubic ramus and down toward the ischium. The tumor was removed all the way down to the anterior rim of the acetabulum leaving a large gap between skin and acetabulum (Figures and ). The subsequent procedure, revision THA, was warranted secondary to the severe osteolysis from polyethylene wear and aseptic loosening of the femoral component. After resection of the tumor, inspection of the acetabulum showed a loosened acetabular shell with significant anterior wall and anterior column bone loss. The acetabulum was revised and a trabecular metal revision shell (Trabecular Metal Acetabulum Revision System; Zimmer, Warsaw, IN) was press fit in a position of maximum bony contact and secured with multiple screws. A highly cross-linked polyethylene liner was cemented in 45 degrees of abduction and 20 degrees of anteversion. The stem was removed from the cement mantle without difficulty. Due to the low bone quality, the previous cement mantle, and the location of the total knee femoral stem, it was decided that the only feasible option to secure a new femoral implant would be to cement a new femoral stem into the existing cement mantle. Due to the instability anteriorly during trial reduction, the stem was cemented in neutral version (Synergy; Smith and Nephew, Memphis, TN). The hip had good range of motion with flexion to 100 degrees and flexion to 90 degrees with more than 80 degrees internal rotation. Impingement was noted on extreme extension, external rotation, and adduction, but it was determined that the patient would not achieve this extreme range of motion. Radiographic evaluation in the recovery room showed an acute hip dislocation (). Her immediate postoperative care was complicated by anterior dislocation. Her impingement of the femoral neck implant on the posterior aspect of the acetabular cup resulted in dislocation due to lack of any anterior soft tissue restraint. The patient returned to the operating room and the dislocated joint was visualized. It was decided to revise the cemented acetabular liner and place it in 45 degrees abduction and neutral version. Her range of motion was tested again and she was found to be stable in extension, external rotation, and adduction as well as flexion greater than 100 degrees and flexion of 90 degrees with 80-degree internal rotation. Postoperative radiographs were taken to verify position of the components ().\\nFollow-up two and a half weeks later revealed recurrent dislocation. She was taken to the emergency department where closed reduction was attempted unsuccessfully. The patient was taken to the OR where again the significant anterior soft tissue loss was noted facilitating anterior dislocation. It was decided to place a constrained liner to prevent further dislocation. Range of motion was tested and her hip was stable ().\\nAt the 3-month follow-up the patient was doing well and radiographic images revealed a stable implant (). She continues to progress and is currently full weight bearing with no pain. Follow-up radiographs continue to reveal a stable implant (Figures and ).", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'19949118': 1, '27189390': 1, '19097010': 1, '21511920': 1, '18672342': 1, '19181991': 1, '11503130': 1, '21282753': 1, '17826287': 1, '8872587': 1, '3417709': 1, '18591590': 1, '28825003': 2, '20458645': 1, '18534517': 1, '19651827': 1, '15634811': 1, '19483225': 1, '19995315': 1, '21498036': 1, '16230252': 1, '25161791': 2}", "similar_patients": "{'5553479-1': 1}"}