{"patient_id": 86422, "patient_uid": "4842199-1", "PMID": 27108123, "file_path": "comm/PMC004xxxxxx/PMC4842199.xml", "title": "A resected case of symptomatic acinar cell cystadenoma of the pancreas displacing the main pancreatic duct", "patient": "A 22-year-old female had been followed up annually at a former hospital for a cystic mass at the tail of the pancreas, which had been pointed out by a screening computed tomography (CT) scan to diagnose an acute abdomen, such as peritonitis and ovarian torsion, when she was 15 years old (Fig. ). After she has transferred to our hospital, a routine follow-up has been provided to put the lesion under surveillance. Six years after the first diagnosis, she started to suffer from intermittent epigastralgia and back pain usually at night, lasting for 2 to 3 h. The tumor grew in size from 3.3 to 5.1 cm in diameter for 6 years (0.3 cm per year). Particularly, it rapidly grew up to 6.3 cm in the last 3 months in concurrence with the emergence of epigastralgia (Fig. ). A CT scan detected a solitary, irregularly formed, multilocular cystic tumor with thin septum and calcification. Its septum and capsule are not enhanced, and both splenic artery and vein are not invaded by the tumor (Fig. ). In findings of magnetic resonance imaging (MRI), the tumor showed low intensity in T1 and high intensity in a T2 weighted image (Fig. ). Endoscopic ultrasound sonography (EUS) identified a multilocular cystic lesion with calcification, but no nodules on the septal walls were detected. There were no communications between the cystic tumor and the main pancreatic duct (MPD) or any mucinous discharge from the papilla during endoscopic retrograde pancreatography (ERP). The distal portion of the MPD was clearly displaced by the tumor. Furthermore, small branches of the pancreatic duct around the tumor were detected (Fig. ). Neither pancreatic juice cytology nor EUS-guided fine-needle aspiration were performed. She had no familial history, past medical history, or allergic history. Physical examination did not reveal any tenderness or palpable mass at the abdomen. The laboratory data before treatment was almost normal including tumor markers for pancreatic tumors.\\nMucinous cystic neoplasm (MCN), serous cystic neoplasm (SCN), and branch duct intraductal papillary mucinous neoplasms (BD-IPMN) were considered as differential diagnoses. According to IPMN/MCN guidelines [], surgical resection might be recommended because of her age and size of the tumor, being symptomatic and getting larger than before. Accordingly, we decided to propose surgical resection, and written informed consent was obtained.\\nIntraoperatively, we found a very soft and multilocular cystic tumor having a thin capsule without adhesion or invasion to the adjacent tissues. Because the tumor was unlikely to be malignant, we performed a spleen-preserved distal pancreatectomy without a systemic lymph node dissection. Splenic artery and vein are also preserved. The cut line was easily determined because the tumor was well-demarcated macroscopically. Intraoperative ultrasonography also showed no evidence of mural nodules. We also ensured that the resection margins were cancer-free by examining intraoperative frozen sections. The lesion is comprised of very soft and multilocular cysts containing serous fluid and focal calcification (Fig. ). The postoperative course was uneventful and she discharged on the postoperative day nine. After surgery, the abdominal pain has disappeared.\\nIn pathological examinations, a cystic lesion lined by cells with acinar differentiation was pointed out. The nuclei are uniform and basally oriented without atypical changes (Fig. ). In immunohistochemical staining, positive staining of α1-antichymotrypsin, α1-antitrypsin (pancreatic enzyme marker), AE1/AE3, CAM-5.2 and CK7 (epithelial marker), and MIB-1 index was <1 %. Based on these pathological findings, it was finally diagnosed as an ACA (Fig. ). Five years have passed after resection, and no recurrences of the tumor and symptoms were seen.\\nHere, we reported a surgical case of an ACA of the pancreas, which showed interesting radiologic features and clinical courses. We have clarified the description of the MPD image, based on the results of ERP.\\nAcinar cell neoplasms are recognized as a rare entity. Particularly, ACAs, lined by cells with acinar differentiation without atypical changes, are reported to be extremely rare []. The acinar cells play a role in pancreatic exocrine. Although the acinar cells constitute a large portion of the pancreatic parenchyma, most malignant cells were derived from other components, such as ductal adenocarcinomas from the ductal cells and neuroendocrine tumors from the beta cells [].\\nACA incidentally detected during autopsy was first reported in April 2002 []. After that, several case reports have been reported, and eventually, the definition of ACA was established by the WHO classification of tumors of the digestive system in 2010 []. As of September 2015, 12 papers including 48 patients were identified in the literature search by the PubMed database () [, –]. All of them were diagnosed by the pathological findings of surgical or autopsied specimens.\\nIn the literature review, females are predominant (30 of 48 cases, 64 %). Approximately two thirds of the patients had complains of an abdominal pain or discomfort. Postoperative follow-up period was widely ranged from 5 months to 11 years. There has not been any case reported on recurrence or evident malignant transformation so far. Whether ACAs is a congenital disease is dismissive so far because the age of the patients widely ranged 9–71 years old (mean 42.9 years). The most typical radiological appearances of ACAs are reported to be homogeneous hypovascular cystic tumors with thin septum. They show hypodensity in CT images, low intensity on the T1-weighted MRI, and high intensity on the T2-weighted MRI []. Usually, there are no communications between the cysts and the MPD.\\nHowever, it is hard to distinguish from other cystic tumors of the pancreas exclusively by imaging only because ACAs have less definitive morphologic features. The size of ACAs was reported to have a wide range from small incidentaloma to large tumor-suspected malignancy. Moreover, some ACAs diffusely involved entire pancreatic grand or increased in diameter during long-term follow-up. The most frequent site of ACAs was reported to be the head of the pancreas (around half of cases). Most of ACAs were solitary but some (approximately 10 %) of them have diffuse disease. The prevalence of unilocular or multilocular forms was equivalent. Less than 10 % of ACAs showed a communication to the MPD like BD-IPMNs. Eight cases of them are reported to have calcifications inside the tumor, and it is known to be a similar finding as SCNs. Some of them have thick capsules, which is frequently seen in MCNs. In the literature, pre-operative diagnoses are IPMN (eight cases), MCN (three cases), SCN (one case), and neuroendocrine tumor (one case), etc.\\nAlthough even EUS-guided fine-needle aspiration was performed in 21 cases, none of them were diagnosed as ACAs because of its hypocellularity []. Accordingly, it would be challenging to distinguish ACAs from other pancreatic cystic tumors by a pre-operative imaging. A review of the literature showed that 37 patients were diagnosed following surgical resection, including two patients who underwent incomplete resection and four who were found to have ACA incidentally []. One patient was diagnosed by surgical biopsy [, ].\\nERP of the presented case clearly described that an image of MPD which is not connected to any cyst or without stenosis differs from images common to IPMN and other malignant tumors. Furthermore, small branches of the pancreatic duct were detected, suggesting that the tumor was soft and plastic. Surgical findings were also in agreement, providing further evidence for acinar metaplasia. Relative to MRP, which most previous reports presented, ERP can provide more precise information on the pancreatic duct without interference by cystic lesions. These finding may be useful in distinguishing ACAs from other cystic neoplasms, although it is not definitive.\\nHistologically, the surface of the cystic walls consists of one or several cell layers with normal acinar cells; cuboidal cells with round, basally oriented nuclei and eosinophilic, periodic acid stain (PAS)-positive granules in its apical cytoplasm. Mitoses are rarely observed [, , ]. In terms of immunohistochemistry, the staining patterns are identical to those of normal acinar cells of the pancreas, expressing pancreatic enzymes, positive at chymotrypsin, trypsin, lipase, and epithelial markers such as AE1/AE3 and CAM-5.2. The expression of CK7 was reported to be an identifiable difference from non-neoplastic acinar cells [, , ]. Usually, MIB-1 index is <1 % [].\\nThe pathogenesis of ACAs remains unclear. Now, it is assumed that acinar metaplasia could be the main pathogenesis of ACAs based on results of the immunohistochemistry []. However, Khor et al. have suggested that ACAs are neoplastic because of the augmentation in copy number of specific genes, which array comparative genomic hybridization provides in an ACA with mural nodules []. In contrast, the polyclonality of the X chromosome suggested that ACAs are benign non-neoplastic ballooning of the acinar epithelium []. Concerning malignant potential or transformation of ACAs to acinar cell carcinoma, there also is insufficient evidence to determine factors associated with it []. Although the WHO classification also does not describe a relationship between ACAs and acinar cell carcinoma [], this relationship has not yet been determined because ACAs are newly recognized entities and ACAs, acinar cell carcinomas, and acinar cystadenocarcinomas are very rare.\\nAt present, although ACAs are finally diagnosed by pathological examination of surgical specimen, we would like to propose two approaches when you encounter cystic lesions. First, the diagnostic clues of ACAs can be proposed from our experience and the literatures as follows: younger females, round-shaped cystic tumor without evidence of the MPD stricture, no communications to the MPD (unlike IPMN), thin capsules (unlike MCN), and non-honeycomb type (unlike SCN). Second, modification of the general approach may be preferable when the ACAs are included in the differential diagnosis of the cystic mass. Occasionally, total pancreatectomy or pancreatoduodenectomy are required for resection when the lesions, suspected of being malignant, are multiple, diffuse, or located in the pancreatic head. In such situations, surgical biopsy, which is not included in the guidelines for the management of IPMN and MCN [], can be an option of diagnosing strategy.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'12004359': 1, '21228949': 2, '24852936': 1, '23605178': 1, '22687371': 1, '20438912': 1, '32712551': 2, '12162680': 1, '12023573': 1, '24076773': 1, '23408736': 1, '23060352': 1, '33425418': 2, '12483157': 1, '24895037': 1, '27108123': 2}", "similar_patients": "{'3017877-1': 1, '7390793-1': 1, '7781703-1': 1}"}