{"patient_id": 76521, "patient_uid": "4124700-1", "PMID": 25140267, "file_path": "comm/PMC004xxxxxx/PMC4124700.xml", "title": "Gitelman Syndrome in a School Boy Who Presented with Generalized Convulsion and Had a R642H/R642W Mutation in the SLC12A3 Gene", "patient": "An 8-year-old Japanese boy developed a generalized convulsion that lasted for 5 min and occurred while he was playing on November 10, 2012. When he was admitted to our hospital by an ambulance, he was conscious and afebrile (temp. 36.3°C). His body height was 120 cm, body weight 21.3 kg, blood pressure 96/42 mmHg, heart rate 92/min, and SpO2 100% at room air. He was neither anemic nor icteric and did not exhibit hepatosplenomegaly, without ataxia, deafness, or mental retardation. No signs showing intracranial hypertension were noted. His past history was unremarkable, except for complaining of muscle weakness after playing football. His family history revealed that his older brother was treated with an anticonvulsant because of attention-deficit hyperactivity disorder. The patient's laboratory findings were white blood cell counts 11,000/μL, Hb 14.1 g/dL, platelet counts 485,000/μL, and serum C-reactive protein 0.04 mg/dL. As summarized in , his renal function was normal, but the electrolyte assay revealed hypokalemia and blood gas analysis showed the presence of metabolic alkalosis. Endocrine function analyses were within normal with the following values: TSH 3.48 (normal 0.35–4.94) μU/mL, free T3 4.65 (normal 1.73–3.71) pg/mL, free T4 1.41 (normal 0.70–1.48) ng/dL, ACTH 9.5 (normal 7.2–63.3) pg/mL, cortisol 8.2 (normal 4.5–21.1) μg/dL, and aldosterone 14.6 (normal 3.6–24) ng/dL; however, high renin activity was noted (). The patient was diagnosed with seizure of unknown cause, probably epilepsy, on the basis of the electroencephalogram findings, which showed abnormal spike and waves at the right parietotemporal region (). The patient was prescribed potassium L-aspartate (300 mg, two tab/day) for the hypokalemia and carbamazepine (220 mg/day, in two divided doses) to control the seizures. Over the following year, the patient was asymptomatic. However, a year after the hospital admission, the patient was found to still have similar metabolic alkalosis, hypokalemia, hypomagnesemia, high renin activity, and slightly high aldosterone levels (32.0 ng/dL), as well as marked hypocalciuria (the urinary Ca/creatinine ratio was 0.006; normal > 0.2). The hypomagnesemia was associated with extremely high urinary excretion of Mg (7.2 g/L; normal 0.1-0.2 g/L) (). As summarized in , FEMg and FECa [] were dramatically altered to the opposite direction while FEK and TTKG [] were not significantly changed.\\nThese findings indicated that the patient might have had GS at his initial presentation, which prompted us to examine his SLC12A3 gene for mutations. For the genetic studies, a written informed consent was obtained from the patient's family in accordance with the Declaration of Helsinki. The institutional review boards of Uji-Tokushukai Medical Center and Hokkaido Graduate School of Medicine approved the genetic diagnosis of the SLC12A3 gene. Direct sequencing of the SLC12A3 gene was done as reported previously []. Sequencing analysis revealed the presence of compound heterozygous mutations of the codon 642-encoded arginine amino acid in the cytoplasmic tail of the TSC protein: in one gene, the arginine had become a histidine and was inherited from the father; in the other gene, it had become a tryptophan and was inherited from the mother; thus the patient had the R642H/R642W mutation (). His older brother had only one of these heterozygous mutations (R642H).", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'15788703': 1, '18277153': 1, '31363482': 2, '22802996': 1, '15198479': 1, '8559478': 1, '24790334': 1, '19489442': 1, '15876516': 1, '9734597': 1, '11913575': 1, '17059986': 1, '22907601': 1, '21849804': 1, '10561140': 1, '10213644': 1, '17061123': 1, '21757836': 1, '11439801': 1, '2397174': 1, '16078592': 1, '5259575': 1, '10616841': 1, '23282232': 1, '25140267': 2}", "similar_patients": "{'6656681-1': 1}"}