{"patient_id": 139669, "patient_uid": "4078418-1", "PMID": 24991480, "file_path": "noncomm/PMC004xxxxxx/PMC4078418.xml", "title": "Rare Case of Reversible Acute Symmetrical Lesions of the Bilateral Basal Ganglia Associated with Diabetic Nephropathy and Chronic Renal Failure", "patient": "A 52-year-old Asian Indian man was brought by family members to the nephrology department of our hospital with complaints of sudden onset of generalized involuntary limb movements associated with mildly altered mental status, gait imbalance, and slurred speech that began 2 days earlier. Patient's relatives noticed in him recent onset of confusion, frequent amnesia, loss of alertness, disorientation, defects in judgment, poor regulation of emotions, and alterations in his perception ability, psychomotor skills, and behavior. Patient complained of recent onset of inability to walk straight. He was a known case of ESRD secondary to Type 2 diabetes mellitus for many years. He was being treated with regular hemodialysis thrice a week for 4 years. There was no recent history indicating episodes of hypoglycemia or hypotension. There was no previous history of movement disorders. Family history was unremarkable.\\nClinical examination revealed him to be normotensive with a blood pressure of 120/80 mm Hg. He was conscious, but mildly confused. Generalized chorea was noted mainly involving the limbs and the face. No signs of myoclonus, asterixis, or Parkinsonism were noted. Laboratory investigations indicated raised blood urea and serum creatinine levels and slight metabolic acidosis. Blood urea nitrogen level was 30.7 (normal 1.7-8.3) mmol/L and serum creatinine level was 1073 (normal 62-124) μmol/L. The other findings were as follows: serum bicarbonate level 16 (normal 21–28) mmol/L, hemoglobin level 10.1 (normal 13-17) g/dL, random blood glucose level 10.7 (normal 3.3-5.5) mmol/L, corrected serum calcium 1.98 (normal 2.1–2.6) mmol/L, serum phosphorus 1.39 (normal 0.87-1.45) mmol/L, serum potassium 4.1 (normal 3.6-5.1) mmol/L, and serum sodium 135 (normal 135-145) mmol/L. Serum parathormone, blood iron and blood lactate levels, and total iron binding capacity were normal.\\nMagnetic resonance imaging (MRI) of the brain was performed on the day of the visit. The diffusion-weighted (DW) images revealed hyperintense/bright signal in the basal ganglia bilaterally. Reduced apparent diffusion coefficient (ADC) values were demonstrated in the central parts of the bilateral basal ganglia and increased ADC values were demonstrated in the periphery [Figure and ].\\nSymmetrical hypointense areas were noted on T1-weighted images involving the basal ganglia bilaterally []. T2-weighted, fluid attenuation inversion recovery (FLAIR), and T2*-weighted images showed symmetrical hyperintense areas involving the basal ganglia bilaterally [Figure –].\\nDiagnosis of reversible and symmetrical lesions of the basal ganglia bilaterally related to diabetic nephropathy and chronic renal failure was made and frequency of hemodialysis was increased from three to five sessions per week. The increased frequency of hemodialysis was continued for 2 weeks. The altered mental status, behavioral changes, and slurred speech resolved within 3 days. The generalized chorea resolved completely within 6 days. After a week, the blood urea level regressed to 8 mmol/L and the serum creatinine level reduced to 308 μmol/L. He was not prescribed any particular medicine including steroids or clonazepam. Follow-up MRI of brain was performed 4 weeks after the first one, which showed complete resolution of the basal ganglial lesions bilaterally []. No evidence of any residual lesions was seen. Regular thrice-weekly hemodialysis was continued. He remained free of chorea and slurred speech and maintained normal mental status during a 4-month follow-up.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'20709331': 1, '16256408': 1, '9827621': 1, '23185167': 1, '18185507': 1, '22028539': 2, '31942522': 2, '27421835': 1, '22948993': 1, '20381073': 1, '17922120': 1, '28936101': 2, '18199107': 1, '24991480': 2}", "similar_patients": "{'3200049-1': 1, '5602251-1': 1, '6880729-1': 1}"}