{"patient_id": 151020, "patient_uid": "4795147-1", "PMID": 27041849, "file_path": "noncomm/PMC004xxxxxx/PMC4795147.xml", "title": "Idiopathic gingival fibromatosis with asymmetrical presentation and electrosurgical management", "patient": "A 14-year-old female patient reported to our department with complaint of swelling in the gums of the upper and lower right hand side quadrants of the mouth since a year. The patient first noticed the swelling 4 years before in the upper right side of the mouth - gradually and slowly increasing swelling.\\nThe patient had delayed tooth eruption of the upper and lower right premolar teeth associated with gingival swelling. She underwent excisional surgery for the same 2 years before at a private dental clinic. Postsurgery within 6 months, the patient again noticed the swelling which gradually increased in size. The patient gave history of rapid increase in size since the preceding 6 months and spread toward the teeth of the left hand side of the mouth. Swelling was painless, but the patient complained that it interfered with chewing.\\nThere was no history of epilepsy or major illness. She was undergoing treatment for anemia with iron supplement. Developmental milestones and other systems of the child were normal. Family and menstrual history was noncontributary. The patient has unilateral mastication habit with left side since childhood. The right hand used for brushing.\\nGeneral physical evaluation was done. The patient had normal physical appearance and psychomotor skills. Normal bone development seen on the chest and extremity radiographs. The patient showed slight facial asymmetry with fullness of the right upper lip. The lips were competent [].\\nGingival enlargement was more predominant on the right hand side of the mouth, but mild involvement was present extending to the incisors as well as the lingual aspect of the left mandibular molar region [Figures and ]. Only the maxillary left posterior teeth were completely uninvolved. Both facial and palatal/lingual aspects were involved in the maxillary and mandibular right hand side quadrants covering almost the entire clinical crown. There was diffuse involvement of marginal, papillary, and attached gingiva. The swelling was irregular, largely pale pink, and firm devoid of stippling along with softened reddish pink areas toward the occlusal surface associated with calculus deposits.\\nBleeding on probing was present with 14–16 regions. Several teeth were clinically submerged including the maxillary canines (13, 23) and mandibular left canine (33) and both the mandibular second premolars (35, 45). Even, the maxillary and mandibular second molar of the right hand side (17, 47) were clinically submerged. Deep pseudopockets along with attachment loss of up to 13–15 mm were present with 14, 15, 16, and 46 which showed Grade II mobility. Grade I mobility was present with 11, 12, 21, 22, 31, 32, 41–44.\\nOrthopantomogram (OPG) and three dimensional cone beam computed tomography evaluation was done. The radiographs revealed that the submerged teeth had bony impaction except for the maxillary and mandibular right second molars which appeared to be still erupting. Severe bone loss was present with 14, 15, and 16 teeth []. In this region, there was evidence of increased spacing and further bone loss compared to an OPG taken 3 years prior and the current radiograph. In addition, generalized crestal bone loss was present except with the left maxillary posterior teeth.\\nBlood investigations revealed the normal blood profile and hormonal levels. Hemoglobin level was low 10.3 mg%.\\nAfter obtaining written consent, thorough scaling, root planing, and curettage were done and anti-microbial rinse chlorhexidine gluconate 0.2% prescribed and in addition used for irrigation of the pockets. This regime was repeated weekly for 3 weeks as it was difficult for the patient to maintain adequate plaque control. An incisional biopsy was done and 8 mm × 10 mm tissue specimen was sent for histopathological evaluation.\\nPostphase I appearance of the tissues showed overall superficial reduction in inflammation. Following this phase, electrosurgical gingivectomy was performed. First, the maxillary surgery was performed. After administering nerve block anesthesia to the patient, the area of tissue to be excised was demarcated with a probe. The electrosurgical unit (megasurg - high frequency radiosurgery unit) was set up and the passive electrode – the patient plate tied to the patient's calf. The needle electrode (active electrode) at 8 MHz was used to outline the external bevel incision. The tissues were further undermined with a bar electrode and removed in bulk. The bar electrode was then used to plane the tissues and achieve a favorable tissue contour. Following excision, thorough irrigation of the site was done. In some sites, additional curettage was done along and closure of the area with sutures. The operative procedures for Maxilla are shown in . Periodontal dressing was placed, and the patient was prescribed anti-biotic and analgesic medication.\\nThe mandibular surgery was performed 2 weeks later similarly []. Postoperative healing a week later was satisfactory. The case was followed-up for 8 weeks postoperatively, and then every 3 months for 2 years. Favorable healing of the sites were seen postoperatively at 1 week, 1 month, and 3 months intervals. The mobility of teeth had significantly decreased from Grade II mobility to physiologic by 3 months postoperatively. The patient was able to maintain good oral hygiene. The patient has visited for recall follow-up since the past 2 years with minimal evidence of recurrence [].\\nEvaluation was performed using routine H and E staining as well as polarized microscopy with specific connective tissue staining to verify the nature of the fibrosis. Abundant collagen with hyalinization of the collagen fibers was seen. Congested blood vessels with mixed inflammatory infiltrate focally transgressing the overlying epithelium were observed. There was no evidence of dysplasia or malignancy [].", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'18589399': 1, '11203959': 1, '11868160': 1, '12423302': 1, '32039068': 2, '14233392': 1, '8655871': 1, '16671866': 1, '29538838': 1, '5792612': 1, '8018496': 1, '18470943': 1, '27041849': 2}", "similar_patients": "{'6984817-1': 1}"}