{"patient_id": 145435, "patient_uid": "4421720-1", "PMID": 25984179, "file_path": "noncomm/PMC004xxxxxx/PMC4421720.xml", "title": "Kidney allograft failure due to acute phosphate nephropathy associated with severe secondary hyperparathyroidism", "patient": "A 44-year-old lady suffered from end-stage renal failure secondary to IgA nephropathy and was started on continuous ambulatory peritoneal dialysis in January 2002. She developed an episode of peritonitis due to Mycobacterium chelonei in October 2007. It necessitated peritoneal catheter removal and switching to haemodialysis. Since the switch to chronic haemodialysis, she was noted to have worsening control of serum phosphate level and secondary hyperparathyroidism. Her intact parathyroid hormone level had progressively increased to 318 pmol/L in January 2010. The pre-dialysis phosphate and corrected serum calcium levels ranged from 3.1 to 3.9 mmol/L and 2.5 to 2.65 mmol/L, respectively. She received no calcium supplement. A total parathyroidectomy was originally planned in late February.\\nShe received a cadaveric renal transplant in early February 2010. A session of haemodialysis was delivered immediately before the surgery. The pre-dialysis serum phosphate and corrected calcium were 3.4 and 2.6 mmol/L, respectively. The deceased donor was a 48-year-old lady who died from intracerebral haemorrhage and was on inotropic support before organ retrieval. Both the donor and the recipient were O positive in blood group with four human leukocyte antigen mismatches. The cold ischaemia time was 17 h. The immunosuppressive regimen consisted of prednisolone, mycophenolate sodium and cyclosporin.\\nThe initial graft function was inadequate. An allograft renal biopsy was performed on Day 3 and it revealed Type IA acute T-cell-mediated rejection and acute tubular necrosis (ATN) (). She was treated with 3 days of pulse intravenous methylprednisolone, and cyclosporin was switched to tacrolimus for maintenance immunosuppression. However, the response was suboptimal and she was restarted on regular haemodialysis on Day 7. The allograft did not function well throughout the first month post-transplantation, and she remained dialysis dependent during this period. Allograft biopsy on Day 16 and 27 both demonstrated no evidence of acute rejection but features of ATN persisted, albeit less severe as compared with the first biopsy. She finally became dialysis independent 2 months after transplantation, but the graft function remained unsatisfactory with her serum creatinine staying between 310 and 397 μmol/L. Serum samples of the recipient taken at Week 2 and 8 post-transplantation identified no donor-specific antibody. Subsequent biopsy on Day 58 and 106 also failed to reveal any evidence of rejection but persistent acute tubular injury with prominent regenerative changes. C4d and SV40 stainings had been negative throughout the five consecutive allograft biopsies, and no viral inclusion body had ever been detected in these specimens. However, there were intratubular calcification, which was consistent with calcium–phosphate crystal deposition and chronic changes, first evident in the second biopsy done on Day 16, which progressively increased in amount in the subsequent biopsies. The allograft biopsy on Day 58, indeed, displayed numerous intraluminal calcifications in the tubules with obstruction and distension of tubules. In the biopsy on Day 106, prominent intratubular calcifications persisted but, in addition, there were also moderate-to-severe tubular atrophy and interstitial fibrosis, while ATN became less conspicuous. The overall picture was compatible with nephrocalcinosis due to acute phosphate nephropathy resulting in chronic allograft damage. The trends of her serum calcium and phosphate levels after transplantation are shown in .\\nAt 5 months post-transplantation, the allograft function further deteriorated and the patient returned to regular haemodialysis.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'15077029': 1, '17703836': 1, '15996242': 1, '10085452': 1, '9838606': 1, '19297353': 1, '8742960': 1, '11791796': 1, '19307804': 1, '28390426': 2, '33025202': 1, '8384341': 1, '25984179': 2}", "similar_patients": "{'5385015-1': 1}"}