{"patient_id": 78769, "patient_uid": "4274864-1", "PMID": 25548687, "file_path": "comm/PMC004xxxxxx/PMC4274864.xml", "title": "Familial Case of Cherubism from South India: Differential Diagnosis and Report of 2 Cases", "patient": "A young boy aged 9 yrs reported with his mother with a presenting complaint of bilateral cheek swelling. Familial history suggested that his mother had undergone surgical correction for a similar swelling of the jaws when young. The boy was the younger of the two siblings. His elder brother did not have any peculiar features. Clinical examination of the boy showed symmetrical and bilateral swelling of his cheek and mandible (). He was classified by Seward and Hankey [] (1975) as first degree (bilateral lesions confined to the lower molar regions and posteriorly up to the coronoid process). On palpation, the bilateral swelling was a bony hard swelling and nontender. Clinical examination of the boy's mother also showed bilateral enlargement of the maxilla, zygoma, and mandible (). Investigation of the boy with an OPG () showed bilateral multilocular radiolucent lesions of the posterior body of mandible and ramus. However, the condyle was spared. Multiple carious teeth were present on intraoral examination. OPG also demonstrated abnormalities in the eruption status of permanent teeth and displaced mandibular second molar tooth buds. Blood chemistry was performed to rule out primary hyperparathyroidism. The histopathologic examination of the lesion revealed numerous multinucleated giant cells resembling osteoclasts, scattered in a fibrous connective tissue stroma (). Final diagnoses of cherubism were made. His mother was reassured about the benign course of the condition and regular follow-up of the boy was advised.", "age": "[[9.0, 'year']]", "gender": "M", "relevant_articles": "{'15694152': 1, '13465106': 1, '1545971': 1, '14631689': 1, '33552642': 1, '11883969': 1, '11113824': 1, '16053841': 1, '14911174': 1, '25548687': 2}", "similar_patients": "{}"}