{"patient_id": 75024, "patient_uid": "4015057-1", "PMID": 24310410, "file_path": "comm/PMC004xxxxxx/PMC4015057.xml", "title": "Variations of the hepatobiliary vasculature including coexistence of accessory right hepatic artery with unusually arising double cystic arteries: case report and literature review", "patient": "During anatomical dissection of the abdominal cavity of a 73-year-old male Caucasian cadaver, multiple anatomical variations of the hepatobiliary arterial system were recognised. The common hepatic artery (CHA) took its origin from a coeliac trunk. After giving rise to the gastroduodenal artery (GDA), it travelled to the porta hepatis as the PHA, where it bifurcated into right and left branches. An aRHA with 7.4 mm diameter originated from the GDA, one centimetre below its beginning. The aRHA ran medially and superficially to the common bile duct, entering into the right lobe of the liver (Figs. , ). At the level of the junction of the common hepatic duct with the cystic duct, the aRHA gave rise to the cystic artery (CA). The CA diameter was 5.1 mm. It travelled in front of the bile duct (BD) and then through the hepatobiliary triangle to the region located 23 mm below the neck of the gallbladder. There, it divided into superficial and deep branches.\\nThe gastroduodenal artery travelled inferiorly. Two centimetres distal from the beginning of the aRHA, GDA gave rise to the accessory cystic artery (aCA) (Figs. , ). Its diameter was 2.3 mm. The aCA ascended superolaterally, approaching the middle part of the gallbladder. Afterwards, it bifurcated into superficial and deep branches. The accessory cystic artery did not pass through the hepatobiliary triangle, coursing inferiorly and parallel to the cystic duct without crossing it. No other variations or anomalies were noted in the branching patterns of the hepatobiliary arterial system or in coeliac trunk branches and superior mesenteric artery.\\nIn this case, the blood supply to the liver was supported by three arteries (right and left hepatic arteries—branches of the hepatic artery proper and the aRHA—arising from the gastroduodenal artery), while the gallbladder was supplied by two arteries (the cystic artery arising from the aRHA and accessory cystic artery arising from gastroduodenal artery). The distribution of vessel diameters is presented in Table .", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'16547602': 1, '27701001': 1, '20209691': 1, '19722157': 1, '15121546': 1, '17948938': 1, '1534464': 1, '17006621': 1, '11501290': 1, '17948297': 1, '31811353': 1, '32474376': 2, '15232378': 1, '10390590': 1, '12147854': 1, '17516113': 1, '28953651': 2, '2816258': 1, '15300873': 1, '32248353': 2, '14968265': 1, '8054809': 1, '19669076': 1, '23770866': 1, '26435909': 2, '10872977': 1, '10398383': 1, '28641193': 1, '28432408': 2, '10656947': 1, '11117634': 1, '24310410': 2}", "similar_patients": "{'4586006-1': 1, '5626294-1': 1, '7262373-1': 1, '7381478-1': 1, '5610665-1': 1}"}