{"patient_id": 83315, "patient_uid": "4602727-1", "PMID": 25654376, "file_path": "comm/PMC004xxxxxx/PMC4602727.xml", "title": "Negative Pressure Wound Therapy Applied Before and After Split-Thickness Skin Graft Helps Healing of Fournier Gangrene", "patient": "A 47-year-old previously healthy male patient presented with fever (38.7°C), pain, erythema, and swelling around the anus. Examination showed the abscess area was 10 × 3 cm, with a depth of 10 cm. The swelling spread quickly to the region of left groin, perineum, and scrotum. There was associated erythema and edema of the scrotum and a poorly defined, perineal area of necrosis that discharged purulent liquid. No pain got on examination of the testes. Blood chemistry showed a white blood cell count of 17.92 × 109/L (neutrophil percentage 86.7%), and a platelet count of 271 × 109/L. He was immediately admitted to the local hospital and underwent emergent, extensive debridement in the operating room. However, despite the treatment, the skin of the scrotum kept necrotizing. So he was transferred to the Department of Wound Healing, a tertiary wound care center in Shanghai. The patient gave his informed consent prior to his inclusion in this study. On examination, the patient was alert and oriented but appeared unwell. Examination of the scrotum revealed a wound of 6 × 7 cm, which was discharging pus. The wound of the abscess beside the anus measured 4 × 1 cm with a depth of 5 cm. The pictures of his wounds are shown (Figures and ). Cultures of the exudates from the scrotal wound grew P aeruginosa. The patient remained afebrile with stable vital signs. There was no history of trauma and no symptoms of dysuria or hematuria. He had no history of diabetes, high blood pressure, or other chronic diseases. His past surgical history was unremarkable, and he was not on any regular medications. A review of systems was also unremarkable.\\nThe treatment after the hospitalization consisted of 2 stages. In stage 1, NPWT was applied to the surface of the scrotal area and continued for 10 days. After NPWT, the wound bed had a fresh red color. The exudates had lessened, and granulation tissue covered the surface of the wound. In stage 2, an STSG from his scalp was grafted to the scrotum. We gave the patient intravenous ofloxacin for 3 days after his STSG, to which he was sensitive. For economic consideration, we put gauze on the skin connected to the wall vacuum aspiration for 7 days. The gauze was changed every other day (Figure ). During the usage of NPWT, the patient did not complain of any pain or bleeding, which were commonly seen complications. Then, the dressing was changed every 2 days using ionic silver foam dressings (Coloplast, Humlebæk, Denmark), whereas the wound beside the anus was treated with ionic silver alginate dressings (Coloplast).\\nAfter the treatment, the percentage of the grafted skin alive on the scrotum was 98%. The wound beside the anus had decreased to 4 × 0.5 cm with a depth of 1 cm. He was discharged from the hospital and followed up. The total time of hospitalization was 21 days. Follow-up at clinic 1 month later showed that both wounds had healed and that the patient was satisfied with the outcome (Figure ). In addition, Figure showed a timeline outlining the patient's interventions and outcomes.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'24082432': 1, '26512571': 1, '25162948': 1, '16927060': 1, '19185110': 1, '15468399': 1, '9188970': 1, '30428926': 1, '25067971': 1, '27725892': 2, '8235687': 1, '22727140': 1, '28861313': 1, '27977577': 1, '21401882': 1, '30249225': 2, '11005502': 1, '22958590': 1, '17000077': 1, '31934634': 2, '33269244': 1, '20407363': 1, '23738767': 1, '25654376': 2}", "similar_patients": "{'5048047-1': 1, '6154412-1': 1, '6947763-1': 1}"}