{"patient_id": 80189, "patient_uid": "4357158-1", "PMID": 25767742, "file_path": "comm/PMC004xxxxxx/PMC4357158.xml", "title": "Long-term survival in a patient with progressive multifocal leukoencephalopathy after therapy with rituximab, fludarabine and cyclophosphamide for chronic lymphocytic leukemia", "patient": "A 50-year-old Caucasian male patient presented with visual disturbance and diminished muscular strength in the right arm in August 2011.\\nHe had a previous medical history of CLL in 2007 and had a stable clinical condition for the following three years, when increasing lymphocytosis, anemia, thrombocytopenia and splenomegaly occurred, indicating CLL in progression; he was then treated with six cycles of fludarabine, cyclophosphamide and rituximab, achieving complete remission (CR) by the end of the treatment in December 2010.\\nA neurological examination revealed subconjunctival erythema in the left eye and vesicular-papular lesions in the region of the left ophthalmic branch of the V cranial nerve, dysarthria and paresis of the right arm. He had no meningeal signs and no fever. There were no other medically relevant personal or family conditions.\\nThe presence of the cutaneous lesions accompanying the neurological symptoms resulted in the condition being interpreted as herpes virus encephalopathy (HVE). Other entities such as vasculitis, lymphomatous meningiosis by the underlying CLL or stroke were ruled out by clinical and routine studies.\\nTreatment with intravenous acyclovir was initiated, which produced an improvement in the skin lesions but progressive deterioration of the neurological status of the patient.\\nBlood count measurements showed a hemoglobin level of 139 g/L, a total white cell count of 3.5×109/L and a platelet count 98×109/L. All biochemical parameters were normal.\\nFlow cytometry of the peripheral blood lymphocytes revealed a non-clonal cell population; CD4+ and CD8+ counts were 222 cells/μL (normal limits, 400–1300 cells/μL) and 405 cells/μL (normal limits, 200–700 cells/μL), respectively.\\nSerology showed the following results: negative for hepatitis B, hepatitis C, HIV and toxoplasmosis IgG and IgM. HSV type I IgG positive and IgM negative.\\nCerebrospinal fluid (CSF) analysis indicated a normal cell count, and normal protein and glucose levels, with no evidence of neoplastic cells. Polymerase chain reaction (PCR) analysis of the CSF was negative for JCV, HSV RNA, cytomegalovirus RNA, herpes virus Type 6 (HVT6) DNA and VZV DNA.\\nMagnetic resonance imaging (MRI) of the brain showed a bilateral hyperintensity (Figure A) in the white matter involving the parietal and occipital lobules and the internal capsule; there was no mass effect, edema, hemorrhagic or ischemic lesions. Although the JCV was not detected in the CSF, the findings were consistent with demyelination and suggestive of PML and while waiting for the PCR results, empirical treatment was initiated with oral mefloquine and a brain biopsy was performed.\\nHistological examination of the sample revealed infiltration of the brain tissue by foamy macrophages and mature lymphocytes with perivascular clustering (Figure A). Immunohistochemical staining for neurofilaments revealed a loss of myelin (Figure B). Within the lesion, astrocytes were reactive and exhibited polymorphic nuclei and prominent nucleoli (Figure C). After the presumptive diagnosis of PML, it was decided to continue treatment with mefloquine (250 mg/week) and dexamethasone (4 mg/day) for 6 months. Finally the PCR study of the biopsy specimen demonstrated the presence of JCV (5874 copies of JCV DNA /mL tissue suspension).\\nIn the subsequent weeks, the neurological condition of the patient continued to deteriorate, with continuous epileptic fits, motor impairment with left hemiparesia, along with an increment in the extension and intensity of the parietal lesion, as revealed by a further MRI one month after diagnosis (Figure B). Thereafter, neurological condition and the MRI findings progressively improved and a year after diagnosis the patient achieved an almost complete resolution of the lesion as indicated by MRI, despite persisting residual motor impairment and epilepsy (Figure C). The patient is alive 38 months after the diagnosis. CLL continues to be in CR.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'13523006': 1, '24403383': 1, '20298966': 1, '19081511': 1, '24771533': 1, '19264918': 1, '28502942': 1, '29669600': 1, '24995592': 1, '27401179': 1, '23568998': 1, '19258267': 1, '31936284': 1, '23733308': 1, '24419131': 1, '25767742': 2}", "similar_patients": "{}"}