{"patient_id": 77955, "patient_uid": "4219181-1", "PMID": 24284013, "file_path": "comm/PMC004xxxxxx/PMC4219181.xml", "title": "Giant mucocele originating from the middle concha in a 5-year-old child: a case report", "patient": "A 5-year-old Turkish boy presented with a 3-year history of nasal obstruction. He was otherwise healthy and had no fever, recent cough, nasal discharge, or epistaxis. On physical examination, a pink soft tissue mass in his right nostril was visible. His nasal septum was completely deviated to the left side and there was slight nasal enlargement due to the mass. A needle aspiration from the mass revealed a clear fluid with shrinkage of the mass, indicating that the mass was a cystic lesion rather than a soft tissue one. Other head and neck region examination findings were normal. His white blood cell count was 11.5×103/mm3 (range: 4 to 10×103/mm3), hemoglobin level 13.4g/dL (11 to 16g/dL), platelets 361×109/L (range: 150 to 400×109/L), and sedimentation rate 9 (range: 3 to 20mm/hour). A high resolution computed tomography (HRCT) scan showed a well-defined soft tissue density lesion, seemingly originating in the region of the middle concha and was suggestive of a middle concha mucocele (Figure A and B). Sagittal plane images excluded any intracranial extension (Figure C). Our plan was to remove the mass by endoscopic sinus surgery. Intraoperatively, we found an extensive cyst filling the right nasal cavity, originating from the middle concha. The anteroinferior and mediolateral walls of the cyst were removed, effectively marsupializing it into the nasal cavity. There was no erosion on the lateral nasal wall, ethmoid roof, or septum. His right nasal cavity was packed with NASOPORE® (a biodegradable/fragmentable, synthetic polyurethane foam; Polyganics, Groningen, The Netherlands), which was aspirated on the tenth postoperative day. The postoperative period was uneventful without any complications or synechia formation. His nasal obstruction improved remarkably in the immediate postoperative period. A postoperative HRCT examination was performed 2 months after surgery. There were no signs of recurrence or inflammation (Figure ). Histopathology revealed a benign cyst lined by ciliated columnar mucin-secreting cells with no secondary changes due to infection or hemorrhage (Figure ). On follow-up, he was disease free at the end of 18 months.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'1541884': 1, '16909359': 1, '16293319': 1, '32346233': 1, '19092564': 1, '10855576': 1, '11006454': 1, '8827280': 1, '11802010': 1, '10576610': 1, '8327090': 1, '1761945': 1, '7229519': 1, '9282461': 1, '16802142': 1, '24284013': 2}", "similar_patients": "{}"}