{"patient_id": 147555, "patient_uid": "4553751-1", "PMID": 26396626, "file_path": "noncomm/PMC004xxxxxx/PMC4553751.xml", "title": "Isolated unilateral oculomotor nerve palsy due to head trauma", "patient": "A 50-year-old female patient with no past medical history was admitted to our emergency department (ED) due to fall from height in the house. The patient suffered a dropped left upper eyelid and double vision immediately after falling. On admission, vital signs of the patient were normal. On physical examination, ecchymotic lesions on left temporal region of the head and left orbital were observed. On neurological examination, the patient was oriented and cooperated. Abnormal findings were ptosis of the left eye, minimal deviation of the eye ball laterally, and dilated nonreactive pupil at the same side []. Examination of the right eye was normal with normal range of movements with normal size and reactivity of the pupil. Other system examinations were normal. Trauma X-rays were performed and found to be normal. Furthermore, a computed tomography (CT) scan of the brain was performed in order to exclude a possible bleeding or fracture and reported to be normal []. Furthermore, a magnetic resonance imaging (MRI) was performed and reported by the radiologists as normal []. Blood samples of the patient were obtained and laboratory results were normal. Because the left orbital was ecchymotic, a consultation with an ophthalmologist was performed and a possible direct injury to the eye was excluded. Patient was then consulted with a neurosurgeon and hospitalized with a diagnosis of isolated third nerve palsy.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'27843362': 2, '8796166': 1, '22924380': 1, '17577867': 1, '16046322': 1, '16311155': 1, '33976940': 1, '26686683': 1, '32983700': 2, '2718803': 1, '16723882': 1, '18272550': 1, '28228900': 1, '6743622': 1, '5133594': 1, '24379954': 2, '26396626': 2}", "similar_patients": "{'3873360-1': 1, '5098763-1': 1, '7515150-1': 1}"}