{"patient_id": 152580, "patient_uid": "4906873-1", "PMID": 27307677, "file_path": "noncomm/PMC004xxxxxx/PMC4906873.xml", "title": "Fate of pulpectomized deciduous teeth: Bilateral odontogenic cyst?", "patient": "An 11-year-old female child had come to the Department of Pedodontics, P.M.N.M. Dental College, Bagalkot, for regular follow-up of pulpectomized tooth followed by stainless steel crown done 2 years back in the same department. At present, the patient did not have any pain or swelling but the only concern of parents was whether the tooth will exfoliate naturally or the crown has to be removed before the eruption of permanent tooth. Patient's family and medical history were noncontributory. The patient had a dental history of pain with tooth number 55, 85, and 75 which underwent pulpectomy using zinc oxide eugenol as per previous case sheet records and followed by stainless steel crowns. However, the obturation technique and over or under obturation was not recorded in the case sheet. Intraoral examination revealed the patient with mixed dentition having physiologic mobility with 65, 74, and stainless steel crowns over 55, 85, and 75. No intraoral and extraoral swelling was seen. On taking intraoral periapical radiograph, radiolucency was seen beneath 75 and thus orthopantograph, occlusal radiograph was advised []. Orthopantomographic (OPG) examination revealed a well-demarcated radiopaque line around the unerupted 45 extending from cementoenamel junction of 45 to distal root of mandibular right permanent first molar and radiolucency was seen beneath 75 surrounding erupting 35. However, no pathology was found in and around the tooth number 55. The occlusal radiograph showed buccal cortical plate expansion on both right and left side of lower jaw. Provisional diagnosis was made as a dentigerous cyst with 45 and radicular cyst with 75.\\nA decision of enucleation was done along with the removal of deciduous teeth, i.e. 74, 75, and 85 under local anesthesia [Figures and ]. The tissue was sent for histopathological examination which confirmed the diagnosis as an infected dentigerous cyst with 45 and a radicular cyst with 75 []. The enucleated site was thoroughly irrigated with saline and betadine and was sutured. The patient was recalled after a week for the suture removal. A 6 months follow-up was done to check the condition of erupting premolars. Tooth number 35 had erupted in normal position and 45 was partially erupted. OPG was taken to see the bony healing which was satisfactory []. The patient is now under regular follow-up.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'9973768': 1, '2425065': 1, '21991471': 1, '30697399': 2, '22509461': 2, '17065786': 1, '17368346': 1, '20215668': 1, '20237985': 1, '807692': 1, '33149420': 2, '18328241': 1, '27307677': 2}", "similar_patients": "{'6343985-1': 1, '7586469-1': 1, '3320757-1': 1}"}