{"patient_id": 81868, "patient_uid": "4494538-1", "PMID": 26180701, "file_path": "comm/PMC004xxxxxx/PMC4494538.xml", "title": "Traumatic L5 Posterolateral Spondyloptosis: A Case Report and Review of the Literature", "patient": "The patient was a 27-year-old male who presented after a high-speed motor vehicle accident. On initial neurologic assessment, the patient was noted to have 1/5 hip flexion bilaterally but was otherwise 0/5 strength in the lower extremities. Sensation was present in the anterolateral thighs and otherwise absent in the lower extremities. Rectal tone was flaccid. A Foley catheter was placed as part of his initial trauma workup. He was neurologically intact in the upper extremities.\\nOn arrival, the patient had massive trauma to the right lower quadrant of the abdomen and was taken to the operating room emergently for exploratory laparotomy. After resuscitation, imaging of his neural axis with both CT and MRI revealed a posterolateral retrolisthesis of L5 over S1 with a complete thecal sac obliteration (Figures -). There were additional, less severe fractures at the L3 and L4 vertebral levels. Pneumorachis was also apparent on imaging, which tracked to the C6 and C7 spinal levels. However, there were no additional fractures seen in the thoracic or cervical spine.\\nHe was taken to the operating room non-emergently to address his lumbar spine injuries. The patient was placed on a spinal table without reduction of his fracture. He underwent an L2 to sacroiliac posterior instrumented fusion with L5 vertebrectomy and placement of an interbody cage (Figure ). The entirety of the case was performed from a posterior approach. The retropulsed L5 vertebral body was readily apparent after opening the posterior lumbosacral fascia (Figures -) and was removed in one piece (Figure ). Intraoperatively, the dura of the thecal sac had been destroyed, and there was significant nerve root injury apparent.\\nPostoperatively, the patient continued to have 1/5 strength with hip flexion and maintained sensation in the anterolateral thigh, but otherwise continued to be a functionally complete paraplegic without bowel or bladder control.\\nInformed patient consent was obtained for this patient's surgical treatment. No identifying patient information was disclosed in the preparation of this paper nor in the figures noted above.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'9768895': 1, '24353974': 1, '33850107': 1, '2325181': 1, '32817876': 1, '24983669': 1, '22688613': 1, '22407264': 1, '31872021': 1, '27540553': 1, '1523506': 1, '20628328': 1, '16326728': 1, '24353738': 2, '31731891': 2, '32226690': 2, '23759811': 1, '20306972': 1, '26180701': 2}", "similar_patients": "{'6858722-1': 1, '7096069-1': 1, '3858937-1': 1}"}