{"patient_id": 79417, "patient_uid": "4312694-1", "PMID": 25674334, "file_path": "comm/PMC004xxxxxx/PMC4312694.xml", "title": "An unusual case report of basal cell adenoma: A Diagnostic Enchanter", "patient": "A 42 year old male reported to outpatient department in Sudha Rustagi College of Dental Sciences and Research, Faridabad, India; with a chief complain of a painful swelling on inner side of upper lip since six months. The history revealed an insidious, slow growing painless swelling since 3-4 years which became painful since 6 months. Pain was continuous, diffuse, dull and non- radiating in nature. There was no history of any associated trauma/ discharge/ any other swelling/ any dental treatment. The past medical/ dental/ personal history was non contributory. On extraoral examination, no evidence of swelling/ asymmetry or any other abnormality was detected. Intraoral examination demonstrated a well circumscribed, symmetric, dome-shaped sessile swelling was present on inner surface of upper labial mucosa. It was approximately 1.0 cm in diameter crossing midline, pale pink in colour with few red areas and smooth in surface texture. There was no blood/ pus discharge and surrounding mucosa was normal. On palpation, swelling was multinodular, firm in consistency, tender, non-fluctuant, non-compressible, non-mobile and had no localised raised temperature.\\nThe swelling was provisionally diagnosed as pleomorphic adenoma and an excisional biopsy was performed under LA and was examined histopathologically.\\nMacroscopically, the specimen was 1.0x 0.8x 0.7 cm in size, creamish red in color, firm in consistency and smooth in texture. Microscopically, H&E stained soft tissue sections showed well circumscribed and encapsulated tumour. In the centre of the tumour, exuberant, faintly basophilic mucoid secretions with numerous globular and highly basophilic areas of calcifications were seen. Mucoid secretions were surrounded by the isomorphic basaloid tumour cells, which were arranged in patterns of varying sizes and shapes such as glandular, ductal, nests and cords (Figs. -). Basaloid cells exhibited hyperchromatic nuclei with scant eosinophillic cytoplasm. The PAS stained sections confirmed the inspissated mucoid secretions and presence of PAS positive eosinophillic hyaline layer that surrounded epithelial islands and separated these islands from one another.\\nHistopathologically the case was diagnosed as basal cell adenoma with atypical findings of presence of inspissated mucoid secretions and calcification foci.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'1190822': 1, '24031120': 1, '32886182': 1, '947515': 1, '27135016': 1, '22338966': 1, '4272717': 1, '15090357': 1, '14708723': 1, '6375388': 1, '25674334': 2}", "similar_patients": "{}"}