{"patient_id": 82102, "patient_uid": "4510889-1", "PMID": 26197890, "file_path": "comm/PMC004xxxxxx/PMC4510889.xml", "title": "Collapsing focal segmental glomerulosclerosis following long-term treatment with oral ibandronate: case report and review of literature", "patient": "A 44-year-old Caucasian female with a family history of breast cancer and multiple myeloma was seen in clinic for right breast, stage I, triple negative invasive ductal carcinoma. She had undergone a lumpectomy followed by adjuvant dose-dense Adriamycin, Cyclophosphamide (AC) and paclitaxel chemotherapy and radiation. She was enrolled in the SWOG S0370 study and randomized to the oral ibandronate arm and had been taking oral ibandronate 50 mg once daily since December 2008 with stop date scheduled for December 2011. In May 2011, she presented with new onset lower extremity edema. Laboratory tests at the time revealed heavy proteinuria with a protein/creatinine ratio 9.1 (g/g), hypoalbuminaemia (2.1 g/l) and hypercholesterolaemia (14 mmol/l) with no hematuria and normal serum creatinine (0.7 mg/dl) which had been consistently normal before. She had no hypertension history. A diagnosis of nephrotic syndrome was made.\\nSerological evaluation for HIV, hepatitis C, hepatitis B virus, antibodies to nuclear antigens (ANA), rheumatoid factor, anti-neutrophil cytoplasmic antibody (anti-PR3 and anti-MPO), anti cardiolipin, and anti beta 2 glycoprotein 1 were negative. Values of serum complement (total, C3 and C4), free light chain (kappa and lambda), protein electrophoresis, immnofixation,beta 2 microglobulin and immunoglobulin (A, G and M) were within normal range. There were no spikes by urine and serum protein electrophoresis.\\nA renal biopsy was performed and specimens were sent for light, immunofluorescent and electron microscopy. The biopsy consisted of portions of cortex and medulla, containing 10 to 15 glomeruli per level section. None of the glomeruli were globally sclerosed. About 13–40 % of glomeruli per level section showed segmental obliteration of capillary loops with accumulation of extracellular matrix, hyaline or foam cells in the sclerotic regions and adhesion to Bowman’s capsule, consistent with focal and segmental glomerulosclerosis (FSGS) (Fig. ). Up to two glomeruli with FSGS showed segmental collapse of capillary tufts with proliferation of overlying epithelial cells, characteristic of collapsing glomerulopathy (Fig. ). No additional lesion was found in the glomeruli. The rest of renal parenchyma showed mild interstitial fibrosis and tubular atrophy, mild and scattered predominantly mononuclear interstitial, inflammatory infiltrate, diffuse, mild interstitial edema and occasional tubulitis. Arterioles were unremarkable, but interlobular arteries showed moderate intimal fibrosis. Immunofluorescence studies were unremarkable with no significant glomerular staining for IgG, IgA, IgM, C3, C1q, fibrinogen, kappa or lambda light chains or albumin. Electron microscopy showed extensive effacement of foot processes involving about 60 to 70 % of capillary surface area (Fig. ). No electron dense deposit was identified. After the diagnosis of nephrotic syndrome, ibandronate was discontinued. She initially underwent treatment with lisinopril, simvastatin and furosemide. However, after one month, she had no improvement of protenuria. Prednisone was started at 60 mg daily. About one month later, urine protein/creatinine ratio was reduced to 4.9 g/g, thus indicative of some improvement but still within the nephrotic range. Therefore, a calcineurin inhibitor, tacrolimus 1 mg twice daily was started in August 2011 and continued through October 2013. Prednisone was tapered off after 7 months in March 2012. Creatinine was relatively stable throughout treatment and Estimated Glomerular Filtration Rate (eGFR) calculated by Modification of Diet in Renal Disease (MDRD) equation was normal. She is currently on lisinopril 40 mg daily with mild proteinuria (protein/creatinine ratio of 0.5) at the time of this report.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'20838060': 1, '9157773': 1, '21995387': 1, '17526544': 1, '21945737': 1, '18334511': 1, '19213681': 1, '21731520': 1, '28439601': 1, '17671133': 1, '12271004': 1, '17312309': 1, '20227995': 1, '11373339': 1, '11979358': 1, '16264106': 1, '17615253': 1, '18754075': 1, '17163234': 1, '17163265': 1, '17536884': 1, '29029541': 1, '21727006': 1, '33330569': 1, '18685574': 1, '26197890': 2}", "similar_patients": "{}"}