{"patient_id": 75805, "patient_uid": "4078009-1", "PMID": 24951023, "file_path": "comm/PMC004xxxxxx/PMC4078009.xml", "title": "Symptoms mimicking dementia in a 60-year-old woman with bipolar disorder: a case report", "patient": "A 60-year-old white female patient was referred to our tertiary care hospital for a second opinion regarding a severe treatment-resistant depression and a dystonic movement disorder. She was first referred to the department of psychiatry. Because she also suffered from severe cognitive problems, she was subsequently referred to the department of neurology. After extensive neurologic evaluation she was referred back to the department of psychiatry.\\nHer medical history included a type 1 bipolar disorder since the age of eighteen years, with frequent manic and depressive episodes and frequent admissions. Between manic and depressive episodes, she was functioning well and worked as a social worker. The last manic episode before the current episode was in 1992. After this episode, she had been stable on a combination of lithium and carbamazepine for eighteen years.In May 2010, the current disease episode started with manic symptoms. In that period, carbamazepine was discontinued because of a confirmed allergic reaction. It is possible that this event caused the manic episode. In December 2010, this was followed by severe depressive symptoms and psychosis. She was treated with different combinations of antipsychotics (quetiapine, risperidone, aripiprazole), mood stabilizers (lamotrigine, topiramate, valproic acid) and antidepressants (clomipramine), without any effect on symptoms. Lithium was discontinued after an emergency admission for lithium intoxication. In November 2011, the patient was treated with electroconvulsive therapy (ECT), also without improvement of the symptoms. During this period, she was admitted to a regional psychiatric hospital several times. In January 2012, her symptoms worsened and she developed a severe movement disorder with dyskinesia and frequent falling. These complaints improved after reduction of medication (zuclopentixol, clomipramine, lamotrigine, biperiden and quetiapine). In the last months before transfer to our hospital, her husband noticed progressive memory problems, especially in the short-time memory. In February 2012, the Mini-Mental State Examination (MMSE) score was 12 (Figure ). Neuropsychological testing at that time was impossible because she was very disorientated and not cooperative.In October 2012, the patient was admitted to our tertiary hospital to further evaluate her depressive episode and cognitive problems. As common antidepressant treatments seemed to be ineffective and memory impairment progressed, we considered an underlying neurodegenerative disease as the main cause of her complaints. At that moment, she used lithium 500 mg a day and temazepam 10 mg a day as psychotropic medication. Furthermore, she used levothyroxin, nifedipine, nebivolol and alfacalcidol because of hypothyreoidism, hypertension and renal impairment, respectively. At admission, we saw a thin, anxious woman. Her consciousness was clear. Orientation in time and place was disturbed. She had difficulty with speech due to orofacial dyskinesia. Her MMSE score at that time was 11/30 points (Figure ). During her stay, it was observed that she clearly had memory problems and could not find her way on the ward. She also had great difficulty in executive functioning tasks such as cooking and there were signs of apraxia. She was not able to dress and wash herself. In addition, she suffered from hallucinations and delusional ideas which were nihilistic in nature.\\nThe differential diagnosis included neurodegenerative disease or cognitive impairment as the result of severe depression with psychotic features. Because her situation was very severe we decided to perform additional diagnostic investigations for neurodegenerative disease such as neuroimaging and CSF analysis. However, the results of the magnetic resonance imaging (MRI) scan and 18 F-fluoro-deoxy-glucose positron emission tomography (FDG-PET) scan of the brain did not match classic patterns of known neurodegenerative causes (Figures and ). In combination with the negative results of the cerebrospinal fluid (CSF) analysis (Table ), it seemed unlikely that her cognitive impairment was caused by a neurodegenerative disease.\\nWe decided to treat the patient for a severe depressive episode with psychotic features. After careful evaluation of prior medication use, we started with nortriptylin with monitoring of the serum levels. In the following months, we saw a slow but significant improvement of her mood disorder and cognitive functioning. The MMSE score improved to 29 points (Figure ). Also, the severe movement disorder improved to minimal orofacial dyskinesia. The patient was able to perform activities of daily living as well as cooking and gardening independently.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'13636525': 1, '22108402': 1, '20673880': 1, '14754775': 1, '31046175': 1, '18004006': 1, '31747449': 1, '3046450': 1, '16476810': 1, '15741761': 1, '10960885': 1, '15065747': 1, '15117401': 1, '8362073': 1, '16542180': 1, '14657790': 1, '10588398': 1, '1202204': 1, '14557220': 1, '12063148': 1, '18311845': 1, '15128384': 1, '20361895': 1, '20927392': 1, '16078964': 1, '24951023': 2}", "similar_patients": "{}"}