{"patient_id": 78303, "patient_uid": "4242491-1", "PMID": 25399060, "file_path": "comm/PMC004xxxxxx/PMC4242491.xml", "title": "Acute acalculous cholecystitis determining Mirizzi syndrome: case report and literature review", "patient": "A 25 years old woman (body mass index, BMI 22Kg/m2), affected by Beckwith-Wiedemann Syndrome (an overgrowth disorder usually present at birth, characterized by an increased risk of childhood cancer and certain congenital features) was admitted urgently with severe pain in the right hypochondrium, acholic stools, hyperchromic urine, nausea, vomiting and fever. Her past medical history was unremarkable. Physical examination revealed jaundice and tenderness in the right hypochondrium with localized rebound and guarding, positive Murphy's sign. Furthermore a distended gallbladder was appreciable. Total bilirubin was 5,44 mg/dl, aspartate aminotransferase 83 IU/ml, alanine aminotransferase 332 IU/ml, alkaline phosphatase 244 IU/ml. The white blood cell count was 7.300/ml. Ultrasonography showed a distended and hydropic gallbladder measuring 14 cm in its longitudinal axis with moderate wall thickening and marked intrahepatic biliary ductal dilatation. No gallstones were seen. Upper abdominal MRI scan (FFE T1 “in and out phase”, TSE T2 and T2 Spir axial scans; TSE T2 Bh coronal scans; cholangiographic FFE T2 radial scans) demonstrated distended gallbladder with homogeneus contents, mild perichepatic and pericholecistic fluid, severe and widespread dilatation of intrahepatic ducts without dark filling defects suggesting biliary lithiasis (Figure ). Furthermore MRI showed gallbladder infundibulum applying a “mass effect” to hepatic hilum. Thus a laparotomic cholecystectomy was uneventfully performed. During surgery a massively dilated, edematous gallbladder very close to the hepatic hilum was found. Pathologic examination of the gallbladder showed evidence of severe acute inflammation and epithelial necrosis but no stones in the gallbladder or cystic duct. No carcinoma was evident. She was discharged after 5 days with a complete recovery. Antiobiotcs were administered for three days after surgery. Postoperative course was uneventful during the three months follow-up.\\nWritten informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor of this journal.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'30165833': 1, '2597969': 1, '18587614': 1, '20871198': 2, '10484023': 1, '6659531': 1, '6331740': 1, '17874273': 1, '16681544': 1, '19466486': 1, '28455563': 1, '19029218': 1, '15862264': 1, '34194762': 1, '19139716': 1, '8403883': 1, '26925146': 1, '22406001': 1, '7978688': 1, '29369192': 1, '28529808': 2, '9860444': 1, '11866258': 1, '6615206': 1, '25399060': 2}", "similar_patients": "{'2995102-1': 1, '5424187-1': 1}"}