{"patient_id": 143254, "patient_uid": "4310129-1", "PMID": 25657555, "file_path": "noncomm/PMC004xxxxxx/PMC4310129.xml", "title": "Nephrocutaneous fistula as the initial manifestation of asymptomatic nephrolithiasis: A call for radical management", "patient": "A 60-year-old gentleman presented to the outpatient department with complaints of a wound on the left lumbar region associated with foul smelling discharge for the past 6 months. The patient had no other complaints associated with the wound. The wound had appeared initially as a swelling which burst spontaneously after taking antibiotics, 6 months ago. Since then the patient had been undergoing treatment in the form of antibiotic and anti-inflammatory agents off and on with regular dressings. The discharge used to reduce while the patient took the medication but increased again after stopping therapy. There was no history of associated abdominal pain, bowel complaints, or urinary disturbances. The patient gave history of trauma to the left leg 1 year back leading to fracture of the neck of femur for which he underwent placement of a hip screw. Examination revealed a single wound on the left lumbar region [] associated with mucoid discharge. There was no surrounding erythema or tenderness and the abdominal examination was essentially normal. Urine culture grew E. coli sensitive to nitrofurantoin, and was repeated after 1 week of therapy to ensure sterility of the urinary tract. An X-ray of the abdomen and KUB region was suggestive of a solitary renal calculus and a radio-opaque hip screw in the left hip joint. A sinogram was performed using 60% urograffin which revealed a complex fistula communicating with the left pelvicalyceal system []. An intravenous pyelogram performed with the intent of assessing the functional status of the kidney showed a non-functioning left kidney with a solitary pelvic calculus on the left side and a normally functioning kidney on the right side. A renal nuclear scan with DTPA showed poor left-side function with a GFR of 8 ml/min and a differential function of 11%. Based on these findings the patient was planned for nephrectomy and excision of the sinus tract. The patient was operated in a flank position by open flank approach, and dense adhesions were present in the renal fossa. A subcapsular nephrectomy was performed along with radical excision of the sinus tract, most of which was located in the subcutaneous plane [Figures and ]. A drain was placed and the incision was closed in layers. The patient had an uneventful postoperative course and was discharged on the 5th postoperative day. On follow up for a period of 6 months, the patient had no fresh complaints.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'28299237': 2, '6857895': 1, '28083471': 1, '12452612': 1, '16921310': 1, '15679966': 1, '16140098': 1, '15368703': 1, '17623591': 1, '16183456': 1, '25657555': 2}", "similar_patients": "{'5341303-1': 1}"}