{"patient_id": 75035, "patient_uid": "4015647-1", "PMID": 24093831, "file_path": "comm/PMC004xxxxxx/PMC4015647.xml", "title": "Surgical correction of aberrant conjunctival overgrowth in a rabbit: a case report", "patient": "A 10-month-old male dwarf rabbit presented to our clinic for a problem in the right eye. The eye had a pink, fleshy, vascular membrane covering 360° of the cornea and extending centrally. The membrane covered the entire cornea, except for the dorsolateral section (Figure ). A conjunctival fold stretched over the cornea, originating at the limbus and inserting at the base of the tarsal plate of the lid margin (Figure ). There were no corneal epithelium attachments, and the elastic membrane was easily lifted off the cornea (Figure ). No other remarkable systemic or ophthalmic findings were noted.\\nThe conjunctival overgrowth was treated surgically using a modification of Stades’ U-suture technique as introduced by Allgoewer in []. After induction of anaesthesia by using propofol (10 mg/kg, Provive Inj 1%, Myungmoon Pharm. Co., LTD, Seoul, Korea), the patient was intubated. Maintenance was followed with isoflurane (Ifran, Hana Pharm. Co., LTD, Kyonggi-Do, Korea). After preparing the eyes with 0.2% povidone-iodine, the conjunctival fold was incised from the central rim up to its attachment at the limbus in 6 equally sized segments. All segments were then relocated to the normal position in the fornix and fixed into place with mattress sutures (Prolene 6–0) that passed through the skin [].\\nAfter surgery, neomycin, polymyxin B, and dexamethasone eye drops (Maxitrol®; Alcon-Couvreur, Puurs, Belgium) were applied twice a day for 3 weeks. One week after surgery, all eyelid surfaces exhibited moderate inflammation. Mild ocular discharge was noticed as well (Figure ). The inflammation persisted despite the regular use of dexamethasone eye drops. Three weeks after surgery (Figure ), inflammation had subsided, but the conjunctival fold began to regrow over the cornea. We then removed all sutures. Within the next week, the membrane had extended to cover the entire corneal surface, with the exception of a small central area (Figure ).\\nFive weeks after the first operation, we performed another operation, but this time, we used the Lembert suture technique (Figure ). The surgical procedure used was otherwise similar to that reported by Turner []. After the induction of general anaesthesia, the membrane was simply resected back to the limbus. The entire membrane was removed, and the cut edges were inverted just behind the limbus by using the Lembert suture method (Vicryl 6–0) (Figures and ). Eight simple Lembert sutures were applied initially, followed by a continuous Lembert suture around the full limbal circumference (Vicryl 6–0) (Figures and ).\\nMaxitrol® eye drops and cyclosporine ointment (0.2%, Optimmune®; Schering-Plough Animal Health, Heist-op-den-Berg, Belgium) were administered after the surgery. After surgery, no eyelid inflammation or ocular discharge was noted. Four weeks later, no sign of recurrence was present (Figure ), and all medications were stopped. The rabbit was followed for an additional 11 months, but no signs of recurrence were detected.", "age": "[[10.0, 'month']]", "gender": "M", "relevant_articles": "{'34712007': 1, '11722780': 1, '18190347': 1, '24093831': 2}", "similar_patients": "{}"}