{"patient_id": 84075, "patient_uid": "4655042-1", "PMID": 26634160, "file_path": "comm/PMC004xxxxxx/PMC4655042.xml", "title": "Primary Hyperoxaluria Diagnosed Based on Bone Marrow Biopsy in Pancytopenic Adult with End Stage Renal Disease", "patient": "A 54-year-old female presented with debilitating fatigue. The remarkable point in her past medical history was recurrent episodes of bilateral nephrolithiasis, urolithiasis, and urinary tract infection since the age of five years leading to end stage renal disease (ESRD) in adulthood in the absence of appropriate medical evaluation and treatment. She also mentioned arthritis pain in knees and another joints. She had renal transplantation two years ago with unsuccessful outcome of transplant failure within the first month following surgery. At the time of admission, she was under regular hemodialysis three times a week.\\nOn physical examination, no organomegaly was detected. Complete blood count showed hemoglobin level of 8.3 gm/dL, white blood cell count of 3.7 × 109/L, and platelet count of 85 × 109/L. Remarkable serum biochemistry lab data included creatinine of 5.4 mg/dL, BUN of 60 mg/dL, potassium of 5.5 mEq/L, serum oxalate level of 285 microgram/dL, and ferritin of 1990 ng/mL; liver enzymes and bilirubin are within normal limit.\\nUltrasonography showed radiological findings of failure in transplanted kidney with diffuse nephrolithiasis and hydronephrosis in patient's kidneys. The patient was referred to hematology/oncology department for evaluation of pancytopenia and bone marrow studies were requested. Aspiration and touch preparation smears were dry and hypocellular, respectively. Biopsy sections showed scattered small areas of trilineage hematopoiesis with progressive maturation. There were also widespread areas of rosette-shaped arrays of intrahistiocytic needle-shaped, birefringent calcium oxalate crystals surrounded by a brisk foreign body giant cell reaction and diffuse fibrosis (Figures and ). Although no liver biopsy or genetic studies, which is a gold standard of diagnosis testing, were done, the diagnosis of primary hyperoxaluria was made based on the characteristic morphology of crystals, renal involvement, and the absence of any secondary cause for the condition.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'16269037': 1, '15663648': 1, '10972657': 1, '6784531': 1, '12185464': 1, '8808215': 1, '12920626': 1, '22724886': 1, '16912707': 1, '31142973': 1, '20016466': 1, '20797690': 1, '8592622': 1, '19571789': 1, '9596694': 1, '11518794': 1, '26634160': 2}", "similar_patients": "{}"}