{"patient_id": 139572, "patient_uid": "4071341-1", "PMID": 24968870, "file_path": "noncomm/PMC004xxxxxx/PMC4071341.xml", "title": "Gastric glomus tumor", "patient": "A 40-year-old female presented to her primary care physician with complaints of malena and hematemesis for 1 month. The patient also complained of mild respiratory distress, although her hemodynamic parameters were stable.\\nOn examination she had pallor and mild splenomegaly. Her abdomen was otherwise soft, non-distended, without any palpable mass. Lymphadenopathy was not observed.\\nApart from severe anemia (hemoglobin −2.5) and mild leucocytosis other laboratory parameters were normal. Ultrasonography demonstrated a well-defined mass in relation to the gastric pylorus. Upper GI endoscopy revealed an extrinsic bulge at D1 with normal overlying mucosa. Contrast-enhanced computed tomography abdomen showed a well-defined polypoidal soft tissue density lesion of size 36 × 29 × 30 mm seen within the first part of duodenum without exophytic component. Adjacent fat planes were clear. The differential diagnosis involved mesenchymal and other benign GI stromal tumors.\\nThe patient was taken to the operative room electively after correcting the anemic status. She was subjected to distal gastrectomy with gastrojejunostomy. The stomach contained a 3 × 2.5 × 2 cm well-circumscribed tumor with normal overlying mucosa (Figs and ). Cut surface of the specimen, demonstrated a yellowish-white homogenous tumor, arising from the submucosa and infiltrating muscularis propria of the stomach, without involving the serosal surface. Histologically, the tumor cells are seen in sheets with intervening thin vascular septa. The cells have a uniform round nucleus and scant cytoplasm, without nuclear pleomorphism and no mitotic figures. Immunohistochemically, the tumor cells express smooth muscle actin, CD34 (very focal) and are immune negative for desmin, CD31, S-100 protein, synaptophysin, chromogranin A, HMB 45, c-kit and DOG-1. The proximal and distal cut margins are uninvolved. The patient recovered uneventfully and was discharged 7 days after surgery.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'12040654': 1, '29862096': 2, '27343282': 1, '11859201': 1, '12768637': 1, '20307271': 2, '14859193': 1, '20857536': 1, '33223817': 1, '25935733': 1, '22606576': 2, '12297748': 1, '21887932': 1, '27887020': 2, '24932234': 2, '24968870': 2}", "similar_patients": "{'4049669-1': 1, '5159022-1': 1, '3350055-1': 1, '5971331-1': 1, '2856582-1': 1}"}