{"patient_id": 147295, "patient_uid": "4535010-1", "PMID": 2098096, "file_path": "noncomm/PMC004xxxxxx/PMC4535010.xml", "title": "A Case of Laboratory-Acquired Murine Typhus", "patient": "A 32-year-old Korean woman was admitted to the hospital for evaluation of fever, rash, and generalized myalgia. She worked as a technician in a laboratory for rickettsial disease (mouse inoculation and cell culture). The present illness began five days before admission, when she awoke with fever, chills, and generalized weakness. She visited a private clinic and was treated under the impression of upper respiratory infection, but her symptoms did not improve. For the next two days, she developed skin rashes on the thorax and abdomen. Her familial medical history was not contributory and past health had been excellent, with no previous hospitalizations, operations, or injuries. On physical examination, she was consciousnessly alert but in severe distress. Temperature was 39.8°C, blood pressure 130/80 mmHg, heart rate 90/min, and respiration 20/min (). Ill-defined maculopapular rashes had developed and spread on the thorax and back. Individual lesions consisted of pin-head sized erythematous macules with blanching margins (). There was no nuchal rigidity, no pale conjunctiva, and no icteric sclera. On auscultation, breathnig sounds were clear, and the heart sound was regular without murmur or friction rubs. Examination of the abdomen was unremarkable except for mild tenderness on both lateral aspects. The neurologic examinations were physiologic. On laboratory finding, hemoglobin was 10.0 gm/dl, hematocrit was 30.3%, white blood cell count was 1,700/mm3 with 23% polymorphonuclear neutrophils, 22% juveniles, and 48% lymphocytes. The platelet count was 95, 000/mm3 and ESR was 43 mm/hr. Urinalysis was negative for protein and revealed only 6–8/HpF of WBC. On blood chemistry, BUN and creatinine concentrations were normal, serum bilirubin was 0.5 mg%, SGOT was 105 unit/L, SGPT was 80.2 unit/L, albumin was 3.2 gm%, globulin was 2.3 gm%. The electrocardiogram was normal. Radiologic examinations of the chest and abdomen were unremarkable (). The Widal test was negative, ASO test, the RA factor and ANA (antinuclear antibody) were negative. All cultures of blood, urine, and stool remained negative. Proteus agglutination titer (OX-2) was negative at 1 : 40 on day of admission. Immunofluorescence test with rickettsial antigen (R. typhi) was positive at 1 : 320 on admission and 1 : 1280 after 4 weeks, 1 : 40 after 16 weeks, and negative for R. tsutsugamushi. The patient was believed to have murine typhus on the basis of her clinical presentation, and treatment with 200 mg of doxycycline, administered orally at 24-hour intervals, was begun immediately. She complained of high fever, generalized aching, and skin rashes until the third hospital day. On the sixth hospital day, she became afebrile and the skin rashes began to fade. When antibiotics were discontinued 7 days later, there was no recrudescence of the disease. Arousal improved gradually and the patient appeared healthy.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'4198459': 1, '19393960': 1, '4716429': 1, '592603': 1, '19486075': 1, '3514976': 1, '30107504': 1, '4214880': 1, '2742443': 1, '2705849': 1, '2757061': 1, '30166809': 1, '6980728': 1, '2098096': 2}", "similar_patients": "{}"}