{"patient_id": 139397, "patient_uid": "4062238-1", "PMID": 24949363, "file_path": "noncomm/PMC004xxxxxx/PMC4062238.xml", "title": "Endoscopic Ultrasound-Guided Fine Needle Aspiration for Smooth Benign Appearing Esophageal Stricture Due to Metastatic Breast Cancer", "patient": "An 80-year-old woman was admitted to our hospital for evaluation of progressive difficulty in swallowing to solids and liquids. Her past medical history was significant for locally advanced right breast cancer treated with modified radical mastectomy and adjuvant chemoradiation therapy 3 years earlier. Prior to this admission timing, her ascitic fluid was totally removed and showed malignant cells with estrogen receptor expression. Considering computed tomography findings with small nodular lesions on the peritoneum, peritoneum carcinomatosis due to recurrent breast cancer was suggestive. Serum cancer antigen 27.29 was 5.126 U/mL (normal range; 0-38 U/mL) at the time of admission. Barium swallow showed moderate fixed narrowing in the distal thoracic esophagus (). Distal esophageal stricture was found on upper endoscopy at 35 cm from the incisors extending to esophago-gastric junction at 40 cm with modest resistance to passage of the standard gastroscope (9.8 mm in diameter). Esophageal mucosa appeared to be normal (). Biopsy obtained from the esophageal stricture revealed no malignancy. Computed tomography showed thickened distal esophagus and proximal stomach wall, mild intrahepatic biliary dilatation, massive ascites and right-sided hydronephrosis (). EUS with a 12 MHz mini-probe that was passed through the upper endoscope into the stricture was performed. It showed approximately 10 mm thickened esophageal wall disruption of the normal esophageal wall layer pattern (). Then, the linear echoendoscope was passed to the level of the stricture which also showed thickened esophageal wall consistent with an infiltrating process involving all the layers and penetrating into the adventitia. No extraluminal mass which might cause compression was observed. After confirming the absence of major blood vessels, EUS-FNA of thickened esophageal wall was performed with a 22- and 25-G needle (). Cytology results were consistent with metastatic breast cancer. Considering her poor performance status mainly due to inability to eat, chemotherapy was not indicated at that time. Therefore, we performed esophageal metallic stent placement and successfully relieved her symptoms.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'30407355': 2, '5573619': 1, '32280752': 1, '15758913': 1, '16006575': 1, '9311012': 1, '7661177': 1, '628727': 1, '1415098': 1, '7121171': 1, '9820410': 1, '6779532': 1, '24949363': 2}", "similar_patients": "{'6250498-1': 1}"}