{"patient_id": 78868, "patient_uid": "4280809-1", "PMID": 25580317, "file_path": "comm/PMC004xxxxxx/PMC4280809.xml", "title": "Lepra Reaction with Lucio Phenomenon Mimicking Cutaneous Vasculitis", "patient": "A 20-year-old lady presented with history of multiple nodular skin lesions, which were erythematous and were associated with stinging pain, 1-2 cm in size over both the upper and lower limbs and face for the past 1 year. This was associated with a low grade fever, on and off, responsive to antipyretic agents, for the same duration. She had history of pain in both knees at the onset of illness, for a period of 3 months, not associated with swelling, early morning stiffness, or pain in other joints, which was worse during the times she had fever. She had no dryness of eyes or mouth, tingling or numbness of extremities, shortness of breath, cough, chest pain, nasal or ear discharge, epistaxis, hearing loss, abdominal pain, weight loss, diarrhea, or dysuria. She had no foot drop or redness of eyes. She was investigated and found to have anemia (hemoglobin (Hb) 9.9 g%), normal total leucocyte count ((TLC) 6200/mm3), differential leucocyte count ((DLC) neutrophils 50%, lymphocytes 46%) and platelet count ((Plt), 261000/mm3), elevated erythrocyte sedimentation rate ((ESR), 36 mm/hour), and positive rheumatoid factor (RF) in serum by ELISA (26.11 IU, reference 0–15 IU). With this, she was thought to have rheumatoid arthritis and started on methotrexate 5 mg/week, hydroxychloroquine sulfate 200 mg daily, and methylprednisolone 4 mg daily. Subsequently, the skin lesion, fever, and joint pains subsided.\\nThree months later, while on the above-mentioned medications, the fever and skin lesions recurred and were of a similar nature and distribution as before. She now consulted a dermatologist who investigated and detected a persisting anemia (Hb 10.4 g%), mild leukocytosis (TLC 11230/mm3, DLC showing neutrophils 69%, lymphocytes 23%), normal platelet count (295000/mm3), and ESR elevation of 99 mm/hr. On the basis of her symptoms, she was diagnosed to have type II lepra reaction (erythema nodosum leprosum (ENL)) and started on prednisolone 60 mg/day and antileprotic therapy with rifampicin 600 mg/month, clofazimine 300 mg/month and 50 mg/day, dapsone 100 mg/day, and ofloxacin. There was a transient relief of symptoms, but these again recurred. As a consequence she visited multiple physicians over the next 4 months without avail, while continuing the same antileprotic drugs.\\nA week prior to presenting to us, she developed additional similar skin lesions over the trunk, along with blackish discolouration over the skin lesions on the face, legs, and dorsum of feet. 2 days prior to presentation, she developed pain and swelling of dorsa of both feet and ankles. Review of her past history and family history were insignificant for any diagnoses of leprosy.\\nExamination revealed a temperature of 98°F, pulse rate of 98/minute with symmetry of all peripheral pulses, and blood pressure of 110/80 mm Hg in the right upper limb. There was mild pallor. She had multiple elevated plaque to nodule-like tender rashes, 1–3 cm in diameter, over arms, trunk, and upper and lower limbs (Figures , , and ). The rashes over the face and both legs were necrotic, with black discolouration of the surface but no discharge or ulceration. She had bilateral axillary lymph nodes in the central group, 1 × 1 cm in size, discrete, nontender, and freely mobile. Musculoskeletal exam revealed extensor tenosynovitis over both feet (); neurologic exam revealed thickening of both common peroneal and right ulnar nerves; however there was no tenderness or sensory impairment. There was an anaesthetic patch of 7 cm × 6 cm size with loss of sweating and appendages over the back. Systemic examination was otherwise unremarkable. Investigations revealed Hb 12.6 g%, microcytic and normochromic, TLC 16300/mm3, DLC showing neutrophils 80%, lymphocytes 15%, platelet count 463000/mm3, serum creatinine 0.8 mg%, serum alanine aminotransferase 28 U/L, serum bilirubin 0.7 mg%, serum lactate dehydrogenase mildly elevated (471 mg%, normal less than 450), and normal serum creatinine (0.8 mg%). Chest radiograph and urine examination were normal.\\nSuch a clinical picture was consistent with Lucio phenomenon; however it was unusual for the same to occur so many months after starting antileprotic therapy. Also the cutaneous infarcts had occurred in spite of being on high dose steroids and antileprotic therapy for the past 4 months. There was no histologic evidence of leprosy until now, and medicines had been started based on a clinical diagnosis. So other differential diagnoses were considered, namely, cutaneous polyarteritis nodosa (fever, skin nodules, and skin infarcts with elevated ESR, neutrophilic leukocytosis, and thrombocytosis), cutaneous T-cell lymphoma (fever, subacute onset of skin rash, and poor response to steroids) and lupus profundus (fever with tender nodular skin rash affecting trunk and face; odd was skin infarcts).\\nA skin biopsy was done to facilitate differential diagnosis. It showed unremarkable epidermis, foam cells with numerous lepra bacilli in dermis, and dermal capillaries showing vasculitis with neutrophilic infiltrate and damage to capillary wall with invading lepra bacilli (on Wade-Fite stain) (Figures and ), consistent with lepromatous leprosy with Lucio phenomenon. She was continued on prednisolone at 45 mg/day, with planned taper after 6 weeks, and rifampicin, clofazimine, and dapsone at the doses she was previously on (planned to be given for 24 months as per World Health Organisation recommendation for treating multibacillary leprosy). In addition, thalidomide was added at a dose of 100 mg daily to help with the lepra reaction. On OPD follow-up after 5 months, she was on prednisolone 10 mg/5 mg alternate day and continuing thalidomide 100 mg/day with antileprotic therapy as before. Her skin lesions and skin infarcts had healed and tenosynovitis and fever had resolved. ESR had normalized (13 mm/hour).", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'23645094': 2, '24863848': 1, '19033928': 1, '18431106': 1, '16045685': 1, '17684644': 1, '11840599': 1, '23716834': 2, '22038407': 1, '21483282': 1, '18700113': 1, '20724432': 1, '8734111': 1, '23741882': 1, '24605353': 1, '16638386': 1, '18576299': 1, '23773635': 1, '16779736': 1, '20026561': 1, '25580317': 2}", "similar_patients": "{'3778233-1': 1, '3778233-2': 1, '3778233-3': 1, '3657244-1': 1}"}