{"patient_id": 149040, "patient_uid": "4656896-1", "PMID": 26605276, "file_path": "noncomm/PMC004xxxxxx/PMC4656896.xml", "title": "A Case of Radiation-Induced Osteosarcoma after the Treatment of Pineoblastoma", "patient": "The patient was 34-year-old female with headache, and who had been diagnosed with a pineoblastoma on February, 2005. Craniotomy and tumor removal was done, and the tumor was subtotal resected. A third ventriculostomy was simultaneously provided with tumorectomy. After surgery, craniospinal radiotherapy (total 5,400 cGy, daily tumor dose 180 cGy, 30 fractions for brain, total 3,600 cGy, daily tumor dose 150 cGy, 24 fractions for thoracic and lumbar spine) for the residual tumor and prevention of recurrence was performed, from 4th March to 29th May, 2005 (). After that, patient underwent four cycles of etoposide plus cisplatin regimen from 25th March to 6th September, 2005. During adjuvant chemotherapy, out patient department follow-up was continued. There was no evidence of disease at the last brain MRI follow-up, and thereafter no problem with daily life has been observed.\\nShe had no specific symptoms, but recognized a palpable mass on her right forehead. The mass was firm, non-tender, nonpitting, and not discolored. Considering her history of a brain tumor a brain MRI was performed, which revealed a large heterogenous enhancing mass that seemed to originate from the left frontal skull with epidural and subcutaneous invasion. We decided on surgery, and the second operation was performed on 13th December, 2012. The pathologist confirmed that the tumor tissue was an osteosarcoma, osteoblastic type (). The immunochemical study showed that the positive rate of Ki-67 was 40%. In the operating field, there was no evidence of invasion to the brain parenchyma. The tumor was totally resected grossly. There were no distant metastases to other internal organs or skeletal system as confirmed by abdomino-pelvic CT scan and whole-body bone scan.\\nAdjuvant chemotherapy was provided again with high-dose intravenous methotrexate-doxorubicin-cisplatin regimen as recommended by our oncologist, but follow-up of brain MRI showed progression of tumor in the previous operative field which was the left frontal skull. She had to receive another operation for the recurred lesion on 3rd January, 2013. When we tried to close her skin wound, there was some trouble because of the large skin defect, so we had received help from a plastic surgeon for a skin graft using an occipital scalp.\\nAfter that, wound dehiscence occurred, and full-thickness skin graft of the head and neck was done by a plastic surgeon on12th February, 2013. After skin graft operation, various different chemotherapy trial regimens were attempted, but despite the efforts of the oncologists, the brain MRI showed consistent disease progression (). At the last tumor conference, we decided to stop the chemotherapy because antitumoral agents could not control the tumor.\\nHer general condition became worse, including confused mentality. Because of the long period of bed-ridden state, recurrent pneumonia developed, leading refractory pleural effusion. We attempted administration of antibiotics and insertion of percutaneous drainage of the pleural effusion, but those were not effective at all. As a result, she expired at 23rd November, 2013.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'15523441': 1, '1963827': 1, '13403547': 1, '5774097': 1, '2508462': 1, '10761092': 1, '29545977': 2, '1375983': 1, '2586366': 1, '2415845': 1, '5288429': 1, '4623253': 1, '2797401': 1, '10789778': 1, '1648044': 1, '19831840': 1, '16434828': 1, '7988091': 1, '33531953': 2, '18867438': 1, '3280809': 1, '3450390': 1, '21046312': 1, '1845944': 1, '26605276': 2}", "similar_patients": "{'7847095-1': 1, '5849356-1': 1}"}