{"patient_id": 77773, "patient_uid": "4208587-1", "PMID": 25374954, "file_path": "comm/PMC004xxxxxx/PMC4208587.xml", "title": "Glomus Jugulare Presenting with Isolated Facial Nerve Palsy", "patient": "A 73-year-old Caucasian woman, with a history of Parkinson's disease and breast carcinoma, presented with a 2-month history of a rapidly progressive right total facial palsy, hyperacusis, and changes in taste. She had no sensory symptoms.\\nShe had a 7-year history of Parkinson's disease treated with carbidopa 25/100 mg 4 times a day and ropinirole 3 mg tid. She was functional with a Hoehn-Yahr staging of 2, and she was 90% independent. She had a history of breast cancer treated with breast resection and radiation therapy 12 years prior to the presentation. There had been no cancer relapse. She had a brain MRI without gadolinium 3 years prior to the presentation showing mild volume loss of the brain.\\nOn physical examination, she had normal pupils and eye movements. She had weakness of the occipitofrontalis, corrugator supercilii nasalis, risorius, buccinators, zygomaticus major, mentalis, and platysma muscles of the right side of the face. Corneal reflex was decreased on the right. The Weber test lateralized to the left. The Rinne test revealed that air conduction was better than bone conduction bilaterally. There was a low frequency conductive hearing loss of the right ear tested with a 128 HZ tuning fork. Palate and tongue were in the midline. Because of her Parkinsonism, her gait was slow with narrow strides and short steps and the arm swing was reduced. Cerebellar tests were slow but well performed. Muscle stretch reflexes were present and equal. There were no pathologic reflexes.\\nThere was an assumption that she had had a right Bell's palsy and was treated as such. Unenhanced MRI of the brain was reported as normal. As time passed, the facial palsy and hearing deficit did not resolve. There were times where her face was more symmetric than others but her ability to close the right eye had improved.\\nThree months after presentation, her facial palsy worsened again and she complained of hearing loss in the right ear. Otologic examination showed bulging right tympanic membrane consistent with right otitis media, but examination by the otolaryngologists was negative for middle ear disease. Pure tone audiograms showed a low frequency conductive hearing deficit. A blink reflex was abnormal in the right facial nerve regardless the site stimulated. Direct stimulation of the right facial nerve in front of the ear showed only a slight reduction of amplitude of the compound muscle action potential recorded in facial muscles, compared with the left. This finding with abnormal blink response indicated that the lesion of the facial nerve was in the proximal segment of the nerve.\\nA computerized tomogram of petrous bones showed an ill-defined osteolytic process involving the right occipital bone and possible tip of the petrous bone consistent with either metastatic disease or multiple myeloma (). There was no evidence of cholesteatoma. A bone scan showed abnormal foci in the right skull base, left calvarium, and mid cervical spine suspicious for malignancy. An MRI with contrast of brain found an enhancing mass dorsal to right jugular vein as it courses through the jugular foramen of the skull base with enhancement characteristics compatible with glomus jugulare (). The brain MRA showed only minimal luminal narrowing of right internal carotid. A Doppler ultrasound of the carotid arteries showed no significant stenosis of the right internal carotid artery. An extensive work up for metastatic disease including positron emission tomography was negative. She had a negative workup for multiple myeloma. A CT guided biopsy at level of C5 showed no evidence of malignancy.\\nThe patient then received base of skull radiation therapy, which helped to resolve the facial palsy as well as the hearing loss. She continues to be doing well presently, without further episodes of facial palsy after radiation therapy. The patient declined further treatment of tumor with surgery or radiosurgery. A year after presentation, she has partially recovered the function of the right facial muscles with significant synkinesis of the right orbicularis oculi muscle. A blink reflex showed activity in other right facial muscles denoting reinnervation activity.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'25889842': 1, '23560509': 1, '19779386': 1, '18211978': 1, '21772806': 1, '19751873': 1, '15606004': 1, '15068525': 1, '19425885': 1, '25374954': 2}", "similar_patients": "{}"}