{"patient_id": 142390, "patient_uid": "4256000-1", "PMID": 25493086, "file_path": "noncomm/PMC004xxxxxx/PMC4256000.xml", "title": "Radiotherapy for a Phalanx Bone Metastasis of a Lung Adenocarcinoma", "patient": "A 61-year-old male smoker presented in December 2013 at the CHU Sud Réunion with pain in his left ring finger and in the ribs, both secondary to indirect trauma a few weeks ago. Severe pain discouraged the patient from using his left hand in daily activities. He had no other complaints and was in good general condition. On physical examination of the hand, the left ring finger was edematous at the proximal interphalangeal joint (fig. ). The finger movement was restricted. His left ring finger measured 80 mm in circumference, while the contralateral healthy finger had a circumference of 55 mm.\\nWe performed an X-ray of the rib cage, which showed a lytic lesion of the eighth rib. An X-ray of the left hand showed a lytic bone lesion with the destruction of the bone cortex in the proximal phalanx and a swelling of the surrounding soft tissue (fig. ). A CT scan of the chest showed several suspicious opacities, one in the left lung hilum, a stellar image at the apex of the right lung, and a lytic lesion of the anterior arc of the eighth rib (fig. ). The pneumologist performed a bronchoscopy, but the first biopsies were negative. Then a biopsy of the rib mass identified an infiltration of the parietal pleura and striated muscle tissue by a pulmonary adenocarcinoma, moderately differentiated TTF1+, KRAS mutant, BRAF wild type, EGFR wild type, and with no ALK rearrangement. The bone scintigraphy showed multiple bone metastases on the rib cage, the spine, and the left scapula. The patient's left ring finger was very painful. He was given a nonsteroidal analgesic. The pain was morphine resistant. The patient received radiotherapy for his left ring finger in March 2014 (dose of total 30 Gy/10 fractions, 5 fractions/week, 6-MV X-rays with 5-mm bolus). Over the next month, the left ring finger became much less painful. Analgesics were no longer needed. The patient was able to use his left hand again in everyday life. The edema decreased (fig. ), and the finger measured 75 mm in circumference. An X-ray of the left hand done 1 month after the end of the radiotherapy showed a decrease of the soft tissue swelling and an early reossification of the proximal phalanx (fig. ). Chemotherapy with cisplatin, pemetrexed and bevacizumab was started at the end of the radiotherapy.\\nThe patient is still alive at the time of this report.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'20838560': 2, '16019740': 1, '19008991': 2, '23148707': 2, '34577873': 1, '16841775': 1, '18640087': 1, '10548890': 1, '10434948': 1, '2298962': 1, '3543107': 1, '25493086': 2}", "similar_patients": "{'2930306-1': 1, '3514137-1': 1, '2582515-1': 1, '2582515-2': 1}"}