{"patient_id": 78818, "patient_uid": "4279112-1", "PMID": 25580332, "file_path": "comm/PMC004xxxxxx/PMC4279112.xml", "title": "Bilateral Distal Femoral Nailing in a Rare Symmetrical Periprosthetic Knee Fracture", "patient": "A 78-year-old female, with history of bilateral total knee arthroplasty (TKA), presented to the emergency department after a car accident. Clinical examination revealed a flail chest, respiratory distress and limb deformity around the knees, crepitus and abnormal mobility without signs of neurovascular lesion, and a soft tissue lesion around the middle third of her right leg. Plain film radiography showed five fractured ribs on the left hemithorax and two almost identical periprosthetic femoral fractures, classified as OTA: 33-A3.2 and as a type II in Rorabeck classification of periprosthetic fractures ().\\nThe patient was resuscitated, intubated, and mechanically ventilated and a chest tube was implanted for drainage. Our trauma team conducted provisional alignment and splint immobilization of both lower limbs and evaluation of the neurovascular status and soft tissue viability.\\nSix days after admission, the patient underwent surgical closed reduction and internal fixation of both femoral fractures with distal femoral nails (Figures and ). Postoperatively, she developed pneumonia and worsening of her respiratory function, which prolonged her stay in our intensive care unit for three months. There were no surgical complications observed. The patient was discharged 4 months after the traumatic event.\\nFive months after surgery (Figures and ), the patient was able to walk with crutches and there were clear radiologic signs of fracture consolidation. At 24 months, bone consolidation was obvious (Figures and ); the patient walked without any walking aids and had recovered her previous functional status ().", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'14566736': 1, '10196420': 1, '8648320': 1, '22096719': 1, '3621724': 1, '14753793': 1, '3720125': 1, '34141659': 2, '27818985': 1, '3941120': 1, '18283568': 1, '30584523': 2, '25580332': 2}", "similar_patients": "{'8180332-1': 1, '6298706-1': 1}"}