{"patient_id": 84885, "patient_uid": "4717597-1", "PMID": 26781191, "file_path": "comm/PMC004xxxxxx/PMC4717597.xml", "title": "Successful laparoscopic management of combined traumatic diaphragmatic rupture and abdominal wall hernia: a case report", "patient": "A 32-year-old Indian man was brought to our emergency department after being involved in a road traffic accident. His current medical history included obesity, with a body mass index of 38 kg/m2, and treated hypertension. He was in the front seat of a passenger car that was involved in a head-on collision with another car. He described a temporary loss of consciousness and had multiple tender bruises at his right upper anterior abdominal wall and left lumbar region. An initial examination revealed blood pressure of 99/63 mmHg, heart rate of 107 beats/minute, and oxygen saturation of 93 % in room air. The patient’s Injury Severity Score (ISS) was 17 (Table ). His clinical parameters stabilized after initial fluid resuscitation and supplemental oxygen. Arterial blood gas analysis (on nasal prong O2 at 2 L/minute) showed a pH of 7.36, partial pressure of oxygen of 90.6 mmHg, oxyhemoglobin saturation of 96.5 %, partial pressure of carbon dioxide of 42.5 mmHg, bicarbonate ion of 23.3 mmol/L, and base excess of −2.2 mmol/L. The initial chest radiograph demonstrated an elevated left hemidiaphragm with the presence of a stomach gas shadow in the lower half of the hemithorax (Fig. ). Computed tomography (CT) of the patient’s abdomen showed a large posterolateral left diaphragmatic defect with herniation of the stomach into the left thorax, together with herniation of the small bowel through the left eighth intercostal space and an adjacent rent through the left transversus abdominis muscle (Fig. ). The patient was informed of the surgical options of both laparoscopic and laparotomy approaches. He fully understood and chose to have laparoscopic exploration with the intention of primary repair.\\nPerioperatively, we found a 10-cm-long radial tear in the posterolateral aspect of the diaphragm, which extended to the left anterior abdominal wall with complete disruption of all muscular layers (Fig. ). The patient’s stomach and omentum had herniated through the diaphragmatic defect. There was an associated left ninth rib fracture with torn intercostal muscles between the eighth and ninth ribs (Fig. ). The patient’s small bowel had herniated into the abdominal wall defect. After successful reduction of the hernia contents, the diaphragmatic defect and the peritoneum over the abdominal wall defect were closed primarily with a running, nonabsorbable 2−0 polyester suture. Due to the size of the diaphragmatic and abdominal wall defect, we decided to reinforce the repair using a nonabsorbable polypropylene composite mesh (PROCEED® Surgical Mesh; Ethicon Endo-Surgery, Norderstedt, Germany) secured to the diaphragm and peritoneum with tackers (ProTackTM 5 mm; Covidien, Mansfield, MA, USA) circumferentially overlapping the margins of the primary repair by 5 cm. A chest tube was inserted into the left pleural space, and a vacuum drain (Redivac; Primed, Halberstadt, Germany) was placed into the abdominal wall defect through the left midclavicular port at the end of the surgery.\\nThe patient was extubated on postoperative day 1 and spent another 4 days in the intensive care unit before he was transferred to the open ward. His chest tube was removed after 3 days of minimal drainage. The left abdominal wall defect Redivac drain was kept in place longer, as there was a significant amount of hemoserous drainage. The patient was progressing well until postoperative day 7, when he experienced severe lower abdominal pain around his waist circumference. A repeat CT scan of his abdomen showed fluid collection in both the right and left lower anterior abdominal walls, with associated left pleural effusion and bibasal and biapical consolidation of the lungs. The Redivac drain was maintained, and he was managed expectantly with intravenous antibiotics and analgesics. Unfortunately, 2 weeks after the accident, the patient developed temperature spikes with purulent discharge from the drain. The initial concern was that the mesh had become infected with possible empyema thoracis. However, there was no evidence on repeated CT scanning of the thorax and abdomen to suggest such findings. In addition, CT showed continuity of the left hemidiaphragm reinforced with mesh and ProTack (Fig. ). Nevertheless, there was extensive fat stranding in the previous abdominal wall fluid collections, along with presence of some air locules, suggestive of superimposed infection (Fig. ). Pus culture from the abdominal wall drain isolated Hafnia alvei sensitive to amoxicillin/clavulanic acid, and the patient’s antibiotic was downgraded from the initial intravenous meropenem 500 mg three times daily to intravenous amoxicillin/clavulanic acid 1.2 g three times daily for 1 week. The Redivac drain was removed on postoperative day 23, when the purulent discharge had become minimal. A few days after removal of the drain, the patient developed spikes of temperature. Ultrasound (US) examination of the abdomen showed two collections: one at the right anterior abdominal wall, measuring 2.8 × 12.1 cm and another at the left anterior abdominal wall measuring 5.7 × 14.6 cm. US-guided percutaneous drainage was performed with insertion of two 8-French pigtail catheters. The aspirated pus grew Yokenella regensburgei, for which the patient was treated with appropriate antibiotics. The drainage gradually settled over the next 2 weeks, with repeat abdominal US showing resolution of the collection at the right anterior abdominal wall and a small residual collection at the left. He was discharged from the hospital after 42 days. At 6 months postoperatively, the patient was well with no evidence of abdominal wall hernia.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'11956375': 1, '32509954': 1, '9464770': 1, '21922356': 1, '19908108': 1, '20575919': 1, '12399834': 1, '12623245': 1, '7411674': 1, '32312588': 1, '25494420': 1, '23542824': 1, '19503660': 1, '28529538': 1, '11984662': 1, '34336921': 1, '33869713': 1, '7473921': 1, '2973272': 1, '17136377': 1, '17099509': 1, '21624851': 1, '34977317': 1, '14586775': 1, '25440025': 1, '26781191': 2}", "similar_patients": "{}"}