{"patient_id": 147135, "patient_uid": "4531946-1", "PMID": 9735672, "file_path": "noncomm/PMC004xxxxxx/PMC4531946.xml", "title": "A Case of Marfan Syndrome with Acute Monoblastic Leukemia", "patient": "An 18-year-old man was admitted to the Chonnam University Hospital because of general weakness for 4 weeks. His family had no medical problems. Nine years previously, he was admitted to the Department of Cardiac Surgery, and an echocardiographic examination showed mitral valve prolapse and moderate mitral regurgitation. Operation was recommended, but the patient refused and only received medical therapy.\\nThe blood pressure was 130/80 mmHg, the pulse was 112/min, the temperature was 37.4°C, and the respirations were 20/min. On examination, he appeared chronically ill. He was noted to have tall and thin stature with long tapered extremities and spider-like appearance of both hands. A grade III/VI holosystolic murmur was heard at the apex, with prominent radiation to the axilla. There were no palpable hepatosplenomegaly and lymph nodes. An ophthalmic examination by slit lamp showed lower lens zonular fibers due to mild upward displacement of lens in both eyes, that is, ecopia lentis, but he had adequate vision ().\\nThe blood count showed a white cell count 107,700/mm3, hemoglobin 11.6g/dL, and platelet count 93,000/mm3. Blood chemistry revealed total serum protein 7.3g/dL, albumin 4.3g/dL, alkaline phosphatase 77U/L, AST 58U/L, ALT 15U/L, BUN 10.6mg/dL, Cr 0.9mg/dL, LDH 3317U/L and uric acid 7.6mg/dL. Coagulation profiles were PT 14.2sec (control 12.5sec), aPTT 35.3sec (control from 28 to 40sec) and fibrinogen assay 170mg/dL.\\nAn electrocardiogram revealed no abnormalities except for a sinus tachycardia at a rate of 112. A radiograph of the chest was normal. Both hand AP roentgenogram showed arachnodactyly (). A radiograph of spine showed no scoliosis and kyphosis. An echocardiogram revealed the prolapse of posterior mitral leaflet and mitral regurgitation, but not aortic regurgitation and dissection (). Peripheral blood smear showed markedly increased blasts and decreased platelet count. Findings on bone marrow examination showed that most of the nucleated cells were monoblasts () that were negative on myeloperoxidase and chloracetate esterase staining but demonstrated positivity on staining with non-specific esterase (). Immunophenotype of those cells showed CD13+, CD33+, CD56+ and HLA-DR+. Cytogenetic studies on the marrow showed 46 XY. He was diagnosed as acute monoblastic leukemia (M5a).\\nWe recommended him to receive remission induction chemotherapy, but the patient gave up the therapy.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'3287925': 1, '29042385': 1, '8723076': 1, '7810492': 1, '370588': 1, '5011789': 1, '6837604': 1, '2837589': 1, '9045302': 1, '7560600': 1, '1782112': 1, '9735672': 2}", "similar_patients": "{}"}