{"patient_id": 153287, "patient_uid": "4963965-1", "PMID": 26755358, "file_path": "noncomm/PMC004xxxxxx/PMC4963965.xml", "title": "Primary Cutaneous Adenoid Cystic Carcinoma Arising in Umbilicus", "patient": "A 66-year-old man with a medical history of congestive heart failure presented with a single, ill-defined, bean-sized erythematous lesion with tenderness in the umbilicus (). Because the lesion had been nearly asymptomatic, except for mild tenderness, the patient had not sought a medical treatment. He eventually became concerned about the abnormal appearance of it and visited an outpatient clinic. An incisional biopsy was done and the patient was referred to our institution. Mohs micrographic surgery was performed. The cut surface of the specimen revealed a firm infiltrative mass involving dermis and subcutis (). Hematoxylin and eosin stained slides were reviewed by three pathologists (S.K.K., S.J.L., and W.I.Y.). Microscopic examination revealed infiltrative nests and cords of basaloid tumor cells with cribriform or tubular architecture in the dermis and subcutaneous tissue without connection to the epidermis (). Abundant mucin was present and perineural invasion by the tumor cells was often observed (, ). Based upon these histologic findings, primary or metastatic adenoid cystic carcinoma (ACC), adenoid cystic variant of basal cell carcinoma, and microcystic adnexal carcinoma entered in the differential diagnoses. Immunohistochemistry with antibodies against type III receptor tyrosine kinase KIT (CD117, catalog #A4502, Dako, Carpinteria, CA, USA) and epithelial membrane antigen (EMA; catalog #M0613, Dako) was performed with an automated immunohistochemical staining instrument (VentanaDiscovery XT, Ventana Medical System Inc., Oro Valley, AZ, USA). The tumor cells showed strong expressions of EMA () and KIT (). The histological findings and immunohistochemical results indicated that the tumor was ACC. There was no other palpable mass on physical examination and there was no evidence of metastasis in the imaging study. Therefore, the tumor was diagnosed as a PCACC. The patient was discharged without complication. At postoperative follow-up after 6 months, he was healthy without evidence of local recurrence.\\nThis retrospective study was approved by the Institutional Review Board of Yonsei University Medical Center (approval No.4-2015-0695).", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'1137427': 1, '12118104': 1, '2837268': 1, '27859477': 1, '20379385': 2, '14681323': 1, '10799746': 1, '10530560': 1, '18342709': 1, '24025525': 1, '23812021': 1, '26755358': 2}", "similar_patients": "{'2850546-1': 1}"}