{"patient_id": 79539, "patient_uid": "4320566-1", "PMID": 25637129, "file_path": "comm/PMC004xxxxxx/PMC4320566.xml", "title": "Long term biventricular support with Berlin Heart Excor in a Septuagenarian with giant-cell myocarditis", "patient": "A 74 year-old man was transferred to our institution with biventricular heart failure and suspected myocarditis. One week earlier, he was admitted to a local hospital due to decreased exercise tolerance and a rapidly worsening shortness of breath. Three weeks before, he had flu-like syndrome. Due to coronary heart disease the patient had undergone a coronary artery bypass grafting 20 years prior to the current admission. A recently performed angiogram showed that all bypass-grafts were competent.\\nOn admission, his physical examination was unremarkable except for tachycardia and dyspnea. ECG revealed a sinus rhythm with a heart rate of approximately 120 bpm without significant repolarisation disturbances. Transthoracic echocardiography showed an increased left ventricular (LV) and-diastolic dimension of 58 mm with global thickening and severely reduced systolic function (ejection fraction 15%). No new regional wall abnormalities were noted. Chest X-ray showed a cardiomegaly and pleural effusion on the left side. Blood chemistry showed a slightly increased troponin T and creatine kinase isoenzyme MB. NT-pro brain natriuretic peptide (BNP) level was 18186 ng/L. Serologic tests for cardiotropic viruses were negative. The patient was transferred to the cardiac intensive care unit, and standard heart failure therapy was started including beta-blocker, diuretics, and angiotensin converting enzyme. Four days later, the patient had a clinical deterioration with worsening of dyspnea and severe hypotension and was stabilized by inotropic support including levosimendan therapy. Because of developing hemodynamic instability one day later with signs of pulmonary edema and catecholamine refractory cardiogenic shock a femoral veno-arterial extracorporeal membrane oxygenation (ECMO) was initiated to stabilize the patient and as bridge to decision. On the next day, endomyocardial biopsies were taken from the right ventricle (septum). Histological study revealed acute GCM with extensive myocardial cell necrosis and inflammatory cell infiltrates. Due to the poor prognosis of GCM, no improvement in biventricular function and no option for cardiac transplantation a biventricular Berlin Heart Excor system (BIVAD) was implanted on day 5 via ECMO support. In addition, the patient was started on double immunosuppressive therapy that included prednisolone and cyclosporine. Due to an infection of the left ventricular cannula (Staphylococcus aureus and Pseudomonas aeruginosa) the immunosuppressive therapy was stopped two month after implantation. The infection was successfully treated with antibiotics according the microbiologists recommendation. After a hospital stay of three months the patient is meanwhile 76 years old and lives with circulatory support for about 3 years with no problems and without major adverse events. The latest echocardiography showed still a biventricular failure. In terms of mobility in old age there are no major limitations.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'1122272': 1, '11257566': 1, '23149495': 1, '32840493': 1, '23111533': 1, '9197214': 1, '15037280': 1, '22289902': 1, '25637129': 2}", "similar_patients": "{}"}