{"patient_id": 82454, "patient_uid": "4537739-1", "PMID": 26301111, "file_path": "comm/PMC004xxxxxx/PMC4537739.xml", "title": "Novel Technique for Management of Axillary Hidradenitis Suppurativa Using Setons", "patient": "A 48-year-old female was referred to our institution with more than 20-year history of recurrent HS affecting both axillae and groins. Her background medical history was only significant for hypertension stabilized with ace-inhibitor therapy. She maintained meticulous hygiene of the affected regions and had been previously treated with oral and topical antibiotics and steroids. Despite such treatment her disease has been progressively worsening involving a wider area and more frequent episodes of abscess formation and cellulitis. She has had frequent presentations to the hospital for treatment with intravenous antibiotics and incision and drainage of abscesses. On examination she was found to have a BMI of 30. The left axilla showed severe HS with multiple abscesses discharging pus with surrounding induration and scarring (). The other involved areas were not acutely infected.\\nShe was taken to the operating theatre and each abscess was drained and the cavity was explored using a probe. This revealed multiple subcutaneous fistula tracts connecting the abscess cavities. After irrigation with hydrogen peroxide and 0.9% normal saline, multiple setons were placed in each of the fistula tracts. The wounds were covered with absorptive dressing. She was discharged home the following day with continuing oral antibiotics treatment with twice-daily Amoxicillin 875 mg/Clavulanic Acid 125 mg.\\nSwabs taken during the operation revealed growth of Streptococcus milleri. Over the following 2 weeks the wounds showed significant reduction in inflammation and antibiotics were ceased. By 4 weeks a number of the wounds had improved significantly and the setons were removed from these. By 6 weeks all wound had improved and all remaining setons were removed. By 8 weeks there was complete resolution of inflammation and abscess formation in the left axilla (). Subsequent follow-up at 6 months revealed the lack of recurrence in the treated area.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'24989839': 1, '22734714': 1, '10594582': 1, '30854183': 1, '19293006': 1, '26301111': 2}", "similar_patients": "{}"}