{"patient_id": 151559, "patient_uid": "4839245-1", "PMID": 27141198, "file_path": "noncomm/PMC004xxxxxx/PMC4839245.xml", "title": "Bilateral complete duplication of the ureters, with calculi simultaneously obstructing the four ureters", "patient": "A 41-year-old male, known to have hypertension on amlodipine, has presented to our hospital with bilateral recurrent colicky flank pain several weeks. The patient had a history of the spontaneous passage of several stones during the past years. There was no history of previous UTIs or family history of urinary stones. Physical examination was unremarkable. Urine analysis showed microscopic hematuria and urine culture showed no growth. Creatinine was 130 mmol/dl, and other blood works were within normal range. Plain X-ray of the urinary tract [] has showed two radiopaque shadows overlying the course of abdominal part of the ureter (white arrows) in each side. Bilateral multiple renal stones (black arrows) were also seen. Excretory urography [Figure and ] has demonstrated bilateral complete duplication of the ureters, with mild to moderate hydronephrosis in the right side, and moderate to severe hydronephrosis in the left side (black stars). Each of the four ureteral limbs was harboring a single stone at the abdominal segment (white arrows). The ureteral stones ranged from 7 to 23 mm in length and 5–11 mm in width.\\nCystoscopy was performed under general anesthesia and revealed four ureteric orifices, with two ureteric orifices on each side at their normal anatomic position. Through one of the left ureteric orifices, retrograde pyelography demonstrated the ureteral limb with the obstructing stone, and a 0.038-inch Terumo guidewire was manipulated to pass above the stone. A small caliber 7 Fr semi-rigid ureteroscope was easily steered up to the stone, and holmium laser lithotripsy was done. The ureteroscope was withdrawn, keeping the guidewire in place. The same technique was repeated in the ipsilateral second ureteral limb, followed by the two contralateral ureteral limbs, keeping a guidewire in each limb. The four ureters were successfully rendered stone free in a single session. Four double-J stents, one in each ureter, were inserted after removal of all ureteric stones.\\nThe patient passed the uneventful postoperative course. After that, the patient has received few extracorporeal shock wave lithotripsy (ESWL) sessions for the bilateral renal stones. The double-J stents were removed under local anesthesia after clearance of all stones.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'25506845': 1, '2024381': 1, '1000896': 1, '20040789': 1, '27141198': 2}", "similar_patients": "{}"}