{"patient_id": 76723, "patient_uid": "4140142-1", "PMID": 25139636, "file_path": "comm/PMC004xxxxxx/PMC4140142.xml", "title": "Autoimmune pulmonary alveolar proteinosis co-existing with breast cancer: a case report", "patient": "A 48-year-old, Asian woman, a nonsmoker, presented to our institution with a right breast mass. A physical examination revealed a hard mass in her right breast. There was no tenderness and no skin redness. The mass had a clear border and good mobility, and there was right axillary lymph node swelling. Ultrasonography displayed an inhomogeneous hypoechoic nodule measuring 20mm×17mm (Figure ). Biopsy examination of the lesion revealed scirrhous carcinoma. A chest computed tomography (CT) scan for metastases showed abnormal shadows in both upper lung fields. The patient was then referred to our department for definitive workup and treatment. She had no history of cough, sputum, or dyspnea. Our patient had no history of tobacco smoking and no exposure to any dusts associated with a high risk of lung damage. Her past history and family history were unremarkable. A chest X-ray showed slight peripheral infiltration shadows in both upper and middle lung fields (Figure ). A chest CT scan showed patchy peripheral ground-glass opacities and thickened interlobular septa in both upper lung fields (Figure A). A peripheral blood cell count and serum and biochemical tests were normal. Autoantibody and vasculitis screening was negative. Testing for human immunodeficiency virus infection was negative. Serum carcinoembryonic antigen (CEA) and carbohydrate antigen 15–3 (CA15-3) were in the normal ranges (1.1ng/mL and 12.5U/mL, respectively), but granulocyte-macrophage colony-stimulating factor (GM-CSF) autoantibody was elevated (29.57μg/mL). Pulmonary function testing revealed normal lung volumes and diffusing capacity. Flexible fiberscopic bronchoscopy was then performed. The retrieved bronchoalveolar lavage fluid (BALF) was transparent; it did not have a milky appearance. However, BALF cytology showed alveolar macrophages with granular materials that stained positively with periodic acid-Schiff (PAS). Histological findings of a transbronchial lung biopsy specimen showed the alveolar spaces to be filled with PAS-positive granular materials (Figure ). As a result, this patient was diagnosed as having PAP.\\nBecause she was asymptomatic and her oxygenation was good, a right modified radical mastectomy was performed. One month after surgery, the chest CT scan was repeated. It showed that the areas of ground-glass opacities and thickened interlobular septa representing PAP had decreased (Figure B). This patient required no further treatment after surgery. On follow-up, she had remained asymptomatic with respect to pulmonary disease, with no recurrence.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'15838000': 1, '2914503': 1, '10934102': 1, '21822313': 1, '14999770': 1, '24200658': 1, '7789244': 1, '17566600': 1, '7742818': 1, '18202348': 1, '15358727': 1, '15519209': 1, '30043890': 1, '21632797': 1, '10464867': 1, '13552931': 1, '20042763': 1, '12119235': 1, '25139636': 2}", "similar_patients": "{}"}