{"patient_id": 143349, "patient_uid": "4316229-1", "PMID": 25691849, "file_path": "noncomm/PMC004xxxxxx/PMC4316229.xml", "title": "Anaphylactic Shock Caused by Ingestion of Polyethylene Glycol", "patient": "A 39-year-old male office worker without a previous history of specific diseases and symptoms underwent a scheduled colonoscopy as part of a medical check-up. The patient underwent colonoscopy in another institute 3 years ago, and did not experience any specific symptoms from the use of sodium phosphate bowel purgative (Solin oral solution, Korea Pharma Co. Ltd., Seoul, Korea) as a colonic cleansing agent. Other examinations also indicated no abnormal findings.\\nOne day prior to the colonoscopy, the patient received a dose of PEG agent (Colyte powder, Taejoon Pharma Co. Ltd., Seoul, Korea). About 5 minutes later, he experienced a generalized rash, itching, swelling and tingling feeling in his arms, dizziness, dysphagia, and dyspnea, and therefore, he visited our emergency room (ER). The patient did not have a history of chronic diseases (e.g., diabetes, hypertension, tuberculosis, and hepatitis), or any allergic disorders such as bronchial asthma and food allergies. He had been smoking for over 10 years and drinking at least once per week. In addition, no specific family history was noted, including any known occurrence of CRC.\\nWithin 30 min, the patient was transferred to the ER by ambulance. When admitted to the ER, he was in a state of shock, with a blood pressure of 41/31 mmHg, heart rate of 102 beats/min, respiratory rate of 28 breaths/min, and body temperature of 36.0℃. Even though the patient showed acute symptoms, he was still conscious. No specific findings were noted on chest and abdominal examinations. The liver and spleen were not palpable. Blood tests revealed leukocytes, hemoglobin, and platelet levels of 6,700/mm3 (92.9% neutrophils, and 0.0% eosinophils), 15.5 g/dL, and 238,000/mm3, respectively, which were all within normal ranges. Electrolyte tests showed that sodium, potassium, and chloride levels were 141 mEq/L, 3.1 mEq/L, and 106 mEq/L, respectively.\\nOther results on biochemical and urine analyses were found to be within normal ranges. In arterial blood gas analysis, levels of pH, pCO2, pO2, and bicarbonate were 7.427, 35.2 mmHg, 84.0 mmHg, and 23.2 mEq/L, respectively. Cardiac enzyme tests revealed a CK-MB level of 0.7 ng/mL and a Troponin I level of 0.012 ng/mL, both of which were within normal ranges. The heart rate was found to be 82 regular sinus rhythms per minute on electrocardiography, and no significant findings were revealed on chest and abdominal radiography. The patient was interviewed completely and thoroughly several times regarding food allergens, medications, exercise, and occupational exposure to hazardous substances that can cause anaphylaxis. However, no cause other than the administration of the PEG agent could be identified.\\nAs anaphylactic shock by PEG was suspected, oxygen was supplied via a nasal cannula at a rate of 4 L/min. Although the patient was administered with 1 L of saline as well as an intravenous injection of 0.1 mg of epinephrine (epinephrine injection solution, Daihan Pharm Co., Seoul, Korea), 3 mg of piprinhydrinate (Plakon®, Yungjin Pharm Co., Seoul, Korea), and 125 mg of methylprednisolone (Salon®, Hanlim Pharm Co., Seoul, Korea), his hypotension was not alleviated after 10 minutes. Therefore, 1 mg of epinephrine was dissolved in 0.5 L of glucose injection solution (5%) and then injected with the constant rate of 1 µg/min. Most symptoms (e.g., difficulty in breathing, hives, itching, and other symptoms) improved 1 hour after treatment, and vital signs returned to normal (blood pressure, 120/78 mmHg; heart rate, 92 beats/min; respiratory rate, 20 breaths/min). The continuous injection of epinephrine and oxygen supply were subsequently discontinued. In order to confirm whether the PEG agent was responsible for the anaphylaxis, a skin prick test was planned but not performed because the patient firmly refused to undergo the test owing to a fear of experiencing another anaphylactic shock.\\nThree hours after admission to the ER, the patient only showed edema on both arms, but all other symptoms were attenuated or they disappeared. After 20 hours, his vital signs were stable and no further evidence of exacerbation and recurrence were noted. The patient was informed about the possibility of anaphylaxis caused by the PEG agent, and advised to avoid such substances in the future. After discharge, no evidence of recurrence or after-effects was observed on subsequent outpatient follow-ups.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'16733101': 1, '23444288': 1, '28173768': 2, '19847093': 1, '2071010': 1, '16461139': 1, '18691308': 1, '27550498': 2, '23948038': 1, '28573180': 1, '1607106': 1, '7380204': 1, '21882787': 1, '16860094': 1, '16996347': 1, '16788218': 1, '18315736': 1, '14988337': 1, '2071009': 1, '26203443': 1, '8858338': 1, '33932618': 1, '16192415': 1, '23181736': 1, '25691849': 2}", "similar_patients": "{'4999412-1': 1, '5297160-1': 1}"}