{"patient_id": 138627, "patient_uid": "4005344-1", "PMID": 24809020, "file_path": "noncomm/PMC004xxxxxx/PMC4005344.xml", "title": "Omalizumab in recurring larynx angioedema: a case report", "patient": "A 47-year-old man had symptoms of weekly recurrent angioedema attacks in lips, tongue, larynx, and scrotum for seven years and experienced swelling of larynx twice weekly in the last 3 months. He had been receiving antihistamines and the symptoms were relapsing during the antihistamine treatment. His signs and symptoms did not improve during administration of different nonsedating H1-antihistamines or increasing of the standard dosage up to fourfold of the daily. Emergency treatment with prednisolone and short acting antihistamines led him to a remission in emergency department visits. Urticaria was absent. Physical examination was unremarkable. He had no other disease and did not receiving drugs such as angiotensin-converting-enzyme inhibitors. Any of the relatives had no angioedema. Laboratory findings included normal values for complete blood count with differential, comprehensive metabolic panel including antinuclear antibody, thyroid stimulating hormone level, C4 level, C1 inhibitor function and level and total immunoglobulin (Ig) E level of 183 kU/L. Also C4 levels were all in normal range during the angioedema attacks. The patient did not attribute his angioedema to certain foods. But the stress is a trigger for him. Fluoksetine and 0.5 mg/kg prednisolon therapy was initiated and clemastine was recommended for the emergency new attacks during corticosteroid therapy. Soon after corticosteroid therapy patient's angioedema regressed. However he felt more depressed after the therapy and the treatment started to be tapered for this side effect. After reducing the corticosteroid dose angioedema attacks again progressed. Because of the patient's angioedema, 300 mg of omalizumab every 4 weeks administered subcutaneously after obtaining written informed consent. His last episode of angioedema was seen 3 days before initiation of therapy. He has tolerated tapering and cessation of his oral steroids and he has remained free of angioedema during 4 months of omalizumab therapy. After 3 months of stopping omalizumab therapy, during the 4-week period he had two mild lip swelling in his lips that resolved with antihistamines.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'32695686': 1, '27672078': 1, '28861213': 2, '11298527': 1, '26048266': 1, '30464389': 1, '17931567': 1, '30140474': 1, '27826875': 1, '32368100': 1, '28983485': 1, '22221177': 1, '23575040': 1, '23115728': 1, '29967816': 1, '24809020': 2}", "similar_patients": "{'5577688-1': 1, '5577688-2': 1, '5577688-3': 1}"}