{"patient_id": 78195, "patient_uid": "4236656-1", "PMID": 25123109, "file_path": "comm/PMC004xxxxxx/PMC4236656.xml", "title": "Reversible Pisa syndrome associated to subdural haematoma: case-report", "patient": "A 76 years-old hypertensive man was admitted to the Department of Neurosciences of Neurological Center of Latium in September for recent onset of slowly progressive weakness in left upper limb and postural instability. He also was observed walking with a tilt toward the left during the last week because of slight rotation of the trunk. The patient referred a mild head trauma without loss of consciousness occurred around three months before. No history of major operations, neurological disorders or drug and alcohol abuse was reported. Hypertension was treated by means of ramipril 5 mg/day and amlodipine 10 mg/day for more than 5 years with an optimal control of pressure values. No other previous or current pharmacological interventions were anamnestically retrieved, including with antidepressant, neuroleptic or cholinesterase inhibitors drugs. Family history was negative for neurological disorders other than acute cerebrovascular diseases. Both laboratory studies (liver and kidney function, serum electrolytes, lipids, coagulation, haemachrome) and electrocardiograms were within normal ranges. Neurological examination revealed motor deficits in left hand grip and forearm flexion associated to sustained tonic 15-degrees lateral flexion of the trunk to the left side with slight forward rotation (see Figure ). Abnormal posture of the trunk worsened in walking and was reduced in lying. We also observed left lateropulsion and difficulty in maintain Romberg position after eyes closure. We did not find significant changes in muscle tone or limb agility impairment, such as cerebellar signs and symptoms were not elicited. Tremor was not present at rest or during action or postural maintaining. Acutely performed cerebral Magnetic Resonance Imaging (MRI) with Diffusion Weighted Imaging (DWI) showed a voluminous right frontal, temporal and parietal subdural haematoma with a diameter of 28 mm. Ipsilateral ventricle was compressed with 8 mm shift of median line (Figure ). A minimal amount of haematic shedding (3 mm diameter) was also present in left frontal subdural space. In T2-weighted images, some periventricular hyperintense areas and a right cerebellar lacunar focus were observed as probable expression of microvascular pathology. After neurosurgical evaluation, the patient underwent surgical evacuation by means of single burr hole drainage under the local anesthesia and positioning of a soft silicon drain, which was removed within 2 days. Twenty-four hours after the intervention, neurological examination was negative and tonic flexion of the trunk was dramatically improved (Figure ). We obtained postoperative Computerized Tomography scans within 3 days after surgery that showed a minimal residual hygroma. Four days after intervention, both dystonic deviation and lateropulsion disappeared and the patient was dismissed. No neurological deficit was evident at 12-months follow up, with particular regard of extrapyramidal and cognitive signs or symptoms.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'16449491': 1, '16161148': 1, '23794788': 1, '9613765': 1, '9018396': 1, '2897980': 1, '19319462': 1, '16731022': 1, '4115928': 1, '21514890': 1, '18419769': 1, '11888337': 1, '10982199': 1, '15950389': 1, '22475768': 1, '14754793': 1, '15691290': 1, '23695587': 1, '7881774': 1, '10350039': 1, '16926840': 1, '12782913': 1, '25123109': 2}", "similar_patients": "{}"}