{"patient_id": 76429, "patient_uid": "4119906-1", "PMID": 25114686, "file_path": "comm/PMC004xxxxxx/PMC4119906.xml", "title": "Wolff-Parkinson-White Syndrome Mimics a Conduction Disease", "patient": "This case is about a 40-year-old man who was presented to emergency with syncope that happened at work. He had no prior history of cardiac disease. The physical examination was normal. The ECG showed a regular sinus rhythm at 70 beats per minute, a complete right branch block, and posterior left hemiblock (), and PR interval was 120 ms. Transthoracic echocardiography revealed normal echocardiographic findings with normal left ventricular systolic function.\\nElectrophysiological study (EPS) was performed by intracardiac route in this patient with unexplained syncope and atypical ECG. We recorded a regular sinus rhythm, an AH interval was 150 ms, and HV interval was −24 ms. Programmed atrial stimulation was performed in the basal state and showed an effective atrial refractory period of right atrium at 200 ms and effective refractory period of accessory tract was 300 ms (). The QRS had the same morphology during atrial pacing. We found a dissociation atrioventricular conduction in retrograde. We inserted a catheter of exploration in coronary sinus; we recorded a shorter AV at the distal electrode of decapolar that confirmed the diagnosis of a left accessory bypass (). The use of isoproterenol (isuprel) showed a classic Wolff-Parkinson-White syndrome with slurred initial QRS. This ECG showed fusion of antergrade conduction from both the left sided accessory pathway (AP) and AV node (). AH interval with isuprel was 100 ms and HV interval was 42 ms. This was explicated by an accelerated atrioventricular conduction with isuprel in addition to accessory pathway (). The effective refractory period of accessory pathway was 210 ms with isuprel (). We supposed that atrial fibrillation caused ventricular fibrillation responsible for syncope. Thus, we had decided to ablate the accessory pathway ().\\nAfter accessory pathway ablation, the patient was in nodal AV block with QRS complexes of normal duration (0.10 s). In Atrial pacing, an anterograde Wenckebach cycle length was 130/BAT (suprahisian AV block). The patient became asymptomatic.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'24794061': 1, '19281930': 1, '18707990': 1, '17623682': 1, '1132407': 1, '17483151': 1, '4751741': 1, '146210': 1, '9475572': 1, '5636675': 1, '2205388': 1, '8277067': 1, '25114686': 2}", "similar_patients": "{}"}