{"patient_id": 144606, "patient_uid": "4387368-1", "PMID": 25874067, "file_path": "noncomm/PMC004xxxxxx/PMC4387368.xml", "title": "Mycoplasmal Upper Respiratory Infection Presenting as Leukocytoclastic Vasculitis", "patient": "A previously healthy 24-year-old Hispanic male came to the emergency room complaining of a worsening skin eruption over his legs. He had first complained of a fever, headache, cough and sore throat five days prior to this presentation and was advised symptomatic treatment with benzocaine, acetaminophen and saline gargles for viral pharyngitis. A rapid Strep, monospot test and throat culture were reportedly negative. Three days later, he developed a rash on both his legs and feet, which ascended, towards his buttocks. He began noticing rapidly evolving fluid filled lesions and this prompted him to come in for evaluation. On inquiry, he denied feeling itchy and having had insect bites. He denied any skin exposure to vegetation, seawater, toxic chemicals and new footwear.\\nOn physical exam, all vital signs were normal. Oral cavity examination showed no ulceration or lesions. No conjunctive chemosis was noted. He was noted to have a diffuse petechial eruption with purpura over his bilateral lower extremities, profound on the anterior aspect of his legs (). This was also noted on the plantar aspect of his feet. Tense fluid filled bullae were noted on his ankles and over the dorsum of both feet. No desquamation was observed. The remainder of the exam was unremarkable. On presentation his white blood cell count was 7.5, platelet count was 417 and C-reactive protein was 159.6. His alanineaminotransferase, aspartate-aminotransferase and Alk Phos levels were all mildly elevated at 95, 42 and 172 respectively. Given his presentation further serology testing was pursued which was as follows. Epstein-Barr virus IgM was <0.91, IgG was positive with a value of >5.00. Mycoplasma IgM was noted to be elevated at 1327 (normal: 0.90-1.09) while IgG was 2.20 (normal: 0.90-1.09). Monospot testing, HIV screening, hepatitis panel, antinuclear antibodies, proteinase 3 and myeloperoxidase antibodies were all negative. Blood cultures obtained on admission showed no growth after 5 days. Urine analysis was normal.\\nThe patient was empirically treated with prednisone, famotidine and hydroxyzine. A skin biopsy was obtained from a lesion on the right medial calf, which showed epidermal spongiosis, subepidermal vesicles and pustules (). Neutrophilic predominance was observed on pathology with rare eosinophils, suggestive of leukocytoclastic vasculitis (). Intravenous methylpred-nisolone and colchicine was subsequently started leading to crusting of his bullae and resolution of the petechial rash over the following three days (). Decision was made not to start antibiotics as his upper respiratory symptoms had resolved. On following days C-reactive protein, aspartate-aminotransferase, alanine-aminotransferase and alkaline phosphatase levels trended down to 41.4, 77,35 and 142 respectively and he was discharged from the hospital on day 5. Patient was given tapering dose of oral prednisone for the following 18 days upon discharge. Pertinent differentials were drug induced bullous pemphigoid, erythema multiforme with bullae and porphyria cutanea tarda all of which were excluded on the skin biopsy.\\nThe patient followed up in the outpatient ambulatory medical clinic following the discharge with in 4 weeks. He had complete resolution of the rash at this time. His blood work on follow-up visit showed improved C-reactive protein of 4.9 and mycoplasma IgM level of 584.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'19664529': 1, '9217569': 1, '2646077': 1, '11822929': 1, '1906790': 1, '8129772': 1, '23453717': 1, '8129773': 1, '8912572': 1, '22726289': 1, '8867537': 1, '25874067': 2}", "similar_patients": "{}"}