{"patient_id": 86797, "patient_uid": "4877469-1", "PMID": 27247820, "file_path": "comm/PMC004xxxxxx/PMC4877469.xml", "title": "Severe Psychosis, Drug Dependence, and Hepatitis C Related to Slamming Mephedrone", "patient": "The patient, a 25-year-old male, attends the dual diagnosis clinic of our hospital. He asks for help to stop using drugs, specifically mephedrone taken intravenously, started four months ago. He has a poor physical appearance and admits intense weight loss and poor self-care. He is offered hospital admission but rejects it, so a medical appointment is scheduled a few days after. He does not attend. Therefore, he is phoned many times until he comes for an appointment, after a weekend of consumption. He had remained locked in his room with a knife for 24 hours, convinced that there was a man outside who wanted to hurt him.\\nSeveral aspects stand out as part of his psychobiographical history, including a diagnosis of attention deficit hyperactivity disorder (ADHD) at the age of 12, with poor course, early substance abuse in adolescence, and antisocial behavior. His lifestyle from late adolescence has been characterized by nightlife leisure, sexual promiscuity, and drug use.\\nWith regard to drug abuse, he refers to intranasal consumption of cocaine for the last 8 years, in high doses (5-6 grams per weekend) at recreational settings, frequently together with alcohol. Occasionally, he has also consumed diverse substances such as ketamine, GHB, MDMA, methamphetamine, or poppers, depending on availability. When he starts IV mephedrone consumption, he stops the regular use of other substances.\\nConcerning his medical history, at the age of 18, he is diagnosed with HIV, and two years later with HCV, which is treated for 6 months with peginterferon and ribavirin, showing a sustained virological response. In the following two years, the patient presents two syphilitic infections and two genital candidiases. Three months before admission to the psychiatric unit, he is again infected with HCV.\\nHis mephedrone IV use takes place in private parties, held almost every weekend, where about 4–6 people participate, all men. Parties last 3 to 4 days and participants have continuous sex, with multiple partners and often without using any protection. Consumption amounts to about 3-4 grams per weekend, with redosing almost every hour. Each dose contains about 0.1–0.2 grams of mephedrone, diluted in physiological serum and directly injected intravenously.\\nAfter 3 months of maintaining mephedrone consumption, the patient presents delusional paranoid ideation with an intense emotional and behavioral impact. He also develops visual hallucinations involving human forms and cellphone lights, which he believes attempt to record him. During this period, he reports to the police being persecuted twice. At last, he is treated in the emergency room after attempting suicide by drug intoxication.\\nUpon admission, he is anxious and exhibits distrust and psychomotor restlessness. He also acknowledges feeling physically exhausted and emotionally distressed. The patient denies current craving but admits that craving can occur at any time and with great intensity. He feels that he is being controlled and monitored and is suspicious of his own relatives. He also presents cenesthopathy after the last consumption, which manifests as insects crawling under the skin.\\nElectrocardiogram, Cranial Magnetic Resonance Imaging, and a blood test are performed, and no irregularities are found. Urine screening for common drugs of abuse came as negative. HBV and syphilis screenings were negative, HIV and HCV positive. The patient started a treatment program with paliperidone (up to 6 mg/day), zonisamide (up to 300 mg/day) for impulsive behavior, and 75 mg/day of pregabalin as an anxiolytic. The psychotic symptoms gradually begin to improve and disappeared after 4 weeks of admission, when he is discharged from hospital.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'31849723': 1, '33281645': 1, '22926609': 1, '31101438': 1, '34948907': 1, '22509960': 1, '22528592': 1, '20735367': 1, '23890615': 1, '22108839': 1, '23911668': 1, '21242082': 1, '22169943': 1, '22232972': 1, '34268586': 1, '25600245': 1, '26216556': 1, '20675395': 1, '26537832': 1, '31800575': 1, '20798084': 1, '22791836': 1, '25119693': 1, '23881878': 1, '21072502': 1, '21450044': 1, '2864707': 1, '23609518': 1, '23764466': 1, '22967774': 1, '24565885': 1, '33852029': 1, '22342322': 1, '26216555': 1, '20675396': 1, '27247820': 2}", "similar_patients": "{}"}