{"patient_id": 83801, "patient_uid": "4633555-1", "PMID": 26579317, "file_path": "comm/PMC004xxxxxx/PMC4633555.xml", "title": "Cystic Adenomatoid Odontogenic Tumor", "patient": "A 14-year-old boy presented at outpatient department with firm, nontender swelling of left maxillary region, for 6 months. There was no history of trauma. His extra-oral examination showed mild facial asymmetry, with the solitary diffuse swelling sparingly evident in left middle third of face, extending from 1 mm above the ala of the nose till the left commissure (). Bilateral submandibular lymph nodes were tender on palpation and were about 2 × 1 cms each. Intra-oral examination revealed the presence of retained deciduous tooth 63. Diffuse swelling measuring 2 × 3 cms in size with vestibular obliteration in relation to 21–24 was evident (). A panoramic radiograph revealed a well-defined radiolucency with sclerotic rim enclosing whole of an impacted canine (23) in left maxilla (). The sclerotic rim was seen to be attached at the apex and not at cervical region of the tooth (differentiating factor between an AOT and dentigerous cyst) (). An occlusal radiograph confirmed the presence of an impacted 23 (). On the basis of clinical and radiographic findings, the provisional diagnosis of follicular AOT with an impacted 23 was given. An incisional biopsy was performed and to our surprise, cystic lining comprised of 2-3 cell layers thick, nonkeratinized epithelium resembling reduced enamel epithelium was seen (). The mass was enucleated in toto and the cyst was separated out easily from the adjoining bone and was removed with the involved tooth. Histopathological examination of the specimen revealed cystic epithelium, 2-3 layers in thickness, resembling reduced enamel epithelium. Predominantly, the supporting connective tissue capsule was comprised of bundles of collagen fibers, arranged parallel to cystic epithelium. In one bit, overlying cystic epithelium was seen with the underlying capsule comprised of cuboidal to columnar epithelial cells forming a rosette-like structures about a central space containing eosinophilic material (). In the same bit, few tubular or duct-like structures were also seen. These ducts consist of central space surrounded by a layer of cuboidal to columnar cells, nuclei of which were polarized away from the central space (). Correlation of the histological findings with clinical and radiographic findings persuaded us to give a final diagnosis of cystic AOT. The postoperative course was uneventful and there were no signs of recurrence till 2 years later.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'1732497': 1, '10023235': 1, '11405456': 1, '1884853': 1, '10435145': 1, '3271867': 1, '23304598': 2, '17505612': 1, '12617250': 1, '18088735': 1, '2201428': 1, '17505615': 1, '23905148': 1, '31861900': 1, '20079941': 1, '1403843': 1, '21180455': 2, '19325215': 1, '15996761': 1, '17617830': 1, '26579317': 2}", "similar_patients": "{'2996001-1': 1, '3530763-1': 1}"}