{"patient_id": 86661, "patient_uid": "4864750-1", "PMID": 27247893, "file_path": "comm/PMC004xxxxxx/PMC4864750.xml", "title": "Reconstruction of acetabulum in revision total hip arthroplasty for pelvic discontinuity: report of a difficult case requiring four revision arthroplasty", "patient": "A 51-year-old woman was admitted to our hospital with right hip joint pain (Fig. a). She had undergone cemented THA 11 years earlier for dysplastic right hip joint osteoarthritis, using a Weber-Huggler-type prosthesis (Mizuho Medical, Tokyo, Japan) (Fig. b). Radiography showed aseptic loosening on the right THA (Fig. c) and the patient was advised to pursue revision THA. The femoral component was replaced with an Omnifit Specialty Hip stem (#7, 30 mm neck, 165 mm stem length, 11 mm distal diameter; Stryker Orthopaedics, Mahwah, NJ). After filling the acetabular bony defect with a saucer-like allograft, a MC1 Metal-Backed Acetabular Cup (ID: 22 mm, OD: 50 mm; Stryker Orthopaedics) was fixed with cement (Fig. d). Ten years after the first revision surgery, radiography of the right hip joint showed aseptic loosening of the cup with grafted bone absorption (Fig. e). During the second-revision THA, an acetabular bone defect of American Academy of Orthopaedic Surgeons (AAOS) classification type IIa (D’Antonio ) was found at the anterior to superior portion of the acetabulum. After packing a mixture of allograft bone chips and hydoxyapetite-granules, Kerboull acetabular cross plate (52 mm diameter; Stryker Orthopaedics) and polyethylene acetabular cup (ID: 28 mm, OD: 46 mm; Stryker Orthopaedics) were implanted (Fig. f). Three years after the surgery, right hip joint radiography showed breakage of the screws and grafted bone absorption (Fig. g). In the third revision surgery, a bone defect of AAOS type IV was found in the acetabulum, representing pelvic discontinuity. Reconstruction included curettage of the acetabular surface, packing a mixture of allograft bone chips and hydoxyapetite-granules, and implantation of Müller acetabular supporting ring (50 mm diameter; Zimmer, Warsaw, IN) and polyethylene acetabular cup (ID: 28 mm, OD: 48 mm; Stryker Orthopaedics) (Fig. h). However, 2 years after the third revision surgery, the radiograph showed dislodgement of the polyethylene acetabular cup and the Müller ring. The patient was 69-year-old and when the fourth revision surgery was performed soon after admission.\\nThe posterolateral approach was adopted to view the acetabular components. After removal of the acetabular cup and Müller ring, the granulation tissue and hydroxyapatite-granules that covered the acetabular surface were curetted. A bone defect of AAOS type IV with pelvic discontinuity was identified in the acetabular surface, although bone grafting was performed in the last surgery (Fig. a, b). Based on this finding, the posterior column was initially fixed with reconstruction plate (Synthes, West Chester, PA), which is the same procedure applied during repair of posterior column or transverse fracture of the acetabulum (Uchida et al. ). Then, to stabilize the anterior column of the acetabulum and reconstruct the dysplastic acetabulum, a KT plate (52 mm diameter, 10 mm long hook; KYOCERA Medical, Osaka, Japan) was implanted with structural bone grafting between the lateral edge of the acetabulum and the plate pallet (Fig. c, d). Since the KT plate was very close to the acetabular surface with virtually no gap, bone grafting was not performed at the bone defect region except the lateral part of the acetabulum. Then, a polyethylene acetabular cup (ID: 26 mm, OD: 48 mm; Stryker Orthopaedics) was fixed with cement directly onto the KT plate. The patient started to walk with partial weight bearing 6 weeks after surgery, and discharged with full weight bearing walking 12 weeks after surgery. Seven years after the last surgery, the patient was able to walk with one cane but without any pain. Radiography showed stable implants and union of the pelvic discontinuity region (Fig. i, j). The Harris hip score was 70 at the final follow-up, which was an improvement from the score of 19 prior to the surgery.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'1570140': 1, '18264858': 1, '18757955': 1, '15504121': 1, '17259411': 1, '22595181': 1, '17356137': 1, '8118969': 1, '18299946': 1, '22325964': 1, '20499294': 1, '19493654': 1, '3191622': 1, '9006767': 1, '34239183': 1, '23412446': 1, '19418053': 1, '26044526': 1, '27247893': 2}", "similar_patients": "{}"}