{"patient_id": 146149, "patient_uid": "4468626-1", "PMID": 26110185, "file_path": "noncomm/PMC004xxxxxx/PMC4468626.xml", "title": "Elbow Stiffness Secondary to Elbow Joint Osteoid Osteoma, a Diagnostic Dilemma", "patient": "A 23-year-old man with severe non-traumatic right elbow pain and decreased range of motion was referred to our clinic. He had been suffering the symptoms for two years. The pain began insidiously and increased over six months before admission. The patient described the pain radiating up and down the elbow. The pain increased over the time and was persistent with nocturnal aggravations interfering with patient’s sleep. He mentioned NSAIDs would temporarily relieve the pain and he could not go asleep without taking them. The patient was otherwise healthy, and had no other accompanying symptoms such as weight loss and nocturnal sweating.\\nOn physical exam, the overall appearance of the elbow looked normal. The joint was stable with no palpable mass and effusion. There was moderate local anterior tenderness in front of the elbow with marked atrophy of the muscles. The elbow flexion-extension range of motion was restricted to 30 to 90 degrees but supination and pronation were normal compared to the non-affected side and wrist and shoulder movements were fully preserved. There was not any neurovascular deficit.\\nThe plain antero-posterior and lateral radiographies of elbow did not add much to our findings. We obtained a CT scan of the involved elbow which revealed a 6 mm radiolucent lesion with a nidus at the center surrounded by thickening of adjacent cortex located at anteromedial of distal humerus []. The patient had an MRI which suggested bone edema, synovitis and mild joint effusion. The bone scan revealed focal uptake of radioisotope compatible with the location of the lesion in CT scan []. Laboratory investigations including the C-reactive protein, sedimentation rate and electrolytes were normal. The EMG-NCV studies were normal as well.\\nAfter making the diagnosis of osteoid osteoma based on clinical examination and radiographic findings, the patient was scheduled for operation to excise the lesion. Under general anesthesia the elbow joint was approached anteromedially, the ulnar nerve was explored, the neurovascular bundle was retracted laterally and elbow arthrotomy was performed. At the time of arthrotomy, about four ml of clear joint effusion was drained. Synovial hypertrophy was obvious in the joint. The anteromedial aspect of distal humerus was exposed. An abnormal bony protuberance was clearly noticed. A part of the cortex was removed using oscillating power saw, there was significant sclerosis at the site and the interior was evacuated by curettage and all were sent for pathological study []. No graft was used to fill the cavity. Post operative histological examination confirmed the diagnosis of osteoid osteoma [].\\nThe patient reported a prompt pain relief just the day after surgery. Elbow physiotherapy was started in the first week after operation. The patient achieved 20 to 120 arc of motion three months after operation (). He returned to full activity and no postoperative complication reported two years after operation. In the last follow-up radiographies, the defect was filled completely.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'6603021': 1, '9219138': 1, '17637425': 1, '11075332': 1, '28729380': 1, '1613221': 1, '14663625': 1, '24749122': 1, '7276054': 1, '29956662': 2, '19328016': 1, '24778664': 1, '16473691': 1, '3958021': 1, '16927097': 1, '23533425': 2, '4684797': 1, '13120827': 1, '17628786': 1, '28706798': 1, '23948984': 1, '26110185': 2}", "similar_patients": "{'3603655-1': 1, '6024592-1': 1}"}