{"patient_id": 79748, "patient_uid": "4331822-4", "PMID": 25608865, "file_path": "comm/PMC004xxxxxx/PMC4331822.xml", "title": "Asymptomatic myocardial metastasis from cancers of upper aero-digestive tract detected on FDG PET/CT: a series of 4 cases", "patient": "A 46 year old gentleman, case of squamous cancer of right vallecula, treated with chemo-radiation came for follow-up at one year. Pan-endoscopy revealed suspicious thickening in right vallecula and adjacent base of tongue. Biopsy revealed squamous cells. Patient underwent a whole body FDG PET/CT study for restaging. MIP images showed tracer uptake in the right neck region (Figure A - arrow). Discrete intense focus of FDG uptake was seen in the region of heart (Figure A - arrowhead). Axial fused PET/CT images (Figure B - arrow) showed that the focus corresponded to myocardium overlying the right ventricle, adjacent to the inter-ventricular septum, appreciated better on sagittal images (Figure D - arrow). Contrast enhanced axial (Figure C - arrow) and sagittal CT (Figure E - arrow) images showed a hypodense area, corresponding to the site of FDG uptake in the myocardium overlying the right ventricle, thus confirming it to be metastasis. 2-D Echo was confirmatory for a mass in right ventricular myocardium. Since patient had distant metastases, surgery was ruled out and he was started on palliative chemotherapy. Patient was referred to a peripheral cancer centre for logistic reasons and hence lost to follow up.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'30544369': 2, '17098886': 1, '14998838': 1, '16043650': 1, '13711211': 1, '22430418': 1, '21918045': 1, '4501215': 1, '33847677': 2, '4028858': 1, '10474503': 1, '13016041': 1, '33082690': 1, '10187969': 1, '18490328': 1, '17855031': 1, '21597414': 1, '33574215': 1, '33948892': 1, '30443752': 1, '21734885': 1, '13248871': 1, '28659974': 1, '5650736': 1, '22949780': 1, '30111954': 1, '18261525': 1, '16544537': 1, '21119277': 1, '34532625': 1, '21560001': 1, '22222060': 1, '2590533': 1, '31179147': 2, '27515105': 2, '22228347': 1, '22395217': 1, '22691531': 1, '25608865': 2}", "similar_patients": "{'4331822-1': 2, '4331822-2': 2, '4331822-3': 2, '5368524-1': 1, '6501223-1': 1, '8052045-1': 1, '6310572-1': 1}"}