{"patient_id": 138784, "patient_uid": "4021267-1", "PMID": 24851133, "file_path": "noncomm/PMC004xxxxxx/PMC4021267.xml", "title": "Single Pleural Relapse of a Nasal-Type Extranodal Natural Killer/T-Cell Lymphoma: A Case Report", "patient": "A 42-year-old man was admitted to the hospital after experiencing fever and night sweating for 2 weeks. He had visited another hospital 1 month earlier because of pain on the left side of his chest. At this hospital, he underwent chest radiography and computed tomography (CT), which showed a left pleural effusion. Diagnostic thoracentesis was performed, yielding 200 mL of clear, yellow-colored pleural fluid. Analysis of the pleural fluid revealed an exudative pattern; a protein level of 5.3 g/dL (serum protein level, 7.5 g/dL), a lactate dehydrogenase (LDH) level of 273 IU/L (serum LDH level, 342 IU/L), a glucose level of 61 mg/dL, an albumin level of 3.3 g/dL, and a pH of 7.3. The pleural fluid cell count was 2,560 cells/mL, with 10% polymorphonuclear cells, 90% lymphocytes, and an adenosine deaminase (ADA) concentration of 82 IU/L. No malignant cells were observed on cytological analysis. Bacterial, fungal, and mycobacterial cultures of the pleural fluid were also negative. The patient was diagnosed with tuberculous pleurisy and was administered anti-tuberculosis medications. After treatment, the pleural effusion and chest pain disappeared and the patient was discharged from the hospital. However, 2 weeks later, he developed new symptoms of fever, chills, and night sweating, which caused worry because of the patient's past illness. Eight years ago, he was diagnosed with extranodal NK/T-cell lymphoma, nasal type. He had been successfully treated with treatment with a combined of chemotherapy and radiotherapy resulting in a complete remission without recurrence. Upon admission, the patient's vital signs were stable, except for the presence of fever. In addition, laboratory findings were within the normal range. A chest radiograph showed findings consistent with a small amount of pleural effusion (). A chest CT scan revealed an heterogeneously enhanced-mass to the left of the eight thoracic spines (). A subsequent 18F-fluorodeoxyglucose (18F-FDG)-positron emission tomography revealed FDG activity at the same site (). A biopsy using video-assisted thoracic surgery was performed. Subsequent analysis by microscopy showed that the pleural tissue was diffusely infiltrated with atypical lymphoid cells (). It was CD3 +, CD56 +, granzyme B +, and EBV + (). These histological features were corresponded with the previous biopsy from nasal cavity eight years ago (). This led us to diagnose the patient's condition as recurrent pleural recurrence of extranodal NK/T-cell lymphoma. He has been been undergoing sequential chemotherapy followed by autologous hematopoietic stem cell transplantation.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'20504861': 1, '16380410': 1, '21276308': 1, '20229594': 1, '20092373': 1, '8624461': 1, '8549179': 1, '16604559': 1, '20699524': 1, '27778143': 1, '20008237': 1, '10623693': 1, '16179910': 1, '11502629': 1, '9778201': 1, '24851133': 2}", "similar_patients": "{}"}