{"patient_id": 152081, "patient_uid": "4866385-1", "PMID": 27365925, "file_path": "noncomm/PMC004xxxxxx/PMC4866385.xml", "title": "Cholecystitis Associated with Heterotopic Pancreas, Pseudopyloric Metaplasia, and Adenomyomatous Hyperplasia: A Rare Combination", "patient": "A 45-year-old woman presented to our hospital with 2 months history of the right upper quadrant abdominal pain along with nausea and vomiting. Her history was unremarkable. All her vitals were stable. Routine blood investigations including renal and liver function tests revealed no abnormality. On physical examination, there was tenderness in the right upper quadrant. Abdominal ultrasound showed no abnormality. Based on the diagnosis of cholecystitis, cholecystectomy was carried out.\\nOn gross examination, the gall bladder measured 7 cm in length and 2.5 cm in circumference with a wall thickness ranging from 0.2 to 0.4 cm. The serosa was unremarkable. Cut section revealed velvety green mucosa.\\nOn microscopic examination, there was a well-circumscribed rest of heterotopic pancreatic tissue on the serosal aspect of the gall bladder wall, composed of lobules of exocrine pancreatic acini and an occasional duct. Islets of Langerhans were not seen. Mucosal layer adjacent to the pancreatic tissue showed adenomyomatous hyperplasia []. A focus elsewhere showed pseudopyloric metaplasia apart from histological features of chronic cholecystitis [].\\nThe diagnosis was thereby established as chronic cholecystitis with heterotopic pancreatic tissue, pseudopyloric metaplasia, and segmental adenomyomatous hyperplasia of the gall bladder.\\nThe patient's postoperative course was uneventful and was discharged after 5 days without any complications. After a follow-up of 2 months, the patient was asymptomatic and had recovered fully.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'8358197': 1, '7237066': 1, '4420439': 1, '17226916': 1, '23776830': 2, '21386642': 1, '23646318': 2, '3051429': 1, '17507794': 1, '27365925': 2}", "similar_patients": "{'3641372-1': 1, '3678697-1': 1}"}