{"patient_id": 83025, "patient_uid": "4578786-1", "PMID": 26430579, "file_path": "comm/PMC004xxxxxx/PMC4578786.xml", "title": "Preservation of Pituitary Function after Endonasal Craniopharyngioma Surgery: Case Report and Review of the Literature", "patient": "A 79-year-old female presented with a complaint of visual disturbances over the past eight months. Signed informed patient consent was obtained prior to treatment. Upon examination, the patient was found to have a visual loss in her left eye, normal endocrine function, and intact mental status. MRI with the injection of contrast media revealed a lobulated cystic lesion centered in the suprasellar cistern measuring 2.2 x 1.6 x 2.0 cm (AP x transverse x CC). The mass demonstrated broad vascular contact with the circle of Willis as well as a mass effect on the optic chiasm, left optic nerve, and pituitary gland (Figures -). CT revealed several small foci of calcification.\\nThe patient underwent endoscopic endonasal transsphenoidal resection of the tumor using a transtuberculum approach [-]. The tumor was identified and removed from the anterior skull base with no evidence of residual tumor. A gasket seal closure was used, covered by nasoseptal flap [-]. A lumbar drain was left in place for 24 hours. Postoperative MRI confirmed gross total resection of the tumor (Figures -). The diagnosis from surgical pathology was craniopharyngioma, WHO Grade 1.\\nThe patient did not have any complications from the procedure and was found not to have diabetes insipidus postoperatively. She did not require hormone replacement and was cleared for discharge home two days after undergoing surgery. She also reported subjective improvement in her vision.", "age": "[[79.0, 'year']]", "gender": "F", "relevant_articles": "{'9761047': 1, '18580797': 1, '20367362': 1, '21937943': 1, '23909243': 1, '18596534': 1, '21942724': 1, '17080265': 1, '23724985': 1, '27054052': 1, '34692333': 2, '24785324': 1, '20367361': 1, '21214336': 1, '23022644': 1, '16543382': 1, '22501020': 1, '25270129': 1, '26430579': 2}", "similar_patients": "{'8528039-1': 1}"}