{"patient_id": 85113, "patient_uid": "4738714-1", "PMID": 26885426, "file_path": "comm/PMC004xxxxxx/PMC4738714.xml", "title": "Biliary Adenofibroma with Invasive Carcinoma: Case Report and Review of the Literature", "patient": "A 71-year-old Caucasian female presented with chest pain. Her subsequent workup included a chest CT which revealed a 6.3 cm mass in the right aspect of the left lateral liver straddling segments 2, 3, and 4a. The tumor was best visualized in the precontrast and arterial phases. Contrast enhancement was heterogeneous throughout the mass with multiple areas of low attenuation. Of note, a PET scan showed a 1.9 cm hypermetabolic focus within a 4.3 cm tumor. The patient reported bilateral upper abdominal pain but denied any nausea, vomiting, and weight loss or gain during this period. She had no jaundice, change in bowel habits, or gastrointestinal bleeding. There was no history of significant alcohol or intravenous drug use. The patient had no history of transfusions. She denied personal or family history of liver or biliary disease. Laboratory tests revealed normal liver function testing, serum alpha fetoprotein, CEA, and CA19-9. A biopsy was performed and showed biliary epithelium arranged in cysts and tubules with a fibrotic/spindled stroma. Subsequently, the patient underwent a left hepatectomy. Intraoperative palpation of the abdominal cavity revealed no signs of carcinomatosis. There were no postoperative complications. The patient reported no symptoms after surgery.\\nThe partial lobectomy from the left lobe contained a circumscribed tumor measuring 5.7 cm that abutted and appeared to invade the liver capsule. The cut surface revealed a smooth tan-white surface with subtle variegation in color and firmness. Small cystic spaces were noted throughout the tumor (). The surrounding hepatic parenchyma was unremarkable.\\nThe tumor showed tubulocystic structures embedded in a bland spindled stroma, consistent with a conventional biliary adenofibroma (). A distinct carcinomatous component was identified showing solid, glandular, and papillary architecture. The malignant component showed an infiltrative border with invasion into the liver capsule and additionally showed penetration into surrounding adhesions and skeletal muscle. Perineural tumor infiltration, intravenous invasion, and single cell stromal invasion were seen. The tumor was focally seen in the adventitia of a large outflow vein. Although the tumor appeared grossly circumscribed, microscopic examination showed infiltrative margins (). The cells of the malignant component showed vacuolated cytoplasm with centrally placed nuclei.\\nTo rule out metastasis from adrenal or renal primary sites, inhibin and PAX8 immunohistochemistries were performed and were negative. A cytokeratin 7 and cytokeratin 19 showed strong positivity in the bland tubulocystic areas of conventional biliary adenofibroma and a lesser degree of positivity in the solid and papillary carcinomatous areas. CD56 stained scattered single cells, similar to the reactivity of the ductular reaction in surrounding nontumor liver. A Ki-67 was uniformly brisk, despite inconspicuous mitotic figures. P53 showed moderate (25–50%) positivity in the tumor. Both Ki67 and p53 were negative in the stromal component. CD10 and polyclonal CEA failed to show either cytoplasmic or canalicular reactivity in tumor cells.\\nA von Meyenberg complex was seen in hepatic parenchyma adjacent to the tumor.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'8669534': 1, '9078308': 1, '8422113': 1, '28078134': 1, '21151526': 1, '12076957': 1, '30370311': 1, '27396933': 1, '25374710': 1, '34294933': 1, '31236706': 1, '10935654': 1, '22726072': 1, '27729636': 1, '12717255': 1, '26885426': 2}", "similar_patients": "{}"}