{"patient_id": 150211, "patient_uid": "4739257-1", "PMID": 25861079, "file_path": "noncomm/PMC004xxxxxx/PMC4739257.xml", "title": "GASTROINTESTINAL STROMAL TUMOR OF THE RECTUM TREATED WITH NEOADJUVANT\\nIMATINIB FOLLOWED BY TRANSANAL ENDOSCOPIC MICROSURGERY", "patient": "A 63-years-old female patient was sent to the hospital with complaints of mild\\nconstipation. A clinical examination did not detect any palpable abdominal mass. Rectal\\ndigital exam revealed a 5 cm mass in the left anterior rectal wall, located 2 cm above\\nthe dentate line. The mass was solid, with a smooth and regular surface. Colonoscopy\\nconfirmed the presence of a round and regular mass, covered by normal mucosa, measuring\\nabout 5 cm in diameter, in the left anterior wall. A transrectal biopsy with Tru-cut\\nneedle was performed. Immunohistochemical positivity for CD117 and CD34 antigens, and\\nnegative for smooth muscle actin or S-100 protein confirmed the diagnosis of a\\nsubmucosal rectal GIST. The mitotic activity was 2×10 high power field (HPF), and there\\nwas absence of necrosis. Computed tomography showed the presence of a tumor of\\n5.2x5.0x5.6 cm, irregular, with eccentric thickening of the left anterior rectal wall in\\nthe lower rectum, with close contact with the posterior vaginal wall and partial\\ninvasion of the levator ani muscle, but with no evidence of lymph node or distant\\nmetastases ().\\nAs curative surgery would have implied abdominoperineal resection with permanent\\ncolostomy, treatment with Imatinib at a standard dose (400 mg/day) was started. Response\\nto treatment was evaluated using CT every three months. Maximal response was obtained at\\nsix months, which was maintained after eight months of treatment. At that time, a pelvic\\nMRI showed a partial diminution of the mass dimensions (4.0x3.0x3.1 cm), but still\\noccupying the rectovaginal septum, with close contact of the cranial portion of levator\\nani muscle ().\\nThe partial tumour mass reduction was enough to allow a local excision using the\\ntransanal endoscopic microsurgery (TEM) technique. The tumor mass was completely excised\\nen-bloc with part of the posterior wall of the vagina and a minimal portion of tissue\\nfrom the levator ani muscle ().\\nThe rectal wall defect was closed primarily. For that, a flap of rectal wall was\\nadvanced to the anal verge. The suture consisted of conventional hand-sewn interrupted\\nstitches ().\\nTEM suturing technique could not be used in this case since it was not possible to keep\\nthe gas insufflation at the anal verge (the TEM retoscope could not seal the anus). The\\nvaginal wall was also closed primarily with a transvaginal running suture. A\\nlaparoscopic loop ileostomy was created to prevent from rectovaginal fistulae. The\\npostoperative period was uneventful and the patient was sent home on 4th day.\\nThe loop ileostomy was taken down four months later and the patient recovered normal\\ndefecation with minimal transient fecal incontinence. Pathological analysis of the\\nsurgical specimen identified a white firm 3.5x3.0x3.0 cm well delimited rectal mass,\\noccupying the muscularis mucosa, submucosa, muscular propria, and the adjacent soft\\ntissue close to the vagina interface. The specimen margins were free of tumor. The\\nlesion expressed CD34 or CD117 and showed no mitotic activity (zero mitoses in 50 HPF).\\nAs for now, the patient presented no evidence of recurrence of disease (follow up period\\nof 46.2 months).", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'15793646': 1, '19110398': 1, '21040362': 1, '30443673': 1, '16531543': 1, '21752740': 1, '17625442': 1, '20622646': 1, '15781488': 1, '21782534': 1, '18704638': 1, '25861079': 2}", "similar_patients": "{}"}