{"patient_id": 145666, "patient_uid": "4434148-1", "PMID": 26075996, "file_path": "noncomm/PMC004xxxxxx/PMC4434148.xml", "title": "A case of metastatic female adnexal tumor of probable Wolffian origin", "patient": "A 30-year-old Japanese woman (gravid 0, para 0) presented in September 2008 to undergo routine screening by Pap test and pelvic examination. She did not have any symptoms. A right ovarian mass was fortuitously found on pelvic examination and trans-vaginal ultrasonography. Her personal and family histories were not relevant to the current disorder. Magnetic resonance imaging (MRI) showed a right ovarian mass with marked enhancement on gadolinium-DTPA enhanced T1-weighted images. As for serum tumor markers, the CA125 level was 31.8 U/ml, the CA 19-9 level was 6.8 U/ml, the carcinoembryonic antigen (CEA) level was 0.6 ng/ml, and the alpha-fetoprotein (AFP) level was 4.4 ng/ml.\\nAt laparotomy, a multilobulated mass measuring 5 cm in diameter was found attached to the right fallopian tube by a short stalk. Some tumor implants were noted in the serosal surface of the pouch of Douglas. The patient underwent right salpingo-oophorectomy and tumorectomy. After scraping with a piece of gauze, a total of 17 tumors 3 to 10 mm in diameter were removed from the pouch of Douglas. The tumor was encapsulated and easily resectable within a cleavage plane. Peritoneal washing cytology revealed a few atypical cells (a).\\nHistologic examination of the broad ligament tumor revealed a predominantly solid tumor punctured by numerous tubules and gland-like structures. Cystic dilation and a sieve-like area were also observed. The tubules were usually, but not invariably, small, well defined, and lined by a single layer of cuboidal epithelial cells with central nuclei and conspicuous nucleoli (b). The tubal lumens and sieve-like spaces frequently contained an eosinophilic substance. There were no areas of hemorrhage or necrosis. The mitotic activity was brisk in the more solid component. The peritoneal samples showed metastatic deposits that were morphologically similar to those of the tumor of the broad ligament. Immunohistochemical staining of the neoplasm was positive for calretinin, inhibin, CD10, and vimentin and focally positive for desmin and CD34. Staining for c-kit was negative.\\nThe patient initially received chemotherapy with a combination of paclitaxel and carboplatin (TC), but was allergic to paclitaxel. She then received 3 cycles of carboplatin alone (area under the curve, 6). However, follow-up MRI showed interval growth of the lesions and disease progression 4 months after initial surgery. The second operation was performed only 6 months after initial surgery. Total abdominal hysterectomy, bilateral oophorectomy, omentectomy, tumorectomy, and biopsies of the pelvic and para-aortic lymph nodes were performed. Numerous tumor implants measuring 2 to 3 cm in diameter were noted in the serosal surface of the bowel, the omentum, and the left ovary. Recurrent tumors were also found in the pouch of Douglas, from which all tumors had been completely removed at the first operation. Dissection of the tumor from the surrounding tissue was more difficult on this operation than on the first operation. The results of pathological examination were similar to those of the prior tumor. However, the frequency of polymorphism was higher in the second tumor than in the primary tumor. Cytopathological examination of touch imprint preparations showed neoplastic cells with round to oval nuclei, distinct nucleoli, and rosette-like architecture in some regions (c and d).\\nThere was no evidence of lymph-node metastasis. At the second laparotomy, additional immunohistochemical studies were done to determine the CA125, calretinin, inhibin, CD10, estrogen receptor (ER), progesterone receptor (PR), androgen receptor, and HER2 status. The tumor was positive for CA125, calretinin, inhibin, CD10, estrogen receptor, progesterone receptor, and androgen receptor and negative for HER2. The patient was given oral medroxyprogesterone acetate (MPA) 400 mg/day for 3 months as alternative chemotherapy. MRI revealed disease progression, a mass measuring 2 cm in diameter in the anterior aspect of the left iliopsoas muscle, and a tumor measuring 2 cm in diameter that had recurred in the anterior vaginal wall. A mass accompanied by bleeding was found at the vaginal opening and was therefore resected with the patient under local anesthesia. A trans-vaginal tumorectomy was performed and the same feature was seen on pathology. Therapy was then switched to pegylated liposomal doxorubicin 50 mg/m2 every 4 weeks. She received only three cycles of this regimen because interstitial pneumonia occurred as a severe drug-induced side effect. At this time, MRI showed stable disease. The patient then given irinotecan 50 mg/m2 on days 1 and 8 of a 28-day cycle for three cycles, but treatment was ineffective and caused nausea. Consequently, she received gemcitabine 700 mg/m2 on days 1, 8, and 15 of a 28-day cycle for 8 cycles, without any adverse events. On completion of 8 cycles of treatment, MRI showed multiple masses in the abdominal cavity, including the surface of the liver, and progressive disease was diagnosed. The patient died of diffuse metastatic disease 3 years after the first operation.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'19288122': 1, '31591497': 1, '27462603': 2, '7248914': 1, '17885487': 1, '33787642': 1, '30880826': 1, '12144833': 1, '4693596': 1, '15504071': 1, '15228432': 1, '15491766': 1, '17635165': 1, '15910610': 1, '26075996': 2}", "similar_patients": "{'4958682-1': 1}"}