{"patient_id": 147798, "patient_uid": "4564926-1", "PMID": 26420994, "file_path": "noncomm/PMC004xxxxxx/PMC4564926.xml", "title": "Indium-111 Capromab Pendetide (ProstaScint®) Demonstrates Renal Cell Carcinoma and Aortocaval Nodal Metastases from Prostate Adenocarcinoma", "patient": "A 62-year-old male with a history of radical prostatectomy for a Gleason 9 (4 + 5) pT3N0M × prostate cancer 7 years earlier presented with rising PSA of 9.0 ng/dl. Surgical pathology had revealed negative margins, intermediate lymphovascular invasion, extensive involvement of the entire prostate, and extraprostatic extension in multiple areas. He did not undergo irradiation or chemotherapy for the prostate carcinoma. Blood workup at the time he presented for computerized tomography (CT) did not reveal any derangement in blood chemistry or blood counts. Because his PSA increased from 0.63 ng/dl to 7.31 ng/dl over the prior 17 month interval, he underwent a contrast-enhanced chest, abdomen and pelvic CT and ProstaScint® scan including single-photon emission computerized tomography (SPECT)-CT. The contrast-enhanced CT revealed a 7.8 cm enhancing left upper pole renal mass that extended to the splenic renal hilum, pushed the pancreatic tail medially, and was inseparable from Gerota's fascia representing primary renal malignancy []. The CT also revealed 1.1 cm aortocaval lymph nodes slightly below the level of the renal vessels, which were concerning for metastasis []. In-111 ProstaScint® SPECT-CT showed abnormal increased uptake in large exophytic tumor arising from the anterosuperior aspect of left kidney [], and in aortocaval lymph nodes [] compatible with metastases. There was no uptake to indicate residual prostate tissue in the prostate bed or pelvic lymph node metastases. He underwent left radical nephrectomy and dissection of para-aortic and aortocaval lymph nodes. Pathology of the renal mass revealed a clear cell carcinoma (conventional type), Fuhrman grade 3 of 4. There was metastatic prostate adenocarcinoma involving nine of nine para-aortic lymph nodes.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'11018634': 1, '2449118': 1, '20434196': 1, '9598514': 1, '23569530': 1, '11306418': 1, '9915456': 1, '9815541': 1, '33809749': 1, '27217828': 1, '7523704': 1, '3334974': 1, '32939194': 1, '12497003': 1, '21892036': 1, '9610707': 1, '26420994': 2}", "similar_patients": "{}"}