{"patient_id": 140840, "patient_uid": "4157486-1", "PMID": 25207233, "file_path": "noncomm/PMC004xxxxxx/PMC4157486.xml", "title": "Popliteal Artery Entrapment Syndrome: A Case with Bilateral Different Types", "patient": "A previously healthy 22-year-old male had subacute claudication in both legs 3 months prior. He was a non-smoker and did not exhibit any atherosclerotic risk factor. The pain in the left leg was more severe than in the right, and the calf muscles showed atrophic change. No skin discoloration, paresthesia, weakness, or other ischemic symptom was apparent. On physical examination, the pulse of the dorsalis pedis disappeared on forceful plantar flexion, although the ankle-brachial index of both legs was within the normal range.\\nA magnetic resonance imaging (MRI) scan showed an abnormal relationship between the gastrocnemius and the popliteal artery (PopA) (). In the right leg, the PopA lay medial to the fibrous medial head of gastrocnemius (MHGM)-type II. In the left leg, the PopA lay lateral to the MHGM, but an accessory slit, usually derived from the remnants of the MHGM, compressed the PopA-type III.\\nWe performed surgery using a posterior popliteal approach (). In the PopA of the right leg, we found no stenosis or vascular wall hypertrophy and therefore, performed only MHGM myotomy. In the left leg, the compressed PopA showed a degenerative change with stenosis. We performed PopA interposition using a greater saphenous vein graft with MHGM myotomy.\\nWe performed computed tomography (CT) 7 days postoperatively. CT showed the resolution of the previously noted compressed areas of both legs, and the patency of the saphenous vein graft in the left leg was good. The patient was discharged on postoperative day 15. He took aspirin, clopidogrel, and warfarin. Warfarin was stopped 6 months postoperatively. The patient complained of mild difficulty in moving his left leg until 1 month postoperatively but has no symptoms currently. Five years after surgery, the patient now lives a normal life, including playing soccer, without any medication.", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'29568853': 1, '19046647': 1, '10830621': 1, '10514198': 1, '14281885': 1, '19628519': 1, '26185463': 2, '2810535': 1, '30984440': 2, '25207233': 2}", "similar_patients": "{'6432725-1': 1, '4501224-1': 1}"}