{"patient_id": 150437, "patient_uid": "4757921-1", "PMID": 26894047, "file_path": "noncomm/PMC004xxxxxx/PMC4757921.xml", "title": "Subserous lymphangioma of the sigmoid colon: an uncommon cause of acute abdomen in pediatric patients", "patient": "An 11-month-old girl was brought to the emergency facility with a 7-day history of fever (maximum 38 °C), abdominal pain, irritability, and a 3-day-history of constipation. On clinical examination, the child was cranky, complaining of severe pain in the lower left abdominal quadrant and pelvis where a mobile cystic mass was easily palpable, and signs of peritonitis were present.\\nThe plain abdominal x-ray showed a distended large bowel and a collapsed distal colon, which are consistent with a large bowel obstruction. Therefore, a glycerin enema was performed to rule out fecal impaction. An abdominal ultrasound showed a pelvic mass with a liquid content and possible septations, which were interpreted as possible grouped intestinal loops or a cystic lesion. The abdominal computed tomography (CT) diagnosed a pelvic/hypogastric, expansive, loculated cystic lesion with lobulated contour extending to the mesogastrium, measuring 5.5 × 4.1 × 5.2 cm, with parietal enhancement after contrast infusion, displacing the intestinal loops to the right side, and compressing the sigmoid colon ().\\nThe blood cell count revealed hemoglobin of 10.9 g/dL (reference value [RV]: 10.5-13.5 g/dL), leukocytes of 17,020/mm3 (RV: 6000-17,500/mm3), and C-reactive protein of 117 mg/L (RV: < 5 mg/L). Platelet count, renal function, and electrolytes were within the normal range. Two sets of blood cultures were sampled with negative results (posteriorly); however, ceftriaxone and metronidazole were prescribed. Acute abdomen, due to a pelvic abscess (appendicitis, Meckel’s diverticulitis) or gynecological complication like ovarian torsion, was the clinical suspicion and therefore the patient underwent an exploratory laparotomy. Surgical findings included: (i) a loculated cystic tumor in the mesosigmoid seeming to infiltrate a friable portion of the sigmoid, which drained milky fluid resembling pus; (ii) serous ascites; and (iii) enlarged mesosigmoid lymph nodes. Some of the cystic areas were translucent while others were turbid, which is the reason why an intestinal perforation was suspected. Sigmoidectomy () followed by a terminal colostomy by Hartmann's technique was performed. Culture of the peritoneal fluid was negative.\\nA 7.6 cm length of formalin-fixed large bowel segment with preserved mucosa and a whitish lobulated tumor measuring 4.0 × 3.0 cm, which was adhered to the mesenteric face, represented the surgical specimen (). At the cut surface, translucent cysts (measuring up to 2.5 cm) and a solid area of 1.5 × 1.3 cm represented the tumor. Most cysts contained watery fluid except one, which exhibited a milky content. Tiny lymph nodes were also identified surrounding the tumor.\\nThe histology showed a subserous multiloculated cystic lesion partially lined by flat cells without atypia (consistent with endothelium), and cysts presenting erosion/ulceration surrounded by granulation tissue, mixed inflammatory infiltrate, and lymphoid aggregates. The intestine wall was free of invasion. Acute serositis and lymphoid hyperplasia in adjacent lymph nodes was present. The adjacent mucosa showed foci of microabscess within the crypts. The immunohistochemical profile was consistent with the diagnosis of lymphangioma (CD31[JC/70A clone] positive, CD34 [QBEnd10] partially positive and AE1/AE3 negative) ().\\nThe outcome was favorable and the colostomy was functioning 2 days after surgery. The patient completed a 10-day course of ceftriaxone and metronidazole and was discharged 11 days after admission. She was referred to an outpatient clinic.", "age": "[[11.0, 'month']]", "gender": "F", "relevant_articles": "{'1812264': 1, '4717705': 1, '8545181': 1, '1564622': 1, '10688095': 1, '16713549': 1, '15149994': 1, '8414761': 1, '14233758': 1, '7448984': 1, '28104992': 1, '5649845': 1, '343178': 1, '13181333': 1, '25024636': 1, '12891508': 1, '11056448': 1, '5948671': 1, '5448503': 1, '2216595': 1, '4051731': 1, '13890225': 1, '9529502': 1, '14217616': 1, '26894047': 2}", "similar_patients": "{}"}