{"patient_id": 148596, "patient_uid": "4623187-1", "PMID": 26512287, "file_path": "noncomm/PMC004xxxxxx/PMC4623187.xml", "title": "Isolated Painless Foot Drop due to Cerebral Infarction Mimicking Lumbar Radiculopathy: A Case Report", "patient": "A 71-year-old man visited hospital with lower back pain, paresthesia, and weakness in his left foot that had been present for one week. When presented in clinics, the paresthesia had disappeared, but he still could not move his left ankle. The sensory exam was normal, as were his deep tendon reflexes (DTR), superficial reflexes, and pathologic reflexes. In the neurologic exam, he was alert and oriented, and his cranial exam responses were intact. Previously, he had undergone surgery for a varicose vein in his right leg ten years ago and endoscopic surgery for a gastric adenoma three years ago. He did not have a history of peripheral neuropathy or systemic diseases, such as hypertension or diabetes. A lumbar spine magnetic resonance imaging (MRI) showed a ruptured disc, which was compressing the nerve root on the left side of L4/5, and degenerative spondylosis in L5/S1 (). The electromyography (EMG) and nerve conduction study (NCS) showed decreased amplitude and prolonged latency in the left peroneal and tibial compound muscle action potential and normal sensory findings. This means that there was lumbar radiculopathy in L4/5 (). The brain CT and plexus MR did not show any specific findings. With several days of daily rehabilitation physiotherapy, his lower back pain partially improved, while his motor power was not recovered. A follow-up NCS and EMG did not show any changes. Surgery for decompression and fusion in the lumbar spine was performed. After the surgery, the weakness still did not change. At postoperative day 8, the deep tendon reflex was increased on the left ankle and ankle clonus was noticed. The whole spine MRI and brain MRI were immediately executed, and they revealed a small area of restricted infarction in the right parietal cortex with anterior cerebral artery (ACA) and posterior cerebral artery (PCA) stenosis on the left side (). For a detailed stroke investigation, electrocardiography and echocardiography were performed, and the results showed no specific problems. The patient was treated with a daily antiplatelet and adjuvant physiotherapy for foot drop. A month later, his motor deficit had improving, up to grade III.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'30740383': 2, '12453077': 1, '2302085': 1, '19513347': 1, '25368770': 2, '15897503': 1, '23911001': 1, '24103672': 1, '24905505': 1, '7242904': 1, '26512287': 2}", "similar_patients": "{'6367298-1': 1, '4217064-1': 1}"}