{"patient_id": 84129, "patient_uid": "4660009-1", "PMID": 26640724, "file_path": "comm/PMC004xxxxxx/PMC4660009.xml", "title": "Atypical Parathyroid Adenoma Complicated with Protracted Hungry Bone Syndrome after Surgery: A Case Report and Literature Review", "patient": "An 18-year-old previously healthy woman presented at our institution after a four-year history of hyporexia, polydipsia, weight loss, growth retardation, and poor academic performance. One month prior to presentation, outpatient laboratory analysis revealed increased serum calcium and parathyroid hormone (PTH). She did not have any other significant personal or family history.\\nShe was admitted to our hospital in February 2010. On physical examination her height was 1.40 m and weight was 30 kg. Her vital signs were within normal limits. She presented with a marked cervical kyphosis.\\nRelevant laboratory results showed hypercalcemia (13.36 mg/dL, normal 8.6–9.9 mg/dL), elevated PTH (2551 pg/mL, normal 12–88 pg/mL), elevated alkaline phosphatase level (4410 IU/L, normal 34–104 IU/L), hypercalciuria (urinary calcium of 213 mg/24 H, normal 100–250 mg/24 H), low creatinine clearance (25.84 mL/min/1.73 m2, normal ≥90 mL/min/1.73 m2), and low 25[OH]D3 circulating level (13 ng/mL, normal 30–100 ng/mL). The laboratory findings at hospital admission and last follow-up visit are summarized in . Biochemical approach was further completed with prolactin 12.6 ng/mL, FSH 4.4 mIU/mL, LH 17 mIU/mL, estradiol 36.13 pg/mL, T3 1.78 nmol/L, T4 69.33 nmol/L, TSH 1.85 μUI/mL, thyroglobulin 5.7 ng/mL, ACTH 19 pg/mL, and morning cortisol 15.76 μg/dL, all within normal limits.\\nSkeletal X-rays showed skull with “salt and pepper” lesions, vertebral compression fractures, brown tumors within the left humerus, and profuse calcifications within the pancreas and kidneys (). The patient did not refer to abdominal pain, nor any symptomatology related to endocrine and exocrine pancreatic insufficiency. The electrocardiogram was unremarkable. Abdominal ultrasound revealed kidney stones causing bilateral dilation of the renal pelvis. Neck ultrasonography showed microcalcifications within a large echogenic mass, posterior to the right lobe of the thyroid gland of 33 × 14 × 14 mm, . A 25 mCi 99Tc-sestamibi scintigraphy reported persistence of the radionuclide material at 120 minutes in the right inferior parathyroid gland at the same location of the mass shown in the US, . Bone densitometry showed decreased Z-Score values (total lumbar Z-Score of −4.2), . Primary hyperparathyroidism secondary to a large parathyroid tumor was diagnosed.\\nFor HBS prophylaxis, before surgery, she received a 400,000 IU of vitamin D2 (Drisdol) (ergocalciferol) and 1 mg of calcitriol. Right hemithyroidectomy with right lower parathyroidectomy was performed. A tumor of 2.8 cm with 3.8 g of weight was resected. Pathological revision reported a focal lesion containing parathyroid tissue; it infiltrated the nodule capsule, without trespassing it, and the diagnosis was consistent with an atypical parathyroid adenoma. Two lymph nodes demonstrated follicular hyperplasia. Despite the administration of vitamin D (50,000 per week) and calcitriol 0.75 mg per day after surgery, the 25-hydroxyvitamin D levels never reached a value above 30. 1,25-dihydroxy vitamin D was not measured.\\nPostsurgical laboratory analysis showed PTH values of 31.3 pg/mL, serum calcium of 8.5 mg/dL, phosphate of 1.9 mg/dL, and magnesium of 1.8 mg/dL; on physical examination she presented upper extremity distal contractures, oromandibular dystonia, Chvostek and Trousseau signs, and QTc interval prolongation. PTH levels reached up to 48.6 pg/mL after 1 month, coexisting with hypophosphatemia of 2.7 mg/dL. At last follow-up, PTH serum levels were between 80 and 90 pg/mL, . She developed a prolonged and severe HBS that required 3 months with oral and intravenous calcium supplementation. The calcium IV infusion was stopped three months later. High PTH levels with hypocalcemia but also hypophosphatemia ruled out hypoparathyroidism. “Protracted” HBS was therefore diagnosed. During her hospitalization she underwent two episodes of lithotripsy as treatment for the kidney stones. Serum calcium, phosphate, and magnesium levels during hospitalization and follow-up are shown in .\\nAfter 42 months of treatment, bone densitometry scores improved within normal limits, . As an outpatient since 2010 she has been receiving an average of 1197 mg of oral elemental calcium, 1600 units of vitamin D, and 3 grams of magnesium sulfate per day. She was kept under close medical evaluation as an outpatient. Unfortunately in November 2013 the patient stopped coming to our institution with no clear reason, .", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'20237944': 1, '21318141': 1, '24594262': 2, '24978340': 1, '17635755': 1, '3400660': 1, '23882155': 1, '2155534': 1, '18095236': 1, '18535072': 1, '31475947': 2, '22821103': 1, '8842760': 1, '18582699': 1, '21812031': 1, '17559137': 1, '10405219': 1, '24144286': 1, '3172354': 1, '21584419': 1, '8325292': 1, '24554924': 1, '23152439': 1, '25540137': 1, '22439169': 1, '23440103': 1, '14514747': 1, '22723327': 1, '899881': 1, '14513699': 1, '23661111': 1, '16622740': 1, '22148128': 2, '12766545': 1, '18650515': 1, '21112866': 1, '22399154': 1, '26640724': 2}", "similar_patients": "{'6737557-1': 1, '3229004-1': 1, '3946034-1': 1}"}