{"patient_id": 139322, "patient_uid": "4055825-1", "PMID": 24932093, "file_path": "noncomm/PMC004xxxxxx/PMC4055825.xml", "title": "Lemmel's Syndrome, an Unusual Cause of Abdominal Pain and Jaundice by Impacted Intradiverticular Enterolith: Case Report", "patient": "An 81-yr-old woman presented to the emergency department on August 3, 2012 with nausea, vomiting, fever (38.4℃), and diffuse abdominal pain of 4 days' duration. She had undergone subtotal gastrectomy with billroth II anastomosis due to peptic ulcer perforation 10 yr ago. On physical examination, there was tenderness on her right upper quadrant but Murphy's sign was equivocal. Her white blood count was increased to 11,170/µL (neutrophil 83.0%) and CRP was elevated to 2.392 mg/dL. The results of her liver function test were as follows: total bilirubin, 2.37 mg/dL; aspartate aminotransferase, 88 IU/L; alanine aminotransferase, 96 IU/L; alkaline phosphatase, 349 IU/L; and γ-glutamyl transpeptidase, 571 IU/L. To evaluate the cause of diffuse abdominal pain with liver enzyme elevation in a cholestatic pattern, abdominal CT scan was taken. The axial images of the CT scan demonstrated distal CBD stone with upstream bile duct dilatation (). However, on coronal reconstructed images, the stone was not located within the bile duct but inside the PAD and the distended diverticulum was compressing the mid CBD (). Magnetic resonance cholangiopancreatography (MRCP) also revealed mid CBD compression and absence of choledocholithiasis (). These findings were confirmed on endoscopic retrograde cholangiopancreatography (ERCP) which showed normal biliary orifice () with impacted dark brown pigment stone (henceforth enterolith) at the PAD orifice (). When the enterolith was pushed into the diverticulum by cannulation catheter and contrast dye was injected (, ), old blood clots and pus-like fluid gushed out from the opening (). Biliary cannulation combined with endoscopic sphincterotomy (EST) was also performed to explore the CBD for other possible causes of obstructive jaundice but no stone, stricture or obstruction by tumor could be found. On endoscopic nasobiliary drainage (ENBD) tubogram, stenosis at mid CBD was also shown to be resolved, likely because the PAD had been decompressed (). After confirming that no other pathology was present, intradiverticular enterolith was crushed and removed by Dormia basket on the following day (). After the procedure, the patient no longer complained of abdominal pain, her liver enzyme was normalized, and she was discharged without any complication.\\nShe had been well until 6 months after enterolith removal, when the patient visited the outpatient clinic with vague abdominal discomfort. Laboratory examination only revealed slightly increased total bilirubin to 1.96 mg/dL, but a large CBD stone was found on abdominal CT scan (). When the CBD stone was removed by ERCP, the stone proved to be brown pigment sludge stone that typically forms in the presence of ascending infection (). PAD at this time was neither distended nor filled with enterolith. Follow-up ERCP was performed again after 6 months but there was no recurrence of CBD stone or enterolith. She remains clinically and radiographically disease free after the last procedure.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'12490502': 1, '32963903': 2, '30755952': 1, '27882342': 1, '15754050': 1, '15578293': 1, '31428507': 2, '20845273': 1, '30878967': 1, '8865745': 1, '34527452': 2, '9548305': 1, '6810693': 1, '16995449': 1, '2494696': 1, '29552491': 1, '34336019': 1, '412143': 1, '32431977': 2, '22766153': 1, '10361174': 1, '24932093': 2}", "similar_patients": "{'7500747-1': 1, '6679863-1': 1, '8418959-1': 1, '7233497-1': 1}"}