{"patient_id": 146790, "patient_uid": "4516336-1", "PMID": 26229475, "file_path": "noncomm/PMC004xxxxxx/PMC4516336.xml", "title": "Sudden loss of the deep brain stimulation effect with high impedance without macroscopic fracture: a case report and review of the published literature", "patient": "A 49-year-old woman with a 12-year history of Parkinson’s disease received bilateral subthalamic nucleus DBS with a Soletra (Medtronic, Minneapolis, MN, USA) neurostimulator on March 27, 2006. Preoperatively, her unified Parkinson’s disease rating scale (UPDRS) motor scores were 1.5 on medication and 16.5 off medication. She had severe dyskinesia more than 60% of the time while on medication. She was followed regularly, and showed good control of parkinsonism for a period of 5 years after surgery. In March 2009, her UPDRS motor scores were 4.5 with DBS stimulation and 37 without (). The stimulation settings were 3.0 volts, 60 microseconds, 130 Hz for cathode 2 on the right side, and 2.4 volts, 60 microseconds, 130 Hz for cathodes 2 and 3 on the left side.\\nThe patient was well until December 24, 2010, when she awoke with an abrupt worsening of her parkinsonism with no clear precipitant. Five days later, she visited our movement disorder center. On testing, the battery voltage levels were intact. Impedances were increased to >2,000 Ω in all four lead contacts on the left side, indicative of an open circuit. The results did not change in multiple body positions. Her condition failed to improve with medication (levodopa/carbidopa 375 mg/day; ropinirole 2 mg/day; and amantadine 300 mg/day). A fractured electrode lead or extension wire was suspected. However, a complete examination and radiological study revealed no macroscopic fracture.\\nIn the telemetry, normal communication between the IPG and the programmer device was possible, and power-on reset was not found. In addition, we found no evidence of a broken extension or broken leads. Following these findings, we presumed that a dysfunction of the IPG connector block which makes electrical contacts and secures the extension wires with setscrews, caused the acute DBS effect loss with concurrent high impedance, and we decided to address the IPG first.\\nPrior to reoperation, her UPDRS motor scores with DBS stimulation were 34 with medication and 30 without (). The scores without stimulation were 48 and 45, respectively. On June 29, 2011, the IPG was replaced under local anesthesia without any complications. Postoperatively, the patient’s parkinsonian symptoms immediately improved under the same neurostimulator settings. The lead impedance readings on the left side were normalized. The extracted neurostimulator showed no visible signs of deformity. When tested with an oscilloscope at 1,000-Ω load impedance, the neurostimulator could produce stimulation waveforms. The destructive analysis by the manufacturer revealed that the case feed-through wire was lifted on the hybrid side, and this finding was consistent with the disconnection between the IPG hybrid circuit board and the connector block of the IPG header.\\nDuring a follow-up period of 4 months with amantadine at 300 mg/day, no recurrence of parkinsonian symptoms or high impedance measurements were reported. On November 2, 2011, her UPDRS motor scores were 11 with DBS stimulation and 34 without (). In the 2 years after revision, her parkinsonism was well-controlled with subthalamic nucleus DBS, and her UPDRS motor scores were 15 (DBS on) and 47 (DBS off) on March 28, 2013.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'16018154': 1, '15580627': 1, '22797749': 1, '18186117': 1, '21714001': 1, '16374074': 1, '11409503': 1, '22522071': 1, '20633434': 1, '20974757': 1, '15036170': 1, '24324335': 1, '19896407': 1, '11948774': 1, '18325819': 1, '26788332': 1, '28983423': 1, '21992767': 1, '26229475': 2}", "similar_patients": "{}"}