{"patient_id": 151760, "patient_uid": "4849307-1", "PMID": 27366265, "file_path": "noncomm/PMC004xxxxxx/PMC4849307.xml", "title": "Good outcome after delayed surgery for orbitocranial non-missile penetrating brain injury", "patient": "A 52-year-old man was hit to his left eye by an unknown FB losing consciousness while tending to his grass field. On physical examination, wound inspection confirmed a left ocular globe entry point. No exit wound was found. Admission head computed tomography (CT) scan [] showed a 4 cm hyperdense thin elongated FB located into the frontal and parietal lobes. On neurologic examination, the patient opened his right eye on verbal stimulus, attempted to verbalize and followed simple orders with his right hemisoma. The left ocular globe presented a large laceration; thus, the eye was not viable. The sight was conserved with his right eye. Prophylaxis with ampicilline-sulbactam and valproate, respectively, was started. On day third, the patient underwent a left orbital globe excision surgery. An ocular expander was secondarily placed in preparation for an ocular prosthesis. On day sixth, a parasagittal left parietal craniotomy was performed under intraoperative neuronavigation. A parasagittal corticectomy allowed extracting a 4-cm long piece of iron thread []. Head CT scan on a postoperative day third showed no surgical complications []. On day 12, a brain magnetic resonance imaging was performed upon deterioration of neurologic conditions. Contrast enhanced sequences showed considerable frontotemporoparietal edema and enhancement of the entire trail that was strongly in favor of an infective complication, without signs of brain herniation []. Antibiotic therapy with meropenem and linezolid was started suspending ampicilline-sulbactam. During the following days, neurologic conditions progressively ameliorated until postoperative day thirtieth when the patient was transferred to our neurology department. He was discharged at day 49th to a rehabilitation clinic. At that time, the patient was on a wheelchair, alert, responsive and able to speak []. He had a right hemiparesis (3/5). After 6 months, the patient walked alone with the aid of a can and had a slight dysarthria [].", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'20868210': 1, '12900110': 1, '32047800': 1, '19665203': 1, '25361486': 1, '23096410': 1, '22722035': 1, '9122835': 1, '11505199': 1, '16763734': 1, '11505192': 1, '21887033': 1, '11505198': 1, '19722774': 1, '27366265': 2}", "similar_patients": "{}"}