{"patient_id": 143743, "patient_uid": "4339897-1", "PMID": 25722555, "file_path": "noncomm/PMC004xxxxxx/PMC4339897.xml", "title": "Cerebral venous air embolism during epidural injection in adult", "patient": "A 65-year-old lady with morbid obesity, hypertension, and rheumatoid arthritis was planned for total hip replacement under combined spinal and epidural anesthesia. Spinal anesthesia with 3 ml 0.5% of bupivacaine and 25 mcg of fentanyl was given at L3-4 interface with 26G Quinke's needle. Epidural space was identified at L2-3 level with a 18G Tuohy canula using loss of resistance technique with air (1 ml). The air filled syringe was disconnected soon after the loss of resistance. A 20G epidural catheter was introduced and fixed at 12 cm at the skin level. 5 min after the test dose, infusion was established at 2 ml/h with bupivacaine 0.125% and fentanyl (2 mcg/ml). Surgery lasted for around 8 h and epidural infusion was stopped at 6 h of surgery due to hypotension mostly due to bleeding (1100 ml). It was managed with fluids and blood transfusion through a peripheral cannula. In Intensive Care Unit for severe pain, she was prescribed an epidural bolus of 10 ml of 0.125% bupivacaine with 20 mcg of fentanyl along with IV tramadol 50 mg and promethazine 12.5 mg. With a lot of resistance, only 8 ml of the mixture could be injected over around 2 min. There was sudden bradycardia (73/min) and hypotension (systolic pressure 86 mmHg). She started jerking and gasping with suddenly diminished level of consciousness. Blood sugar was 242 mg% (13.44 mmol). Left pupil was noticed to be dilated and fixed. She was resuscitated with fluids and low dose noradrenaline and intubated.\\nAn urgent computed tomography (CT) brain was done, which revealed air around the brain stem and no bleeding. Within 1 h she was awake but left pupil still remained dilated and fixed. She was extubated the next day. The mildly altered sensorium lasted for 2 days.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'3195736': 1, '6507829': 1, '3605680': 1, '7137620': 1, '4952222': 1, '1419947': 1, '26693366': 2, '32363233': 2, '8484517': 1, '1986647': 1, '8484518': 1, '8484545': 1, '25722555': 2}", "similar_patients": "{'4674590-1': 1, '7194233-1': 1}"}