{"patient_id": 87068, "patient_uid": "4897797-1", "PMID": 27266983, "file_path": "comm/PMC004xxxxxx/PMC4897797.xml", "title": "Endometrial tuberculosis compounding polycystic ovary syndrome in a subfertile woman: a case report", "patient": "We present a report of a 42-year-old woman of African descent who presented to our fertility clinic with a 10-year history of primary subfertility and amenorrhea of 6 years duration. She was a nurse in a medical ward and had no prior history of TB. She was separated from her husband and intended to use donated sperm for her assisted conception treatment. The timeline of interventions is summarized in Table below.\\nThe initial evaluation for subfertility (in a different institution) included a diagnostic laparoscopy performed 8 years prior. The laparoscopy had revealed dense pelvic adhesions (“a frozen pelvis”), and an impression of tubal factor subfertility was made. It appears that there was no deliberate attempt to make a definitive diagnosis as to the cause of the tubal disease as no tissue samples or swabs were assessed. She had undergone a pelvic ultrasound scan which was reported as normal and had had a negative pap smear. There were neither further details of this prior evaluation nor a detailed summary from her previous gynecologist.\\nShe neither had a history of pelvic pain nor a history suggestive of previous sexually transmitted infections. She did not report any symptoms suggestive of TB, notably fever, night sweats, or weight loss. She weighed 84 kg, was 1.58 meters tall with a body mass index (BMI) of 33. Her blood pressure was 140/90 mmHg and her clinical examination was essentially normal. She had no lymphadenopathy, acne, or hirsutism. Her gonadal hormone profile presented in Table was in keeping with PCOS.\\nThe initial high estradiol (E2) levels and the biochemical evidence of PCOS prompted the use of an exogenous progestogen to initiate endometrial shedding prior to baseline ultrasound scan in preparation for an in vitro fertilization (IVF) cycle. She received medroxyprogesterone (Provera) 10 mg orally once a day for 5 days but had no withdrawal bleed. Two weeks after administration of medroxyprogesterone, she still reported no withdrawal bleed. A subsequent pelvic ultrasound scan showed normal uterine morphology. Her endometrial thickness was 3 mm with a small amount of endometrial fluid with no focal endometrial pathology demonstrable on ultrasound. Her ovaries had a polycystic appearance with multiple small peripheral follicles. A simple cyst of 4 cm in size was visualized in her right ovary. The ultrasound findings further supported the diagnosis of PCOS.\\nEndometrial assessment by hysteroscopy was undertaken in view of the presence of endometrial fluid and the negative progesterone challenge test. Hysteroscopy revealed an atrophic endometrium interspersed with areas of thickened endometrium, with no synechiae, and bilaterally obliterated and poorly visualized tubal ostia. Directed endometrial biopsies were taken. Histology showed endometrial tissue with a normal gland to stromal ratio. Numerous granulomas, with epithelioid histiocytes, plasma cells and Langhans giant cells were visualized in the stroma with some areas of necrosis. A Ziehl–Neelsen stain was negative. A conclusion of granulomatous endometritis possibly TB endometritis was made.\\nFollowing the diagnosis of TB, further investigations were carried out. A chest X-ray was normal and an HIV test was negative. Her liver function tests, creatinine, and full blood count were all normal. She was referred to a physician for TB treatment and plans for assisted reproductive technology (ART) were deferred. Treatment for TB endometritis was started by use of a 6-month regimen of antitubercular therapy. An initial 2-month intensive phase of four drugs (rifampicin 600 mg once daily, isoniazid 300 mg once daily, pyrazinamide 2000 mg once daily, and ethambutol 1600 mg once daily) was followed by a 4-month course of two drugs (rifampicin 600 mg once daily, isoniazid 300 mg once daily). In addition, a daily dose of pyridoxine 25 mg was administered throughout the 6 months. Antihypertensive treatment was initiated in the second month of antitubercular treatment. She was evaluated after a week of initiation of TB therapy and thereafter every month by the physician. She was compliant on all her medications and experienced no adverse effects. She reported no menses despite completing the TB treatment. The supervising TB physician did not consider it clinically relevant to re-biopsy after a full course of TB therapy.\\nShe maintained her desire for conception and revisited the fertility clinic. A follow-up ultrasound scan showed less evident endometrial fluid compared to the initial pelvic ultrasound scan with an endometrial thickness of 3.7 mm. Her ovaries were still polycystic but the 4 cm right ovarian cyst was no longer present. A decision on a second trial of endometrial stimulation/shedding was made. She received one cycle of low-dose combined oral contraceptive pills but reported no menses. There was no change in endometrial findings on follow-up scan.\\nA conclusion of endometrial scarring post-endometrial TB was made. Further attempts at endometrial stimulation were discouraged in view of her very high endogenous E2 and complete failure of response to exogenous steroids. The options of surrogacy or adoption were discussed while further ART interventions were discouraged due to the endometrial damage.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'19529059': 1, '21457984': 1, '18842939': 1, '23059403': 1, '32300756': 1, '24849122': 1, '27266983': 2}", "similar_patients": "{}"}