{"patient_id": 83237, "patient_uid": "4596299-1", "PMID": 26444007, "file_path": "comm/PMC004xxxxxx/PMC4596299.xml", "title": "Synchronous mucosal Schwann-cell hamartomas in a young adult suggestive of mucosal Schwann-cell harmatomatosis: a case report", "patient": "A 20-year-old man visited the Armed Forces Capital Hospital with symptoms of abdominal discomfort and loose stools. His mother had a history of early stage colorectal cancer and his grandfather died of colorectal cancer. Physical examination of the head, neck, lungs, heart, skin and other systems was unremarkable. He had normal bowel sounds with no abdominal tenderness or palpable abdominal mass. On procto-colonoscopic examination, a 4-mm sized polyp was observed in the mid-rectum (Fig. ), and scattered tiny polyp-like mucosal elevations were observed in the distal rectum (Fig. ). The polyp in the mid-rectum was removed by biopsy forceps, and three pieces of rectal mucosa in the distal rectum were randomly sampled. On microscopic examination, the polyp in the mid-rectum and one of the three pieces obtained from the distal rectum showed plexiform proliferation of spindle cells in the lamina propria, intervening the adjacent crypts. In addition, microscopy revealed that all cells were spindle-shaped and had elongated tapered nuclei, amphophilic to eosinophilic cytoplasm with indistinct cell borders, and no nuclear atypia, pleomorphism or mitoses. On immunohistochemical analysis, the lesions showed diffuse strong positivity for S-100 protein and no activity for CD117, CD34, epithelial membrane antigen (EMA), smooth muscle actin, and synaptophysin (Fig. ). Neurofilament protein (NFP) stain showed no positive axon. We sequenced all exons of the NF1 and RET genes using DNA derived from the blood leukocytes of the patient and found no evidence of a disease-causing mutation. To rule out NF1 mosaicism, we performed targeted resequencing (Ion Ampliseq™ Comprehensive Cancer Panel, Life technologies®) of NF1 genes using DNA extracted from formalin-fixed paraffin-embedded tissues of the lesion, and found no disease-causing mutation in NF1 gene of the lesion. Considering the histological findings and the immunohistochemical results, we diagnosed these polyps as mucosal Schwann-cell hamartomas.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'27560153': 2, '33468041': 2, '24565067': 1, '23994879': 1, '19065103': 1, '19437573': 1, '21970486': 1, '23862132': 2, '19030214': 1, '23913538': 1, '8100063': 1, '23047636': 1, '21165219': 1, '26444007': 2}", "similar_patients": "{'5357750-1': 1, '3710775-1': 1, '7816477-1': 1}"}