{"patient_id": 152467, "patient_uid": "4899658-1", "PMID": 27293403, "file_path": "noncomm/PMC004xxxxxx/PMC4899658.xml", "title": "Combination of Transcranial Direct Current Stimulation and Neuromuscular Electrical Stimulation Improves Gait Ability in a Patient in Chronic Stage of Stroke", "patient": "A 62-year-old, right-handed male with a history of hypertension was referred to our hospital for the treatment of left putaminal hemorrhage (fig. ). On admission, he was stuporous and showed complete hemiparesis on the right side. During the acute period of this hemorrhagic stroke, glyceol was given to control intracranial pressure, and his systolic blood pressure was maintained between 120 and 130 mm Hg with continuous infusion of nicardipine. Without enlargement of the hematoma, he gradually recovered from consciousness disturbance 1 week after the ictus. Conventional rehabilitation including physical, occupational and speech therapies was initiated under cardiorespiratory monitoring. However, deep venous thrombosis occurred, which required anticoagulation and inferior vena cava filter placement. Then, a carcinoma of the kidney was discovered incidentally, and the patient underwent surgical removal of the tumor in the Department of Urology of our hospital. Such treatment prevented him from intensive neurorehabilitation during the acute period and resulted in disuse syndrome. At 4 months after admission, he was readmitted to the Neurosurgery ward to restart rehabilitation.\\nHe was bed-ridden, and his right upper and lower extremities showed contracture. Physical and occupational therapy gradually made him sit and stand, which established his ability to operate a wheelchair by himself at 8 months after admission. Then, he could walk slowly in parallel bars with long leg braces at 1 year after the ictus.\\nFor the further improvement of his gait ability, he underwent a new rehabilitation protocol combining tDCS and NMES.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'24466510': 1, '26471400': 1, '21170708': 1, '30429782': 1, '7811170': 1, '29061169': 1, '19286579': 1, '10990547': 1, '33761932': 1, '20434997': 1, '24630848': 1, '29163334': 1, '21068427': 1, '21436391': 1, '12244081': 1, '27293403': 2}", "similar_patients": "{}"}