{"patient_id": 81476, "patient_uid": "4461850-1", "PMID": 26082908, "file_path": "comm/PMC004xxxxxx/PMC4461850.xml", "title": "Basaloid Squamous Cell Carcinoma: An Unusual Ball-Valve Laryngeal Obstruction", "patient": "A 60-year-old man presented to the Otolaryngology Department with progressive dyspnoea and dysphagia to solids for over a period of 1 week. Further questioning revealed a 6-month history of hoarseness, occasional blood stained sputum, as well as loss of weight and appetite. He had a 20-year smoking history; but denied any alcohol consumption. He had no known medical illness or family history of malignancy.\\nClinical examination revealed a cachectic looking gentleman with inspiratory stridor. Flexible nasoendoscopy showed an exophytic growth involving the laryngeal surface of the epiglottis, which prolapsed into the laryngeal inlet on inspiration ().\\nThis resulted in a ball-valve type obstruction and prevented visualization of the vocal cords. There were no palpable cervical lymph nodes and the rest of the ear, nose, and throat examinations were unremarkable.\\nComputed tomography (CT) of the neck and thorax reported a soft tissue mass in the anterior part of the epiglottis measuring 2.7 x 2.2 x 2.5 cm with extension to the base of the epiglottis, as well as bilateral cervical lymph nodes at level Ib and II, with the largest measuring 1.2 x 0.8 cm ().\\nThe patient underwent a tracheostomy under local anesthesia in view of the impending airway obstruction. De-bulking of the tumour was performed and subsequent direct laryngoscopy was carried out to assess the extent of the lesion. The mass was confined to the epiglottis without involvement of the vocal cords, arytenoid cartilages and pyriform fossa.\\nMicroscopy demonstrated islands and clusters of malignant basaloid looking cells with coarse chromatin pattern, numerous mitotic figures, and apoptotic bodies. Some cells showed presence of intercellular bridging denoting squamous differentiation (). Immunohistochemically, the cells were positive for epithelial membrane antigen (EMA), neuron-specific enolase (NSE); and negative for chromogranin and synaptophysin. The final histopathological report revealed BSCC.\\nThe patient refused to undergo the proposed supraglottic laryngectomy and neck dissection. Hence, he was referred to the Oncology department for chemoradio- therapy. A year later, there was local recurrence of the tumour and this eventually led to the demise of the patient.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'1991250': 1, '23765951': 1, '3770734': 1, '15179214': 1, '1384369': 1, '2364364': 1, '8719591': 1, '18096379': 1, '10983946': 1, '8546432': 1, '8625035': 1, '20614328': 1, '12761712': 1, '10091761': 1, '26082908': 2}", "similar_patients": "{}"}