{"patient_id": 146248, "patient_uid": "4479719-1", "PMID": 26113965, "file_path": "noncomm/PMC004xxxxxx/PMC4479719.xml", "title": "Bone Cement Dislodgement: One of Complications Following Bone Cement Augmentation Procedures for Osteoporotic Spinal Fracture", "patient": "A 73-year-old woman was presented with back and buttock pain following a fall from level ground 1 month ago. She denied the history of medical treatment for osteoporosis. On physical examination, tenderness was noted over the thoraco-lumbar spine. There was no neurological deterioration. On radiological examinations, multi-level height loss of the vertebral body was noted, and there was an intravertebral cleft sign (IVC) at the 11th thoracic spine. Standing and supine cross table lateral radiologic examinations for fracture instability revealed dynamic instability at the fractured lesion. Magnetic resonance images showed signal changes at the fractured vertebra involving mid-column and an IVC (). Dual energy X-ray absorptiometry revealed a bone mineral density T-score -3.4 at the spine. Because of the intractable back pain, which had not been controlled by other conservative treatment, kyphoplasty was performed under diagnosis of osteoporotic spinal fracture with IVC. During the procedure, successful reduction of the fracture was obtained by postural reduction and ballooning. A total of 6 cc polymethylmethacrylate bone cement was injected by bipedicular approach under image intensifier. Postoperative radiographs including CT scan revealed restoration of the fractured vertebra and no cement leakage (). Preoperative Visual Analog Scale (VAS) was 9 and Oswestry Disability Index (ODI) was 78 and both were improved postoperatively to VAS 3 and ODI 25. She discharged without any special event. Six weeks later, she visited our clinics with a recurrence of the back and buttock pain. She stated that her pain was aggravated one week ago without any significant trauma history. Follow-up radiographs showed dislodgement of injected cement through the upper endplate of the 11th thoracic spine and erosion of the lower endplate of the 10th thoracic spine (). Serologic tests done to rule out an infectious condition were normal (WBC 4500; N 4000-10000, ESR 12 mm/h; N 0-20, CRP 0.03 mg/dL; N 0.01-0.47). Staged anterior and posterior fusion was performed. During the anterior surgery through trans-thoracic approach, superiorly migrated bone cement and erosion of the lower endplate of the upper segment was found. After complete removal of bone cement, anterior interbody fusion was performed using mesh cage and autogenous iliac bone. Two weeks later, additional posterior stabilization and posterior fusion was done. Two years postoperatively, the patient was asymptomatic without any episode of metallic failure or subsequent fracture.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'34596773': 1, '22158062': 1, '21119935': 1, '16437345': 1, '18797812': 1, '14624094': 1, '19657122': 1, '18446385': 1, '21789685': 1, '16087094': 1, '31915692': 1, '19096648': 1, '12351294': 1, '19089465': 1, '18344858': 1, '26113965': 2}", "similar_patients": "{}"}