{"patient_id": 141053, "patient_uid": "4170576-1", "PMID": 25247170, "file_path": "noncomm/PMC004xxxxxx/PMC4170576.xml", "title": "Synchronous multiple colonic adenocarcinomas arising in patient with neurofibromatosis type 1", "patient": "A 61-year-old man was referred to the Emergency Department for generalized peritonitis. He complained of abdominal pain and diarrhea for seven days. On physical examination, his blood pressure was 115/80 mmHg, pulse rate was 106 beats/min, body temperature was 36.9℃, and respiratory rate was 22 breaths/min. Abdomen was rigid and tender in the left upper quadrant. The patient also had clinical features compatible with NF1 such as café au lait macules (), axillary freckles (), neurofibromas across the body (), and more than two Lisch nodules on the iris. Two sons of the patient also had café au lait macules and neurofibromas. Laboratory investigations revealed that white blood cell count was 6,060 cells/mm3 (neutrophil, 86.7%) and C-reactive protein was 36.2 mg/dL (normal range, 0 to 0.8 mg/dL). Other laboratory results were within normal limits. Abdominal computed tomography scan showed descending colon perforation () and the patient underwent emergency laparotomy. On exploration, the perforated descending colon was noted at the splenic flexure and multiple peritoneal nodules, about 1 cm in size, were found in the abdominal cavity. Left hemicolectomy was performed () and pathologic examination showed that four adenocarcinomas (one pT4 lesion, two pT3 lesions, and one carcinoma in situ lesion) within the specimen (). The tumor showed K-ras mutation, BRAF wild-type, and microsatellite-stable phenotype. All four tumor lesions showed negative immunohistochemical expression of neuroendocrine markers such as synaptophysin and chromogranin A. Biopsy of peritoneal nodules showed metastatic adenocarcinoma (pT4N1M1). Postoperative positron emission tomography scan and lung biopsy showed 1.7-cm-sized primary lung adenocarcinoma in the left lower lobe. The patient refused either pneumonectomy for primary lung malignancy or palliative chemotherapy for colon cancer. The patient was discharged uneventfully and underwent colostomy reversal two months later. The patient is now lost to follow-up.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'4623189': 1, '31248416': 1, '12126071': 1, '28835241': 2, '1568247': 1, '6792771': 1, '32425982': 2, '18183464': 1, '7468527': 1, '23119102': 1, '23257896': 1, '8259105': 1, '25247170': 2}", "similar_patients": "{'7212385-1': 1, '5569513-1': 1}"}