{"patient_id": 144561, "patient_uid": "4386113-2", "PMID": 25873894, "file_path": "noncomm/PMC004xxxxxx/PMC4386113.xml", "title": "Angioarchitectural Evolution of Clival Dural Arteriovenous Fistulas in Two Patients", "patient": "A 60-year-old Caucasian female with Graves’ orbitopathy, who had previously had thyroid ablation for hyperthyroidism, presented to our clinic for increased redness and blurring of near vision OS worse than OD, as well as increasing migraines for the last month. She had a history of intractable binocular horizontal diplopia that had improved following both oral prednisone and bimedial rectus recession. Her presentation was consistent with a worsening of her Graves’ orbitopathy except for lack of worsening diplopia in the morning and disproportionate swelling of the medial recti compared to the inferior recti on MRI. On examination, BCVA was 20/40 OD and 20/80 OS, and both eyes were tender to touch. Color plate testing showed 2/8 OU, and a 1+ afferent pupillary defect OS was noted. Slit lamp examination showed dilated, arterialized conjunctival vessels, OS greater than OD (fig. ). Fundus examination showed venous stasis retinopathy OU. These findings were suspicious for a dAVF on top of her existing Graves’ orbitopathy, and a brain MRI/MRV was performed, which showed a new area of signal abnormality with mild mass effect involving both the right cerebellar tonsil and dentate nucleus, consistent with a subacute ischemic infarct and edema from associated venous congestion (fig. ).\\nThe patient was urgently referred to neurosurgery for catheter angiography, which revealed a dAVF near the clivus supplied by small branches of the right internal and external carotids as well as the left internal carotid (fig. ). Venous drainage was exclusively via cortical venous reflux to the right cerebellum. The connecting vessels’ small size prevented the fistula from being embolized from a transarterial route, and there was no safe transvenous access through the draining cortical vein. Three days later, the patient suffered a marked decline in visual acuity OU down to BCVA 20/200 OD and 20/400 OS, and IOPs were as high as 28 mm Hg OU. To rule out a possible cerebrovascular event, the patient was hospitalized and found to have extensive macular edema and bilateral central retinal vein occlusions on fundoscopy likely secondary to the dAVF, although repeat MRI/MRA failed to identify the exact location of the fistula. To help control her macular edema, she was treated with Avastin injections once OD and 3 times OS both as an inpatient and during subsequent follow-ups with a retina specialist, where her BCVA gradually improved to 20/40 OD and 20/300 OS over the course of the next 2 months.\\nDuring this time, a repeat catheter angiogram successfully identified a right-sided Cognard type III clival dAVF supplied by branches of the meningohypophyseal trunk of the left internal carotid artery. Transvenous fistula access was permitted via the right inferior petrosal sinus and the right anterior condylar vein, even though these had not been initially angiographically visible, and embolization was achieved. The fistula appeared to be completely obliterated on postembolization angiography (fig. ).\\nFollowing embolization, her conjunctival erythema and engorgement improved (fig. ), but 1 week later, she developed a complete right sixth nerve palsy that resolved over the next several months. Follow-up brain MRI and MRA 2 months after embolization demonstrated resolving edema in the right cerebellum (fig. ). Nine months later, there was no evidence of residual dural fistula on catheter angiogram. The patient continues to see a retina specialist for her macular edema.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'22107858': 1, '5460307': 1, '21822156': 1, '3763135': 1, '33173422': 1, '22107856': 1, '18769649': 1, '7862961': 1, '12915622': 1, '10588137': 1, '22374275': 1, '18382318': 1, '22130114': 1, '19458571': 1, '16164188': 1, '19137301': 1, '3352876': 1, '26955353': 2, '22537121': 1, '22107854': 1, '20888786': 1, '25873894': 2}", "similar_patients": "{'4386113-1': 2, '4777947-1': 1}"}