{"patient_id": 140342, "patient_uid": "4129574-1", "PMID": 25126129, "file_path": "noncomm/PMC004xxxxxx/PMC4129574.xml", "title": "Aneurysmal bone cyst: An unusual presentation of back pain", "patient": "A 20-year-old Asian, young male was admitted to the Neurosurgery Department complaining of severe low back pain.\\nLocal examination revealed an ill-defined, palpable, tender mass opposite the L2 vertebra. Neurological examination revealed no motor or sensory abnormality. The deep tendon reflexes were normal. Bowel and bladder functions were normal. X-ray of the spine revealed loss of posterior elements []. Magnetic resonance imaging (MRI) of the spine showed a well-defined expansile mass lesion involving L2 vertebra with bilateral laminar destruction , hypointense signal on T1 and hyperintense signal on T2 weighted images with multiple internal septations []. Heterogeneous contrast enhancement was also present.\\nThe patient was operated through a midline longitudinal incision and meticulous muscle dissection was carried out. A dirty pinkish mass arising from the posterior bony elements was delivered which bled even on touching []. The mass was removed piece-meal with bone roungers. It was filled with dirty-oily colored fluid. Complete excision was achieved and the thecal sac was decompressed [].\\nHistopathology was consistent with ABC and revealed large blood filled spaces without any true endothelial lining ; intervening septa were crammed with multinucleated giant cells [].\\nThe patient's post-operative course was uneventful and he was discharged in satisfactory, pain-free condition. No adjuvant therapy was given and there was no sign of recurrence at one year follow-up.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'32922839': 2, '11148642': 1, '10838510': 1, '4056871': 1, '4590226': 1, '13438943': 1, '3980496': 1, '27698855': 1, '9530795': 1, '1591685': 1, '7146925': 1, '9810527': 1, '83905': 1, '9531403': 1, '25126129': 2}", "similar_patients": "{'7465753-1': 1}"}