{"patient_id": 149222, "patient_uid": "4672235-1", "PMID": 26664726, "file_path": "noncomm/PMC004xxxxxx/PMC4672235.xml", "title": "An uncommon case of severe accidental hypothermia in an urban setting", "patient": "Our patient is a 33-year-old male who presented to our trauma center as a Level 1 activation after being found unresponsive by EMS. He was discovered with no coat early in the morning after a frigid night where temperatures dropped below −9°C (15°F). On primary survey, trismus was noted, airway was patent, breath sounds were auscultated bilaterally, and distal pulses were palpable. The patient had a Glasgow Coma Scale score of 3. On secondary survey, the patient was cold to the touch and no rectal temperature could be measured. The lone traumatic finding was a 2 cm laceration above his left eyebrow. The remainder of the physical exam was within normal limits.\\nThe patient underwent rapid sequence intubation (induced with 14 mg etomidate and 80 mg succinylcholine) for airway protection, bilateral large bore IVs were placed, and fluids warmed to 40°C were started. Additional warm fluid was instilled through both a Foley catheter and a nasogastric tube, and an external warming blanket was applied. Subsequently, the first rectal temperature was measured at 26.6°C (80°F). Initial laboratory studies were significant for an elevated K at 8.5 mmol/l, pH of 7.14 with a base deficit of 10.5, and a lactic acid of 6.2 mmol/l (Table ). Additionally, his EtOH level was 250 mg/dl. The patient was transported to CT scan with stable vital signs to screen for traumatic injuries.\\nIn the CT scanner, the patient became unstable and progressed to ventricular fibrillation with loss of pulse. ACLS protocol was initiated; he was given a total of 23 rounds of epinephrine, 22 shocks, 300 mg of Amiodarone, 1 g magnesium, 40 units of vasopressin, 2 g of calcium gluconate and 250 mEq of bicarbonate. A peritoneal catheter was inserted and 2 l of fluid warmed to 40°C was instilled into his abdominal cavity. After >90 min of CPR performed in the CT scan room, the patient regained vital signs.\\nHe was then admitted to the medical ICU to continue re-warming at an intended rate of 2–4°C/h, and was extubated on hospital Day 3 with a GCS of 15. The patient developed renal insufficiency that plateaued 3 days post arrest with a peak creatinine of 2.2 mg/dl, as well as elevated creatine kinase and myoglobin, likely from trauma during the resuscitation efforts. This subsequently resolved and returned to baseline of 0.8 mg/dl. After extubation, the patient developed right arm swelling caused by an acute right axillary deep vein thrombosis, likely secondary to reperfusion injury. Despite full dose anticoagulation, he developed signs of compartment syndrome on hospital Day 6. He was taken to the operating room (OR) for a decompressive fasciotomy and regained motor and sensory function. He was taken back to the OR later in his hospital course for a split thickness skin graft closure. The patient remained neurologically stable and was discharged home with a GCS of 15 on hospital Day 26.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'26095302': 1, '14744270': 1, '21074927': 1, '25242454': 1, '23150960': 1, '24513157': 1, '25725297': 1, '9847700': 1, '12713717': 1, '26664726': 2}", "similar_patients": "{}"}