{"patient_id": 85253, "patient_uid": "4745967-1", "PMID": 26904311, "file_path": "comm/PMC004xxxxxx/PMC4745967.xml", "title": "Breaking the Thumb Sucking Habit: When Compliance Is Essential", "patient": "A 6-year-old and 8-month-old female patient, in mixed dentition, presented a Class II division 1 malocclusion, overjet of 9.0 mm, and AOB of 4.0 mm. Constricted maxillary arch, slight diastema between the maxillary incisors and between the lower central incisors, and a slight midline deviation to the left were also present ().\\nThe absence of second maxillary premolars was detected in the panoramic radiograph (). The cephalometric measurements showed a good relationship between the maxillary and mandibular bases (ANB = 2°), proclined maxillary incisors (1NA = 32°), and uprighted mandibular incisors (1NB = 21°), a vertical growth trend greater than an anteroposterior (Y-axis = 61°) and a convex lower third of the face (Z-angle = 67°) ().\\nAnd the most important anamnestic information was regarding the presence of the thumb sucking habit of her right hand, and she reported that she was eager to stop sucking her thumb ().\\nRemove the thumb sucking habit, close the AOB, and allow the physiological eruption of the maxillary incisors by using a Haas-type palatal expander ().\\nAmong the interception alternatives for stopping the thumb sucking habit, the following were explained: RME with palatal crib, Palatal Nance button, helicoidal fixed palatal arch, maxillary removable appliance with crib, and motivational psychology and suggestion.\\nIn the interception phase, it was explained to the patient and his parents the importance of their cooperation in the elimination of the finger sucking habit. It was also explained to them how the device and the trader could help stop the habit.\\nA fixed Haas-type appliance for RPE was planned and fixed in order to achieve palatal expansion and serve as a “reminder” to curb the habit and indirectly promote the closure of the anterior open bite (). Orthodontic treatment was started with the fixation of the palatal device to the first molars and bonding on the palatal surfaces of the molars and deciduous canines ().\\nDuring the first weeks of use of a palatal expander and in the subsequent months in the retention phase, the patient stopped her habit and the spontaneous correction of AOB was observed (). The proposed objective of the RPE and stopping the thumb sucking habit were achieved with the functional reestablishment of occlusion. However, some months after the removal of the Haas-type palatal expander, the relapse of the habit was observed ().", "age": "[[6.0, 'year']]", "gender": "F", "relevant_articles": "{'23810054': 1, '18675214': 1, '25825863': 1, '33732561': 1, '24075668': 1, '20620839': 1, '24313582': 1, '12650151': 1, '33921609': 1, '6581725': 1, '25416338': 1, '26904311': 2}", "similar_patients": "{}"}