{"patient_id": 81512, "patient_uid": "4465690-1", "PMID": 26113998, "file_path": "comm/PMC004xxxxxx/PMC4465690.xml", "title": "Endocrine Aspects of 4H Leukodystrophy: A Case Report and Review of the Literature", "patient": "A 19-year-old female presented to our clinic with primary amenorrhea. Thelarche and pubarche had occurred at the age of 13. She denied any symptoms suggestive of primary ovarian insufficiency, polycystic ovarian syndrome, pituitary pathology, or functional hypothalamic disease. Her history was significant for mild dysarthria since childhood. She had been diagnosed with congenital absence of the lower second bicuspids, and dental X-rays (see ) had identified two supernumerary teeth underneath her secondary lower incisors, which may have represented ectopic, malformed bicuspids. She was myopic in both eyes, requiring eyeglasses. She was otherwise healthy and had exhibited normal development as a child. She had completed high school and denied having significant academic difficulties. There was no family history of delayed puberty, other forms of endocrine dysfunction, consanguinity, or inherited disorders.\\nOn examination, her height was 154.3 cm (10th percentile) and her BMI was 27.0 kg/m2. She had no dysmorphic features. She had Tanner stage 5 breast and pubic hair development and no features of pituitary hormone deficiency. Neurological examination revealed gaze-evoked nystagmus, a mildly ataxic gait, and mild spasticity of the upper limbs. She had no dysmetria or dysarthria. She did not have a tremor.\\nLaboratory investigations included LH < 1 (reference range (RR) 1–13 IU/L), FSH 5 (RR 2–10 IU/L), estradiol 62 (prepubertal range: 0–130 pmol/L), prolactin 25 (0–25 μg/L), and free T4 14.9 (8.0–22.0 pmol/L). Her karyotype was 46, XX. She did not menstruate after a progesterone challenge but did when given the oral contraceptive pill, indicating that she was hypoestrogenized and that she did not have an outflow abnormality. She had no further breast growth while being on the oral contraceptive pill. Pelvic ultrasound showed a small uterus, measuring 4.5 × 3.0 × 1.4 cm, normal endometrium, and small ovaries, measuring 1.5 × 0.9 × 1.1 cm (0.78 cm3) on the left and 1.7 × 2.4 × 1.2 cm (2.56 cm3) on the right (average normal volume 6-7 cm3) []. MRI of the sella revealed mildly decreased pituitary bulk. A full MRI of the brain was not obtained at the time of initial evaluation, but a subsequent MRI (see ) revealed diffuse hypomyelination (i.e., hyperintense white matter on T2 weighted images compared to grey matter structures) [, ] as well as a slightly thin corpus callosum and mild atrophy of the cerebellum, predominantly seen at the vermis. 4H leukodystrophy was suspected based on the patient's clinical and radiological features. Subsequent DNA sequencing revealed that she is a compound heterozygote for POLR3B mutations, specifically c.1568T>A (amino acid change p.V523E) and the rare intronic variant c.2817+30T>A [].\\nAt the age of 24, the patient desired pregnancy and so the oral contraceptive pill was discontinued. Trials of both subcutaneous and intravenous pulsatile GnRH therapies failed to show biochemical evidence of follicular development, with a peak estradiol level of 56 pmol/L. She went on to achieve normal follicular development in response to gonadotropin therapy, with a peak estradiol level of 1581 pmol/L and development of a dominant follicle measuring 1.86 cm. She did not conceive. She decided not to undergo further ovulation induction therapy, and so hormone replacement therapy was reinitiated at physiologic doses.\\nThe patient was reassessed at the age of 27. At that time, she had no clinical evidence of progressive neurological dysfunction or pituitary hormone deficiency. A morning cortisol level was 860 mmol/L, free T4 was 14.3 pmol/L, and serum IGF-1 level was 207 (117–329 μg/L). Given that she did not have any symptoms suggestive of growth hormone or adrenocorticotropic hormone deficiency, dynamic testing was not undertaken. At the age of 28, a detailed, gadolinium enhanced MRI of her head was obtained (). Appearance was consistent with her diagnosis of 4H leukodystrophy, demonstrating diffuse hyperintensity of the white matter compared to grey matter structures on T2 weighted images and hyperintensity of the deep white matter on T1 weighted images. Several areas demonstrated relative preservation of myelination, as described in Pol III-related or 4H leukodystrophy [, , ].", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'23307887': 1, '27512013': 1, '20881161': 1, '22036171': 1, '27775760': 1, '24105487': 1, '22036172': 1, '18851904': 1, '31306222': 1, '17977614': 1, '20890107': 1, '29618326': 1, '33005949': 1, '25339210': 1, '8325934': 1, '28407788': 1, '19237705': 1, '10831351': 1, '23355746': 1, '15851747': 1, '20640464': 1, '18671210': 1, '20512583': 1, '22819058': 1, '17159124': 1, '20884016': 1, '33716926': 2, '22451160': 1, '20399393': 1, '19700253': 1, '26113998': 2}", "similar_patients": "{'7952608-1': 1}"}