{"patient_id": 141651, "patient_uid": "4206370-1", "PMID": 25352513, "file_path": "noncomm/PMC004xxxxxx/PMC4206370.xml", "title": "Electrophysiological Study in Ebstein's Anomaly With no Evidence of\\nAccessory Pathway", "patient": "The patient is a 43-year-old female, who sought the emergency service with findings of\\nischemic stroke. She reported progressive dyspnea, orthopnea and atypical chest pain for\\nfour years. On physical examination, in addition to neurological changes, a systolic\\nmurmur was audible on all valve areas (++/4). The ECG showed right bundle-branch\\nconduction disorder and no evidence of ventricular pre-excitation (). Chest X-ray showed significant cardiomegaly (). The echocardiogram identified EA with\\nmoderate tricuspid regurgitation, 19-mm ostium secundum atrial septal\\ndefect (ASD), and left ventricular ejection fraction of 64%. The diagnosis of\\nparadoxical embolism was presumed, and the surgical repair of EA and ASD was\\nindicated.\\nPreoperative EPS was performed after assessing the possible deleterious consequences of\\nnot identifying an anomalous pathway, such as higher risk of perioperative severe\\narrhythmias, missed opportunity of intraoperative ablation in case of refractoriness,\\nand more difficult percutaneous access to certain areas of the tricuspid ring after\\nsurgical repair. During atrial stimulation, sudden incremental conduction through an\\nanomalous pathway occurred with slow atrioventricular conduction positioned at the\\nposteroseptal region of the tricuspid ring. Antidromic and orthodromic tachycardias were\\ninduced, the later with right bundle-branch block (RBBB) pattern. After ablation, at the\\natrioventricular fusion site, ventricular pre-excitation disappeared, and classical RBBB\\nappeared (). Elimination of the accessory\\npathway was confirmed with adenosine.\\nSurgery was performed for ASD and EA repair using the cone technique. The patient was\\ndischarged asymptomatic on the sixth postoperative day.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'20352138': 1, '17239096': 1, '22579340': 1, '19937010': 1, '19038677': 1, '17096654': 1, '21914017': 1, '15986264': 1, '32592213': 1, '17198815': 1, '11145402': 1, '25352513': 2}", "similar_patients": "{}"}