{"patient_id": 150883, "patient_uid": "4783482-1", "PMID": 26962422, "file_path": "noncomm/PMC004xxxxxx/PMC4783482.xml", "title": "Protocol Based Real-Time Continuous Electroencephalography for Detecting Vasospasm in Subarachnoid Hemorrhage", "patient": "A 50-year-old woman without any significant medical history presented with a sudden-onset of severe bifrontal headache. She arrived at the emergency room within the first 2 hours of symptom onset. Initially, she was only mildly drowsy (Hunt Hess grade III) and had a Glasgow Coma Scale score of 13. Initial brain computed tomography (CT) and CT angiography (CTA) showed a diffuse subarachnoid hemorrhage (SAH) in the basal cistern and bilateral sylvian fissures with thick hemorrhages without intraventricular hemorrhage (Fisher grade 3), and a wide-neck aneurysm of 7.3×6 mm at the anterior communicating artery (AcoA). The aneurysm was clipped immediately. Management of blood pressure and intracranial pressure was in accordance with the latest stroke guidelines at the neurological intensive care unit (ICU) ().\\ncEEG (Grass Technologies, West Warwick, RI, USA), and daily transcranial Doppler (TCD) were carried out from post-bleed days 5 to 9 (with the day of the SAH as day 0) to detect vasospasm according to a predetermined cEEG protocol. Her cEEG revealed diffuse theta slowing without asymmetry and TCD mean flow velocities increased to 100 cm/s and 106 cm/s in the right and left middle cerebral arteries (MCA) respectively, resulting in respective Lindegaard ratios of 3.03 and 3.31 on post-bleed day 5.\\nOn post-bleed day 6, the patient's level of consciousness recovered completely, and was stable to be transferred out of the neurological ICU. Her neurological status was stable during the daily morning round (9 a.m.) and the hospital's visiting hours (10 : 30 a.m.). Her cEEG alpha/delta ratio (ADR) was not remarkable at 10 a.m. From then on, there was a significant ADR abnormalitiy, and the neurointensivist detected a progressive and rapid decrement of the ADR on the left side (more in C3-P3 than in F3-C3) compared to the right at 11 : 45 a.m. The decrease of ADR was more than 60% change from baseline (). Shortly after this, the patient became acutely right hemiparetic (Medical Research Council grade 3/5) with global aphasia. We attributed this worsening as symptomatic vasospasm in the MCA territory based on quantitative cEEG and neurological examinations. During preparation for a corrective procedure, stat TCD was performed and the mean flow of the left MCA was shown to be further increased (161 cm/s) with a Lindegaard ratio of 5.03. Stat conventional cerebral angiography without CT angiography or CT perfusion was performed, and it showed severe vasospasm in the anterior cerebral artery (ACA) and MCA of the left hemisphere and there was a residual sac on the clipped aneurysm (). Successful chemical vasodialtion with intra-arterial (IA) infusion of 4 mg of nimodipine was carried out.\\nThe patient's neurological deficits including her moderate motor aphasia and leg weakness on the right side remained in the period immediately after the procedure; however, they were markedly improved compared to their severity before the procedure. On post-bleed day 7, her neurological status improved, but she still had minimal motor aphasia and leg weakness.\\nOn post-bleed day 8, the mean flow velocity of the left MCA was markedly increased to 207 cm/s with a 6.27 Lindegaard ratio in the morning. There was no asymmetry of ADR on cEEG and no symptom worsening. Although the patient's vasospasm was asymptomatic, we decided to perform conventional angiography because of the high probability of its change into symptomatic vasospasm. The moderate vasospasm remained stationary. IA angioplasty with 5 mg of nimodipine was performed again. Finally, she was discharged to home with only mild dysarthria after successful re-clipping of her AcoA aneurysm.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'22556195': 1, '15592008': 1, '19762703': 1, '10232530': 1, '34150068': 1, '9546487': 1, '22429809': 1, '16823296': 1, '23115657': 1, '14567598': 1, '15546778': 1, '26962422': 2}", "similar_patients": "{}"}