{"patient_id": 78504, "patient_uid": "4252995-1", "PMID": 25403316, "file_path": "comm/PMC004xxxxxx/PMC4252995.xml", "title": "An unexpected ferromagnetic foreign body detected during emergency magnetic resonance imaging: a case report", "patient": "A nearly three year old male Caucasian (weight 14 kg) was admitted to the pediatric department of our hospital. The parents reported symptoms of an upper respiratory tract infection that had lasted for about ten days. During the last five days the boy developed a productive cough with fever. On the day of admission the parents recognized a diffuse swelling and redness of the forehead and the right orbital region.\\nAn ongoing acute sinusitis was suspected and the child was admitted to the hospital. The preliminary physical examination revealed no further symptoms. A detailed inspection of nose and ears was not possible due to massive agitation and defensive behavior of the child. Laboratory results showed signs of a bacterial infection. Consequently intravenous antibiotics were administered.\\nIn order to plan a possible surgical intervention an urgent MRI scan of the head was indicated by our otolaryngology department. Due to the uncooperativeness of the child and because of the intended immediate operative procedure it was decided to perform the MRI scan under general anesthesia.\\nPrior to induction standard anesthesia monitoring including peripheral oxygen saturation, EKG and non-invasive blood pressure was established. Anesthesia was induced with propofol (5 mg/kg) and remifentanil (0.4 μg/kg/min). To facilitate orotracheal intubation mivacurium (0.2 mg/kg) was administered. After successful intubation anesthesia was maintained with sevoflurane (1.8 vol% end expiratory concentration) and continuous infusion of remifentanil (0.1 μg/kg/min).\\nThe child was positioned in the 3 Tesla MRI scanner and a preliminary scout was run. The first image revealed an extinction of the face indicating a ferromagnetic object in the scanned region (Figure ). A quick inspection revealed no obvious foreign object in the facial region.\\nTherefore a ferromagnetic foreign body in either mouth or nose was suspected and the child was removed from the MRI scanner. The detailed inspection of the nasal cavity revealed a small foreign body that could easily be removed by colleagues from our ear nose throat (ENT) department. After complete removal the object was identified as a small button battery (Figure ). A detailed examination revealed generalized swelling and a small mucosa lesion consistent with a burn or corrosion from acid. After a thorough lavage of the entire region the actual MRI scan was performed. While the initial scout was unremarkable detailed images still indicated ferromagnetic presence in the right nasal cavity (Figure ).\\nTo exclude any further foreign body a computed tomogram of the head was performed. The imaged proved that no further object was located in the nasal cavity. The structures seen on the MRI scans were considered as corresponding to ionic material in the mucosa.\\nAfter a second short inspection by the ENT colleagues anesthesia was discontinued and the child was extubated uneventfully.\\nThe further post interventional course was unremarkable and the child was discharged from the hospital three days after the procedure. Oral antibiotics were continued for seven days.\\nOn a follow-up visit four weeks later the child was doing remarkably well without any permanent issues.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'10931560': 1, '27583049': 2, '14656566': 1, '17505810': 1, '30704293': 1, '12740473': 1, '19018225': 1, '8497645': 1, '12731636': 1, '28088934': 1, '34437049': 2, '34223968': 1, '25403316': 2}", "similar_patients": "{'8373193-1': 1, '4988091-1': 1}"}