{"patient_id": 77497, "patient_uid": "4190831-1", "PMID": 25328736, "file_path": "comm/PMC004xxxxxx/PMC4190831.xml", "title": "Osteoid Osteoma of Distal Phalanx of Toe: A Rare Cause of Foot Pain", "patient": "A 34-year-old male was admitted to our clinic with complaints of progressive and severe localized pain at the tip of the toe of the right foot. The patient had ongoing pain during 17 months, particularly at night. The pain was relieved by nonsteroidal anti-inflammatory drugs. The patient was not able to wear a shoe due to the pain. The toe of the patient demonstrated local swelling and tenderness but there was no hyperemia or temperature increase. There was also no history of trauma. The patient has received 2 months of antibiotic treatment at another hospital because of suspicion of soft tissue infection.\\nOur patient presented with characteristic symptoms of night pain that was temporarily relieved by nonsteroidal anti-inflammatory drug (NSAID), local swelling of the digits, and typical radiographic images of nidus formation. Osteoid osteomas usually cause clubbing deformity when diagnosed at the finger []. But our patient did not have a clubbed toe. The diagnosis of osteoid osteoma was made preoperatively according to the clinical and radiological evaluations.\\nX-rays, BT, and MR images revealed a small oval radiolucency with cortical sclerosis, nidus formation, and a cortical defect at the tip of the distal phalanx. Radiography was very important to make the diagnosis of an osteoid osteoma in this patient ().\\nA longitudinal incision at the medial side of the distal phalanx of the toe was preferred for surgical exposure of the tumour. The mass was completely excised by curettage and nidus removal (). Soft and bony tissue samples were obtained for histopathological examination and microbiological culture. Microbiological cultures revealed no pathogenic organism. The patient's pain resolved immediately after the operation. The diagnosis was pathologically confirmed. The patient was followed up for 63 months with annual clinical, radiographic evaluations. There were no signs of the residual/recurrent disease.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'23089877': 1, '19603164': 1, '9677083': 1, '15064957': 1, '11132271': 1, '33830283': 1, '13670322': 1, '15566122': 1, '17293221': 1, '16039375': 1, '3956019': 1, '29151998': 2, '15014976': 1, '34367707': 2, '10478233': 1, '2713590': 1, '8641070': 1, '12944597': 1, '25328736': 2}", "similar_patients": "{'5676009-1': 1, '8337121-1': 1}"}