{"patient_id": 80720, "patient_uid": "4403850-2", "PMID": 25886578, "file_path": "comm/PMC004xxxxxx/PMC4403850.xml", "title": "Antifungal wound penetration of amphotericin and voriconazole in combat-related injuries: case report", "patient": "A 28 year-old male was injured by a close-proximity blast from a rocket-propelled grenade, causing multiple penetrating shrapnel injuries to the chest and abdomen (including liver and duodenal lacerations), as well as fractures of the humerus and calcaneus. Following wound debridements and exploratory laparotomy with distal gastrectomy, duodenectomy, and abdominal fascia closure, NPWT devices were applied over surgical sites on the arm, abdomen, and heel. During routine wound debridements, Aspergillus flavus was cultured from soft tissues of the hip and posterior thigh on post-injury days 10, 13 and 14. On post-injury day 10, histopathology identified fungal elements in viable skeletal muscle tissue from the groin, and in non-viable connective tissues of the foot as well as non-viable serosal adhesions of the antrum of the stomach and first part of the duodenum. On post-injury day 21, fungal elements were observed again in necrotic tissues of the groin. No angioinvasion was observed, thus establishing the diagnosis as probable invasive fungal infection []. Plasma and wound effluent were sampled on post-injury day 15 (Patient 2a, Table , antifungal treatment day 4) following doses of L-AmB (5 mg/kg IV every 24 h) and voriconazole (4 mg/kg IV every 12 h). Concurrent medications potentially interfering with voriconazole metabolism given on this date included pantoprazole 40 mg IV every 12 h and quetiapine 25 mg PO every 24 h. Despite apparently adequate plasma levels of amphotericin B (trough 12.8 μg/mL, Figure ) and voriconazole (trough 3.0 μg/mL, Figure ), free concentrations of amphotericin B (unbound to protein) in wound effluent were below the limit of detection for the assay (<2.5 ng/mL, Table ) and thus presumed to be sub-inhibitory for Mucorales (MIC ≤0.5 μg/mL). Whereas free voriconazole was detected at 2.7 μg/mL and 1.6 μg/mL from the arm and abdominal sites, respectively, the concentration in calcaneus effluent (0.6 μg/mL) was presumed to be sub inhibitory (MIC ≤1.0 μg/mL). In patient 2, plasma PK sampling was again performed for voriconazole only on post-injury day 21 (Patient 2b, Table , treatment day 11, and 7 days after the initial PK sampling). Concurrent medications potentially interfering with voriconazole metabolism given on this date included pantoprazole 40 mg IV every 12 h and ciprofloxacin 400 mg IV every 8 h. Notably, the systemic clearance of voriconazole increased nearly three-fold while the weight-adjusted volume of distribution more than doubled (Table ). This likely reflected improvement in hepatic function indicated by decreasing aspartate aminotransferase and alanine transaminase values, as well as discontinuation of quetiapine 6 days previously. Pantoprazole was continued at the same dose and frequency at both sampling periods. These changes resulted in a significantly reduced 12-hour area under the curve (AUC), a measure of overall voriconazole exposure, and much lower peak and subtherapeutic trough concentrations. These changes occurred despite an increased mg/kg dose of voriconazole, which in turn resulted from catabolic loss of 17 kg over 1 week caused by limiting feeding in the setting of penetrating gastrointestinal trauma. Patient 2 survived to hospital discharge on post-injury day 99.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'23959320': 1, '19953718': 1, '24106685': 1, '22730844': 1, '32665807': 1, '18310708': 1, '25239277': 1, '19317995': 1, '16080086': 1, '20962311': 1, '19608374': 1, '21142293': 1, '11850269': 1, '11850268': 1, '24424111': 1, '21200268': 1, '20056248': 1, '12144907': 1, '32913430': 1, '16802848': 1, '23042971': 1, '11897586': 1, '30249859': 2, '34295641': 1, '9026302': 1, '33877638': 1, '10379325': 1, '23215557': 1, '23192066': 1, '21844425': 1, '22075600': 1, '22588530': 1, '20733046': 1, '21936666': 1, '24823926': 1, '24642013': 1, '30901836': 1, '29221962': 1, '32971819': 1, '25886578': 2}", "similar_patients": "{'4403850-1': 2, '6173015-1': 1}"}