{"patient_id": 145888, "patient_uid": "4448480-1", "PMID": 26273362, "file_path": "noncomm/PMC004xxxxxx/PMC4448480.xml", "title": "Case report of polymorphous low-grade adenocarcinoma in the trachea with metastasis to the right middle lobe bronchus", "patient": "A 53-year-old woman presented to our hospital with a four-month history of intermittent hemoptysis and shortness of breath. Bronchoscopic examination revealed a 1.5-cm endobronchial mass that partly occluded the distal part of the right middle lobe bronchus and an operative scar below the glottis (Fig. , b). A computed tomography (CT) scan and three-dimensional CT reconstruction of the chest confirmed a mass (Fig. , d). Endobronchial biopsy revealed adenoid cystic carcinoma (ACC) (Fig. ). A right middle lobectomy and mediastinal lymph node dissection were performed. The patient recovered well after surgery. The mass to the cut margin of the bronchus measured 0.8 cm. Histopathologically, the bronchial cut margin was free from tumor infiltration, and there was no evidence of tumor invasion to the visceral pleura, the lymphovascular structures or the perineural structures. There were a total of six dissected lymph, tracheobronchial, and subcarinal nodes, and all were negative for tumor invasion. Postoperative pathology also revealed ACC (Fig. ). Positron emission tomography (PET)-CT scans, which were regularly performed and reviewed (2010, 2012, 2013), demonstrated two masses in the medial segment of the right middle lobe (Fig. –g) with no abnormity at other sites.\\nBronchoscopic examination revealed an operative scar below the glottis as a result of treatment performed 10 years earlier. The patient had been hospitalized with a one-year history of shortness of breath and a two-month history of blood in the sputum. A CT scan demonstrated a 1.7 cm cauliflower-like soft-tissue mass in the trachea at the level of the thyroid gland. An endotracheal biopsy revealed ACC (Fig. ). A tracheal tumorectomy with end-to-end anastomosis was performed. The patient recovered uneventfully after surgery. In terms of gross appearance, the mass was found to be 3 cm in diameter with a pedicel of approximately 2 cm × 1 cm. The microscopic finding revealed that the mass had invaded through the full thickness of the trachea wall. Histopathological examination after the operation also revealed ACC (Fig. –j).\\nTo determine whether the tumor of the right middle lobe bronchus was homologous with that of the trachea, hematoxylin and eosin staining of the bronchoscopic and postoperative specimens of the trachea and the right middle lobe bronchus were retrospectively analyzed, and immunohistochemical examination of all specimens were performed. The results revealed that the organizational structure of the tumor cells was diversiform, including solid, complex adenoid, papillary, and sieve-like structures. The nuclei of the tumor cells were round and uniform (Fig. ). Immunohistochemically, the tumor cells were all positive for cytokeratin (CK), CK8, periodic acid schiff, and alcian blue, and all negative for carcinoembryonic antigen, GCDF15, S-100, actin, smooth muscle actin, P63, NapsinA, and thyroid transcription factor-1. PET-CT was performed as blood in the sputum was again found four years ago. The blood in the sputum disappeared after another period of radiotherapy (60 CG). The final diagnosis was tracheal PLGA, therefore, the patient underwent periodic review.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'6578478': 1, '15306944': 1, '18617289': 1, '6692293': 1, '10421256': 1, '7570572': 1, '17449954': 2, '6886543': 1, '16389188': 1, '29761209': 1, '21591276': 1, '11265182': 1, '17075566': 1, '26273362': 2}", "similar_patients": "{'2693612-1': 1}"}