{"patient_id": 148149, "patient_uid": "4598550-1", "PMID": 26538765, "file_path": "noncomm/PMC004xxxxxx/PMC4598550.xml", "title": "Total knee arthroplasty in vascular malformation", "patient": "A 30-year-old woman working as a clerical staff, requiring daily commuting by crowded trains, was suffering from left knee pain for last 6 years. Her difficulty in walking had worsened since last 6 months and did not respond to nonsurgical management. She was bedridden for 2 months before she presented to us. She also had a history of intermittent rectal bleeding.\\nOn examination, there were cutaneous and soft tissue hemangiomas alongwith varicose veins throughout the affected left lower extremity from hip to toes, mainly on the gluteal region, posterior thigh, popliteal fossa, calf and foot [Figure -]. There were no visible salmon patches or portwine stains. Left lower extremity was not significantly enlarged compared to right lower extremity. There were no lesions over the anterior aspect of left knee. There was a 10° valgus alignment of the knee []. She had a flexion deformity of 20° with further flexion up to 40°. The movements were very painful in the available range of motion (ROM). The knee society pain score was 29 and her functional score was 0. There was no true leg length discrepancy. Dorsalis pedis and posterior tibial pulsations were palpable. The distal neurological status was normal. The right knee had full range of movements with no pain or deformity. There were no vascular lesions in right lower extremity. Bilateral hip examination was normal.\\nRadiographs [] showed severe degenerative tricompartmental arthritis in the left knee joint with bone loss from the lateral femoral condyle and the lateral tibial plateau. There was subchondral sclerosis and osteophyte formation. Phleboliths in the vascular malformations were noticed on the X-rays.\\nMagnetic resonance imaging and magnetic resonance venogram [] of the left lower limb with pelvis showed vascular malformation; mostly multifocal hemangiomas involving superficial and deep soft tissues of the entire left lower limb, pelvic region, rectum and left femur. There were no communications between the superficial and the deep lesions. Dual phase angiogram did not show any feeder artery or draining vein. As there were no feeder vessels, preoperative embolization was not done. Her coagulation profile was normal (bleeding time -5 s, clotting time -3 min, prothrombin time-13 s, international normalization ratio-1.1, activated partial thromboplastin time-28 s, Factor VIII-110% and Factor IX-100%). She did not have any systemic involvement. In the absence of limb hypertrophy, we could not label it as classical Klippel–Trenaunay syndrome, but it can be called as a variant of Klippel–Trenaunay syndrome.\\nSurgery was done under spinal anesthesia with tourniquet and exsanguination of limb using Eshmarch bandage. Anterior midline incision with medial parapatellar approach was used. Computer-assisted navigated surgery was done due to intra medullary involvement of the lesions []. Ci navigation system (DePuy, Brainlab, Germany) was used. Two thin threaded pins with bicortical holds were used to fix the clamps carrying the tracker ball arrays. The pin hold was good and remained well till the end of the surgery as the bone quality was good on both femoral as well as tibial sides. The synovium was grey-black with an orange tinge of the remaining articular cartilage. Femoral condyles were squared. Femoral bone cuts also revealed vascular malformations in the bone which were curetted out [].\\nCemented TKA using posterior cruciate substituting femoral prosthesis (PFC Sigma, Depuy, Johnson and Johnson) with all-poly tibial component [] was done. Bone wax was used to control bony bleeding from metaphyseal lesions at the femoral cuts. Complete hemostasis was achieved after release of tourniquet. Closure was done under re-inflated tourniquet as there was generalized ooze but no active bleeding. Total tourniquet time was 80 min. Intravenous (I.V) tranexamic acid was used (900 mg I.V. infusion, first dose 30 min before tourniquet inflation, second dose 3 h later, and additional third dose 6 h after second dose).\\nPostoperatively, her hemoglobin dropped from 12.5 g% to 8.6 g% and she was transfused three units of packed cell volume. Intra-operative blood loss was 300 ml. Postoperative drain was kept for 48 h. The total collection in drain was 650 ml. Prophylactically oral rivoroxaban 10 mg (Xeralto - Bayer Zydus Pharma) was given 2 weeks postsurgery, because such patients have increased risk of thromboembolism. Subsequently, she was kept on oral aspirin 75 mg daily for a period of 4 weeks. Patient was kept on intermittent calf pumps for 3 days postsurgery. She was given DVT above knee stocking and encouraged to do active ankle-foot exercises. Aggressive mobilization was used under supervision of a physiotherapist. Continuous passive motion and full weight bearing walking with a walker were started from next day of surgery. She was walking with walker support and had 0–90° ROM by 7th day, when she was discharged. Her wound healed well, and sutures were removed on the 15th day postsurgery.\\nAt 1-year followup, her knee society pain score improved to 97 and functional score improved to 100. She was walking normally without pain and had joined her job. She was also able to commute by crowded public trains without any support.\\nHistopathological examination of the removed bone and synovial tissue showed vascular proliferation with lymphoplasmacytic exudates. Conglomerate of vessels with thick walls and red blood cells in slit like lumina with hemosiderophages were seen. These findings were consistent with the histological examination of hemangiomas of Klippel–Trenaunay Syndrome.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'18990275': 1, '18514887': 1, '15741381': 1, '20124081': 1, '16417058': 1, '22972656': 1, '34178075': 2, '22005864': 1, '7707572': 1, '20054587': 1, '15634817': 1, '3039545': 1, '17367610': 1, '26538765': 2}", "similar_patients": "{'8202177-1': 1}"}