{"patient_id": 139201, "patient_uid": "4041958-1", "PMID": 24910731, "file_path": "noncomm/PMC004xxxxxx/PMC4041958.xml", "title": "Cardiopulmonary resuscitation with assisted extracorporeal life support during cardiac arrest caused by drug-eluting stent thrombosis: a case report", "patient": "A 66-year-old male patient (height 170.7 cm, body weight 64.9 kg) was scheduled for a laparoscopic anterior resection due to sigmoid colon cancer. He had a history of hypertension, diabetes mellitus, angina, and congestive heart failure. Ten months ago, he was diagnosed with MI. Hence, DES were implanted for left anterior descending (LAD) and left circumflex (LCX) coronary artery stenoses. He had been taking aspirin, clopidogrel, statin, angiotensin-converting enzyme inhibitor, furosemide, spironolactone and thiazide. Although a cardiologist recommended that medications should be stopped within 7 days, administration of aspirin and clopidogrel was voluntarily stopped 9 days before the surgery. However, the operation could be postponed no longer. Thus, his family sufficiently listened to the explanations about the state of patient, very high risk for perioperative MI, heart failure or sudden death and agreed to the surgery.\\nPreoperative laboratory results were as follows; electrocardiogram (ECG) information showed atrial fibrillations (Afib) and the echocardiography showed ischemic cardiomyopathy with severe left ventricular dysfunction, ejection fraction 24%, and regional wall motion abnormality (akinesia at whole apex, mid anterior, anteroseptum, basal inferior, basal to mid posterior, and mid lateral). Laboratory studies were unremarkable, but pulmonary edema was diagnosed on chest X-ray and the pulmonary function testing showed a mild restrictive pattern (FEV1/FVC = 64%).\\nEmergency drugs and defibrillator were ready at the operating room for sudden blood pressure (BP) drop or cardiac arrest. Premedication was not used. Monitoring were included 3-lead ECG with continuous ST segment analysis, pulse oximetry (SpO2), non-invasive BP monitor, and end-tidal carbon dioxide (EtCO2) measurements. Before anesthesia, vital signs included a BP of 113/63 mmHg, a heart rate (HR) of 88 beats/min, and SpO2 of 98%. After Allen's test, an arterial catheter was inserted in the right radial artery for continuous BP monitoring. After preoxygenation with 100% O2, etomidate 14 mg and rocuronium 50 mg were administered intravenously. Remifentanil was continuously infused using a TCI device (Orchestra® Base Primea, Fresenius-Vial, Brezins, France) with 2 ng/ml at the effect-site concentration. Anesthesia was maintained using 0.7 L/min O2, 1.3 L/min air, 1.5-2.5 vol% sevoflurane, and remifentanil 1.0-2.0 ng/ml. Dopamine at 0-7 µg/kg/min was continuously infused to maintain the mean BP above 60 mmHg. Ventilation was mechanically performed with a tidal volume of 480 ml and a rate of 12 breaths/min, and EtCO2 was kept between 31 and 45 mmHg.\\nThe operative technique involved intraperitoneal insufflation of CO2. The patient was placed in the Trendelenburg position and pneumoperitoneum was maintained with a variable-flow insufflator at a pressure of 13 mmHg throughout the surgery. Twelve minutes after the Trendelenburg position, the ST segment level decreased from initially -0.3 to -1.0, so nitroglycerin (NTG) 0.5 µg/kg/min was continuously infused. When CO2 insufflation was stopped, the ST segment level was restored to the initial level. Thereafter, the NTG infusion was stopped due to low BP. The operation was completed without any other significant complications and the patient was transferred to an intensive care unit (ICU). The total operation time was 1 hour and 55 minutes and the patient was under anesthesia for 3 hours. Crystalloid 250 ml and colloid 500 ml were totally infused. The estimated blood loss was 30 ml, and the urine output was 250 ml.\\nOn arrival at the ICU, the patient's vital signs were stable. Forty minutes after transfer to the ICU, sudden ventricular premature complexes occurred at a rate above 50 per minute, so 2 times of lidocaine 70 mg were injected. Ten minutes after the injection, a sudden onset of ventricular tachycardia was noted on the ECG. Synchronized electrical cardioversion at 150 J was performed. Thereafter, chest compressions were given and then epinephrine 1 mg and atropine 0.5 mg were intravenously injected. Four minutes after resuscitation, this was followed by ventricular fibrillation, epinephrine 1 mg and defibrillation with 200 J. When the compression stopped, the cardiac rhythm was not restored. Epinephrine 0.1 µg/kg/min was continuously infused and we decided to perform veno-arterial ECMO insertion 7 minutes after CPR. During ECMO insertion, chest compression was continuously performed, including defibrillation 200 J, and epinephrine 1 mg and sodium bicarbonate 40 mEq injection two times. Twenty three minutes after cardiac arrest, ECMO support was applied and a 12-lead portable ECG () was checked. Nevertheless, the ventricular fibrillation continued and defibrillation at 200 J was performed 4 times. Due to the lack of a response to 100 mg injected lidocaine, an amiodarone infusion was started. Epinephrine dosage was increased to 0.15 µg/kg/min and dopamine 10 µg/kg/min was continuously infused.\\nTransthoracic echocardiography showed lower cardiac output (EF < 15%) and wider anterior wall motion abnormality than preoperative finding. According to abnormal transthoracic echocardiographic findings and the patient's medical history, anterior infarction caused by stent thrombosis was strongly suspicious. Thus, coronary angiography was performed. The patient was transferred to the cardiac catheterization room with ECMO support and dopamine 10 µg/kg/min, amiodarone 0.5 mg/min, heparin 10 u/kg/hr, and epinephrine 0.05 µg/kg/min administration. The angiographic findings showed that stent thromboses were detected in both LAD and LCX stents (). In addition, total occlusion of the proximal right coronary artery was detected. Therefore, balloon inflation was performed in the LAD and the LCX. In addition, intraaortic balloon pump (IABP) was inserted in the left femoral artery.\\nIn the ICU, vital signs were stable at ECMO flow rates between 3 and 4 L/min and the ECG was normal sinus rhythm. Therefore, the dosages of dopamine and epinephrine were reduced to 5 µg/kg/min and 0.01 µg/kg/min each. Heparin 6 u/kg/hr, aspirin 100 mg and clopidogrel 75 mg were administered as anticoagulants.\\nOn the 3rd day after the surgery, the vital signs were stable. Therefore, he was weaned from ECMO support. On the 5th day after the surgery, the patient was extubated, and IABP was removed on the 6th day. On the 7th day, the portable transthoracic echocardiography showed that estimated left ventricular ejection fraction was 30 to 35% and the ECG showed normal sinus rhythm. Because the patient had stable vital signs without inotropics and vasopressors, the patient was transferred to the general ward, and discharged from the hospital on the 36th day after the surgery.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'22899771': 1, '10987599': 1, '20442357': 1, '17650517': 1, '29739182': 2, '17543633': 1, '18813037': 1, '18813033': 1, '12455080': 1, '28184261': 1, '20010515': 1, '19884473': 1, '6431851': 1, '26485651': 1, '22148087': 1, '18603291': 1, '18242273': 1, '15870416': 1, '24910731': 2}", "similar_patients": "{'6458504-1': 1}"}