{"patient_id": 83759, "patient_uid": "4630380-1", "PMID": 26576158, "file_path": "comm/PMC004xxxxxx/PMC4630380.xml", "title": "A Case of Special Complication following a Large Amount of Polyacrylamide Hydrogel Injected into the Epicranial Aponeurosis: Leukocytopenia", "patient": "A 50-year-old woman had undergone craniofacial augmentation involving bilateral injection of a large amount of PAAG into the temporal epicranial aponeurosis in 1997. During the 6 months after the operation, the patient complained repeatedly of recurrent swelling of the affected regions. To alleviate the symptoms, the plastic surgery clinic where she underwent the augmentation attempted to squeeze out the filler material through a 5 cm coronal incision in the scalp. The volumes of PAAG originally injected and then later removed are both unknown. After the operation to remove the PAAG, the patient's symptoms did not improve.\\nWhen the patient came to our department 15 years after the first operation, she complained of recurrent swelling of the temporal region, forehead, and eyelids as well as pain at the temporal regions that became even more intense with cold ambient temperature or with large facial expressions. Firm palpation of the temporal region of the scalp over the injected PAAG revealed persistent indention resembling pitting edema, which disappeared after about a minute. Magnetic resonance imaging (MRI) T2 images showed extensive migration of the PAAG as a hyperintense mass. The PAAG had spread from the temple regions to the cheek and neck regions () and from the forehead to both the upper and lower eyelids (). The filler had infiltrated the left temporalis more than the right temporalis, which may explain the more intense pain experienced by the patient in the left temporal region compared to the right temporal region. We performed an operation to remove the PAAG under general anesthesia with bilateral temporal incisions in the scalp. When we reached the epicranial aponeurosis, we found it was impossible to separate the PAAG from the patient's tissues because the PAAG had permeated the tissues (). Thus, we removed most of the PAAG in the epicranial aponeurosis at the temporal region and forehead together with the affected tissues.\\nPathological analysis revealed the presence of an amorphous foreign material deposited in the tissue without any evidence of a foreign body reaction or inflammatory cells. In addition, bacterial cultures were negative. In the routine preoperative examination, the patient's white blood cell count (WBC) was 2.9 × 109/L. However, the patient denied taking any antibiotics or immunosuppression drugs within the previous month. After consultation from the hematologic department, we injected granulocyte colony-stimulating factor subcutaneously the night before the operation, and, in the morning of the operation, the patient's WBC had increased to 14.2 × 109/L. Three months after the operation, the patient returned for follow-up. She reported that the temporal pain and swelling of her forehead and temple were reduced and her WBC was 4.9 × 109/L. However, she refused additional MRI examinations. In the following year, we called the patient to learn whether the leukocytopenia had continued. The patient reported that two additional blood tests carried out since her last follow-up were both normal.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'32449041': 1, '19540824': 1, '19673594': 1, '21074506': 1, '18300986': 1, '25553966': 1, '25260141': 1, '1668792': 1, '18650737': 1, '20885258': 1, '21717258': 1, '21638162': 1, '26576158': 2}", "similar_patients": "{}"}