{"patient_id": 151395, "patient_uid": "4825159-1", "PMID": 27044771, "file_path": "noncomm/PMC004xxxxxx/PMC4825159.xml", "title": "Regression of esophageal varices during entecavir treatment in patients with hepatitis-B-virus-related liver cirrhosis", "patient": "A 48-year-old man visited outpatient clinic with abdominal discomfort. He was a hepatitis B surface antigen (HBsAg) carrier for long time. The physical examination showed shifting dullness and pitting edema. Laboratory findings were as follows: white blood cell count of 5,100/µL (N:4,000-10,000), hemoglobin of 15.3 g/dL (N: 13-17), platelet count of 1.79×105/µL (N:150,000-450,000), creatinine of 1.2 mg/dL (0.9-1.3), aspartate aminotransferase level of 442 IU/L (N:8-38), alanine aminotransferase (ALT) level of 414 IU/L (N:4-44), total bilirubin of 1.7 mg/dL (N:0.2-1.2), albumin of 3.3 g/dL (N:3.8-5.3), and prothrombin time of 1.1 international normalization ratio (INR) (N:0.88-1.2). HBsAg and hepatitis B e antigen (HBeAg) were positive. Anti-HBs and anti-HCV were negative. Serum level of HBV DNA was 3.87×105 IU/mL. Ultrasonography showed coarse echogenicity in liver parenchyma, nodularities in liver surface, and moderate amount of ascites, which were suggestive of liver cirrhosis (). The size of spleen was 10cm in long axis. Esophagogastroduodenoscopic examination showed straight and slightly enlarged tortuous varices in distal esophagus (, , ), designated as F1 or F2 according to the general rules for recording endoscopic findings of esophagogastric varices [].\\nEntecavir of 0.5 mg/day orally per day was initiated on April 12, 2010. Spironolactone was also started at this time and continued until ascites and pitting edema resolved. Routine laboratory tests, including liver function tests and HBV DNA level were performed every 1-3 months. HBeAg, anti-HBe, AFP, and abdominal ultrasonography were performed every 6 months. Alanine aminotransferase (ALT) were normalized after 3 months of entecavir therapy. Undetectable HBV DNA (< 20 IU/mL) was achieved after 6 months of entevavir therapy. Serum ALT showed persistent normal value and HBV DNA was undetectable until the last follow up (November 18, 2014).\\nFollow-up endoscopy, performed on February 9, 2012 and November 28, 2014, showed minimal esophageal varices () and complete regression of esophageal varices (, ), respectively.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'23389810': 1, '30546995': 1, '19455106': 1, '16306522': 1, '26201469': 1, '22436845': 1, '23234725': 1, '15470215': 1, '20078657': 1, '16447275': 1, '17539992': 1, '21145419': 1, '17879356': 1, '25179493': 1, '15349904': 1, '2051008': 1, '31226942': 1, '14996343': 1, '12586291': 1, '17101332': 1, '20683932': 1, '10643630': 1, '34926657': 1, '23213040': 1, '2332585': 1, '17256718': 1, '33710585': 1, '11151893': 1, '27044771': 2}", "similar_patients": "{}"}