{"patient_id": 148682, "patient_uid": "4629573-1", "PMID": 26623362, "file_path": "noncomm/PMC004xxxxxx/PMC4629573.xml", "title": "Experimental treatment of recurrent otitis externa", "patient": "Subject of the experimental treatment is a ten years old Samoyed male dog named Ian. Frequent recurrent ear infection in the last few years leads to discomfort in the life of the dog. In the last instance the dog was affected by an outer ear infection due to allergen and it was submitted to an experimental treatment. The clinical signs were painful ears, unpleasant odor and itching. The examination established waxy yellowish discharge, filling the ear canal and running down the coat (). In the otoscope view the canal and the pinna were inflamed.\\nThe treatment was performed using the following materials: silver nanoparticles stabilized in polyvinyl alcohol (PVA/AgNps) with a silver concentration of 2000 mg/L (ICP-OES). The preparation of PVA/AgNps is described earlier (Pencheva et al., 2012). Betazon Trio (Antibiotic, Razgrad, Bulgaria) (Betamethasone 0.500 mg/g plus Clotrimazole 10 mg/g plus Gentamicin 1 mg/g ointment); Epi-Otic Cleaner (Virbac); Depedin (Veyx-Pharma GmbH, Germany) (1 ml contains: 7.5 mg of prednisolone acetate, dexamethasone, 2.5 mg, 0.1 mg of ethyl 4-hydroxybenzoate, 0.1 mg of propyl 4-hydroxybenzoate), Eukanuba dermatosis.\\nThe treatment of the dog was complex since it was necessary to overcome the bacterial infection and to reduce to a minimal re-exposure to the allergen. The destroyed skin barrier need to be reconstructed and the activity of the cells releasing mediators need to be reduced. Therefore, the treatment of dog Ian was combined. The ears were treated 14 days with experimentally prepared material containing 5 ml of PVA/AgNps hybrid material (silver concentration 2000 mg/L) to 11.5 ml of the commercial product “Betazon Trio” - “Antibiotic-Razgrad”.\\nThe sample from the ear discharge was stained with Diff Quick and Gram stain and this revealed the presence of Gram-positive coccus-like bacteria. In the microbiological test of the ear wax swab, the presence of pathogenic microbes was not established. The predominant isolates were identified with conventional microbiological methods of identification and the software program “PIB” (Probabilistic Identification of Bacteria). Staphylococcus capitis and Micrococcus luteus were with a semi-quantitative evaluation considered as significant. Based on our results, we hypothesized a disturbed microbial homeostasis due to allergic irritation.\\nEstimation of cytotoxicity was essential before starting the application of one new substance in order to evaluate it as a potential anti-bacterial agent. To assess the cytotoxical in vitro effect of PVA/AgNps, Madin-Darby canine kidney cell line (MDCK) was used for testing. Cell viability was estimated by a modification of the MTT assay (Mosmann, 1983), which determines the metabolically active mitochondria of cells. Cells were seeded in 96-well microplates (Nunclon) at a concentration of 5 × 104 cells/well. Confluent monolayers were washed, covered with media containing the PVA/AgNps in concentrations from 70 mg/ml to 0.0005 mg/ml and cultured at 37°C for 24h and 48h. Cells grown in medium without the compound served as a control. After 48h incubation, the medium was replaced with MTT (Sigma-Aldrich) and dissolved at a final concentration of 5 mg/ml in serum-free medium, for further 4h incubation. Then, the MTT-formazan product was solubilised in ethanol: DMSO (1:1), and the optical density was measured at a test wave length of 540 nm maximal nontoxic concentration (MNC) was expressed as a % from the control cells taken as 100%. Using dose-response curves the concentration of tested compound able to reduce cell viability on the 24h and 48h with 50% (CD50) was determined. Each experiment was performed in triplicate. The maximal concentration, which altered neither the morphology of monolayer nor the cell survival rate, was recognized as MNC. The CD50 of tested compound was calculated from the dose-response curves.\\nBoth MNC and CD50 values were evaluated simultaneously by morphological and by cell survival criteria. According to both criteria silver nanoparticles in polyvinyl alcohol PVA/AgNps exhibited a low cytotoxicity in a concentration range from 0.0005µg/ml to10 µg/ml. This result was dose-dependent manner. The dose – response curves obtained after 24h and 48h culturing in modified media are presented in . Based on the data from cytotoxicity experiments we calculated the CD50 to MNC ratio – therapeutic efficacy or index (TE, TI). The ratio characterizes the tolerable concentration range in which the particular compound could be applied avoiding significant cell alterations. According to literature (Von Roemeling, 1991) any compound which is with TI greater than 3 is considered to be a promising chemotherapeutic agent. In our case the PVA/AgNps has a TI = 90 × 103. That puts it as a very promising agent with good tolerance and cell toxicity. These data gave us further reason to use the preparation for topical treatment for bacterial infections in vivo using a laboratory model dog.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'6606682': 1, '24407450': 1, '11504778': 1, '12058723': 1, '20456716': 1, '22024958': 1, '2006791': 1, '26623362': 2}", "similar_patients": "{}"}