{"patient_id": 78663, "patient_uid": "4265977-1", "PMID": 25512857, "file_path": "comm/PMC004xxxxxx/PMC4265977.xml", "title": "High-intensity focused ultrasound provides palliation for liver metastasis causing gastric outlet obstruction: case report", "patient": "A 49-year-old female with previously diagnosed breast cancer was referred to us with metastasis, bilaterally and extensively in the lung, in the left acetabulum and in the liver, primarily in the left lobe and in the right (segments 5 to 8 and segment 8, respectively). Three years previously, she had undergone a wide excision and axillary lymph node dissection for a ductal carcinoma pT3N1M0. After the surgery, she was treated with an adjuvant radiotherapy regimen of 50 GY in 25 fractions over 5 weeks and first line chemotherapy agents, such as anthracyclines, taxanes (docetaxel) and cyclophosphamide. She completed a long course of endocrine therapy with tamoxifen.\\nInitially, she was started on a monoclonal antibody therapy with bevacizumab. The disease progressed notwithstanding the chemotherapy treatment.\\nThe patient, with a KPS of 70%, presented with anorexia, right upper quadrant pain, weight of loss body mass index (BMI) of 16, vomiting and right coxalgia. A full-body CT scan showed multiple liver and lung deposits, and an osteolytic metastases of the left acetabulum (Figure a). A 3D rendering of the pre-HIFU reconstruction clearly showed the extent of the disease (Figure b).\\nThe gastric outlet obstruction was due to a left liver metastasis with a volume of 10 cm × 7 cm × 10 cm, corresponding to 365,6993 cm3. The lesion volume was calculated by a volumetric semi-automatic segmentation technique analysis on CT scan with slices of 2 mm thin. This lesion caused the most severe symptom upon referral, compressing the duodenum and delaying gastrointestinal transit. Pre-treatment oesophagogastroduodenoscopy confirmed an external obstruction with normal gastric mucosa. To improve patient's quality of life effectively without harm, an HIFU procedure seemed to be the most feasible option for debulking.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'16084419': 1, '9712565': 1, '15552623': 1, '20501734': 1, '15545506': 1, '18333254': 1, '12049967': 1, '16189519': 1, '16950593': 1, '10719458': 1, '10776428': 1, '20729423': 1, '18025338': 1, '22884198': 1, '11783096': 1, '22425166': 1, '20230379': 1, '20075714': 1, '22825771': 1, '14500272': 1, '15081972': 1, '5358277': 1, '21901565': 1, '15858105': 1, '17255182': 1, '17109081': 1, '22699746': 1, '21358073': 1, '21909952': 1, '17146334': 1, '9428482': 1, '21191835': 1, '19287104': 1, '15550858': 1, '27500145': 1, '18795303': 1, '25512857': 2}", "similar_patients": "{}"}