{"patient_id": 74828, "patient_uid": "4007787-1", "PMID": 24826243, "file_path": "comm/PMC004xxxxxx/PMC4007787.xml", "title": "A Case Report of Coronary Arteriovenous Fistulas with an Unruptured Coronary Artery Aneurysm Successfully Treated by Surgery", "patient": "A 58-year-old female with a history of Wolff-Parkinson-White syndrome presented at our institution with palpitations and chest pain. Her systolic blood pressure was 80 mm Hg, and her heart rate was 188 beats/min. Her chest was clear on auscultation, and no abnormal murmur could be heard. In addition, blood chemistry findings including cardiac enzyme and lipid profiles were within normal limits. Electrocardiography revealed paroxysmal supraventricular tachycardia; however, chest radiograph did not present any signs of cardiomegaly or pulmonary congestion. Antiarrhythmic drugs, such as cibenzoline and adenosine, were ineffective. Tachycardia was resolved by electrical cardioversion. Transthoracic echocardiography (TTE) revealed normal left ventricular systolic function (ejection fraction: 73%). However, we evaluated the parasternal long-axis view at the aortic valve level and observed abnormal, tortuous vessels around the right coronary artery (RCA) (Figures and ). Doppler color flow imaging revealed predominantly diastolic flow signals (), close to the pulmonary trunk (). CAG (Figures and ) and coronary computed tomography (CT) (Figures and ) performed for further investigation revealed dilated fistula vessels originating from the proximal RCA and left anterior descending artery (LAD) and joining the pulmonary trunk; moreover, we detected a saccular aneurysm 1 cm in diameter, around the RCA. Subsequently, we confirmed the diagnosis of CAVF with an unruptured aneurysm and performed surgical treatment. Surgical findings () concurred with the CAG and coronary CT findings. Fistula vessels between the proximal RCA and pulmonary trunk were ligated and clipped (Figures and ); a saccular aneurysm, 1 cm in diameter around the proximal RCA, was resected. Fistula vessels between the proximal LAD and pulmonary artery (PA) were ligated and clipped (Figures and ). Pathological examination of the resected aneurysm revealed hypertrophic walls comprising proliferating fibroblast cell covered with thin elastic fibers. Very few atherosclerotic changes were evident in the aneurysm walls (Figures and ). The postoperative course was uneventful without complications, and the patient was discharged 17 days after surgery.", "age": "[[58.0, 'year']]", "gender": "F", "relevant_articles": "{'2239674': 1, '7230558': 1, '2644055': 1, '3364344': 1, '11897446': 1, '4021255': 1, '5444700': 1, '1180600': 1, '4580425': 1, '7462747': 1, '31606954': 1, '27843191': 1, '8480661': 1, '6830365': 1, '31008035': 2, '15997751': 1, '25196980': 1, '2365508': 1, '618390': 1, '2208265': 1, '30874919': 2, '6016665': 1, '3732293': 1, '1995248': 1, '10935386': 1, '8437384': 1, '348342': 1, '7283502': 1, '24826243': 2}", "similar_patients": "{'6419856-1': 1, '6450228-1': 1}"}