{"patient_id": 149022, "patient_uid": "4655804-1", "PMID": 26613026, "file_path": "noncomm/PMC004xxxxxx/PMC4655804.xml", "title": "New combined CFH/MCP mutations and a rare clinical course in atypical haemolytic uraemic syndrome", "patient": "A 31-year-old female presented in our hospital with abdominal pain. The investigations performed showed gallbladder infection and microangiopathic haemolytic anaemia, thrombocytopaenia and acute kidney injury. She had a past medical history of kidney stones and one uneventful pregnancy, and no previous history of diarrhoea. She had no family history of kidney disease or aHUS. Initial investigation revealed the following: haemoglobin 8.3 g/L, platelet count 140 × 106/μL and serum creatinine 3.8 mg/dL. A peripheral blood smear revealed fragmented red cells consistent with thrombotic microangiopathy. The gallbladder infection was treated with broad-spectrum antibiotics with resolution of symptoms. Despite this, after 2 days she became thrombocytopaenic (73 × 106/μL), and serum creatinine rose to 4.8 mg/dL accompanied by haematuria and proteinuria. Plasma exchange (PE) with fresh frozen plasma was promptly started. Her course was complicated with fluid overload and oliguria, leading to the need to perform a brief period of haemodialysis. Following nine sessions of PE over a period of 2 weeks, her parameters improved (haemoglobin 12.4 g/dL, platelet count 220 × 106/μL, lactate dehydrogenase (LDH) 1054 U/L, serum creatinine 1.1 mg/dL). The study performed at presentation showed normal ADAMTS13 activity and C3 serum levels. The patient was clinically diagnosed with aHUS, possibly triggered by the gallbladder infection. After 4 years, her renal function and platelet number are normal, but the patient has persistent microangiopathic haemolytic anaemia (Table ). Despite analytical parameters of haemolysis (LDH 1554 U/L, indirect bilirubin 1.54 mg/dL and absent haptoglobin), the patient has no signs or symptoms of organ injury/thrombosis, no hypertension, no proteinuria and the haemoglobin levels remain stable with no need for blood transfusion. During these 4 years, the patient had possible triggering events (infection and cholecystectomy), with no relapse of aHUS. In keeping with this, we performed a genetic analysis to investigate whether the patient carried some genetic abnormalities associated with aHUS. Mutation screening of CFH, MCP and CFI by Sanger sequencing revealed two heterozygous mutations: a CFH (c.3493 C>T, p.His1165Tyr) and an MCP (c.1058 C>T, pAla353Val). The first amino acid substitution is not described, and the second is known as a disease mutation [, ].", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'19846853': 1, '19459807': 1, '22517061': 1, '23431077': 1, '26613024': 1, '20613506': 1, '16621965': 1, '19856002': 1, '23738544': 1, '17599974': 1, '26613026': 2}", "similar_patients": "{}"}