{"patient_id": 142842, "patient_uid": "4284489-1", "PMID": 25588634, "file_path": "noncomm/PMC004xxxxxx/PMC4284489.xml", "title": "Indolent CD56-Positive Clonal T-Cell Lymphoproliferative Disease of the Stomach Mimicking Lymphomatoid Gastropathy", "patient": "A 41-year-old Korean woman without any symptoms was admitted to the hospital for her annual health checkup. Gastric endoscopy revealed diffuse mucosal atrophy, multiple ulcers, and ulcer scars up to 1.2 cm with surrounding mucosal nodularity on the body and proximal antrum. On sigmoidoscopy, no abnormal findings were observed. The chest and abdominal computed tomography (CT) showed mild and diffuse wall thickening of the stomach. On positron-emission tomography (PET), a focal increased 18F-2-fluoro-2-deoxy-D-glucose uptake in the lower body of the stomach was present. There was no organomegaly or significant lymphadenopathy.\\nBiopsies from the stomach revealed erosion of the mucosa with diffuse infiltration of small to medium atypical lymphoid cells in expanded lamina propria. Atypical lymphocytes had clear and abundant cytoplasm. The nuclei were round or indented with dispersed chromatin and inconspicuous nucleoli. Some of the atypical lymphocytes had eosinophilic cytoplasmic granules. The granules were less eosinophilic and finer than those of eosinophils. The gastric glands had been invaded by atypical cells leading to lymphoepithelial lesion-like appearance. Many plasma cells, eosinophils, and neutrophils were mixed with atypical lymphocytes. There was also focal necrosis. Angiocentric infiltration of atypical cells was not observed. Helicobacter pylori was seen on the surface of the mucosa. The atypical cells expressed cytoplasmic CD3, CD56, TIA-1, and granzyme B, but were negative for CD4, CD8, CD30, βF1, and TCRγ. The Ki-67 labeling index was low. EBER was not detected in any biopsies using in situ hybridization. Polymerase chain reaction analysis for TCRγ gene rearrangement revealed monoclonality (). Because the initial diagnosis was PTCL-NOS, Ann Arbor stage IE, the patient was treated with chemotherapy including cyclophosphamide, doxorubicin, vincristine, and prednisone for six cycles during 4 months. The patients achieved complete remission (CR) through three cycles of primary chemotherapy. Nine months after initial CR, the patient had no symptoms, but gastric biopsy revealed similar lesions in the lower body, antrum, and fundus. The patient postponed further therapy for 30 months and underwent regular follow-up with endoscopy and CT. During the 30 months, eight gastric biopsies revealed a persistent lesion, but there was no progression of the lesion in the stomach or to other sites. After 30 months, radiotherapy was given with disappearance of the infiltrate. However, 10 months later, a biopsy revealed reappearance of the infiltrate at the same site of the stomach. Subsequently, the patient was not been treated, but was checked by endoscopy and CT or PET. At 72 months after the first diagnosis, the patient still had localized gastric lesion, but no symptoms.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'17150027': 1, '20829373': 1, '24009234': 1, '10517900': 1, '20966166': 1, '23861889': 1, '24627701': 2, '20139988': 1, '25588634': 2}", "similar_patients": "{'3950241-1': 1}"}