{"patient_id": 140434, "patient_uid": "4134628-1", "PMID": 25136193, "file_path": "noncomm/PMC004xxxxxx/PMC4134628.xml", "title": "Successful use of sustained low efficiency dialysis in a case of severe phenobarbital poisoning", "patient": "A 30-year-old female who was a known case of chronic depression aggravated by postpartum status (history of child-birth 6 months back) and on venlafaxine therapy was found unconscious, with grunting and frothing from mouth, 4 h after a suspected overdosage of 54 g of phenobarbital (90 tablets of 60 mg each). Being healthcare personnel, she had access to phenobarbital tablets. She had a cardiac arrest en route and required chest compressions and mouth to mouth breathing for about ΍ h until she reached the emergency department. There she was intubated and ventilated, with a Glasgow coma scale (GCS) score of 3/15 and bilaterally 3 mm reacting pupils. She required vasopressor support with noradrenaline. Toxicology screen came back positive for barbiturate, and she was shifted to the Intensive Care Unit (ICU). In the ICU, she was further resuscitated with fluids. She developed severe hypoxia due to large aspiration of gastric contents, possibly during transport. We opted for initial treatment in the form of forced alkaline diuresis with sodium bicarbonate, ventilator support (assist control/volume control mode with high positive end-expiratory pressure and low tidal volume) and gastric decontamination with activated charcoal every six hourly for 48 h. Therapeutic hypothermia was not advocated as barbiturates are neuroprotective and can cause hypothermia.[] Broad-spectrum antibiotic coverage was given. The first measured phenobarbital level (about 20 h from time of ingestion) was 198 mcg/ml. After 2 days of therapy, the phenobarbital level came down only to 153.8 mcg/ml. Given the lack of progress of her neurological status (GCS E1M4Vt), we opted for a trial of 4 h SLED with dialysate-flow rate 300 ml/min, blood-flow rate150 ml/min and no fluid removal, since she was hypotensive and requiring noradrenaline support. Following the first dialysis her phenobarbital level dropped from 153.8 mcg/ml to 92.5 mcg/ml, hemodynamics improved and vasopressors were tapered off. Following the next dialysis, the drug level further dropped to 40.7 mcg/ml, patient started having spontaneous eye opening and became restless for which mild sedative in the form of dexmedetomidine in a low dose had to be started. Phenobarbital level continued to fall subsequently and in the next day with a drug level of 27.8 mcg/ml and a remarkably improved GCS, the patient was extubated. Within the following 6 h, she started communicating verbally and started taking oral feeds. A full psychiatric assessment was carried out and she was started on appropriate medication. She was shifted out of the ICU the next day and went on to make a full recovery.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'1502622': 1, '24265338': 1, '10977799': 1, '22237210': 1, '12628894': 1, '111596': 1, '3301970': 1, '27587068': 1, '10584586': 1, '15150372': 1, '13319014': 1, '25136193': 2}", "similar_patients": "{}"}