{"patient_id": 83408, "patient_uid": "4607964-2", "PMID": 26523183, "file_path": "comm/PMC004xxxxxx/PMC4607964.xml", "title": "Sarcoidosis with heart involvement: a rare association of terrible prognosis, a report of two cases", "patient": "A 48-year-old Tunisian woman, presented to our consultations with a history of intermittent palpitations and exertional dyspnea of 4 months duration, progressively worsening for 2 weeks before, without any history of chest pain or syncope. She had a past history of systemic sarcoidosis diagnosed in April 2009 on the basis of the following compatible clinical and radiologic findings: systemic symptoms (such as fatigue, anorexia, and weight loss), parotid enlargement, negative tuberculin skin test, lymphopenia, hypercalciuria, increased serum ACE level, intrathoracic lymphadenopathies which were hilar (), bilateral symmetrical, and associated with right paratracheal window lymph node involvement. Pulmonary functions tests demonstrated decreased volumes and CO diffusing capacity. Lymphocytosis in broncho-alveolar lavage was observed and a CD4+/CD8+ lymphocyte ratio was greater than 3.5. Lip biopsy of accessory salivary glands was compatible with grade 1 according to Chisholm's classification. After ruling out the other granulomatous diseases such as tuberculosis, lymphoma, crohn's disease, Wegner granulomatosis…, the diagnosis of systemic sarcoisosis was ascertained. A short-course corticosteroid therapy with antimalarial drug were initiated with a favorable evolution both clinically and radiogically. The patient was presented in November 2011 with a history of intermittent palpitations and exertionaldyspnea of 4 months duration, progressively worsening for 2 weeks before. She denied any history of hypertension, diabetes mellitus, coronary artery disease and thyroid disease. She did not smoke, consume alcohol, or illicit drugs. On physical examination, she was conscious, cooperative, and afebrile. She had a BP of 120/70 mmHg and a pulse of 160 beats/minute. There were no signs of cardiac failure; the rest of the physical examination did not reveal any abnormal findings. She was admitted to the cardiac intensive care unit. The admission ECG showed a ventricular tachycardia at 160 cycles/minute. In the light of these typical symptoms and electrocardiographic alterations in a patient having systematic sarcoidosis, the diagnosis of sarcoidosis with cardiac involvement was suspected. The echocardiography showed a FE of 50%, bright shadows consisting with infiltration in the basal and inferoseptal ventricular myocardium, and moderate mitral regurgitation. Coronary angiography revealed normal coronary arteries. The cardiac electrophysiology study showed a monomorphic ventricular tachycardia induced by isoproterenol. Laboratory tests showed no relevant alterations in myocardial necrosis biomarkers, blood cell count, renal and liver function, or electrolytes. Given the absence of primary heart disease that would explain the cardiac abnormalities and especially the previous diagnosis of systemic sarcoidosis, the final diagnosis was sarcoidosis with cardiac involvement. The patient started with a dose of 1 mg/kg/day of corticosteroid, in addition to supportive care. Over 8 months, the steroids were tapered to a dose of 10 mg/day. Anti arrhythmic drug therapy (Amiodarone) and β blocker were initiated. Given the recurrent ventricular tachycardia with amiodarone, we proceeded to the implantation of an automated implantable cardioverter-defibrillator (ICD). Evolution was favorable.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'8697868': 1, '10426842': 1, '15619415': 1, '1894867': 1, '7956431': 1, '11734441': 1, '3312535': 1, '22291785': 1, '327806': 1, '26523183': 2}", "similar_patients": "{'4607964-1': 2}"}