{"patient_id": 85094, "patient_uid": "4736659-1", "PMID": 26837430, "file_path": "comm/PMC004xxxxxx/PMC4736659.xml", "title": "Primary alveolar soft part sarcoma of uterine corpus: a case report with immunohistochemical, ultrastructural study and review of literature", "patient": "A 66-year-old female was hospitalized for atypical vaginal bleeding and anaemia. On gynecologic examination, the uterus was enlarged and the cervix was prolapsed. Transvaginal ultrasound identified a well-circumscribed, intramural nodule measuring 5 cm in diameter, located in the uterine corpus. The patient underwent total abdominal hysterectomy and bilateral salpingo-oophorectomy. Intraoperatively, no ascites or adhesions were seen surrounding the uterus, ovaries, and salpinges. No enlarged pelvic lymph nodes were noted neither peritoneal lesions were found.\\nGross pathologic examination revealed thickening of the cervical mucosa and an intramural, sharply circumscribed, round, firm, grey-white nodule with trabeculated cut surface located in the endocervix. The uterine corpus was enlarged and deformed because of an intramural nodule, measuring 5 cm in diameter. On cut section, this lesion was well circumscribed, soft, with irregular border, colour varying from yellow, brownish and grey and a large haemorrhagic zone centrally located (Fig. ). The ovaries and salpinges were macroscopically unremarkable.\\nHistologically, the cervix showed atrophic epithelium and an intramural leiomyoma. The nodule of the uterine corpus was characterized by neoplastic cells arranged in an organoid pattern (Fig. ), with nests surrounded by a delicate fibrovascular septa highlighted by PASD and anti-CD34 stains. Extensive degenerative changes, such as hyalinization, haemorrhage and hemosiderin deposits were observed (Fig. ). Most cells had abundant eosinophilic granular cytoplasm, distinct border and vesicular nuclei with prominent nucleolus (Fig. ). Other cells were large, with clear vacuolated cytoplasms (Fig. ). In some areas, the organoid pattern was lost and the tumour showed solid growth; in these areas, the cells were more spindled and showed nuclear pleomorphism, hyperchromasia and pseudo-inclusions and multinucleation (Fig. ). Necrosis and mitoses were absent.\\nOn immunohistochemical analysis, the neoplasm showed focal immunoreactivity to muscle-specific actin, caldesmon and caldesmin. Ki 67 index was very low (Fig. ). Strong nuclear positivity to TFE3 was observed in all neoplastic cells (Fig. ). Immunostains for CD 34, CD10, microphthalmia transcription factor (MITF), myoglobin, S-100 protein, HMB-45, neuron-specific enolase, synaptophysin, chromogranin, cytokeratin, epithelial membrane antigen (EMA), cyclin D1 and alpha-inhibin were negative. Electron microscopy (EM) examination revealed cytoplasmic crystal inclusions showing periodic pattern of about 10 nm in channels resembling dilated sacs of endoplasmic reticulum (Fig. ).\\nBecause of immunohistochemical and ultrastructural features, such as focal immunoreactivity to muscle-specific markers (actin, desmin, caldesmin), negativity to other makers, strong and diffuse nuclear positivity to TFE3 and the presence of cytoplasmic crystal inclusions, the final pathologic diagnosis was primary uterine alveolar soft part sarcoma of uterine corpus. No images suggestive of other primary or metastatic lesions were observed on abdominal ultrasound, chest X-ray, total computed tomography or bone scan.\\nSeven months after surgery, the patient was free of disease. In fact, when she was readmitted for further examination, no abnormalities were found in both physical examination and imaging studies.\\nASPS is a rare malignant neoplasm, accounting for 0.5–1 % of all soft part sarcomas []. ASPS that originate from the uterine corpus is even more rare, with only 10 previous cases reported in the English literature [, , –]. The main clinical and morphological features of 11 cases (including our present case) are summarized in Tables and .\\nThe age at diagnosis ranged from 14 to 66 years (median, 43 years). Abnormal uterine bleeding was present in all patients. The size of the neoplasm varied from 0.4 to 7 cm (median, 3 cm) in diameter. In the majority of cases, the neoplasm was an intramural nodule. The diagnosis of ASPS in all cases was supported by histologic and EM examination, which revealed an alveolar pattern and the presence of cytoplasmic crystalline inclusions (Table ).\\nUsually, the tumour nuclei were round-to-polygonal and vesicular, with prominent nucleoli, but cells with marked variation in nuclear size, nuclear cytoplasmatic inclusions and multinucleation, with very few mitoses have been observed in our case and in other ASPSs in the uterine corpus [, ] and extragenital sites [].\\nIn our case, the alveolar features were completely lost and the tumour show a solid, non-alveolar pattern and the nuclei have marked variation in nuclear size, nuclear-cytoplasmatic inclusions and multinucleation. The correct pathological diagnosis has been made by immunohistochemical and ultrastructural features, which revealed focal immunoreactivity to muscle-specific markers (actin, desmin, caldesmon), negativity to other makers, strong and diffuse nuclear positivity to TFE3 and the presence of cytoplasmic crystal inclusions.\\nMoreover, the lesion was considered primary uterine alveolar soft part sarcoma because no images suggestive of other primary or metastatic lesions were observed on abdominal ultrasound, chest X-ray, total computed tomography or bone scan.\\nOn the contrary, the review of literature revealed an immunohistochemical profile not very consistent with variable staining using other markers such as vimentin, desmin, myoglobin, muscle-specific actin, S-100 protein, HMB-45, neuron-specific enolase, synaptophysin, chromogranin, cytokeratin, EMA and NK1-C3 (melanoma-specific antibody) (Table ). Thus, in our case, nuclear over-expression of TFE3 can be considered as an essential diagnostic marker for a correct pathological diagnosis. It has been demonstrated that aberrant and strong nuclear expression of TFE3 is seen exclusively in tumours which contain the TFE3 gene fusions [], such as ASPS and rare paediatric renal carcinomas []. TFE3 immunoreactivity was first tested in the female genital tract in a case of ASPS located in the uterine cervix by Roma et al. in 2005 []. TFE3 immunoreactivity in cases of uterine corpus of ASPSs was evaluated only in our case and in the examples reported by Kasashima et al. and by Zhang L et al. [, ] (Table ). The presence of crystalline inclusions on electron microscopy further supports the diagnosis of uterine ASPS.\\nASPS of the uterine corpus enters in the differential diagnosis with other neoplasms presenting an admixture of spindle-to-epithelioid cells with eosinophilic-to-clear cytoplasm such as epithelioid smooth muscle tumours, epithelioid endometrial stromal tumours, perivascular epithelioid cell tumours (PECOMAs), uterine rhabdoid tumours, carcinomas, melanoma and malignant paraganglioma. These tumours characteristically do not show expression of TFE3 on immunohistochemical analysis and have other peculiar morphologic and immunohistochemical features.\\nEpithelioid smooth muscle tumours are composed by mixtures of epithelioid, clear cell. A transition to typical smooth muscle cells in most instances confirms the smooth muscle nature of these tumours [] and are diffuse immunoreactive for actin and desmin.\\nEndometrial stromal tumours with a prominent component of epithelioid cells and abundant eosinophilic cytoplasm usually show areas with fusiform cells, characteristic arterioles and strong diffuse cytoplasmic immunoreactivity for vimentin and for CD10 [].\\nPECOMAs can arise in the uterus and are characterized by varying amounts of spindle and epithelioid cells with clear to eosinophilic cytoplasm, with immunoreactivity for melanocytic markers, most frequently HMB-45 [].\\nMalignant rhabdoid tumour is a highly aggressive tumour in adults and rapidly fatal and was first reported to have been found in the uterus in 1989 []. Histologically, this rare neoplasm shows solid sheets of large cells with deep eosinophilic cytoplasm, eosinophilic hyaline cytoplasmic inclusions, eccentric vesicular nuclei and prominent nucleoli. On immunohistochemical analysis, neoplastic cells reveal cytoplasmic staining for vimentin [] and keratins [, ].\\nMelanoma and carcinoma can be differentiated from ASPS because of greater cytologic atypia, pleomorphism, higher mitotic activity and immunoreactivity, respectively, for epithelial makers and for melanoma-specific antibodies.\\nMalignant paraganglioma is characterized by polygonal to oval cells arranged in distinctive cell balls, called Zellballen, and shows more pronounced cell pleomorphism and immunoreactivity for neuroendocrine markers, such as neuron-specific enolase, protein gene product 9.5, synaptophysin and the presence of neurosecretory granules on EM examination [].\\nIn extragenital sites, ASPS presents an indolent clinical course with unpredictable prognosis. Metastases to the lungs, bone and brain are the main cause of death [, ]. Lesions with size less than 5 cm in diameter seem to be correlated with a more favourable outcome []. ASPS in the uterine corpus has a better prognosis than ASPSs in the soft tissues and other cases located in the vagina. All patients with ASPS located in the uterine corpus were alive and well at the time of the last follow-up (Table ). In contrast, one of six patients with vaginal ASPS died as a result of the tumour. Initially, this patient had a recurrence 4 months after local excision and external radiation therapy and then died of the disease with pulmonary metastases 25 months later [, ]. Another patient with vaginal ASPS had a recurrent 1.5-cm mass, 4 months after the initial diagnosis [].\\nThe more favourable prognosis in ASPS located in the uterine corpus may be due to small tumour size, anatomical location or relative short duration of follow-up. Indeed, in all patients, the ASPS of the uterine corpus, except for the present case and the case reported by Nolan and Gaffney, measured less than 5 cm [] (Table ). Only in the case reported by Zhang et al. was the pelvic and para-aortic lymph node metastasis observed at diagnosis, but the duration of follow-up in this case was short (9 months) and it is not possible to establish its outcome [].", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'8598329': 1, '17001165': 1, '18418088': 1, '2642727': 1, '4054722': 1, '11943706': 1, '10583555': 1, '22977670': 1, '7044159': 1, '12766578': 1, '11244503': 1, '1317620': 1, '17071801': 1, '7076238': 1, '15782069': 1, '9416489': 1, '18594808': 1, '3967185': 1, '2307424': 1, '14179547': 1, '9056151': 1, '1595196': 1, '17614855': 1, '14886902': 1, '15735860': 1, '15500657': 1, '8020846': 1, '2006720': 1, '967485': 1, '7372195': 1, '56982': 1, '2035261': 1, '2478495': 1, '11169942': 1, '3466502': 1, '6195931': 1, '11781523': 1, '29137020': 1, '8169927': 1, '9542749': 1, '9930572': 1, '2419237': 1, '6714802': 1, '26837430': 2}", "similar_patients": "{}"}