{"patient_id": 146660, "patient_uid": "4508538-1", "PMID": 26294953, "file_path": "noncomm/PMC004xxxxxx/PMC4508538.xml", "title": "Pasteurella Multocida Peritonitis After Cat Scratch in a Patient with Cirrhotic Ascites", "patient": "A 49-year-old woman was admitted to hospital with generalized abdominal pain, fever, and drowsiness for one week. She had been diagnosed to have decompensated alcoholic cirrhosis (Child Pugh Score 12, Class C) 3 months before. In the past, she had been drinking a bottle of whisky every day (≈25 standard units of alcohol) for at least 2 years, but had abstained from alcohol since the diagnosis of cirrhosis. Her left hand had been scratched by her 4 month-old pet kitten 3 weeks prior to the admission, but the abrasions had healed spontaneously within a couple of days.On physical examination, she was drowsy, febrile (38°C), and hemodynamically stable, with jaundice, spider naevi, generalized abdominal tenderness, splenomegaly (7 cm below the left coastal margin), tense ascites and bilateral pitting pedal edema. She had asterisks consistent with hepatic encephalopathy, but no focal neurological signs or meningism. Healed abrasions on the distal phalanges of index and middle fingers of the left hand were noted. Cardiovascular examination did not reveal signs of infective endocarditis. Respiratory examination was unremarkable.\\nLaboratory tests showed: C-reactive protein 133 mg/L, neutrophil leucocytosis (hemoglobin 128 g/L, white blood cells 23.1×109/L, platelets 190,000/mm3), deranged liver function tests (bilirubin 186 µmol/L, aspartate transaminase 58 U/L, alanine transaminase 45 U/L, alkaline phosphatase 165 U/L, gammaglutamyl transferase 120 U/L), poor hepatic synthetic function (albumin 19 g/L, international normalized ratio 2.2), baseline renal impairment (serum creatinine 125 µmol/L, eGFR 40 mL/min) and hyponatraemia (Na+ 120 mmol/L). Blood cultures were negative. Abdominal paracentesis yielded turbid ascitic fluid, albumin 8 g/L (serum ascitic albumin gradient 11 g/L), and white cells 13,800/ mm3 (polymorphs 82%, mononuclear cells 18%). Ascitic fluid culture was positive for Pasteurella multocida. After overnight incubation the microbiology laboratory noted the growth of bacterial colonies on both the horse blood and chocolate agars, but no growth on MacConkey agar. These colonies were smooth and gray and approximately 1 mm in diameter. A positive indole and oxidase reaction combined with a gram stain revealing gram-negative coccobacilli supported the provisional identification of Pasteurella species. Biochemical testing of the isolate on the Vitek 2™ (bioMérieux Clinical Diagnostics, Marcy l’Etoile, France) resulted in a genus level biochemical identification of Pasteurella species. An API20E™ (bioMérieux Clinical Diagnostics) identification was subsequently performed resulting in a final identification of P. multocida. Susceptibility testing was performed on the Vitek 2™ (bioMérieux Clinical Diagnostics). The ampicillin MIC was ≤2 µg/mL and the ceftriaxone MIC was ≤1 µg/mL. Based on Clinical and Laboratory Standards Institute guidelines both these antibiotics were reported as susceptible.\\nSpecific treatment was started with intravenous ceftriaxone along with liver failure regimen, albumin infusion and supportive measures. Antimicrobial therapy was changed to intravenous ampicillin 48 hours later. Despite aggressive treatment, the patient’s condition progressively deteriorated with worsening encephalopathy, acute renal failure and gastrointestinal bleeding. She died on day 6 of hospital admission. No autopsy was performed.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'28890902': 2, '15109592': 1, '15586605': 1, '31838876': 2, '11825011': 1, '7490347': 1, '26294953': 2}", "similar_patients": "{'6913050-1': 1, '5580853-1': 1}"}