{"patient_id": 87884, "patient_uid": "4965258-1", "PMID": 27489862, "file_path": "comm/PMC004xxxxxx/PMC4965258.xml", "title": "Durable response of glioblastoma to adjuvant therapy consisting of temozolomide and a weekly dose of AMD3100 (plerixafor), a CXCR4 inhibitor, together with lapatinib, metformin and niacinamide", "patient": "A 66-year-old male patient began to experience vision difficulties, developed a persistent right fronto- temporal headache and memory loss for recent events. On September 3, 2013, after an evaluation, a CT of the brain was done in Panama City, Panama. The CT demonstrated a right temporal occipital tumor with significant mass effect. The patient was started on oral dexamethasone and opted to seek further management in Houston, Texas. He was evaluated at our institution by the neurosurgery team and found to have a dense left homonymous hemianopsia. A brain MRI confirmed the presence of a medial right temporo-occipital lobe mass measuring 3.8 × 5.8 × 4.7 cm3 with peripheral enhancement and centrally decreased T1 signal. There was increased T2 signal throughout the white matter, with effacement of the atrium and right lateral ventricle and with lateral displacement (Figure ). In addition, there was superior medial displacement of the adjacent posterior cerebral artery. In September 19, 2013, he underwent a right parieto-occipital craniotomy with maximal tumor removal (Figure ). Surgical pathology revealed a GBM WHO grade IV. Gene sequencing analysis as well as morphoproteomic analysis of the tumor was requested. Four weeks after the surgery treatment was initiated with chemo-radiotherapy. He received a total of 60 Gray (Gy) in 30 fractions with a concurrent dose of temozolomide of 75mg/m2 BSA daily for 42 days through the duration of the radiotherapy. Four weeks after completion of the chemo-radiotherapy he was started on adjuvant treatment with a combination of temozolomide and plerixafor. The temozolomide dose was 150mg/m2 BSA daily for five days the first month of treatment and subsequently escalated to 200mg/m2 BSA daily for five days monthly. Plerixafor was given subcutaneously at a dose of 0.24mg/Kg of body weight once a week. In addition he received a daily dose of lapatinib, niacinamide and metformin. At the completion of twelve months the temozolomide was stopped. He has continued the administration of the weekly plerixafor and daily niacinamide and metformin. Since completion of his concurrent chemo-radiotherapy and initiation of his adjuvant treatment there has been progressive stabilization of his clinical condition and of his brain MRI images (Figure ) with no evidence of recurrence of his tumor. His vision has improved with the assistance of special lenses and he has returned to work. Adverse events experienced during this treatment include a skin rash with diarrhea associated to the lapatinib, infrequent periods of thrombocytopenia during the temozolomide period of treatment and a right popliteal venous thrombosis treated temporarily with enoxaparin. Initially he experienced several months of depression requiring the administration of an antidepressant. His initial weight loss improved once the temozolomide was discontinued and with the assistance of a short course of anabolic steroids and physical therapy.\\nThe hematoxylin-eosin stained section of the patient's GBM revealed an infiltrating, cellular glial neoplasm comprised of an astrocyte-like and tumor cells. Mitotic index was estimated 14 per 10 high power fields. Morphoproteomic analysis [] demonstrated the following: epidermal growth factor receptor (EGFR total and EGFRvIII ) was expressed at 2-3+ (scale 0-3+) on the plasmalemmal surface of the malignant glial cells; cytoplasmic and plasmalemmal expression of protein kinase C (PKC)-alpha; activation of downstream effectors and pathways of convergence evidenced by the constitutive activation of the mammalian target of rapamycin (mTOR)/Akt pathway with predominant nuclear compartmentalization of p-mTOR (Ser 2448) and of p-Akt (Ser 473), up to 3+ signal intensity, for both, indicating dominance of the mTORC2 component of the pathway[-]; Sirt1 (silent mating type information regulation 2 homolog 1), an NAD+ histone deacetylase, was found to have variable nuclear positivity up to 2+ in tumor cells; and enhancement of Zeste homolog 2 (EZH2), an histone methyltransferase, was expressed up to 3+ in the majority of tumoral nuclei in some regions(EZH2 has the potential to block differentiation, promote proliferation, and promote tumorigenesis by methylating tumor suppressor genes. It can work collaboratively with Sirt1 in promoting tumorigenesis []). In general there was strong expression of the C-X-C chemokine receptor type 4 (CXCR4) on the patient's tumor endothelial cells including areas of tumoral angiogenesis along with occasional scattered mononuclear cells in the adjacent tissues. The tumor cells per se were negative to weakly positive (±) but only focally. These are illustrated in Figure . Correspondingly, in the same regions of tumoral angiogenesis, there was an associated over-expression of vascular endothelial growth factor (VEGF)-A. The gene sequencing study (Foundation One, Boston, Mass.) revealed an unambiguous amplification of EGFRvIII and suggested an equivocal amplification of the AKT3 gene.\\nThe integration of the morphoproteomic and genomic findings with the pharmacogenomic and targeted therapeutic implications of temozolomide, plerixafor, lapatinib, metformin, niacinamide in this context are addressed in the pathway analysis provided by biomedical analytics (Figure ).", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'23494875': 1, '19391654': 1, '12220670': 1, '22079725': 1, '21349998': 1, '11154697': 1, '23555046': 1, '32630531': 1, '26404566': 1, '31810452': 2, '30451884': 1, '16982747': 1, '22588883': 1, '28977822': 1, '25790158': 1, '16648859': 1, '26663801': 1, '34203660': 1, '23913470': 1, '19145465': 1, '28210262': 1, '32528888': 1, '30123112': 1, '21742774': 1, '15758009': 1, '20179352': 1, '16221682': 1, '16269859': 1, '18772890': 1, '18614546': 1, '20590612': 1, '34007128': 1, '29389898': 1, '16439684': 1, '18089801': 1, '22867969': 1, '22086681': 1, '34165342': 1, '29888036': 1, '27489862': 2}", "similar_patients": "{'6898918-1': 1}"}