{"patient_id": 153481, "patient_uid": "4974432-1", "PMID": 27525088, "file_path": "noncomm/PMC004xxxxxx/PMC4974432.xml", "title": "Paraneoplastic pemphigus and myasthenia gravis, associated with inflammatory pseudotumor-like follicular dendritic cell sarcoma: response to rituximab", "patient": "A 60-year-old Chinese woman presented a 6-month history of recurrent weakness and increasing upper extremity fatigue, fluctuating diplopia, and ptosis of both eyes, finally showing dysarthria and dysphagia. During 6 months, she lost 10 kg weight. Jolly and neostigmine tests were positive. She was clinically suspected to be suffering from MG. Several masses had been found in her left axillary region and neck for 15 years, and the masses were resected every 4 years without radiotherapy or chemotherapy. The last surgery was 2 years prior to the study. After admission, thoracic computed tomography (CT) showed several masses in the left axillary and neck, and the diameter of the maximal tumor was 6.4 cm. However, the evidence of thymoma was not found by mediastinal CT scan.\\nCore needle biopsy revealed spindle tumor cells arranged in a storiform pattern with scattered lymphocytes (Fig. A). Spindle tumor cells contained vesicular chromatin, small nucleoli, and thin smooth nuclear membranes (Fig. B). Immunohistochemical studies revealed that the tumor cells were positive for Ki-67 (+20%) (Fig. A), vimentin, CD21, CD35, CD20, EGFR, CD68, S-100 (Fig. B), CD1a, CD3, and CD79a and negative for EMA, CK, CD23, CD34, HMB-45, CD30, MPO, and lysozyme. However, EBV-encoded RNA was detected by in situ hybridization and was negative. Final pathological examination demonstrated IPT-like FDC sarcoma.\\nAfter admission, treatment was immediately started with pyridostigmine at a dose of 60 mg three times per day following a subtle improvement of muscle weakness. Five days later, the patient developed severe dyspnea, and then, an emergency intubation and mechanical ventilation were administered. Immunoglobulin (0.4 g/kg/day ×5 days) and steroid pulse therapy (methylprednisolone sodium succinate, 1000 mg daily × 3 days, gradually tapered off) were given. Mucocutaneous lesions appeared at 10 days after admission. Physical examination showed erythemas involving back and right hypochondrial region, and stomatitis. The patient was diagnosed with drug-induced dermatitis by dermatologists. The symptoms were remitted after treatment with immunoglobulin and steroids. Sixteen days after treatment with immunoglobulin and steroids, the patient was successfully detached from the respirator. However, eight days later, her myasthenia symptoms worsened. Mechanical ventilation was again administered. After steroid and immunoglobulin treatment failure, rituximab at a dose of 500 mg (330 mg/m²/week) was given to the patient. From the second week after rituximab treatment, the myasthenia symptoms progressively improved. After four courses of rituximab treatment, the skin lesions and muscle weakness were almost recovered, and ventilator weaning was successful. Then, the patient asked to be discharged. Three weeks after discharge, she was hospitalized with severe generalized blistering skin eruptions and polymorphic erythemas and mucosal ulcerations (Fig. ), which were considerably worse than those in the previous occasion but without myasthenia symptoms. She was admitted to the dermatological department and diagnosed with PNP. Then, she was treated with immunoglobulin (1 mg/kg per day) without improvement of mucocutaneous lesions. After 2 months, the patient died because of multiple organ dysfunction syndrome.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'23398274': 1, '31687457': 1, '25388966': 1, '21321294': 1, '32775392': 2, '26179266': 1, '19740517': 1, '22759072': 1, '25367731': 1, '25388377': 1, '31200650': 2, '10459112': 1, '23386221': 1, '21172891': 1, '24966952': 1, '27525088': 2}", "similar_patients": "{'6570917-1': 1, '7385594-1': 1}"}