{"patient_id": 84935, "patient_uid": "4722732-1", "PMID": 26801079, "file_path": "comm/PMC004xxxxxx/PMC4722732.xml", "title": "Primary pancreatic paraganglioma: a case report and literature review", "patient": "A 42-year-old woman presented in September 2014 with recurrent upper abdominal pain for 3 months. She had no history of hypertension, headache, and palpitation. A physical examination revealed slight upper abdominal tenderness. Laboratory test results including liver function, renal function, and blood glucose were within normal ranges. Serum levels of CEA, CA19-9, and CA125 were normal. The level of 24-h urinary norepinephrine excretion was also normal. Unenhanced computed tomography (CT) revealed a 5.2 cm × 6.3 cm, solid, low density tumor on the body of the pancreas. On contrast-enhanced CT, the tumor demonstrated marked enhancement in the arterial phase (Fig. ). Dilation of the pancreatic duct was noted at the tail of pancreas. No biliary dilation or liver lesions were detected. A diagnosis suspicion of a pancreatic neuroendocrine tumor was made before operation. The patient underwent middle segment pancreatectomy. The proximal pancreas was transected using a linear stapler and continuous suture using 4-0 prolene, the stump of the distal pancreas was anastomosis to the jejunum with duct-to-mucosa pancreaticojejunostomy. The two resection margins were frozen section to confirm tumor-free. During the operation, the patient’s blood pressure remained stable. Histological examination showed that the tumor was composed of well-defined nests of cuboidal cells separated by vascular fibrous septa, forming the classic Zellballen pattern (Fig. ). The chief cells showed positive staining to neuron-specific enolase (NSE) (Fig. ), chromogranin A (CgA), synaptophysin (Syn) (Fig. ), but showed negative response to vimentin (Vim), endomysial (EMA), cytokeratin (CK), insulin, and glucagon. The chief cells were surrounded by S-100 protein-positive sustentacular cells (Fig. ). The Ki67 labeling index was 1 % where no mitoses were observed. Region lymph nodes and the resected margins were free of tumor cells. Taking the morphological and immunohistochemical features into account, the diagnosis of primary pancreatic paraganglioma was confirmed. The patient’s postoperative course was uneventful and discharged on the 8th postoperative day. The patient received no subsequent adjuvant treatment, and had remained tumor free for 12 months after surgery.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'16357461': 1, '22157694': 1, '25624744': 1, '24138700': 2, '17618712': 1, '4368962': 1, '18376320': 1, '10711464': 1, '23256053': 1, '34621864': 2, '25030833': 2, '34712035': 2, '32569235': 2, '18607119': 2, '33425308': 2, '28944143': 1, '5929097': 1, '24083178': 2, '20026898': 1, '25056378': 2, '6486113': 1, '9525014': 1, '26801079': 2}", "similar_patients": "{'3784880-1': 1, '4015757-1': 1, '7756035-1': 1, '7310842-1': 1, '4132206-1': 1, '4132206-2': 1, '8515802-1': 1, '4107350-1': 1, '8462202-1': 1, '2627194-1': 1}"}