{"patient_id": 151732, "patient_uid": "4847509-3", "PMID": 27169080, "file_path": "noncomm/PMC004xxxxxx/PMC4847509.xml", "title": "Isolated Adrenocorticotropic Hormone or Thyrotropin Deficiency Following Mild Traumatic Brain Injury: Three Cases with Long-Term Follow-Up", "patient": "A 68-year-old man visited our department because of abnormal thyroid function with tiredness. The patient had been treated for hypertension with amlodipine for 20 years. For around 2 years prior to his visit to our hospital, he had also taken 50 µg/day of levothyroxine at a primary clinic under the suspicion of mild hypothyroidism. Despite this medication, he still experienced tiredness and general weakness. Laboratory findings revealed a TSH concentration of 0.24 mIU/L (range, 0.17 to 4.05 mIU/L) and free T4 of 8.8 pmol/L (range, 11 to 24 pmol/L); anti-microsome Ab was negative at 0.06 U/mL (range, 0 to 0.3 U/mL) (). Despite the decrease in free T4 level below the lower normal range (in the absence of non-thyroidal illness), his TSH level did not show an appropriate increase. Central hypothyroidism was thus suspected, and we therefore checked other basal pituitary hormone levels and performed a pituitary MRI scan. However, these did not reveal any abnormalities (). In combined pituitary stimulation tests with CRH, TRH, GHRH, and LHRH, only TSH response to synthetic TRH was abnormally reduced (). ACTH, growth hormone (GH), and gonadotropin responses to their synthetic peptide hormones were normal. These signs were compatible with ITD. ITD remains a very rare disease and is mainly caused by acquired lesions. As this patient had an average adult height and normal mental development, we did not consider it necessary to perform a genetic screening test to rule out congenital central hypothyroidism. Idiopathic ITD was carefully diagnosed after excluding patients with factors affecting the hypothalamo-pituitary-thyroid axis in the absence of structural abnormality in the pituitary MRI image, such as the intake of thyroid function-related medications or the presence of concomitant systemic illness. However, after checking the patient's history in detail, we found that the patient had experienced head trauma. Twenty years prior, a thick board had fallen on his head from 5 meters height at a construction works. He recalled that he felt strong impact to the head and got a painful swelling in the left parietal area for several days, but he did not visited a hospital or received any medical treatment at all. He described that his head trauma was not associated with loss of consciousness or any neurological signs at that time. TBI has been recognized as one of causes for ITD. The levothyroxine dosage was gradually increased. Over a follow up of 3 years and on a maintenance dosage of 100 µg/day of levothyroxine, the patient felt well and maintained a euthyroid state clinically and biochemically.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'18463108': 1, '17895459': 1, '16452539': 1, '20687402': 1, '16268800': 1, '3018425': 1, '15757853': 1, '17302869': 1, '10874909': 1, '24243629': 1, '10770165': 1, '27169080': 2}", "similar_patients": "{'4847509-1': 2, '4847509-2': 2}"}