{"patient_id": 150055, "patient_uid": "4728981-1", "PMID": 26655007, "file_path": "noncomm/PMC004xxxxxx/PMC4728981.xml", "title": "Ocular manifestations in lipoid proteinosis: A rare clinical entity", "patient": "This study conforms to the principles outlined in the Declaration of Helsinki and was conducted after obtaining approval from the Institutional Ethics Committee on Human Research and informed written consent from the patient.\\nA 33-year-old gentleman presented to our outpatient department with complaints of itching of eyelids in both eyes on and off since 10 years. On ophthalmic examination, unaided visual acuity was 20/20 in both eyes, anterior segment examination revealed rows of yellow-white color, round or oval, bead-like excrescences on the margins of all four lids and the caruncle, resembling a string of pearls, the pathognomonic, moniliform blepharosis [Figs. and ]. The lesions were continuous, overlying the entire lid margin and obscuring the details of the lid margin with thickening of the free ends of the lids considerably. Rest of the anterior segment examination was otherwise normal including intraocular pressure measurement. Fundus evaluation of both eyes was within normal limits. Systemic examination revealed thickened and hard tongue with teeth indentations [], hoarseness of voice, multiple small yellow-colored soft and partially translucent nodules over the skin in bilateral axilla [], and normal neurological and psychiatric evaluation. Otorhynolaryngologist's evaluation for hoarseness of voice showed thickening and irregularities of the vocal cords’ mucosa on laryngoscopy. Similar clinical features including pathognomonic moniliform blepharosis and hoarseness of voice were noted in his sibling who was asymptomatic. Baseline laboratory data including biochemical and hematological parameters were within normal limits. Biopsy of the axillary skin lesions performed by a dermatologist was consistent with the histopathological diagnosis of lipoid proteinosis. The patient has been managed with artificial tear supplements and antihistamine eye drops with the symptomatic improvement of ocular manifestations within 4 weeks’ time. He has been further advised and counseled regarding the chronic nature of the disease, other ocular manifestations, multisystem involvement, and the need for follow-up under a multidisciplinary team of specialists including ophthalmologist, dentist, dermatologist, otorhynolaryngologist, and neurologist.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'34880584': 1, '4087005': 1, '25874136': 2, '29234715': 1, '23001020': 1, '22899939': 1, '17662444': 1, '21887007': 2, '17063986': 1, '32029942': 2, '24748909': 1, '26097361': 2, '9135394': 1, '26655007': 2}", "similar_patients": "{'6986117-1': 1, '4383431-1': 1, '3162866-1': 1, '4456748-1': 1, '4456748-2': 1}"}