{"patient_id": 149579, "patient_uid": "4697998-1", "PMID": 26705232, "file_path": "noncomm/PMC004xxxxxx/PMC4697998.xml", "title": "Diffuse Infantile Hepatic Hemangioendothelioma With Early Central Enhancement in an Adult", "patient": "A 39-year-old man was admitted to our hospital because of a 2-year history of abnormal liver function tests and a 7-day history of jaundice. Physical examination revealed that the liver was palpable 2 cm below the right lower costal margin. He had elevated levels of serum total bilirubin (164.9 μmol/L; reference range 2–18 μmol/L), direct bilirubin (83.1 μmol/L; reference range <7 μmol/L), alkaline phosphotase (115 U/L; reference range 32–92 U/L), and gamma glutamyl transpeptidase (173U/L; reference range <47 U/L). The serum hepatitis B virus surface antigen, hepatitis C virus antibody, hepatitis E virus antibody, hepatitis A virus IgM antibody, syphilis antibody, and human immunodeficiency virus antibody were all negative. He had no history of being exposed to hepatotoxins, undergoing any transfusions, regular tobacco or alcohol use, and familial liver disease. Laboratory tests showed normal α-fetoprotein, carcinoembryonic antigen, and cancer antigen 19 to 9 levels.\\nUnenhanced abdominal CT showed enlargement of the liver with diffuse hypodensity. Enhanced CT on the arterial phase revealed multiple centrally enhanced lesions diffusely involved the enlarged liver. The enhanced areas of the lesions became larger on the portal phase and all the lesions became homogeneous enhanced on the delayed phase (Figure ). These lesions showed heterogeneously hyperintense on T2-weighted images, hypointense on T1-weighted images, and early centrally enhanced on dynamic gadolinium-enhanced MR imaging, with complete tumor enhancement after 180 s (Figure ).\\nThe patient underwent orthotopic liver transplantation. Gross specimen revealed that the liver was replaced by diffuse numerous grayish brown nodules without evidence of hemorrhage and necrosis. Microscopically (Figure ), the nodules were not encapsulated and intermixed with the hepatic plates. The vascular cannels were lined by plump endothelial cells with irregular budding and branching. The endothelial cells were hyperchromatic and pleomorphic with nuclear atypia and prominent nucleoli. Mitoses of the endothelial cells nucleus were easily noted. Tumor cells were positive for specific endothelial cell marker CD34. These findings were consistent with IHH type 2. The patient died of tumor recurrence in the liver 4 months after transplantation.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'8316672': 1, '10022152': 1, '32662716': 2, '30899458': 1, '34917531': 1, '17433596': 1, '9754103': 1, '14975986': 1, '5559952': 1, '11960239': 1, '8020903': 1, '11419979': 1, '20576387': 1, '20857525': 1, '11867783': 1, '17287903': 1, '11149040': 1, '21832953': 1, '17479649': 1, '26705232': 2}", "similar_patients": "{'7361506-1': 1}"}