{"patient_id": 149848, "patient_uid": "4719376-1", "PMID": 27298960, "file_path": "noncomm/PMC004xxxxxx/PMC4719376.xml", "title": "Catastrophic Failure of the Acetabular Polyethylene Liner in Ceramic-on-Polyethylene Total Hip Arthroplasty", "patient": "A 57-year-old African American male with a history of bilateral total hip arthroplasty, presented to our clinic with progressively worsening bilateral hip pain that is worst on the right. The patient underwent bilateral total hip arthroplasty in 1994 and 1995 with a Wright Technology Interseal Ceramic-on-Non-Crosslinked Polyethylene Hip System (Wright Technologies; Arlington, TN) for a diagnosis of avascular necrosis. The acetabular cup measured 54mm(O.D)/28mm(ID) and the ceramic head measured 28mm. The patient underwent replacement of the acetabular components and femoral head of his left total hip arthroplasty in 1999 at an outside facility due to implant failure after an athletic injury. In 2004, he began complaining of pain, which was localized to both his hips but worst on the right. Despite this pain, he remained engaged in light athletic activities 7 days a week and did not follow up with his physician for annual check-ups. 1 month prior to his presentation, the patient noticed pain radiating into his right groin. On physical examination there was no gross deformity or swelling present, however, there was diffuse tenderness to palpation over bilateral hips. In the right hip, range of motion was limited to 40° of flexion, 100 of internal rotation, and 25° of abduction. In the left hip, range of motion was limited to 70° of flexion, 15° of internal rotation, and 30° of abduction with pain elicited in the extremes of motion.\\nInfection work up was negative revealing a slightly elevated ESR of 16 mm/hr (N 0-15) but normal CRP of 0.5 mg/dl (N 0 to 0.7), hip joint aspiration reveled a cell count of 212 white blood cells (WBC) cells/cu mm and 63% polymorphonuclear cells. Radiographs of bilateral hips revealed severe osteolysis, heterotopic ossification, wear of the acetabular liner, bony impingement of the femoral greater trochanter on the acetabular rim and superior migration of the femoral head []. Acetabular cup abduction angles were 21° and 50° in the right and left hip respectively. Femoral offset was 5.6cm (right) and 4.0cm (left). Due to the severe wear and pain in both hips with failure to respond to conservative non-surgical treatment, the patient was indicated for staged bilateral total hip arthroplasty revision.\\nOn the right, intraoperative findings revealed complete wear of the ceramic femoral head through the polar aspect of the polyethylene liner into the acetabular cup [], causing severe metallic wear and indentation in the cup with severe metallosis and tissue destruction in the periarticular region []. Extensive heterotopic ossification in the abductor muscles was also noted. Severe osteolysis and bone loss was present behind the acetabular cup, especially at the medial and superior posterior walls as well as part of the posterior column. Cancellous bone was used to repair contained areas of gross osteolysis. A new acetabular trabecular metal cup (Zimmer; Warsaw, IN) was press fit, in the position of maximum bony contact, with the support of multiple screws. A cemented highly cross-linked polyethylene liner was cemented into the acetabular cup at 45° of inclination and 20° of anteversion. The ceramic bearing was replaced with a VerSys Hip System 36mm femoral head with a 12/14 taper (Zimmer; Warsaw, IN). Revision of the left hip was performed a few months following the right hip revision, moderate proximal femur osteolysis was present with moderate polyethylene liner wear. On both the left and the right hip it was decided to retain the femoral stem after it was inspected intra operatively and found to be stable and in proper version.\\nAnalysis of the severely worn right hip components revealed >50% wear on the articular surface of the polyethylene insert and ceramic bearing according to the HSS scoring system ( and ). The articular surface of the ceramic femoral head showed an area of ceramic-on-metal contact, severe metal transfer, and a severe loss of surface smoothness []. The unworn areas of the ceramic head had an average surface roughness (Ra) of 1nm to 2nm while the worn areas had Ra of 2500nm to 3500nm. With regards to the cemented titanium acetabular cup, the non-articular surface showed abundant bony ingrowth with good interdigitation, and no in vivo damage. The articular surface showed an area of central wear caused by the ceramic-on-metal contact.\\nPost-operative weight bearing status was foot flat weight bearing for a period of 6 weeks with weight bearing progressively increased during a period of 6 weeks to full weight bearing at 3 months. At last follow up (12 months), the patient was ambulating with no assistive devices without any complaints or pain. Postoperative radiographs showed no signs of loosening, misalignment, fracture or increased osteolysis []. The patient agreed to have his case used for publication.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'23824387': 1, '16310000': 1, '10379315': 1, '21543703': 1, '17275643': 1, '23639386': 1, '18514888': 1, '33391910': 2, '6619179': 1, '11701792': 1, '22682044': 1, '5771305': 1, '31886378': 1, '19242700': 1, '10954099': 1, '21053885': 1, '19195824': 1, '2371818': 1, '34345640': 1, '12793553': 1, '14652394': 1, '16139707': 1, '8027143': 1, '11811244': 1, '11603670': 1, '8666642': 1, '8907220': 1, '9273366': 1, '9378740': 1, '27298960': 2}", "similar_patients": "{'7769737-1': 1}"}