{"patient_id": 145091, "patient_uid": "4414950-1", "PMID": 25932318, "file_path": "noncomm/PMC004xxxxxx/PMC4414950.xml", "title": "Familial gigantiform cementoma with Ehlers - Danlos syndrome: A report of 2 cases", "patient": "A 34-year-old man self-referred to the Istanbul University Faculty of Dentistry. His chief complaints were tooth loss, difficult mastication, poor esthetics, and periodontal disease. The extraoral clinical examination showed a difference between the proportions of upper and lower facial height and Class III malocclusion was also present (). The examination also revealed temporomandibular joint hypermobility. Teeth 11, 15, 17, 25, 27 and 28 were missing. Tooth 12 was replaced with a premolar, and occlusal contact existed only between teeth 26 to 36. A reduced occlusal vertical dimension was observed by evaluating closest speaking space, proportional face measurement and interocclusal rest space. Panoramic radiographs showed multiple sclerotic masses with radiolucent borders in the mandible ().\\nAfter performing dental prophylaxis, teeth 36 and 46 were extracted because of severe infection and were evaluated histologically. The mineralized material showed apposition and resorption lines, and spherical mineralized tissue (large pulp stones) were free-floating within the pulp chamber (). Based on the clinical and histological findings, the patient was diagnosed with familial gigantiform cementoma with Ehlers-Danlos syndrome type VIII.\\nThe patient had a previous composite restoration on tooth 11 and mottled enamel on teeth 35 and 45. The old restorations were repaired, and the defects were restored with new composite restorations. After healing, irreversible hydrocolloid impressions were made; diagnostic casts and record bases with wax occlusion rims were also fabricated.\\nThe maxillary record base covering all teeth was designed to assess lip support. The occlusal vertical dimension was established using visual observation of the space between the rims when the mandible is in its physiological rest position, judgment of the overall esthetic facial support and phonetic tests., The tests revealed that the occlusal vertical dimension needed to be increased approximately 9 mm to satisfy esthetic and functional requirements. The treatment options were discussed with the patient. Orthodontic treatment was not recommended because of possible root resorption, and orthognathic surgery was not recommended due to a surgical contraindication. In addition, it was impossible to restore the mouth with fixed prostheses.\\nA tooth-supported maxillary complete denture to provide lip support and a mandibular overlay removable partial denture (ORPD) were selected as the treatment alternative. ORPDs, a subset of overdentures, are often referred to as a removable partial denture that has part of their components covering the occlusal surface of the abutment teeth to restore them into a functional occlusion. The mandibular framework was cast in a Cr-Co alloy with retention beads on the occlusal surfaces for the veneering material. ().\\nAfter intraoral evaluation of the framework, veneering material was placed, and artificial teeth were arranged. Occlusal vertical dimension, esthetics, and maxillomandibular relationship were examined. A heat-processed silicone liner (Molloplast-B) served as the retainer for the tooth supported complete denture (). It also compensated for the resilience difference between the teeth and soft tissues. The patient used the overdentures for one year with regular reevaluations (). No muscle tenderness, tooth sensitivity, or temporomandibular dysfunction was observed during this period.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'29390315': 1, '6590606': 1, '2227044': 1, '4888569': 1, '890102': 1, '11218502': 1, '32315206': 1, '20379356': 1, '9638705': 1, '9462035': 1, '21594996': 1, '11450296': 1, '2594322': 1, '19915723': 1, '25932318': 2}", "similar_patients": "{}"}