{"patient_id": 85180, "patient_uid": "4743165-1", "PMID": 26846338, "file_path": "comm/PMC004xxxxxx/PMC4743165.xml", "title": "Consecutive bilateral decompression retinopathy after mitomycin C trabeculectomy: a case report", "patient": "A 54-year-old Caucasian woman with open angle glaucoma and a history of suboptimal medical therapeutic compliance owing to an intolerance to drops was referred to our Ophthalmology Department. She was severely obese (body mass index 37 kg/m2) and had type 2 diabetes but was using insulin with good metabolic control. Her best corrected visual acuity (BCVA) in both eyes was 1.0. Her IOP was 35 mmHg without the use of medication, though she achieved values of 18 mmHg in her right eye and 16 mmHg in her left eye with the use of tafluprost once daily. No changes were identified in an examination of her anterior segment. The papillary cup was 0.3 in her right eye with a temporal notch and her left eye had a normal appearance.\\nOur patient’s compliance to medical therapy continued to be poor, because she blamed her drops for coughing and dyspnea attacks. Without the use of drops, her IOP values remained consistently in the 30s. After continuous non-compliance with several other ocular medications, surgery was discussed as an alternative treatment option. The risks and potential complications of surgery were explained to our patient. No signs of cornea or ocular media opacity, retinal hemorrhage, macular or peripheral detachments, or other contraindications were observed in either eye. Our patient decided to opt for surgery. Her right eye was operated on first with an uneventful mitomycin C trabeculectomy (0.3 mg/ml, 3 minutes).\\nOn the first postoperative day, our patient presented with a diffuse, functioning, and non-leaking filtration bleb, associated with a well-formed anterior chamber, and an IOP of 8 mmHg, with a normal appearance on fundoscopy. Two weeks postoperatively she complained of decreased visual acuity; her BCVA was 20/32 and her IOP was 10 mmHg without medication. Fundoscopy exhibited multiple superficial, flame-shaped retinal hemorrhages located centrifugally from the optic disc associated with optic disc edema (Fig. ). There was no evidence of choroidal effusion. A fundus examination of her left eye was unremarkable.\\nOptical coherence tomography (OCT) revealed folding of the macular retina associated with a small detachment of the neurosensory retina (Fig. ). The angiographic pattern showed macular microaneurysms associated with fluorescein diffusion, peripapillary hemorrhages, and late optic disc leakage, without ischemic areas or neovascularization (Fig. ). One month later the overall fundoscopic changes resolved spontaneously (Fig. ). Given this situation, a suspected diagnosis of DR was proposed. Other possible diagnoses were retinal venous occlusion or Valsalva retinopathy, but these were considered unlikely given the diagnostic results pattern. Subsequent follow-up visits were satisfactory, with our patient maintaining a steady IOP of 8–14 mmHg without medication. The peripapillary hemorrhages and optic disc edema spontaneously recovered during the second postoperative month, and our patient’s BCVA reached 20/25.\\nThree months later, she underwent an uncomplicated left eye trabeculectomy with mitomycin C (0.3 mg/ml, 3 minutes). No postoperative hypotony was registered. On the first postoperative day, the anterior chamber was formed, the bleb was diffuse, her IOP was 8 mmHg, and results from fundoscopy were normal, without choroidals. The pattern of clinical evolution of this eye was similar, with decreased vision complaints 10 days after surgery (her BCVA was 20/32). Her IOP was 9 mmHg, with no medication. A fundus examination revealed identifiable multiple peripapillary retinal hemorrhages, optic disc swelling, and macular edema (Fig. ). OCT revealed macular folding and neurosensory retinal detachment (Fig. ). Choroidal striation, optic disc leakage, and signs of macular microangiopathy and epitheliopathy were visible on angiography (Fig. ). The localized hemorrhages and sectorial optic disc edema reduced progressively and her macular edema recovered spontaneously during the first postoperative month (Fig. ). Her left eye IOP on the last follow-up visit was 16 mmHg without hypotensive medication and her BCVA was 20/25.\\nGiven the occurrence of the same pattern in the contralateral eye, our patient’s complete medical history was reviewed again, with inquiries about possible hypertensive peaks, usual medication, and frequent Valsalva maneuvers. A summary infectious test was performed to rule out any possible systemic causes of bilateral papillitis. Results for the infectious study were negative.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'22057789': 1, '17502513': 1, '19237794': 2, '1637282': 1, '15618976': 1, '18521770': 1, '9621269': 1, '19184321': 1, '24160727': 1, '16626440': 1, '17998040': 1, '10990054': 1, '22464141': 1, '16898399': 1, '6521997': 1, '15319789': 1, '20872360': 1, '19053962': 1, '16547341': 1, '15210243': 1, '27920718': 2, '22611508': 2, '26846338': 2}", "similar_patients": "{'3350207-1': 1, '2684436-1': 1, '5121563-1': 1}"}