{"patient_id": 80085, "patient_uid": "4353770-1", "PMID": 25780395, "file_path": "comm/PMC004xxxxxx/PMC4353770.xml", "title": "Blastic plasmacytoid dendritic cell neoplasm with leukemic manifestation and ETV6 gene rearrangement: A case report", "patient": "A 48-year-old male, who was previously healthy, was admitted to the Affiliated Hospital of Binzhou Medical University Hospital (Binzhou, China) in December 2012, due to experiencing left cervical lymphadenopathy for two months. Physical examination revealed a number of superficial lymphadenopathies and splenomegaly. The patient did not present hepatomegaly or skin lesions. In a preliminary blood test, the patient was found to have a hemoglobin level of 12.8 g/dl, white blood cell count of 2.8×109/l, platelet count of 129×109/l and erythrocyte sedimentation rate of 33 mm/h. No abnormalities were observed in the liver function and biochemical assays, while blood coagulation and urine tests were found to be unremarkable. In addition, a human immunodeficiency virus antibody test was negative. Computed tomography (CT) scans of the chest and abdomen revealed splenomegaly and multiple deep lymphadenopathies ().\\nLymph node biopsy revealed that the normal lymph node structure was destroyed and replaced by an abnormal diffuse infiltration of lymphocytes. Immunohistochemical staining revealed that the infiltrated lymphocytes were CD43, CD123 and CD68-positive (), a small scattering of cells were positive for CD20 and 40% of cells were Ki-67-positive. However, the cells were found to be CD10 and terminal deoxynucleotidyl transferase (TdT)-negative. Bone marrow aspiration analysis demonstrated that the blast cells consisted of 52% mononuclear cells and had variable sizes, agranular cytoplasm and irregular nuclei (). Bone marrow biopsy revealed hypercellularity with diffuse infiltration of tumor cells, accompanied by evident hyperplasia of fibrous tissue. Flow cytometric analysis of the bone marrow revealed the following cellular characteristics: CD4+, CD56+, CD117+, CD33+, HLA-DR+, CD43+, CD123+ (), CD34−, MPO−, CD36−, CD64−, CD303−, CD304−, CD19−, CD10−, CD20−, CD38−, CD138−, CD13− and TdT−. Traditional R-banding cytogenetic analysis did not detect any further chromosome abnormalities. The marrow sample was further probed using split-signal fluorescence in situ hybridization (FISH), which identified the rearrangement of ETV6 (). T-cell receptor gene rearrangement was not detected. Diagnosis of BPDCN was conclusive, based on the aforementioned findings. Notably, the blast cells were found to be positive for CD33 and CD117, which are myeloid leukemia-associated antigens.\\nInitially, the patient was treated with the VDCP regimen (vincristine: 2 mg, i.v. drip, days 1, 8, 15 and 22; daunorubicin: 40 mg, i.v. drip, days 1–3 and 15–17; cyclophosphamide: 1 g, i.v. drip, days 1 and 15; and prednisone: 60 mg, p.o., days 1–14, decrement from day 15) (). Following the intensive chemotherapy treatment, the proportion of tumor cells decreased from 52 to 3.5%. The patient suffered from severe headache in the complete remission stage; however, brain CT scans showed no significant abnormalities. Subsequently, several lumbar punctures and intrathecal chemotherapy (cytarabine, methotrexate and dexamethasone) were performed, and the patient recovered gradually. However, three weeks after the treatment period, the tumor cells rapidly increased. Thus, the patient was treated with the MEVP regimen (mitoxantrone: 10 mg, i.v. drip, days 1–3, etoposide: 100 mg, i.v. drip, days 1–5; vincristine: 2 mg, i.v. drip, days 1 and 8; and prednisone 60 mg, p.o., days 1–14) (), followed by the HAD regimen (homoharringtonine: 3 mg, i.v. drip, days 1–5; cytarabine: 150 mg, i.v. drip, days 1–5; and daunorubicin: 40 mg, i.v. drip, days 1–3) (), according to the immune phenotype (CD33+, CD117+ and HLA-DR+). The treatment had no effect on the tumor growth and the patient succumbed to severe pulmonary infection seven months after the diagnosis. The present study was approved by the Ethics Committee of the Binzhou Medical University Hospital. Informed consent was obtained from the patient’s family prior to participation in the current study.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'22992228': 1, '10514502': 1, '31846142': 1, '15060146': 1, '34401028': 1, '15958056': 1, '15692063': 1, '7526680': 1, '23336245': 1, '33833384': 1, '12010820': 1, '22339973': 1, '26925167': 2, '12131152': 1, '21057756': 1, '25780395': 2}", "similar_patients": "{'4769509-1': 1}"}