{"patient_id": 141501, "patient_uid": "4196361-1", "PMID": 25328340, "file_path": "noncomm/PMC004xxxxxx/PMC4196361.xml", "title": "Adult Hepatic Mesenchymal Hamartoma: An Unusual Case", "patient": "An 81-year-old, elderly male patient presented to our hospital with a history of abdominal discomfort and distension for 20 days. His laboratory investigations, including complete blood count, prothrombin time, activated partial thromboplastin time, serum bilirubin, serum alpha-fetoprotein and viral markers serology were within the normal limits. Liver enzymes were slightly elevated (aspartate aminotransferase [serum glutamic oxaloacetic transaminase]: 40 U/L [N: 15-37 U/L], alanine aminotransferase [serum glutamic-pyruvic transaminase]: 70 U/L [N: 30-65 U/L], alkaline phosphatase: 277 U/L [N: 50-136 U/L] and gamma-glutamyl transferase: 105 U/L [N: 5-85 U/L]).\\nOn abdominal sonography, a large cystic lesion in the left lobe of liver with thinned out peripheral hepatic parenchyma and few well-defined small hepatic cysts in right lobe of liver were reported. The computed tomography scan was suggestive of abscess in left lobe with perilesional edema (approximately 21.8 × 12.3 × 18.6 cm) and few small cysts in right lobe of liver. On the basis of signs and symptoms and radiological investigations, a provisional clinical diagnosis of liver abscess was made and taken up in the OT for abscess drainage.\\nPer operatively, a large cystic space occupying lesion containing turbid fluid was seen replacing the whole left lobe and so the patient underwent resection of left lobe with drainage. Left lobectomy specimen was received in our lab for histopathological examination. Gross examination revealed a flap like wall of a cyst measuring 21 × 10 cm with wall thickness ranging from 0.5 to 1.5 cm. Its outer surface was smooth grayish brown. Appearance of inner surface was dirty grayish brown rough with multiple small protrusions varying in size from 0.3 to 1 cm in diameter []. Normal liver tissue of size 6 × 2 × 2 cm was also identifiable at periphery of the specimen.\\nOn light microscopy, representative sections revealed mixture of hepatocytes arranged in clusters and fibromyxoid stroma. Ductular structures embedded in fibrous stroma along with adipose tissue, nerve bundles, and congested blood vessels were also seen []. Sections from normal looking liver tissue were unremarkable with normal liver histology. The final histological diagnosis of mesenchymal hamartoma was made.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'1300174': 1, '16644886': 1, '12378513': 1, '26034379': 1, '10402180': 1, '21103233': 1, '26680222': 1, '16879027': 1, '18751987': 1, '14629534': 1, '25328340': 2}", "similar_patients": "{}"}