{"patient_id": 85951, "patient_uid": "4803712-1", "PMID": 27005296, "file_path": "comm/PMC004xxxxxx/PMC4803712.xml", "title": "Intrahepatic cholangiocarcinoma in a patient with Wilson’s disease: a case report", "patient": "A 44-year-old male was admitted to our department for treatment of a liver tumor. Abnormal liver function and a subsequent blood test led to his diagnosis of WD at the age of 15; his serum levels of ceruloplasmin were barely detectable (≤20 mg/dL), with the urinary excretion of copper at 209 μg/day (≥100 μg/day). A family history showed that his sister had also been diagnosed and treated for WD. Our patient had been treated with d-penicillamine for 20 years. In the 20th year after his diagnosis, magnetic resonance imaging (MRI) revealed a solitary liver tumor, 1.8 cm in diameter, located in segment 8 (S8) of the liver. The results of laboratory examination, including liver function, were as follows: serum aspartate aminotransferase (AST) level, 87 IU/L; serum alanine aminotransferase (ALT) level, 115 IU/L; alkaline phosphatase (ALP) level, 289 IU/L; γ-glutamyl transpeptidase (γ-GTP) level, 909 IU/L; total bilirubin level, 0.5 mg/dL; prothrombin time (PT) 78 s; albumin 3.9 g/dL; and indocyanine green retention 15 min (ICG-R15), 8 %. Tests for hepatitis B surface antigen (HBs-Ag) and anti-hepatitis C virus antibody (HCV-Ab) were negative. The serum level of alpha-fetoprotein (AFP) was 37 ng/mL, and the serum levels of proteins induced by the absence of vitamin K (PIVKA-II), CA19-9, and CEA were in the normal range. Abdominal ultrasonography showed a hypoechoic lesion in S8 of the liver (Fig. ). By computed tomography (CT), the tumor showed an early enhancement (Fig. ), without a late washout pattern (Fig. ). In gadolinium ethoxybenzyl diethylenetriaminepentaacetic acid (Gd-EOB-EDTA)-enhanced MRI, the tumor showed a low signal intensity in the hepatobiliary phase (Fig. ). According to the radiological findings, our preoperative diagnosis was a suspected HCC or a combined hepatocellular and cholangiocellular carcinoma. During a 3-h and 46-min operation, a non-anatomical partial resection of S8 and S5 was completed because of the suspicion of intrahepatic metastasis at the surface of segment 5 (S5), which was detected as a 7-mm-sized hypoechoic lesion in the intraoperative ultrasonography. The gross appearance of liver was macro nodular cirrhosis, and its surface was irregular and its consistency was firm. Intraoperative blood loss was 200 mL. Postoperative histological examination revealed that the resected S8 lesion was an ICC (Fig. ), with the S5 resection containing a regenerative nodule with hemosiderosis (Fig. ). The resected ICC was macroscopically a whitish mass, with a clear boundary. Microscopically, the tumor cells had formed glandular structures, which led to a diagnosis of a moderately differentiated cholangiocellular carcinoma of the liver (Fig. ). While confirming a clean margin, the presence of pseudo-lobules with fatty change in the adjacent non-cancerous portion confirmed a diagnosis of liver cirrhosis (Fig. ). We performed the rhodamine staining to evaluate the accumulation of cooper in the non-cancerous liver, but copper accumulation was little in the resected liver specimen. The patient was discharged from the hospital without postoperative complications. At present, he is alive, without disease recurrence, for more than 44 months after his operation.\\nWilson’s disease is a hereditary disorder of copper metabolism that results in the accumulation of copper in the body, primarily in the liver, brain, and other vital organs. Copper accumulation causes chronic liver damage and leads to cirrhosis. Although chronic liver damage is one of most important risk factors for the development of primary liver cancer, its incidence seems to be rare in WD. While the reasons for this low incidence remains obscure, it has been suggested that excess copper in the liver is protective against carcinogenesis, through stabilization of cellular chromatin [–]. This conclusion would appear to be at odds with a second report showing that excess copper provokes DNA damage via the generation of reactive oxygen species []. Clearly, the relationship between WD and liver cancer remains controversial [, ].\\nA multicenter cohort study of 1186 patients with WD revealed that their incidence of primary liver cancer was 0.28 per 1000 person years, with a prevalence of 1.2 %. The incidences of HCC and ICC for individuals with WD are 0.7 and 0.5 %, respectively []. In contrast, the rate of HCC development in patients who have contracted the hepatitis C virus is 3.9 % per year; the risk of primary liver cancer for individuals with WD is therefore demonstrably low.\\nIntrahepatic cholangiocarcinoma (ICC) is the second most common primary liver cancer [], and has been considered incurable, and rapidly lethal unless full lesional resection can be achieved. The prognosis of biliary tract cancer also remains poor []. Twelve cases of ICC associated with WD have been reported in the literature, including the present case study (Table ); six of these cases were from the Pfeiffenberger cohort study [], with a further three cases from Walshe’s cohort study [], although details for these cases were not included. Of the two remaining reports [, ], one described a patient undergoing liver transplantation for WD, with a small nodule, which was treated with four cycles of doxorubicin-based, transcatheter arterial chemoembolization. The tumor was subsequently diagnosed as an ICC in the explanted liver. Due to recurrent ICC after liver transplantation, selective internal radiation therapy was performed followed by right hemihepatectomy []. The final report described a diagnosis of WD following a right hepatic lobectomy and lymph node dissection, for a patient with WD []. In the present case, the tumor was about 4 cm in diameter in S8 of the liver. Histologic examination showed that the tumor was a moderately differentiated cholangiocarcinoma and that the non-cancerous liver was fibrotic, with steatosis.\\nFive of the 12 cases, including ours, were treated with surgical resection; all of these patients were alive at the time of writing. Recently, the Mayo clinic reported that liver transplantation following high-dose neoadjuvant radiotherapy with chemosensitization achieved excellent results for patients with early stage, unresectable hilar cholangiocarcinoma or cholangiocarcinoma arising in the setting of primary sclerosing cholangitis []. Liver transplantation is reported as one of treatment options for WD, for which there is an excellent long-term outcome. However, liver failure associated with WD remains a rare indication for liver transplantation (less than 1 %).", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'25253466': 1, '6245986': 1, '24980217': 1, '24452507': 1, '21904522': 1, '16857005': 1, '20497401': 1, '33208122': 1, '8392444': 1, '25369181': 1, '15622480': 1, '12925721': 1, '34733946': 1, '6307837': 1, '4122165': 1, '27005296': 2}", "similar_patients": "{}"}