{"patient_id": 141028, "patient_uid": "4166877-1", "PMID": 25249746, "file_path": "noncomm/PMC004xxxxxx/PMC4166877.xml", "title": "Osmotic demyelination syndrome in a normonatremic patient of chronic kidney disease", "patient": "An 18-year-old male was a case of chronic interstitial nephritis – end-stage renal disease (ESRD) detected 1 year back. He was non-oliguric and was on medical management, namely recombinant erythropoietin, alfa calcidiol, phosphate binders, amlodipine and hematinics and was on twice weekly maintenance hemodialysis through right brachial arterio-venous fistula.\\nHe presented with complaints of anorexia, nausea, vomiting and loose stools of 2 days' duration. The diarrhea was watery, copious, about 10 times per day and was not associated with blood or tenesmus. There was no fever, hematuria, dysuria or pyuria. He had blood pressure 90/62 mm Hg with dry tongue and pallor; the rest of the general and systemic examination was unremarkable. His evaluation showed anemia (hemoglobin -10.2 gm/dL, normocytic normochromic), normal leukocyte count, azotemia (serum urea -111 mg/dL, creatinine -8.4 mg/dL), serum electrolytes: sodium -136 mEq/L, potassium 4.9 mEq/L and bilaterally shrunken kidneys on ultrasonography (right -6.8 cm, left -5.5 cm). His stool examination was normal. He was managed as a case of acute gastroenteritis with intravenous (IV) fluids (approximately 3 L of normal saline), IV antibiotics (ciprofloxacin and metronidazole), session of hemodialysis and other supportive therapy.\\nHe improved and his diarrhea reduced. But, after 48 h of admission, he developed altered sensorium and had an episode of generalized tonic clonic seizures. Clinically, he was drowsy and confused with a Glasgow Coma scale (GCS) of E4 V4 M5 with no neurological deficit. Over the next 24 h, he worsened to develop slurring of speech, difficulty in phonation and dysphagia and had progressive weakness of all limbs with GCS worsening to E4 V3 M5. The pupils were equal and reacting to light, but horizontal conjugate eye movements were restricted. He had dysarthria, his palatal movements were decreased and the gag reflex was diminished. There was spasticity with grade 4/5 power in all limbs, brisk reflexes and bilateral extensor plantar response. The rest of the systemic examination was normal.\\nAn urgent computerized tomography of the brain [] showed diffuse hypodensities in the pons and midbrain, extending into the middle and superior cerebellar peduncle, cerebral peduncle and bilateral post limb of internal capsule with magnetic resonance imaging (MRI) of the brain (done later) showing large areas of altered signal intensity in these areas with a normal MR angiography []. There was no significant change in his hematological and biochemical investigations. In view of the clinical setting, ESRD, acute gastroenteritis and dehydration, aggressive infusion of fluids, typical acute progressive neurological involvement involving long tracts, cranial nerves and higher centers and characteristic neuroimaging findings, a possibility of ODS was considered. But it was interesting to note that the patient had normal sodium levels at all times and had no evidence of hyponatremia (2 weeks' before illness –139 mEq/L, at presentation –136 mEq/L, at onset of neurological symptoms –135 mEq/L).\\nHe was managed with antiepileptics (phenytoin 300 mg/day), nasogastric tube feeds, alternate day hemodialysis, measures to prevent aspiration, physiotherapy and other supportive care. He showed gradual improvement over the next 4 weeks. His sensorium improved, weakness resolved and he had an improvement in bulbar functions and was able to ambulate with support. The repeat MRI brain after 8 weeks [] showed complete resolution of the prior hyperintensities.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'8192171': 1, '8992924': 1, '14605269': 1, '2301929': 1, '7073246': 1, '10544728': 1, '29540223': 2, '13616772': 1, '14970019': 1, '27610136': 2, '8435962': 1, '30765988': 1, '25249746': 2}", "similar_patients": "{'5004014-1': 1, '5853098-1': 1}"}