{"patient_id": 76303, "patient_uid": "4109204-1", "PMID": 25029655, "file_path": "comm/PMC004xxxxxx/PMC4109204.xml", "title": "Simultaneous interstitial pneumonitis and cardiomyopathy induced by\\nvenlafaxine", "patient": "A 35-year-old female patient presented with progressive dyspnea over the previous\\nthree months, New York Heart Association (NYHA) functional class III, myalgia, and\\ndry cough. She was hospitalized and submitted to CT angiography of the chest, which\\nexcluded pulmonary thromboembolic disease but revealed hazy parenchymal micronodules,\\nthickening of interlobular septa, and subtle bilateral areas of ground-glass\\nattenuation, mainly in the upper lobes, without adenopathies or pleuropericardial\\neffusion (). A chest X-ray revealed a\\nmixed (reticular and micronodular) pattern and cardiomegaly (). Simultaneously, she was diagnosed with subacute severe\\nheart failure due to a dilated cardiomyopathy.\\nThe patient had a history of depression and was started on a slow-release formulation\\nof venlafaxine three months prior. For the last year, she had been taking\\nCentella asiatica and Fucus vesiculosus as\\nphytotherapeutic supplements for weight loss. The patient had no history of smoking,\\nalcohol use, or illicit drug use. Previous medical examinations had been negative for\\nheart disease, and there was neither a relevant family history nor a history of\\noccupational exposure.\\nClinical examination revealed apyrexia, mild hypotension, and an SpO2 of\\n94%. On auscultation, there were crackles at both lung bases, with a grade II/VI\\nholosystolic murmur typical of mitral regurgitation. The jugular vein was not\\nturgescent, nor was there hepatomegaly or peripheral edema.\\nElectrocardiography showed a normal sinus rhythm, ventricular premature beats, and\\nT-wave inversion in leads V4-V6, referred to as \"strain\"; an initial left ventricular\\nejection fraction (LVEF) of 21% was identified on radionuclide angiography; biatrial\\ndilatation, severe left ventricular enlargement (71/60 mm), and severely impaired\\nglobal systolic function (LVEF = 20%) were also found; moderate right ventricular\\nenlargement with systolic impairment-tricuspid annular plane systolic excursion of 15\\nmm (normal value, 15-20 mm), S' velocity of 0.06 m/s (normal value, > 0.15\\nm/s)-and severe functional mitral and tricuspid regurgitations were found on\\nechocardiography.\\nHeart catheterization revealed normal coronary arteries and a cardiac index of 2.36 L\\n. min−1 . m−2 (normal value, 2.6-4.2 L . min−1 .\\nm−2). Myocardial biopsies presented mixed cellularity without fibrosis\\nor any other form of infiltration. Tests for DNA detection were negative for herpes\\nsimplex virus, human herpesvirus 6 (HHV-6), HHV-8, cytomegalovirus, BK virus, and\\nEpstein-Barr virus.\\nPulmonary function test results were normal. However, the diffusion capacity was\\nslightly low (PaO2/FiO2 = 320).\\nBlood workup presented normal inflammatory parameters, euthyroidism, and a brain\\nnatriuretic peptide level of 963.6 pg/mL (normal value, < 100 pg/mL). Renal and\\nhepatic parameters, complement proteins, and urinary sediment were all normal. The\\nserological panel was negative for HIV, syphilis, Mycoplasma sp.,\\nCoxiella sp., cytomegalovirus, Epstein-Barr virus, parvovirus\\nB19, and HHV-6. The results of testing for autoimmune disease were unremarkable.\\nBronchoscopy results were normal. The BAL fluid presented normal cellularity, a low\\nCD4/CD8 lymphocyte ratio (0.7), and a massive presence of foamy macrophages (). The microbiological study on BAL fluid\\nwas negative. No transbronchial lung biopsies were obtained, because of ventricular\\ntachycardia during the examination.\\nThe patient was started on standard therapy without improvement. Inotropic support\\nwas then initiated. However, no improvement was seen over the course of a week. At\\nthat time, the decision was made to discontinue venlafaxine. Two weeks later, an HRCT\\nrevealed notorious improvement, with only a few centrilobular nodules remaining in\\nthe right lower lobe. Together with that radiological upswing, there was an overall\\nimprovement, and the LVEF was up to 35% at discharge.\\nFour months later, the patient presented with an LVEF close to normal (50%), NYHA\\nfunctional class I, maintaining only mild left ventricle enlargement (60/40 mm), and\\nmild mitral regurgitation. Most of the cardiac medications were therefore\\ndiscontinued.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'10678647': 1, '11816823': 1, '20457244': 1, '28574335': 1, '29200837': 1, '16958828': 1, '31862812': 1, '15977923': 1, '10490914': 1, '12663337': 1, '19006638': 1, '16979167': 1, '8911746': 1, '7249508': 1, '18212183': 1, '10774634': 1, '29344746': 1, '19026029': 1, '19954804': 1, '17168693': 1, '20592596': 1, '20159409': 1, '18535530': 1, '29363155': 1, '25029655': 2}", "similar_patients": "{}"}