{"patient_id": 82483, "patient_uid": "4539463-1", "PMID": 26346436, "file_path": "comm/PMC004xxxxxx/PMC4539463.xml", "title": "Simultaneous Bilateral Spontaneous Pneumothorax Revealed Birt-Hogg-Dubè Syndrome", "patient": "A previously healthy 43-year-old man was admitted to the Emergency Room complaining of left-sided chest pain and increasing breathlessness. The patient was afebrile, mildly tachycardic, and normotensive. Breath sounds were decreased bilaterally and SpO2 was 90%. Oxygen administration was immediately started and a chest CT-scan was obtained, revealing a simultaneous bilateral pneumothorax which was larger on the left side. In addition, numerous elliptically shaped lung cysts of various sizes were present bilaterally, predominantly distributed in the basilar medial and lateral regions, and in the subpleural regions (). The patient was treated with bilateral chest tube insertion, and the X-ray showed a successful reexpansion of both lungs (). No persistent air leaks were demonstrated after 48 hours. The patient was scheduled for a single-stage bilateral video-assisted thoracoscopy where a small wedge resection was performed on the left lung while mechanical pleurodesis was performed on both sides. The postoperative period was uneventful and the patient was discharged after 72 hours. Radiological imaging was highly suggestive of a multiple cystic lung disease. Moreover, family history revealed that a patient's aunt was diagnosed several years earlier with bullous emphysema and had 2 episodes of pneumothorax, while his deceased grandfather suffered from an unspecified pulmonary disease. Given all these distinguishing findings, we suspected a BHD syndrome. The diagnosis was confirmed after genetic testing, which revealed the c.1285dup (p.H429PfsX27) truncating mutation on exon 11 in the folliculin (FLCN) gene located on chromosome 17 []. At 18-month follow-up, no recurrence of pneumothorax has been observed. Following the surgical procedure, genetic testing was performed on all patient's family members. The same mutation was found in the patient's mother and in her sister, as well as in the patient's brother who was also later diagnosed with renal cancer ().", "age": "[[43.0, 'year']]", "gender": "M", "relevant_articles": "{'22937425': 2, '23715758': 1, '18197926': 1, '21937013': 1, '17322109': 1, '23372954': 1, '15571026': 1, '23579924': 1, '25352312': 1, '26346436': 2}", "similar_patients": "{'3420673-1': 1}"}