{"patient_id": 84125, "patient_uid": "4659958-1", "PMID": 26640735, "file_path": "comm/PMC004xxxxxx/PMC4659958.xml", "title": "Dramatic Improvement of Subcutaneous Calcinosis by Intermittent, High-Dose Etidronate plus Cimetidine in a Patient with Juvenile Dermatomyositis", "patient": "This patient was a 17-year-old boy who developed facial erythema and calcinosis around the left knee and femoral region at the age of 15 in 2001. He had undergone extensive resection of subcutaneous calcinosis within the year. In January 2003, he was referred to our hospital because of pain in the right knee and femoral region and skin rash on the face, the anterior chest, and the upper limbs. Physical examination revealed erythema of the forehead and buccal region, a V sign, a shawl sign, nail bed angiitis, and Gottron's papules. Although limb muscle weakness and elevation of muscle enzymes were slight, juvenile dermatomyositis was diagnosed because plain and contrast-enhanced MRI of the right femoral region revealed muscular atrophy, increased signal intensity on fat-suppression T2-weighted images, and enhancement by Gd-DTPA. There was prominent induration due to subcutaneous calcinosis around the right knee and femoral region, and the range of knee joint motion was limited.\\nTo treat juvenile dermatomyositis, administration of prednisolone was started at a dose of 20 mg/day. Then azathioprine was added at a dose of 100 mg/day for skin ulcers that developed during prednisolone treatment. Cimetidine was also administered for his subcutaneous calcinosis. Although his erythema, skin ulcers, and muscular symptoms tended to improve with these medications, the range of knee joint motion was still restricted and this interfered with his daily activities. In September 2009, CT scans of the lower limbs revealed extensive tumorous/nodular and diffuse lesions of calcinosis in the subcutaneous tissue and muscles extending from the thigh to the knee joint in both lower limbs ().\\nAccordingly, intermittent, high-dose treatment with etidronate was added for the calcinosis. Etidronate was administered at a dose of 800 mg/day for 3 months and then was discontinued for 6 months, with this intermittent treatment schedule being continued over 5 years. As a result, induration of the lower limb due to calcinosis resolved gradually, and the range of knee joint motion also increased. In August 2014, repeat CT of the lower limbs revealed a dramatic decrease of subcutaneous and muscular calcinosis ().\\nAt present (March 2015), the patient has no disturbance of daily activities. There have been no appreciable adverse reactions to etidronate therapy. The dose of prednisolone has been decreased to 5 mg/day and azathioprine has been discontinued without aggravation of skin or muscular symptoms.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'18185899': 1, '7017918': 1, '804294': 1, '3178257': 1, '16881125': 1, '23839717': 1, '15942915': 1, '19776224': 1, '8970055': 1, '20031471': 1, '6644423': 1, '7488286': 1, '18403404': 1, '11343059': 1, '4215021': 1, '26640735': 2}", "similar_patients": "{}"}