{"patient_id": 85057, "patient_uid": "4735921-1", "PMID": 26881166, "file_path": "comm/PMC004xxxxxx/PMC4735921.xml", "title": "Metastatic Chordoma: A Diagnostic Challenge on Fine Needle Aspiration", "patient": "The patient is a 54-year-old male with a history of lumbar and paraspinal chordoma. He presented initially with left gluteal, left thigh, and left groin pain that led to an MRI of the lumber spine that showed a lesion at L2 expanding to L4 with paraspinal involvement (Figures and ). A CT-guided biopsy with appropriate immunohistochemical correlation confirmed the diagnosis of chordoma. The tumor was surgically excised. Few months later, the patient noticed a left flank lump and had another abdominal CT-scan and PET scan which showed tumor recurrence (Figures and ). Chest CT-scan showed left lower lobe nodular density (). Infectious or inflammatory etiologies were considered. A CT-guided fine needle aspiration (FNA) biopsy on the lung nodule showed metastatic chordoma (Figures and ). Patient had laminectomy with debulking of the recurrent chordoma and postoperative radiotherapy. Patient began brachyury vaccine injections, which were well tolerated without significant reported toxicities.\\nThe initial abdominal MRI showed a lobulated and expansile multiseptated mass with markedly intense T2 signal. The mass is located anterior and lateral to the L3, L4, and L5 vertebral bodies, which is consistent with tumor or neoplastic lymphadenopathy. This mass lesion measured approximately 4.3 cm × 4.0 cm × 4.5 cm and abuts the lower abdominal aorta and the proximal left common iliac artery, without evidence for encasement. The tumor was surgically excised.\\nFew months following the surgical excision, abdominal MRI was performed and showed that residual/recurrent chordoma involving right posterior L2 elements with large right anterolateral epidural tumor extensions at L2 and L3 level has further progressed, now causing severe compromise of the thecal sac at L2-3 level. There was also interval increase in the size of the left retroperitoneal lymphadenopathy and the large left flank soft tissue metastasis. Tumor extension was also noted within the L2-L3 and L3-L4 neural foramina and right psoas muscle. There was no evidence of obvious intrathecal extension (Figures and ).\\nShortly after the MRI, patient had a full body PET scan which showed large low density hypermetabolic mass, SUV max 2.8, in the left flank involving the musculature of the left posterior abdominal wall and extending through the rib cage (Figures and ).\\nChest CT-scan showed borderline enlarged right hilar lymph node. There was no left hilar adenopathy with normal sized mediastinal and axillary lymph nodes. There was a soft tissue confluence in the left lower lobe measuring approximately 1.8 cm ().\\nDiff-Quik smears from the CT-guided FNA of the lung nodule were moderately cellular and showed multiple fragments of fibrillary matrix material intimately admixed with epithelioid cells in a background of red blood cells. The epithelioid cells were present in large branching three-dimensional groups associated with fibrillary matrix or as single cells and small loosely cohesive clusters. The fibrillary matrix appeared intensely magenta to purple in Diff-Quik-stained smears (Figures and ). A cell block was prepared; however, there were no lesional cells for further ancillary studies. Previous resection slides were reviewed in conjunction with the current case. The histomorphologic features were identical. The previous resection immunostains showed the neoplastic cells to be strongly positive for cytokeratin AE1/AE3, Brachyury, and epithelial membrane antigen (EMA) and weakly positive for S100.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'17048762': 1, '19415177': 1, '12107574': 1, '11956925': 1, '21602918': 1, '22300861': 1, '19487818': 1, '19801981': 1, '28694836': 2, '18667385': 1, '28962138': 1, '7922977': 1, '8368907': 1, '26099010': 1, '16493418': 1, '17895760': 1, '18301055': 1, '24591762': 1, '26881166': 2}", "similar_patients": "{'5488594-1': 1}"}