{"patient_id": 83859, "patient_uid": "4638088-1", "PMID": 26549660, "file_path": "comm/PMC004xxxxxx/PMC4638088.xml", "title": "Ewing’s sarcoma of the cervix, a diagnostic dilemma: a case report and review of the literature", "patient": "A 49-year-old gravida 2, para 2, perimenopausal woman presented with vaginal bleeding. A pelvic examination revealed a cystic lesion arising from her cervix. Examination of a biopsy specimen revealed a poorly differentiated neoplasm involving the cervical stroma, with sheets of small hyperchromatic cells with slightly irregular nuclei, stippled chromatin, inconspicuous nucleoli, minimal cytoplasm, necrosis, and numerous mitotic figures (Figs. and ). Immunostaining showed the samples were weakly positive for neuron-specific enolase, CD56, and synaptophysin, and negative for pancytokeratin, CK7, CK20, and CD45. Magnetic resonance imaging (MRI) of the pelvis showed a 5.3 × 4.8 × 6.6 cm irregular, enhancing mass arising from her cervix, with involvement of the adjacent vagina and parametrium (Fig. ). A positron emission tomography–computed tomography (PET/CT) scan revealed that the mass was hypermetabolic with a standard uptake value of 5.5, and did not demonstrate any distant metastatic disease.\\nThe pathologic diagnosis was invasive malignant small round blue cell tumor most consistent with small cell carcinoma. She completed two cycles of cisplatin and etoposide and a planned course of 5,040 cGy over 28 fractions of 180 cGy each, which led to resolution of the vaginal bleeding. However, owing to the only weak staining for the neuroendocrine markers, further immunostaining was performed. Stains for S-100, CD3, CD20, TTF1, and desmin were negative whereas that for CD99 was strongly positive (Fig. ). Diffuse membranous positivity for CD99 led to a diagnosis of Ewing’s sarcoma/PNET and ruled out small cell carcinoma. Fluorescence in situ hybridization revealed ESWR1 gene rearrangement in 90 % of cells, confirming the diagnosis of Ewing’s sarcoma. Subsequently, chemotherapy was discontinued and our patient underwent total hysterectomy and bilateral salpingo-oophorectomy, upper vaginectomy, and resection of the parametrium. Surgical pathology showed stage IIB Ewing’s sarcoma involving her cervix and extending into the right parametrium. Her endometrium, ovaries, and fallopian tubes were unremarkable and margins were free of tumor.\\nShe was started on chemotherapy with vincristine (2 mg/m2 on day 1), doxorubicin (Adriamycin; 75 mg/m2), and cyclophosphamide with mesna (1,200 mg/m2 on day 1), alternating with ifosfamide plus mesna (1,800 mg/m2 days 1–5) and etoposide (100 mg/m2) every 3 weeks. A PET scan done after two cycles demonstrated no recurrence of the tumor. After four cycles, 9 months from initial diagnosis, she developed acute renal failure. CT scans showed evidence of metastases to her lumbar spine, pelvis, and bladder. Nephrostomy tubes were placed, which improved renal function. Two weeks later she presented with distal colonic obstruction secondary to an extensive pelvic tumor. Exploratory laparotomy and a diverting loop colostomy were done. One week later her disease progressed with new lung metastases, which led to clinical deterioration and death, with an overall survival of 10 months.", "age": "[[49.0, 'year']]", "gender": "F", "relevant_articles": "{'29480840': 1, '9065588': 1, '32205989': 1, '10664164': 1, '11585426': 1, '31688946': 1, '22943734': 1, '1522903': 1, '22365564': 1, '31186774': 1, '10400040': 1, '32529020': 1, '10221334': 1, '10623711': 1, '9111767': 1, '24738134': 1, '21962148': 2, '3425140': 1, '28052947': 1, '12376920': 1, '16096383': 1, '8086619': 1, '15979131': 1, '20490326': 1, '32629673': 2, '31966639': 1, '1283315': 1, '9475198': 1, '23836982': 1, '24463642': 1, '26549660': 2}", "similar_patients": "{'3197535-1': 1, '7337545-1': 1}"}