{"patient_id": 140036, "patient_uid": "4105948-1", "PMID": 25076888, "file_path": "noncomm/PMC004xxxxxx/PMC4105948.xml", "title": "Successful Treatment of Eccrine Porocarcinoma Metastasized to a Cervical Lymph Node with CyberKnife Radiosurgery", "patient": "An 85-year-old woman consulted us with a 3-month history of a red nodule. On her initial visit, physical examination revealed a red, easy-to-bleed, dome-shaped nodule 20 mm in diameter on her right cheek (fig. ). Dermoscopy findings revealed irregular arborizing vessels, and whitish globular structures covered by prominent bleeding (fig. ). Skin biopsy revealed dense infiltration of clear, cuboidal, basaloid atypical cells throughout the dermis (fig. ). Immunohistochemical staining revealed that these tumor cells were positive for CEA, 34bE12, p63, CK5/6 and CK14, and negative for GCDFP15. From these results, we diagnosed this case as eccrine porocarcinoma. We resected the tumor with a 2-cm surgical margin. Six months later, lymph node swelling of the right cervical lesion was detected. We screened for a possible internal malignancy with positron emission tomography-computed tomography, which revealed significant enlargement of the cervical lymph nodes (fig. ). As the lesion was adjacent to the external carotid artery and standard surgical therapy would have been impractical, we employed a CyberKnife. The lesion of the cervical lymph node was irradiated with 50 Gy in 10 fractions. One month after the irradiation, the tumor mass had completely regressed, leaving a scar (fig. ). There was no severe side effect such as radiation dermatitis at the site of the irradiated lesion. There has been no sign of local recurrence or systemic lesions for 1 year.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'24063985': 1, '19076620': 1, '17683381': 1, '21410982': 2, '22504888': 1, '28721214': 1, '19372719': 1, '32181102': 2, '34064849': 1, '11395548': 1, '31492726': 1, '25076888': 2}", "similar_patients": "{'7053679-1': 1, '3068113-1': 1}"}