{"patient_id": 87062, "patient_uid": "4897129-4", "PMID": 27347540, "file_path": "comm/PMC004xxxxxx/PMC4897129.xml", "title": "Nephrogenic Adenoma of the Urinary Bladder: A Review of the Literature", "patient": "Case 2. A 67-year-old, black man presented with respiratory distress. He had undergone right inguinal herniorrhaphy and a transurethral prostatectomy four years preceding his admission. His urinalysis revealed pyuria and haematuria. Several polypoid masses which measured 1/5 cm × 1.2 cm × 1 cm were noted over the posterolateral wall of the urinary bladder. Nephrogenic adenoma of the urinary bladder was diagnosed.\\nPierre-Louis et al. [] reported the pathological findings of the two tumours as follows.Histologically, both lesions showed a markedly thickened, bladder mucosal lining and focal polyps. Occasionally, these papillary projections were noted to have complex infoldings. The lamina propria contained numerous tubules and structures that were cystically dilated. The tubular structures resembled the tubules of the developing kidney. The epithelial cells which lined the smaller tubules possessed large, rather atypical nuclei. Ultrastructural examination revealed that the small tubular structures were lined by tall, columnar epithelial cells and had irregularly indented nuclei with prominent nucleoli. The cells rested on distinct basal lumens. The extracellular spaces were distended. Rarely, the basal lamina was multilayered. The apical parts of the cells had distinct intercellular junctions, and the luminal surface was covered with short microvilli. The cytoplasm, which was abundant, contained numerous mitochondria, rough endoplasmic reticulum, and sparse lysosomal granules. The basal part of the epithelium exhibited multilayered basal lumens. There were no asymmetric membranes on the luminal surface of these cells. Immunohistochemistry examinations using soybean and peanut-lectin agglutinins revealed SBA and, more importantly, free PNA-receptor sites at the luminal surface of the epithelial cells which lined the atypical tubules and the papillary projections.\\nPierre-Louis et al. [] commented that:their two cases of nephrogenic adenoma were described based upon light and electron microscopic as well as immunohistochemistry studies; their reported patients developed nephrogenic adenoma pursuant to surgical trauma; the majority of patients reported by a number of authors [, –, –] had had previous surgical manipulation, infections, or some trauma to the urinary tract; the association of urinary bladder irritation with the development of nephrogenic adenoma would strongly support metaplastic origin of nephrogenic adenoma of the urinary bladder; the findings of the ultrastructural studies of their patients' bladder lesions showed an absence of urothelial-cell differentiation such as asymmetric membranes or numerous desmosomes in the nephrogenic adenoma cells; the complex basal-intercellular interdigitations are luminal microvilli in nephrogenic adenoma cells resembling the ultrastructural characteristics of renal tubular cells; reports from ultrastructural studies of other nephrogenic adenomas show electron microscopic findings that are similar to those in their two reported cases; the tubular structures of those lesions had been described as resembling mesonephric tubules by Molland et al. [], proximal convoluted tubules as described by Bhagavan et al. [], Henle's loop and collecting tubules as described by Taneja et al. [], or tubular structures lined by immature urothelial basal cells as described by a number of authors [, , ]; Devine et al. [] had undertaken a study of the lectin-binding pattern of 19 cases of nephrogenic adenoma and determined some of the cellular-coat sugars in the lesion; the studies of Devine et al. [] as well as their own study show that the luminal surfaces of cells which line the tubular structures and papillary fronds of nephrogenic adenomas stain for SBA and free surface PNA-receptor sites; PNA-receptor sites are not present in normal urothelium as reported by a number of authors [–]; they are also not present in cystitis cystica or in squamous metaplasia of the urinary bladder epithelium []; the lectin receptors have been reported to be present on the luminal surface of the mesonephric and the metanephric tubules of human embryos [] and the distal and collecting tubules of the normal adult kidney [, ]; Some authors [, , ] had stated that urothelial cells only exhibit PNA receptors on their cellular surface after neuraminidase digestion.\\nKunju [] reported a 71-year-old man who had a previous history of carcinoma of the urinary bladder and who had undergone transurethral resection of bladder tumour twice in the preceding 12 months. His latest transurethral resection specimen had shown a proliferation of numerous small tubular structures which had attenuated hobnail cells, haphazard growth pattern, luminal blue mucin, and mild degenerative nuclear atypia, presence of signet ring-like tubules, infiltrating pattern into the deep lamina propria, including focal involvement of muscularis mucosae and superficial muscularis propria which were considered to be unusual, and hence immunohistochemical studies were undertaken to exclude malignancy. A diagnosis of nephrogenic adenoma of the urinary bladder with some unusual morphological characteristics was made. Kunju [] stated the following:Nephrogenic adenomas may show papillae as well as a focal solid growth pattern; nevertheless, conspicuous diffuse solid growth pattern is extremely uncommon. The cells lining tubules, cysts, and papillae are cuboidal to low columnar with scant cytoplasm (Figures and ). Occasional clear cells may be seen especially in the solid areas. Even though enlarged nuclei and prominent nucleoli may be observed in some cases of nephrogenic adenoma of bladder, significant nuclear atypia, including presence of mitosis, is very rare; nuclear atypia when present appears degenerative with indistinct smudgy chromatin. Small tubules with blue mucin lined by a single cell which resemble signet ring cells may be seen (). Nephrogenic adenomas typically are not invasive tumours though rare cases of nephrogenic adenoma may focally involve the superficial muscularis propria () []. Nephrogenic adenomas are typically positive with cytokeratin 7 (CK7), α-methylacyl-CoA racemase (AMACR), P504S, PAX2, and epithelial membrane antigen and are usually negative with p63 [, ] (Figures and ). PAX2, which is a key renal transcription factor, is commonly expressed in nephrogenic adenoma that some authors [] had interpreted as evidence in support of renal tubular origin of nephrogenic adenoma. Nephrogenic adenomas exhibit patchy staining with high-molecular weight cytokeratin (34βE12), even though a subset of these (40% to 45%) may be completely negative [, ]. The histological characteristics that favour nephrogenic adenoma of the prostatic urethra from adenocarcinoma of the prostate include lack of significant cytologic atypia and mitosis and presence of adjacent urothelium with papillary architecture and vascular-like cystic tubules which are lined by hobnail cells that are set in oedematous and inflammatory stroma (). Cytokeratin 7 and PAX2 positivity of nephrogenic adenoma () can be useful to differentiate nephrogenic adenoma from adenocarcinoma of prostate, which is negative with these markers. Nested variant of urothelial carcinoma (Figures \\n) exhibits distinctive patterns in the superficial and deep portions of the tumour. In biopsies and transurethral resection specimens, the superficial component of nested variant of urothelial carcinoma which is a differential diagnosis of nephrogenic adenoma, is characterized by small, crowded, tightly packed nests with focal tubular differentiation that could be prominent in some cases. The nests commonly possess central lumens which resemble cystitis cystica [–]. The majority of the nests have a deceptively bland cytology within the superficial areas of the tumour, though random cytologic atypia within nests is commonly observed. Within the deeper parts, a prominent infiltrative base with frequent muscularis propria invasion and focal high-grade cytologic atypia is noted (Figures and ). Another rare entity which may mimic nephrogenic adenoma of the urinary bladder is clear cell adenocarcinoma (Figures and ); this tumour may show foci with tubular, cystic, and papillary architecture lacking significant cytologic atypia, focally resembling nephrogenic adenoma.\\nSafaei et al. [] reported a 55-year-old woman with urinary problem. She underwent cystoscopy which revealed a sessile mass which was resected. Histology of the specimen revealed circumscribed proliferation of tubules, cysts, and papillae which were lined by low cuboidal to columnar epithelial cells. Immunohistochemical staining of the tumour was strongly positive for CK7, P504S, CD10, and EMA but negative for CK20, PSA, and P63. A diagnosis of nephrogenic adenoma of urinary bladder was made. Her urinary symptoms improved after resection of the lesion. She was lost to follow-up after 5 months of follow-up.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'24686831': 1, '3548004': 1, '20060152': 1, '21989174': 1, '10679655': 1, '12200552': 1, '7040700': 1, '1113393': 1, '5677385': 1, '7091049': 1, '12960809': 1, '9801094': 1, '16360424': 1, '16689198': 1, '969083': 1, '15787327': 1, '1009329': 1, '7355547': 1, '7423718': 1, '18043925': 1, '18114097': 1, '6798226': 1, '3121867': 1, '8539229': 1, '11395559': 1, '33897934': 1, '18947630': 1, '3275801': 1, '9865832': 1, '7206067': 1, '20923300': 1, '15166661': 1, '19800100': 1, '29984315': 2, '3981655': 1, '7077075': 1, '13163977': 1, '15533502': 1, '7028599': 1, '20660459': 1, '6858970': 1, '4816288': 1, '14681330': 1, '6809959': 1, '3706613': 1, '4651347': 1, '18485239': 2, '18947724': 1, '16400326': 1, '7129957': 1, '17667548': 1, '23115444': 1, '8648834': 1, '34449477': 2, '9372876': 1, '4816287': 1, '16740031': 1, '2376401': 1, '29493186': 1, '19306422': 1, '21862049': 1, '6895394': 1, '18670350': 1, '18064687': 1, '6737573': 1, '11316978': 1, '14634422': 1, '6360337': 1, '14785074': 1, '6203399': 1, '27347540': 2}", "similar_patients": "{'4897129-1': 2, '4897129-2': 2, '4897129-3': 2, '2396656-1': 1, '8389872-1': 1, '6033302-1': 1, '6033302-2': 1}"}