{"patient_id": 84079, "patient_uid": "4655280-1", "PMID": 26635989, "file_path": "comm/PMC004xxxxxx/PMC4655280.xml", "title": "A Large Pleural Effusion following Abdominal Aortic Surgery", "patient": "A 70-year-old man with chronic obstructive pulmonary disease (COPD) was referred to the hospital by his primary care physician (PCP) after 2 weeks of worsening dyspnea on minimal exertion, associated with a feeling of “fullness” in his chest. He denied chest pain, wheezes, discolored phlegm, hemoptysis, orthopnea, and ankle edema but complained of fifteen-pound weight loss despite an unchanged appetite and an increase in the size of his belly. His PCP obtained a chest radiograph and referred him to the hospital for further evaluation and management.\\nHe was a hypertensive, ex-smoker of 180 pack years and an avid beer drinker of twelve beers daily but stopped both five months ago when he underwent aortobifemoral bypass grafting for incapacitating claudication.\\nPhysical examination revealed a thin gentleman with poor dentition and oxygen saturations of 96% on room air. Chest exam revealed dullness in the lower half of his right hemithorax with absent breath sounds and decreased vocal and tactile fremitus consistent with a large right sided pleural effusion. Abdominal examination revealed distension with fullness in his flanks and shifting dullness consistent with ascites. There were no stigmata of chronic liver disease, clubbing, or ankle edema.\\nComplete blood count with differential, basic metabolic panel and hepatic panel was unremarkable except for a normocytic anemia (hemoglobin 9.2 g/dL) and hypoalbuminemia (serum albumin 3.2 g/dL). N-Terminal Pro-Brain Natriuretic Peptide was within normal limits. The chest radiograph done prior to this hospital visit reportedly showed a large right sided pleural effusion. A computed tomography (CT) scan of chest done on presentation to the hospital confirmed the large right sided pleural effusion () and also showed ascites.\\nA thoracentesis was performed and approximately 1500 mL of opaque milky fluid was obtained (). Pleural fluid to serum LDH ratio was 1.6 consistent with the fluid being an exudate. The cell count and differential showed a white blood cell count (WBC) of 180/μL with a lymphocytic predominance (79%). The pleural fluid cholesterol was 52 mg/dL with a triglyceride level of 1135 mg/dL. The fluid Gram stain was unremarkable and bacterial culture was sterile. A paracentesis was subsequently done and it also revealed a similar appearing fluid with a triglyceride level of 5010 mg/dL. This was consistent with chylous ascites with coexistent chylothorax.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'11243984': 1, '2551473': 1, '13444241': 1, '16145348': 1, '1973814': 1, '7744188': 1, '9619316': 1, '30474568': 2, '20124878': 1, '3828744': 1, '9743158': 1, '2266250': 1, '2405815': 1, '12074412': 1, '11056439': 1, '9674463': 1, '28883011': 1, '10713026': 1, '11235686': 1, '9692478': 1, '6112179': 1, '11792897': 1, '26635989': 2}", "similar_patients": "{'6260677-1': 1}"}