{"patient_id": 150293, "patient_uid": "4747075-1", "PMID": 26687122, "file_path": "noncomm/PMC004xxxxxx/PMC4747075.xml", "title": "Post-stenotic Recirculating Flow May Cause Hemodynamic Perforator Infarction", "patient": "An 81-year-old hypertensive and hyperlipidemic woman visited the emergency department after developing dysarthria and subtle right-sided weakness 2 days earlier. She had also experienced transient dysarthria 9 days prior to this visit. Diffusion-weighted imaging showed an acute infarction in the left paramedian area, near the junction of the midbrain and the pons (). Time-of-flight magnetic resonance angiography (TOF-MRA) revealed a severe stenosis at the mid-basilar trunk ().\\nHR-MRI was performed to determine the exact level of the PPI and its relationship to the BA stenosis. The proton-density image showed perforators supplying the infarcted area branching from the upper pons level of the BA (; arrowheads), with the infarcted area extending to the base of the pons at the particular level. However, the atherosclerotic plaque was located in the narrowed BA at the mid-pontine level, but did not obliterate any perforators causing the PPI (). Although the diameter was restored after the area of stenosis, TOF-MRA showed a low signal intensity area at the inner curvature of the post-stenotic area, where the perforator - which supplies the area of the PPI - branches (lines C and D; ). The patient underwent a conventional angiogram () and the result of angiogram was reconstructed in 3 dimensional images (). An experiment with 3D-vascular model was performed to verify the mechanism of stroke. We have used the source image of MRI, which is non-invasive and widely used to evaluate intracranial atherosclerosis to reconstruct the 3D-model, for broad application of this method. The Institutional Review Board of our center approved the study, and a written informed consent was obtained from the patient.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'24302997': 1, '23427094': 1, '17998452': 1, '24784009': 1, '25360705': 1, '8559368': 1, '15699395': 1, '11701491': 1, '20488901': 1, '32769891': 2, '26060796': 1, '25846063': 1, '11936396': 1, '12428100': 1, '19039214': 1, '27561388': 1, '18418710': 1, '26687122': 2}", "similar_patients": "{'7593083-1': 1}"}