{"patient_id": 146748, "patient_uid": "4513765-1", "PMID": 26229385, "file_path": "noncomm/PMC004xxxxxx/PMC4513765.xml", "title": "Rehabilitation of an Orbital Defect: A Simplified Technique", "patient": "A 65-year-old male patient reported to Department of Prosthodontics, MR Ambedkar Dental College and Hospital, Bangalore, India with an orbital defect () and loss of teeth. The patient was unaware of the facility to rehabilitate his defect. When he came to know about the available facility in our institution, he was motivated and consented to rehabilitate his defect. He had lost his eye due to a traumatic accident 30 years ago and reported with an anophthalmic socket with a facial defect on his right side. The surgical wound was completely healed. Intraoral examination revealed completely edentulous maxilla and mandible. Various treatment options were discussed, and his economic status limited us to the silicone prosthesis. We explained the clinical procedures to the patient before fabrication of the prosthesis.\\nThe impression for the facial moulage was made with a thin mixture of alginate (irreversible hydrocolloid) (). The hydrocolloid was reinforced with open gauze pads, which aid in the retention of the Plaster of Paris backing. After removal, the impression is cleaned and inspected for accuracy and detail. Type IV gypsum product is poured in the defect area, and Type III stone is poured in the remaining area and a cast is obtained.\\nOrientation points are marked on the master cast (). A suitable acrylic resin ocular prosthesis, with the color of its iris/pupil complex, dimensions, and sclera similar to the contralateral eye, was selected and adapted in the anophthalmic area of the working cast with the baseplate wax. The ocular prosthesis was seated and roughly oriented in the defect according to the orientation marks. This wax pattern was transferred to the patient's anophthalmic area, and the patient was instructed to look straight. The stock ocular prosthesis was adjusted anteroposteriorly, mediolaterally, and superioinferiorly in accordance with the contralateral eye. The oriented ocular prosthesis with the wax pattern was then transferred to the working cast. The eyelids were sculpted by using baseplate wax.\\nAfter sculpting the eyelids, modeling wax was added to the defect side of the face and sculpted by comparing the normal contralateral side of the face. Final surface contour and skin texture were established by carving in lines and wrinkles observed around the normal eye ().\\nSelect a well fitted, comfortable frame that blends with the personality of the patient and adequately covers the defect when viewed from the front, the sides, and above.\\nWorking cast was duplicated, and the duplicate cast was used for mold construction. The pattern was then sealed to the duplicate cast and invested in the conventional denture flask. Indexing with sticky wax in the form of two pyramids was done on the surface of the ocular segment. This index was reproduced in the cope segment of the mold (). The cope was carefully removed to avoid damage to the indexing wax. The ocular segment was removed from the wax pattern and placed into the index indentations with an adhesive.\\nAn adequate amount of silicone material was dispensed (room temperature vulcanized [RTV] silicone) on the ceramic tile. Intrinsic color pigments were added and mixed to achieve the shade of the skin color of the contralateral side of the face. Silicone material was packed and kept for polymerization for 24 h in a bench press. After 24 h, molds were separated, the silicone prosthesis retrieved, and finishing done. Cosmetic eyelashes were attached to the prosthesis using an adhesive.\\nThe prosthesis was held in place in the orbital defect, and the patient was asked to wear the spectacles over the prosthesis. Auto polymerizing acrylic resin was mixed and used to attach the prosthesis to the spectacles. One end of the prosthesis is tacked onto the nose pad and the other onto the side of the spectacle frame, with the acrylic resin keeping the spectacles and prosthesis in situ. After removal of the spectacles from the patient's face, the additional acrylic resin is added for final attachment. The acrylic was painted black to match the frame of the spectacles ().", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'5273664': 1, '15382782': 1, '22356269': 1, '1066484': 1, '12869978': 1, '290804': 1, '26229385': 2}", "similar_patients": "{}"}