{"patient_id": 139939, "patient_uid": "4100422-1", "PMID": 25035560, "file_path": "noncomm/PMC004xxxxxx/PMC4100422.xml", "title": "Brief Dynamic Psychotherapy in a Case of Obsessive Compulsive Disorder", "patient": "Patient is Mr. H, 57 years old married man with an adopted daughter, senior manager of a multinational company with past occupational history of being a senior official of Indian Railway Service had taken voluntary retirement a year ago with complaints of 2 months duration of recurrent fears of circulation of a duplicate CD of one of his presentations in an international conference, also recurrent thoughts that the years of winning medals during his tenure in Indian Railway Service were misrepresented in the records as early years. He recognized these fears as irrational, intrusive, causing irritability and extreme anxiety. He also tried to resist his urge to go to the administrative office of his previous employment and check the records. He was afraid he may give in to these urges that could cause public humiliation as he knew they were irrational fears and records would be in order. He was also unable to concentrate on his work and suffered from initiation phase insomnia.\\nPatient was diagnosed with obsessive compulsive disorder predominantly obsessions. Patient refused pharmacotherapy and demanded psychotherapy.\\nHe said, “My mind is playing tricks on me, I want to know why?”\\nPatient had employed thought stopping, replacing automatic irrational thoughts with rational thoughts and distraction on his own and these were unsuccessful. He was aware of psychoanalysis and requested for a less time consuming form of the same treatment.\\nPatient had an easy temperament, was psychologically minded, responsive to interpretations, healthy and strong ego functions, stable heterosexual partnership of 25 years, no conflicts with both parents, no deprivation and was highly motivated to receive insight.\\nHence, brief dynamic psychotherapy was chosen as a mode of therapy[] and a therapeutic contract of ten sessions apart from the two initial sessions needed for diagnosis and choice of therapy was made by the author[] (therapist).\\nTherapeutic focus was on the symptoms of obsessions.\\nSince the patient's symptoms were obsessive fears in the professional sphere, professional history was explored for both performance anxiety and social anxiety.\\nIn the first exploratory session, patient recalled his steady climb in the bureaucracy, winning medals, accolades for his work. He was appreciated by his superiors and colleagues. He pursued his hobby as a mountaineer, climbing several peaks of Himalayas. He also was a connoisseur of music and literature.\\nHe offered to show the therapist his collection, as both of them shared love of literature and he described his impressive collection of books and music. Therapist declined the offer. However a therapeutic alliance was established.\\nWhen asked about his responses to competition, rivalry or dominance in his work place in an attempt to uncover the primitive rage or anger, patient denied having experienced these, as he was always liked by his superiors and easily surpassed his contemporaries.\\nHowever, he paused and replied that though he did not feel resentment, he had found an equal in a junior woman colleague 1½ years prior to his retirement.\\nHe said she was extremely efficient, focused, ambitious, shared most of his qualities. They had undertaken several projects together and he experienced a very stimulating companionship in their working partnership.\\nShe had also shared his hobbies of literature and music. …He said “Yes, a lot like you” to the therapist. Here the therapist had to make explicit what patient had implied but was avoiding, that he liked the colleague. To focus on the actual experience of feelings and not on the technical snags in the projects they had undertaken together. He had established transference that enabled him to admit these feelings without being overwhelmed.\\nPatient was probed for feelings of attraction toward the colleague. He did not wish to discuss it and spoke at length about intellectual compatibility. Pressure had to be built up by making him focus on the actual experience of feelings and confronting what he was avoiding. Finally, he accepted it (unlocking the unconscious and overcoming the major resistance).\\nPatient expressed anxiety he felt about the social impropriety in his feelings and intense guilt towards his wife and also his fear of trespassing the boundaries with the colleague.\\nInterpretation of his voluntary retirement as the avoidance behavior due to his anxiety was accepted by the patient, with an “Aha” sort of emotional insight.\\nPatient was gently pointed out the defenses “displacement” and “isolation of affect” that could be served by the duplicate CD. Patient said, “Duplicate? Yes, that was her!”\\nHe was also more appreciative of the link between the underlying anxiety of losing the duplicate CD that seemed irrational, but could be due to the emotional link he felt with this woman and fear of losing that companionship and the inappropriate attraction becoming known to the public.\\n“Reaction formation” and “undoing” were the defenses interpreted for the symptom of the irrational fears that time of the receipt of his awards were dated earlier, to coincide with her tenure, to match her age (it was another social factor that upset the patient, as she was more than a decade younger to the patient).\\nThese interpretations were accepted.\\nPatient re-experienced the ambivalence and guilt of feeling attracted as synonymous with adultery. Patient was explained that it amounted to “magical thinking” as he had not committed any act of adultery. With this his superego resistance was dispelled.\\nPatient reported that he was feeling free to love his family again. He said he was grateful for having experienced such terrific compatibility with a woman, though not his spouse.\\n“Perhaps I am young at heart and ahead of my times, my awards show that…?” He smiled as he said this.\\nHe accepted the transference and it helped him to reframe his past experience in more positive terms “discovering me through your help was just as much interesting as working with her, thank you!”\\nHe said he no longer experienced any obsessive fears. The mystery was solved.\\nIn the 9th Session, patient terminated therapy, with a box of Swiss chocolates. He said, he had spoken to the woman colleague over the phone about some assignment and experienced no anxiety, just a mild discomfort. His relationship with his wife had improved, he was happy that his daughter was doing well in her studies. He was planning to take an expedition to a mountain. Patient was able to feel excited over his adventures like in the past.\\nHe called the therapist over the phone to say he was maintaining the improvement 3 months later.\\nNo further contact was made.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'22512743': 1, '19845089': 1, '19711769': 1, '21967074': 1, '15583112': 1, '22181354': 1, '25035560': 2}", "similar_patients": "{}"}