{"patient_id": 146110, "patient_uid": "4463791-1", "PMID": 26078732, "file_path": "noncomm/PMC004xxxxxx/PMC4463791.xml", "title": "Factitious Disorder in Crohn's Disease: Recurrent Pancytopenia Caused by Surreptitious Ingestion of 6-Mercaptopurine", "patient": "A 50-year-old female with an 8-year history of fistulizing Crohn's disease and active recurrent perirectal abscesses presented to the outpatient clinic for initial consultation. She had undergone a diverting colostomy elsewhere 2 years prior to consultation and reported a history of greater than 30 perianal surgical procedures. Her medical history also consisted of vitamin D deficiency, peripheral neuropathy, osteopenia and obstructive lung disease related to ongoing tobacco use. She reported unsuccessful treatment with 5-aminosalicylic acid agents, methotrexate, infliximab, adalimumab and certolizumab pegol.\\nThe patient was started on 75 mg of 6-MP daily, however severe abdominal pain and active perianal disease persisted. Thiopurine metabolite testing for thioguanine nucleotide (TGN) and methyl mercaptopurine nucleotide (MMPN) revealed low levels and the dose was increased to 100 mg daily. Six weeks later she presented with worsening abdominal pain. Laboratory testing demonstrated elevated lipase levels (4 times upper limit of normal) and the patient was told to discontinue 6-MP indefinitely, both by telephone and at a face-to-face follow-up visit, because of probable drug-induced pancreatitis\\nTwo months later, the patient presented to the emergency department with a 3-day history of progressive headache, fatigue and a spreading erythematous rash. Laboratory studies demonstrated pancytopenia, with hemoglobin of 8.3, mean corpuscular volume of 112, leukocyte count of 1.7, absolute neutrophil count of 0.42 and platelet count of 90. A hematology consultation was obtained and her prior use of 6-MP dosing, followed by cessation, was specifically noted. The pancytopenia was attributed to residual effect of long-term 6-MP use and she was closely monitored, with counts progressively recovering throughout the remainder of her hospitalization.\\nInfliximab was reintroduced, and laboratory tests showed normalization of blood counts through the 4-month follow-up visit. However, she subsequently returned to the emergency department 8 days later with abdominal pain and increased ostomy output. Pancytopenia was again present with hemoglobin, leukocyte count and platelet count of 7.2, 2.1 and 42, respectively. Long-term immune-suppressive therapy was suspected as the etiology of the pancytopenia. Bone marrow biopsy showed hypocellularity, panhypoplasia and mild dyserythropoiesis. Further analysis demonstrated diploid XX cytogenetics and normal flow cytometric analysis, with no clonal or aberrant leukocyte population identified and no blast proliferation. She underwent transfusion of numerous blood products and ultimately was started on filgrastim. Her counts improved and she was discharged.\\nThe patient was readmitted twice over the next 5 months with recurrent pancytopenia. A repeat bone marrow biopsy remained non-diagnostic. Again, she was transfused and given colony-stimulating factors as well as a prednisone taper and her counts improved. Several months later, she was readmitted for pancytopenia, oral ulcers and increased ostomy output. Out of concern for her repeated admissions with no identified cause, thiopurine metabolite testing was repeated and demonstrated TGN and MMPN levels of 385 (therapeutic window 230–400 pmol) and 12,417 (target <5,700 pmol to minimize toxicity), respectively, consistent with drug being present in the body and with MMPN levels predisposing toward toxicity. In the course of her evaluation, her community pharmacist contacted her outpatient providers and indicated that a refill of 6-MP had been dispensed 1 month prior to admission. The patient denied refilling the old prescription and indicated she did not take the 6-MP. The difficult situation was directly discussed with the patient and she again denied taking the 6-MP. She was specifically advised to not use this medication as it was likely responsible for prior pancreatitis and recurrent pancytopenia. Budesonide was initiated and all hematologic abnormalities resolved by 3 months. The patient subsequently canceled appointments at our institution and has been out of contact for 6 months.\\nAfter the pancreatitis attributed to 6-MP in January 2013, the patient was hospitalized 8 times during the time of this report extending to June 2014. Four of these admissions were related to pancytopenia. She had multiple consultations with gastroenterology, hematology, colorectal surgery and single consultations with infectious disease, rheumatology, dermatology, endocrinology and pulmonary medicine. At each hospital discharge, a written list of prescriptions was specifically reviewed with and provided to the patient. Medication reconciliation was performed at each outpatient visit, and her list, from which 6-MP was absent, was confirmed on every occasion.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'12676115': 1, '23459058': 1, '12777276': 1, '24612861': 1, '12972228': 1, '3873527': 1, '1577899': 1, '17209151': 1, '17252033': 1, '2168489': 1, '12642719': 1, '31528295': 1, '14805062': 1, '14747641': 1, '2247566': 1, '26078732': 2}", "similar_patients": "{}"}