{"patient_id": 138983, "patient_uid": "4027720-1", "PMID": 24868364, "file_path": "noncomm/PMC004xxxxxx/PMC4027720.xml", "title": "Hemidystonia as an Initial Manifestation of Leptomeningeal Metastasis", "patient": "A 76-year-old woman was admitted to our hospital because of involuntary movement of the left distal extremities. Two months earlier, she reported a peculiar feeling and occasional jerky and twisting movements of the left foot and hand when attempting to put on shoes or catch objects. The symptoms worsened over the next two months making fine motor tasks difficult. The patient had a past history of hypertension and endometrial cancer that was treated.\\nOn initial examination, we found dystonic movement of the left hand and foot mainly occurring with action. On neurological examination, motor and sensation functions were preserved, but there were increased deep tendon reflexes, a positive Barbinski’s reflex and ankle clonus in the left extremities. The gait was small based and dystonia of the left foot was observed on initiation of gait.\\nThe brain MRI revealed hyperintense lesions with irregular and nodular meningeal enhancement in the right fronto-parietal lobe, suggesting leptomeningeal metastasis (). The MR angiography, venography and spectroscopy were non-specific. The electroencephalogram for a differential diagnosis of simple partial seizure showed no epileptic activity. The cerebrospinal fluid (CSF) contained 54 white blood cells per uL (47% lymphocyte dominant); the concentrations of protein and glucose were 79 mg/dL and 65 mg/dL, respectively. All laboratory tests including tumor marker studies and CSF cytology were normal.\\nThe search for a hidden primary malignancy included a whole body 18F-fluorodeoxyglucose positton emission tomography (18F-FDG PET). Torso-PET scanning showed hypermetabolic signals in the gastric antrum and left upper lung, and the brain-PET scan showed hypermetabolic signals in the right fronto-parietal lobe, consistent with the brain MRI findings (). Endoscopic gastroduodenoscopy revealed a very large ulcerated infiltrating mass at the gastric antrum, and the biopsy showed an adenocarcinoma. Finally, the patient was diagnosed with advanced gastric cancer and leptomeningeal metastasis.\\nThe patient received chemotherapy and medication with haloperidol, but the dystonia persisted. Two months later, after changing medication with clonazepam, the dystonia was slightly improved. Follow up brain MR continued to show hyperintense lesions without interval change.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'4031909': 1, '3785674': 1, '4005532': 1, '12784263': 1, '8058132': 1, '8559423': 1, '11784827': 1, '11748760': 1, '8684397': 1, '10395835': 1, '7922471': 1, '7191439': 1, '15197717': 1, '16598615': 1, '10944408': 1, '1891107': 1, '3347363': 1, '8232949': 1, '24868364': 2}", "similar_patients": "{}"}