{"patient_id": 146423, "patient_uid": "4492317-1", "PMID": 26155250, "file_path": "noncomm/PMC004xxxxxx/PMC4492317.xml", "title": "Giant pedunculated hepatocellular carcinoma masquerading as a pelvic mass: a case report", "patient": "A 74-year-old woman was admitted to our hospital 3 years ago because of a palpable mass in the lower abdomen. Other symptoms such as nausea, vomiting, and abdominal pain were present. She also complained of vaginal discharge without bleeding. She did not have any other medical and surgical history. She had no history of blood transfusion or alcohol abuse. There was no family history of HCC. On physical examination, a huge palpable movable mass was detected in the lower abdomen, and the abdomen was slightly tender and distended. Blood tests demonstrated decreased hemoglobin/hematocrit, normal while blood cell and platelet count (10.4 g/dl/31.6%, 7,140/mm3 and 309,000/mm3, respectively). Other laboratory findings showed mild hyperbilirubinemia, serum total bilirubin 1.4 mg/dl and slightly elevated liver enzymes, Aspartate transaminase/Alanine transaminze 57/45 IU/L, alkaline phosphatase 149 IU/L. Hepatitis B virus surface antigen (HBsAg) and hepatitis C virus antibody (HCV-Ab) were negative. Also, tumor markers such as alpha-fetoprotein (AFP), cancer antigen (CA)-125, CA19-9, β-hCG (human chorionic goandotropin), Carcinoembryonic antigen (CEA) were within their normal limits. The other findings were unremarkable. Transvaginal ultrasonography revealed a huge solid mass with internal low echogenicity in the upper portion of the uterus, and CT scans showed a multilobulated homogeneous enhancing mass between the right adnexa and the left hepatic lobe measuring 15.2×11.4 cm ().\\nHence, the initial impression was of a huge myoma uteri or right adnexal mass such as germ cell tumor (e.g. dysgerminoma, choriocarcinoma). Thus total abdominal hysterectomy with bilateral salpingo-oophorectomy was planned in the gynecologic department. During the operation, an exophytic mass with a thin peduncle originating from the left lateral hepatic lobe was observed. The mass was not infiltrating the uterus, the ovary and the other organs. Frozen-section biopsy was performed. The biopsy result was adenoma of uncertain origin, but carcinoma could not be excluded. Grossly, the tumor was fairly well-circumscribed and encapsulated. Remnant liver looked normal in color and consistency (). Therefore, we performed wedge resection of the hepatic mass leaving an adequate resection margin. She discharged on the tenth day after the operation without any complications. She was doing well for one year without adjuvant radiation and chemotherapy.\\nOn pathologic examination, the mass was a 15×15 cm-sized nodular type, and the Edmondson and Steiner's histologic grade was III. Capsular invasion was present, but the other findings including vascular invasion were absent ().", "age": "[[74.0, 'year']]", "gender": "F", "relevant_articles": "{'17224508': 1, '10394121': 1, '12162418': 1, '8392525': 1, '6094924': 1, '6295617': 1, '33684366': 1, '8983610': 1, '9425921': 1, '13160935': 1, '12209243': 1, '19891029': 1, '5081554': 1, '18253078': 1, '6295613': 1, '26155250': 2}", "similar_patients": "{}"}