{"patient_id": 84036, "patient_uid": "4653293-1", "PMID": 26635720, "file_path": "comm/PMC004xxxxxx/PMC4653293.xml", "title": "Brain Network Activation as a Novel Biomarker for the Return-to-Play Pathway Following Sport-Related Brain Injury", "patient": "The current case was a 15-year-old male varsity high school hockey player who participated in a prospective research study on concussion incidence. Prior to the start of the season, he participated in a neurocognitive EEG assessment, as part of a larger testing battery. Within 36 h of this initial testing session, he sustained a head injury (November 14) during a preseason game. The injury occurred when the Case was skating behind his net in pursuit of the puck and was checked into the boards. The opponent hit the Case on his left side and the opponent’s elbow made contact with the left side of the Case’s head, forcing the right side of his head into the glass. He maintained consciousness, and skated back to the bench under his own power while holding his head with his hands. The Case did not report any associated amnesia, but did report headache, dizziness, photophobia, and tinnitus. A standardized assessment of concussion (SAC) sideline test was administered and consisted of orientation questions (month, day, location, and activity), memory recall (word list memory), concentration (counting numbers and listing months backwards), and neurological screening (checking strength, sensation, pupil response, coordination, balance and eye tracking). The Case did not complete the assessment to the satisfaction of the medical staff, and thus was not cleared for further participation for the remainder of the game and was not allowed to participate in scrimmage the following day.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'24269569': 1, '15369519': 1, '24377961': 1, '22261156': 1, '24136455': 1, '28634467': 1, '23080128': 1, '32792915': 1, '33584189': 1, '28727640': 1, '11572472': 1, '6709421': 1, '24535560': 1, '22372409': 1, '22287642': 1, '10456800': 1, '24739186': 1, '22669496': 1, '25883586': 1, '12734070': 1, '16767769': 1, '14670576': 1, '25698950': 1, '27286176': 1, '23274602': 1, '25960035': 1, '22107157': 1, '23103362': 1, '20100126': 1, '18207681': 1, '23855364': 1, '24956041': 1, '21749192': 1, '22035679': 1, '12217205': 1, '28055228': 1, '23479483': 1, '31055005': 1, '24377962': 1, '23479488': 1, '26635720': 2}", "similar_patients": "{}"}