{"patient_id": 84320, "patient_uid": "4674949-1", "PMID": 26654961, "file_path": "comm/PMC004xxxxxx/PMC4674949.xml", "title": "Translocational renal cell carcinoma (t(6;11)(p21;q12) with transcription factor EB (TFEB) amplification and an integrated precision approach: a case report", "patient": "A 42-year-old white man had a history of kidney cancer from 2005. At that time, his right kidney was removed, and RCC was concluded on the basis of histology. The disease was staged as T3apN0M0 (TNM-Union for International Cancer Control, TNM-UICC, 2010). The cancer was regarded as localized and no further investigation was undertaken at the time. In the winter of 2013, the patient consulted his general practitioner for increasing right-sided lateral chest pain. Computed tomography (CT) of his thorax revealed a lateral mass destructing his third rib, without penetrating through the pleural cavity. Several biopsies were obtained and the tumor was confirmed as clear cell RCC. However, the pathologist responsible had doubts about the correct histology and consulted experts in the field for a second opinion abroad. Techniques including Sanger sequencing of the candidate translocation region and fluorescence in situ hybridization (FISH) confirmed a translocation including TFEB (t6;11), which is diagnostic of RCC. Immunohistochemistry was positive for cathepsin K and Melan-A, which supported the diagnosis.\\nFurther investigation of the patient with magnetic resonance imaging (MRI; Fig. ) of his vertebral column showed small lesions in his lower lumbar spine, suspicious of tumor spreading to his skeleton. This clinical picture, and the first immunohistochemical results showing intensive staining of cathepsin K, pointed to dysfunctional activity in osteoclasts, and linked therapeutic choices to autophagy and metabolism. He was referred to surgical resection of the part of his chest wall afflicted by a tumor mass, which was conducted at the University Hospital Oslo in September 2013. Postoperatively, he received irradiation to the tumor bed, 3 Gy per fraction to a total dose of 30 Gy.\\nToday, there is no commonly accepted treatment recommendation for non-RCC. Pending the final histology report, while having the clinicopathological suspicion of translocational RCC, several therapeutical strategies were discussed. In the light of no available standard treatment for patients with translocational RCC, a mammalian target of rapamycin (mTOR) inhibitor (everolimus 10 mg daily) counteracting phosphorylation of TFEB by mTOR complex 1 (mTORC1) [] and denosumab (120 mg subcutaneously every fourth week), a monoclonal antibody regulating osteoclast activity by targeting the RANK ligand, were both applied during and after postsurgical radiotherapy. This therapeutic strategy aimed to counteract the dysfunctional signaling effect in catabolism and bone reabsorption as described for TFEB tumors. In addition, the formerly nephrectomized patient had moderately reduced kidney function after the operation, and needed self-catheterization. Often tyrosine kinase inhibitors (TKIs) affect kidney function, supporting an mTOR pharmacological treatment instead of TKI for this patient. Unfortunately, everolimus led to thrombocytopenia and had to be reduced to 7.5 mg per day taken orally. During the next 2 months, the patient’s health deteriorated, and the mTOR-inhibitor therapy was eventually interrupted.\\nA new series of MRI (Fig. ) confirmed progression, with multiple additional bony lesions. The patient was treated with a broadly acting TKI, pazopanib (800 mg once daily) as second-line medical treatment, interfering with platelet-derived growth factor (PDGF) and vascular endothelial growth factor (VEGF) pathways. At the same time, neither anti-1-amino-3-18F-fluorocyclobutane-1-carboxylic acid (18F-FACBC) positron emission tomography (PET)/CT nor 2-deoxy-2-(18F)fluoro-D-glucose (18F-FDG) PET/CT scans detected tumor spreading.\\nAcknowledging the difficulty in identifying a rational therapeutic approach, the patient consented to serial biopsies taken in February and June 2014, preceding the choice of a new treatment due to a major lesion in his sacrum. Both samples were then assessed molecularly by Agilent SureSelect exome capture with Illumina sequencing, and expression profiling using bead arrays from Illumina.\\nRibonucleic acid (RNA) extraction from the tumor taken at the first time point was split in two parts and a TissueLyser (Qiagen) was used to disrupt the sample. RNA from both parts was extracted using a GenElute Mammalian Total RNA Miniprep Kit (Sigma-Aldrich), according to the manufacturer’s instructions. DNA was extracted from the tumor taken at the second time point, using the NucleoSpin Tissue Kit (Macherey-Nagel), according to the manufacturer’s protocol. Normal DNA was extracted from ethylenediaminetetraacetic acid (EDTA) blood using the NucleoSpin Blood Midi Kit (Macherey-Nagel), according to the manufacturer’s protocol. Normal and tumor DNA was subjected to whole exome sequencing using the SureSelect whole exome v5 and Illumina sequencing by synthesis technology (HiSeq 2500) following the supplier’s protocol. The resulting FASTQ files were further analyzed using an in-house developed pipeline for somatic event detection. Reads of the tumor and its matched control sample were separately mapped with BWA-MEM [] to human reference genome (build b37) with an added decoy contig, obtained from []. Sample-wise sorting and duplicate marking was performed on the initial alignments with Picard tools []. Genome Analysis Toolkit (GATK) tools [] were subsequently used for two-step local realignment around indels (in this step, both samples were processed together). Each sample’s pair-end read information was then checked for inconsistencies with Picard, and base-quality recalibration was performed by GATK.\\nSomatic variant calling on the sample pair was done with MuTect [] (somatic single nucleotide variant, SNV, detection), Strelka [] (somatic SNV and INDEL detection), DELLY [] (large-scale variation – deletions, duplications, translocations and inversions – detection) and VarScan2 [] (somatic copy number variation, CNV, analysis).\\nGATK tools were used for computing coverage statistics based on the recalibrated alignment files.\\nMost of the analysis (starting with the local realignment step) was limited to exome regions, defined by Agilent sequencing probes (for further details, see Additional file ).\\nOne translocation was identified through sequencing, involving positions chr11:65,267,772 and chr6:41,659,234, involving the expected TFEB translocation previously described for this patient.\\nWe identified 23 somatic single SNVs, and three insertion/deletion events. Among these, one mutated gene was located in the tumor necrosis factor (TNF) receptor pathway (MAP3K7, G110V), a pathway previously implicated in clear cell RCC []. However, no obvious candidate therapeutic target genes were identified as mutated.\\nA DNA copy number plot is shown in Fig. . Gain of a region of 1q including the gene KIF14 has previously been associated with fatal progression, and KIF14 was among the genes reported to be overexpressed in tumors with 1q []. We did identify a somatic mutation for this gene (H849Y), but the tumorigenic potential remains unclear. Other chromosome arm scale events with more or less clear breaks could be seen on chromosomes 1, 3, 18 and 22. Some chromosomes (9, 13, 19) appeared to be generally underrepresented by sequencing reads in the tumor, while some other chromosomes (for example 2 and 7) seemed to be affected by many smaller events.\\nTranscriptome analysis was performed using the TruSeq Stranded Total RNA with Ribo-Zero Gold from Illumina according to the manufacturer’s instructions. The RNAa-Seq library was sequenced using a HiSeq 2500 with a paired-end 2×100 base pair (bp) approach. The sequencing reads were mapped with TopHat2 [] to human reference genome/transcriptome (build hg19) and subsequently processed by the Cufflinks2 tools [] (cufflinks, cuffmerge, cuffdiff) in order to generate a gene-wise fragments per kilobase of transcript per million mapped reads (FPKM) expression (Table ).\\nA plot of normalized transcript counts is shown in Fig. . In order to estimate upregulation of transcription compared to a normal kidney, we obtained transcript counts from the RNA-Seq Atlas [] (Fig. ). In order to evaluate whether there was an expression effect of TFEB being overexpressed, we examined whether genes that previously had been reported as upregulated in transiently TFEB-overexpressed HeLa cells were also affected in the tumor (Fig. , TFEB curve). A marked curve shift towards higher transcript levels, compared to the full list of genes, was observed, indicating that the high TFEB level observed in the tumor also increased expression of the reported target genes. We also examined whether a previously reported gene set for coordinated lysosomal expression and regulation (CLEAR) was upregulated in the tumor, and this could also be observed. Moreover, TFEB expression is very high in the tumor, compared to TFEB expression levels observed otherwise in normal kidney tissues [, ].\\nThe transcriptional profile confirmed the clinical suspicion of highly upregulated macro-autophagy and dysfunctional pathway activity in c-MET, MAPK, TSC2 and S100A9, and downregulation of mTOR, as previously reported relevant for this type of tumor (Fig. ). Treatment with an autophagy-inhibiting agent, hydrochloroquine 200 mg twice a day, was therefore started and subsequently increased to 400 mg twice a day, but stopped when progression was observed in July 2014.\\nUnfortunately, 5 months after the start of pazopanib, the CT and MRI evaluation confirmed progression, and the treatment was switched to another broad-acting TKI, sunitinib dose 37.5 mg per day, as third-line therapy.\\nIn the wake of the genetic results and the approval of checkpoint inhibitor therapy, a second course of palliative radiotherapy was planned in late July 2014 (see Fig. ).\\nThe second biopsy results gained from DNA pointed to enhanced autophagy gene signature and MAPK and AKT pathways downstream. On histological examination, cathepsin K and Melan-A were highly positive. Due to local pain in the patient’s chest wall, a second course of three-dimensional CT conformal radiotherapy encompassing pleural metastases (3 Gy per fraction, 5 days per week) was planned 4 weeks later, and sunitinib treatment was halted prior to radiotherapy. Acute pleural bleeding confirmed with a CT scan showed tumor growth after 8 fractions of radiotherapy, and further irradiation was abolished. Sunitinib treatment was discontinued.\\nIn view of the young age of the patient and the specific staining for Melan-A expressing tumor cells [] (Fig. ), he was finally accepted for ipilimumab, targeting CTLA-4, activating the immune system, combined with third-line sorafenib treatment, a kinase inhibitor used in the treatment of renal cancer. Ipilimumab was withdrawn rapidly, due to controversies around combined treatment in the physicians group, exaggerated by temporary health deterioration of the patient. At last follow-up, 16 months after the diagnosis of translocational RCC, the patient’s sorafenib treatment stopped due to disease progression and he died shortly afterwards.\\nAttempts of cell culture of excess cell material from the bone biopsy in medium were unsuccessful.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'19123481': 1, '21813754': 1, '23396013': 1, '31600176': 1, '15644781': 1, '18598947': 1, '25048860': 1, '24326622': 1, '21134733': 1, '29052596': 1, '20566746': 1, '19261174': 1, '22173116': 1, '28840857': 1, '32397616': 1, '22962449': 1, '22300766': 1, '20436464': 1, '19318477': 1, '24827131': 1, '19556463': 1, '23966172': 1, '19396149': 1, '17283122': 1, '22101272': 1, '23618408': 1, '19451168': 1, '22895266': 1, '22581179': 1, '23222703': 1, '21074195': 1, '20644199': 1, '26654961': 2}", "similar_patients": "{}"}