{"patient_id": 149702, "patient_uid": "4713852-1", "PMID": 26709266, "file_path": "noncomm/PMC004xxxxxx/PMC4713852.xml", "title": "A Novel Syntaxin 11 Gene (STX11) Mutation c.650T>C, p.Leu217Pro, in a Korean Child With Familial Hemophagocytic Lymphohistiocytosis", "patient": "A 33-month-old boy born to non-consanguineous Korean parents was admitted for intermittent fever lasting one week and abdominal distension. Complete blood count revealed a white blood cell count of 2.09×109/L, hemoglobin level of 10.5 g/dL, and a platelet count of 58×109/L. Serologic study showed fibrinogen levels of 209 mg/dL; triglycerides, 157 mg/dL; and ferritin, 371 ng/mL. Abdominal sonography indicated hepatosplenomegaly, and bone marrow study revealed hemophagocytosis with histiocytic hyperplasia. The test for plasma Epstein-Barr virus DNAemia was negative. The patient's fever and poor general condition persisted, and under the diagnosis of HLH, dexamethasone and etoposide chemotherapy according to the HLH-2004 regimen was started []. The patient received unrelated hematopoietic stem cell transplantation from a 1-allele mismatched donor after undergoing busulfan, etoposide, cyclophosphamide, and antithymocyte globulin-based conditioning. He is currently disease free 16 months after transplantation with complete donor chimerism.\\nGenetic study for mutations in PRF1, UNC13D, and STX11, performed through direct sequencing of exons and exon-intron boundaries of genomic DNA extracted from peripheral blood leukocytes, revealed a novel homozygous missense mutation in the STX11: c.650T>C, p.Leu217Pro (). Genetic studies of the parents and older sister were performed, and the mother was found to be a carrier of the STX11 mutation, whereas the father and sister were negative for STX11 mutation. Short tandem repeat analysis confirmed the biological relationship of the father and mother with the patient.\\nTo study the possibility of allele dropout, we designed several additional primer sets avoiding single nucleotide polymorphism (SNP) sites. The mutation found in the patient was unaffected by allele dropout (i.e. non-amplification of one of the alleles). Long-range PCR covering 9kb of genomic DNA from a portion of intron 1 to exon 2 identified no large deletion breakpoints. Additionally, SNP array with the Sureprint G3 human comparative genomic hybridization (CGH)+SNPMicroarray4x180K kit (Agilent Technologies, Santa Clara, CA, USA) confirmed no large heterozygous deletion in STX11 or uniparental disomy in chromosome 6.\\nGenotype analysis was performed with 19 SNP markers in an approximately 9-kb region from part of intron1 (c.-5-7000) to part of the 3'untranslated region (UTR; c.*2000) surrounding c.650 of STX11. One haplotype bearing c.650 of STX11 was confirmed to originate from the maternal allele, but the other haplotype harboring the same mutation was suspicious for uniparental disomy (UPD) because it was only partially concordant with the paternal allele (, orange bar).\\nThis novel mutation was not listed in dbSNP () or 1,000 Genomes (). Because database and literature reviews showed that c.650T>C had not been previously reported in STX11 (), we performed a control study and found that c.650T>C was not detected in 192 healthy controls in the Korean population. Comparative genomic analysis with Evola () demonstrated that the Leu217 residue is conserved across all 12 vertebrate species (). Bioinformatics analyses with SIFT () and Polyphen-2 () showed that p.Leu217Pro was predicted to be not tolerated and probably damaging.", "age": "[[33.0, 'month']]", "gender": "M", "relevant_articles": "{'19967551': 1, '15703195': 1, '7192492': 1, '16937360': 1, '16180048': 1, '21674762': 1, '16278825': 1, '20015888': 1, '20486178': 1, '23160464': 1, '31770233': 2, '18710388': 1, '26709266': 2}", "similar_patients": "{'6890335-1': 1}"}