{"patient_id": 148774, "patient_uid": "4632240-1", "PMID": 26604591, "file_path": "noncomm/PMC004xxxxxx/PMC4632240.xml", "title": "Cone-beam computed tomography exploration and surgical management of palatal, inverted, and impacted mesiodens", "patient": "An 8-year-old female patient visited the university hospital due to delayed eruption of her right permanent maxillary central incisor. Her medical history revealed no systemic diseases, and the dental history proved no facial trauma or other tooth abnormalities have occurred. She avowed that she was operated on, at the age of seven years, for a supernumerary tooth delaying the eruption of the left permanent maxillary central incisor. A previous panoramic radiograph (one year ago) revealed the presence of a mesiodens associated to two supernumerary teeth [].\\nClinical examination revealed a mixed dentition and the absence of the right maxillary permanent central and lateral incisors []. The left ones have already erupted.\\nThe patient was referred to CBCT examination of the maxilla to assist the localization and orientation of the mesiodens. CBCT images were requested for diagnosing accurately the morphology and exact location of the mesiodens and the radicular formation of the permanent maxillary central incisors. The images were created and viewed interactively using a dental computed tomography (CT) software program.\\nThe 3D CBCT panorex showed the impaction of the right permanent maxillary incisor and the presence of a supernumerary tooth; moreover, the axial slice image of CBCT revealed the palatal position of the impacted and inverted mesiodens and the sagittal slices showed that the supernumerary tooth was in palatal position over the impacted permanent maxillary central incisor [].\\nA comprehensive treatment plan was formulated, which included surgical extraction of the mesiodens and the supernumerary tooth []. The patient was administered local anesthesia. Using a mucoperiosteal elevator, a full thickness palatal flap was raised. The supernumerary tooth was exposed, luxated, and removed. Hemostasis was achieved and the flap was replaced back and sutured. For the mesiodens, a simple palatal anteroposterior incision was done and the extraction followed. Postchirurgical instructions were explained to the patient along a prescription of antibiotic and analgesic treatment. The recall visits were scheduled for the following week to remove suture and evaluate the healing process. The patient was kept under the observation until the successful eruption of permanent central and lateral incisors.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'24995262': 1, '22678735': 1, '17321454': 1, '19055087': 1, '18262485': 1, '23198162': 1, '12121534': 1, '13679353': 1, '23704467': 1, '20298648': 1, '22629072': 2, '6611147': 1, '14580032': 1, '19756197': 1, '21998774': 1, '16004537': 1, '21769282': 1, '17352528': 1, '25206096': 2, '17322650': 1, '23533824': 1, '31599034': 1, '7593884': 1, '16551014': 1, '5251482': 1, '19300360': 1, '10658390': 1, '30746050': 1, '11570441': 1, '26604591': 2}", "similar_patients": "{'4086546-1': 1, '3354792-1': 1, '3354792-2': 1, '3354792-3': 1, '3354792-4': 1}"}