{"patient_id": 76635, "patient_uid": "4134805-1", "PMID": 25147746, "file_path": "comm/PMC004xxxxxx/PMC4134805.xml", "title": "Lasers in Esthetic Dentistry: Soft Tissue Photobiomodulation, Hard Tissue Decontamination, and Ceramics Conditioning", "patient": "A 60-year-old patient, female, was referred to a private clinic claiming for esthetic restorations of the right inferior molars. The radiographic exam was conducted and revealed two metal-ceramic crowns on both first and second right lower molars with unsatisfactory marginal sealing (). The replacement of the inadequate metal-ceramic crowns by indirect ceramic restorations was then indicated.\\nThe patient presented severe teeth grinding and, although metallic crowns seem to be the best indication in this case, patient refused to receive metallic crowns and opted for esthetic ones.\\nThe first clinical step was to remove both crowns and place provisional acrylic-resin crowns. In the following session, endodontic treatment was conducted in the lower right first molar. Following root canals impression of the first molar and the placement of a new metallic post, tooth preparation was conducted, leaving enough space for the ceramic crown (approximately 2 mm from antagonist tooth) (). The metallic post of the second molar was maintained.\\nInstructions of hygiene were given to the patient throughout the prosthetic treatment.\\nAfter tooth preparation, laser phototherapy with low power laser was performed in all clinical sessions (total of six sessions) on the surrounding periodontal tissue, until the final luting of the ceramic crown was conducted (Figures , and ). Time interval between laser phototherapy applications varies between two and three days. Laser phototherapy was conducted punctually with a semiconductor laser (InGaAIP—DMC, São Carlos, SP, Brazil), working at 660 nm, using an energy density of 3.57 J/cm2 per point and output power of 50 mW. The spot area was 0.028 cm2 (Figures , –). Each point received a total energy of 0.1 J. A total of 6 points were performed per tooth (2 seconds per point), consisting of 3 points in buccal gingiva and 3 in lingual gingiva. Laser phototherapy with low power laser was carried out aiming to promote soft tissue biomodulation, since both hard and soft tissues should be completely healthy at the end of treatment, so that a fully esthetic outcome could be achieved. Likewise, no inflammatory signals should be present in gingival tissue before final luting procedure.\\nThe ceramic color was selected () and teeth impression was taken with vinyl polysiloxane impression material (Virtual, Ivoclar Vivadent, Schaan, Liechtenstein). In the following session, the ceramic restorations were proved. Prior to the final luting, the decontamination of tooth surfaces was done using a high power laser. The irradiation was performed using the Nd:YAG laser (Smarty A10, DEKA, Firenze, Italy) (), 1,064 nm, with the following parameters: 1.5 W, 15 Hz, and 100 mJ. The laser application was made using a 320 μm diameter optical fiber ().\\nBefore luting, the temporary restorations were removed and the prepared teeth were cleaned to remove any temporary cement. Both teeth were rinsed with water and air-dried. Next, the shade and fit of the ceramic restorations were checked.\\nThe teeth surfaces and the inner surface of the ceramic restorations were treated and prepared for adhesive luting. Teeth surfaces were conditioned with 35% phosphoric acid (Scotchbond Etchant Phosphoric Acid, 3M ESPE, St. Paul, USA), during 15 seconds, followed by abundant rinse. The inner surfaces of the ceramic restorations (LAVA Zirconia, 3M/ESPE, St. Paul, MN, EUA) (Figures and ) were irradiated with the Er:YAG laser (Key Laser 2, KaVo, Biberach, Germany) () emitting photons at a wavelength of 2.94 μm. The energy per pulse and repetition rate of this equipment range from 60 to 500 mJ and 1 to 15 Hz, respectively. The handpiece number 2052 was used and parameters were set at 250 mJ, 10 Hz, and 2.5 W (Figures , , and ). The irradiation was done under water cooling (5 mL/min), at 12–15 mm distance from the ceramic surface, for 30 seconds (enough time for the entire inner surface to be irradiated). The surfaces were gently dried for 2 seconds.\\nA thin layer of primer (Multilink Primer A/B—Ivoclar Vivandent, Schaan, Liechtenstein) was applied on the inner surface of the ceramic restoration using a disposable brush and left to react for 3 minutes. Subsequently, it was gently air-dried. The Multilink primer liquids A and B (Ivoclar Vivandent, Schaan, Liechtenstein) were mixed in a 1 : 1 ration and applied with a disposable brush in the entire tooth surface, starting with the enamel, and applied with slight pressure for 15 seconds, according to the manufacturer's instructions. Thirty seconds of reaction time was considered for enamel and 15 seconds for dentin. The applied primer was subsequently air-dried.\\nThe luting cement was dispensed in a double-push syringe, in which the two pastes were mixed in a 1 : 1 ration and then applied on the inner surface of the restorations. The restorations were seated in place and hold (). The excesses were immediately removed. The margins of restorations were covered with glycerin gel and the light activation was carried out for polymerization of the luting cement. Finally, the occlusion was checked.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'10709824': 1, '12694435': 1, '9893504': 1, '10495304': 1, '28491254': 1, '2651364': 1, '12539463': 1, '18588435': 1, '10551121': 1, '12355572': 1, '14511730': 1, '10706474': 1, '9571346': 1, '24299447': 1, '8006839': 1, '3827131': 1, '7560389': 1, '17457843': 1, '7867056': 1, '8783057': 1, '19929224': 1, '11800107': 1, '15334613': 1, '20737182': 1, '5098661': 1, '17659331': 1, '26964800': 1, '6521600': 1, '16356144': 1, '10204446': 1, '20640471': 1, '9484079': 1, '11332876': 1, '15775926': 1, '17029969': 1, '15966876': 1, '12066487': 1, '9368437': 1, '8700944': 1, '9467339': 1, '26491573': 2, '10365442': 1, '24236602': 1, '7658397': 1, '15662631': 1, '18027063': 1, '25147746': 2}", "similar_patients": "{'4605265-1': 1}"}