{"patient_id": 151027, "patient_uid": "4795429-1", "PMID": 27051138, "file_path": "noncomm/PMC004xxxxxx/PMC4795429.xml", "title": "Angiomyolipoma of donor kidney: Successful transplantation and 5-year follow-up", "patient": "A 27-year-old lady diagnosed to have end-stage renal disease (ESRD) was started on hemodialysis. Her mother, a 55 year-old post-menopausal lady with no history of hypertension and diabetes was evaluated as the potential kidney donor. Ultrasonogram abdomen of donor showed normal sized kidneys, preserved corticomedullary differentiation and a hyperechoic lesion with uniform echogenicity in the lower pole of right kidney. Technetium-99 m renogram revealed total glomerular filtration rate 94 ml/min with distribution of left kidney – 50% (47 ml/min) and right kidney – 50% (47 ml/min). Multidetector computerized tomography (CT) showed a small non-enhancing fat attenuating nodule of 14 mm × 10 mm in the posterior cortex of the lower pole of the right kidney []. Magnetic resonance imaging of brain and CT of the chest was normal. The diagnosis of sporadic AML was made after excluding syndromic causes. As there was no other donor, the transplant was done after getting consent with possible complications explained. Right donor nephrectomy was done which showed the reddish yellow mass of size 15 mm × 10 mm on the posterior surface of the lower pole [] and graft was placed in right iliac fossa. She was discharged on day 11 with a serum creatinine of 1.2 mg/dl and was on triple immunosuppression (cyclosporine/mycophenolate mofetil/prednisolone). At 3 months, allograft biopsy was done for graft dysfunction under ultrasound guidance and showed mild acute tubular injury probably of cyclosporine toxicity. She was on regular follow-up, and periodical ultrasonogram was done for monitoring tumor size. On last follow-up at the end of 5 years, her serum creatinine was 1 mg/dl and CT abdomen showed AML of size 15 mm × 10 mm [].", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'18805573': 1, '18184959': 1, '8230504': 1, '15217137': 1, '33897168': 1, '19594738': 1, '22382238': 1, '12354988': 1, '10383031': 1, '8671819': 1, '10411061': 1, '22797103': 1, '9044326': 1, '8510244': 1, '9617489': 1, '27051138': 2}", "similar_patients": "{}"}