{"patient_id": 75605, "patient_uid": "4061510-1", "PMID": 24894713, "file_path": "comm/PMC004xxxxxx/PMC4061510.xml", "title": "Spontaneous mesenteric hematoma complicating an exacerbation of Crohn’s disease: report of a case", "patient": "A 44-year-old female presented with an exacerbation of Crohn’s disease that was not responsive to medical management with escalating steroid (prednisolone) and purine analogue (azathioprine) therapy. She was a non-smoker and aside from well-controlled essential hypertension had no other significant co-morbidities. Her inflammatory bowel disease had already required two previous hospitalizations, and she had suffered from symptoms of intermittent pain and bloating with constipation throughout the 12 months since her diagnosis. In the preceding month a computed tomography (CT) scan revealed 3 segments of Crohn’s disease strictures with prestenotic dilatation and an inflammatory appearance (Figure a). No mesenteric haematoma was identified at this point (Figure b). Blood tests taken at this time were unremarkable with a haemaglobin (Hb) of 11.7 g/dl, white cell count (WCC) of 5.4 × 109/L and a C-reactive protein (CRP) of 7 mg/L. Her symptoms initially resolved with intravenous hydrocortisone but promptly recurred with worsening malnutrition despite intensifying steroid therapy. She had not received any formal anticoagulation other than prophylactic subcutaneous low-molecular weight heparin (20 mg once daily) during the period of her hospitalization. Repeat CT scan (Figure ) demonstrated a significant deterioration in small bowel dilatation with impending obstruction due to a 10 cm distal ileal stricture and a left upper quadrant abdominal ‘mass’ (9 × 12 × 20 cm), thought to be an inflammatory phlegmon secondary to an area of more proximal Crohn’s disease. Repeat blood tests at this time revealed anaemia with a haemaglobin of 8.6 g/dl, a normal WCC of 6.5 × 109/L and a CRP of 25 mg/L. No clotting abnormalities were identified and liver function tests were unremarkable.\\nSubsequent laparotomy identified a grossly dilated segment of ileum proximal to a terminal ileal stricture. There was also a large haematoma within the mesentery of the mid-jejunum that corresponded to the mass demonstrated on CT (Figure ). There was no evidence of local vascular trauma or pancreatico-biliary inflammation. The loop of jejenum was viable and macroscopically normal without any associated signs of Crohn’s disease. The remainder of the small and large bowel also appeared normal. The patient underwent a limited right hemicolectomy and double barrel stoma formation from the ileum and ascending colon. After surgery she was placed on an enhanced recovery protocol and was discharged on the 5th post-operative day. She is currently well and to date her follow-up has remained un-eventful.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'30584489': 2, '19491858': 1, '32488445': 2, '12438021': 1, '21940721': 1, '20461065': 1, '22914295': 1, '17560414': 1, '12172921': 1, '34718892': 2, '2319537': 1, '27239790': 1, '22068165': 1, '16884606': 1, '18687563': 1, '22865811': 1, '24894713': 2}", "similar_patients": "{'7266863-1': 1, '8557236-1': 1, '6280234-1': 1}"}