{"patient_id": 152265, "patient_uid": "4881403-1", "PMID": 27279690, "file_path": "noncomm/PMC004xxxxxx/PMC4881403.xml", "title": "A rare cytological diagnosis of primary non-Hodgkin lymphoma of the parotid gland", "patient": "A 61-year-old male presented with a painless swelling in the right parotid region for the last 1 year and right sided cervical swelling for the last 3 months. On examination, a mass of 5 cm × 5 cm was identified in the parotid region. It was nontender, fixed, and firm-to-hard in consistency. In addition, the patient had an enlarged right sided level V cervical lymph node. There was no clinical evidence of Sjögren's syndrome.\\nHematological investigations were within normal limits (Hemoglobin — 11.8 gm/dL, total leukocyte count — 6000/cumm and a differential count of 66% neutrophils, 28% lymphocytes, 4% eosinophils and 2% monocytes, platelet count — 1.6 lakhs/cumm). His erythrocyte sedimentation rate was elevated with 58 mm at the end of the first hour. Contrast-enhanced computed tomography (CECT) revealed a lobulated mass of 7 cm × 5 cm × 2.5 cm arising from the deep lobe of the parotid.\\nFNAC was advised from both the parotid swelling and the enlarged right sided level V cervical lymph node. Aspiration from the parotid yielded blood-mixed aspirate. Smears were moderately cellular and comprised of large atypical lymphoid cells with high N:C ratio, irregular nuclear contour, vesicular chromatin, and prominent nucleoli and scanty agranular cytoplasm. Many atypical mitosis were seen. The background showed lymphoglandular bodies alongwith normal-appearing salivary gland acini and ducts []. A diagnosis of high grade NHL was offered. Subsequently, immunocytochemistry (ICC) was performed on the Papanicolaou-stained smears without destaining. These cells were positive for leukocyte common antigen (LCA), cluster of differentiation (CD) 20 (inset) and negative for CD3 and Cytokeratin. In view of the ICC findings, a diagnosis of high grade NHL favoring diffuse large B-Cell lymphoma (DLBCL) was offered.\\nFNAC from the cervical lymph node showed similar cytomorphology []. In view of the above findings, a diagnosis of high grade B-cell NHL favoring DLBCL involving the right parotid gland with secondary involvement of the level V cervical lymph node was made. A bone marrow examination revealed a normal study.\\nExcision biopsy of the cervical lymph node revealed diffuse effacement of the architecture with sheets of atypical lymphoid cells with vesicular chromatin and scanty cytoplasm. Mitotic count was 4/10 hpf with many atypical mitoses. Immunohistochemistry (IHC) revealed LCA and CD20 positivity of the tumor cells. The tumor cells were negative with CD3. Based on the above histological and IHC findings, a diagnosis of DLBCL was made. The Ki67 labeling index was 80-85%.\\nCorrelating with the clinical history and radiological findings, final diagnosis of a primary DLBCL of the right parotid gland with secondary involvement of level V cervical lymph node was made. The patient was staged at Ann Arbor stage II. The patient was treated with six cycles of Rituximab-Cyclophosphomide-Hydroxydoxorubicin-Oncovin-Prednisolone (R-CHOP) chemotherapy. The patient is on maintenance therapy with Rituximab and is doing well.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'9604985': 1, '17978770': 1, '32742982': 1, '3731025': 1, '19580691': 1, '57714': 1, '11403257': 1, '10761459': 1, '1436576': 1, '15487133': 1, '27279690': 2}", "similar_patients": "{}"}