{"patient_id": 150512, "patient_uid": "4763642-1", "PMID": 26955131, "file_path": "noncomm/PMC004xxxxxx/PMC4763642.xml", "title": "Iatrogenic Cushing's Syndrome After Topical Steroid Therapy for Psoriasis", "patient": "A 32-year-old male patient was admitted to the outpatient clinic with complaints of weight gain, dry mouth, and fatigue. In 2002, some eruptions appeared on the skull. Two (2) years later, skin eruptions spread all over his body. At that time, he was diagnosed with psoriasis and prescribed topical clobetasol propionate. He had not been reexamined after that and has been using clobetasol propionate 0.005% routinely for 10 years. He has applied the drug to his arms, legs, and all over the trunk. Over the past year, he put on weight obviously (8 kg). He stopped the treatment 1 month ago, at the time of writing. He has been complaining of dry mouth and fatigue for the last month. On his physical examination, moon face, central adiposity, and purple-red striae on the abdomen under umbilicus were observed. There were scaly patches and erythematous plaques on the skull, interscapular area, sacrum, arms, legs, knees, and elbows []. Other systemic examinations were all normal. Blood pressure was 130/90 mmHg, pulse 75/min, height 1.76 m, weight 77 kg, and body mass index 24.8 kg/m2. On laboratory examination, fasting blood glucose: 152 mg/dL (N: 70-105), creatinine: 1 mg/dL (N: 0.72-1.25), triglyceride: 160 mg/dL (N: 0-200), total cholesterol: 240 mg/dL (N: 0-200), high-density-lipoprotein (HDL)-cholesterol: 44 mg/dL (N: 45-55), low-density-lipoprotein (LDL)-cholesterol: 164 mg/dL (N: 0-130), ALT: 42 u/L (N: 0-55); AST: 27 u/L (N: 0-34); sodium: 140 mmol/L (N: 136-145); potassium: 4.6 mmol/L (N: 3.5-5.1); calcium: 9.9 mg/dL (N: 8.4-10.2); phosphorus: 3.5 mg/dL (N: 2.3-4.7); albumin: 4.6 g/dL (N: 3.2-5.2); intact-parathyroid hormone (iPTH): 38 pg/mL (N: 14-72); 25-OH Vitamin D: 4.9 ng/mL (N: 24-50); white blood cell (WBC) count: 12.76-103 /uL (N: 4.23-9.07); hemoglobin (Hb) count: 14.7 gr/dL (N: 13.7-17.5); platelet: 217-103 /uL (N: 150-400); morning (8 AM) adrenocorticotropic hormone (ACTH): 5.6 pg/mL (N: 0-46); morning (8 AM) serum cortisol: <0.2 μg/dL (5.5 nmol/L) (N: 4.3-22.4). According to these findings, the patient was diagnosed with iatrogenic Cushing's syndrome secondary to topical steroid use. For adrenal insufficiency, 20 mg/day hydrocortisone treatment was commenced, and for vitamin D deficiency, vitamin D replacement. As the patient had high blood glucose levels, dyslipidemia, and large waist circumference (101 cm), he was diagnosed with metabolic syndrome, and a low-calorie diet and exercise were advised. Metformin treatment at a dose of 2000 mg/day was commenced for glucose regulation. The patient consulted at the dermatology department for his psoriasis, and calcipotriol pomade and emollients were prescribed. One (1) month after that, 1 μg tetracosactide i.v. was applied and cortisol levels were measured at 30 min and at 60 min. As both measured levels were below 3 μg/dL, glucocorticoid maintenance treatment was continued.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'33244500': 1, '17344139': 1, '25284850': 1, '10517721': 1, '6295215': 1, '16750447': 1, '16483182': 1, '10683005': 1, '29259830': 2, '32607001': 2, '15850848': 1, '14252277': 1, '31871810': 2, '25396122': 1, '26955131': 2}", "similar_patients": "{'5702924-1': 1, '6913302-1': 1, '7294561-1': 1}"}