{"patient_id": 80722, "patient_uid": "4404004-1", "PMID": 25886376, "file_path": "comm/PMC004xxxxxx/PMC4404004.xml", "title": "Colorectal liver metastases: making the unresectable resectable using irreversible electroporation for microscopic positive margins – a case report", "patient": "The patient is a 68-year-old female who sought medical care at an outside facility after passing bright red blood per rectum. Laboratory evaluation demonstrated anemia. The patient was otherwise without other complaints at the time of presentation, denying nausea, vomiting, change in bowel habits, jaundice, decreased appetite and early satiety. The patient underwent a diagnostic colonoscopy which demonstrated a friable ulcerated circumferential mass in the mid-transverse colon, causing 50% occlusion of the lumen; biopsy of the mass demonstrated colonic adenocarcinoma that was KRAS wild-type. The patient underwent full staging with CT scans of the chest, abdomen, and pelvis, which confirmed the mass in the mid-transverse colon, as well as multiple large hypodense hepatic lesions located in segments 2, 4A, 5, 6, 7 (Figure ). This workup was performed at the outside facility, including the performance of CT-guided liver biopsy which confirmed metastatic adenocarcinoma. Liver function tests and coagulation parameters were all normal at the time of presentation.\\nThe patient was referred to medical oncology and began chemotherapy with fluorouracil, oxaliplatin, and leucovorin (FOLFOX) with cetuximab. The patient underwent seven cycles of chemotherapy over three months and was subsequently referred to our institution for evaluation.\\nUpon review of restaging CT and PET/CT scans obtained during and after chemotherapy, the patient was noted to have decrease in size of both the primary colonic lesion as well as the liver metastases, without evidence of new foci of metastatic disease (Figure ). Both the primary colon cancer and hepatic metastases were deemed to be resectable, with the proposed surgical plan being an extended right colectomy with a right posterior sectionectomy and wedge resections of the segment 2, 4A, and 5 lesions.\\nThe patient was taken to the operating room and underwent a right colectomy with ileocolic anastomosis without incident and attention was then turned to the liver. Intra-operative hepatic ultrasound revealed three multi-lobulated lesions within segments 6 and 7, a small segment 5 lesion, as well as a segment 2 and 4A lesion between the middle and left hepatic veins. The metastases were resectable, and the liver, while appearing to have some damage as a result of chemotherapy, was felt to have adequate volume for a functioning liver remnant.\\nThe segment 5 lesion was wedged out in a standard fashion using electrocautery and hemostatic clips. This was a margin-negative resection despite its close proximity to the portal venous system. A right posterior sectionectomy was performed removing segments 6 and 7, along with a cholecystectomy. The right hepatic vein as well as the right posterior portal pedicles, and a few tertiary branches of the right anterior portal vein, were seen entering the tumor and were taken. Intraoperative pathologic assessment of this specimen reported negative margins (3-4 mm).\\nAttention was then turned to the lesions in segments 2 and 4A. A formal left hepatectomy would have allowed for a margin-negative resection; however the end result would have resulted in less than 30% liver remnant in an already chemotherapy-treated liver. Based on pre-operative volumetric data, the right anterior section constituted approximately 30% future liver remnant (Figure ), and following a segment 5 wedge resection this volume was further reduced. It was decided to dissect out the tumor, lifting it off of the underlying hepatic veins (Figure ). No attempt was made to obtain negative margins because of extreme proximity to the hepatic veins, and thus the tumor was meticulously dissected off of the veins with the understanding that microscopic disease would be left on the vessels. Following completion of tumor excision, normal flow was seen in the left and middle hepatic veins on ultrasound.\\nGiven the microscopic positive margins at the middle and left hepatic veins, we decided to ablate the vein margins using IRE (NanoKnife System, AngioDynamics, Latham, NY). The resection bed of segments 2 and 4A was ablated using electroporation needle pairs placed 1.5 cm apart and 1.5 cm deep into the hepatic parenchyma that remained just adjacent to the hepatic veins. The needle pairs were placed parallel to the veins and the covered with a free flap of omental fat that had been harvested to add extra tissue through which the electrical current would travel such that the positive surfaces of the veins would be treated. Treatments were performed with settings of 3000 V using 100 microsecond pulses for a total of 90 pulses between each needle pair. A total of seven overlapping ablations were performed across the entire raw surface area. The omental fat pad was discarded, and following the completion of IRE, adequate flow was again confirmed through the left and middle hepatic veins without evidence of thrombosis. The patient tolerated the procedure well and her post-operative course was uneventful. The patient was discharged home on post-operative day 9 in good condition with normal liver function.\\nPathology of the resected right colon demonstrated well-to-moderately differentiated adenocarcinoma invading through the muscularis propria to the subserosal tissue. All margins were negative and 0/43 regional lymph nodes were positive for carcinoma. The final pathology of the resected right posterior section demonstrated three masses, the largest of which was 3 cm, and negative margins. Pathologic result of the segment 2/4A resection specimen demonstrated a 3.6 cm mass with viable carcinoma present at the inked margin of resection, as had been anticipated, and which had been ablated by IRE. The patient now continues to be under active surveillance and has shown no demonstrable evidence of recurrence along the ablated margin 30 months after the operation (Figure ).", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'23369152': 1, '18245012': 1, '11521792': 1, '33660066': 1, '22704820': 1, '31385006': 1, '31949948': 1, '15166961': 1, '17668938': 1, '23165618': 1, '3366020': 1, '23090720': 1, '31312902': 1, '3756436': 1, '17989772': 1, '16702517': 1, '24084087': 1, '9202534': 1, '15849507': 1, '25886376': 2}", "similar_patients": "{}"}