{"patient_id": 84021, "patient_uid": "4652416-1", "PMID": 26581412, "file_path": "comm/PMC004xxxxxx/PMC4652416.xml", "title": "An indeterminate mucin-producing cystic neoplasm containing an undifferentiated carcinoma with osteoclast-like giant cells: a case report of a rare association of pancreatic tumors", "patient": "A 68 year old caucasian female with a pancreatic cystic neoplasm diagnosed on ultrasonography (US) presented at our Institute in December 2013. Her past medical history was silent. No abuse of ethanol or smoking was reported. The patient reported upper abdominal discomfort for 2 months; nausea, vomiting or weight loss were not referred. The physical examination revealed a palpable mass in the epigastrium; scleral icterus was absent. No other clinical abnormalities were detected.\\nThe US showed a 5 × 6 cm pancreatic macrocystic lesion localized in the body of the gland. Laboratory tests showed that blood cell counts and C-reactive protein were normal. Levels of serum glucose, creatinine, albumin, aminotransferase, gamma-glutamyl transferase, alkaline phosphatase and lipase were all within normal limits. The serum levels of the following tumor markers were elevated: carcino-embryonic antigen (CEA) was 196 ng/ml (normal range <5 ng/ml) and carbohydrate antigen 19-9 (CA 19-9) was 66 U/ml (normal range <33 U/ml).\\nThe patient underwent a triphasic multidetector computed tomography (CT) scan and a T1, T2-weighted and DWI contrast enhanced magnetic resonance imaging (MRI) with intravenous Gadolinium administration.\\nThe CT scan showed a large complex cystic and solid mass measuring 5 × 3 × 6 cm involving the neck and the body of the pancreas (Fig. ). The tumor had a predominant central component characterized by multiple large cystic spaces (up to 3 cm in diameter) separated by thick septa. A 2 cm area of low attenuation solid tissue was located between cyst walls in the caudal portion of the lesion. The main pancreatic duct was enlarged in its entirity (diameter 12 mm) with a more marked dilatation in the body and tail region. Irregular calcifications were evident in the peripheral portion of the tumor. There was compression of superior mesenteric vein by the mass with a minimal infiltration of the splenic vein. The CT scan of the chest and abdomen did not show any lymphadenopathy, hepatic and pulmonary metastasis.\\nMRI confirmed the complex pancreatic lesion featured by a large cystic portion with inner irregular septa and a peripheral solid area measuring 2 cm in the lower portion of the tumor (Fig. ). Cholangiopancreatographic images did not demonstrate a communication between the enlarged main pancreatic duct and the cystic mass; ectatic branch ducts were present in the body and tail region.\\nAt laparotomy a large cystic mass involving the body and the neck of pancreas was confirmed. Further exploration showed an infiltration of the head of the gland but ruled out neoplastic spreading to adjacent organs and lymph nodes; the splenic vein was infiltrated by the mass at superior mesenteric veinous junction. Patient underwent total pancreatectomy with splenectomy and lymph node dissection. A US performed on 7th post-operative day ruled out any intra-abdominal fluid collection. Patient developed post-pancreaectomy diabetes which was difficult to control by insulin therapy. The patient was discharged 14 days after the operation.\\nMacroscopically the pancreas was involved by a 6 cm well-circumscribed round mass localized in the neck and the body with infiltration of the head; stomach, duodenum, common bile duct and spleen were not infiltrated. Externally the tumor presented a smooth reddish surface and the pancreatic parenchyma not involved by the lesion appeared fibrotic. On cut-section the lesion showed multilocular macrocystic spaces separated by fibrous septa and filled by a clear viscous mucoid fluid. The main pancreatic duct was ectatic but it was not possible to recognize a communication with the cystic lesion. A 2 cm single yellow solid area was located in the caudal portion of the mass.\\nMicroscopically the tumor was principally composed of a cystic mucinous part characterized by a columnar mucinous epithelium with atypical nuclei, copious mitoses and stromal invasion. It was not possible to find an ovarian-like stroma (Fig. ). In the caudal part of the neoplasm there was a solid area containing mononuclear spindle cells, associated with pleomorphic giant cells (PGCs) and scattered multinucleated osteoclast-like giant cells (OGCs) (Fig. ).\\nThe surgical margins were negative for neoplastic infiltration. No lymph node metastases were shown. There was no evidence of perineural or vascular infiltration.\\nThe mononuclear spindle cells and pleomorphic giant cells were immunoreactive for epithelial markers including CK8/18 and CK19, and for vimentin and expressed a weak immunoreactivity for CD68 and a focal immunoreactivity for actin and CD10. The proliferative index (Ki-67) of the mononuclear spindle cells and pleomorphic giant cells was high (approximately 30 %) (Fig. ). Multinucleated osteoclast-like giant cells intensely expressed histiocytic marker (CD68) and vimentin but they were negative for epithelial markers (CK8/18 and CK19) and actin. In these cells Ki-67 immunoreaction was negative (Fig. ).\\nThe histopathological findings supported the diagnosis of indeterminate mucin-producing cystic neoplasm with a component of osteoclast-like giant cell carcinoma.\\nTwo months after surgery serum CEA and CA 19-9 decreased to 83 ng/ml and 31 U/ml, respectively. Nevertheless after 4 months serum CEA increased to 144 ng/ml and hepatic metastases were founded at follow-up CT scan. Gemcitabine single agent chemotherapy was started (1,00 mg/m2 weekly × 7, then weekly × 3 every 4 weeks). CT scan performed 8 months after surgery showed the progression of liver metastases and appearance of lung metastases. The patient expired 10 months after surgery.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'17903202': 1, '34754903': 2, '23084492': 1, '16334035': 1, '12654569': 1, '11138963': 1, '9823867': 1, '33425122': 1, '21902830': 2, '32716010': 1, '2227926': 1, '29685110': 2, '10199470': 1, '33747949': 1, '31008959': 2, '9260206': 1, '33447945': 1, '16327281': 1, '10674612': 1, '20542529': 1, '19111699': 1, '7298052': 1, '30508980': 1, '9888699': 1, '34078293': 1, '9529019': 1, '21160673': 1, '32424767': 1, '6619312': 1, '26581412': 2}", "similar_patients": "{'8565694-1': 1, '6494236-1': 1, '3186749-1': 1, '5913810-1': 1}"}