{"patient_id": 76108, "patient_uid": "4093554-1", "PMID": 25347622, "file_path": "comm/PMC004xxxxxx/PMC4093554.xml", "title": "Is A New Combination of Tendon Transfers For Radial\\nNerve Palsy (RNP) Needed?", "patient": "A 29-year old right handed gentleman working as a forklift\\noperator was referred to Hospital USM for further\\nmanagement of his right upper limb problem. He had been\\ninvolved in an industrial accident in March 2009 in which he\\nhad sustained closed fracture of the mid-shaft of the right\\nhumerus associated with radial nerve palsy. We reviewed\\nhim in May 2009 and noted there was no sign of radial nerve\\nrecovery (no wrist, thumb and fingers extension) with sign of\\nnon-union of the right humeral fracture on the plain\\nradiograph . Therefore, surgery was performed with plating of the right humeral fracture and the fracture site\\naugmented with bone graft. The radial nerve was explored\\nand found to be transected, and neurorrhaphy (perineural\\nrepair technique) was performed.\\nAt 10 months post-operation, the right humeral fracture was\\nwell united but without recovery of radial nerve\\ninjury (no advancement of Tinel sign, with no return of wrist,\\nthumb and fingers extension). Tendon transfer was\\nperformed in June 2010 with three donor and three recipient\\nmuscles involved [Pronator Teres (PT) to Extensor\\nDigitorum Communis (EDC); Flexor Carpi Radialis (FCR)\\nto Extensor Pollicis Longus (EPL); Flexor Digitorum\\nSuperficialis (FDS) of ring finger to Extensor Carpi Radialis\\nBrevis (ERCB)]. The Pulvertaft weave method was used to\\nattach the tendons. The hand then was immobilized with the\\nwrist in about 45 degrees extension, fingers and thumb in full\\nextension and the metacarpo-phalangeal (MCP) joints in 90\\ndegrees flexed position, for a month. Hand rehabilitation\\nprogrammes was started by the hand therapist including\\npost-tendon transfer muscle re education. This patient had\\nattended therapy only once every two weeks.\\nIn October 2011 (about 16-month post-tendon transfer), the\\npatient was able to perform active wrist extension > 29°, full\\nextension of metacarpophalangeal joint and first web space\\nopening span was 35z\\n. He was fully satisfied with\\nthe outcome of the surgery and had returned to work. The\\nfunctional Bincaz score was 81; scoring the outcome as\\nexcellent.", "age": "[[29.0, 'year']]", "gender": "M", "relevant_articles": "{'15891979': 1, '11885382': 1, '18482862': 1, '16928411': 1, '25347622': 2}", "similar_patients": "{}"}