{"patient_id": 140764, "patient_uid": "4155141-1", "PMID": 25210691, "file_path": "noncomm/PMC004xxxxxx/PMC4155141.xml", "title": "Regression of Colonic Adenomas After Treatment With Sulindac in Familial Adenomatous Polyposis: A Case With a 2-Year Follow-up Without a Prophylactic Colectomy", "patient": "A 25-year-old woman visited Department of Internal Medicine, Kyungpook National University Medical Center due to multiple colon polyps that had been detected incidentally. She had been healthy and had no remarkable medical history. According to her family history, her mother had colon cancer, and her brother had undergone a prophylactic colectomy for the treatment of FAP. The results of physical examination and laboratory data, including complete blood count and serum carcinoembryonic antigen level, were all within normal limits. Esophagogastroduodenoscopy showed a normal mucosa finding. Colonoscopy examination revealed hundreds of polyps carpeting the entire colon and rectum, consistent with FAP (). Histologically, these polyps were all proven to be tubular adenomas. Because the standard therapy is a prophylactic total colectomy, we recommended that she undergo a prophylactic surgical treatment. However, the patient was fully aware of the unfavorable effect that a total colectomy had had on her brother. In addition, she was 25 and single. She had no large-sized polyps and no colon cancer. Her family agreed with our second proposal, which was not to perform surgical treatment until the subject was in her late twenties, if there was no apparent development of colonic cancer. Therefore, we delayed the prophylactic colectomy and decided on a treatment with oral sulindac, 100 mg twice a day.\\nAfter the sulindac medication had been taken for 5 months, colonoscopy showed that the number and the size of polyps had been drastically decreased and that the polyps had almost completely disappeared (). Sulindac was found to have a sustained effect on the complete regression of colonic adenomas without the need for a polypectomy. Mild nausea was a side effect of the medication. However, after a few days, symptoms had disappeared without treatment. After the sulindac medication had been taken for 25 months, colonoscopy showed several sporadic, tiny polyps (). Thus, the effect of sulindac on the regression of the colonic adenomas had been maintained. We had been continuously treating her with oral sulindac, 100 mg twice a day. Esophagogastroduodenoscopy and colonoscopy were scheduled at regular intervals of one year.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'10861602': 1, '8385741': 1, '1651562': 1, '8299902': 1, '8076772': 1, '11874996': 1, '6887943': 1, '29018778': 1, '8298943': 1, '22122775': 1, '7842414': 1, '26298203': 1, '26056460': 1, '2535920': 1, '11932472': 1, '9336110': 1, '18194984': 1, '1650315': 1, '26265988': 1, '25210691': 2}", "similar_patients": "{}"}