{"patient_id": 144149, "patient_uid": "4369964-1", "PMID": 25988006, "file_path": "noncomm/PMC004xxxxxx/PMC4369964.xml", "title": "Recurrence of herpes simplex encephalitis associated with temozolomide chemoradiation for malignant glioma: a case report and review of the literature", "patient": "A 57-year-old woman with a history of scleroderma presented with headaches, inattention and memory impairment and underwent resection of a newly identified right frontal contrast-enhancing lesion, pathologically consistent with grade 4 glioblastoma. One month later, she developed new aphasia and visual hallucinations. MRI showed only postsurgical changes. Lumbar puncture revealed clear fluid with an opening pressure of 10 cm H2O, glucose 78 mg/dl, protein 59 mg/dl, 19 WBC (27% neutrophils, 47% lymphocytes, 9% monocytes) and 2 RBC. CSF HSV-1 was positive by quantitative PCR. The patient recovered rapidly on acyclovir 10 mg/kg IV every 8 h, and dexamethasone 4 mg twice daily (weaned to 2 mg twice daily on discharge) and was at baseline without symptoms after the 21-day antiviral course. The patient subsequently initiated chemoradiation therapy with a plan for 6 weeks of TMZ (75 mg/m2) and external beam radiation therapy. The dexamethasone was continued at 2 mg twice daily and reduced to 1 mg twice daily after 2 weeks due to concern for steroid myopathy. Twenty-five days after initiation of chemoradiation and ∼6 weeks after her initial diagnosis of HSE, the patient again developed aphasia and hallucinations. Lumbar puncture at this time revealed clear fluid with glucose 73 mg/dl, protein 68 mg/dl, 4 WBC (46% neutrophils, 37% lymphocytes, 9% monocytes) and 12 RBC. CSF HSV-1 quantitative PCR was again positive. MRI revealed abnormal FLAIR signal and slight restricted diffusion in the medial temporal lobes, right greater than left (Fig. ), consistent with recurrent HSE. Chemoradiation was held and she received acyclovir 12 mg/kg IV every 8 h, for a total of 21 days. She again improved rapidly, but did not return back to her baseline. Given her recurrence, indefinite suppression with oral acyclovir 400 mg twice daily was initiated. She completed radiation therapy without TMZ and has been HSE-recurrence free to date. Unfortunately, she continued to decline neurologically, developed recurrent aspiration pneumonia, and, 13 weeks after her initial diagnosis of HSE, was transitioned to comfort care.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'15627947': 1, '19551833': 1, '17429098': 1, '13679127': 1, '23101441': 1, '20455691': 1, '24009096': 1, '22006764': 1, '31413050': 1, '17612935': 1, '21637964': 1, '15756519': 1, '23595970': 1, '17644327': 1, '25988006': 2}", "similar_patients": "{}"}