{"patient_id": 139382, "patient_uid": "4061681-1", "PMID": 24722272, "file_path": "noncomm/PMC004xxxxxx/PMC4061681.xml", "title": "Excellent outcome of Aspergillous endophthalmitis in a case of allergic bronchopulmonary aspergillosis", "patient": "A 25-year-old male was referred to us with a 10-day history of decreased vision in the left eye after cataract surgery elsewhere. There was no history of diabetes or ocular trauma.\\nInitial examination revealed a visual acuity of counting finger close to face in left eye and 20/30 in right eye. The anterior segment in right eye revealed aphakia after being operated for steroid-induced cataract elsewhere and in left eye showed 3 mm hypopyon and intraocular lens. Cornea was clear. Vitreous cavity was hazy with no view of the retina in left eye. Ultrasonography showed multiple moderate to high reflective echoes with attached retina.\\nHe was a known case of bronchial asthma and was on irregular treatment of steroids. He was diagnosed to be a case of allergic bronchopulmonary aspergillosis at our institute on the basis of diagnostic criteria for diagnosing ABPA.[] His total white blood cell count was 19000/cmm. Differential leukocyte count revealed raised eosinophil count. Serum Ig E levels were 145 IU/ml.[] ESR was 58 mm/hr, and C-reactive protein was 1 mg/L. Wheal-and-flare skin reaction to Aspergillus antigen was positive. Sputum for acid-fast bacilli was negative. Serology for HIV and VDRL was negative. Chest X-ray revealed wedge-shaped pleural-based densities.\\nDiagnostic and therapeutic pars plana vitrectomy was done on the second day of presentation. Vitreous aspirate showed moderate number of neutrophils, branching septate hyphae and no bacteria on Gram stain []. KOH mount revealed brancing septate hyphae. Intravitreal voriconazole 50 microgram/0.1 ml was given. The culture for bacteria was negative, but Sabouraud's agar grew A. flavus.\\nHe was put on topical voriconazole (10 mg/ml) drops one-hourly, and oral Itraconazole 200 mg twice-a-day was given for 6 wks. Oral prednisolone 1 mg/kg/bodyweight and topical prednisolone 1% were started in tapering doses. Two weeks post-vitrectomy BCVA in left eye was 20/50, anterior segment showed no activity []. Retina was attached. One-month postoperative visual acuity improved to 20/30 in left eye. Fundus examination showed posterior vitreous detachment and a horseshoe tear in superonasal quadrant. Barrage laser was done for the same. After 1 month, his vision dropped to 20/70 and fundus showed a partial rhegmatogenous retinal detachment. He underwent revitrectomy with Belt Buckle with 360 degree Endolaser with silicone oil insertion. One-week post-operative showed attached retina []. Two months post-surgery vision improved to 20/30. He was followed every month for 1 year, during which no complications developed. After Silicone oil removal, his BCVA is 20/30.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'9131283': 1, '8059779': 1, '12975753': 1, '31466325': 1, '9442779': 1, '11850861': 1, '17189896': 1, '2670602': 1, '15652837': 1, '31920280': 1, '15849050': 1, '8262711': 1, '14971576': 1, '24722272': 2}", "similar_patients": "{}"}