{"patient_id": 142816, "patient_uid": "4283527-1", "PMID": 27489835, "file_path": "noncomm/PMC004xxxxxx/PMC4283527.xml", "title": "Surgical Management of Edentulous Atrophic Mandible Fractures in the Elderly", "patient": "A 68-year-old male came to the emergency room (ER) of Haeundae Paik Hospital after a fall in the bathroom. He suffered from pain in the left chin area. Radiographs showed an atrophic mandible with left body fracture (). The alveolar bone height was 12-mm in the fracture area.\\nThe medical history included hypertension, diabetes, chronic obstructive pulmonary disease. To assess feasibility of general anesthesia, we consulted with cardiology, endocrinology, and pulmonology. The consensus was that risk was low, and the anesthesiologist agreed with operation under general anesthesia.\\nDuring the operation, the open reduction and internal fixation (ORIF) was achieved through extraoral access. Internal fixation with a 2.0-mm 6-hole miniplate and a 2.0-mm 4-hole miniplate were applied. This was a double miniplate method for load-sharing.\\nThe patient recovered well from the surgical procedure. Postoperatively, there were no complaints about pain or signs of infection. The postoperative panoramic radiograph revealed a good plate position (). At the four month visit, the surgical site was healed. The radiographic examination confirmed the formation of a bone callus.\\nA 76-year-old male visited the ER after a motorcycle accident. He suffered from pain in his left cheek and right side of the chin. Radiographs showed an atrophic mandible with left ramus and right body fractures (). The alveolar bone height in the right body was 20 mm in the fracture area.\\nThe medical history included cerebral infarction.\\nDuring the operation, the patient was treated via extraoral incisions. The fracture segments on right body were fixed with a 2.0-mm 6-hole miniplate and a 2.0-mm 4-hole miniplate. The fracture segments on left ramus were fixed with a 2.0-mm 4-hole miniplate.\\nThe postoperative mandible x-rays revealed the plates to be in a favorable position (). At the one month visit, the patient had healed in the right body reduction area, but developed a displacement in the left ramus reduction area on the orthopantomogram. The patient was instructed to chew with less effort. The nonunion site showed bony consolidation without any further treatment after three to five months. At the six month visit, a clinical examination showed stable fracture segments. The patient was satisfied and had good function without complications.\\nA 77-year-old female was referred to the ER after a fall. She suffered from pain in her chin and both preauricular areas. Radiographs showed a mandible with from symphysis to left body comminuted fracture, and 3-dimensional computed tomography images demonstrated both condyle neck fractures associated with facial fractures (). The alveolar bone height in the left body was 20 mm in the fracture area.\\nThe medical history included Parkinson’s disease.\\nThe surgical approach was through a transcervical approach. A 2.3-mm reconstruction plate and a 2.0-mm 4-hole miniplate were applied in the fracture segments. The condyle neck fractures were treated nonsurgically as a conservative treatment. A facial bandage was used to limit mandibular movement.\\nPostoperatively, there were complaints about pain and swelling. Although she was mentally drowsy, there were no signs of infection. The postoperative mandible x-rays revealed an adequate position of the plates (). At the one month visit, there were no complaints about pain and swelling, but she was losing her vigor due to a diarrhea and fever. Uncomplicated bony union was achieved in the symphysis and left body fracture area. However, the patient died two months postoperatively from a pseudo-membranous colitis.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'16755584': 1, '29062645': 1, '10632166': 1, '16413894': 1, '921596': 1, '11429741': 1, '15695047': 1, '8600229': 1, '28736597': 1, '16927736': 1, '18280373': 1, '1056796': 1, '11429742': 1, '31909011': 1, '7562166': 1, '11550605': 1, '27489835': 2}", "similar_patients": "{}"}