{"patient_id": 83542, "patient_uid": "4617421-1", "PMID": 26527228, "file_path": "comm/PMC004xxxxxx/PMC4617421.xml", "title": "Dental Management of a Patient with Nager Acrofacial Dysostosis", "patient": "A 10-year-old boy was referred to Yeditepe University, Faculty of Dentistry, Department of Pedodontics, in Istanbul with complaint of dental caries. The patient was born to a healthy mother and healthy father at 40 weeks of gestation. The pregnancy of mother was uncomplicated. The mother's history regarding alcohol, smoking, and drug abuse was negative. Family history was not noted regarding craniofacial disorder. He has two normal sisters. A diagnosis of Nager syndrome was made around the age of 2 years when facial and limb anomalies became obvious.\\nCraniofacial anomalies present in the patient include hemifacial atrophy, maxillomandibular hypoplasia, severe micrognathia, restricted jaw opening, malar hypoplasia, flat nasal bridge, cleft palate, shortened soft palate, uvula atresia, left ear canal atresia, and lack of development of the internal and external ear (Figures and ). Other features found in the patient were respiration, feeding, and speech problems as well as short forearm and difficulty in fully extending the elbows. There was no evidence of mental retardation.\\nIntraoral and radiographic examination revealed that oral hygiene is a major problem. He had numerous carious teeth (#16, #55, #53, #26, #65, #63, #36, #75, #74, #46, #85, #84, and #83) and hypomineralisation teeth #16, #26, #36, and #46, restricted mouth opening, severe maxillomandibular hypoplasia with severe micrognathia, and space deficiency in maxillary and mandibular arch (Figures , , and ).\\nPulpectomy and composite restoration was performed (#53 and #83). Teeth #16, #55, #26, #65, #63, #36, #75, #74, #46, #85, and #84 were extracted. Teeth #15, #14, #25, #24, #34, #45, and #44 were restored with fissure sealant followed by topical fluoride application (). Oral hygiene education was given to the patient and his parents. Orthodontic consultation was held. The patient and his parents were instructed about severity of orthodontic treatment. The patient was rescheduled to visit every three months because of high caries risk.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'33864777': 1, '24303385': 2, '8411075': 1, '10066111': 1, '22503264': 1, '16877861': 1, '26527228': 2}", "similar_patients": "{'3846201-1': 1}"}