{"patient_id": 150362, "patient_uid": "4750319-1", "PMID": 26933368, "file_path": "noncomm/PMC004xxxxxx/PMC4750319.xml", "title": "Neurological manifestations of Graves’ disease: A case report and review of the literature", "patient": "A 38-year-old female presented with drooping of both eyelids and double vision for 20 days. There was some improvement in her symptoms on immediately after getting up from sleep. On further inquiry, she gave a history of marked weight loss, tremulousness of hands, and the occasional palpitation for last 7 months. She had also noticed a swelling in the anterior neck for last 2 months. However, she had not sought medical help prior to it. There was no past history of thyroid or any autoimmune disorder in her and her first-degree relatives. She also had oligomenorrhea for last 9 months.\\nOn examination, she was afebrile and had a thin built (body mass index - 17.8 kg/m2). She had a pulse rate of 120/min and normal blood pressure. There was a grade two diffuse nontender soft goiter palpable in the neck without any associated bruit. Respiratory and cardiovascular system examination revealed no abnormality. Neurological examination revealed the presence of bilateral symmetrical fine tremors of hands. She had bilateral ptosis with incomplete external ophthalmoplegia []. Pupillary response and fundoscopy examination were normal. There was no evidence of any weakness in any other muscle group or any signs of bulbar muscle weakness. Biochemical investigations showed raised free triiodothyronine level of 11.86 pmol/L (normal: 3.10–6.80 pmol/L), raised free tetraiodothyronine level of 44.72 pmol/L (normal: 12–22 pmol/L), and a suppressed thyroid-stimulating hormone level of 0.039 mIU/mL (normal: 0.4–4.5 mIU/L). Hematological parameters, liver function tests, renal function test, and glycemic evaluation were normal. Ultrasonography of thyroid showed diffuse enlargement of the thyroid gland with increased intrathyroidal vascularity. The technetium (Tc-99m) thyroid scan showed diffuse increased tracer activity of the gland suggestive of hyper functioning of the gland. Fine-needle aspiration cytology of thyroid gland showed the presence of numerous follicles with scant colloid, classical fire-flare appearance, and lymphocytic infiltration. Magnetic resonance imaging study of the brain was normal, and that of orbit did not show any evidence of proptosis or extraocular muscle thickening []. Repetitive nerve stimulation test (RNST) of bilateral facial nerve, right ulnar nerve, and left spinal accessory nerve showed no significant decrement after pre- and post-exercise stimulation. However, the patient showed significant improvement in ptosis and external ophthalmoplegia with neostigmine test []. High resolution computerized tomography without contrast of thorax revealed the presence of a mildly enlarged thymus (antero-posterior diameter 18 mm) []. Anti-acetylcholine receptor antibody (anti-AchR Ab) titre was also elevated 4.34 nmol/L (normal: <0.5 nmol/L). Based on the above findings a diagnosis of GD with ocular myasthenia was made. She was prescribed anti-thyroid drugs (tablet carbimazole) 10 mg thrice daily) and pyridostigmine (60 mg) thrice daily. On a 2 months follow-up, the patient showed considerable improvement in physical and biochemical parameters of thyrotoxicosis while mild ptosis and residual ophthalmoplegia still persisted.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'10880794': 1, '15229790': 1, '2306344': 1, '12865535': 1, '18180646': 1, '25792400': 1, '15523194': 1, '28882932': 1, '18424151': 1, '14639594': 1, '7886878': 1, '15546785': 1, '9024233': 1, '6893387': 1, '33042687': 1, '10874773': 1, '9656872': 1, '19406759': 1, '12580710': 1, '26933368': 2}", "similar_patients": "{}"}