{"patient_id": 146692, "patient_uid": "4508650-1", "PMID": 26266019, "file_path": "noncomm/PMC004xxxxxx/PMC4508650.xml", "title": "Clinical Activity of Pazopanib in Metastatic Extraosseous Ewing Sarcoma", "patient": "In 2001, a 57-year-old male was diagnosed with primary systemic amyloidosis and received high dose melphalan with autologous stem cell transplantation, placing him in remission. In 2005, he developed intermittent right lower extremity radiculopathy. Magnetic resonance imaging (MRI) of his pelvis at an outside hospital was reportedly normal. His symptoms progressed and, in 2008, MRI revealed a right S2 nerve root mass radiographically consistent with a benign nerve sheath tumor. He was observed. The mass had enlarged on MRI a year later. Resection demonstrated a 2.2-cm poorly differentiated malignant neoplasm consistent with primitive neuroectodermal tumor/Ewing sarcoma (). Staging scans, including whole body positron emission tomography (PET) and high resolution computed tomography (CT) scan of the chest, abdomen and pelvis, revealed no signs of metastasis. A bone marrow biopsy was not performed.\\nHe received 1 cycle of cyclophosphamide, doxorubicin and vincristine alternating with one cycle of ifosfamide and etoposide. He experienced severe fatigue and cytopenias. He declined further chemotherapy and radiation and was subsequently observed.\\nIn 2010, a pelvic MRI showed a 2.9 cm enhancing mass in the right S2 neural foramen and biopsy confirmed Ewing sarcoma. He received 50.4 Gy to the sacrum with a 5.4 Gy gross disease boost. Thereafter, serial MRIs of his sacrum were stable.\\nIn early 2011, several months after finishing radiation, new, innumerable bilateral pulmonary nodules were noted on CT. Transbronchial biopsy was histologically consistent with metastasis from Ewing sarcoma (). FISH indicated rearrangement involving the EWSR1 gene region. He received cyclophosphamide and topotecan with disease stability noted after two cycles. After six cycles, enlarging lung, new liver and new diffuse sclerotic bony lesions were noted. He then received irinotecan with temozolomide. After two cycles, a dramatic response at all disease sites was noted. Over 10 four-week cycles, spanning a year with treatment breaks, he developed a near complete response with only several subcentimeter bilateral lung nodules remaining. Platelet counts on temozolomide ranged between 50,000 and 75,000. After 10 cycles, the lung nodules began to enlarge minimally (). He received another three cycles during which time the lung nodules progressed. This regimen was stopped. He had exhausted all standard treatment lines for Ewing sarcoma, and was not eligible for a clinical study due to thrombocytopenia. Molecular testing on tissue retrieved prior to treatment with temozolomide and irinotecan (Caris, ) was ordered at the patient’s request. The test suggested that only temozolomide and dacarbazine had possible clinical benefit by virtue of loss of O-6-methylguanine DNA methyltransferase expression ().\\nThe patient was discussed at a weekly multi-institutional, multi-disciplinary Sarcoma Tumor Board coordinated out of Mayo Clinic in Jacksonville, Florida, and now shared via video-link between 10 sarcoma centers throughout the United States and Europe. This innovative conference has been functioning for five years and is staffed at each site by sarcoma specialists from medical oncology, radiation oncology, orthopedic and surgical oncology, pathology and radiology and reviews, in a de-identified manner, case history, imaging and pathology to determine a consensus treatment opinion. Pazopanib or a platinum agent were suggested as reasonable fourth line options as both were expected to have minimal impact as a single agent on his bone marrow function. He was started on pazopanib in late November 2012 at 800 mg a day. A chest CT scan obtained the day before he began pazopanib demonstrated bilateral lung nodules (). No other sites of metastases were noted on contrast enhanced CT scan of chest, abdomen and pelvis and skeletal survey. Three weeks after starting pazopanib, a CT scan of the chest without contrast was obtained revealing that his lung nodules had diminished in size (). He continued pazopanib. However, several weeks later, before another scan could be obtained, he fell in a bathroom, developed a subdural hematoma and died.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'22914877': 1, '29238848': 1, '29780156': 1, '30324244': 1, '22595799': 1, '30626819': 1, '27354810': 1, '30889920': 1, '33801953': 1, '34941047': 1, '25345493': 1, '26931561': 1, '21692057': 1, '31031965': 1, '24282276': 1, '20197394': 1, '31289506': 1, '5763249': 1, '28377484': 1, '10963639': 1, '33196879': 1, '31218182': 1, '33535525': 1, '1283315': 1, '20456972': 1, '28469346': 2, '29212731': 1, '26266019': 2}", "similar_patients": "{'5398116-1': 1}"}