{"patient_id": 83871, "patient_uid": "4639660-1", "PMID": 26600958, "file_path": "comm/PMC004xxxxxx/PMC4639660.xml", "title": "Prolonged Survival following Repetitive Stereotactic Radiosurgery in a Patient with Intracranial Metastatic Renal Cell Carcinoma", "patient": "We report on a 64-year-old woman who initially presented to the emergency department with complaints of chest pain following a motor vehicle crash. A CT incidentally found renal abnormalities, and a postnephrectomy biopsy confirmed renal cell carcinoma. The patient was asymptomatic at that time and remained so for ten months, after which she visited her primary care physician with complaints of mild intermittent headaches and difficulty with balance. An MRI revealed five cerebellar lesions measuring 1.4 × 1.5 × 1.6 cm, 2.0 × 1.5 × 1.7 cm, 0.7 × 0.7 × 0.7 cm, 0.2 × 0.2 × 0.2 cm, and 0.1 × 0.1 × 0.1 cm, as well as extensive vasogenic edema.\\nHer treatment team recommended against resection due to the sensitive location of her tumors. GKRS was recommended over WBRT due to concern that avoiding previous radiation fields from treatment for oropharyngeal carcinoma 14 years earlier would not adequately address her relatively caudal metastatic tumors. The patient then underwent her first GKRS treatment at a dose of 22 Gy at the 50% isodose line (Figures and ). On the day of treatment, her Karnofsky Performance Status score was 100. Following GKRS, she was placed on dexamethasone 2 mg daily. Within several weeks she had experienced significant resolution of symptoms.\\nOver the next 51 months, she underwent a subsequent six GKRS treatments, all of which treated between one and four metastases. Many of these metastases were in new locations within the cerebellum, while several appeared in the brainstem itself. 49 months after her initial treatment, she underwent a craniotomy to relieve obstructive hydrocephalus with a ventricular shunt placement. An 8.0 mm cerebellar lesion was successfully resected in the same procedure. Around the same time, she underwent SBRT for liver metastases, which was tolerated well.\\nThe patient's most recent GKRS treatment occurred 60 months after the first and was suggested when the patient presented with complaints of consistent falls. A CT demonstrated five lesions, four of which were localized to the cerebellum and one limited to the pons. Three of the lesions had increased in size since her previous CT several months earlier. Three lesions were treated with a dose of 20 Gy at the 50% isodose line, one lesion was treated with 18 Gy at the 75% isodose line, and one was treated with 18 Gy at the 55% isodose line. A posttreatment CT demonstrated reduced dimensions of all lesions. Her most recent CT was taken 5 months later and demonstrated reduced or stable sizes of all lesions. 65 months after her initial diagnosis of brain metastasis, the patient began treatment with Votrient 800 mg for her liver metastases, which was tapered down to 400 mg and eventually held completely for after severe GI side effects and elevated liver enzymes.\\nOne month prior to this paper, a PET scan was obtained, showing no new evidence of systemic or metastatic disease. At that time, she remained symptom-free with a high quality of life a total of 72 months after her brain metastases were diagnosed.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'18439658': 1, '22236678': 1, '16339096': 1, '20165820': 1, '12382150': 1, '19123898': 1, '14585263': 1, '18245140': 1, '19801201': 1, '12593621': 1, '26026128': 1, '15346315': 1, '21704935': 1, '19652578': 1, '25897156': 1, '20860956': 1, '21716155': 1, '29930878': 2, '17351953': 1, '26112810': 1, '20405309': 1, '7087014': 1, '9300736': 1, '1448668': 1, '26600958': 2}", "similar_patients": "{'5991270-1': 1, '5991270-2': 1, '5991270-3': 1, '5991270-4': 1}"}