{"patient_id": 149248, "patient_uid": "4675476-1", "PMID": 24676306, "file_path": "noncomm/PMC004xxxxxx/PMC4675476.xml", "title": "AN UNUSUAL SMALL BOWEL OBSTRUCTION (ABDOMINAL COCOON): A CASE\\nREPORT", "patient": "In July 2010 a 25 year-old man was admitted with 2-month history of intermittent colicky\\nabdominal pain and bilious vomiting and abdominal distension. He also complained from\\nchronic constipation, anorexia and 14 kg weight loss during the previous two months. He\\nhad no surgical or other medical history except using of a body building supplement\\ndrugs which contain creatin.\\nOn physical examination he was anxious. Vital signs were normal (blood pressure 110/75,\\npulse rate 85/min, temperature 37.3º C). Abdominal distention with hyperactive\\nbowel sounds and mild tenderness in the whole of the abdomen especially in left upper\\nquadrant were detected at physical examination. There were no abdominal scars, palpable\\nabdominal mass or organomegaly. Digital rectal examination was normal. Laboratory blood\\nanalysis ascertained a total leukocyte count 8500 cell/ml, hemoglobin 16 mg/dl, normal\\nserum chemistry and normal urine analysis. Up right plain abdominal X-ray showed\\nmultiple air-fluid levels without free gas under the diaphragm. The barium X-ray showed\\njejunal and ileal loops dilatation with the contrast medium passing slowly (). Contrast-enhanced abdominal computed\\ntomography showed small bowel loops and dilatation ().\\nDue to signs of mechanical small bowel obstruction an emergency laparotomy was performed\\nthrough a midline incision. During surgery the small bowel dilatation was observed; its\\nmesentery was edematous and the whole small bowel covered by a dense whitish membrane\\nwhich gave the appearance of a cocoon ().\\nCareful sharp and blunt dissection with excision of the membrane enveloping the small\\nbowel was performed and the whole small intestine was freed and followed from\\nduodenojejunal angle to ileocecal junction. The histopathology of the peeled off\\nmembrane revealed a chronic non-specific inflammatory reaction with proliferation of\\nfibroconnective tissue.\\nThe patient was discharged from the hospital on the 8th postoperative day.\\nAfter 24 months regular follow-up he was in satisfactory condition and the abdominal\\nplain showed normal appearance.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'34513394': 2, '11098928': 1, '9563933': 1, '28050667': 1, '25593498': 1, '22563185': 1, '656764': 1, '14975962': 1, '16476161': 2, '19217609': 1, '20093570': 1, '16759404': 2, '17659721': 1, '24676306': 2}", "similar_patients": "{'1459267-1': 1, '8405409-1': 1, '1421435-1': 1}"}