{"patient_id": 145283, "patient_uid": "4421425-1", "PMID": 25949462, "file_path": "noncomm/PMC004xxxxxx/PMC4421425.xml", "title": "A de novo novel missense mutation in AVPR2 with severe nephrogenic diabetes insipidus", "patient": "A 5-month-old Caucasian boy was admitted to a community hospital for failure to thrive and hypernatraemia. His weight had decreased from the 10th percentile to below the 3rd percentile over a 1-month time period. His serum sodium was 170 mEq/L. He took 120–145 mL/kg/day of formula with 6–10 wet diapers daily. He was born at 36 weeks of gestation via induction delivery due to oligohydramnios. There was no perinatal stress. After birth, he was prescribed lamsoprazole for gastroesophageal reflux. His mother was diagnosed with type 1 diabetes at 16 years of age.\\nHis weight and height were 4.68 kg (below 3rd percentile) and 59.0 cm (below 3rd percentile), respectively. Serum sodium was 171 mEq/L, potassium 4.4 mEq/L, blood urea nitrogen 16 mg/dL, creatinine 0.3 mg/dL, albumin 4 g/dL and osmolality 348 mOsm/kg. Urine-specific gravity was 1.003 with an osmolality of 136 mOsm/kg. Urine sodium was < 20 mEq/L. Daily urinary output was 1488 mL/day (5131 mL/m2/day). Renal ultrasound showed mild bilateral hydronephrosis.\\nHis sodium increased to 180 mEq/L after fluid resuscitation with normal saline (NS), which subsequently failed to respond to three consecutive doses of desamino-arginine vasopressin (dDAVP) at 0.21 mcg/kg/dose or intravenous infusion of vasopressin at 111 milliunits/kg/h.\\nOn admission, his blood pressure was 96/49 mm Hg with a heart rate of 188 beats/min. Serum sodium had decreased to 164 mEq/L. Intravenous administration of dDAVP at 0.21 mcg/kg during a water deprivation test (see ) increased serum sodium from 167 to 173 mEq/L with signs of dehydration in one and half hours. Serum and urine osmolalities 1 h after the initiation of water deprivation were 368 and 98 mOsm/kg, respectively. A diagnosis of NDI was made. During the rest of the hospitalization, serum sodium was gradually corrected with careful free water provision. Oral hydrochlorothiazide and amiloride were initiated.\\nMutation analysis of the AVPR2 gene was performed after informed consent was obtained. Genomic DNA was prepared from peripheral leukocytes by standard methods, and DNA sequencing was performed as described previously []. The analysis identified a C to G nucleotide transition (c.861C > G) in exon 2 of the AVPR2 gene (GenBank: L22206.1), which resulted in substitution of tryptophan for serine at amino acid residue 167. Further testing of family members revealed that his mother was heterozygous for the same mutation. Xq28 haplotype and AVPR2 sequencing analysis of the DNA obtained from the maternal grandparents revealed that this was a de novo mutation which occurred on the grandpaternal allele ().", "age": "[[5.0, 'month']]", "gender": "M", "relevant_articles": "{'8037205': 1, '18003771': 1, '16093448': 1, '19816050': 1, '16319185': 1, '9166332': 1, '8863826': 1, '16713495': 1, '19488606': 1, '10820168': 1, '18008091': 1, '19458121': 1, '18726898': 1, '19118152': 1, '25949462': 2}", "similar_patients": "{}"}