{"patient_id": 147816, "patient_uid": "4567609-1", "PMID": 26379356, "file_path": "noncomm/PMC004xxxxxx/PMC4567609.xml", "title": "Asymptomatic Isolated Retroperitoneal Castleman’s Disease: A Case Report", "patient": "A 34-year-old woman complaining of occasional abdominal pain referred to the surgery clinic. Acute pains involved area below the navel, with preference left lower quadrant. There was no remarkable point in physical examination and the patient did not have any other clinical symptoms.\\nLaboratory findings only reported microcytic anemia (MCH: 18.5, MCV: 63, Hemoglobin 10.2 g/dI). Imaging results were chest and abdominal X-ray without any remarkable point. In abdominal ultrasonography, a solid and firm tumor with 12.2×5.3×6.6 cm was reported in patient’s retropritoneum. For more evaluation, abdominal CT scan was carried out. The tumor was not attached to the walls of the intestines and it did not cause a blockage. With coordinates obtained by CT scan and ultrasonography (US), surgery was performed in order to remove the tumor.\\nA big tumor was found in the retropritoneum that was solid and firm but was not attached to the walls of the intestine or to the lymph nodes of that area. In the operation area, lymph nodes were slightly larger than usual. The tumor was completely removed in order to treat patent and more reviews. From the macroscopic point of view, the tumor was shaped like an egg, covered by a fibrous thick capsule, with no bizarre appearance and without visible bleeding on its surface (). Its size was 121×52×67 mm before cutting. In cutting points, its surface was homogeneous, chocolaty and in terms of consistency, hard. Although it was similar to lipoma in early studies, but the initial pathologic study reported its lymphoid origin that rejected the possibility of malignancy.\\nMore histopathological investigation of tumor was an extensive lymphatic tissue containing hyperplastic follicles that was placed in the frame of a lymphoid tumor.\\nMantle zones of follicles had spread and small germinal centers were seen ().\\nAmong these germinal centers, there were widespread vascular assemblies with hyalinized wall.\\nInterfollicular stroma as hyperplasia is defined as post-capillaries venules, in which combination of plasma cells and eosinophils are seen. Histopathology of these samples gave a definitive diagnosis of angiofollicular lymph node hyperplasia, which in this case was hyaline vascular type.\\nA chest CT scan was performed at the end of treatment and its review implied the absence of a similar tumor elsewhere. Accordingly, the patient was placed in the group of isolated Castleman’s disease. The patient did not have any particular postoperative problems and was discharged on day-7 after surgery. Patient’s follow up was done until 9 months after discharge for symptoms of recurrence or any kind of clinical abnormalities. The patient was treated for anemia and her blood lab results were absolutely normal.\\nOur study was approved by the Medical Ethics Committee, according to the Helsinki declaration. Our patient was informed and gave consent.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'19546611': 1, '14586687': 1, '21441298': 1, '9339994': 1, '16802013': 1, '15191498': 1, '25071278': 2, '15249452': 1, '21425010': 1, '22824621': 2, '32361607': 2, '14975984': 1, '15888621': 1, '15801951': 1, '13356266': 1, '26379356': 2}", "similar_patients": "{'3447677-1': 1, '3447677-2': 1, '7200444-1': 1, '4103295-1': 1}"}