{"patient_id": 76536, "patient_uid": "4124805-1", "PMID": 25143839, "file_path": "comm/PMC004xxxxxx/PMC4124805.xml", "title": "Delayed Bleeding and Pelvic Haematoma after Low-Energy Osteoporotic Pubic Rami Fracture in a Warfarin Patient: An Unusual Cause of Abdominal Pain", "patient": "An 83-year-old female was admitted to the Emergency Department (ED) with acute abdominal pain in the left lower quadrant. She had a medical history of osteoporosis and chronic atrial fibrillation, treated with alendronate and warfarin, respectively. Three days earlier, after a minor fall at home, she was treated at another local hospital with right hip pain and was discharged on the same day with a diagnosis of right osteoporotic pubic rami fracture () classified as type Ia according to the Rommens-Hofmann classification [].\\nAt admission to ED, blood pressure (BP) was 110/70 mmHg with a pulse rate of 120 beats per minute (BPM). Hemoglobin (Hb) was 11.3 gm/dL with an international normalized ratio (INR) of 3.25. White blood cell count, C-reactive protein, liver function, and amylase were within normal values.\\nClinical evaluation revealed a painful abdominal mass on the left lower abdominal quadrant with no signs of peritonism and hepatosplenomegaly. Rectal examination was normal. Abdominal ultrasonography was not useful in the evaluation of the retroperitoneum and the small pelvic cavity because of meteorism. Abdominopelvic computed tomography (CT) without contrast-enhanced revealed a left pelvic hematoma neighboring the fracture site ().\\nWarfarin was withheld and anticoagulation was reversed by using 2 units of fresh frozen plasma (FFP) and 5 mg vitamin K. Her blood pressure remained stable on 120/80 mmHg with a pulse rate of 130 beats/min. However, four hours after admission Hb gradually dropped to 7.8 gm/dL. BP was 100/70 mmHg with 135 BPM, with a creatinine of 1,44 and INR of 2.07. A multidetector CT confirmed a pelvic haematoma with no active bleeding (). She received 4 units of packed red blood cells as well as 2 units of FFP. Hb rose to 10.7 gm/dL, with an INR of 1.1. BP was 110/80 mmHg with a 80 BPM. Haemoglobin level and INR gradually returned to normal values and she remained haemodynamically stable with no evidence of recurrent pelvic haemorrhage throughout the hospital course. Abdomen ultrasonography was performed 5 and 10 days later, showing a progressive resorption of the haematoma. Twelve days after admission the patient was transferred to the cardiologic unit for a cardiac failure. The patient was discharged uneventfully for a cardiologic rehabilitation program on day 25. Four months later, the patient returned to her preinjury level of activity.", "age": "[[83.0, 'year']]", "gender": "F", "relevant_articles": "{'8681887': 1, '11038096': 1, '16129758': 1, '17068268': 1, '26964737': 1, '19398804': 1, '15977021': 1, '31312519': 1, '21048052': 1, '28716780': 1, '16309680': 1, '23871193': 1, '21173284': 1, '2240749': 1, '12131383': 1, '18652733': 1, '14714237': 1, '22229619': 1, '11152800': 1, '15752384': 1, '19283775': 1, '2746708': 1, '2381002': 1, '16096714': 1, '32284903': 1, '25143839': 2}", "similar_patients": "{}"}