{"patient_id": 85231, "patient_uid": "4745619-1", "PMID": 26904318, "file_path": "comm/PMC004xxxxxx/PMC4745619.xml", "title": "DKA with Severe Hypertriglyceridemia and Cerebral Edema in an Adolescent Boy: A Case Study and Review of the Literature", "patient": "A 13-year-old boy with type 1 diabetes mellitus (T1DM) presented at the Emergency Department of King Chulalongkorn Memorial Hospital (Bangkok, Thailand) with Kussmaul breathing and confusion, after having malaise and polyuria for one month and epigastric pain for 2 days. He was diagnosed with T1DM at another hospital one year earlier and was being treated with insulin, metformin, and glipizide. Our patient reported having discontinued all medications for 6 months prior to this admission. His maternal grandmother was diagnosed with type 2 diabetes mellitus at the age of 40 and her condition was reported as being effectively controlled with oral hypoglycemic drugs. No family history of dyslipidemia was reported. On admission, our patient was confused, agitated, and disoriented regarding time, place, and persons. Vital signs revealed body temperature of 38.5°C, pulse rate 128, respiratory rate 26/min with Kussmaul pattern, and blood pressure 156/102 mmHg. Anthropometric measurements showed weight of 43 kg, height 152 cm, and body mass index (BMI) 18.61 kg/m2. There was no eruptive or tuberous xanthoma or xanthelasma at the skin. Ophthalmologic examination revealed presence of whitish, creamy vessels of retinas, called lipemia retinals (). No focal neurologic deficit was noted.\\nAt presentation, our patient was found to have DKA, with initial BS of 513 mg/dL, venous blood gas with pH 7.062, pCO2 22.4 mmHg, HCO3 6.4, and BE −21.7 mEq/L, and serum ketone 3.2 mmol/L. His blood demonstrated a grossly lipemic appearance () and his lipemic condition disturbed the results of other biochemical blood investigations. Cerebral edema was diagnosed according to 1 major criterion (alteration and fluctuation of consciousness) and 2 minor criteria (lethargy and diastolic blood pressure >90 mmHg). CT of the brain was not performed due to the unstable clinical condition of our patient. He was intubated due to deterioration of consciousness and cerebral edema. Mannitol (0.5 mg/kg) was subsequently administered and 3% NaCl was given intravenously to maintain a hypernatremic state for purposes of decreasing intracranial pressure. Normal saline was carefully given and regular insulin was then started and titrated to 0.2 units/kg/hr according to patient blood sugar levels. He was out of DKA as defined by pH > 7.3, bicarbonate > 15 mmol/L, and serum ketone negative, within 24 hours. Lipid profiles were analyzed on the second day of admission, with results revealing triglyceride of 9,810 mg/dL, cholesterol 705 mg/dL, LDL 254 mg/dL, and HDL 6 mg/dL. Patient had no abdominal pain and serum amylase was 57 IU/L. Therefore, acute pancreatitis was excluded. Triglyceride level was reduced to 377 mg/dL within 9 days of admission () without the use of antilipid medication. Our patient was extubated within 2 days of admission after recovery from DKA and cerebral edema. His father's lipid profiles showed cholesterol of 215 mg/dL, triglyceride 111 mg/dL, LDL 144 mg/dL, and HDL 50 mg/dL. His mother's lipid profiles showed cholesterol of 167 mg/dL, triglyceride 75 mg/dL, LDL 101 mg/dL, and HDL 47 mg/dL.\\nAfter discharge from the hospital, T1DM treatment with basal-bolus insulin regimen was commenced. Our patient continued to have HbA1c-related complications (10–15%) due to poor self-treatment compliance. Although he developed DKA twice as a result, his TG levels remained within normal range.", "age": "[[13.0, 'year']]", "gender": "M", "relevant_articles": "{'28400692': 2, '11907366': 1, '11051350': 1, '34751241': 1, '21906399': 1, '24455446': 1, '22447995': 1, '2124781': 1, '3085497': 1, '25041509': 1, '25851734': 1, '19754623': 1, '1557997': 1, '9260775': 1, '18633109': 1, '24005972': 1, '30792592': 1, '1898702': 1, '34434355': 2, '7820221': 1, '22201145': 1, '29706815': 1, '30723557': 2, '20808685': 2, '19667310': 1, '5832154': 1, '34417241': 2, '26904318': 2}", "similar_patients": "{'8383553-1': 1, '2923793-1': 1, '5363110-1': 1, '6339756-1': 1, '8381315-1': 1}"}