{"patient_id": 143761, "patient_uid": "4341167-1", "PMID": 25763075, "file_path": "noncomm/PMC004xxxxxx/PMC4341167.xml", "title": "Primary Pulmonary Lymphoma and Cutaneous Metastasis: A Case Report", "patient": "The presented case is a 70-year-old male smoker. The patient came to the internal medicine clinic because of shortness of breath, dry cough, and a 10-kilogram weight loss and skin lesions. His pulmonary symptoms had appeared since 4 months ago, and during the last recent month, the cutaneous lesions had abruptly appeared and the dyspnea had worsened afterwards. In examination, he was pale and bilateral symmetric wheezing was heard on his lungs. Lymphadenopathy was not detected anywhere. Generally, he had cutaneous lesions located on the anterior chest, abdomen () and palpebra. There were diffuse macular lesions on the chest and some were formed as subcutaneous nodules. The single pigmented nodule was seen on the superior right palpebra. The dermatologist proposed that these might be mycosis fungoides, cutaneous lymphoma, metastatic carcinoma, sarcoidosis or lepromatous leprosy.\\nOn chest X-ray, a single large mass on the right middle lobe was seen (). In addition, spiral computed tomographic scan (Siemens’ Emotion 6 slice, Germany) of the chest showed a single well-defined large mass on the right lung (10×11 cm), it was heterogeneous and located in the right middle lobe without any fat or calcification. There was no pleural effusion. No lymphadenopathy was seen in both hila. The lesion did not invade the ribs or the diaphragm (). Initial laboratory findings showed abnormal complete blood cell counts (white blood cell count 2800/ml; 27% lymphoid cells, 72% neutrophils and 1% monocytes, hemoglobin 10 mg/dl; and a platelet count of 221000); C-reactive protein (CRP) of 1+, erythrocyte sedimentation rate, 56; LDH of 593 U/liter and a normal iron profile. The bronchoscopic examination did not show any endobronchial lesions, bronchoalveolar lavage (BAL) showed an increase in lymphocytes and mycobacterium tuberculosis and malignant cells were negative. A transthoracic lung biopsy was carried out and histopathologic evaluation revealed a diffuse skin tissue infiltration by medium and large sized tumoral cells (× 40) in the deep dermis (). The epidermis and upper dermis were free (× 10) of tumoral cells but the perineural invasion of them was observed. They had large nuclei with small nucleoli and an indistinct cytoplasm (× 40). So, lung biopsy was carried out and it showed diffuse infiltration of medium to large sized lymphoid cells. Immunohistochemistry (IHC) staining of the lung and skin were done for cytokeratins (CK), CD20, CD10, CD5 and CD3. IHC staining of skin biopsy for CK indicated panCK negative for tumoral cells. Remnants of the sweat glands were positive and all tumoral cells were diffusely positive for CD 20 that remained on membrane of cells. All tumoral cells for CD5, CD10 and also scattered pattern were negative for CD3 among lymphoma cells. Lung biopsy was stained for CK, so that remnants of mucosal glands were positive, but background tumoral cells showed panCK negative. Overall, IHC staining of lung biopsy for CD20 revealed strong presence of tumoral cells. The features suggested diffuse large B-cell lymphoma of the lung that had metastasis to the skin. Bone marrow biopsy, abdominal, neck, and brain CT scan and upper esophagogastric endoscopy were done and all were normal. These documentations and their sequences of symptoms indicated primary pulmonary lymphoma. The patient received chemotherapy and improved in two months, but during this period he died of sepsis.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'15466823': 1, '19414080': 1, '6467161': 1, '7432046': 1, '12358356': 1, '12802920': 1, '28920254': 1, '12006690': 1, '16150940': 1, '8417879': 1, '32606794': 2, '34447839': 2, '8552539': 1, '16181848': 1, '25763075': 2}", "similar_patients": "{'8362537-1': 1, '7311097-1': 1}"}