{"patient_id": 79200, "patient_uid": "4301539-1", "PMID": 25624886, "file_path": "comm/PMC004xxxxxx/PMC4301539.xml", "title": "A rare case of eight multiple primary malignant neoplasms in a female patient: A case report and review of the literature", "patient": "The present study describes the case of a 61-year-old female who attended the Third Affiliated Hospital of Suzhou University (Changzhou, China). The patient denied tobacco use or alcohol consumption when they first came to our hospital in 1979; however, the patient had been diagnosed with type two diabetes mellitus ~20 years ago and injects insulin to control blood glucose levels. One year prior to presentation, the patient’s older brother was diagnosed with brain glioma and two years prior; the patient’s nephew was diagnosed seminoma of the testis. In addition, the patient had a healthy 33-year-old daughter.\\nThe first tumor identified was colon cancer, the initial symptoms of which were abdominal distension and diarrhoea. The patient visited our hospital and received a gastrointestinal barium meal and colonoscopy examination. The tumor was curatively resected in September 1979. Subsequent histopathological analysis identified a grade III (poorly differentiated) Dukes’ B2 adenocarcinoma of the ileocecal junction () (), which, according to the tumor, node, metastasis (TNM) system was classified as T3N0M0, stage II (). Following surgery, the patient underwent five cycles of chemotherapy with 5-fluorouracil [5-FU; 500 mg/m2 by intravenous (i.v.) infusion from day 1 to 5 every 21 days as a cycle], dactinomycin (8 μg/kg by i.v. infusion from day 1 to 5 every 21 days as a cycle) and thiotepa (0.2 mg/kg by i.v. infusion from day 1 to 5 every 21 days as a cycle).\\nIn October 1988, an additional colon cancer was identified in the splenic flexure of the colon by routine endoscopic follow-up (). The patient underwent curative surgery followed by five cycles of adjuvant chemotherapy with 5-FU (500 mg/m2 by i.v. infusion from day 1 to 5 every 21 days as a cycle), mitomycin (10 mg by i.v. infusion at day 1 every 21 days as a cycle) and vincristine (2 mg by i.v. infusion at day 1 every 21 days as a cycle).\\nIn May 1996, the patient was diagnosed with cancer of the endometrium that had presented as vaginal hemorrhage. A hysterectomy was performed and pathological examination identified a well-differentiated, estrogen receptor (ER)- and progesterone receptor (PR)-positive adenocarcinoma of the endometrium ().\\nIn May 1998, an additional 2-cm-diameter tumor was identified in the descending colon by a routine colonoscopy, and the patient underwent descending colectomy. Subsequent pathological examination determined that the tumor was a descending colon polyp, which resembled an adenoma. Certain parts of the glandular epithelium demonstrated midrange atypical hyperplasia and malignant cells encroaching into the superficial muscular layer (). The tumor was classified as T1N0M0, stage I.\\nIn April 2004, a palpable mass was identified in the right breast and the patient was referred to the Department of Breast Surgery, the Third Affiliated Hospital of Suzhou University. Biopsy analysis indicated malignancy and the patient underwent a modified radical mastectomy with level II lymph node dissection. Pathological examination of the 1.0×1.0×0.8-cm resected mass identified canal papillary carcinoma with a clear resection margin (). Additionally, the lymph nodes were negative for cancer; immunohistochemistry demonstrated that the patient was hadro-positive (+++) for ER, PR and p53, and negative for human epidermal growth factor receptor 2; and the tumor was classified as T1N0M0, stage I. This was the patient’s fifth malignancy. Following surgery, the patient received two cycles of chemotherapy with 5-FU (500 mg/m2 by i.v. infusion from day 1 to 5 every 21 days as a cycle), methotrexate (1 g/m2 by i.v. infusion at day 1 every 21 days as a cycle) and cyclophosphamide (600 mg/m2 by i.v. infusion at day 1 every 21 days as a cycle).\\nIn May 2007 it was noted that the patient’s carcinoembryonic antigen (CEA) concentration was progressively increasing. The patient attended the hospital and received computed tomography (CT) and colonoscopy examinations. A 6-cm-diameter tumor was identified in the colon and palliative colectomy was performed. Subsequent pathological examination demonstrated a mushroom-like adenocarcinoma of the colon, the majority of which was mucinous adenocarcinoma () that encroached on the total depth of the intestinal wall. Immunohistochemistry was p53- and proliferating cell nuclear antigen-negative and nm23 -, cox-2- and epidermal growth factor receptor-positive. Following surgery, the patient underwent 12 cycles of chemotherapy with folinic acid (leucovorin), 5-FU and oxaliplatin. One cycle included i.v. leucovorin calcium at a dose of 200 mg/m2, bolus 5-FU at a dose of 400 mg/m2 and continuous i.v. 5-FU at a dose of 600 mg/m2 on day 1, followed by 85 mg/m2 oxaliplatin on day 2, and was repeated every 2 weeks.\\nIn February 2011, the patient’s CEA concentration was again noted to be progressively increasing. Thus, two novel tumors were identified by positron emission tomography-CT and colonoscopy examination; one in the small intestine and one in the colon. The patient underwent partial small intestine and colon resection of a small intestinal tumor measuring 5.0×5.0×4.5 cm and a colonic tumor measuring 4.5×4.0×4.5 cm, respectively. Subsequent pathological examination demonstrated that the two tumors were poorly differentiated mucinous adenocarcinomas; however, the lymph nodes were negative for cancer (). Following surgery, the patient received 12 cycles of chemotherapy with folinic acid, 5-FU and irinotecan. One cycle included i.v. leucovorin calcium at a dose of 200 mg/m2, bolus 5-FU at a dose of 400 mg/m2 and continuous i.v. 5-FU at a dose of 600 mg/m2 on day 1, followed by 180 mg/m2 irinotecan on day 2, and was repeated every 2 weeks. The last chemotherapy cycle ended in September 2011, and the patient remained alive and appeared to be tumor-free at the time of writing.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'29963453': 1, '19686742': 1, '16721683': 1, '12584590': 1, '29308181': 1, '19485154': 1, '30680261': 2, '9554443': 1, '24139546': 2, '20137508': 1, '21704278': 1, '32908793': 2, '21953534': 1, '17575318': 1, '14453808': 1, '20361078': 1, '31579423': 1, '15655657': 1, '16045793': 1, '6467143': 1, '31280224': 1, '22233476': 1, '16555243': 1, '29301504': 1, '29279706': 2, '17971527': 1, '25624886': 2}", "similar_patients": "{'6338405-1': 1, '3854117-1': 1, '7462815-1': 1, '5731098-1': 1}"}