{"patient_id": 149147, "patient_uid": "4663873-1", "PMID": 26664176, "file_path": "noncomm/PMC004xxxxxx/PMC4663873.xml", "title": "Phenytoin-induced acute hypersensitivity pneumonitis", "patient": "A 38-year-old man, nonsmoker, presented with a history of progressive breathlessness for 2 weeks, along with low-grade fever and cough with minimal expectoration. He was on antiepileptics (phenytoin- 100 mg TDS and levetiracetam- 750mg BD) since the past 6 months, for an episode of generalized tonic-clonic seizure (GTCS). Results of the magnetic resonance imaging (MRI) and electroencephalogram (EEG) of brain done then were normal. He had no significant family history. He had no history of exposure to environmental, domestic, or agricultural pollutants or allergic diathesis or drug hypersensitivity reaction in the past.\\nOn examination, the patient was of average built, moderately nourished, with no anemia, icterus, clubbing, cyanosis, peripheral lymphadenopathy, or skin rashes. There was no abnormality on general physical examination. His pulse rate was 90/min, rate of respiration patient was Tachypnoic 24 breaths/min, blood pressure was 110/70 mmHg, and body temperature was 37.4 celcius. His resting oxygen saturation was 88% on room air. Examination of respiratory system revealed bilateral vesicular breath sound with few basal inspiratory crackles. Results of other systemic examinations were unremarkable.\\nHematology and biochemistry profile was within normal limits. Hematology and biochemistry profile was withinnormal limits. Chest X-ray(CXR) revealed bilateral diffuse haziness with prominent interstitial markings in the mid and lower zones []. His electrocardiogram (ECG) report was normal ECHO was done, which revealed an ejection fraction of 50% and left ventricular(LV) diastolic dysfunction grade 1. Results of serological tests for human immunodeficiency virus(HIV), hepatitis B surface antigen(HBsAg), hepatitis C virus(HCV), and fever profile were negative. Serum precipitins were negative to molds.\\nAntinuclear antibody (ANA) and other autoimmune profiles including extractable nuclear antigen (ENA), rheumatoid factor (RF), anti-citrullinated protein antibody (ACPA), and anti-neutrophil cytoplasmic antibody (ANCA) were negative. Findings from sputum smears and culture examinations for pathogenic organisms, mycobacteria, and fungi were also negative. His arterial blood gas analysis revealed pH - 7.43, partial pressure of oxygen (pO2)- 50, partial pressure of carbon dioxide (pCO2)- 33, HCO3 21.9, oxygen saturation- 86%, base excess-1.7. His spirometry revealed normal ventilatory parameters, with FVC -3.65 L (80% of the predicted), FEV1 -3.10 L (81% of the predicted), FEV1/FVC ratio - 85% and diffusion was mildly reduced to 71. Oxygen saturation test of the patient revealed significant desaturation from 90% to 75%. Walk distance covered was 396 meters (60.74% of the predicted).\\nHigh resolution computed tomography (HRCT) scan of thorax revealed areas of ground glass haze bilaterally and consolidation along with well-demarcated areas of lucency, resulting in a mosaic pattern in the upper lobe that is more profound in the lower lobes []. The bronchi were not dilated. No pleural effusion or cardiomegaly was seen. The HRCT features were compatible with constrictive bronchiolitis. Fiber-optic bronchoscopy did not reveal any endobronchial abnormality. The bronchoalveolar lavage (BAL) analysis revealed mixed inflammatory cells, with no malignant cells, or cells with abnormal morphology or organisms (i.e., bacteria, acid-fast bacilli, fungi, Pneumocystis carinii pneumonia(PCP), Nocardia).\\nTransbronchial lung biopsy (TBLB) showed marked interstitial inflammation and poorly formed granulomas in the interstitium and around terminal bronchioles consistent with thediagnosis of “Hypersensitivity pneumonitis” []. The patient was initially managed with oxygen therapy, broad-spectrum antibiotics, steroids (prednisolone 40mg/day), and bronchodilators, along with supportive therapy. Fever and breathlessness improved but did not subside. In the absence of any other history of exposure to allergens, it was considered to be related to the DPH therapy. Hence, phenytoin therapy was stopped and the doses of other antiepileptic drugs were increased in addition to phenobarbitone by the neurophysician. Rest of the treatment was continued as before. This resulted in an alleviation of symptoms with complete defervescence of fever and breathlessness over the next few days. His baseline oxygenation increased to 96% with insignificant desaturation to 93% on 6-min walk test (6MWT) (distance = 470 m, 72.08%). Repeat CXR [] showed clearing of lung fields.\\nThe patient was discharged in a stable condition with normal oxygenation and diffusion capacity and steroids tapered over next 2 weeks. On a follow-up, the patient is doing well with no relapse or reoccurrence of symptoms.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'24307853': 1, '4426199': 1, '9404778': 1, '2741988': 1, '1281922': 1, '15062613': 1, '3743167': 1, '14423879': 1, '22896776': 1, '15062594': 1, '33145073': 1, '7487252': 1, '18195376': 1, '12014876': 1, '7283296': 1, '19070259': 1, '15133338': 1, '26664176': 2}", "similar_patients": "{}"}