{"patient_id": 79216, "patient_uid": "4301651-1", "PMID": 25511612, "file_path": "comm/PMC004xxxxxx/PMC4301651.xml", "title": "Metastatic breast cancer presenting as sequential cranial nerve palsy: a case report", "patient": "A 66-year-old Caucasian woman presented with vertical double vision for the previous 3 weeks. Diplopia was binocular and noticed after she banged her head against the shower screen. She was healthy and had no symptoms suggestive of giant cell arteritis (GCA). A clinical examination showed right fourth cranial nerve palsy. Her magnetic resonance imaging (MRI) scan was normal. Her erythrocyte sedimentation rate (ESR) was 77mm/hour and C-reactive protein 68mg/L. She was commenced on oral steroids while awaiting temporal artery biopsy (TAB) to rule out GCA. TAB revealed normal histology. As there was no clinical suspicion of GCA, her steroids were stopped. The medics investigated her further for raised inflammatory parameters and no cause was identified.\\nShe then sought medical attention for a breast lump that she had noticed for the past few months. This was clinically diagnosed as breast cancer. She subsequently underwent right wide local excision of the mass and axillary clearance. Histology revealed 28mm grade 3 oestrogen receptor positive, human epidermal growth factor receptor 2 negative ductal carcinoma involving 12 of 14 axillary nodes. An oncology referral was made.\\nMeanwhile, she complained of a droopy right eyelid. Orthoptic examination showed pupil-sparing third nerve paresis and mild sixth nerve involvement. The fourth nerve paresis had resolved. Neuroimaging to rule out cavernous sinus pathology was requested. A MRI scan with contrast showed meningeal thickening in frontal, parietal and occipital lobes and no abnormality in the cavernous sinus territory. This was consistent with carcinomatous meningitis (Figure ).\\nBy the time of her oncology appointment, she had developed numbness in the ophthalmic division of her right trigeminal nerve. A bone scan showed bone metastases; computed tomography revealed bone spread and abnormal mediastinal lymphadenopathy. Cerebrospinal fluid (CSF) cytology was negative but protein was slightly raised. Palliative hormone therapy was commenced for metastatic breast cancer. She responded quickly with complete resolution of diplopia, ptosis and numbness on her right anterior scalp within 8 weeks of starting anastrozole.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'33078616': 1, '21234642': 1, '23717798': 1, '16401894': 1, '20140544': 1, '22487060': 1, '21700455': 1, '29683126': 1, '25511612': 2}", "similar_patients": "{}"}