{"patient_id": 144670, "patient_uid": "4389177-1", "PMID": 25901263, "file_path": "noncomm/PMC004xxxxxx/PMC4389177.xml", "title": "Non-Hodgkin's Lymphoma of the Knee: A Case Report", "patient": "A 27-year-old Indonesian female presented with progressive knee swelling and pain for a month after a minor sprain. She had previously enjoyed good past health. She had no other joint symptoms or any systemic symptoms such as weight loss, fever and night sweats. Physical examination revealed moderate knee joint swelling with joint effusion. The knee could not be fully extended. No redness or increase in temperature of the knee joint was present. There was tenderness at the medial joint line. All the inflammatory blood markers were negative. Knee joint fluid aspiration yielded slightly turbid fluid with a small number of lymphocytes and a negative Gram stain and bacterial culture. Knee radiography revealed moderate soft tissue thickening in the medial aspect of the knee with mild to moderate osteolysis of the medial femoral condyles and moderate resorption of the medial condylar cortex (). Ultrasound of the knee showed a small to moderate-sized joint effusion with severe synovial thickening at the anteromedial aspect of the knee, mainly at the medial patellofemoral recess and the medial side of the knee joint (). Moderate cortical irregularity of the medial femoral condyle was present (). Only very mild vascularity was present within this area of synovial thickening. MRI showed a large soft tissue lesion present on the medial side of the knee joint (), involving the synovium and adjacent medial femoral condyle with moderate periosteal elevation. This lesion extended deep to the medial collateral ligament and extended into the intercondylar notch posteriorly encompassing the femoral attachment of the medial belly of gastrocnemius muscle. The soft tissue mass was slightly T1-hypointense and T2-hyperintense to skeletal muscle (, ). No evidence of hemosiderin was present. There were two moderately enlarged popliteal lymph nodes present (). In addition, abnormal bone marrow signal (low in T1 and heterogeneously high in T2 FSE) was present in the distal femur consistent with marrow involvement or infiltration (, ). Patient refused gadolinium contrast injection. Ultrasound guided biopsy of this synovial thickening/soft tissue revealed fibrous tissue infiltrated by diffuse sheets of atypical lymphoid cells (). Immunohistochemical staining of these atypical large lymphoid cells revealed positivity for lymphoid marker (LCA), B cell marker (CD20) and bcl-2. Proliferation index by Ki67 (MIB-1 immunostaining) was estimated as 95%. Features were compatible with diffuse large B-cell non Hodgkin lymphoma (NHL). The patient refused treatment B-cell NHL and further investigation (including abdominopelvic CT scan). However, physical examination did not reveal enlarged systemic lymph nodes or hepatosplenomegaly. In view of clinical absence of systemic involvement, this was considered to be primary lymphoma of the knee. There was no clinical or other evidence that the patient was immunocompromised.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'10217559': 1, '9926962': 1, '8424704': 1, '10195017': 1, '17142425': 1, '15923579': 1, '14605767': 1, '18493781': 1, '14658004': 1, '10101328': 1, '15346063': 1, '14963210': 1, '22085660': 1, '19962094': 1, '18521594': 1, '1529847': 1, '20941518': 1, '26581578': 1, '12685848': 1, '25901263': 2}", "similar_patients": "{}"}