{"patient_id": 139933, "patient_uid": "4100224-2", "PMID": 25057399, "file_path": "noncomm/PMC004xxxxxx/PMC4100224.xml", "title": "Thoracic amyloidomas: Two case reports of an evasive diagnosis", "patient": "A 71-year-old woman was investigated for a one-year history of deteriorating dyspnoea on a background of well-controlled asthma. Other co-morbidities included cutaneous systemic lupus erythematosus, rheumatoid arthritis and Sjogren’s syndrome. High-resolution computerised tomography (HRCT) showed multiple cysts, solid nodules and aggregate masses – the largest (2 × 1.5 cm) in the peripheral left lower lobe with fine-needle aspiration suggestive of amyloid. Serum biochemistry showed a polyclonal elevation of IgG, no detectable monoclonal band and normal serum-free light chains. Immunohistochemistry showed no specific staining for kappa or lambda antibodies. Mass spectrometry was not performed. Echocardiography excluded cardiac involvement and no visceral uptake by 123I SAP scintigraphy. Pulmonary function tests demonstrated a restrictive pattern, and a further HRCT raised suspicion of lymphocytic interstitial pneumonitis. FDG-PET/CT demonstrated similar low-grade uptake in all lung nodules (). A mini-thoracotomy was performed to obtain tissue from the largest nodule showing evidence of amyloid but too few infiltrating cells were present to confirm clonality.\\nA low-grade lymphoplasmocytic lymphoma (LPL) was presumed to be driving the pulmonary amyloid, based on the assumption of low-grade B-cell clonal disorders that can occur with Sjogren’s syndrome. A trial of R-CVP (Rituximab – Cyclophoshamide, Vincristine, Prednisolone) chemotherapy was commenced for four months resulting in no progression of symptoms and stable lesions.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'9016204': 1, '2377176': 1, '456056': 1, '22100031': 1, '25624887': 2, '22587492': 1, '11260801': 1, '34917224': 2, '26310967': 1, '23461593': 1, '16044444': 1, '25057399': 2}", "similar_patients": "{'4100224-1': 2, '8666447-1': 1, '4301551-1': 1}"}