{"patient_id": 150138, "patient_uid": "4736049-1", "PMID": 26900444, "file_path": "noncomm/PMC004xxxxxx/PMC4736049.xml", "title": "Budd-Chiari Syndrome: An Unusual Presentation of Multisystemic Sarcoidosis", "patient": "A 42-year old female was referred to our department for chronic anicteric cholestasis discovered fortuitously through a regular blood test. Her past medical history revealed diabetes mellitus evolving for 3 years; she had never received oral contraceptive therapy. She described progressive worsening cough and exertional dyspnea. She denied right upper quadrant pain, fatigue or pruritus. On examination, her liver span was 21 cm and spleen was palpable 4 cm below the left costal margin. Skin examination disclosed red-brown papular plates measuring 2 to 5 mm in diameter and having a predilection on scars and sites of trauma (). Cardiovascular and respiratory examination was normal. Liver tests demonstrated increased cholestatic enzymes: a γ-glutamyl transferase level of 136 UI/L (normal: 12-58) and ALP of 325 UI/L (normal: 38-126) without hyperbilirubinemia (total bilirubin 13 mg/L; normal: 2-12); aminostransferases levels were normal. Other laboratory tests revealed normocytic inflammatory anemia with hemoglobin of 10.6 g/dL, mean corpuscular volume of 82.8 fL and serum ferritin of 150 g/L; white blood cell count of 4700/mm and platelets count of 221,000/mm. Erythrocyte sedimentation rate was 85 mm at 1 h. International normalized ratio was normal. Serum and urinary calcium were normal. Abdominal ultrasound with Doppler showed hepatomegaly with hypertrophied caudate lobe, splenomegaly and porto-systemic collateral circulation, while supra-hepatic veins were not demonstrated. Abdominal computed tomography (CT) confirmed these findings: the liver was multinodular, hepatic veins were also not visualized, which was consistent with the diagnosis of chronic BCS (). Moreover, celiac, hepatic pedicle and lomboaortic adenopathies were noticed. We completed with a CT scan of the chest, which demonstrated mediastinal and hilar adenopathies with multiple micronodular opacities on the lower pulmonary lobes. At screening upper endoscopy for portal hypertension, there were neither esophageal nor gastric varices but gastric mucosa was erythematous. Gastric biopsies were performed and disclosed non-caseating granuloma. Likewise, liver biopsy showed the presence of sarcoid granulomas consisting of a compact aggregate of large epithelioid cells, sometimes with multinucleated giant cells and a surrounding cuff of lymphocytes (). These tend to be more frequent in portal tracts. Caseation or damage bile ducts were not present. Centrolobular hepatocytes were focally atrophic and replaced by fibrous and inflammatory septa. Some small hepatic veins were absent as they were incorporated into fibrosis (). This granulomatous inflammation was also demonstrated on biopsy of skin lesions. These findings raised the possibility of systemic granulomatosis, in particular sarcoidosis. Additional examinations were then performed: tuberculin testing was negative, bronchoalveolar lavage did not show any acid-fast bacilli and angiotensine converting enzyme (ACE) was elevated: 201 UECA (normal: 12-68). The combination of pulmonary involvement and extrapulmonary manifestations including liver, gastric, lymph nodes and skin, as well as raised ACE were highly suggestive of multisystemic sarcoidosis. This diagnosis was confirmed with histopathological examination of the liver, gastric and skin biopsies. As screening for an underlying thrombophilic disorder (JAK 2 mutation, flow cytometry, anticardiolipines and anti-β2 glycoprotein antibodies, lupus anticoagulant, factor V Leiden, antithrombin, protein S and C deficiency, homocysteinemia, bone marrow examination and celiac disease) failed to ascertain an underlying prothrombotic condition, the diagnosis of BCS complicating sarcoidosis was the most likely. Patient was started on oral prednisolone at a dose of 1 mg/kg and warfarin anticoagulation therapy.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'19857764': 1, '21898058': 1, '19157737': 1, '3942126': 1, '21461714': 1, '23065982': 1, '31750374': 1, '22081991': 1, '22035428': 1, '18339084': 1, '22300463': 1, '24424172': 1, '650837': 1, '21156331': 1, '17081481': 1, '26900444': 2}", "similar_patients": "{}"}