{"patient_id": 151036, "patient_uid": "4796086-1", "PMID": 27004207, "file_path": "noncomm/PMC004xxxxxx/PMC4796086.xml", "title": "Hypertriglyceridemia-induced acute pancreatitis in pregnancy causing maternal death", "patient": "The patient was a 28-year-old woman with gravid 1, para 0. At 22 weeks and 6 days of gestation, she came to the emergency room of our hospital for severe epigastric pain which had occurred during the daytime of the same day and did not complain of nausea and vomiting. The patient had conceived monozygotic twins naturally and was under regular prenatal care at a private clinic.\\nThe patient's weight was 70.5 kg, height was 163.1 cm, vital signs were normal. The patient had no specific past history and had not taken any drug recently. But her mother was taking medication under the diagnosis of hyperlipidemia.\\nThere were moderate tenderness and rebound tenderness in upper abdomen. No cervical dilatation and effacement were observed during the pelvic examination. In fetus 1, heart sound was 152/min and presentation was cephalic, and in fetus 2, heart sound was 158/min and presentation was breech. There were no rupture of membranes and uterine contraction. So we ruled out the possibility of placental abruption and uterine rupture that could happen in second half of pregnancy.\\nAs the patient showed lipemic in blood on emergency room, tests were performed after high-speed centrifuging. Blood tests; showed total cholesterol of 1,006 mg/dL, triglyceride 10,392 mg/dL, low-density lipoprotein 398 mg/dL, amylase 337 U/L, lipase 913 U/L, and blood glucose 207 mg/dL. The other results are normal (). The results of urine test showed glucose 4+ and protein 3+. As the pancreas was not seen clearly on abdominal ultrasonography, it was difficult to differentiate acute pancreatitis. In addition, gallstone and cholecystitis were not observed, and there was no specific finding except minimal fatty liver. Based on test results, we excluded the pregnancy-related liver disease, acute fatty liver and preeclampsia. We suspected acute pancreatitis and hospitalized the patient.\\nAfter admission, the patient complained of severe pain that made movement hardly possible, thus we started conservative treatments including intravenous fluid infusion, fasting, antibiotic, pain control, injection of insulin, and oxygenation. Fetal heart sounds were 150/min and 140/min.\\nLater on, the patient suddenly complained of severe pain and dyspnea. Her body temperature increased to 38.2℃ and began to lose consciousness. As respiratory rate was 60/min and tachypnea continued, we studied her chest X-ray but it was not considered a respiratory problem. Results of arterial blood gas analysis were pH 6.984, PCO2 49.1 mmHg, PO2 42.1 mmHg, HCO3 11.8 mmol/L, SO2 51.9%, showing that metabolic acidosis was exacerbated. As the patient's vital signs were not measured and then cardiac arrest occurred, intravenous infusion of epinephrine and dobutamine was administered and then pulse was measured, but a convulsion soon followed and anticonvulsant drug MgSO4 was administered.\\nSubsequently, the return of spontaneous circulation was confirmed by blood pressure 70/40 mmHg, pulse rate 134/min and respiratory rate to 25/min, but her consciousness was stupor. Heart sound was not heard for either of the two fetuses, and intrauterine fetal death was confirmed. The results of blood test at that time; showed that glucose had increased significantly to 474 mg/dL, serum amylase to 1,833 U/L and lipase to 1,863 U/L. Accordingly, it was believed to be hypertriglyceridemia-induced acute pancreatitis, in which pancreatic cells necrotized and, as a result, gestational diabetes occurred and exacerbated diabetic ketoacidosis and metabolic acidosis induced cardiac arrest. Extracorporeal membrane oxygenation was going to be applied, but was not effective due to high triglyceride level in the patient's blood. As a result, blood pressure could not be maintained and the patient died within 24 hours of admission.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'30254776': 2, '4908616': 1, '34306421': 1, '5438159': 1, '18978108': 1, '34385846': 1, '24355941': 1, '12488710': 1, '30648042': 1, '18726109': 1, '17131487': 1, '30574177': 1, '8841182': 1, '9013278': 1, '12006687': 1, '23100216': 1, '29443736': 1, '27004207': 2}", "similar_patients": "{'6145316-1': 1}"}