{"patient_id": 138852, "patient_uid": "4024819-1", "PMID": 24851155, "file_path": "noncomm/PMC004xxxxxx/PMC4024819.xml", "title": "Giant Cell Tumor of Upper Thoracic Spine", "patient": "A 20-year-old man presented with a 2-month history of severe upper thoracic pain, which was followed by complaints of referred pain in the anterior chest. Physical examination revealed mild tenderness on palpation in the upper thoracic region. He did not feel any fabrile sensation, and the results of laboratory blood tests including erythrocyte sedimentation rate (ESR) and C-reactive protein (CRP) were all within normal limits. Computed tomography (CT) revealed destruction of the T4 vertebra, but intact disc spaces at T3-4 and T4-5 (). Magnetic resonance imaging (MRI) showed an extensive neoplastic process at T4 with destruction of the vertebral body and cord compression (). Based on these clinical symptoms and radiological findings, and under a preliminary diagnosis of a primary or metastatic bone tumor, CT-guided transpedicular biopsy of the T4 lesion was performed. The color of aspirated solid material was bright brown in appearance, and it was forwarded for histopathological examination. The bone marrow specimen showed multinuclear giant cells (). Due to the patient's intractable pain, surgical treatment was performed using a posterior approach. Decompressive laminectomy and posterolateral fusion of T3-5 followed by a 7 cc PMMA injection at T4 were performed. Immediately after surgery, the intractable upper thoracic pain disappeared. He has since been followed uneventfully for 7 years with no subjective complaints or evidence of recurrence ().", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'8421014': 1, '16614158': 1, '31043951': 1, '28264239': 1, '15046435': 1, '12733152': 1, '34296034': 1, '9259790': 1, '27853665': 1, '2492623': 1, '26539269': 2, '1157418': 1, '8633152': 1, '3608560': 1, '24851155': 2}", "similar_patients": "{'4630357-1': 1, '4630357-2': 1}"}