{"patient_id": 76899, "patient_uid": "4151641-1", "PMID": 25187818, "file_path": "comm/PMC004xxxxxx/PMC4151641.xml", "title": "A case of membranous nephropathy and myeloperoxidase anti-neutrophil cytoplasmic antibody-associated glomerulonephritis", "patient": "A 51-year-old female with mild edema in the lower extremities for 1 year was admitted to the Department of Nephrology of Hubei General Hospital (Shijiazhuang, China). The study has been approved by the Institutional Ethics Committee of Hebei General Hospital (Hebei, China). Written informed consent was obtained from the patient. The patient had been diagnosed 1 year earlier with hypertension and was treated with amlodipine. In addition, proteinuria had been detected 1 year previously; however, the renal function was unclear. Two days prior to admission, the patient had a urinalysis, which showed protein 3+, occult blood 2+ and a 24-h urine protein of 5.28 g. The patient had no history of cough, shortness of breath, fever, fatigue, nausea, vomiting, weight-loss, decreased appetite or rash.\\nOn admission the patient had a body temperature of 36.4°C, a pulse rate of 60 beats/min, a respiratory rate of 19 breaths/min and a blood pressure of 140/85 mmHg. Mild edema was present in the lower extremities. The results of the complete blood count were as follows: erythrocyte count, 3.73×1012/l; hemoglobin, 114 g/l; white blood count, 4.23×109 cells/l; and platelet count, 301×109 platelets/l. The results of urinalysis were: pH 6.5, glucose negative, protein 3+ and occult blood 3+. Examination of the urinary sediment showed 199.2 erythrocytes per high-power field. The test for Bence-Jones protein was negative. Biochemical data were as follows: total protein, 48.0 g/l; albumin, 24.5 g/l; blood urea, 6.62 mmol/l (18.5 mg/dl); creatinine, 123.0 μmol/l (1.4 mg/dl); uric acid, 301.0 μmol/l; total cholesterol, 8.00 mmol/l; total triglyceride, 1.99 mmol/l; high-density lipoprotein, 1.61 mmol/l; low-density lipoprotein, 5.99 mmol/l; very-low-density lipoprotein, 0.9 mmol/l; and glucose, 5.41 mmol/l. The plasma fibrinogen level was 4.12 g/l. The erythrocyte sedimentation rate was 45 mm/h. A test for anti-phospholipid antibody-immunoglobulin (Ig)M was negative. The rheumatoid factor level was 23.4 IU/ml, the antinuclear antibody titer was 1:100 and the C-reactive protein level was 3.0 mg/l. Levels of Ig and complements were found to be normal. The anti-GBM antibody test was negative, the myeloperoxidase anti-neutrophil cytoplasmic antibody (MPO-ANCA) concentration was 62 U/ml (normal range, <10 U/ml), and the serum level of anti-phospholipase A2 receptor antibody was 16.4 μg/ml. The 24-h urine protein was 11.0 g. Serology tests, including tests for hepatitis B surface antigen, hepatitis C virus and HIV were all negative.\\nThe results of the chest X-ray were normal. An ultrasound with parenchyma echo enhancement was performed and the kidneys were found to be of normal size.\\nA renal biopsy was performed. Light microscopic examination of the renal specimen containing 31 glomeruli showed characteristic features of MN, with a segmental thickened capillary wall and frequent holes observed using periodic acid-silver methenamine staining. In addition, the 31 glomeruli revealed global sclerosis in 1 glomeruli, cellular crescents in 11 glomeruli, fibrocellular crescents in 7 glomeruli and segmental fibrinoid necrosis of the capillary loop in 1 glomerulus. Tubular atrophy of 50% with interstitial mononuclear cell infiltration and fibrosis was observed. The interlobular artery walls were thick (). Immunofluorescence microscopy revealed the granular deposition of IgG 3+ and complement C3 1+ along the glomerular capillary walls. IgG subclass analysis showed only IgG4 2+. No staining was observed for IgA, IgM or complements C4 or C1q (). Electron microscopy revealed an electron-dense deposit in the subepithelial area of the GBM (). The final diagnosis was crescentic glomerulonephritis (PNCGN) with membranous nephropathy stage 2.\\nTreatment was initiated with methylprednisolone 500 mg for 3 days followed by oral methylprednisolone 40 mg together with cyclophosphamide (CY) 50 mg twice per day. One month following treatment, the biochemical data of the patient had improved. The results were as follows: total protein, 54.4 g/l; albumin, 33.4 g/l; blood urea, 7.17 mmol/l (20.1 mg/dl); creatinine, 120.0 μmol/l (1.36 mg/dl); and uric acid, 298.0 μmol/l. The 24-h urine protein was 4.29 g, and the MPO-ANCA concentration was 38 U/ml.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'23537120': 2, '8438794': 1, '27382985': 1, '12089393': 1, '26092054': 1, '9175062': 1, '10543328': 1, '16155400': 1, '16157986': 1, '1244562': 1, '19158367': 1, '21292302': 1, '9392363': 1, '18626303': 1, '2453802': 1, '8629623': 1, '16939068': 1, '11758012': 1, '8414154': 1, '25187818': 2}", "similar_patients": "{'3616833-1': 1}"}