{"patient_id": 144795, "patient_uid": "4395953-1", "PMID": 25878751, "file_path": "noncomm/PMC004xxxxxx/PMC4395953.xml", "title": "Respiratory paralysis in a child: The severe axonal variant of childhood Guillain-Barré syndrome", "patient": "A 17-month-old boy developed watery diarrhea requiring treatment at a hospital for dehydration in May 2009. He was discharged home in a stable condition. After 2 days, he had a sudden onset of respiratory distress with no preceding fever, cough, vomiting, seizures, or aspiration. His sensorium was preserved. No weakness was noted at this time. He was a well-thriving child on exclusive breastfeeding, with four elder female siblings, all healthy, and he had attained age-appropriate development.\\nHe was admitted again at another hospital in a critical state: He was acidotic, in distress, heart rate 168/min, respiratory rate 48/min, with nasal flaring, recessions, crackles in bilateral basal areas, moderate hepatomegaly. On examination, he was also hypotonic with normal sensorium and cranial nerve function and bilateral extensor plantar responses. His investigations at this time showed metabolic acidosis (pH 7.09, HCO3 = 3 mmol/L), which gradually improved. He had hyperglycemia (up to 248 mg/dL). Cerebrospinal fluid (CSF) examination was normal. Plain computed tomographic scan of the head was normal. With these findings, he was presumed to have diabetic ketoacidosis and treatment was commenced with insulin infusion, but he developed hypoglycemia soon after, and insulin had to be stopped. During his 5-day stay at this hospital, he developed progressive weakness, generalized hypotonia, flaccid quadriparesis, and paradoxic respiration needing intubation to secure ventilation. He was then transported to our center.\\nDuring transport, he suffered significant hypoxia. He was brought in a near respiratory arrest stage to our hospital. At admission, he had no spontaneous eye opening or responses, was hypotonic, areflexic, and with bilateral extensor plantar responses. He was resuscitated and stabilized with fluids, mechanical ventilation, and supportive care. Repeat investigations including blood counts, electrolytes, kidney and liver function tests were normal. Workup for diabetes was negative (HbA1c 6%). Repeat CSF examination (on 10th day after onset of weakness) was normal. Thyroid function and cardiac function by echocardiography were normal. Stool culture for Campylobacter jejuni was negative (at 3 weeks from onset of weakness).\\nMechanical ventilation was continued for respiratory muscle weakness and hypoxic lung injury. He failed multiple weaning attempts on spontaneous breathing trials. Diaphragmatic weakness was suspected and confirmed by fluoroscopy. Tracheostomy was performed. By this time, he had developed complete generalized flaccid quadriparesis with areflexia. He also had autonomic dysfunction with sinus tachycardia (up to 180–195/min) and labile hypertension. Nerve conduction studies showed acute motor-sensory axonal neuropathy with decreased velocity and amplitude of compound muscle action potential (CMAP) and sensory neuron action potentials (SNAP), no conduction block, and absent F wave responses. Magnetic resonance imaging (MRI) of the brain revealed bilateral basal ganglia hyperintensities on T2-weighted images. Diagnosis of the axonal variant of GBS was made.\\nTreatment with intravenous immunoglobulin (IVIG) was given (400 mg/kg for 5 days). Hypertension was controlled with amlodipine and enalapril. Mechanical ventilation was continued. Over the next 4 weeks, weakness improved gradually in his limbs and trunk but diaphragmatic weakness persisted as documented by fluoroscopy. Nerve conduction studies of the phrenic nerves showed severe axonal damage.\\nWith intensive support and attention to nutrition, he recovered gradually with return of normal respiratory function over the next 10 weeks. He was gradually weaned from assisted ventilation and was successfully decannulated from his tracheostomy at this point, and he maintained normal respiratory function thereafter. He had regained full muscle power and was gaining milestones when last seen in September 2009.", "age": "[[17.0, 'month']]", "gender": "M", "relevant_articles": "{'3790970': 1, '10553986': 1, '17615164': 1, '20556755': 1, '16271648': 1, '11328201': 1, '18557809': 1, '11218380': 1, '17607598': 1, '25878751': 2}", "similar_patients": "{}"}