{"patient_id": 140317, "patient_uid": "4127706-1", "PMID": 25125860, "file_path": "noncomm/PMC004xxxxxx/PMC4127706.xml", "title": "CBCT diagnosis and endodontic management of a maxillary first molar with unusual anatomy of two palatal canals: A case report", "patient": "A 35-year-old man presented with the chief complaint of pain in the upper right maxillary posterior region for past few days. The patient's medical history was non contributory. On clinical examination, maxillary right first molar had a deep carious lesion and responded positively to palpation and percussion. Electric pulp testing was indicative of irreversible pulp damage. Preoperative radiograph of tooth #16 revealed periapical radiolucency in association with its palatal root []. Root canal treatment was proposed for the tooth and the patient consented to it.\\nLocal anesthesia of 2% lignocaine with 1:100,000 epinephrine was administered prior to application of rubber dam. Under complete isolation, access cavity was prepared using Endo Access Kit (Dentsply, Switzerland). Removal of chamber roof dictated a trapezoidal form to the access cavity rather than triangular. Internal investigation revealed presence of three main root canal openings: Mesiobuccal (MB), distobuccal (DB), and Palatal (P). The palatal canal orifice appeared to be much constricted than routinely found. On the radiograph, clear demarcation of the palatal canal was also not possible leading us to suspect some variation in the palatal root anatomy. Inspection of the chamber floor for determining the presence of any additional canals was repeated using DG 16 endodontic explorer under 2.5× magnification using dental loupes (Daray, Derbyshire). Intensive exploration revealed a catch at two points on the chamber floor. One stick of the explorer point was found almost midway at a line joining the mesiobuccal and palatal orifices and aroused slight pain and hemorrhage, characterizing it to be a second mesiobuccal canal orifice. The other catch point was located distal to the palatal opening already found but unlike the previous catch did not arouse any pain or hemorrhage.\\nThe radiographs of the concerned tooth did not offer any conclusive information. To confirm whether the orifices located were additional canals in mesiobuccal and palatal roots and to determine the exact morphology of the variations, it was decided to perform CBCT of tooth #16.\\nA sterile cotton pellet was placed inside the pulp chamber, and the access cavity sealed with IRM (Caulk, Dentsply, USA). A CBCT scan (Next Generation i-CAT, Imaging Sciences International, Hatfield, PA, USA) of the maxillofacial region was undertaken with exposure parameters of 120 kV and 5.0 mA. An ultra-low radiation dose scan was done using a focused field of view. The images were reconstructed at 0.2 mm thickness increments. CBCT axial images of tooth 16 confirmed the presence of five canals: Two mesiobuccal (MB1 and MB2) canals, one distobuccal canal, and two palatal canals []. Both mesiobuccal and palatal canals seemed to follow the Vertucci type II canal pattern.[]\\nOn subsequent visit of the patient, additional canals were located and instrumented. Initial instrumentation was performed using K flex #10 file. The working length of each canal was determined using electronic apex locator (Root ZX, J Morita Mfg. Corp., Japan) and confirmed radiographically. Coronal flaring was carried out using Gates-Glidden burs (numbers 3 and 2; Dentsply, Maillefer, Switzerland), and the root canals cleaned and shaped using crown down technique with sizes 15-40 Ni-Ti K files (Dentsply, Maillefer, Switzerland) [] using 17% EDTA. Copious irrigation of the canals was also done with 2.5% NaOCl. The Vertucci type II pattern was confirmed in both mesiobuccal and palatal roots. After the canals were properly dried with paper points, calcium hydroxide (Metapex, Meta Biomed Co. Ltd., Korea) was placed inside the canals and access cavity provisionally sealed with IRM (Caulk, Dentsply, USA). The patient was recalled after one week.\\nAt one week, the patient was completely asymptomatic. The canals were obturated with gutta-percha (Dentsply, Maillefer, Switzerland) using cold lateral compaction technique and AH Plus resin as a sealer (Dentsply, De Trey, Germany) []. The access cavity was permanently restored with resin composite. The patient was recalled after 1 year for follow up. At recall appointment, patient continued to be asymptomatic and radiograph showed periapical healing [].", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'23442087': 1, '19249591': 1, '24279653': 1, '24461399': 1, '20416446': 1, '20582222': 2, '21496678': 1, '23304564': 2, '24461422': 1, '21091495': 1, '8182385': 1, '14703331': 1, '22144820': 2, '19461061': 1, '24944457': 2, '16934622': 1, '20339247': 1, '19298576': 1, '23956547': 2, '19084144': 1, '20850665': 1, '6595621': 1, '25125860': 2}", "similar_patients": "{'3740656-1': 1, '3530753-1': 1, '4056405-1': 1, '3227298-1': 1, '2883810-1': 1}"}