{"patient_id": 153011, "patient_uid": "4943429-1", "PMID": 25766349, "file_path": "noncomm/PMC004xxxxxx/PMC4943429.xml", "title": "Primary renal primitive neuroectodermal tumor", "patient": "A 39-year-old male presented with complaints of hematuria and heaviness in the right flank since 15 days. Physical examination revealed a soft lump in the right hypochondrium. Ultrasound examination of the abdomen showed an irregular cystic structure in the right kidney at lower pole with few internal echoes. Size of the mass lesion was 25 × 30 mm. CT scan of the abdomen demonstrated a large significantly enhancing right renal lower polar mass with necrosis with thrombosis in right renal vein. On the basis of these clinico-radiological findings, diagnosis of right side renal cell cancer was made, and right radical nephrectomy with thrombolectomy was performed. Gross examination revealed a friable, grayish-white, lobulated mass (7 × 5 cm) with multiple foci of hemorrhage and necrosis. The mass extended from mid to lower pole of the right kidney and infiltrated into the renal pelvis and was limited to the renal capsule The renal vein and ureter were free of the tumor. There was a thrombus inside the renal vein, which was not adherent to intima of renal vein. No lymph nodes were dissected from aortocaval region. Microscopically, the tumor was composed of monotonous sheets of round cells with scant cytoplasm, hyperchromatic vesicular nuclei, coarse chromatin and few conspicuous nucleoli, transverse by thin fibrous bands infiltrating and entrapping the renal glomeruli and tubules []. Brisk mitosis and apoptosis was noted. Areas of necrosis were present. Lympho-vascular embolization was present. No extension into the peri-renal fat was seen. On immunohistochemistry, the tumor cells were positive for CD99 [], FLI-1 [], NSE [], and synaptophysin [], but negative for desmin, CK, EMA, and LCA. A diagnosis of PNET was made based on the above findings, and patient was started on VAC (vincristine, adriamycin, and cyclophosphamide) alternating with IE (ifosfamide and etoposide)-based adjuvant chemotherapy regimen which he tolerated well. After 6 cycles of chemotherapy, a PET scan showed absence of any metabolically active focal uptake in whole body. Bone marrow aspiration and biopsy was done, which revealed uninvolved bone marrow. Chemotherapy with VAC (vincristine, actinomycin D, and cyclophosphamide) alternating with IE (ifosfamide and etoposide) for a year was planned.", "age": "[[39.0, 'year']]", "gender": "M", "relevant_articles": "{'21054158': 1, '19863203': 1, '15001993': 1, '14512656': 1, '19294616': 1, '33718057': 1, '2163356': 1, '12390000': 1, '8084311': 1, '16006796': 1, '20186557': 1, '22532913': 1, '9179073': 1, '18308106': 1, '25766349': 2}", "similar_patients": "{}"}