{"patient_id": 145765, "patient_uid": "4439756-1", "PMID": 26009722, "file_path": "noncomm/PMC004xxxxxx/PMC4439756.xml", "title": "Cutaneous metastasis in anorectal adenocarcinoma", "patient": "A 40-year-old female presented with yellow-brown, irregular, solid, elevated, progressive rashes on the pubic region with a history of excruciating pain and occasional bleeding from the lesions for the since two months. One month prior, she had undergone a palliative colostomy for a biopsy-confirmed anorectal adenocarcinoma. The patient was cachexic. Local examination revealed the involvement of the entire pubic area, labia majora, and medial side of thighs with numerous verrucous nodules which were firm, tender, and inflamed [Figures –]. The per-rectal examination showed a complete circumferential induration of the anal canal with tenderness and active bleeding. Per-vaginal examination revealed sparing of the vaginal urethral vault. The femoral group of lymph nodes was palpable and fixed bilaterally. The colostomy in the right iliac fossa draining into a colostomy bag was healthy. Routine investigations showed hemoglobin of 9.6 g/dL, with normal total leukocyte count, diffenential leukocyte count and platelet count; erythrocyte sedimentation rate was 88 mm/h. Liver and kidney functions were normal. Tests for human immunodeficiency virus and hepatotropic viruses were negative. Histopathology of the lesional skin revealed clusters of cells with atypical acinar structures infiltrating the stroma, with pleomorphic cells showing hyperchromatic nuclei, suggestive of adenocarcinoma [Figures and ]. Ultrasound and computed tomography (CT) abdomen-pelvis showed two well-marginated liver metastases. There was evidence of concentric anorectal wall thickening, and streaky infiltration.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'11908133': 1, '8335743': 1, '10218687': 1, '2620047': 1, '12006942': 1, '1567135': 1, '2200651': 1, '30693133': 1, '11771091': 1, '5468765': 1, '26009722': 2}", "similar_patients": "{}"}