{"patient_id": 148630, "patient_uid": "4626346-1", "PMID": 26523256, "file_path": "noncomm/PMC004xxxxxx/PMC4626346.xml", "title": "An Unruptured Cerebral Aneurysm at the Origin of the Duplicated Middle Cerebral Artery", "patient": "A 61-year-old female developed symptoms of left occipital area pain with shoulder tightness and tenderness. She had been diagnosed as hypertension 3 years ago. She visited the outpatient department of neurology because of a headache and underwent computed tomography angiography (CTA). The scan showed a small saccular aneurysm arising at the right distal ICA associated with an anomalous vessel (). The aneurysm measured approximately 3 mm size and had an anterolateral orientation. Three-dimensional rotational cerebral angiography showed an unusual vessel arising from between the right distal ICA and the anterior choroidal artery, coursing through the Sylvian fissure and a small aneurysm located at the origin of this unusual vessel (). The unusual location and hemodynamic stress, combined with the small size (3 mm) of the aneurysm prompted us to advise conservative management and observation. However, the patient was anxious about the aneurysm and desired aggressive surgical treatment. We complied. Initially, we considered an endovascular approach. However, the morphological features of a broad neck and small size limited this method, therefore open surgery was performed.\\nAfter craniotomy and dural opening, medial Sylvian dissection was performed. We were able to see the exact surgical field around the right distal ICA including the DMCA and aneurysm. The DMCA coursed laterally over the anterior temporal surface, and the aneurysm was bright red in color and pulsatile (). The aneurysm was clipped successfully and the patient recovered from general anesthesia without neurological deficits (). Postoperative 10 days, a follow-up cerebral angiography showed complete occlusion of the aneurysm and patent DMCA (). The patient was discharged. At the 6-month follow-up, the patient was neurologically intact and the headache was alleviated.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'19999558': 1, '7452329': 1, '4723180': 1, '21519498': 1, '23043997': 1, '2501988': 1, '33193002': 1, '13636509': 1, '31901227': 2, '471180': 1, '16427423': 1, '34470099': 2, '30269684': 2, '15340873': 1, '13882322': 1, '9432156': 1, '34326754': 2, '26523256': 2}", "similar_patients": "{'6942665-1': 1, '8497718-1': 1, '8299405-1': 1, '6166289-1': 1}"}