{"patient_id": 77184, "patient_uid": "4171561-1", "PMID": 25216562, "file_path": "comm/PMC004xxxxxx/PMC4171561.xml", "title": "Tocilizumab treatment safety in rheumatoid arthritis in a patient with multiple sclerosis: a case report", "patient": "A 53-year-old Japanese woman was admitted to Niigata Rheumatic Centre, Shibata city, Japan. She had been diagnosed with MS associated with right optic neuritis and thoracic myelitis when she was 25 years old and treated with high-dose prednisolone (PSL). The myelitis had relapsed three times when she was 36, 37 and 40 years old and treated with high-dose PSL. Oligoclonal IgG band was found in cerebral spinal fluid (CSF) and IgG and myelin basic protein in CSF were elevated (4.9 mg/dL and 1.2 mg/dL, respectively). Brain T2 weighted magnetic resonance imaging (MRI) showed high intensity area beside left lateral ventricle indicating asymptomatic plaque lesion due to MS. High intensity area was also shown in T2 weighted MRI of cervical spinal cord. Anti-aquaporin 4 antibody was negative. Slight right hemiparesis remained, and she needed a cane to walk outside. The MS achieved remission and PSL was stopped for 9 years. When she was 50 years old, polyarthritis developed, and rheumatoid factor and C-reactive protein (CRP) levels were high. She was diagnosed with RA. The PSL was restarted at 7.5 mg daily and methotrexate (MTX) was begun. Because the MTX could not be increased over 8 mg/week because of mild elevation of transaminases, tacrolimus (3 mg daily; TAC) was added to MTX and leukocyte apheresis was performed. However, the RA activity remained high: the CRP was 2.3 mg/dL and the disease activity score (DAS28ESR) was 4.94 (moderate disease activity). Furthermore, joint space narrowing of both knees and ankles had progressed obviously over 1 year. Because anti-TNF therapy can exacerbate demyelinating disease, the anti-IL-6 receptor antibody tocilizumab (TCZ) was started at 8 mg/kg every 4 weeks. At the second administration of TCZ, the CRP was <0.1 mg/dL and the DAS28ESR was 2.0 (complete remission). The MTX and TAC were tapered and stopped in 6 months, and the PSL was tapered to 0.5 mg daily in 1 year. The health assessment questionnaire disability index (HAQ DI) in 1 year was 1.88 and functional disability was remained. At the 5-year follow-up, she remained in remission with TCZ.\\nSerum interferon (IFN) -γ was negative (≤0.1 IU/mL) and serum high sensitivity TNF-α was within normal range (1.6 pg/mL) before starting TCZ therapy. Both of them kept the same levels for a year. Serum IL-6 level was elevated, 51.2 pg/mL (normal range; ≤4.0 pg/mL) before starting TCZ therapy and it was 57.1 pg/mL a year later.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'9094056': 1, '19364934': 1, '26914737': 1, '10327497': 1, '18577591': 1, '10088781': 1, '20495815': 1, '8960740': 1, '17161613': 1, '19652436': 1, '1852181': 1, '34457039': 1, '19109035': 1, '32416330': 1, '10449104': 1, '12634248': 1, '15685549': 1, '19035481': 1, '27754451': 1, '25216562': 2}", "similar_patients": "{}"}