{"patient_id": 80972, "patient_uid": "4422423-1", "PMID": 25928289, "file_path": "comm/PMC004xxxxxx/PMC4422423.xml", "title": "A fatal case of acute progression of generalized edema and simultaneous flash pulmonary edema in a patient with idiopathic systemic capillary leak syndrome: a case report", "patient": "A 65-year-old Japanese woman was admitted to our hospital because of face and limb edema, back pain and severe general fatigue. She had complained of the symptoms of a cold with fever one week before admission. Her consciousness was mildly disturbed, her blood pressure was 80/40mmHg, heart rate was 130/min, respiratory rate was 32 breaths/min and her body temperature was 35.6°C. Lymphadenopathy was not detected. Skin flush, urticaria, focal angioedema and stridor were not observed. Her breath sounds and heart sounds were normal. An abdominal examination showed cyanotic skin and slight tenderness on the right lower quadrant. Her extremities were cold and markedly edematous. Laboratory data obtained on admission showed the following values: white blood cells 30,600/μL with a normal fraction, red blood cells 688×104/μL, hematocrit 67.2%, hemoglobin 22.1g/dL, C-reactive protein 4.6mg/dL, blood urea nitrogen 43mg/dL, creatinine 2.2mg/dL, total protein 5.5g/dL, albumin 3.1g/dL, aspartate aminotransferase (AST) 34IU/L, alanine transaminase (ALT) 25IU/L, alkaline phosphatase (ALP) 220IU/L, lactate dehydrogenase (LDH) 363IU/L, creatine phosphokinase (CPK) 243IU/L, creatine kinase MB (CK-MB) 27.0IU/L, D-dimer 0.8μg/mL, blood glucose 428mg/dL, sodium 130mEq/L, potassium 5.1mEq/L, and HbA1c 6.2%. The laboratory test performed later showed that monoclonal immunoglobulin G (IgG), rheumatoid factor, antinuclear antibody, and vascular endothelial growth factor (VEGF) (<20pg/ml) were undetectable. Her arterial blood gas analysis showed metabolic acidosis (pH: 6.95, PO2: 102mmHg, PCO2: 21.3mmHg, HCO3−: 4.4mmol/L, BE: −35.9mmol/L). A chest X-ray film was normal and a plain computed tomography (CT) scan revealed no pleural effusion, pulmonary congestion nor cardiomegaly but mild pericardial effusion (Figure A, C). An electrocardiogram (ECG, Figure B) showed the low voltage of the limb leads, QS pattern in I and aVL, poor R wave progression in V1 to 4 and ST elevation in V4 to 6, which were not found in the electrocardiogram recorded one month previously (Figure A). A portable echocardiography examination was normal except for mild pericardial effusion and the decreased diameter of the inferior vena cava. At this time, we thought the severe hemoconcentration indicated intravascular hypovolemia, which had caused the peripheral circulatory disturbances and the metabolic acidosis. We started infusing extracellular fluids from a central vein with intravenous administration of insulin according to the sliding scale to correct the intravascular volume deficit and to restore hemodynamic stability (Figure ).\\nIn spite of continuous intravenous infusion (total about 2000mL), her blood pressure dropped gradually and about two hours later dropped suddenly to be undetectable, but she could respond to our call. The more rapid infusion of the extracellular fluid (about 1500mL) from a central vein with use of the catecholamine (dopamine 5 to 10mcg/kg/min) restored her blood pressure 30 minutes later and then the contrast CT scan was taken. It did not show any findings of pulmonary embolism and acute abdomen such as acute pancreatitis, abscess, and mesentelic arterial occlusion, but it showed pulmonary congestion and massive edema of the whole body (Figure B, D), which were not found by the first plain CT scan. At this time, the portable echocardiography showed normal left ventricular wall motion. One hour after that, hemodynamic deterioration and respiratory failure due to severe pulmonary edema progressed rapidly. Intratracheal intubation was done but the water blew out from the tube and she died about one hour later in spite of the aggressive treatment (Figure ). The laboratory test result on this hemodynamic deterioration was reported after her death and showed the significant progression of the hypoalbuminemia on the following laboratory data: white blood cells 38,000/μL with a normal fraction, red blood cells 507×104/μL, hematocrit 45.6%, hemoglobin 15.7g/dL, blood urea nitrogen 38mg/dL, creatinine 2.3mg/dL, total protein 1.2g/dL, albumin 0.6g/dL, AST 49IU/L, ALT 35IU/L, ALP 100IU/L, LDH 328IU/L, CPK 543IU/L, blood glucose 226mg/dL, sodium 154mEq/L, potassium 3.9mEq/L. Blood cultures were negative.\\nThe autopsy showed generalized edema, especially alveolar pulmonary edema without endothelial apoptosis. The pulmonary alveolar spaces were filled with fluids, which were not stained so much by hematoxylin and eosin. The coronary arteries did not have any atherosclerotic stenosis. Inflammatory cells were not found in the edematous tissues. The bone marrow showed no evidence of multiple myeloma. There were no signs of infection.\\nShe had a medical history of two previous episodes of generalized edema and fatigue after antecedent flu-like illness. She recovered without any medication. One month before admission, the laboratory data of her regular medical check was normal as per the following values: hemoglobin 12.7g/dL, protein 6.9g/dL, creatinine 0.78mg/dL, and blood urea nitrogen 14.8mg/dL. After her death, we diagnosed that our patient had had SCLS in consideration of all these medical histories.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'1124498': 1, '20634497': 1, '20621395': 1, '18552679': 1, '20643990': 1, '19486705': 1, '9428835': 1, '21464348': 1, '10229177': 1, '20602755': 2, '9559039': 1, '2386338': 1, '22679048': 1, '17616032': 1, '870792': 1, '11929183': 1, '20360479': 1, '28012935': 1, '13693909': 1, '24062914': 1, '20148770': 1, '20934674': 1, '2201996': 1, '6823562': 1, '596228': 1, '20424373': 1, '14259953': 1, '12487166': 1, '17575386': 1, '9058699': 1, '19703708': 1, '16543507': 1, '1580299': 1, '25928289': 2}", "similar_patients": "{'2912233-1': 1}"}