{"patient_id": 144038, "patient_uid": "4361912-1", "PMID": 25848361, "file_path": "noncomm/PMC004xxxxxx/PMC4361912.xml", "title": "Sebaceous Carcinoma of the Parotid Gland: A Case Report", "patient": "In January 2008, a 75-year-old male presented with a left infra-auricular painless mass, which he had had for 1 year. The mass was suspected to be a myoepithelial tumor after fine needle aspiration (FNA) biopsy at another hospital. He was then sent to our hospital for further assessment. Written informed consent was obtained from the patient for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal.\\nUpon physical examination, the size of the mass was about 3 cm, and it was located at the superior side of the left parotid gland. The patient had no complaints of pain, tenderness, or facial palsy. The mass was elastic and firm, and mobility was good. Echograms showed that the size of the mass was 33 × 30 × 24 mm, with a relatively regular border. Back echoes were enhanced and internal echoes were dissimilar. The blood flow of the mass was examined by Doppler echograms, and the results showed that it was poor (fig. ). Magnetic resonance imaging (MRI) showed a hypo-isointense lobular mass in the superior part of the left parotid gland on T1-weighted images (fig. ). The mass was slightly enhanced (fig. ), and T2-weighted images showed high intensity in the region (fig. ). The mass presented within the parotid gland, and lymphadenopathy was not detected in the examined region. FNA was performed twice but failed to detect any valuable cells. Even though we could not exclude the possibility of a low-grade malignancy tumor, pleomorphic adenoma was highly suspected from the MRI findings and the clinical features. We proposed a surgical treatment to the patient but he denied it.\\nHe had pain in the region of the mass 2 months after the first examination, which made him decide to undergo the surgical treatment. At the time, he rejected our proposal of re-examination by FNA. In May 2009, we resected a tumor of the left parotid gland. A tumor existed within the superficial parotid gland without a capsule and adhered to the main branch of the facial nerve but not to the surrounding tissues, such as the subcutaneous connective tissues and the sternocleidomastoid muscle. The mass was carefully detached from the facial nerve and then resected with the superficial parotid gland. The mass appeared of a yellow-white color and formed lobular nodules involving the parotid gland (fig. ). Intraoperative rapid frozen pathology diagnosed it as a malignant tumor but could not identify the exact tissue type. Even with careful handling, left facial movement was almost completely paralyzed immediately after the surgery (House-Brackmann score: grade V).\\nPathologic findings showed that the tumor cells had two cell populations. One had small rounded nuclei with eosinophilic cytoplasm and the other had vacuolar cytoplasm with peripherally located nuclei (fig. ). These cells mixed and formed nests which had prominent nucleoli and underwent mitosis. These tumor cells were unable to be stained with periodic acid-Schiff (PAS) stain (fig. ) and PAS with diastase (D-PAS) (fig. ) but strongly stained with Oil Red O (fig. ), which identified the tumor as a SC.\\nBecause the tumor could have possibly remained at the site of the facial nerve where it was detached, additional surgery was proposed, and the patient agreed to have it. In June 2009, 1 month after the first operation, we performed total left parotidectomy with removal of a part of the main branch of the facial nerve. The facial nerve was reconstructed by a cervical nerve connecting the main branch to each of the peripheral branches. Left selective neck dissection was also performed. Upon histological assessment no tumor was detected in the additional removed tissues. Because SC can be a part of the Muir-Torre syndrome, gastrointestinal endoscope and colon fiberscope were examined, and no tumor was found in the duct. Postoperative radiation therapy was not selected, and the patient is doing well with no metastasis or recurrences at 7 months after the second surgery.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'6704903': 1, '18396014': 1, '9084287': 1, '27295996': 2, '170840': 1, '26577210': 1, '11801984': 1, '15599352': 1, '27279799': 2, '11685135': 1, '9382201': 1, '3475447': 1, '12542836': 1, '4124691': 1, '5927936': 1, '2499103': 1, '3941951': 1, '7060162': 1, '5060062': 1, '14198091': 1, '4757275': 1, '9648157': 1, '7909154': 1, '25848361': 2}", "similar_patients": "{'4898367-1': 1, '4906575-1': 1}"}