{"patient_id": 76570, "patient_uid": "4129149-1", "PMID": 25140271, "file_path": "comm/PMC004xxxxxx/PMC4129149.xml", "title": "SIMPLE Technique of Laparoscopic Nephrectomy for Ectopic Nonfunctioning Pelvic Kidney Secondary to Pelviureteric Junction Obstruction: A Feasible and Safe Technique", "patient": "A 53-year-old male patient presented to our institute with complaints of right flank pain of one year duration. General physical examination was unremarkable. On per abdomen examination, a vague lump was palpable in umbilical and hypogastric quadrant. USG abdomen revealed an ectopic right pelvic kidney with gross hydronephrosis with thinned out renal cortex. Routine hematological and biochemistry profile was normal. Renal dynamic scan reported nonfunctioning right kidney. To know the renal vascular anatomy, CECT abdomen with CT angiography was done which revealed grossly hydronephrotic right ectopic kidney placed in the pelvis with thinned out cortex (). There was single left renal artery arising from abdominal aorta at L1 level. The ectopic pelvic kidney was supplied by 2 arteries, one is from the abdominal aorta just proximal to its bifurcation and the other one is from the left common iliac artery. The patient underwent laparoscopic nephrectomy by SIMPLE technique and was operated under general anesthesia. Cystoscopy was done initially which showed bilateral ureteric orifice in normal position and bilateral ureteric catheters were placed. The right ureteric catheter was crossing the midline on left side and was placed in the renal pelvis of the right pelvic kidney. The patient was positioned in supine trendelenburg position. The patient was adequately supported and strapped, and all the pressure points were protected. Veress needle was used to create pneumoperitoneum. 2.5 cm incision was made in the umbilicus. We used conventional laparoscopic instruments during the surgery. A 10 mm port was inserted at the umbilicus, and the other 10 mm and 5 mm ports were placed adjacent to that in the same incision (). Posterior peritoneum over the pelvis was incised and right pelvic kidney was localized. The ureter was localized over the psoas muscle and dissected till pelviureteric junction. The renal pelvis was dilated which helped in dissection around the kidney (). Multiple vessels were present over the renal pelvis. The renal pelvis was decompressed with an externally placed needle. The renal vessels were dissected and isolated. The vessels were clipped and cut (). The kidney was mobilized all around and the final specimen was removed from the umbilical port site. Hemostasis was achieved and no drain was placed. The left ureteric catheter was left indwelling for drainage. The port site was closed with vicryl number 1 suture and skin staples were applied. Postoperative recovery was uneventful and per urethral catheter was removed on day 2, and patient was discharged on day 4. Final histopathology confirmed marked interstitial fibrosis, sclerosis, and tubular atrophy with absent glomerular structures suggestive of nonfunctioning kidney.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'20039829': 1, '19046097': 1, '10992356': 1, '19660793': 1, '19800500': 1, '11528170': 1, '25140271': 2}", "similar_patients": "{}"}