{"patient_id": 138810, "patient_uid": "4022830-1", "PMID": 24851113, "file_path": "noncomm/PMC004xxxxxx/PMC4022830.xml", "title": "Intra-tumoral Metastatic Double Primary Carcinoma: Synchronous Metastatic Tumor in Lung from Breast and Thyroid Carcinoma", "patient": "A 40-year-old Korean woman was admitted to Samsung Medical Center for newly developed pulmonary nodules. The patient had no family history of malignancy. Three years prior, she had been diagnosed with cancer of the left breast and underwent left breast-conserving surgery with sentinel lymph node biopsy. Postoperative pathologic findings showed invasive ductal carcinoma and indicated that she was positive for both estrogen receptor (ER) and progesterone receptor. HER2 immunohistochemistry was 3+. The TNM stage was 1 (T1N0M0). At the same time, she was also diagnosed with papillary thyroid cancer (diffuse sclerosing variant [DSV], bilateral lobes) and underwent a total thyroidectomy with modified radical neck dissection. Since then, she has received radiation therapy for breast cancer and was given tamoxifen and goserelin as adjuvant therapy. Radioactive iodine therapy (50 mci×3) was administered three times for the thyroid cancer.\\nHer chest computed tomography (CT) scan showed at least three well-defined nodules in the right upper and middle lobes, suggesting pulmonary metastases (). She underwent wedge resection of the RUL and RML using video-assisted thoracotomy for metastasectomy and a definitive diagnosis at the department of thoracic surgery. A nodule on the RUL and two nodules on the RML observed by chest CT scan were found operatively. The pathologic diagnosis was recurrent double primary cancer in both lobes.\\nThere were two different components (metastatic ductal carcinoma from the breast and metastatic papillary carcinoma from the thyroid gland) in one pulmonary nodule in the RUL and RML. In the RML, a metastatic ductal carcinoma measuring 0.4 cm in size from the breast and metastatic papillary carcinoma measuring 0.15 cm in size were found. In the RUL, a metastatic ductal carcinoma measuring 0.9 cm in size from the breast and metastatic papillary carcinoma measuring 0.1 cm were found. We confirmed this diagnosis through thyroid transcription factor-1 (TTF-1) and ER immunohistochemical staining (). There were two components on each slide. In the TTF-1 stain, we observed positive signals in the papillary carcinoma component. The other tumor components showed ER-positive signals from the ductal carcinoma of the breast (). Intratumoral double primary carcinomas were found together in the three resected metastatic tumors.\\nSince then, the patient received six cycles of docetaxel plus trastuzumab combination chemotherapy and additional radioactive iodine therapy. She is currently under treatment with trastuzumab and tamoxifen with stable disease.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'12490681': 1, '22111085': 2, '11513566': 1, '20071799': 1, '15721472': 1, '18509334': 1, '17940619': 1, '18598946': 1, '20427942': 2, '22397650': 1, '29302478': 1, '22513401': 1, '9362419': 1, '21943483': 2, '12469122': 1, '12027580': 1, '24851113': 2}", "similar_patients": "{'2886876-1': 1, '3219855-1': 1, '3191476-1': 1}"}