{"patient_id": 76501, "patient_uid": "4123587-1", "PMID": 25100894, "file_path": "comm/PMC004xxxxxx/PMC4123587.xml", "title": "Pyogenic liver abscess caused by Gemella morbillorum", "patient": "On March 2010, a 64-year-old immunocompetent man was hospitalized for hyperpyrexia (38-39° C) and epigastrium pain, which had started suddenly one week earlier. He was not taking any medications, was not abusing alcohol and had not been abroad. His past medical history was clear. Physical examination showed no skin rash, no abdominal tenderness; palpable liver, spleen, and abdominal mass were all absent. Defecation and diuresis were normal. Laboratory parameters revealed: WBC 14x103 cell/(L (neutrophils 87%); ESR 109 mm/h, CRP 33 mg/dL, fibrinogen 1,230 mg/dL. Alanine aminotransferase resulted 120 IU/L (n.v. 0-40 IU/L) and (-glutamyl transferase 200 IU/L (n.v. 8-61 IU/L); bilirubin was in the normal range.\\nBlood test was negative for HIV, HCV, HBV, and other hepatotropic viruses. Six haemocultures collected over two consecutive days, as well as chest radiography, resulted negative. Abdominal US revealed a liver lesion of approximately 10 cm in diameter, with irregular form and poorly defined margins, located in the lateral section of the right liver lobe, close to the vena cava. No intra-hepatic or extra-hepatic biliary dilatation was observed. The liver, spleen, pancreas, and kidneys were of normal size. Spiral CT confirmed the low-density liver area slightly enhanced at the early phase after injection of a contrast medium. Also, the T2-weighted magnetic resonance images (MRI) confirmed the mass with high signal intensity and with slight enhancement at the early phase after gadolinium administration. All three imaging techniques gave rise to the suspicion of a necrotic sepimented area or neoplastic liver lesion. Furthermore, two other small lesions with similar density to the above were identified in liver segments 5 and 7. An anechoic ovalar lesion, close to the largest lesion, referable to a simple liver cyst was also detected (A, B and C).\\nTreatment with antibacterial (ceftriaxone 2 g bid iv + metronidazole 500 mg tid iv) and antifungal (itraconazole 200 mg iv) was started after hemocultures were collected. Fever responded poorly to paracetamol. Thoracic CT, gastroscopy and tumoral markers resulted negative; whereas, colonoscopy revealed diffuse large diverticula in the ascending colon.\\nA US-guided needle (Chiba 18 G) biopsy with aspiration of the liver lesion showed abundant (60 mL) purulent fluid which resulted positive for Gemella morbillorum. Focal necrosis with fibrosis, but no atypical cells, was observed in the examined sections.\\nNeedle aspiration induced prompt resolution of the hyperpyrexia, but persistent irregular low fever continued.\\nOn the basis of the antibiogram, therapy using teicoplanin (6 mg/kg/day 1 and then 3 mg/kg/day iv) plus imipenem (1.5 g/day iv) was replaced with the former therapy.\\nTen days later, the US revealed a liver lesion of approximately 3 cm in diameter and the febricula was still present. Two other US-guided needle (Chiba 18 G) aspirations of the liver lesion collected 30 and 20 mL of pus, respectively, on day 20 and 30 and the fever disappeared. The flogistic parameters (ESR, CRP, etc.,) also returned to normal values, and the patient was discharged with instructions to continue antibiotic treatment for a total of 30 days. Abdominal US and CT carried out 20 days after discharge revealed complete resolution of the liver lesion. A follow up visit, 6 months after discharge, showed the patient in good health (D).", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'11864552': 1, '29531731': 2, '31129633': 1, '33390483': 1, '17577836': 1, '26101735': 2, '17949620': 1, '12918539': 1, '16030405': 1, '31651316': 1, '29867853': 1, '17408556': 1, '30254882': 1, '12809576': 1, '25100894': 2}", "similar_patients": "{'5838286-1': 1, '4472653-1': 1}"}