{"patient_id": 80831, "patient_uid": "4412095-1", "PMID": 25954553, "file_path": "comm/PMC004xxxxxx/PMC4412095.xml", "title": "Chylous Ascites and Pleural Transudate: Rare Presentations in Systemic Lupus Erythematosus in Old Age", "patient": "A 93-year-old bed-ridden woman presented in our emergency department with progressive fullness of the abdomen over two days. She reported no history of alcohol consumption or viral hepatitis. She had just been discharged from the infection ward two days earlier. She was diagnosed with a urinary tract infection with Proteus mirabilis and Klebsiella pneumoniae. Other symptoms, such as poor appetite, pitting edema of both legs, lethargy, and malaise, were also recorded. On physical examination, a discoid rash on the face and oral ulcers were noticed. There was marked distention and an ovoid shape of the abdomen. Shifting dullness and central tympanic sounds were found on percussion. Sonography of the abdomen revealed moderate ascites and pleural effusion.\\nBlood count showed a white blood cell count of 7300 cells/uL with 70% neutrophils and 18% lymphocytes, hemoglobin level of 12.0 g/dL, and a decreased platelet count of 112000 cells/uL, and C-reactive protein level was 2.51 mg/dL (normal < 0.5 mg/dL). No obvious deterioration was found in renal function (blood urea nitrogen of 25.2 mg/dL (normal 7–20 mg/dL), creatinine level of 0.95 mg/dL (normal 0.5–1.0 mg/dL)), or liver function (aspartate aminotransferase level of 29 U/L (normal < 31 U/L), alanine aminotransferase level of 22 U/L (normal < 31 U/L)). Immune serological analysis revealed an obvious elevation of antinuclear antibodies (ANAs) 1 : 1280 with a centromere pattern. Levels of other antibodies were all negative. Complement levels were low (C3 45.1 mg/dL (normal 90–180 mg/dL), C4 12.5 mg/dL (normal 10–40 mg/dL)). Immunoglobulin level was within normal limits.\\nEsophagogastroduodenoscopy revealed gastroesophageal reflux disease, grade A, and erosive gastritis. Computed tomography of the abdomen revealed moderate pleural effusion and ascites. Viral markers for hepatitis C were positive, but no direct evidence of hepatitis or cirrhosis was shown. For further differentiation of fluids in the pleural and abdominal cavity, diagnostic paracentesis was performed. Clear yellow pleural fluid was extracted by thoracocentesis. Pleural effusion analysis showed nucleocytes at 130 cells/uL with 21% neutrophils, 59% lymphocytes, and 12% macrophages; red blood cell count was 450 cells/uL; LDH 87 U/L (serum level 148 U/L); total protein 2.21 g/dL (serum level 6.09 g/dL); glucose 224 mg/dL (serum level 169 mg/dL); PH level 8.0; total cholesterol 34.8 mg/dL. According to Light's criteria, transudate is more likely.\\nCloudy and milky ascites were extracted by diagnostic paracentesis (). Ascites analysis showed nucleocyte 110 cells/uL with 30% neutrophils, 59% lymphocytes, and 33% macrophages; red blood cell count was 365 cells/uL; albumin 0.24 g/dL (serum level 2.35 g/dL); glucose 315 mg/dL (serum level 169 mg/dL); triglycerides 303 mg/dL. Neither organisms nor malignant cells were revealed in the culture or cytology of ascites and pleural effusion. Chylous ascites was confirmed.\\nThe diagnosis of SLE was arrived at by the presence of positive ANA, discoid rash, oral ulcers, serositis (pleural effusion and ascites), and proteinuria (dipstick 2+). Because of the serositis, the patient received 3 days of steroid treatment with intravenous methylprednisolone 250 mg/day. The pleural effusion resolved dramatically after steroid therapy (Figures and ). Abdominal distention related to ascites formation also subsided obviously. However, because of persistent upper gastrointestinal bleeding and cardiopulmonary distress, the patient died two weeks after admission.", "age": "[[93.0, 'year']]", "gender": "F", "relevant_articles": "{'16941261': 1, '871639': 1, '29054902': 1, '18339791': 1, '12064855': 1, '19547978': 1, '4062390': 1, '28589075': 2, '17273141': 1, '25954553': 2}", "similar_patients": "{'5459556-1': 1}"}