{"patient_id": 153204, "patient_uid": "4957714-1", "PMID": 27478604, "file_path": "noncomm/PMC004xxxxxx/PMC4957714.xml", "title": "Pure red cell aplasia induced by epoetin zeta", "patient": "A 72-year-old Caucasian female was regularly followed up in the Nephrology Outpatient Clinic of Versilia Hospital [Lido di Camaiore (LU), Italy] because of a slowly progressive CKD.\\nIn 1990 the patient underwent left nephrectomy for severe nephrolithiasis, complicated by acute pyelonephritis and sepsis. In 1991, she developed new stones in the right kidney and received extracorporeal shock wave lithotripsy. In 1995 right nephrostomy was put in place because of obstructive nephrolithiasis. In 2006 hypertension was detected. In 2007 she had acute myocardial infarction. Since then, she has been under regular cardiologic follow-up. From 2007 until 2014 kidney function slowly deteriorated, reaching stage IV–V CKD.\\nIn June 2014, she attended the Day Hospital of the Nephrology Unit for severe hip arthrosis. Her (Hb) was 9.7 g/dL with adequate iron stores; she was prescribed epoetin zeta 4000 IU twice a week subcutaneously (Figure) and antalgic therapy for hip pain.\\nIn December 2014, she was hospitalized for 4 days in the Nephrology Department due to the persistence of severe hip pain. The patient's serum creatinine was 3.7 mg/dL and Hb was 10.2 g/dL. Given that occult blood was detected in three stool samples, colonoscopy was suggested.\\nIn February 2015, the patient arrived at the Emergency Unit because of severe asthenia and mild shortness of breath. Her Hb was 3.9 g/dL. She received blood transfusion (six units of packed red cells) and was admitted again to the Nephrology Department. Unremarkable findings were obtained from chest computed tomography, bronchoscopy and upper endoscopy. Colonoscopy showed diverticulosis, but was not diagnostic for incomplete cleaning. At 2 weeks after admission, at discharge her Hb was 9.3 g/dL; epoetin zeta dose was increased to 4000 IU three times per week.\\nIn April 2015, she was hospitalized again for 8 days because of severe anaemia (Hb 6.2 g/dL, reticulocytes 0.1%, 2500/μL). The other main laboratory findings are summarized in Table . Colonoscopy was repeated confirming known diverticulosis. Abdomen ultrasound was unremarkable for possible causes of anaemia. The patient underwent bone marrow biopsy showing severe hypoplasia of the erythroid line (CD34 blasts <5%) with hyperplasia of the megakaryocytic and granulocytic lines.\\nIn May 2015, at the time when bone marrow biopsy became available, the patient had become transfusion dependent and epoetin zeta administrations were immediately interrupted. Assays for antinuclear Ab, anti-DNA Ab and hepatitis B Ab were normal; Parvovirus B19 DNA and hepatitis B antigen were not detected. Anti-EPO Ab were tested by IPM Biotech Gmbh, Hamburg, Germany and found positive in three different samples by a screening assay, followed by specificity confirmation testing. These were anti-EPO neutralizing Ab (titre of 1:81 920). She was then diagnosed with anti-EPO-mediated PRCA.\\nThe patient was prescribed oral prednisone (0.5 mg/kg/day) for 3 months and progressive decrease in the need for blood transfusions was observed. In September 2015, she received her last blood transfusion and steroid therapy was interrupted. Since then, her Hb values have stabilized (last available Hb value of 11.5 g/dL in February 2016). No worsening of renal function had occurred over the period (in February 2016, serum creatinine was 3.9 mg/dL). Retesting of anti-EPO Ab titre has already been planned, in the case the patient needs re-challenging with ESA in the future.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'22336988': 1, '8766255': 1, '20369312': 1, '26120448': 1, '14725351': 1, '30160771': 2, '12015400': 1, '11844847': 1, '22094831': 1, '16099877': 1, '16783786': 1, '26396097': 1, '25239637': 1, '22185963': 1, '15172775': 1, '29417431': 1, '27478604': 2}", "similar_patients": "{'6534017-1': 1, '6534017-2': 1}"}