{"patient_id": 81378, "patient_uid": "4452873-1", "PMID": 26078906, "file_path": "comm/PMC004xxxxxx/PMC4452873.xml", "title": "A Rare Cause of Persistent Pulmonary Hypertension Resistant to Therapy in The Newborn: Short-Rib Polydactyly Syndrome", "patient": "A 22-year-old healthy mother gave birth by cesarean section to a baby girl of 39-week gestational age. On her pregnancy follow-ups, obstetrical ultrasonography examination performed at the 20th gestational week (GW) demonstrated long tubular bones that were shorter than expected for GW, narrow thorax, and short ribs in the fetus. The mother and father were not relatives and did not have a history of a similar disorder. Right after birth, the newborn, who showed respiratory distress with respective Apgar scores of 5 and 7 at minutes 1 and 5, was transferred to the newborn intensive care unit, where she received intensive care supported by nasal continuous positive air pressure (CPAP). The newborn's birth weight measured 2780 (3–10th percentile); height was 46 cm (10th percentile), and head circumference was 34 cm (50th percentile). The findings on the physical examination of the newborn were wide open forehead, fallen ears, short and flat nasal arc, micrognathia, narrow thorax, short extremities, small epiglottis, micromelia, hypoplastic nails, and proximal polydactyly in both hands (Figures and ). Her biochemical parameters and microbiological culture results were normal. Furthermore, the results of her transfontanelle and abdominal ultrasonography and cranial magnetic resonance examinations were normal. Her genetic analysis revealed 46,XY. Her direct radiogram showed narrow and low thorax with short horizontal costae, high clavicle bones (), dysplastic hypoplastic changes in the pelvic bones being more prominent particularly in the ileum, concave long bones, and endochondral ossification disorders (). With these clinical and radiological findings, the patient was diagnosed with SRPS. Upon worsening of her respiratory pattern (oxygenation index >30 and the mean airway pressure = 18 cm H2O), the patient was intubated and given mechanical ventilation support. The echocardiogram showed a clinically insignificant ventricular septal defect (VSD), patent ductus arteriosus (PDA), and pulmonary hypertension (pulmonary arterial pressure: 100 mm Hg). The situation was evaluated as pulmonary hypertension secondary to SRPS, and treatment with inhaled nitric oxide (iNO) (15–40 ppm/dose) and oral sildenafil (1 mg/kg/dose, 4 times a day) was begun. The patient was followed up by daily controls of pulmonary pressure and methemoglobin measurements. After one week, the pulmonary pressure of the patient could be brought down to 70 mm Hg. However, the general condition of the patient showed no improvement, and she was lost on day 15 of the iNO and oral sildenafil treatment.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'23537863': 1, '22340744': 1, '21473986': 1, '23910462': 1, '22655195': 1, '16353256': 1, '21033014': 1, '18978662': 1, '24485043': 1, '21159031': 1, '22258127': 1, '18816471': 1, '26078906': 2}", "similar_patients": "{}"}