{"patient_id": 142336, "patient_uid": "4252350-1", "PMID": 25473467, "file_path": "noncomm/PMC004xxxxxx/PMC4252350.xml", "title": "Management of traumatic pneumothorax with massive air leakage: role of a bronchial blocker: a case report", "patient": "A 35-year-old female (163 cm, 47 kg) suffered from blunt chest trauma due to a traffic accident. On arrival at the emergency department of the local hospital, the patient presented with low-oxygen saturation (SaO2). Thus, a 7.0 mm-ID endotracheal tube was immediately inserted and self respiration was supported with supplemental oxygen through a T-piece. Chest X-rays and computed tomography scans revealed a substantial lung laceration: the pneumothorax and hemothorax of right lung and a fracture of the fourth rib with minimal pneumothorax of left lung (). The patient's SaO2 did not improve despite bilateral underwater-seal chest drainage. Moreover, every time clinicians tried to assist the patient with ventilation, the patient's SaO2 dropped quickly and only spontaneous respiration maintained SaO2 levels around 90%. The hospital's emergency department transferred the patient to our hospital for further management.\\nUpon arrival at our emergency department, the patient had clear consciousness, showed restlessness, and complained of shortness of breath. Arterial blood gas analysis (ABGA) with 10 L/min of supplemental oxygen through the T-piece, showed pH, 7.5; PaCO2, 32 mmHg; PaO2, 58 mmHg, and SaO2, 92%. Initial vital signs were blood pressure, 110/60 mmHg; pulse rate, 93 beats/min; respiratory rate, 19 breaths/min; and body temperature, 37.4℃. Laboratory test results were within the normal range, except for elevated liver enzymes. Because arterial oxygen tension did not respond to conventional pneumothorax management, and a large amount of air leak with blood was observed through right-side chest drain, we decided to perform an emergency thoracic exploration.\\nMassive air leakage was thought to be the cause of hypoxemia in this patient []. In this situation, it was certain that controlled ventilation worsened the patient's PaO2 without lung separation. Promptly, we decided to apply the one-lung ventilation through the relatively less-injured left lung. We placed bronchial blocker (BB, COOPDECH Endobronchial Blocker Tube, Daiken Medical Co., Ltd., Osaka, Japan) through existing SLT and initiated left-sided one-lung ventilation (OLV). During the procedure, the joint connector permitted spontaneous respiration simultaneously placing BB at adequate site with fiberoptic bronchoscopy (). The balloon of BB was placed at the proximal portion of bronchus intermedius and it was confirmed with a fiberoptic bronchoscope (FOB, LF40P, flexible fiberscope, Olympus, Tokyo, Japan). After five minutes with one lung, assisted ventilation, the patient's SaO2 was raised to around 95% with 100% oxygen; the patient felt more comfortable with OLV. The leaked gas through the chest tube on the right side disappeared, even as we tried with manually assisted ventilation. Blood gas analysis revealed that the patient's PaO2 reached 113 mmHg. We then conducted general anesthesia with hypnotics and muscle relaxant. Fifteen minutes after controlled, positive pressure, left-sided OLV was performed with a minimal positive end-expiratory pressure (PEEP, 5 cmH2O), ABGA showed pH, 7.41; PaCO2, 37 mmHg; PaO2, 241 mmHg, and SaO2, 100%. After confirming a safe level of PaO2, the endotracheal tube was exchanged with a 35-Fr left-sided double lumen tube (BronchoCath™, Mallinckrodt Medical Inc., Athlone Co., Westmeath, Ireland). A10 cmH2O continuous positive airway pressure (CPAP) with 100% oxygen was then applied to the right lung using a CPAP system. After 15 minutes, ABGA results were pH, 7.38; PaCO2, 41 mmHg; PaO2, 251 mmHg; and SaO2, 100%. The patient was then placed in the left lateral decubitus position; open thoracic exploration was started. When the right thoracic cavity was opened through lateral posterior thoracotomy, the left lung totally collapsed despite 10 cmH2O CPAP. Air leak tests revealed two substantial lung lacerations. The duration of OLV was approximately 70 minutes, and arterial oxygen tension was maintained at a safe level during the operation.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'20103242': 1, '6757297': 1, '19752725': 1, '21769213': 1, '17540979': 1, '11571903': 1, '18708734': 1, '25473467': 2}", "similar_patients": "{}"}