{"patient_id": 77036, "patient_uid": "4158572-1", "PMID": 25243089, "file_path": "comm/PMC004xxxxxx/PMC4158572.xml", "title": "Von-Willebrand Disease Presenting as Intractable Epistaxis after Nasal Polypectomy", "patient": "A 59-year-old man underwent endoscopic nasal polypectomy. The polyp, which originated from the right inferior turbinate (), was removed easily with minimal bleeding, and nasal packing was performed with Merocel after surgery. The packing was removed the next day, but continuous bleeding from the right nasal cavity developed. To prevent further bleeding, nasal packing was performed again in the right nasal cavity. On the second day after surgery, the packing was removed successfully without further bleeding. However, the man later visited the emergency department due to nasal bleeding. Nasal packing into both nasal cavities was performed again and the bleeding stopped, but rebleeding developed after two days even with intranasal packing.\\nThe laboratory results before nasal polypectomy were all within normal ranges (hemoglobin 9.2 g/dL, platelet count 320 × 103/μL, prothrombin time 9.8 seconds, and activated partial thrombin time 40.8 seconds). When he initially visited the emergency department due to nasal bleeding after polypectomy, hemoglobin was decreased, but platelet count, prothrombin time, and activated partial thrombin time were still in the normal ranges (hemoglobin 6.5 g/dL, platelet 208 × 103/μL, prothrombin time 10.0 seconds, and activated partial thrombin time 39.5 seconds).\\nEmergent surgical cauterization was attempted in the operation room. The bleeding originated from the posterior nasal cavity, but the exact bleeding focus could not be identified and was not controlled by electrical cauterization. To prevent hypovolemic shock because of blood loss, the surgery was stopped, and anterior/posterior packing with Vaseline gauze was performed. The patient was moved to the intensive care unit (ICU) with tracheal intubation to prevent aspiration, and arterial embolization was performed the next day. During angiography, a pseudosac was found at the distal part of the left maxillary arterial branch, but a definite bleeding focus could not be found (). Embolization was performed at the pseudosac area, but it was not successful and bleeding persisted. Nasal packing was again performed in the ICU.\\nThe patient did not take any anticoagulative medications and did not have hypertension, diabetes mellitus, or other cardiovascular diseases. However, three years before, he had an episode of hematemesis, which was diagnosed later as gastric angiodysplasia by endoscopy, but a bleeding focus was not found. The hematemesis lasted for several days, and the bleeding eventually stopped spontaneously. Additionally, he had history of bleeding for four days after a dental procedure several years before.\\nUnder suspicion of a coagulative disorder, we consulted a hematologist and performed a coagulation factor assay and testing for platelet function. Factor VIII was 30% and collagen/ADP closure time was prolonged. These results indicated that platelet function was abnormal, and a platelet dysfunction disorder was suspected. Therefore, we conducted platelet transfusion for three days, and the bleeding eventually became sticky and formed a hematoma. On the sixth day after platelet transfusion, the bleeding stopped completely, and we were able to remove tracheal intubation. Red blood cell (RBC) transfusion and albumin supplementation were also necessary. The patient was discharged without any complications after two weeks. To confirm the platelet disorder, further blood testing was performed after platelet transfusion to stabilize the patient. Therefore, the diagnosis with additional confirmatory blood tests was completed ten days after the final platelet transfusion. The laboratory results corresponded to Von-Willebrand disease type IIa. Ristocetin response was decreased, and a low level of VWF multimer was also identified by VWF multimer study.\\nSix months after discharge, the patient fell and developed a subacute subdural hemorrhage (). Three neurologic surgeries to remove intracranial hematoma were performed with massive platelet transfusion. His overall function has improved but with the complication of hemiplegia that is being treated with rehabilitation.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'19228621': 1, '24237226': 1, '19701049': 1, '24505520': 1, '23432086': 1, '3492222': 1, '23764960': 1, '21885953': 1, '25243089': 2}", "similar_patients": "{}"}