{"patient_id": 82023, "patient_uid": "4504632-1", "PMID": 26131840, "file_path": "comm/PMC004xxxxxx/PMC4504632.xml", "title": "Pancreatic Adenocarcinoma Treated With Irreversible Electroporation Case Report", "patient": "Our patient is a white 66-year-old male with wasting syndrome, normal blood tests, and normal tumor markers. A chest/abdomen computed tomography (CT) scan revealed an ill-defined, slightly hypodense mass in the pancreatic body, measuring 4 × 3 × 3 cm and encompassing the celiac artery (Figure A), as well as splenic and mesenteric vein thrombosis with abundant collateral circulation from intestinal venous return, and a patent portal vein.\\nA transgastric endoscopic ultrasound-guided biopsy confirmed the diagnosis of well-differentiated pancreatic adenocarcinoma.\\nA positron emission tomography (PET) scan (Figure B and C) showed diffuse abnormal uptake of F-18 fluoro-2-deoxyglucose (F18-FDG) in the pancreatic body.\\nTwo cycles of neoadjuvant chemotherapy with nab-paclitaxel and gemcitabine were administered. Chemotherapy cycles consisted of nab-paclitaxel at a dose of 125 mg/m2 and gemcitabine 1000 mg/m2 on days 1, 8, and 15 every 28 days. Treatment tolerance was good; the main nonhematologic toxicity included grade 1 asthenia, grade 1 neuropathy, and grade 1 anemia; hematologic toxicity included grade 1 leukopenia. Cycles were given with no dose reduction or delay in chemotherapy. The reevaluation CT scan following neoadjuvant chemotherapy showed partial response of the pancreatic tumor, with no evidence of distant disease.\\nAfter these 2 cycles, and after the informed consent of the patient, IRE ablation was performed percutaneously under balanced general anesthesia with sevoflurane, fentanyl, and deep neuromuscular blockade. Six needles were placed surrounding the tumor through an anterior transgastric approach under CT guidance (Figure ), and 90 high-voltage pulses were applied between the needles.\\nThe patient had severe pain on waking and for 1 week, which during the first 3 days subsided with morphine, thereafter alternated with paracetamol. At 48 hours, blood tests showed completely normal amylase, lipase, tumor markers, white blood cells, etc.\\nOn day 5, a follow-up CT scan was performed due to mild right abdominal discomfort; the only findings were free fluid in the right abdomen and edema in the wall of ascending colon, which was treated with diuretics. Splenic and mesenteric vein thrombosis persisted, but the portal vein was patent and the celiac artery was normal in appearance. No evidence of active bleeding or pneumoperitoneum was noted. No changes in the tumor image indicating the efficacy of the ablation were observed, except a slight increase in size of the treated area, probably by slight inflammation. Day 5 blood tests were normal.\\nOn day 9, the patient experienced an episode of hematemesis with a few percent drop in his hematocrit, which was treated with a transfusion. No more bleeding episodes occurred.\\nTwo weeks after ablation, the patient was discharged without analgesic medication.\\nChemotherapy was subsequently continued with an additional 4 treatment cycles with the above-described regimen of nab-paclitaxel and gemcitabine, so that the patient received a total of 6 cycles. In the last 2 cycles, the dose of both drugs was reduced to 85% because of nonhematologic toxicity, mainly grade 2 asthenia.\\nA PET scan performed 3 months after the procedure displayed disappearance of abnormal uptake in the pancreas (Figure ), and no other sites of uptake in the rest of the body. Currently, the follow-up period is 12 months and the patient is disease free, at home, has gained weight, and has no discomfort.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'23128941': 1, '24131140': 1, '23929188': 1, '28161827': 1, '22726894': 1, '22221480': 1, '24223700': 1, '29232185': 1, '23989503': 1, '27069445': 1, '28378237': 1, '30863100': 1, '26981115': 1, '24419109': 1, '25288173': 1, '25239345': 1, '23177107': 1, '26131840': 2}", "similar_patients": "{}"}