{"patient_id": 82622, "patient_uid": "4550805-1", "PMID": 26351598, "file_path": "comm/PMC004xxxxxx/PMC4550805.xml", "title": "Minimal Change Disease as a Secondary and Reversible Event of a Renal Transplant Case with Systemic Lupus Erythematosus", "patient": "A 27-year-old Latina woman received a living related transplant from her mother for end stage renal disease (ESRD) secondary to advanced lupus nephritis and presented with nephrotic range proteinuria 6 months after transplantation.\\nThe patient was diagnosed with systemic lupus erythematosus (SLE) at age of 17. During the course of the disease she fulfilled the American College of Rheumatology (ACR) criteria including malar rash, arthritis, pericarditis, class IV/V lupus nephritis, leucopenia, lymphopenia, and positive antinuclear (ANA) and anti-double-stranded DNA (anti-dsDNA) antibodies. The patient's lupus nephritis was treated with glucocorticoids, multiple doses of cyclophosphamide, mycophenolate mofetil, and rituximab. Despite aggressive treatment, she progressed to ESRD and required renal transplantation. She received a kidney from her mother, which was donor/recipient CMV +/−. The patient has been negative for anti-Ro, anti-La, anti-Sm, anti-RNP, β2 glycoprotein I, and lupus anticoagulant. The anticardiolipin antibody (ACLA), although reported as positive at one occasion which prompted the use of aspirin for prophylaxis, has been consistently negative ever since. She also has a history of hypertension and hypothyroidism due to Hashimoto's thyroiditis.\\nThe surgery and hospital course after transplantation were uneventful and the patient was discharged with excellent urine output and creatinine level of 1.0 mg/dL. Six months later she developed nephrotic range proteinuria at 4.6 mg/mg () and her creatinine levels progressively rose to 2.5 mg/dL. However, she lacked edema, hypoalbuminemia, and hypercholesterolemia. Her medications at the time included tacrolimus, 4 mg in the morning and 3 mg in the evening, mycophenolate mofetil 500 mg bid, prednisone 5 mg/d, hydroxychloroquine 200 mg bid, enalapril 10 mg/d, aspirin 81 mg/d, trimethoprim-sulfamethoxazole 400–80 mg/d, valganciclovir HCl 450 mg/d, levothyroxine 0.15 mg/d, and omeprazole 20 mg/d. A kidney biopsy was performed that showed minimal glomerular change by light microscopy and diffuse podocyte foot process effacement by electron microscopy, consistent with MCD (Figures and ). There was no evidence of acute cellular, antibody-mediated, or vascular rejection or immune-complex-mediated glomerulonephritis. In particular, immunofluorescence exam did not reveal significant glomerular staining for IgG, IgA, and C3. There was granular glomerular staining in mesangial regions and capillary loops for 1+ IgM while the tubulointerstitial compartment was negative for immunoglobulins or complement components. Arteries and arterioles stained 1+ for C3 but peritubular capillaries were negative for C3d and C4d. The serum C3 and C4 levels were within the normal range and anti-dsDNA antibody was 1+. Consequently, she received pulse methylprednisolone followed by oral prednisone to treat presumed MCD. She did not respond to treatment, while two additional subsequent renal biopsies were also consistent with MCD. In the following 12 months the patient developed several episodes of acute renal failure characterized by increasing proteinuria and creatinine levels that were attributed to dehydration. Her serum albumin levels decreased down to 2.7 g/dL secondary to ongoing protein loss in urine. However, this effect was transient and coincided with one of the peaks of her proteinuria (7.5 g). Otherwise, her albumin during this course usually ranged between 3 and 4 g/dL. Multiple ultrasounds of the kidney were performed. Initially they were normal showing patent renal artery and vein with good perfusion of the transplant on color and power Doppler. However, subsequently the studies exhibited mild hydronephrosis of the transplant kidney and turbulence in the right external iliac vein proximal to the attachment of the transplanted renal vein that was suggestive of narrowing. Eventually, because of worsening proteinuria and creatinine (9.7 mg/mg and 3.4 mg/dL, resp.), magnetic resonance imaging (MRI) of the pelvis without contrast was done for further investigation and revealed diminished signal intensity in the right iliac artery. A subsequent angiogram revealed a normal right iliac artery and renal transplant arterial anastomosis but outlined stenosis of the right external iliac vein adjacent to the transplant anastomosis with a pressure gradient of 7 mmHg between the common iliac vein and the external iliac vein. Balloon angioplasty of the right external iliac vein partially corrected the stenosis with a postangioplasty gradient of 2-3 mmHg. A few weeks later recurrent renal dysfunction necessitated a second venogram that showed restenosis and culminated in angioplasty and stent placement with pressure gradient improving from 10 mmHg to 0. After the stent deployment and dilation to 12–14 mm in diameter, a thrombus was identified within the stent which was aspirated. There was no thrombus seen prior to stenting which leads to the assumption that this was a procedure-related complication. Subsequently, the patient received one month of renally dosed enoxaparin as prophylaxis to decrease the possibility of in-stent thrombosis. Following the procedure, the proteinuria and creatinine levels steadily declined and reached her baseline of 300 mg/day and 1.5 mg/dL, respectively, at one-year follow-up ().", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'4140273': 1, '12012392': 1, '15314491': 1, '8546330': 1, '10231439': 1, '11181788': 1, '15772298': 1, '20594917': 1, '17804239': 1, '21440760': 1, '21335172': 1, '18828776': 1, '9090670': 1, '12225432': 1, '11863121': 1, '6689738': 1, '7914355': 1, '7787139': 1, '12953043': 1, '16629228': 1, '21318458': 1, '23235479': 1, '22647855': 1, '9433099': 1, '19640390': 1, '1999072': 1, '17660034': 1, '17349362': 1, '12460036': 1, '18465150': 1, '28660550': 1, '10074588': 1, '12835292': 1, '1698439': 1, '9141026': 1, '26351598': 2}", "similar_patients": "{}"}