{"patient_id": 83071, "patient_uid": "4582075-1", "PMID": 26435908, "file_path": "comm/PMC004xxxxxx/PMC4582075.xml", "title": "A case of advanced rectal cancer with rectovesical and ileal fistulae that developed hyperammonemic encephalopathy", "patient": "A 72-year-old man suffered from a fever, diarrhea, pneumaturia, and fecaluria beginning in April 2013 and referred to our hospital in May 2013. He was hospitalized due to the symptom of abdominal distension. The abdominal X-ray showed dilated small intestine indicating mechanical bowel obstruction (Fig. ). The night of first hospital day, he developed a loss of consciousness, and the next morning, he developed whole body cramping. The patient had no previous history of hepatic disease and no episodes of confusion or neurological disorders. He was no taking any medications for any diseases.\\nThe laboratory data indicated an inflammatory reaction with the elevation of the white blood cells count of 23,600/μl and a C-reactive protein concentration of 7.33 mg/dl and hyperchloremic acidosis, with Na 144 mEq/l, K 3.1 mEq/l, Cl 116 mEq/l, pH 7.116, PO2 145 mmHg, PCO2 34 mmHg, BE −16.8 μmol/l, and HCO3− 11.3 μmol/l. Furthermore the serum ammonia (NH3) level was highly elevated to 703 μg/dl.\\nThe level of tumor markers, CEA and CA19-9, were elevated at 7.9 ng/ml and 43.6U/ml, respectively. The liver and renal functions were normal. The culture of urine indicated the existence of enterococcus faecalis and pseudomonas aeruginosa.\\nContrast computed tomography (CT) indicated the huge tumor occupying minor pelvic space which was suspected to invade the ureter and urinary bladder (Fig. a). Two liver metastases with the sizes of 1.1 and 1.2 cm were also observed (Fig. b and c).\\nA water-soluble contrast enema showed rectovesical fistulae as well as ileal fistulae (Fig. a, b). Colonoscopy indicated the presence of a rectal carcinoma occupying total space at 15 cm far from the anal verge (Fig. ). The biopsy of the tumor indicated well differentiated adenocarcinoma.\\nWe administered a solution of branched chain amino acids (BCAA) and antibiotics. Furthermore, we repeatedly irrigated the bladder through the urethral catheter. The patient’s symptoms recovered, and serum ammonia levels on second and third hospital day were decreased to 210 and 135 μg/dl, respectively. However, the symptoms of infection and confusion were suspected to repeat; we elected to perform a surgical treatment.\\nOn the operative findings, ascites and disseminated tumors were not observed. However, the tumor could not be resected due to the invasive growth in the minor pelvic space. The surgical procedure we adopted was as follows. We disconnected both oral and anal sides of ileum which was involved in the tumor and made an ileocecal bypass. Furthermore, we performed sigmoidostomy to prevent feces pouring into the urinary bladder.\\nWe continued irrigation of urinary bladder through the bladder catheter after the operation. The postoperative clinical course was no eventful. Serum ammonia values had been kept under 120 μg/dl.\\nHe was treated with XELOX (oxaliplatin/capecitabine) for 11 cycles. However, massive ascites had been developed 1 year after the operation, and the patient died from peritoneal metastases.\\nThe vesicular catheter had been kept during the whole period after operation, and hyperammonemia had never occurred.\\nIt has been noted that a urinary diversion may sometimes be the cause of non-hepatic hyperammonemic encephalopathy []. However, the frequency of this complication is not known and considered to be extremely rare. Some cases have been reported in patients who underwent a urinary diversion due to bladder or prostate cancer []. To the best of our knowledge, only one case with rectal cancer was previously reported in the Japanese literature, in which the patient suffered from a rectovesical fistula and liver dysfunction due to multiple liver metastases [].\\nApproximately 10 % (17/178) of the patients who underwent surgical treatment to create an ileal conduit developed hyperchloremic acidosis according to the report by Schmitt et al. []. However, hyperammonemic encephalopathy was not observed in several reviews on the complications of urinary diversion [–]. Urea-splitting urinary tract infection has been noted to be crucial for the development of hyperammonemic encephalopathy [].\\nAn elevation of the blood ammonia levels may result from the diversion of the urinary stream to the intact intestine, which provides an additional amount of ammonia that must be absorbed, especially when there is urine stasis in the bowel. Urea in the bowel is converted by urea-splitting bacteria to form ammonia. Ammonia chloride is generally reabsorbed and broken down to liberate free ammonia and hydrochloric acid. In the absence of liver dysfunction, the additional ammonia can be managed by the liver; however, in a damaged liver, the extra ammonia cannot be managed, resulting in hyperammonemia. Even with a normal liver function, urease-producing bacteria may form large amounts of ammonia, thereby, leading to hyperammonemia.\\nThe sudden onset of hyperammonemic encephalopathy in the present case was caused by two mechanisms: urinary stasis and infection, which were induced by bowel obstruction.\\nRegarding the treatment of hyperammonemic encephalopathy, a bladder catheter was required to prevent urinal stasis and irrigation of bladder and antibiotics and hyperammonemia-reducing drugs were administered. However, surgical treatment is ultimately required to prevent the occurrence of repeated infection and hyperammonemia.\\nConcerning the surgical procedures, we could not divide the cystic bladder from rectum because of the invasive growth of the tumor. We performed surgical management only for bowel obstruction, ileal disconnection with ileocecal bypass, and sigmoidostomy. Therefore, the serum ammonia value was kept slightly high around 80~120 μg/dl after surgery, and bladder catheter was needed during the post operative period. Consequently, these comprehensive treatments were considered to be effective to prevent the repeated hyperammonemic encephalopathy.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'16230146': 1, '15204405': 1, '17673917': 1, '19046708': 1, '20920686': 1, '10592489': 1, '2241451': 1, '4685730': 1, '10327032': 1, '3189370': 1, '13117957': 1, '6368869': 1, '17431372': 1, '21431427': 1, '26435908': 2}", "similar_patients": "{}"}