{"patient_id": 138823, "patient_uid": "4023098-1", "PMID": 24843379, "file_path": "noncomm/PMC004xxxxxx/PMC4023098.xml", "title": "A Case of Withdrawal Psychosis from Internet Addiction Disorder", "patient": "A 25-year-old male presented at our emergency department complaining of agitation, aggressiveness, delusion, and disorganized behavior that developed within a day after discontinuation of Internet use. Five days prior to his emergency room admission, he abruptly quit an online game that he had played daily for 8 to 12 hours for two years, partially of his own will and partially due to his parents' persuasion. However, he immediately became anxious and agitated; he could not concentrate or sleep. The next day, he still felt agitated and sometimes lethargic, and he reported watching a TV program that told him that electromagnetic waves could cause sexual dysfunction. This caused him to become excessively anxious and preoccupied with the idea that he had problems with erection. He reported removing all electronic cords to his computer and other electronic equipment and wandered around worrying about sexual dysfunction. He asked his sister to have sexual intercourse with him and demanded that his father follow any orders he made. On the day of admission, the patient waited behind the door of his house to ambush his father and he attacked his father with a knife, leading to an actual injury.\\nAt the intake interview, he demonstrated continued persecutory delusions (i.e., the electromagnetic waves made him impotent), impaired reality testing, and psychomotor agitation. When describing his sexual problems to a doctor, he removed all of his own clothes.\\nLaboratory tests, including drug screening and a brain computed tomography (CT) scan, revealed no abnormalities. He denied any personal of family history of mental illness. Although he showed a decline in psychosocial functions, such as difficulty maintaining a stable job and disturbed a sleep-awake cycle due to excessive gaming, there were no suspected previous psychiatric morbidities except IAD.\\nWe began a rapid titration of quetiapine up to 800 mg to control his impulsivity and psychotic symptoms. We observed rapid improvement of symptoms within four days of treatment initiation. At first he claimed that he was not able to remember what had happened, but he gradually began to remember and explained his behaviors. He said that he became extremely anxious and restless within a short period of time. Without noticing, he was overwhelmed with the idea that he was sexually deficient for no specific reasons. He also acknowledged hearing voices of women and men after withdrawal from using the Internet, but could not remember the content. On the fifth day of admission, he had no psychotic symptoms and reality testing was intact. He became logical and relevant. A full psychological assessment was performed on the seventh day of admission that indicated no evidence of psychotic or mood symptoms. After two weeks of inpatient treatment, he was discharged.\\nSince high school, the patient played online games for approximately five hours a day, either at home or at a PC bang (Internet café). However, two years ago, as he became more skilled at a massive multiplayer online role-playing game (MMORPG), called Lineage 2, he was able to collect many game items that could be exchanged for money. Hence, he spent an increasing amount of time more than 8-10 hours a day. During that time, he sometimes spent a day without eating, talking or sleeping. Of his own volition, he attempted to cut down his time spent gaming, but always failed. He said that the game gave him a sense of satisfaction and self-esteem, and it made him feel as though he was \"being a god.\" He described playing the game as better than talking and meeting people in the real world.\\nHe fulfilled the diagnostic criteria for IAD as described by Goldberg: tolerance for excessive time on the Internet; withdrawal symptoms (psychomotor agitation, anxiety, and irritability); craving and failure to decrease or discontinue the use; continued use despite negative life consequences; and social and occupational impairment.\\nSix months after discharge from the hospital, he is currently employed with a part-time job and has remained on a small dose of medication (quetiapine 12.5 mg) for sleep. He has not played the online game since admission and has not shown any signs of psychosis.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'27005889': 1, '22253926': 1, '20167757': 1, '19374969': 1, '20403001': 1, '30258373': 1, '31247702': 1, '21677775': 1, '20955578': 1, '20979347': 1, '23216690': 1, '24843379': 2}", "similar_patients": "{}"}