{"patient_id": 148816, "patient_uid": "4637795-1", "PMID": 26557076, "file_path": "noncomm/PMC004xxxxxx/PMC4637795.xml", "title": "Retroperitoneal Schwannoma in the Renal Hilum: A Case Report", "patient": "A 73-year-old male was referred to our department for further examination of a right retroperitoneal tumor in the renal hilum. There were no physical findings in particular. On abdominal CT and MRI, there was a tumor in the right hilum of the kidney, and it was well defined. Laboratory examination showed that only noradrenaline was slightly elevated at 809 ng/dl. Therefore, we continued to follow the patient. Due to the gradually increasing size of the tumor, we could not rule out malignancy. Thus, we planned tumor resection with nephrectomy. Because there was no adhesion or invasion around the tissue, we performed complete resection. The histological diagnosis was schwannoma. The tumor has not recurred for 5 months after resection.\\nHematological biochemistry data showed almost no abnormal findings. The hormonal values were as follows: noradrenaline 809 ng/dl, adrenaline 46.0 pg/dl, dopamine 29 pg/dl, cortisol 13.2 μg/dl, ACTH 52.7 pg/dl, aldosterone 78.5 pg/dl, 11-hydroxycorticosteroids 18.1 pg/dl, and vanillylmandelic acid 9.5 ng/ml. On urinalysis, pH was 7.5, RBC 0–1/high power filed, WBC 0–1/high power field, protein (–), and glucose (–).\\nCT and MRI showed a mass measuring 4.5 × 4.0 cm in size in the renal hilum (fig. ). Contrast CT showed that the tumor was poorly enhanced, whereas MRI showed that the inside was uniform on the T1-weighted image; however, there was heterogeneous contrast on the T2-weighted image. No obvious distant and local lymphoid metastasis was detected by bone scintigraphy, MRI, or CT.\\nWe planned radical nephrectomy with complete tumor resection. As the tumor was surrounded by two renal arteries, a reverse L-shaped incision was made and the transperitoneal approach was performed. When we approached the target tumor, the tumor was capsuled, and the margin between the renal hilum and the tumor was easily recognized. Though the tumor was fed by some of the small vessels, the tumor was successfully resected without nephrectomy (fig. ).\\nThe resected tumor measured 3.5 × 2.5 × 1.5 cm in size and was encapsulated. On cut section, the tumor had a yellow-tinted pink appearance with secondary degenerative changes, such as cystification and hemorrhage (fig. ). Microscopically, it was composed of spindle or oval cells with two distinct histological patterns: areas of compact, elongated cells with occasional nuclear palisading (Antoni A) and less cellular, loosely textured tumor areas (Antoni B; fig. ). According to these histological findings, the tumor was diagnosed as a schwannoma in the renal hilum.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'2258178': 1, '8638373': 1, '22075609': 1, '10955450': 1, '23945321': 1, '18314178': 1, '5796779': 1, '18391921': 1, '26557076': 2}", "similar_patients": "{}"}