{"patient_id": 76598, "patient_uid": "4131095-2", "PMID": 25143846, "file_path": "comm/PMC004xxxxxx/PMC4131095.xml", "title": "Two Cases of Severe Preeclampsia Were Diagnosed with HELLP Postpartum after Caesarian Section", "patient": "A 22-year-old woman was admitted to our department because of loss of consciousness after caesarean section. This patient term pregnant (Gravid 1, Para 1) presented in other hospital. She had never experienced discomfortable symptoms in this pregnancy. At presentation, she had a blood pressure of 150/100 mmHg. Laboratory findings were normal except urinalysis (protein 3+). She had emergency operation because of severe preeclampsia and fetal distress. After the operation, intravenous magnesium sulfate and antihypertension drug were given to the patient. Blood pressure measurement was 150/100 mmHg. There were complaints of nausea or vomiting and upper quadrant abdominal pain 3 hours after operation. She had convulsion and loss of consciousness for four hours after operation. The laboratory studies gave the following results: serum aspartate aminotransaminase (AST), 263 IU/L; serum alanine aminotransaminase (ALT), 203 IU/L. The patient was transferred to our hospital. The laboratory studies gave the following results: serum aspartate aminotransaminase (AST), 306 IU/L; serum alanine aminotransaminase (ALT), 224 IU/L; serum lactate dehydrogenase (LDH), 2260 IU/L; serum urea and creatine were normal; hemoglobin, 18.6 mg/dL; platelet count, 34 × 103\\nμ/mL. A brain MRI was performed on patient which revealed the eclampsia encephalopathy; two units of packed red blood cells, antihypertensive treatment, and corticosteroids had been given to the patient. Nine days postpartum, the patient had no complaint. She was discharged from the hospital in a stable condition [] ().", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'16631593': 1, '31041116': 1, '7055180': 1, '12911166': 1, '11031696': 1, '25143846': 2}", "similar_patients": "{'4131095-1': 2}"}