{"patient_id": 146445, "patient_uid": "4493984-1", "PMID": 26170695, "file_path": "noncomm/PMC004xxxxxx/PMC4493984.xml", "title": "Rapidly progressive stage IVB mycosis fungoides treated with low-dose total skin electron beam therapy", "patient": "A 50-year-old African-American male with no significant past medical history was referred to our clinic due to new onset diffuse, infiltrative hyperpigmented plaques covering his upper body (). The affected areas were edematous, pruritic, and oozing. Punch biopsy from these plaques suggested a benign inflammatory eczematous condition. The patient was therefore prescribed topical 0.1% triamcinolone acetonide for his acute flare.\\nThe patient appeared to us again several months later with apparent disease progression. His eczematous lesions had now progressed to involve his entire body. Additionally, he had developed extensive tumor-like nodules throughout his body which were particularly prominent over the face and back (). The patient also reported a noticeable weight loss and difficulty in using his hands and feet due to the nodules.\\nPhysical examination revealed extensive thickening of the skin among all regions of his body. The tumorous nodules appeared to be dry and cracking with excoriation. This time, punch biopsy revealed a dense nodular to diffuse lymphoid infiltrate with cytologic atypia. Shave biopsy showed nodular and diffuse proliferation of enlarged highly atypical lymphoid cells, frequent necrotic cells, and several mitotic figures in the superficial to midreticular dermis. Immunohistochemical staining of the skin displayed 24% atypical T-lymphocytes characterized as CD2±, CD3±, CD4±, CD5±, CD8−, and CD45±. Subsequent gene rearrangement studies of the skin revealed distinct monoclonal peaks for the T-cell receptor gamma chain locus. These findings were consistent with a CTCL, specifically MF.\\nAxillary and inguinal lymph nodes were fixed and firm to palpation. The largest left axillary node was biopsied and analyzed. Biopsy revealed expansion of the paracortical area by a cellular infiltrate composed of abnormal lymphocytes with marked nuclear irregularities and brisk background mitotic activity. Flow cytometry revealed 13% atypical T-lymphocytes. Malignant cells stained CD2–5±, CD8−, CD25±, and CD45±. Peripheral blood was obtained, and it revealed no cytopenia. Specifically, the WBC count was 7.0 k/µL, the RBC count was 5.05×1012/L, and the platelet count was 223 k/mm3. The differential revealed 70% neutrophils and 4.0% lymphocytes (normal 19%–48%). Additionally, abnormal circulating lymphoid cells with cerebriform nuclear morphology (Sézary cells) were not present, indicating a lack of peripheral blood involvement.\\nIn consideration of the nodal involvement, bone marrow aspirate was obtained and analyzed by flow cytometry. Bone marrow aspirate revealed 20.4% neutrophils and 25% lymphocytes. Flow cytometry was again positive (1%) for atypical CD2–5±, CD8−, and CD45± T-lymphocytes, characteristics suspicious for bone marrow involvement. The patient was thus staged as stage IVB (T3N3M1B0) MF, based on criteria from the European Organization of Research and Treatment of Cancer and the International Society for Cutaneous Lymphoma.\\nDue to the rapid progression and widespread nature of the patient’s MF, clinical guidelines suggested– the use of TSEB therapy. The patient underwent computed tomography of the chest, abdomen, and pelvis before beginning therapy. These were unremarkable asides from bilateral axillary and inguinal adenopathy. Initially, the patient was administered a trial of electron beam therapy to more symptomatic areas involving the skin over the back to which 18 Gy was delivered in ten fractions of 1.8 Gy/fraction. He tolerated this well with nice subjective and objective response, and we proceeded toward TSEB. The standard dose of 36 Gy over 10 weeks using the classic six-field technique was initially planned upon; however, the patient proved to be noncompliant and canceled his scheduled treatment plan after 8 weeks. Thus, only a total of 24 Gy was delivered to the total skin. Regardless, the patient responded very nicely with an impressive partial response (>95%) of his lesions seen on initial follow-up from TSEB ().\\nFurthermore, there was no expected skin darkening or systemic toxicity from the treatment. The patient required an additional boost dose of 12.5 Gy in five fractions of 2.5 Gy each to his right earlobe and buttocks 2 months following TSEB. These areas were missed from his initial therapy most likely as a result of difficulties from the classic TSEB technique. Since then, however, the patient has required no additional treatment and has shown a complete cutaneous response. Moreover, he has remained in remission from symptomatic cutaneous involvement over the past 4 years. The axillary lymphadenopathy has decreased on computed tomography scan, and the patient has not developed any new tumors on his body.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'24278046': 1, '25863751': 1, '21576575': 1, '17540844': 1, '24641480': 1, '17048251': 1, '16574401': 1, '30582018': 1, '29266332': 1, '21489711': 1, '24936325': 1, '19279331': 1, '25817937': 1, '12196745': 1, '14606365': 1, '22706179': 1, '25476993': 1, '21576639': 1, '22850569': 1, '12873880': 1, '26170695': 2}", "similar_patients": "{}"}