{"patient_id": 153479, "patient_uid": "4973725-1", "PMID": 27536163, "file_path": "noncomm/PMC004xxxxxx/PMC4973725.xml", "title": "Massive vulval Kaposi’s sarcoma in pregnancy: case report", "patient": "A 27-year-old P1 G2 (second pregnancy one live birth) patient presented at 30 weeks gestation with a massive vulval lesion. The lesion had been present since the past year in a smaller form. She said that it had rapidly progressed within the last 2 months to a massive form. She was HIV seropositive and taking antiretroviral therapy. Her last CD4 count was 107 cells/mm3. She was able to pass stool and urine but complained of vulval pain and discomfort.\\nOn examination, she was found to have a huge foul-smelling vulval mass. The mass was occupying the whole vulva, perineum, and anal region. The mass was partly necrotic and with vesicular round lesions. The perineal organs were not visible. There were no other suspicious lesions seen in her mouth or skin. She was pale, with a gravid uterus of 30 weeks gestation and a positive fetal heart by Pinard auscultation. There were no other alternative instruments for fetal heart rate monitoring in this low-resourced clinical setting. The use of electronic fetal heart rate monitoring is yet to be introduced in these settings.\\nThe investigations done showed an Hb of 5.9 g/dL, white blood cell of 7.29×109/L, and platelet count 144×109/L. The repeat CD4 count was 345 cells/mm3. An ultrasound scan showed a live fetus of 29 weeks 6 days gestation. She was transfused 4.0 units of packed cells. The posttransfusion Hb was 9.7. The chest X-ray was normal. She underwent examination under anesthesia and vulval biopsy. The findings observed in the operation theater can be seen in . There was palpable bilateral lymphadenopathy. The urethra was not visible. There were no areas that appeared to be infested around the lesion. The plan was to deliver her by cesarean section after giving her corticosteroid treatment for lung maturation. This mode of delivery was the better one as achieving a normal delivery would be difficult.\\nShe was referred to oncologists for chemotherapy. She went into preterm labor and was delivered by cesarean section. Unfortunately, the baby had died while receiving corticosteroid therapy for fetal lung maturation. The baby’s birth weight was 1,300 g. No postmortem examination for the baby was done. She had wound sepsis, which was treated with intravenous broad-spectrum antibiotics. Postoperatively she recovered well. The histopathological report described “proliferating vasoformative spindle cells with red cell extravasation exhibiting a sieve-like pattern, features consistent with Kaposi’s sarcoma”. There are no facilities for testing for herpes virus 8 in this low-resourced setting. The placenta did not undergo virology or histological testing. The patient was referred to oncologists for chemotherapy, where is undergoing their care. Written informed consent was obtained from the patient.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'8556781': 1, '23838298': 1, '30700464': 1, '6700876': 1, '23258835': 1, '3199020': 1, '19339936': 1, '11158199': 1, '16283606': 1, '12556697': 1, '15311373': 1, '9800111': 1, '27536163': 2}", "similar_patients": "{}"}