{"patient_id": 87305, "patient_uid": "4914726-1", "PMID": 27375908, "file_path": "comm/PMC004xxxxxx/PMC4914726.xml", "title": "Common Hepatic Duct Mixed Adenoneuroendocrine Carcinoma Masquerading as Cholangiocarcinoma", "patient": "A 76-year-old diabetic and hypertensive gentleman presented with painless progressive jaundice with pruritus 20 days ago. He had lost 11 kilograms in two months. Physical examination was unremarkable except for icterus. On investigations, his total bilirubin was 11.91 mg/dL with the direct component being 8.70, alkaline phosphatase 190 U/L, GGTP 1109 U/L, SGPT 302 IU/L, and SGOT 277 IU/L. Ultrasonography showed dilated intrahepatic biliary radicles (IHBR). Computerized Tomography (CT) revealed dilated CHD with an enhancing 1 cm lesion at the level of the cystic duct, extending to the CHD associated with IHBR, suggestive of cholangiocarcinoma. CA 19-9 and CEA were normal. This was followed by an endoscopic retrograde air cholangiogram that confirmed a CHD stricture of about 1 cm. Brush cytology showed atypical ductal cells that were suspicious but not confirmatory for malignancy. No stent was inserted. Intraoperatively, a lesion was identified in the CHD at the level of the cystic duct extending upwards; the rest of the bile duct felt normal. Radical excision of the involved bile duct from hilum to its intrapancreatic portion was done with Roux-en-Y hepaticojejunostomy and cholecystectomy was added. Frozen section confirmed malignancy and a diagnosis of MANEC was offered. Histopathology showed a MANEC with free margins (Figures and ). The excised duct measured 4 cm in length, with a raised button like lesion measuring 1.4 × 0.8 cm and 0.5 cm thick with narrowing of the duct lumen. The lesion showed predominantly NEC (70%) admixed with invasive ductal adenocarcinoma (30%), thus representing MANEC. Perineural and intraneural invasion were seen. The rest of the bile duct showed mild hyperplasia to low grade dysplasia. The cystic duct only showed hyperplasia with no malignancy. The NEC component (70%) was small cell, grade III, and positive for synaptophysin () and CD56 (). It was negative for chromogranin (). Cytokeratin cocktail (CK AE1 and CK AE3) was strongly positive in adenocarcinoma (moderately differentiated) component and weakly positive in NEC component (). CEA was positive only in the adenocarcinoma component (). The Ki 67 was 90% in NEC component (). Perineural invasion was positive. No metastasis was seen in the periportal and periductal nodes. The TNM stage was pT2pN0 (IB). Postoperatively, patient recuperated well. No adjuvant therapy was given.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'16394290': 1, '28854410': 1, '31423226': 1, '25717267': 1, '25588638': 2, '17033797': 1, '22076214': 2, '32632765': 2, '22358181': 1, '16508780': 1, '24699927': 1, '32748005': 2, '27375908': 2}", "similar_patients": "{'4284493-1': 1, '7338298-1': 1, '3204486-1': 1, '7399003-1': 1}"}