{"patient_id": 86058, "patient_uid": "4811105-1", "PMID": 27066283, "file_path": "comm/PMC004xxxxxx/PMC4811105.xml", "title": "A Case of Pyomyoma following Uterine Fibroid Embolization and a Review of the Literature", "patient": "Institutional review board approval is not required for this type of case reporting at our institution.\\nA 37-year-old G0P0 woman with chronic severe anemia had persistent severe menometrorrhagia, requiring her to change her tampon and pads every 15 minutes during the menstrual cycle. She also had symptoms of urinary frequency, presumably secondary to her enlarged myomatous uterus. The patient had a myomectomy 8 years prior to presentation and had received Lupron for approximately 1.5 years, without clinical success. There was no history of pelvic inflammatory disease and there was no concomitant diabetes mellitus. The patient was seen in Vascular and Interventional Radiology (VIR) clinic and, due to her young age and childless state, she was advised to undergo a second myomectomy, but she refused. Due to a lapse in her insurance coverage, there was no intervention for two years. She was subsequently seen two years after the initial clinic encounter when she returned, insisting on UFE.\\nPelvic MRI performed two weeks prior to UFE () depicted approximately twenty fibroids, predominantly intramural in location. The largest mass measured approximately 7.3 × 5.2 × 6.9 cm. There were no fibroids within the distorted endometrial cavity. No extrauterine arterial contribution to the fibroids was reported. Patient underwent UFE () without procedural or immediate postprocedural complications. The left uterine artery was embolized with six vials of 500–700 μm and two vials of 700–900 μm microspheres (Embospheres, Merit Medical Systems, South Jordan, UT, USA). The right uterine artery was embolized with three vials of 500–700 μm microspheres. Both arteries were embolized to near stasis. Completion abdominopelvic aortography showed, with right being greater than left, ovarian arterial contribution to the uterine masses. Stagnation of flow in the opacified intrauterine right ovarian arterial territory obviated the need to reembolize this already embolized territory.\\nOn postprocedural day (PPD) #10, the patient presented to the emergency department with a 4-day history of fevers up to 103.7°F. The patient also had associated lightheadedness, diaphoresis, and dizziness. She reported a 1-day history of nonradiating right pelvic pain and vaginal spotting with nonmalodorous discharge. In the emergency room, her maximum temperature was 102.7°F. The complete blood count was positive for elevated white blood count of 14.6 K/μL (normal range: 3.7–11.4 K/μL). An absolute neutrophil count was also elevated, 11.5. The hemoglobin was 9.4 g/dL [normal, 12.5–15.5 g/dL]. An abdominopelvic CT showed multiple globular foci of air in multiple necrotic leiomyoma ().\\nBlood and urine cultures were collected. The patient was treated with antibiotic medications, observed for one day, and then discharged. On PPD #13, the patient was recalled and admitted for positive blood cultures, gram-positive cocci in anaerobic bottles. Subsequent blood culture analysis revealed no growth. During the hospital course, she continued to have recurrent fevers on intravenous vancomycin (Hospira, Austin, TX) and zosyn (Pfizer, New York, NY). As seen during the UFE procedure, persistent right hydroureteronephrosis from the enlarged uterus led to a clinical suspicion of associated infection. On HAD #2, she was transfused with two units of packed red blood cells, with Hgb response from 8.8 to 12.4 g/dL. On hospital admission day (HAD) #3, a ureteral stent was placed via cystoscopy, with the patient declining a hysterectomy, despite gynecologic and interventional radiologist's counsel about ongoing fevers, bacteremia, increasing leukocytosis, and the risk of sepsis.\\nOn HAD #4 (PPD #18), the degree of leukocytosis and neutrophilia increased to 24.3 K/μL and 21.4, respectively, despite the intravenous antibiotic regimen. The patient was taken to the operating room for an uncomplicated exploratory laparotomy, supracervical hysterectomy, and bilateral salpingectomy. A 20-week size myomatous uterus with purulent discharge was found. The uterus was bulky and boggy, with normal appearing fallopian tubes and ovaries. Endometrial culture showed moderate white blood cells and rare gram-positive cocci in pairs. The patient was discharged at postoperative day #4. The pathologic specimen revealed endometrium with ulceration, acute and chronic endometritis, and abscess in the myometrium. Embolization material was seen in leiomyomata, with extensive infarction. Fallopian tubes showed acute inflammation, congestion, and edema. Endocervical tissue appeared benign.\\nPatient had a benign immediate postsurgical convalescence and she was discharged to home on postsurgical day #4. The leukocytosis and neutrophilia normalized over a period of three days, with predischarge values of 7.4 and 7.9, respectively.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'23084686': 1, '11372803': 1, '24456455': 1, '22365300': 1, '2204849': 1, '16227486': 1, '22567505': 2, '30538584': 2, '19048334': 1, '34194918': 1, '20427797': 1, '31236185': 1, '32181148': 1, '28236104': 1, '30057837': 2, '34820037': 1, '17654216': 1, '32676290': 2, '23344399': 1, '34108438': 1, '24615512': 1, '15590799': 1, '21056322': 1, '27066283': 2}", "similar_patients": "{'6254590-1': 1, '6051118-1': 1, '3335627-1': 1, '7354753-1': 1}"}