{"patient_id": 142934, "patient_uid": "4290171-1", "PMID": 25593798, "file_path": "noncomm/PMC004xxxxxx/PMC4290171.xml", "title": "Caffeine as a cause of urticaria-angioedema", "patient": "We present the case of a 24-year-old woman who suffered from 2006 to 2011 from recurrent urticaria (i.e., six episodes), occurring while she was working as an employee in the cheese-and-gastronomy section of a supermarket. From 2009, the reactions grew in frequency and intensity, presenting with wheals localized on the lips, neck, groin, hands and foots, itching of the eyelids, ears, and tongue. During this time, the patient received a diagnosis of occupational allergy. Consequently, she moved to another section of the supermarket, where she has no more in contact with foods. In 2010, she developed three urticarial reactions at the workplace - in one case, edema of the glottis, diarrhea and loss of consciousness occurred, requiring emergency resuscitation. On this occasion, the patient presented with leukocytosis (14.4 × 103/uL) and increased neutrophils (86%). First aid included corticosteroids, adrenaline, and intravenous antihistamines administration. Later, she was referred to our department.\\nA thorough anamnesis revealed that, before symptoms development in the workplace, she had drunk a cup of coffee (nearly 80 ml). Prior to the three reactions that occurred at the workplace, on two occasions she recollected drinking a cup of brewed coffee; before the third episode, she had drunk a cup of brewed cappuccino (nearly 100 ml) during breakfast.\\nWe analyzed the composition of the instant coffee that the patient used to take from the automatic dispenser at the workplace. The composition was the following: Coffee component (90%), artificial sweeteners (aspartame) (5%), flavoring component (vanilla, amaretto) (3%), aroma enhancers (spices) (2%). There was neither personal nor familiar history of atopy or allergies. Total IgE paper radio immunosorbent test (PRIST) was normal (28 kU/L) and specific IgE radio allergosorbent tests (RAST) for coffee, caffeine, cow-milk, lactoglobulin and caseine-specific IgE (CAP system) were negative. Tests for C1q inhibitor, C4, circulating immunocomplexes, antinuclear antibodies and extractable nuclear antigen autoantibodies, blood protein, hemochrome, C-reactive protein and erythrocyte sedimentation rate were normal. Both prick test (PT) with common allergens and caffeine (10 mg/mL) and prick-by-prick tests (PBP) with espresso coffee, decaffeinate coffee and cappuccino, tested negative. Five control subjects underwent PT with caffeine and PBP with coffee, with negative results. Open scratch test (OST) was performed with the molds of the cheese and of the ham, starch salami and baked bread that the patient used to handle during her work: They all tested negative. A double blind placebo-controlled oral challenge test (OCT) with 50 mg of caffeine elicited, after 1-2 min, urticarial lesions on the lips, neck, trunk, hands and feet, followed by dyspnea and voice change []. The patient was treated with intravenous infusions of epinephrine, corticosteroids and antihistamines (ranitidine and chlorpheniramine) and monitored (electrocardiography, blood pressure and diuresis) for 48 h. Symptoms resolved within 2 hours. OCT performed after 4 weeks with 50 mg of theophylline was positive after 9 hours, with appearance of wheals on the neck and upper trunk.\\nWe concluded that caffeine was the cause of our patient's symptoms, and we advised her to follow a caffeine-free diet, avoiding all caffeine-containing beverages and drugs or methylxanthine-containing drugs (e.g., theophylline, aminophylline, paraxanthine, theobromine), in order to prevent possible cross-reactions. Periodic follow-ups were conducted at 1, 3 and 6 months, and then once a year from 2010 to 2012: The patient never experienced urticaria or angioedema again.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'12169187': 1, '26885121': 1, '8281348': 1, '26955591': 1, '21188209': 1, '12823134': 1, '3348497': 1, '1918734': 1, '12204386': 1, '6841083': 1, '12269958': 1, '25593798': 2}", "similar_patients": "{}"}