{"patient_id": 85745, "patient_uid": "4782895-1", "PMID": 26945411, "file_path": "comm/PMC004xxxxxx/PMC4782895.xml", "title": "Familial Gigantiform Cementoma", "patient": "A 14-year-old male patient was referred to our hospital for recurrence of a huge benign tumor in oral cavity. His chief concern was dysmasesis and dysphagia caused by a protuberant mandible since 10 years old. Asymptomatic as it appeared in early stage, a gradual and incessant enlargement involving the entire corpus of mandible had caused severe facial disfigurement (Figure ). Surgery with recontouring and shaving intent was initially attempted in a local institution about 7 months ago, but in vain. The growth of the disfigured mandible had not yet been deterred, but instead, accelerated, accompanied by teeth loss and altered dietary patterns. As a direct consequence, physical deterioration was also found by his parents.\\nHis previous surgical history was remarkable and extensive. Before referral, he had experienced 4 times of fractures in bilateral lower extremities within 4 years. All these fractures, which occurred in diaphyseal locations, were categorized to a minor-trauma or spontaneous causes owing to poor evidence of outside forces. The radiographic evaluations of lower limb revealed decreased bone density and thinner- or void-cortex structures around fracture regions. Femur, fibula, tibia, together with patella were affected with osteopenic or absorptive changes (Figure ). Suspicious of similar osseous problems in other anatomic locations, we then recommended a pelvic computer tomography (CT) scan to the patient. Based on findings garnered from CT, it was noteworthy that 2 big circular deficits could be easily detected on both sides of the iliac bones. Besides, his pelvis was also considered to be susceptible to fractures because both cortical and trabecular bones were undergoing a progeric or osteopenic conversion signifying an unexpected calcium loss. Although panoramic X-ray result exhibited a typical expansile FGC image with predominantly radiopaque signals in all 4 jaw quadrants, it is quite contrary to our thoughts that the other adjacent skull bones, such as temporal and occipital bones, displayed osseous hypoplasia signs (Figure ). Loss of lamina dura, decreased skull bone density, and sporadic bony defects all served as convincing evidence of the serious osseous fragility. Technetium scintigraphy showed increased tracer uptaker only in the chin area (Figure ). To further identify the specific reasons for multiple fractures alongside these osseous changes previously described, whole-body dual-energy absorptiometry (DEA) measuring bone mineral density (BMD) was then offered under permission of the patient and his parents. A shape decrease in Z score was ascertained by the result, indicative of systemic BMD loss, which is equivalent to 3/4 (72.95%) of his counterparts of the same age.\\nFor sake of differential diagnosis with hyperparathyroidism-jaw tumor (HPT-JT) syndrome, several laboratory analyses, which included serum parathyroid hormone (PTH), phosphate levels, calcium levels, and alkaline phosphatase (ALP) activity, were undertaken accordingly. All these results came out with no marked aberrance. The feasibility of using fibular flaps was ruled out in view of his unfortunate history of frequent lower-extremity fractures. In concurrence with the boy and his parent's wishes, we decided to perform a bilateral segmental mandibulectomy and to tentatively reconstruct the corresponding defect with vascularized iliac bone flaps. During 11-month follow-up afterwards, the young patient experienced another physical blow of minor-trauma fracture near the femur neck. Since then, supplementation of calcium and vitamin D had been prescribed as a method to ameliorate the general calcium metabolism disorder. For the latest visit to our clinic 2 months ago, the outcome in the neomandible region was desirable, and in parallel, the recent DEA test result took a favorable turn as BMD had increased to 81.26% of his counterparts.\\nMisfortunes and troubles never come singly. Closer examination of his family pedigree verified our concern of a long-standing phenomenon of multiple fractures accompanying FGC in jaws. As was revealed in Table , a huge number of his relatives had as well experienced multiple fractures during pubertal or prepubertal period. The patient's aunt, who suffered from local infections caused by FGC in the maxilla, also received bilateral subtotal maxillectomy in our hospital (Figure ). She was yet no exception given her own narratives of femur fracture during adolescence.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'10077086': 1, '11312460': 1, '22669141': 1, '23154036': 1, '22378756': 1, '22862981': 1, '19296527': 1, '29390315': 1, '29445998': 1, '22302605': 1, '21194281': 1, '15602717': 1, '21346079': 1, '14697371': 1, '2594322': 1, '18247420': 1, '26945411': 2}", "similar_patients": "{}"}