{"patient_id": 141816, "patient_uid": "4215970-1", "PMID": 25366080, "file_path": "noncomm/PMC004xxxxxx/PMC4215970.xml", "title": "Detection of Human Papillomavirus Type 39 in a Seborrheic Inclusion Cyst of the Buttock", "patient": "A 21-year-old Korean man presenting with a subcutaneous mass in the left buttock was admitted to the Armed Forces Capital Hospital. An excisional biopsy of the lesion was performed, and gross examination of skin tissue revealed a 2 cm unilocular cyst that was filled with a soft, yellow substance. Microscopic examination of the lesion identified a cyst containing keratins (). Approximately one half of the cyst exhibited features of a dermoid cyst with a mature squamous epithelium with granular layers and small clusters of sebaceous cells (), while the other half demonstrated basaloid cell proliferation and pseudohorn cysts (). In addition, squamous eddies, vacuolated cells and parakeratosis were observed in the cyst wall (). No significant area of inflammation as might be present in a foreign body reaction was observed in the adjacent soft tissue. There was also no evidence of viral infection, such as vacuolated cells or parakeratosis, at the skin surface.\\nHPV detection and genotyping were performed using the commercial HPV Genotyping Chip Kit provided by the Biomedlab Company (Seoul, Korea). DNA was isolated from the paraffin-embedded tissue using the DNA extraction kit that was supplied as a component of the HPV Genotyping Kit. Target HPV DNA and beta globin (as an internal control) were amplified by polymerase chain reaction (PCR) and labeled with cyanine 3 for signal detection. The amplified cyanine 3-labeled products were mixed with a hybridization buffer and applied to the DNA chip. Hybridization was performed at 60°C for 1 hour, and then the chip was washed for 2 minutes with distilled water and air-dried at room temperature. HPV DNA hybridization was detected using the DNA Chip Scanner (NimbleGen MS200, Roche, Basel, Switzerland). Of the 32 HPV genotypes tested, the HPV genotype 39 probe was hybridized with the DNA amplified from our specimen ().", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'22583360': 1, '6967174': 1, '16709488': 1, '22808299': 1, '16159731': 1, '19384078': 1, '1847266': 1, '22854053': 1, '21361125': 1, '25366080': 2}", "similar_patients": "{}"}