{"patient_id": 145741, "patient_uid": "4439691-1", "PMID": 26015731, "file_path": "noncomm/PMC004xxxxxx/PMC4439691.xml", "title": "Aggressive granular cell ameloblastoma: Report of a rare case", "patient": "An incisional biopsy from mandibular region of a 45-year-old female patient was submitted to our Department of Oral Pathology and Microbiology with the history of pain and swelling in the right lower back teeth region for past 2 months. The clinical details given to us were, swelling in the right lower cheek region extraorally. Intraorally the swelling was extending from right canine to retromolar area and 45 and 46 were mobile. The hematoxylin and eosin stained histopathological stain showed numerous follicular structures within the connective tissue. The follicles were lined by tall columnar ameloblast like cells with reverse polarity and surrounding stellate reticulum like cells. Both peripheral tall columnar cells and central stellate reticulum like cells showed dense granularity. The connective tissue was moderately collagenous with minimum inflammation. The diagnosis of granular cell ameloblastoma was given [].\\nFollowing the histopathological diagnosis hemimandibulectomy was done. The hemimandibulectomy specimen showed thinned out buccal cortical plate and perforation of the lingual article plate at multiple locations. Multiple sections were processed for histopathological examination. Anterior and posterior surgical margins were sectioned, and histopathological examination was done after decalcification. All the sections from the excised specimen showed granular cell ameloblastoma while the anterior and posterior surgical margin did not show any residual tumor. Patient had an uneventful recovery. Patient is currently on regular follow-up for the past 22 months and no sign of recurrence.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'16781332': 1, '14308241': 1, '6026472': 1, '23837011': 1, '7361547': 1, '24453441': 1, '24455072': 2, '4102365': 1, '22434948': 2, '22970847': 1, '4528580': 1, '11302245': 1, '26015731': 2}", "similar_patients": "{'3303505-1': 1, '3892250-1': 1}"}