{"patient_id": 85133, "patient_uid": "4739001-1", "PMID": 26885414, "file_path": "comm/PMC004xxxxxx/PMC4739001.xml", "title": "A Novel Nonsense Mutation of the AGL Gene in a Romanian Patient with Glycogen Storage Disease Type IIIa", "patient": "A 2.3-year-old boy was admitted to the Department of Genetic Diseases of the Emergency Hospital for Children in Cluj, Romania, for evaluation of hepatomegaly and elevated transaminases. The patient was the parents' first child, born from the second gestation, after an initial spontaneous abortion in the 8th gestational week, from apparently healthy, nonconsanguineous, and young parents (age at the child's birth: mother 24 yrs, father 27 yrs). The pregnancy was normal, with spontaneous vaginal delivery at term. The newborn appeared healthy, with a length of 56 cm (97. percentile) and weight of 3500 g (50. percentile) []. At the age of 1 year, hepatomegaly and highly increased transaminases were observed. A metabolic storage disorder was suspected and the patient was referred to our clinic for further investigation.\\nAt admission to our service, the patient was in good general condition. He presented with a body height of 90.0 cm (50. percentile) and a body weight of 16.5 kg (97. percentile) [], severe hepatomegaly, mild muscle weakness, and mild splenomegaly. On sonographic volumetric evaluation, the hepatomegaly was 4.3x the upper normal limit (UNL) and the splenomegaly was 1.3x UNL. Normal values were considered to be 2.5% of the patient's weight for the liver and 0.2% of the patient's weight for the spleen, according to published criteria []. Hepatic sonography showed, additionally, a slightly increased echogenic pattern.\\nLaboratory tests showed the following abnormalities: increased transaminases (alanine transaminase (ALT) = 760 UI/L and aspartate transaminase (AST) = 767 UI/L; normal values 20–40 UI/L) and gamma-glutamyl transferase (γGT) = 333 UI/L; normal values < 20 UI/L; viral markers for hepatitis B and hepatitis C were negative; moderately increased creatine phosphokinase (CPK) = 545 UI/L (normal values 30–200 UI/L) and lactic dehydrogenase (LDH) = 780 UI/L (normal values 120–300 UI/L), confirming muscular involvement in accordance with the clinical picture; ketotic fasting hypoglycemia (48 mg/dL) with metabolic acidosis (pH = 7.26, BE = −12.6, HCO3\\n− = 12.8 mmol/L); and combined hyperlipoproteinemia, with total cholesterol = 282 mg/dL (normal values for age ≤ 170 mg/dL), triglycerides = 300 mg/dL (normal values for age ≤ 100 mg/dL).\\nLiver biopsy was performed before the patient's referral to our clinic. The biopsy showed enlarged hepatocytes with intracytoplasmic glycogen loading and stellate as well as periportal bridging fibrosis with incomplete nodular transformation. Cardiac ultrasound showed a hypertrophic obstructive myocardiopathy with biventricular hypertrophy on electrocardiogram (EKG).\\nThe clinical picture and the diagnostic findings suggest a hepatic glycogenosis (type IIIa).\\nAll of the genetic investigations performed on this patient and his family members were done after informed consent was obtained following local Institutional Review Board policies and procedures.\\nThe genomic DNA of the index patient, isolated from peripheral blood leucocytes, was analyzed by a next generation sequencing panel (Centogene AG, Rostock, Germany), comprising the entire coding region and the highly conserved exon-intron splice junctions of the AGL gene (amylo-alpha-1,6-glucosidase, 4-alpha-glucanotransferase, RefSeq NM_000642.2 [variant 1], NM_000645.2 [variant 5], NM_000646.2 [variant 6]); G6PC (glucose-6-phosphatase, catalytic subunit, RefSeq NM_000151.3); GBE1 (glucan (1,4-alpha), branching enzyme 1, NM_000158.3) and SLC37A4 (solute carrier family 37 (glucose-6-phosphate transporter, member 4), RefSeq NM_001164278.1). Library preparation was based on polymerase chain reaction (PCR) amplicons and the minimal coverage was 30x.\\nA previously unreported heterozygous variant in exon 24 of the AGL gene was identified: c.3235C>T (p.Gln1079); see . This variant causes the reading frame to be interrupted by a premature stop codon and is classified, according to the American College of Medical Genetics and Genomics (ACMG) recommendations, as class 2, a sequence variation previously unreported and of the type that is expected to cause the disorder []. Furthermore, the mutation c.1589C>G (p.Ser) in exon 12 of the AGL gene has also been detected in a heterozygous state (). This mutation has been previously described as disease-causing.\\nNo disease-causing mutation was detected in the G6PC, GBE1, or SLC37A4 genes.\\nThe results were confirmed in a second independent sample at the Institute for Clinical Chemistry and Laboratory Medicine (Mainz, Germany) by conventional sequencing of exons 12 and 24 (PCR primers: ACCAGTGTTTCCTTGAAGTAATTG and AAATCAATGCTTGTGTCCAACTAG for amplification of exon 12 and TTGAAGGAAAGAAACCAAGTAAA and CTTGAGTAGCATTACAAGCTTTT for exon 24). For sequencing (Dye Terminator Cycle Sequencing Quick Start Kit, CEQ 8000 Genetic Analysis System; Beckman Coulter, Krefeld, Germany) M13/M13R tags were added to the PCR primers.\\nGiven the autosomal recessive mode of inheritance of glycogen storage disease type III, we performed parental carrier testing to confirm the mutation phase (cis or trans). We tested the grandparents, too. The mutation analysis of family members has also been performed in the Institute for Clinical Chemistry and Laboratory Medicine (Mainz, Germany).\\nThe results demonstrated the inheritance of the two mutations in trans phase. The novel mutation, c.3235C>T (p.Gln1079), was inherited from the father, who inherited it from his mother, while the known mutation c.1589C>G (p.Ser530) was inherited from the mother, who inherited it from her father (). Therefore, the index patient has a compound heterozygous genotype with the novel mutation c.3235C>T (p.Gln1079) in exon 24 and the known mutation c.1589C>G (p.Ser530) in exon 12 (Figures and ).\\nThe therapy was according to present recommendations with a specific diet including frequent meals, high in carbohydrates; supplementation of maltodextrin (1 g/kg/4 hrs) during the night to prevent hypoglycemia; protein enrichment during the day (up to 3 g/kg).\\nSix months after the start of treatment, we registered no more hypoglycemia, improvement of dyslipidemia (total cholesterol from 282 to 164 mg/dL and triglycerides from 300 to 184 mg/dL), and decrease of transaminases (ALT from 760 to 529 U/L; AST from 767 to 472 U/L) with constant values of gamma-GT.", "age": "[[2.3, 'year']]", "gender": "M", "relevant_articles": "{'10821216': 1, '9332391': 1, '18414213': 1, '24257475': 1, '1505983': 1, '18819093': 1, '23430490': 1, '11378828': 1, '8954797': 1, '2667896': 1, '17895567': 1, '1991122': 1, '9412782': 1, '10655153': 1, '8755644': 1, '2295969': 1, '22035446': 1, '23688858': 1, '20648714': 1, '17915576': 1, '25602008': 1, '23207808': 1, '11977176': 1, '20631546': 1, '26885414': 2}", "similar_patients": "{}"}