{"patient_id": 85492, "patient_uid": "4763480-1", "PMID": 26592991, "file_path": "comm/PMC004xxxxxx/PMC4763480.xml", "title": "Treatment of right ventricular perforation during percutaneous coronary intervention", "patient": "The patient was a 69-year-old woman with intermittent chest tightness and chest pain over the previous five years. She was hospitalised for severe chest tightness and chest pain persisting for three days. She had a history of hypertension and hyperlipidaemia; the admission examination showed no other abnormalities. Routine blood, urine and stool tests, liver and kidney function, clotting time, electrocardiogram, chest radiography and echocardiography were normal. A diagnosis of coronary artery disease was considered.\\nCoronary angiography showed a right coronary arterydominant circulation. The left main coronary artery was normal, 80% of the middle segment of the left anterior descending (LAD) coronary artery showed stenosis, and the diagonal branch issuing from the site of the stenosis was thicker than the LAD artery. Plaques, but no obvious stenosis, were found in the circumflex and right coronary arteries ().\\nAfter discussing treatment with the patient, it was decided to perform PCI of the LAD artery. Because of the narrow opening of the diagonal branch, and because the diagonal branch was thicker than the LAD artery, we planned to implant a stent at the juncture of the diagonal branch and the LAD artery, and to position a guide wire in the artery to protect it ().\\nAfter stent implantation, the guide wire was set for expansion (). After expansion, angiography showed no mezzanine, side branch occlusion or residual stenosis at the implantation site, and forward blood flow was TIMI grade 3. However, contrast agent overflow was seen at the distal left LAD artery (). The patient did not experience discomfort and had normal blood pressure with a steady heart rate. As the guide wire did not reach the distal vessel through the perforation site even after several attempts, it was positioned proximal to the perforation site, and a balloon was used for compression (). Because this did not successfully close the perforation (), a coil was used to achieve successful closure (), after obtaining the consent of family members.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'16996872': 1, '11954948': 1, '20049957': 1, '11246236': 1, '10980224': 1, '10825767': 1, '23021329': 1, '22580251': 1, '11349618': 1, '1864885': 1, '10559819': 1, '11120690': 1, '21288097': 1, '19962473': 1, '12381642': 1, '7994814': 1, '7954767': 1, '14691432': 1, '11515012': 1, '21251634': 1, '8062380': 1, '8301849': 1, '26592991': 2}", "similar_patients": "{}"}