{"patient_id": 139449, "patient_uid": "4064285-1", "PMID": 24950682, "file_path": "noncomm/PMC004xxxxxx/PMC4064285.xml", "title": "Pilonidal abscess in the breast: a case report", "patient": "A 28-year-old woman presented acutely to the general surgery team with a 4-week history of a left breast non-lactational abscess. She was a smoker, but her past medical history was unremarkable. A diagnosis of acute abscess secondary to periductal mastitis was made by the surgical team. Ultrasound examination showed multiple periareolar collections up to 2 cm in size. The content of the collection was too thick to aspirate necessitating incision and drainage. Cavity biopsies were taken at the time and these showed inflammatory changes only. Culture was positive for a Group C Haemolytic streptococcus and mixed anaerobes. Subsequent wound healing was satisfactory despite a rather protracted course.\\nThe patient re-presented 5 months later with two further episodes of breast sepsis at the same site which failed to settle with conservative treatment. After discussion, total duct excision was carried out in an attempt to resolve the chronic sepsis. Histological examination showed benign breast tissue with evidence of acute and chronic inflammation in association with micro-abscess formation (Fig. ). Further sections showed hair shaft material within a duct and associated active chronic inflammation (Fig. ), demonstrating the pilonidal nature of the breast sepsis. Subsequent discussion with the surgeon revealed the patient to be a hairdresser. Review of the first set of biopsies identified some possible hair shaft material, but this was not conclusive. On post-operative review the patient is well with no further episodes of sepsis.", "age": "[[28.0, 'year']]", "gender": "F", "relevant_articles": "{'15014197': 1, '33488057': 1, '26379983': 1, '2199570': 1, '31865233': 2, '13751877': 1, '9189085': 1, '12399752': 1, '33563340': 2, '30936332': 1, '3147779': 1, '24950682': 2}", "similar_patients": "{'7874666-1': 1, '6928336-1': 1}"}