{"patient_id": 85196, "patient_uid": "4744458-1", "PMID": 26850778, "file_path": "comm/PMC004xxxxxx/PMC4744458.xml", "title": "Abdominal tuberculosis manifested as tuberculosis of the urachal sinus in an adolescent and the role of laparoscopy in the management: a rare case report", "patient": "A 14-year-old Malaysian boy with no known medical history presented with fever, peri-umbilical discharge, pain and swelling for 2 weeks. There was no history of chronic cough, night sweats, weight loss or symptoms of urinary tract infection. He was the second of 5 siblings. The family stayed in a crowded long-house with access to piped water. The family had history of contact with a neighbour who had pulmonary TB. However, his parents and siblings did not show any ill effects from the exposure. Clinical examination showed an adolescent boy of medium build. There was no generalised lymphadenopathy. The abdomen was soft with a palpable ill-defined tender swelling deep to the umbilicus. There was an opening at the base of the umbilicus with purulent discharge.\\nChest radiograph did not demonstrate features suggestive of pulmonary TB. Computed tomography scan (CT) of the abdomen revealed an urachal sinus measuring 10.8 × 3.1 × 9.9 cm with a collection containing pockets of air (Fig. ). The initial impression was that of an urachal abscess, and the boy underwent incision and drainage, followed by a course of oral antibiotics. Acid fast bacilli were not detected in smear examination of the pus and sputum samples. Standard bacterial cultures of the pus isolated from the umbilicus showed no growth after 5 days of incubation. Tuberculin skin test was negative. Screening for Human Immunodeficiency Virus was negative. He recovered well and was allowed home after 7 days of hospitalization with a plan for delayed excision of the urachal sinus once the infection has resolved.\\nTwo months later, he underwent an elective laparoscopy with the intention of excising the urachal sinus. Intra-operative laparoscopy revealed multiple sub-centimetre nodules on the peritoneum and serosal surfaces of the small and large bowels. The urachal sinus was noted to be partly detached from the abdominal wall with its inferior end adherent to the sigmoid colon (Fig. ). No ascites was noted. Complete excision of the urachal sinus was performed using an ultrasonic dissector. Multiple biopsies of the nodules over the peritoneum and falciform ligament were taken using a combination of sharp dissection and energy devices.\\nThe post-operative recovery was uneventful. Histopathological examination of the urachal sinus, peritoneal nodules and falciform ligament showed multiple epithelioid granulomas with central caseous necrosis and Langhans giant cells . The Ziehl-Neelsen stain performed on these granulomas was positive for acid-fast bacilli (AFB). The sputum culture was subsequently positive for AFB after 4 weeks of incubation.\\nThe diagnosis of concurrent active pulmonary and abdominal TB was made. The patient was then started on a 6-month course of anti-tuberculous therapy (Pyrazinamide 800 mg OD, Ethambutol 800 mg OD, Rifampicin 300 mg OD and Isoniazid 150 mg OD) after consultation with an infectious disease consultant. During the follow-up examination 6 months later, there were no discharge from the umbilicus and he had recovered completely.", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'23346004': 2, '8632273': 1, '23397169': 1, '9204736': 1, '21291845': 1, '10910231': 1, '24947766': 1, '11819069': 1, '25642275': 1, '17224321': 1, '12504225': 1, '21944948': 1, '20386326': 1, '12781888': 1, '26850778': 2}", "similar_patients": "{'3543948-1': 1}"}