{"patient_id": 149260, "patient_uid": "4675765-1", "PMID": 26541469, "file_path": "noncomm/PMC004xxxxxx/PMC4675765.xml", "title": "Treatment of Methicillin-Resistant Staphylococcus aureus (MRSA) Pneumonia with Ceftaroline Fosamil in a Patient with Inhalational Thermal Injury", "patient": "A 48-year-old Caucasian female was found unresponsive at the scene of a house fire with burns to the face [<1% total body surface area (BSA)] and inhalation injury. She was intubated via endotracheal tube at an outside facility and subsequently transferred to our burn center for definitive care. The initial bronchoscopy showed diffuse carbonaceous sputum with pale friable mucosa extending throughout the airways distally. The patient was intubated for airway protection, which required adequate sedation and neuromuscular blockade. Due to the inability of the patient to provide a detailed medical history, the patient’s sister and psychiatrist supplied the relevant information, which included a diagnosis of severe depression with psychotic features. On admission, the patient’s list of home medications included paliperidone palmitate 234 mg once monthly as an intramuscular injection, paliperidone 6 mg by mouth daily, citalopram 40 mg by mouth daily, trazodone 150 mg by mouth at bedtime, risperidone 2 mg by mouth twice daily, and clonazepam 1 mg by mouth twice daily. The patient had no known drug allergies or other relevant medical history. She was a chronic smoker and substance abuser, but on admission the urine drug screen was negative.\\nUpon admission to the burn ICU, the patient had a mild leukocytosis (white blood cell count 15.8 k/mm3) but was afebrile, normotensive, and demonstrated adequate urine output (>0.5 mL/kg/hr). She had evidence of acute respiratory distress syndrome (ARDS), with a ratio of partial pressure arterial oxygen and fraction of inspired oxygen of less than 200, and was started on pressure control ventilation. Due to the severity of the inhalation injury and the need for prolonged mechanical ventilation with aggressive pulmonary hygiene, a tracheostomy was performed on the second hospital day (HD). Post-operatively, the patient became febrile with an associated tachycardia. By HD 5, the patient expressed thick yellow secretions during suctioning and on physical examination diffuse rhonchi were appreciated, worse in the right lung than the left, corresponding with a worsening right-sided, patchy infiltrate seen on chest X-ray. A culture from the broncheo-alvelolar lavage (BAL) on HD 6 revealed gram-positive cocci in clusters (Table ). Blood cultures obtained on HD 4 also grew Gram-positive cocci in clusters, and the patient was started on empiric vancomycin and cefepime on HD 6 for presumed hospital-acquired pneumonia with associated bacteremia. However, despite an aggressive vancomycin dosing schedule [1750 mg intravenous (IV) every 6 h] and adequate, supratherapeutic, vancomycin trough concentrations of 26 mg/L, the patient’s clinical status did not improve. She continued to be febrile and tachycardic, requiring increased ventilatory support and oxygenation requirements. Repeat urine and blood cultures obtained on HD 5 were negative for the Gram-positive pathogen, which was at this time identified as MRSA. The repeat bronchoscopy on HD 10 demonstrated mild improvement in secretions, but the Gram-stain from the BAL subsequently yielded growth in culture of >110,000 colony forming units/mL gram-positive cocci in clusters, later identified as MRSA with a vancomycin MIC of 2 mg/L by automated susceptibility testing. Due to the patient’s deteriorating clinical status on HD 10 while on high-dose vancomycin therapy, the decision was made to modify the antibiotic regimen. At the Detroit Medical Center, in accordance with suggested treatment pathways, MRSA bacteremia and/or pneumonia and a vancomycin MIC of ≥2 mg/L constitute a reason to change therapy to a suitable alternative. However, with consideration of the patient’s medication history, and current medication regimen of antipsychotics and a selective serotonin reuptake inhibitor (SSRI), linezolid was not employed due to the possibility of drug–drug interactions with the psychiatric medications. After consultation with the infectious diseases (ID) pharmacist and the ID medical consult service, a decision was made to initiate ceftaroline fosamil (Teflaro) for the treatment of this patient’s MRSA pneumonia.\\nCeftaroline fosamil (Teflaro) is a new advanced generation cephalosporin approved by the FDA for use in acute bacterial skin and skin structure infection (ABSSSI) including MRSA and CABP caused by susceptible bacteria. Ceftaroline binds to the penicillin-binding proteins including PBP 2a associated with methicillin resistance in S. aureus and prevents the cross-linkage of peptidoglycan in bacterial cell walls [–]. Ceftaroline fosamil, a prodrug, is converted to the active form of ceftaroline via serum phosphatases and undergoes minimal cytochrome P450 oxidation. Approximately 88% of a dose of ceftaroline is excreted renally, with only 6% of the drug recovered in the feces []. The prescribing information indicates the approved dose of ceftaroline fosamil administered intravenously is 600 mg every 12 h for ABSSSI and CABP []. However, due to the increased volume of distribution (V\\nd), renal clearance, and urine output in burn injury patients, the patient’s regimen was empirically modified to 600 mg IV every 8 h, and administered as a 2-h infusion to ensure that adequate drug concentrations be maintained throughout the dosing interval. The clinical MRSA isolate tested had a ceftaroline MIC of 0.5 mg/L by Etest® (bioMérieux SA). This antimicrobial regimen was continued for a total of 14 days. The patient became afebrile 48 h after initiation of ceftaroline and remained afebrile for the length of the hospital stay. Rapid clinical improvement was seen after initiation of ceftaroline; the patient was subsequently weaned from the ventilator on HD 22 and decannulated 2 days later. However, because of her psychiatric illness and auditory/visual hallucinations, hospital discharge was delayed to allow for psychiatric placement.\\nDue to the relative lack of clinical data supporting the use of ceftaroline in burn patients, serum concentrations of ceftaroline were obtained for PK characterization and potential dosage adjustment. Serum drug levels were obtained on day five of ceftaroline therapy. Concentrations were obtained 30 min post-infusion, 2 h later, and a final concentration drawn 30 min prior to the next dose (Table ).\\nThe ceftaroline bioassay was performed according to previously published methods []. Briefly, quarter-inch disks were placed on agar plates (antibiotic medium number 11) pre-swabbed with Bacillus subtilis ATCC 6633. The disks were spotted with 10 μL of ceftaroline standards (2.5, 10, and 40 mg/L) or plasma samples. Each standard and sample was tested in duplicate. Plates were incubated for 18–24 h at 37 °C, after which the zone sizes were measured using a protocol reader (Protocol; Microbiology International, Frederick, MD, USA). Ceftaroline half-life, C\\nmax (peak), and C\\nmin (trough) mg/L were determined from concentration-versus-time plots assuming a one-compartment model (Table ). Patient-specific concentrations and time above MIC (T > MIC) were calculated utilizing first-order elimination concepts (Table ). The elimination half-life, peak and trough concentrations, and area under the curve (AUC) were calculated using PK Analyst Software (version 1.10; MicroMath Scientific Software, Salt Lake City, UT, USA).", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'10511398': 1, '10582870': 1, '15561842': 1, '20061858': 1, '20558550': 1, '17966838': 1, '20817742': 1, '7586895': 1, '18299410': 1, '21576449': 1, '19153078': 1, '2360818': 1, '24379509': 2, '24550331': 1, '22311935': 1, '21115455': 1, '21115454': 1, '21482566': 1, '20194704': 1, '20334458': 1, '20001879': 1, '17035423': 1, '19487449': 1, '29147471': 1, '19738009': 1, '17205441': 1, '16908121': 1, '21482568': 1, '15184410': 1, '1167043': 1, '26541469': 2}", "similar_patients": "{'3868100-1': 1}"}