{"patient_id": 87864, "patient_uid": "4963565-1", "PMID": 27493821, "file_path": "comm/PMC004xxxxxx/PMC4963565.xml", "title": "Generalized Anxiety Disorder and Hypoglycemia Symptoms Improved with Diet Modification", "patient": "AB is a 15-year-old female student of south-Asian descent. She presented with concerns of anxiety and symptoms of hypoglycemia as well as difficulty concentrating, fatigue, headaches, asthma, and frequent urinary and vaginal infections.\\nHer anxiety met criteria for GAD and she rated the intensity of anxiety as 8/10, with 10 being the highest level of anxiety possible. The anxiety started three months prior to the initial appointment and had worsened in the previous month. She described excessive worry that was difficult to control and impacted her daily functioning by causing her to be absent from school on several occasions. She experienced a number of somatic symptoms including heart palpitations, shakiness, discomfort in her stomach, and muscle tension. In response to the anxiety symptoms, she would eat foods like chocolate, chips, or fruit. AB was working with a counsellor to manage the anxiety symptoms and was finding some benefit.\\nAB had experienced episodes suggestive of hypoglycemia since 12 years of age. The symptoms included muscle weakness and shaking, headaches, nausea, anxiety, and loss of concentration. Her symptoms were ameliorated by eating sweet foods. AB reported that her hypoglycemia was at its worst at 12 years of age when she had to eat a granola bar hourly in order to concentrate.\\nA diet history revealed the following typical daily food intake:Breakfast: fruit smoothie containing fruit, fruit juice, and water. Morning snack: bagel with margarine. Lunch: pasta or white rice with vegetables. Afternoon snack: granola bar or cookies or gummy candies. After school meal: white pasta; it may include meat. Dinner: white rice or spaghetti; it may include meat. Evening snack: cookies and toast. Beverages: 2 liters of water, 1 cup of juice, 1 cup of lactose-free milk, and 1 cup of tea.\\nDue to her difficulty concentrating, AB was prescribed dextroamphetamine 5 mg. While she found that it improved concentration, this medication caused her to lose weight. As the patient's weight was initially on the lower end of normal (weight: 115 lb., height: 5′6′′, and BMI: 18.6) the dose was reduced to 2 to 3 times per week, as needed.\\nAB lives with her mother, father, and sister. AB's sister experienced mental health concerns in the previous years which created elevated stress levels in the family home.\\nRepeated assessments of random and fasting blood glucose and screening physical examination were within normal range.\\nAt the initial visit, the following dietary plan was prescribed:Breakfast: it includes a smoothie containing fruit, water, 1 scoop of protein powder, and 1 tablespoon of flax seeds or olive oil. Lunch and dinner: they include a serving of protein (meat, legume, and soy) and a serving of vegetables. Snacks: they include protein when possible (e.g., apple with sunflower seed butter, vegetable sticks with hummus, and pumpkin seeds). Continue to eat carbohydrate-containing snacks as needed for the management of hypoglycemia symptoms. She was asked to follow these dietary guidelines daily until the follow-up visit. While eggs, nuts, and fish would have normally been recommended as well, the patient had an anaphylactic allergy to these foods.\\nAt the first follow-up, four weeks later, AB reported that she had complied with the dietary plan since the previous visit. She reported a significant decrease in anxiety (4 to 5/10), as well as improved energy, less-frequent and less intense hypoglycemia symptoms, and fewer headaches (once per week compared to daily) in addition to improved concentration and mood. She required fewer snacks during the day and decreased her intake of granola bars, cookies, and candies (1-2 servings per day). She also reported a cessation of chronic vaginal discharge. The substantial improvement in her anxiety symptoms prompted AB to temporarily discontinue her counselling sessions.\\nAt a subsequent follow-up visit four weeks later, AB reported that she had briefly reverted back to her original diet for a period of one week and experienced a worsening of anxiety symptoms within one day. After returning to the dietary intervention prescribed, her anxiety symptoms decreased within two days.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'17224202': 1, '25488900': 1, '31355075': 1, '20329590': 1, '33916952': 1, '25465596': 1, '21508847': 1, '25028085': 1, '26243838': 1, '33292354': 1, '18326601': 1, '29860630': 1, '25647750': 1, '19576915': 1, '23671484': 1, '15323595': 1, '26607943': 1, '19742217': 1, '16508776': 1, '26109579': 1, '7714726': 1, '31509596': 1, '24679382': 1, '24196402': 1, '17881433': 1, '15450784': 1, '27493821': 2}", "similar_patients": "{}"}