{"patient_id": 148432, "patient_uid": "4611936-1", "PMID": 26604504, "file_path": "noncomm/PMC004xxxxxx/PMC4611936.xml", "title": "Metastatic small cell carcinoma of the cervix to the oral cavity: A rare case report and an insight into pathogenesis of metastasis", "patient": "A 35-year-old female patient came with a chief complaint of swelling in right lower back jaw region since 15 days accompanied by loss of sensation in the right lower lip with a history of extraction of permanent mandibular second molar (46) because of mobility, twenty days prior.\\nMedical history revealed hysterectomy due to SCC, 1-year back and was asymptomatic till date.\\nIntra-oral examination revealed a soft swelling in the extracted 46 region. The surface over the swelling was erythematous and was obliterating the vestibule []. OPG revealed ill-defined unilocular radiolucency with irregular margins measuring about 2 cm × 2 cm in the extraction site.\\nHistopathological report of the lesion revealed parakeratinized stratified squamous epithelium with the underlying connective tissue consisting of round to oval, polygonal and spindle-shaped cells with large hyperchromatic nuclei and scanty indistinct cytoplasm. Tumor cells were arranged in alveolar pattern interspersed with thin fibrovascular septa []. Correlating with the medical history, features were similar to that of the biopsy report of the primary SCC of uterine cervix [], whose slides were retrieved from the medical college, of the same institution. The tumor cells were also arranged in islands and sheets in both secondary metastatic tumor [] and primary tumor []. Correlating with previous biopsy report, the present lesion was diagnosed as Metastatic SCC of the cervix.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'18061527': 1, '31749622': 2, '31041283': 2, '21768673': 1, '18662375': 2, '17391306': 1, '16473498': 1, '8229413': 1, '26604504': 2}", "similar_patients": "{'6482763-1': 1, '2495002-1': 1, '6817769-1': 1}"}