{"patient_id": 87814, "patient_uid": "4960332-1", "PMID": 27478658, "file_path": "comm/PMC004xxxxxx/PMC4960332.xml", "title": "Iatrogenic Radial Nerve Palsy following Closed Reduction of a Simple Diaphyseal Humeral Fracture: Beware the Perfect X-Ray", "patient": "A 61-year-old right hand dominant housewife sustained an injury to her right upper limb following a low energy mechanical fall.\\nThe patient attended the Emergency Department (ED) due to significant right arm pain, swelling, and deformity. No neurovascular deficit was documented on initial clinical assessment. X-rays confirmed a short spiral fracture of the humeral diaphysis with slight angulation ().\\nA Bohler-U cast was applied and repeat X-ray demonstrated excellent alignment on both anteroposterior and lateral views (Figures and ). On return from the X-ray department the patient reported new onset of paraesthesia in the right hand and difficulty moving her fingers. On detailed questioning, the patient admitted to very slight alteration of sensation at the thumb base and posterior aspect of the forearm prior to application of the Bohler-U cast. Examination confirmed MRC grade 0/5 power in wrist and finger extensors and reduced sensation at the base of thumb and posterior aspect of the forearm in keeping with a dense radial nerve palsy. Peripheral pulses were easily palpable and capillary refill was normal.\\nDue to the onset of new neurologic deficit following fracture reduction and cast application, the clinical concern was of iatrogenic nerve injury. Urgent surgical exploration was performed via an anterolateral approach. Intraoperatively, the radial nerve was found to be interposed in the fracture ().\\nThe nerve was in continuity, though there was evidence of significant contusion. Following careful extraction of the radial nerve, the fracture was reduced and stabilised using a 10-hole AO (Arbeitsgemeinschaft für Osteosynthesefragen) large fragment dynamic compression plate and interfragmentary compression screw ().\\nPostoperatively, there was no immediate improvement in radial nerve function. A custom-made thermoplastic wrist extension splint was initially fitted. Examination at one week from date of surgery demonstrated some early return of sensation in the distribution of the superficial branch of the radial nerve though the dense motor deficit remained unchanged. An early rehabilitation programme consisting of passive range of movement exercises and dynamic splinting was commenced under the supervision of departmental hand therapists. Full active shoulder and elbow range of movement exercises commenced 4 weeks from date of surgery. Examination at 3 months demonstrated MRC grade 3/5 finger extension and wrist extension. At 3 months from date of surgery, the fracture also appeared radiologically united. Complete recovery of radial nerve function was evident at 8 months (MRC grade 5/5). highlights our patient's recovery process as described above.", "age": "[[61.0, 'year']]", "gender": "F", "relevant_articles": "{'16326879': 1, '23352153': 1, '10813165': 1, '11195875': 1, '14069777': 1, '17075092': 1, '10761938': 1, '24250799': 1, '27478658': 2}", "similar_patients": "{}"}