{"patient_id": 78605, "patient_uid": "4260237-1", "PMID": 25439061, "file_path": "comm/PMC004xxxxxx/PMC4260237.xml", "title": "From hypertransaminasemia to mucopolysaccharidosis IIIA", "patient": "A 5-year-old boy with developmental delay was admitted to the hospital for persistent hypertransaminasemia of 18 months’ duration.\\nThe boy was born at term after the uncomplicated pregnancy by caesarean section due to the ultrasound confirmed large foetus weight and dehiscence of the pubic symphysis. His birth weight was 4,570 g and birth length was 59 cm. At the first minute after birth the Apgar score was 10. No neonatal problems were reported. The boy was the second child in the family and had the older healthy sister. The parents were healthy and non-consanguineous. However, his mother had the history of 2 miscarriages in the first trimester.\\nAccording to his parents, the child’s development was normal until the age of 2 years. Head control was achieved by the 3rd month of life, sitting without assistance in the 6th month of life and walking in the 9th month of life. However, he began using single, simple words (i.e. mum, dad) at the age of 18 months. Toilet control was achieved at 3 years of age. Since the 2nd year of life progressive psychomotor developmental delay, restlessness and impulsivity with hyperactivity became apparent, therefore he was referred to a paediatric neurologist. About the age of 5 years lack of speech and toilet control were noticed.\\nThe clinical history revealed recurrent upper respiratory tract infections and recurrent diarrhoea. At present, his stools are rather constipated. He had adenotomy at the age of 2 years. Since birth, the boy had the tendency to excessive weight.\\nLiver function tests were unexpectedly found to be elevated at the age 3.5 years when he was hospitalized due to pneumonia. Alanine aminotransferase (ALT) was 144 U/L (normal <29 U/L) and aspartate aminotransferase (AST) was 90 U/L (normal <36 U/L). Thereafter, elevated ALT and AST were observed in follow-up laboratory tests.\\nOn admission to our Department his weight was 36.3 kg (> > 97th percentile) and height 115 cm (75th percentile). The Cole’s index was 181.5% and the body mass index was 27.4 kg/m2 (> > 97th percentile).\\nOn physical examination, the boy appeared to have mildly coarse facial features, the slightly depressed nasal bridge, prominent eyebrows, low set ears, malocclusion, full cheeks, wiry and dry hair and the short neck (Figure ). The boy had excessive lumbosacral lordosis, genu valga (knock-knee deformity) and varus feet. He had broad-base gait with anteversion. His hands were stocky with short fingers. The liver and the spleen were not palpable.\\nThe boy showed mental retardation and mild motor delay. His speech was limited to incomprehensible sounds. The boy presented anxious and restless behaviour.\\nThe clinical picture strongly suggested mucopolysaccharidosis. The daily urinary glycosaminoglycans (GAGs) excretion was 895 mg GAG/g creatinine, i.e. elevated compared to the normal reference level (<88 mg GAG/g creatinine). Elevated GAGs were identified as chondroitin sulphate and heparan sulphate, which suggested mucopolysaccharidosis III. To confirm the diagnosis and to determine the type of MPS the lysosomal enzyme activity was assessed in leucocytes. Heparan N-sulfatase activity was decreased (1.29 nmol/mg protein/18 h) compared to the normal reference range (4.1 ± 1.4 nmol/mg protein/18 h). The activities of other lysosomal enzymes i.e. α-iduronidase, α-N-acetylglucosaminidase, N-acetyl-transferase, glucosamine sulfatase, galactosamine sulfatase, β-glucoronidase, arylsulfatase and iduronide sulfatase were within normal limits. The diagnosis of mucopolysaccharydosis III type A was confirmed.\\nMoreover, laboratory results revealed hypertransaminasemia with slightly elevated γ-glutamyltranspeptydase. Detailed diagnostic examinations were performed to determine the cause of hypertransaminasemia. Based on the serological tests viral hepatitis caused by hepatitis B virus (HBV), hepatitis C virus (HCV), cytomegalovirus (CMV) and Ebstein – Barr virus (EBV) were excluded. The serum level of creatine kinase, total immunoglobulin G (IgG), α1-antitrypsin, lysosomal acid lipase, ceruloplasmin, copper and 24-hour urinary copper were within the normal range. Thus, muscular dystrophy, autoimmune hepatitis, α1-antitrypsin deficiency, lysosomal acid lipase deficiency and Wilson’s disease we excluded. Table presents the laboratory results of our patient.\\nOn the abdominal ultrasound examination, the bright liver echo pattern was found; the liver and spleen were not enlarged.\\nChronic hypertransaminasemia in our patient might be related to mucopolysaccharidosis or result from coexisting non-alcoholic steatohepatitis (NASH). The conclusive diagnostic test should be liver biopsy. However, the child did not undergo liver biopsy in our department as he was referred to the Paediatric Metabolic Diseases and Gastrohepatology Outpatient Clinic.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'28856504': 1, '34401403': 1, '28489793': 1, '22210667': 1, '23385295': 1, '24271936': 1, '17938166': 1, '34640463': 1, '18038146': 1, '23336697': 1, '21061399': 1, '18392742': 1, '25439061': 2}", "similar_patients": "{}"}