{"patient_id": 141219, "patient_uid": "4175871-1", "PMID": 25298564, "file_path": "noncomm/PMC004xxxxxx/PMC4175871.xml", "title": "Irreducible, incarcerated vertical dislocation of patella into a Hoffa fracture", "patient": "A 20 year old male patient presented with pain and swelling in his right knee following a motorcycle accident. On examination, the knee was found to be swollen and locked in 15° of flexion. The patella was found dislocated with restricted mobility and pain. Skin over patella was contused. There were no other bony injuries or visceral injuries. There was no distal neurovascular deficit distally. Anteroposterior and lateral radiographs revealed a lateral patellar dislocation with a fractured lateral femoral condyle [Figure and ]. A computerized tomography (CT) scan revealed incarceration of the vertically dislocated patella (articular surface facing laterally) into a coronal fracture of the lateral femoral condyle (Hoffa fracture) [Figure and ]. An open surgical approach was adopted to minimize chondral damage. Intraoperatively the patella was found incarcerated under tension, 1 cm tear in the medial retinaculum on the superomedial aspect, a partial avulsion of the quadriceps tendon and a complete tear of the medial patellofemoral ligament (MPFL).\\nA lateral parapatellar arthrotomy was performed to facilitate atraumatic repositioning of the patella without major chondral damage and for better visualization of the fracture of the lateral femoral condyle []. Inspection of the patella following relocation revealed minimal chondral damage of patellar articular surface. Articular loose fragments from medial facet of patella were removed. The Hoffa fracture was fixed with two cancellous screws from the posterolateral aspect directed anteriorly and the lateral arthrotomy was closed. The tear in the MPFL and the medial retinaculum and quadriceps tendon were repaired with heavy nonabsorbable sutures.\\nPostoperatively the knee was immobilized for 3 weeks followed by supervised active and passive range of motion exercises. At 8 weeks the patient was allowed partial weight bearing walking using crutches and allowed to bear full weight after radiological union. At 3 months followup radiographs showed good alignment of the patella and fracture union in an anatomical position []. Clinically patellar tracking and patellar gliding were normal and pain free with knee flexion ranging upto 100° without extensor lag. A further improvement in flexion of up to 30° was achieved after manipulation of the knee joint under anesthesia. At 2 year followup, the patient is pain free with clinically normal knee function without any radiographic evidence of degenerative joint changes [Figures , and ]. The screws were removed at patient's request. His knee osteoarthritis outcome score was 93.5 and international knee documentation committee score was 93.1 at the end of 2 years.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'19234641': 1, '17015607': 1, '649198': 1, '30101176': 1, '30813201': 1, '30370035': 2, '26015642': 1, '26015643': 1, '24960814': 1, '31363251': 1, '15105756': 1, '12131405': 1, '30217804': 1, '29644317': 1, '18317388': 1, '17957350': 1, '25298564': 2}", "similar_patients": "{'6186999-1': 1}"}