{"patient_id": 143815, "patient_uid": "4345309-1", "PMID": 25733671, "file_path": "noncomm/PMC004xxxxxx/PMC4345309.xml", "title": "External iliac artery occlusion in a paediatric patient following handlebar trauma", "patient": "A 15-year-old male presented to the emergency department following a direct blow from his bicycle handlebars to his groin. His chief complaint was pain and swelling in the right inguinal region. His abdominal examination was unremarkable, except for a small abrasion and visible mass in his right groin. Peripheral pulses were palpable bilaterally. After exclusion of other abdominal or chest injuries, he was discharged on the same day with a diagnosis of right groin haematoma and follow-up in 6–8 weeks.\\nHe presented to his general practitioner 2 weeks later with claudication. His symptoms included pain and paraesthesia in his right buttocks on mobilization >100 m. He was found to have absent peripheral pulses in his right leg, although it appeared well perfused with a normal capillary refill. An arterial Doppler ultrasound showed a right external iliac artery thrombus occluding the proximal two-thirds of the vessel. A computed tomography scan of the abdomen and pelvis with intravenous contrast identified complete occlusion of the right external iliac artery ∼1 cm beyond its origin. However, the common femoral artery and profunda femoris remained patent via collaterals (Fig. ).\\nHe underwent a right external iliac thromboendarterectomy with patch repair using a saphenous vein graft. A suprainguinal incision was initially made in attempt to expose the proximal external iliac artery. Due to its extent, retrieval of the entire thrombus was incomplete and a second groin incision near the junction of the common femoral with external iliac (at the inguinal ligament level) was required. The patient subsequently underwent a proximal and distal thrombectomy, and the arteriotomy was extended between the two incisions identifying an intimal stricture with significant fibrosis (Fig. ). An intimal flap was identified in the distal region and tacked down with a 7-0 prolene suture. The long saphenous vein was harvested and the defect closed with patch repair extending from proximal iliac to proximal femoral vessel. He had an uneventful recovery. At the initial 2-week follow-up, the vessels remained patent and patient was progressing well. Subsequently, regular biannual follow-up was planned to monitor for any longer-term complications.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'16718491': 1, '8250711': 1, '29644314': 1, '12398078': 1, '24140115': 1, '11877713': 1, '12467309': 1, '20414117': 1, '31011898': 2, '2598080': 1, '424996': 1, '16828446': 1, '25733671': 2}", "similar_patients": "{'6476892-1': 1}"}