{"patient_id": 87225, "patient_uid": "4906776-2", "PMID": 27297079, "file_path": "comm/PMC004xxxxxx/PMC4906776.xml", "title": "Disseminated tuberculosis after pregnancy progressed to paradoxical response to the treatment: report of two cases", "patient": "A 29-year-old woman underwent a cesarean section at 36 weeks gestation. Although she began to notice left lumbar backache 2 weeks after the operation, further examination was not carried out. Five months later, she was admitted to our hospital due to prominent left lumbar backache with newly appeared productive cough. An abdominal CT revealed spondylitis of the Th11-Th12 vertebra and a large low attenuation mass in the left psoas muscle, at a size of 7 cm × 5 cm × 8 cm (Fig. and ). In addition, chest X-ray and CT showed multiple infiltrative shadows in the lungs (Fig. and ). CT-guided percutaneous needle biopsy of the psoas abscess was performed, obtaining a dense, purulent fluid. Acid-fast bacillus staining and PCR tests for M. tuberculosis of the fluid were both positive. No bacteria or fungi were isolated from the same samples. In addition, T-SPOT.TB was also positive. Tuberculous psoas abscess and pulmonary tuberculosis were later confirmed by acid-fast bacilli cultures.\\nThe patient was started on quadruple therapy (HREZ), and a CT-guided percutaneous drainage of the psoas abscess was performed. Three week after the chemotherapy was started, right side chest pain developed. Subsequently, radiological worsening of infiltrations in the right lung were observed, and continued for 7 weeks (Fig. and ). However, the pulmonary infiltrations gradually improved without change of the chemotherapy regimen (Fig. and ). The strain of M. tuberculosis was sensitive to all principal antituberculous drugs, and acid-fast bacilli cultures became negative in sputum and needle aspiration specimens of the small residual psoas abscess.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'15486830': 1, '34912646': 2, '15714425': 1, '24944885': 1, '15823196': 1, '12461590': 1, '16700190': 1, '9655723': 1, '22397744': 1, '22161161': 1, '20431773': 1, '16301764': 1, '19685065': 1, '17918082': 1, '15282393': 1, '25809754': 1, '23497500': 2, '9697749': 1, '11359968': 1, '30595960': 2, '22942202': 1, '12743831': 1, '32063717': 2, '27297079': 2}", "similar_patients": "{'4906776-1': 2, '6287337-1': 1, '6884965-1': 1, '6884965-2': 1, '6884965-3': 1, '6884965-4': 1, '6884965-5': 1, '8664402-1': 1, '3602073-1': 1}"}