{"patient_id": 79100, "patient_uid": "4295332-1", "PMID": 25481385, "file_path": "comm/PMC004xxxxxx/PMC4295332.xml", "title": "Right hepatectomy due to portal vein thrombosis in vasculobiliary injury following laparoscopic cholecystectomy: a case report", "patient": "A previously healthy 36-year-old Caucasian woman underwent early LC for an acute cholecystitis in an affiliated hospital. Due to uncontrolled bleeding, LC was converted to an open procedure through a standard right subcostal laparotomy. Hemostasis was achieved using sutures and clips, and common bile duct injury was repaired using a T-tube. Postoperatively she became febrile and complained of right upper abdominal pain; a laboratory examination revealed cholestatic profile of liver tests (total bilirubin 99.3μmol/L, alkaline phosphatase 207IU/L, gamma-glutamyl transferase 209IU/L) and increased inflammatory markers (C-reactive protein 129.4mg/L). Secondary cholangiography showed a Bismuth type IV common bile duct transection with biliary leak along the T-tube. Blood cultures tested positive for methicillin-resistant Staphylococcus aureus and Acinetobacter baumannii, and parenteral therapy with vancomycin and colistin was initiated. Portal vein thrombosis (Figure ) and right hepatic artery injury (Figure ) were identified by hepatic angiography. Four weeks after the LC, the patient developed systemic inflammatory response syndrome (SIRS) and was transferred to our hospital. Abdominal computed tomography confirmed the previous findings, as well as a large right liver lobe abscess accompanied by perihepatic and interintestinal biloma (Figure ).\\nThe further surgical management included right subcostal laparotomy revealing a diffuse peritonitis with severe inflammatory reaction of her hepatic hilum, a large biloma and right hepatic duct and right hepatic artery suture ligatures as well as portal vein suture ligatures with thrombosis above the splenomesenteric confluence. Based on these findings, right hepatectomy with a left Roux-en-Y hepaticojejunostomy was performed. Due to the distal portal vein thrombosis and portal vein suture ligatures (above the splenomesenteric confluence) reconstruction with cadaveric iliac vein allograft was performed. A 6-day-old vein allograft of identical blood group and anatomical match was used. The postoperative period was further complicated with the biliary sepsis, bilateral pleural effusions and pneumonia that subsequently resolved. She was discharged from the hospital 60 days after the hepatectomy, fully recovered. After 2 years of follow-up, her liver function tests are unremarkable with patent allograft as demonstrated by Doppler ultrasound (Figure ).", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'21159098': 1, '12832970': 1, '18656637': 1, '22299330': 1, '14755793': 1, '15239985': 1, '17917775': 1, '27048215': 1, '34754851': 1, '17497189': 1, '19183495': 2, '32399008': 2, '19753137': 1, '12172865': 1, '12049542': 1, '12820055': 1, '18580210': 1, '25481385': 2}", "similar_patients": "{'2639603-1': 1, '7204780-1': 1}"}