{"patient_id": 144962, "patient_uid": "4406994-1", "PMID": 25914880, "file_path": "noncomm/PMC004xxxxxx/PMC4406994.xml", "title": "Totally Occluded Grafted Right Internal Mammary Artery to Anomalously Originated Right Coronary Artery", "patient": "A 21-year-old male soldier visited the division of cardiology of our medical center with the complaint of effort angina. He had no history of smoking and no family history of heart disease. His vital signs were stable, his electrocardiogram showed a normal sinus rhythm, and the results of baseline laboratory findings were nonspecific. However, owing to the typical nature of his chest pain, which suggested an ischemic origin, we decided to perform cardiac computed tomography angiography (CTA) to rule out coronary artery diseases. The cardiac CTA images showed normal left coronary arteries but an RCA anomalously originating from the left sinus of Valsalva. Also, the proximal RCA had an interarterial course, which meant that the RCA was trapped between the aorta and the pulmonary artery ().\\nWe performed coronary angiography (CAG) to verify the anomaly. CAG from the left sinus of Valsalva showed all 3 coronary arteries, suggesting the anomalously originating RCA (). CAG from the right coronary sinus showed no significant stenosis in the left anterior oblique view. In the right anterior oblique view, however, significant stenosis was noted in the proximal RCA as the result of external compression (). Also during CAG, an intravascular ultrasonography (IVUS) study of the RCA showed that the minimum lumen area in the proximal RCA was 3.8 mm2, which suggested significant stenosis. After CAG, we could not proceed to additional diagnostic tests to verify the evidence of ischemia in the RCA territory, such as myocardial single photon emission computed tomography (M-SPECT) or fractional flow reserve (FFR), because the patient was on a mandatory military service and did not have enough time for many diagnostic tests. However, given the findings from the CAG and IVUS, we regarded the chest pain to be originating from ischemia of the RCA territory. We therefore decided to perform surgical intervention. Owing to a slit-like stenosis of the RCA ostium, we could not choose reimplantation of the RCA ostium, and surgical unroofing was not favored because of a concern for persistent myocardial ischemia in such cases. Finally, CABG [right internal mammary artery (RIMA) to RCA] was selected as the surgical intervention. After the CABG, the patient's symptom was relieved, which suggested that the effort angina was caused by myocardial ischemia. A follow-up CAG done 1 week after the operation showed a patent RIMA to RCA graft (). The patient was discharged from our hospital with medications including aspirin.\\nThe patient had no chest pain for more than 10 months after the operation. However, nearly 1 year after the operation, he visited our center and reported suffering from chest pain for about 2 weeks. We recommended that he undergo CAG again. The follow-up CAG revealed no interval changes of the 3 native coronary arteries, but the RIMA to RCA graft was totally occluded (). The right subclavian artery was intact and the patient had no other risk factors for atherosclerosis. Thus, the total occlusion seemed to have developed as the result of complete inhibition by good antegrade flow of the RCA. At this point, we decided to control the patient's symptom with medical treatment, and we recommended that he undergo reimplantation of the right coronary ostium if his symptom persisted after optimal medical treatment.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'21200009': 1, '15364835': 1, '11216984': 1, '14726042': 1, '18021877': 1, '18021878': 1, '15583223': 1, '12651044': 1, '25914880': 2}", "similar_patients": "{}"}