{"patient_id": 87137, "patient_uid": "4904073-1", "PMID": 27313913, "file_path": "comm/PMC004xxxxxx/PMC4904073.xml", "title": "Disseminated Intravascular Coagulation after Surgery for Facial Injury", "patient": "A 21-year-old man was brought to the emergency department at Yamagata University Hospital after becoming involved in a traffic accident while riding a motorbike. On arrival, he was fully conscious and complained of facial pain. Clinical examination showed facial swelling, persistent intraoral and nasal hemorrhage, and bloody otorrhea from the left ear. He showed gross malocclusion associated with discontinuity and mobilization of the maxillary and mandibular dentitions. He had no significant medical history and had been healthy before the accident. Computed tomography (CT) and plain radiography revealed right pulmonary contusion, fractures of a second rib and the right radius, and airway narrowing. In the maxillofacial region, bilateral condylar and mandibular fractures, LeFort II-type fracture, and blow-out fracture of the orbit were recognized (). Airway control was achieved by awake orotracheal intubation. Hemostasis was performed by suture compression for oral hemorrhage and by gauze tamponade for nasal hemorrhage under local anesthesia, although nasal hemostasis proved extremely difficult to achieve. Respiratory management with a ventilator was conducted under intravenous sedation until general condition was stable. After another 2 days, the tracheal tube was removed, because no airway narrowing or obstruction was evident. Six days after the accident, tracheotomy and repositioning and fixation of the fractured facial bones, including the mandible, maxilla, zygoma, and blow-out fracture of the orbit, were performed under general anesthesia (). Surgery lasted 7 h 16 min, with 30 mL of intraoperative bleeding. Intraoperatively, the patient received blood transfusion of 2 units of red blood cell concentrate due to low hemoglobin levels (7.3 g/dL). The postoperative course was uneventful. On postoperative day 5, however, fever over 39.0°C and shivering were noted. Laboratory examination showed increases in the white blood cell count to 14,060/μL and C-reactive protein (CRP) to 12.1 mg/dL and a decrease in platelets to 131 × 103/μL (down from 238 × 103/μL at the time of the accident). CT revealed no abnormalities other than those at the surgical sites. The next day, the patient showed preshock status with a significant decrease in blood pressure, fever over 39.0°C, and transient loss of consciousness. Emergency laboratory tests showed increases in CRP to 23.9 mg/dL, TBIL to 2.1 mg/dL, creatinine to 0.97 mg/dL, lactate to 4.07 mmol/L, prothrombin time to 21.7 s, FDP (fibrin degradation product) to 10.8 μg/mL, and PT-INR (prothrombin time-international normalized ratio) to 1.86, along with a decrease in platelets to 46 × 103/μL (). The bacteria was not detected in several tests of blood culture. In the evaluation of respiratory system, PaO2 was 68.2 mmHg, PaCO2 was 28.2 mmHg in blood gas analysis, and PaO2/FiO2 was 341. In circulatory dynamics, noradrenaline was administered sustainably by 0.04ɤ for keeping of blood pressure. In the evaluation of central nervous system, Glasgow Coma Scale was E4V5M6 and a total of 15. Therefore, SOFA (sequential organ failure assessment) score was 9. From the above results, septic shock was diagnosed and the patient was sent to the intensive care unit (ICU). According to the scoring algorithm criteria established by the Japanese Association for Acute Medicine (JAAM) for DIC [], the patient scored 5. DIC was therefore diagnosed and treatment was initiated. To treat severe infection, cefozopran hydrochloride and freeze-dried polyethylene glycol-treated human normal immunoglobulin were applied by intravenous injection empirically. A total of 38,840 units of thrombomodulin α was administered for the treatment of DIC. After another 7 days, laboratory tests showed a return to nearly normal state, with CRP of 4.09 mg/dL; TBIL of 0.6 mg/dL, Crea of 0.67 mg/dL, WBC of 12,160/μL; platelet count of 175 × 103/μL; prothrombin time of 13.7 s; FDP of 5.3 μg/mL; and PT-INR of 1.17 (). The patient was then moved to a general ward and the subsequent course was uneventful.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'1083966': 1, '15772592': 1, '8352234': 1, '1059751': 1, '8060694': 1, '10077209': 1, '8301170': 1, '6235844': 1, '8512913': 1, '2785811': 1, '11152200': 1, '16521260': 1, '1060741': 1, '6773170': 1, '11213990': 1, '8105884': 1, '2625601': 1, '8199156': 1, '9393411': 1, '12117204': 1, '23379279': 1, '20006177': 1, '27313913': 2}", "similar_patients": "{}"}