{"patient_id": 147558, "patient_uid": "4553842-1", "PMID": 26396449, "file_path": "noncomm/PMC004xxxxxx/PMC4553842.xml", "title": "Genital donovanosis with malignant transformation: An interesting case report", "patient": "A 50-year-old female presented to our outpatient clinic, with a painless ulcerative growth that bleeds on touch over the left vulva of 5 years duration. Initially, her problem started as a painless small skin lesion over the left labia and gradually progressed to ulceration to involve the entire vulva. She is married since 30 years and denied history of extramarital sexual exposure. Her husband is healthy with no history of genital ulcers.\\nClinical examination of the patient revealed a granulomatous ulcer measuring 7 cm × 5 cm extending from the clitoris to fourchette involving the entire left labia []. Ulcer was nontender, bleeding on touch with everted edges. Bilateral, nontender, firm, discrete inguinal lymphadenopathy was present. Rest of the skin and systemic examination revealed no other abnormality.\\nTissue smear from the edge of the ulcer showed pink ovoid bodies containing dark blue nuclei with bipolar condensation lying within and also outside of large monocytes []. A clinical diagnosis of donovanosis was made based on the smear report. Serology for HIV, hepatitis and Venereal Disease Research Laboratory were nonreactive.\\nPatient was prescribed capsule doxycycline 100 mg bid for 2 weeks. This did not show any clinical improvement in her condition. Hence, a fine-needle aspiration cytology (FNAC) of the inguinal lymphnode was carried out along with a biopsy from the edge of the ulcer. Both these reports demonstrated features suggestive of squamous cell carcinoma with oval cells containing large hyperchromatic nuclei, abundant cytoplasm, high N/C ratio and keratin pearl formation [Figures and ]. She was explained about the disease and was referred to MNJ Institute of Oncology Regional Cancer Centre, Hyderabad for further management, where the diagnosis of squamous cell carcinoma was confirmed, and subsequently she has undergone radical vulvectomy with bilateral inguinal lymphnode block dissection [].", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'33063005': 1, '15736552': 1, '21965857': 2, '12473810': 1, '13206001': 1, '9243028': 1, '19061590': 1, '29004687': 1, '13899699': 1, '16061532': 1, '28998853': 1, '26396449': 2}", "similar_patients": "{'3179012-1': 1}"}