{"patient_id": 140904, "patient_uid": "4160599-1", "PMID": 25214868, "file_path": "noncomm/PMC004xxxxxx/PMC4160599.xml", "title": "Heterotopic Pancreas in Omphalomesenteric Duct Remnant Results in Persistent Umbilical Discharge", "patient": "A 3-month-old female infant presented with persistent umbilical discharge since birth. The infant was born through normal vaginal delivery following an uneventful gestational period and had no congenital anomalies. She had been gaining weight well and had no family history of genitourinary or gastrointestinal problems. Ultrasonography of the abdomen revealed an iso-echoic tract posterior to the umbilicus, and the diagnosis of urachal remnant was suspected. On physical examination, small droplets of clear fluid constantly discharged from a normal-looking umbilicus. Laboratory examination results were within normal limits. Under general anesthesia, an incision was made below umbilicus. Surgical exploration showed a fibrous sinus posterior to the umbilicus which was attached to the inner aspect of the umbilicus and the outer wall of the ileum by a fibrous band. Fibrous tissue was excised close to both ends, and the rest was ligated by suture tie. The excised specimen was a 7×6×5-mm-sized whitish fibrous tissue. Histologically, the excised specimen included pancreatic tissue with some small intestinal mucosa and fibrous extracellular components (). Both exocrine and endocrine pancreatic tissues were observed, including acini, ducts, and islets of Langerhans. Acini were separated into lobules by connective tissue. Intercalated ducts were lined by simple low cuboidal epithelium (). The patient was discharged without any postoperative complications and is currently alive without any sequelae.", "age": "[[3.0, 'month']]", "gender": "F", "relevant_articles": "{'32634617': 1, '7237066': 1, '14692822': 1, '11044405': 1, '13952938': 1, '21294486': 1, '9926310': 1, '33708899': 1, '15825694': 1, '20718198': 1, '28679401': 2, '25214868': 2}", "similar_patients": "{'5498890-1': 1}"}