{"patient_id": 149671, "patient_uid": "4707796-1", "PMID": 26811582, "file_path": "noncomm/PMC004xxxxxx/PMC4707796.xml", "title": "Fine-needle aspiration cytology of ovarian steroid cell tumor: A rare case report", "patient": "An 18-year-old adolescent virgin female visited the hospital with the complaint of amenorrhea of 6 months, male patterned voice, and hirsutism. Physical examination revealed bilateral retracted nipple, clitoral hypertrophy, and abnormal hair growth on the face, chest, abdomen, legs, and arms. Abdomen ultrasound scan indentified well-circumscribed, solid left ovarian mass lesion []. The images of magnetic resonance imaging (MRI) revealed a left ovarian mass (about 6.2 × 5.6 × 5.5 cm) with spoke wheels pattern having fat clefts. Contrast images showed avid enhancement with few nonenhancing acellular areas [favoring fine-needle aspiration cytology (FNAC)-induced changes] []. Her laboratory findings showed normal hemogram, electrolyte, creatinine, and liver enzyme levels. Her Ca-125, Ca-19-9, and alpha-fetoprotein (AFP) levels were within normal limits. Thyroid-stimulating hormone (TSH), cortisol, prolactin, and estradiol were normal but testosterone and lactate dehydrogenase (LDH) levels were elevated and were 926 ng/dL and 466 U/L, respectively (normal reference level of testosterone in females = 6.0-82 ng/dL and LDH in nonpregnant females = 115-211 U/L). Ultrasound (US)-guided FNAC was performed and cytosmears revealed large polygonal to round cells arranged in sheets as well as attached with vascular stromal tissue fragments. The cells showed small central round nuclei with conspicuous nucleoli, and abundant granular to pale multivacuolated (foamy) cytoplasm [Figure and ]. The differential diagnoses, which were kept in mind were SCT (NOS), Leydig cell tumor, lipid rich sertoli cell tumor, stromal luteoma, oxyphilic variants of other ovarian tumors, and other metastatic tumors. We had excluded most of the above diagnoses keeping in mind the MRI findings, testosterone level, age, size of tumor, and androgenic symptoms. A cytodiagnosis of SCT (NOS)/Leydig cell tumor was given. Excision biopsy was advised for confirmation.\\nThe patient underwent an exploratory laparotomy and left salpingo-oophorectomy was performed. Grossly, the cut surface was vaguely solid, multilobulated, and bright yellow without areas of necrosis and hemorrhage []. Microscopically, the tumor consisted of nests and columns of large round to polygonal cells separated by a rich network of capillaries. The tumor cells had a moderate to abundant amount of cytoplasm, varied from clear multivacuolated to granular and eosinophilic with small centrally located uniform nuclei having prominent nucleoli []. There were no Reinke's crystals, cellular atypia and mitotic figures. The tumor was diagnosed as “steroid cell tumor, NOS.”.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'18252793': 1, '176416': 1, '21521309': 1, '11142457': 1, '4294036': 1, '9587754': 1, '2823622': 1, '26811582': 2}", "similar_patients": "{}"}