{"patient_id": 85374, "patient_uid": "4752762-1", "PMID": 26873735, "file_path": "comm/PMC004xxxxxx/PMC4752762.xml", "title": "Allogeneic stem cell transplantation for X-linked agammaglobulinemia using reduced intensity conditioning as a model of the reconstitution of humoral immunity", "patient": "The patient was a 28-year-old Japanese male who had been diagnosed with XLA soon after his birth. He had been receiving IgG replacement therapy since he was an infant. Regarding his previous infectious history, he had chronic sinusitis, which twice required surgery, episodes of chronic upper respiratory infections, cellulitis progressing to osteomyelitis, tympanomastoiditis, and meningitis resulting in cerebral hemorrhage. Each episode was refractory to antibiotic therapy and potentially fatal. He was referred to our hospital for the possible indication of allo-SCT. The diagnosis of XLA was confirmed by the direct sequencing of BTK gene mutations []. He had an HLA-identical elder healthy brother. After a thorough discussion with pediatricians specializing in hematology, immunodeficiency, and transplantation, we decided to perform allo-SCT from his elder brother. The risks associated with allo-SCT were explained to the patient and his family including the donor. Written informed consent was obtained from the patient and his family. HLA of the patient and his elder brother, the donor, was HLA-A*02:01/24:02 B*40:01/51:01 C (not tested) DRB1*11:01/14:03, and the blood type of both was A+.\\nWe used a RIC regimen consisting of fludarabine (FLU) at 30 mg/m2/day for 6 days (days −10 to −5), cyclophosphamide (CY) at 50 mg/kg/day for 2 days (days −4 and −3), 3 Gy of total body irradiation (TBI), and rabbit anti-thymocyte globulin (ATG, Thymoglobulin, Sanofi) at 1.25 mg/kg/day for 2 days (days −2 and −1). In order to prevent anaphylaxis by ATG, methylprednisolone (mPSL) was administered at 2 mg/kg on days −2 and −1. Prophylaxis for graft-versus-host disease (GVHD) consisted of the continuous infusion of cyclosporine (CsA) starting at a dose of 0.3 mg/kg/day from day −2 and oral mycophenolate mofetil (MMF) starting at a dose of 30 mg/kg/day from day 2. The target blood concentration of CsA was set at 500–550 ng/mL up to day 20, 350–500 ng/mL on days 20–35, and thereafter switched to oral CsA. Peripheral blood stem cell (PBSC) mobilization using granulocyte colony-stimulating factor (G-CSF) was performed as described previously []. Briefly, leukapheresis was performed twice on days 4 and 5 of the G-CSF administration. PBSCs were freshly transplanted on days 0 and +1. The total dose of PBSCs contained 6.66 × 108 nucleated cells/kg and 4.77 × 106 CD34+ cells/kg. After transplantation, the patient received G-CSF from day 5 to the day of neutrophil engraftment.\\nThe clinical course of allo-SCT was shown in Fig. . Hematopoietic engraftment was rapidly achieved, with an absolute neutrophil count of >0.5 × 109/L on day 11 and platelet count of >50 × 109/L on day 25. The donor chimeras of CD3+ and neutrophil fractions in PB were 100 and 68.2 %, respectively, on day 3 using an informative short tandem repeat (STR)-PCR technique, and 100 % donor chimerism was confirmed in the CD3+ and neutrophil fractions on day 10. Since there was no evidence of GVHD, MMF was discontinued on day 23. Stage 1 skin GVHD developed on day 44, which disappeared after slightly increasing the dose of CsA. Weekly IgG replacement was discontinued on day 43. He was discharged on day 75 and has been doing well without any infectious episodes until the last day of the follow-up on day 500.\\nLymphocyte recoveries during the admitted and long-term follow-up periods were shown in Figs. and , respectively. CD19+ cells, which were undetectable before allo-SCT, started to increase in number 10 days after allo-SCT and continued to increase for more than 1 year. On the other hand, CD3+ cells decreased by an order of 101/μL and recovered by an order of 102/μL. Regarding comparisons of CD3+ and CD56+ cells, CD56+ cells were dominant until day 250, with the number of CD3+ cells thereafter increasing to more than that of CD56+ cells. Regarding comparisons of CD4+ and CD8+ cells, CD8+ cells were always more dominant than CD4+ cells.\\nThe recovery of immunoglobulins attracted our interest in this case. IgA and IgM, which were undetectable before allo-SCT, rapidly increased by day 20 (Fig. ). Since the blood type of the patient and donor was A+, we followed the titer of anti-B antibodies and found that it appeared as early as on day 10. IgG levels decreased after the discontinuation of IgG replacement and gradually recovered from day 350 (Fig. ). Regarding antibodies to several viruses, all anti-viral IgG, except for EB virus-virus capsid antigen IgG (EBV-VCA IgG), disappeared after the discontinuation of IgG replacement (Table ). All anti-viral IgM remained negative before and after allo-SCT. A seasonal vaccination to influenza was performed on day 148, with neither anti-influenza type A nor type B being positive after the vaccination.\\nWe then examined data related to allergies. The radioimmunosorbent test (RIST), which reflects the total amount of IgE, was undetectable on days 2 and 46 but became positive on day 393 after allo-SCT. Among the various allergens tested, only the radioallergosorbent test (RAST) to orchard grass, to which the donor had a high titer of RAST, slightly increased after allo-SCT (day 46) (Table ). The donor has seasonal hay fever to orchard grass, whereas the patient has no symptoms of hay fever.\\nWe also performed functional tests. BTK protein expression levels and B-cell functional responses were evaluated on day 279 (Fig. ). Similar BTK expression levels in monocytes and B-cells were observed between the patient and healthy control as expected. In order to investigate B-cell functional responses, an in vitro proliferation assay (Fig. ) and immunoglobulin production assay (Fig. ) were performed. B-cells from the patient showed sufficient proliferation after a CD40L and IL-21 or CD40L and CpG stimulation. Effective immunoglobulin production and class switching were also observed after a CD40L and IL-21 or CpG stimulation. In order to assess T-cell and B-cell neogenesis, we monitored data for TRECs, cjKRECs, and sjKRECs (Fig. ). sjKRECs, which serve as an indicator of B-cell neogenesis, became positive 16 days post-SCT, increased to 6300 copies/μg DNA at 42 days, and were maintained at a high level thereafter. B-cell recovery was superior to the previously reported time course of sjKRECs post-hematopoietic stem cell transplantation (HSCT) []. The recovery of TRECs was slow, but became detectable 1 year post-HSCT. The patient achieved immune reconstitution with a normal immune cell configuration judging from a flow cytometric analysis of PBMCs (data not shown).\\nXLA is a congenital humoral immunodeficiency caused by BTK gene mutations. A standard treatment for XLA is regular IgG replacement, through which a long life expectancy may be achieved []. However, some patients develop chronic infectious episodes despite IgG replacement and have a shorter life expectancy [, ]. Theoretically, allo-SCT is a curative option for XLA; however, the risk of treatment-related mortality has been a barrier to allo-SCT being performed for XLA. The first case series of allo-SCT for XLA was reported by Howard et al., in which six XLA patients received transplants from their HLA-matched siblings without a preconditioning regimen, based on findings obtained in XLA model mice, X-linked immunodeficiency (xid) []. In contrast to xid, stable donor engraftment was not achieved in human cases, and resulted in no harm, but to no benefit. Abu-Arja et al. recently reported successful allo-SCT in a patient with XLA and AML, in which they used a myeloablative conditioning regimen because it is the standard treatment for AML []. They suggested the use of a RIC regimen in the case of allo-SCT for XLA. In the present study, we described a case of allo-SCT for XLA using RIC (Table ).\\nDue to the benign nature of XLA, a discussion on preconditioning is critical. Baron et al. previously reported the findings of a phase II multicenter randomized study comparing non-myeloablative allo-SCT with either FLU plus 2 Gy of TBI (FLU-TBI) or 8 Gy of total lymphoid irradiation plus ATG (TLI-ATG) []. The TLI-ATG regimen reduced the 2-year cumulative incidence of moderate/severe chronic GVHD to 17.8 % and increased the 4-year cumulative incidence of relapse/progression to 50 %. These findings indicate that the suppression of chronic GVHD by ATG ameliorates graft-versus-leukemia (GVL) effects and further relapses, thereby offsetting the benefit of low GVHD by a high relapse rate and resulting in the same overall survival rate in malignant diseases. Since XLA is a benign disease and has no GVL effects, the use of ATG may be beneficial to allo-SCT for XLA. As an example of a regimen for adult non-malignancies, Bacigalupo et al. employed FLU/CY/ATG with or without low-dose TBI to treat acquired severe aplastic anemia []. They demonstrated that the rejection rate was high in older patients without TBI, and some centers in Europe have introduced low-dose TBI. Although the regimen of busulfan, FLU, and ATG may be another option, a high graft failure rate (21 %) was reported for children with non-malignant disorders and chronic myelogenous leukemia []. Arai et al. previously demonstrated the significance of high-dose cytarabine added to CY/TBI for bone marrow transplantation (BMT) and peripheral blood stem cell transplantation (PBSCT) for myeloid malignancy []. In contrast to the findings obtained for cord blood stem cell transplantation, no additional benefit was observed in BMT or PBSCT, which did not justify the addition of cytarabine to the regimen in this case. Regarding GVHD prophylaxis, although the combination of CsA plus methotrexate (CsA/MTX) is the current standard for SCT from HLA-identical sibling donors, MMF in combination with a calcineurin inhibitor, tacrolimus, or CsA has recently been highlighted for its potential in achieving rapid hematopoietic recovery and mild mucosal toxicity []. A head-to-head comparison of MMF in combination with CsA (CsA/MMF) and CsA/MTX was performed by Piñana et al., in which they showed that CsA/MMF suppressed acute and chronic GVHD to the same extent as CsA/MTX and also reduced the incidence of mucositis more than CsA/MTX after RIC PBSCT []. Lai et al. more recently reported the beneficial outcomes of a combination of CsA, MTX, and MMF (CsA/MTX/MMF) []. It has not yet been established whether prolonged neutrophilia and strong immunosuppression by CsA/MTX/MMF counterbalances SCT for benign immunodeficiency disorders. Based on these findings, we prefer to use a RIC regimen consisting of FLU, CY, ATG, and 3 Gy of TBI followed by prophylaxis for GVHD consisting of CsA and MMF for adult patients with non-malignant disorders, such as aplastic anemia or paroxysmal nocturnal hemoglobulinemia, which may lead to stable donor chimerism without severe regimen-related toxicity []. We applied this regimen to our XLA case in order to minimize toxicity and achieve the permanent reconstitution of the immune system.\\nIn spite of the advances in SCT techniques described above, the indication of allo-SCT for immunodeficiency disorders needs to be carefully considered in each case. Wehr et al. summarized multicenter experiences in allo-SCT for common variable immunodeficiency (CVID) []. The reasons for selecting allo-SCT included lymphoma (24 %), severe infections (12 %), and complex immunological dysfunctions such as cytopenia and inflammatory organ involvement (60 %). Although allo-SCT in patients with CVID was beneficial in most surviving patients, high mortality was associated with GVHD and infectious complications. The indication of allo-SCT for XLA is also difficult to define due to conflicting findings on the mortality rate of XLA patients []. Although most XLA patients may experience a nearly normal life [], Abolhassani et al. reported that 26.8 % of patients died during a follow-up period of 20 years []; the hospitalization rate for patients was significantly higher than alive patients. The cause of death among the 11 patients was mainly end-stage of chronic lung disease in addition to one case of meningitis. According to a national survey conducted in Japan, the 5-year survival rate of allo-SCT for aplastic anemia from related donors was more than 80 %. Due to advances in the SCT technique, repetitive episodes of hospitalization and/or central nervous system lesions may facilitate allo-SCT as a treatment option for XLA.\\nBefore discussing immune reconstitution in this case, the possible impact of ATG needs to be considered from qualitative and quantitative aspects. Two kinds of rabbit ATGs are commonly used in SCT conditioning: anti-Jurkat T-cell line globulin (thymoglobulin) and anti-thymocyte globulin Fresenius (ATG-F). ATG-F was previously reported to affect the reconstitution of not only T-cells but also B-cells []. Since we used thymoglobulin in this case, its impact on B-cells was considered to be minimal. Admiraal et al. found a relationship between the dose of ATG and immune reconstitution in pediatric SCT. The commonly used dose regimen of thymoglobulin in SCT is 10 mg/kg worldwide. They found that the area under the curve of ATG increased, the achievement of successful immune recognition (defined as CD4+ T-cells >0.05 × 109 cells per liter in two consecutive measurements within 100 days) decreased, and successful immune reconstitution by day 100 was associated with an increase in overall survival caused by reduced non-relapse mortality and relapse-related mortality []. Fu et al. showed that the incidence of late-onset hemorrhagic cystitis after haploidentical SCT was higher in high-dose ATG (thymoglobulin 10 mg/kg) than in low-dose ATG (thymoglobulin 6 mg/kg) []. Since we previously demonstrated that even a low dose of ATG, thymoglobulin 2.5 mg/kg, was sufficient to control GVHD at an acceptable level in the Japanese population based on our experience of more than 500 cases of haploidentical SCT [], we used thymoglobulin 2.5 mg/kg in this case and considered the effects of ATG on T-cell recovery to have also been minimized.\\nIn our case, CD19+ cells in PB rapidly increased in number after allo-SCT, and this was accompanied by IgA and IgM production. Moreover, anti-B antibody production, as an example of specific antibody production, was observed as early as on day 10. Although the total amount of IgG in PB spontaneously recovered, the titer of virus-specific antibodies, except for EBV-VCA IgG, disappeared after the discontinuation of IgG replacement. A vaccination for influenza virus was unsuccessful in the first season after allo-SCT. Thus, pathogen-specific immune responses had not fully recovered 1 year after allo-SCT. This may be explained by T-cell reconstitution not being thoroughly achieved, as shown by the TREC analysis (Fig. ). Nevertheless, the patient has been doing well without any infectious episodes, which had previously occurred and were life-threatening. Another interesting result was the possible transfer of immune or allergic responses from the donor. In this setting, the donor had a high titer of RIST and RAST to some allergens. The recipient exhibited a slight increase in RAST to orchard grass on day 46, implicating the transient transfer of allergic immunity.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'24485939': 1, '12763478': 1, '15246728': 1, '34241796': 1, '25061777': 1, '9427714': 1, '20140024': 1, '8695804': 1, '24599414': 1, '10228295': 1, '26688094': 1, '31105705': 1, '25677646': 1, '26182687': 1, '34164761': 1, '20494932': 1, '34779842': 1, '25652604': 1, '33643318': 1, '23632950': 1, '16327813': 1, '24978139': 1, '32800027': 1, '25139202': 1, '25900577': 1, '16862044': 1, '14929630': 1, '21927799': 1, '25595268': 1, '34252140': 1, '33584693': 1, '8425221': 1, '17084371': 1, '19628217': 1, '33632952': 1, '12217331': 1, '26337829': 1, '26873735': 2}", "similar_patients": "{}"}