{"patient_id": 148314, "patient_uid": "4606709-1", "PMID": 26538967, "file_path": "noncomm/PMC004xxxxxx/PMC4606709.xml", "title": "Rehabilitation of Bell's palsy patient with complete dentures", "patient": "A 59-year-old female patient reported to the hospital for replacement of missing teeth. On examination, the patient had lost all her teeth and her one side of the face was paralyzed. The patient gave a history of trauma before some years and gradually lost all her teeth due to periodontal problems. The patient underwent medical treatment for the same in a general hospital. The paralysis was noted both in upper and lower regions of the face and the patient was unable to smile and close her eyes on her left side. The patient was unable to lift her left eyebrow and complained of reduced taste sensation, but was not insisting on the symptoms. The patient had spasms in her facial muscles with synkinesis, which developed gradually [Figures and ] and was not clear of the time period over which it developed. There was an asymmetry of her face when she tried to smile or close her eyes with a maximal effort. The diagnosis was Bell's palsy Grade IV[] on the left side of the patient's face which involved the ipsilateral part of the facial nerve. The patient was not willing for the invasive treatment for the same. The patient was given an option of complete dentures with cheek plumpers,[] which can somewhat improve her facial appearance. The patient readily accepted the treatment plan and primary impressions were made for the upper and lower edentulous arches.\\nThe diagnostic casts showed normal arch form without any pathologic conditions. The labial and buccal flanges of the dentures were planned to be enhanced as the circumoral muscles were weak. A simple way of enhancing the labial flanges with wax and later processing with acrylic resin was planned due to time and economic factors. Proper physiologic impressions were made after explaining the treatment plan to the patient with her consent. The occlusal rims were fabricated from the master casts with additional wax on the labial and buccal flanges. The jaw relations were made and try-in verification was done at a later date. Wax was added more on the right side and less on her left side to reproduce the symmetry of her face [Figures –]. After satisfactory results with the patient's consent, the denture was fabricated with high impact acrylic resin. The upper and lower dentures were inserted in a later appointment [Figures and ]. The patient was taught to use the prosthesis and proper instructions were given to the patient. Oral hygiene was emphasized to avoid food entrapment between the dentures and the cheek. The patient was further referred to an ophthalmologist for corneal protection.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'55482': 1, '3921901': 1, '15232560': 1, '26538967': 2}", "similar_patients": "{}"}