{"patient_id": 80051, "patient_uid": "4352458-1", "PMID": 25793131, "file_path": "comm/PMC004xxxxxx/PMC4352458.xml", "title": "Ovarian Hyperstimulation Syndrome, the Master of Disguise?", "patient": "A 41-year-old woman, undergoing her second cycle of IVF treatment, presented to the ED with acute chest pain. The chest pain was central, was worse on inspiration, and was not induced or exacerbated by exercise. The patient had associated dyspnea and observations revealed oxygen saturations to be 90% on air. Her thrombogenic risk factors included reduced immobility due to back pain and recent IVF []. Past medical history included one failed cycle of IVF and a recent embryo implantation in her second IVF cycle. Examination revealed a woman in substantial pain, with associated tachypnea, tachycardia, and bilateral reduction in air entry to the lung bases.\\nThe presence of thrombogenic risk factors and the clinical presentation gave the patient a modified Wells score of six, rendering pulmonary embolus a likely diagnosis []. Consequently, the patient was placed on high flow oxygen and routine bloods, a d-dimer, and a clotting profile were requested. The d-dimer returned as mildly raised (430 mg/L, upper limit of normal in our laboratory was 250 mg/L) and the patient was sent to the medical admissions unit (MAU) for further clerking and therapeutic thromboembolic treatment.\\nIn the MAU, two important inconsistencies with the original assessment were established. Firstly, the chest pain appeared to be epigastric and was associated with new onset abdominal bloating. Secondly, a thorough drug history highlighted that the patient had been taking a low molecular weight heparin following her previous IVF failure. These findings significantly reduced the likelihood of a pulmonary embolus. Consequently, beta-human chorionic gonadotropin (beta-hCG) levels and abdominal ultrasound scan were requested. The beta-hCG returned as raised and the scan revealed bilateral ovarian enlargement, ascites, and a right-sided pleural effusion, uniting the symptoms and thus confirming the diagnosis of severe OHSS.\\nSubsequently, the patient was transferred to gynecology where she was closely monitored. During her stay, the ascites reduced, the shortness of breath improved and the following week, she was discharged home with no symptoms.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'16126753': 1, '12638783': 1, '12498425': 1, '7493413': 1, '9402276': 1, '11821092': 1, '27034864': 2, '9867786': 1, '23930126': 1, '7745079': 1, '20485578': 1, '25793131': 2}", "similar_patients": "{'4789410-1': 1}"}