{"patient_id": 139855, "patient_uid": "4093743-1", "PMID": 25024898, "file_path": "noncomm/PMC004xxxxxx/PMC4093743.xml", "title": "Endoscopic removal of subgaleal hematoma in a 7-year-old patient treated with anticoagulant and antiplatelet agents", "patient": "A 7-year-old boy who was medicated with warfarin and aspirin due to a hypoplastic left ventricle fell from a rock with a height of 3 m and hit his head in the frontal region. He became stuporous and was transferred to a local hospital. Neurological examination revealed mild disturbance of consciousness without any focal deficits. Physical examination demonstrated the frontal region to be remarkably swollen. The swelling was soft and extremely tender. Computed tomography (CT) scan showed an extensive subcutaneous hematoma over the cranial sutures, indicating subgaleal hematoma without intracranial lesions. Conservative treatment including cessation of the warfarin and aspirin therapy was instituted. Rapid neutralization with a vitamin K2 agent was not performed because the patient's prothrombin time-international normalized ratio (PT-INR) of 1.44 and 5-min bleeding time at admission were not remarkably outside the normal range.\\nHowever, the subgaleal hematoma gradually grew to surround the anterior part of the cranial vault in spite of compression with bandage to the head []. The patient's head circumference and anemia also progressed leading to worsening of his headache and lethargy []. The headache was attributed to the stretching of the cutaneous and subcutaneous tissue. Therefore, surgical removal of the hematoma was planned. An endoscope was used to avoid a long skin incision and to allow efficient removal of the hematoma under direct visualization. The bleeding time before surgery was 4 min, which was not dangerously prolonged.\\nThe patient was placed in a supine position under general anesthesia. A local anesthetic agent was infiltrated at the midline of the planned entry site to reach the subgaleal hematoma. A skin incision approximately 2 cm long was made along the hairline and used to introduce the endoscope and the surgical instruments []. The subgaleal hematoma around the entry site was removed with aspiration and a spatula to allow advancement of a 30° angled rigid endoscope (Karl Storz, Germany) in the working space left by hematoma removal []. Several sites of bleeding in the subgaleal space could be found and coagulated during the procedure, and the oozing from the surrounding subcutaneous tissue was controlled without difficulty to allow the almost complete removal of the hematoma [].\\nThe patient's postoperative course was uneventful. His headache diminished immediately and the anemia also began to resolve within a week. No sign of recurrence could be found during 2 years follow-up after the resumption of warfarin and aspirin therapy.", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'21284462': 1, '9482063': 1, '16327458': 1, '12762894': 1, '7978948': 1, '15213541': 1, '25024898': 2}", "similar_patients": "{}"}