{"patient_id": 78306, "patient_uid": "4242995-1", "PMID": 25429183, "file_path": "comm/PMC004xxxxxx/PMC4242995.xml", "title": "Adenoid Cystic Carcinoma of Bartholin’s Gland Clinically Mimics Endometriosis, A Case Report", "patient": "A 42-year-old woman, G4L4 with regular menstruation was referred to the Gynecology Department of Hazrat Zeinab Hospital, which is affiliated with Shiraz University of Medical Sciences. The main complaint was a palpable painful mass and burning sensation on the left side of the vulva during the preceding two months. She did not have a vaginal discharge and her past medical history was ordinary except for a bilateral tubal ligation, which was performed 14 years earlier. Based on vaginal examination, a 3×2-solid fixed painful nodule was palpated that extended up to 2-3 cm above the hymenal ring on the left side of the vagina. The vaginal mucosa was intact and no groin lymphadenopathy was detected. Sonography revealed a solid hypoechoic mass measuring 2.9×2.5×2.1 cm on the left side of the vulva (). The patient’s laboratory data upon admission, including hematology, serum biochemistry were within normal limits. Consequently, the diagnosis of endometriosis was made. During the operation, a firm ill-defined mass with deep infiltration was detected in the anatomic region of Bartholin’s gland. This was extended to the vaginal wall and the pelvic floor. On gross examination, the excised mass was fragmented, creamy-brownish and solid measuring 5×4×4 cm. Microscopic examination revealed tubules with a cribriform pattern and gland like elements where few contained granular basophilic material and surrounded by hyaline stroma. The tumor cells were relatively uniform with scant cytoplasm and hyperchromatic round to the oval nuclei without nucleoli (A and 2B). Multifocal perineural invasion was observed and the tumor had invaded into the adjacent muscle (A and 3B). Histological features were compatible with ACC. Surgical margins were involved by the tumor and the overlying mucosa was intact. Although the transition from normal glandular epithelium to neoplastic epithelium was not identified, the carcinoma was considered to originate from the Bartholin’s gland. Subsequently, an examination under anesthesia showed no palpable residual tumor tissue. Abdominal and pelvic sonography, magnetic resonance imaging, thoracic radiography, and mammography showed no abnormality. The patient was referred for radiotherapy treatment and after 19-month, the patient was disease-free.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'31531253': 2, '17488169': 1, '24371664': 1, '211071': 1, '11531274': 1, '30555885': 1, '18800221': 1, '32605643': 2, '24455537': 1, '16194566': 1, '18283472': 1, '22482984': 1, '25429183': 2}", "similar_patients": "{'6720055-1': 1, '7329502-1': 1}"}