{"patient_id": 151104, "patient_uid": "4802953-1", "PMID": 27057238, "file_path": "noncomm/PMC004xxxxxx/PMC4802953.xml", "title": "Tentorial meningioma presenting as hemifacial spasm: An unusual clinical scenario", "patient": "A 51-year-old female patient presented with involuntary movements involving the left side of face. Symptom started 4 years back, initially affecting the left periorbital region and gradually spreading to perioral region. Initially she was treated with homeopathic medicines and physiotherapy, but was not relived of symptom. Gradually, the intensity and frequency of symptom increased, involving complete left half of the face. She also complained of dizziness, headache, and tendency to swaying toward right side, but had no hearing difficulty or dysphagia.\\nNeurological examination showed left-sided HFS and right side cerebellar signs. Spasm was spontaneous and synchronously involving the left periocular and perioral regions. The spasm used to aggravate by emotional feelings or forced eye closure.\\nPreoperative brain magnetic resonance imaging (MRI) showed an extra-axial lesion, measuring about 70 × 60 × 65 mm, in the right posterior fossa. The mass was hypointense on both T1-weighted and T2 weighted images. Mass showed homogeneous contrast enhancement [] with right tentorium based dural tail []. There was mass effect in the form of supratentorial hydrocephalous with compression of fourth ventricle. Prepontine and cerebellopontine cisterns were obliterated because of anteroinferior displacement of cerebellum and pons []. Left-sided facial–vestibulocochlear nerve complex was kinked over internal meatus compared to right because of gross displacement of brainstem and fourth ventricle toward the opposite side []. Mass was not in direct contact with the cerebellopontine area (CPA). Imaging features were strongly suggestive of right tentorial meningioma.\\nAfter doing left side medium pressure ventriculoperitoneal shunt, we planned to resect the tumor through right suboccipital craniotomy. Partial exposure of the tumor showed that it was well demarcated from cerebellar hemisphere and highly vascular. After careful dissection and repeated internal decompression, the tumor was excised out of cerebellar hemisphere. Near-total excision of the tumor was done, leaving small bits of tissue around the straight sinus and confluence of sinuses to avoid bleeding and venous infarction. Histopathology report confirmed the diagnosis of meningioma [].\\nIt was observed that both frequency and intensity of facial spasm were reduced on the first postoperative day, with the total disappearance of HFS by the 3rd postoperative day. Unfortunately, the patient died on the 5th postoperative day due to massive myocardial infarction.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'3808320': 1, '19844631': 1, '16533973': 1, '15900403': 1, '6330612': 1, '15877188': 1, '11255633': 1, '7731520': 1, '1440205': 1, '894338': 1, '27057238': 2}", "similar_patients": "{}"}