{"patient_id": 76446, "patient_uid": "4120779-1", "PMID": 25114818, "file_path": "comm/PMC004xxxxxx/PMC4120779.xml", "title": "Concurrent Malignant Solitary Fibrous Tumor Arising from the Omentum and Grade 3 Endometrial Endometrioid Adenocarcinoma of the Uterus with p53 Immunoreactivity", "patient": "A 62-year-old menopausal woman presented to our hospital with vaginal discharge. The uterus, which was slightly larger than a hen's egg, along with a movable goose-egg-sized hard tumor in front of the uterus, was palpable during the internal examination. Grade 3 endometrioid adenocarcinoma of the uterus was detected by endometrial curettage. Computed tomography (CT) and/or magnetic resonance imaging (MRI) detected 2 solid tumors in both the uterus and the peritoneal cavity, measuring approximately 4 cm and 10 cm, respectively. Bilateral ovaries could also be detected (). The tumor in front of the uterus originated from the omentum on coronal CT (). On MRI, the tumors exhibited a hypointense signal on T1-weighted images (T1WI) and a heterogeneous isointense-to-hyperintense signal on T2-weighted images (). They were prominently enhanced on contrast-enhanced T1WI (), and high-intensity areas were visible in the diffusion-weighted images. The flow void from the omentum to the tumor could be also detected. Preoperatively, these results were highly suggestive of uterine corpus cancer and a primary (or secondary) malignant tumor of the omentum. The patient's serum CA125 and serum CA19-9 levels were 38.7 U/mL and 35.1 U/mL, respectively. As expected, a laparotomy revealed that the tumor in the peritoneal cavity originated from the omentum, and it was well circumscribed with a gross maximum dimension of 10 cm (). It was diagnosed as a sarcoma by pathohistological analysis during surgery, and then a hysterectomy, bilateral salpingo-oophorectomy, omentectomy, and lymphadenectomy were performed. Histological examination revealed that the tumor in the uterus was a grade 3 endometrial endometrioid adenocarcinoma (pT1bN0M0). The tumor cells were strongly immunoreactive for p53. Tumor in the peritoneal cavity was hypercellular and exhibited a patternless arrangement of fibroblastic spindle cells. It was composed of markedly atypical cells with a high mitotic activity (>10 mitotic figures/10 high power fields (HPF); ) and the proliferative index as assessed by Ki-67 labeling index positivity was >30%. Immunohistochemical staining demonstrated that the tumor cells were positive for vimentin, bcl-2, CD34 (), CD99, CD10, S-100, c-kit, epithelial membrane antigen, cytokeratin AE1/AE3, progesterone receptor, p16 (), and p53 (), according to various grades of intensity (). They were negative for smooth muscle actin, desmin, D2-40, calretinin, estrogen receptor, and CD31. Therefore, we determined that the omentum tumor was a malignant SFT with sarcomatous growth. Six cycles of adjuvant chemotherapy (paclitaxel, 175 mg/m2 and carboplatin, AUC 5) were administered for the uterine corpus cancer. The patient remains healthy 48 months after the surgery.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'2665534': 1, '21332007': 1, '22449361': 1, '33552488': 2, '19718788': 1, '9006334': 1, '19349855': 1, '27354994': 1, '21575150': 2, '9639117': 1, '9850176': 1, '33856588': 2, '12713562': 1, '25114818': 2}", "similar_patients": "{'8050163-1': 1, '3115912-1': 1, '7846890-1': 1}"}