{"patient_id": 85874, "patient_uid": "4793181-1", "PMID": 26985348, "file_path": "comm/PMC004xxxxxx/PMC4793181.xml", "title": "Molecular Dissection Using Array Comparative Genomic\\nHybridization and Clinical Evaluation of An Infertile\\nMale Carrier of An Unbalanced Y;21 Translocation:\\nA Case Report and Review of The Literature", "patient": "An apparently healthy man, 34-year-old, attended our services after a two years history of infertility. An informed consent was obtained from the patient after the aims and procedures of the investigation were fully explained. He appeared as a well-developed male, 170 cm tall, weighing 68 kg. Physical examinations revealed normal male habitus except for a high-pitched voice and testis slightly smaller in size: at scrotal echography, the right testis was evaluated about 15 ml in volume and the left approximately 12 ml. Repeated semen analysis revealed azoospermia. Endocrinological examinations showed hypergonadotrophic hypogonadism, with elevated follicle stimulating hormone (FSH, 24.6 mU/ml), moderately low total serum testosterone level (2.74 ng/ ml), very low free testosterone (3.74 pg/ml), and normal levels of sex-hormone-binding globulin (34.8 nmol/l) and luteinizing hormone (LH, 4.2 mU/ml). The patient, who received preand posttest genetic counselling, refused a testicular biopsy for diagnostic purposes and the possibly recovery of germ cells.\\nHigh-resolution chromosome analysis [Quinacrine (QFQ) banding] was performed from blood lymphocyte cultures according to standard cytogenetic procedures. FISH was carried out according to manufacturer’s instructions, using centromeric probes for chromosomes Y (DYZ3, Yp11.1-q11.1; Kreatech Diagnostics) and 13/21 (D13Z1/D21Z1, 13p11.1-q11.1 and 21p11.1-q11.1; Kreatech Diagnostics), subtelomere-specific probes for both arms of the sex chromosomes (DXYS130, Xp/Yp telomeres; DXYS224, Xq/Yq telomeres; Kreatech Diagnostics) and probes for the whole chromosome Y and 21 (Kreatech Diagnostics). Lymphocyte preparations from male with normal karyotype were used as controls for the FISH assays.\\nArray-CGH was performed using the Human Genome CGH 4X180K Microarray Kit (Agilent Technologies, USA), according to the manufacturer’s protocols. The Agilent Feature Extraction software has been used to perform image analysis. In order to correct systematic spatial and intensity biases, the results were normalized using the lowess function. Normalised log2ratio values were calculated and breakpoint identification was performed applying the Shifting Level Model (SLM) segmentation algorithm (). The probabilistic classification of each segmented region into biologically motivated status (loss, neutral or gain) was performed by FastCall algorithm (). A rearrangement was defined by the deviation of at least three consecutive probes, with a practical average resolution of about 100 kb.\\nIn our patient, the Y chromosome was not detectable at a first conventional chromosome analysis, revealing the appearance of a 45,X0 karyotype. As the result was inconsistent with the phenotype of the patient and some additional material detected on the terminal part of 21p chromosome, might be suspected of Y-derived material, we applied FISH analysis. By this approach, we detected a derivative chromosome originating from a fragment of the short arm of the chromosome Y translocated on the short arm of the 21 chromosome (). By applying dual-color FISH using alpha-satellite probes respectively for Y (Yp11.1-q11.1) and 21 (21p11.1- q11.1) chromosomes, we identified two centromeres at the derivative chromosome, originated from centromeres of both Y and 21 chromosomes.\\nAs a whole, the derived chromosome could be described by FISH as [45,X,der()t(Y;21)(q11;p11). ish der()(wcpY+,wcp21+,DXYS130+,DYZ3+, D13Z1/D21Z1+,DXYS224)]. To further characterize the rearrangement, array-CGH analysis was carried out and showed a Yq deletion of about 45 Mb ± 0.2 Mb, spanning from 13,992 kb to 59,031 kb, respectively the first and the last probes on the array platform. According to the University of California Santa Cruz (UCSC) Genome Browser, GRCh37/hg19 deletion breakpoints mapped in Yq11.2-q12 ( arr Yq11.21- q12(13.992.304-59.031.421)x1 ().", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'3473936': 1, '23151880': 2, '30985718': 2, '3717603': 1, '18990982': 1, '20089613': 1, '22327198': 1, '18155094': 1, '29860576': 1, '9254721': 1, '12525536': 1, '15845593': 1, '32590788': 2, '11756355': 1, '1277572': 1, '33280174': 1, '2244061': 1, '20207682': 1, '24341145': 1, '17347549': 1, '12210351': 1, '15689348': 1, '18304539': 1, '9490306': 1, '2056021': 1, '12210575': 1, '24154799': 1, '18535003': 1, '3163319': 1, '9557827': 1, '12111641': 1, '19948744': 1, '22216228': 1, '26985348': 2}", "similar_patients": "{'6485881-1': 1, '3528878-1': 1, '7328960-1': 1}"}