{"patient_id": 152070, "patient_uid": "4866079-1", "PMID": 27177892, "file_path": "noncomm/PMC004xxxxxx/PMC4866079.xml", "title": "A Glasgow Tipple—transjugular intrahepatic portosystemic shunt insertion prior to Whipple resection", "patient": "A 49-year-old male with no alcohol history presented to Glasgow Royal Infirmary with a 3-month history of right upper quadrant pain, jaundice, fever and 15 kg weight loss. Abdominal examination revealed hepatosplenomegaly, confirmed by abdominal ultrasound along with intrahepatic biliary tree dilatation. Liver function analysis revealed a mildly elevated bilirubin of 2.05 mg/dl. Computed tomography (CT) imaging demonstrated abrupt distal common bile duct (CBD) narrowing yet normal pancreatic duct. Notably, significant portal hypertension was evident with large para-esophageal varices and splenomegaly (Fig. a). With no obvious risk factors for chronic liver disease apart from obesity, alcoholic steatohepatitis was suspected. While magnetic resonance cholangiopancreatography was planned, cholangitis developed, prompting an ERCP, which revealed Grade B esophageal varices, an edematous ampulla (Fig. b) and a distal CBD filling defect, which was biopsied, with biliary drainage achieved using a plastic double pigtail stent. Histopathological examination revealed high-grade dysplasia within the bile duct adenoma. With potential for malignant progression, surgical resection was considered; however, comorbidity including obesity and sleep apnea compounded by portosystemic hypertension created a management dilemma.\\nHepatic vein wedge pressure measured 30 mmHg compared to an arterial pressure of 12 mmHg confirmed portal hypertension; however, a fibroscan revealed no evidence of cirrhosis. Prophylactic β-blockers were commenced. Liver histology from a percutaneous biopsy suggested congenital hepatic fibrosis (CHF) as a potential underlying cause of portal hypertension (Fig. c). Following intense multidisciplinary discussion, it was decided that in the context of a relatively young, cardiovascularly fit patient with non-cirrhotic liver disease, a TIPS procedure was appropriate, with a view to reconsidering surgery. A literature search failed to identify evidence to support a decision to adopt a staged TIPS with PD for a high-grade dysplastic lesion.\\nSignificant residual biliary dilatation remained, which prompted placement of a 6-cm partially covered metal wall stent with subsequent improved drainage. A Viatorr® stent graft (10 mm, Gore) was then placed between the middle hepatic vein and left portal vein. Pre-TIPS pressures measured as 19 mmHg was reduced to 7 mmHg postprocedure; unfortunately, this initial TIPS failed requiring a second, successful procedure (Fig. a).\\nFollowing further deliberation and no evidence of metastatic disease on imaging, the patient proceeded to resection. While fibroscan had suggested a normal liver, intraoperative fibrosis was encountered. Although few high-pressure veins were noted, the TIPS had achieved successful portal decompression enabling PD.\\nThe patient subsequently developed postoperative pancreatitis, complicated on postoperative day 4 by respiratory distress requiring intensive care unit admission. CT imaging revealed small fluid collections related to the pancreatic anastomosis, which were not amenable to drainage. Strikingly, repeat CT scan on postoperative day 6 demonstrated TIPS failure with extension of thrombus into the superior mesenteric vein (SMV) and significant small bowel venous congestion. Despite the ominous appearance (Fig. b) conservative management with broad-spectrum antibiotics, inotropic support and low molecular weight heparin resulted in gradual improvement with discharge home achieved on day 28. Final pathology unexpectedly revealed a 15-mm pT1pN0 distal cholangiocarcinoma with clear resection margins (Fig. c), for which no adjuvant therapy was required.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'17122618': 1, '14736522': 1, '9566842': 1, '15660434': 1, '13398881': 1, '6249119': 1, '23370327': 1, '19169145': 1, '24222957': 1, '27177892': 2}", "similar_patients": "{}"}