{"patient_id": 150588, "patient_uid": "4767093-1", "PMID": 26957712, "file_path": "noncomm/PMC004xxxxxx/PMC4767093.xml", "title": "Intraoperative tumor lysis syndrome in a child with Wilms' tumor", "patient": "A 5-year-old boy was referred to the Pediatric Surgery Department with complaints of a large mass in the abdomen for the past 4–5 months. There were no other associated complaints such as nausea, vomiting or abdominal pain. Preanesthetic evaluation revealed no previous surgeries or hospitalization, no medication, no history of any other chronic illness or associated congenital anomalies. Airway examination was normal. Per abdomen examination revealed a tense, distended, nontender abdomen wall with a large solid mass on palpation, which seemed to occupy most of the abdomen []. Radiological evaluation revealed a large 30 cm × 20 cm tumor arising from the right kidney with no intravascular extension. He was posted for excision and surgical staging of the tumor. Preoperative investigations revealed a normal hemogram and normal electrolytes. Renal function tests were also within normal limits.\\nThe patient was taken up for surgery after arranging adequate units of blood and taking informed high-risk consent from the parents. The child was taken into the operation theater (OT) after premedication with midazolam. After establishing basic monitoring and decompressing the stomach with a nasogastric tube, the patient was induced in a slight head up position to decrease respiratory embarrassment due to the abdominal mass. A central venous catheter was inserted into the right internal jugular vein anticipating a large amount of blood loss and fluid shifts.\\nThe abdomen was then opened and revealed a large vascular mass arising from the right kidney []. The tumor was gradually dissected and removed over the next 1 h. Hemodynamic stability in terms of oxygenation and perfusion was maintained with isotonic crystalloids initially and later with packed red blood cells. There was no drastic hypotension noted and the operation seemed to progress uneventfully till the mass was removed from the abdomen. As the surgeons prepared to close the abdomen, suddenly a ventricular tachycardia (VT) rhythm was noted on the monitor, which was initially confused with electrocautery interference, but was confirmed after asking surgeons to stop. Absence of the carotid pulse confirmed a pulseless VT and chest compressions were started while the defibrillator was charged. The patient was revived with return of normal cardiac rhythm after 10 min of resuscitation following the pediatric advanced life support algorithm. He was given 3 DC shocks (2 J/kg), 2 doses of epinephrine (10 mcg/kg), and calcium gluconate (100 mg/kg). A femoral arterial blood gas (ABG) sample was sent while the surgeons rapidly closed the abdomen. The patient was urgently shifted to the Pediatric Intensive Care Unit (PICU). The blood gas sample revealed hyperkalemia (6.8 mEq/L) and hypocalcemia (7 mg/dl). The electrocardiogram (ECG) now showed a sine wave pattern. Anti hyperkalemic measures were instituted in the form of glucose insulin infusion over 10 min, salbutamol nebulization and soda bicarbonate (2 mmol/kg). The patient required inotropic support in the form of dopamine (10 mcg/kg/min) and norepinephrine (0.5 mcg/kg/min). Repeat sample of ABG revealed persistent hyperkalemia and the patient was planned to be put on urgent hemodialysis (HD). Due to hemodynamic instability and high inotropic requirement, the patient could not tolerate HD and arrested again in the PICU. He was transiently revived and the HD was stopped. However, due to resistant hyperkalemia, not at all responding to conventional modes of treatment, patient recurrently went into VT. After numerous attempts at resuscitation, the patient could not finally be revived and was declared after briefing and sensitizing the parents to the prognosis.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'20645039': 1, '1433798': 1, '33842134': 2, '22437219': 1, '25002953': 1, '22096300': 2, '27129294': 1, '21181208': 1, '16932011': 1, '11240885': 1, '31200669': 2, '28203093': 1, '26957712': 2}", "similar_patients": "{'6570972-1': 1, '8022680-1': 1, '3214572-1': 1}"}