{"patient_id": 76748, "patient_uid": "4142387-1", "PMID": 25180100, "file_path": "comm/PMC004xxxxxx/PMC4142387.xml", "title": "Anesthetic Management of a Patient with Sustained Severe Metabolic Alkalosis and Electrolyte Abnormalities Caused by Ingestion of Baking Soda", "patient": "A 63-year-old 75 kg male with a history of sinonasal melanoma presented for an endoscopic ethmoidectomy, sphenoidectomy, maxillectomy, palatectomy, and bilateral neck dissection. His past medical history included a 12-year history of colon cancer, which had been managed with a “nature remedy” in Mexico. His remedy included 4Life Transfer Factor Plus, Choice Fifty, Orasal, Boluoke, Grano Derma, Resveratrol Plus, and vitamins C, E, and D. He denied any other medical or surgical issues in the past. His laboratory report 14 days prior to surgery revealed potassium 3.2 mEq/L, chloride 94 mEq/L, and bicarbonate 31 mEq/L. All other electrolyte, renal, and liver function labs were within normal range. On preoperative anesthesia assessment, his vital signs were within normal limits, and his physical exam was normal with the exception of a large mass on the right side of his face.\\nHe was brought to operating room with 2 mg of midazolam premedication. Upon arrival at the operating room he became difficult to arouse. General anesthesia was induced with 150 mg of propofol, 20 mcg of sufentanil, and 70 mg of rocuronium and was maintained with air, oxygen, and 0.6-0.7 MAC of desflurane plus 0.1 mcg/kg/hr of sufentanil infusion. After 1.5 hours of surgery, the patient received one liter of plasmalyte with minimal blood loss. A baseline arterial blood gas reported severe metabolic alkalosis and multiple electrolytes derangements ( at 0919). A blood chemistry test confirmed the accuracy of blood gas report. Therefore, 1 gram of calcium chloride, 2 grams of magnesium sulfate, 40 mEq of potassium chloride in 800 mL of normal saline (an institutional policy for peripheral IV potassium), and 100 mg of hydrocortisone were given. The ventilator settings were adjusted to target the ETCO2 of 40 mmHg. After about 2.5 hours into the surgery, his blood pressure decreased from 110s/70s mmHg to 80s/60s mmHg. Meantime, he had a total fluid balance of 4,000 mL of plasmalyte, 700 mL of blood loss, and 175 mL of urine output. After several boluses of vasopressin and phenylephrine, a 4-unit/hr vasopressin infusion was added to his treatment. His BP remained low in 80s/60s mmHg, for which he frequently required boluses of phenylephrine and ephedrine. His EKG showed regular sinus rhythm with rate of low 80s bpm. The total anesthetic duration was 12 hours. At the end of surgery, he received a total of 7600 mL of plasmalyte, 1100 mL of colloid, and 797 mL of packed blood cells, with 1000 mL of estimated blood loss and 595 mL of urine output. In addition, he also received second dose of 1 gram of calcium at the 7th hour and 40 mEq potassium at the 9th hour of surgery. illustrates his intraoperative arterial blood gas results at different time points. He was extubated at the end of surgery in the operating room.\\nPostoperatively, he developed hallucinations described as “constantly dreaming and difficulty to close eyes.” The hallucination disappeared on postoperative day 3 without intervention. His K, Na, and CL remained low until postoperative day 6. His postoperative EKG showed a normal sinus rhythm with a rate of 70s bpm. No other issues were identified in his postoperative course. The patient was discharged to home on postoperative day 7.\\nOn postoperative followup, we learned that, for the past 12 years, the patient used herbal medications and also drank an “alkaline liquid”: a mixture of 1 liter of pH 7.8–8 water, typically with bottled water, key lime juice, and a quarter of tablespoon baking soda. The endpoint of the remedy was to achieve urine pH of 7.58–8. He stopped all the herbs 5 days prior to surgery per his doctor's advice but kept his “alkaline liquid” until the night before surgery. He never experienced muscular cramping, weakness, or alter mental status in the past.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'236705': 1, '7596870': 1, '30662230': 2, '9950389': 1, '14551368': 1, '17364637': 1, '12900682': 1, '25180100': 2}", "similar_patients": "{'6311974-1': 1}"}