{"patient_id": 88376, "patient_uid": "4999351-1", "PMID": 27588228, "file_path": "comm/PMC004xxxxxx/PMC4999351.xml", "title": "Colon Mass as a Secondary Metastasis from Cholangiocarcinoma: A Diagnostic and Therapeutic Dilemma", "patient": "We diagnosed a 70-year-old-male with cholangiocarcinoma for which he underwent a Whipple procedure. The pathology report showed a moderately differentiated adenocarcinoma of the middle and distal bile duct, 0.5 cm in size, which was confined to the bile duct with clear margins; one out of 17 (1/17) lymph nodes tested positive for adenocarcinoma. With that information, we staged the tumor as pT1N1MX (Stage IIB). Subsequently, the patient was placed on adjuvant chemotherapy consisting of gemcitabine, 1,000 mg/m2 weekly for three out of four weeks each month for a total of six months. Nine months after the therapy started, the patient developed atrial fibrillation for which he underwent cardioversion and was then put on Coumadin. After being on Coumadin for five months, he noticed blood in his stool. An investigation revealed an elevated INR of 5.2. After correcting the INR, he underwent a CT scan as well as a colonoscopy due to continued bleeding. The CT scan of the abdomen and pelvis showed an area of mural thickening in the middle to distal portion of the ascending colon suspicious for a neoplastic process, bilateral pleural effusion more than the previous studies performed earlier. Colonoscopy confirmed the mass initially noticed on the CT scan as shown in Figure .\\nHistology showed adenocarcinoma, and the immunostaining was positive for CK7 and CA19-9 and negative for CEA and CK20. These pathological findings were consistent with a metastatic bile duct adenocarcinoma confirmed by an immunoperoxidase staining pattern identical to the patient’s primary tumor at the time of initial diagnosis about 15 months previously. A PET-CT scan revealed a small focus of tracer uptake within the right supraclavicular area with a standardized uptake value (SUV) of 2.5. A pretracheal lymph node had an SUV of 3.3, a subcarinal lymph node had an SUV of 4.0, and a right hilar lymph node had an SUV of 3.1. Mild tracer uptake was seen in the left lower effusion, but no uptake in the right pleural effusion. In the right lower lobe, a focal mass-like lesion was found with SUV of 2.4. The tracer uptake was insignificant in the liver, but there was significant tracer uptake seen in the bowel adjacent to the gastric anastomosis with an SUV of 3.7, which was possibly due to inflammatory change. The lymph node anterior to the inferior vena cava within the right mid-abdomen had an SUV of 2.7. A soft tissue mass abutting the colon at the level of the hepatic flexure had an SUV of 11.1. A lymph node anterior to the right common iliac vein had an SUV of 3.6. The major conclusion of the PET-CT was that the soft tissue mass near the hepatic flexure was consistent with malignancy. The adenopathy in the abdomen, the chest findings, and the lesion in the right lower lobe of the lung all pointed toward metastasis.\\nThe case was thoroughly discussed in different multimodality conferences and finally diagnosed as colon metastasis from his primary cholangiocarcinoma. The patient was treated with systemic chemotherapy consisting gemcitabine and cisplatin based on the diagnosis of cholangiocarcinoma, which resulted in a partial response with a duration of response of four months. He later progressed to peritoneal disease and was treated with oral capecitabine.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'10536130': 1, '17696942': 1, '15123362': 1, '22368740': 1, '22493384': 1, '16258812': 1, '22307905': 1, '21922366': 1, '21461082': 1, '20594264': 1, '27588228': 2}", "similar_patients": "{}"}