{"patient_id": 149607, "patient_uid": "4701681-1", "PMID": 26766960, "file_path": "noncomm/PMC004xxxxxx/PMC4701681.xml", "title": "Desensitization of Triggers and Urge Reduction for Paruresis: A Case Report", "patient": "A 27 year-old man visited our outpatient clinic in the Department of Psychiatry, Hanyang University Guri Hospital in Gyeonggi Province, Korea, complaining of fear of using public restrooms and worrying about others watching him urinate. This fear had begun 10 years earlier when he was a sophomore in high school; since then, he had persistently avoided such places, which made it difficult for him to travel or engage in social activities. He managed to enter and use the restroom if only one or two others were in it, but could not use a restroom with several other people in it. This condition had greatly impaired his academic progress and interpersonal activities. During the course of his illness, he had attended a psychiatric clinic and received a prescription for antidepressants and antianxiety medications, but there had been no improvement over one year of use. In addition, he had attended six sessions of individual cognitive behavioral therapy for social phobia but had terminated the treatment prematurely due to a lack of perceived improvement. He had heard out about EMDR from the media and visited our clinic with the hope receiving the treatment.\\nThe patient met the DSM-5 criteria for social anxiety disorder in that he had consistently experienced marked fear and anxiety about using public restrooms while others were present, and he feared that other people would notice his anxiety and embarrassment.\\nHe was referred to EMDR therapy with the first author (HP) and privoded informed consent for receiving DeTUR and participating in a case report. One week before initiation of the DeTUR, his baseline symptom level was measured with the State Anxiety Inventory (SAI), the Social Avoidance and Distress Scale (SAD), and the Fear of Negative Evaluation (FNE). He completed the questionnaires again one week after the final session and at the one-year follow-up. The patient attended eight weekly 60-minute sessions, at the end of which he had no anxiety about using any public restroom, and his self-reported symptoms on the three measures had reached nonclinical levels. State anxiety (score range 20-80, cut-off 52) decreased from 56 pretreatment to 39 post-treatment and 26 after one year. Social avoidance and distress (range 28-140, cut-off 61) decreased from 98 pretreatment to 53 post-treatment and 44 after one year. Fear of negative evaluation decreased from 48 pretreatment to 21 post-treatment and 26 after one year (range 12-60, cut-off 42).\\nIn the first session, the patient was given information about EMDR therapy, a brief history was taken, and he was taught about a safe place exercise: guided imagery for controlling possible distress between sessions. The therapist encouraged him to use this image when he experienced distress outside the sessions. His second session began the actual DeTUR protocol, and the hierarchy of triggers to avoid was established after discussion with the therapist (). From session 3 to 8, each of these eight triggers was desensitized until the LOU decreased to zero, starting with T1 (the lowest LOU) and ending with T8 (the highest). As the sessions progressed, the patient gradually gained control of his fear and anxiety about public urination. After the fifth session, he voluntarily exposed himself to a situation addressed in the previous session, although he had not been given any suggestions or homework about in vivo exposure. At the final session, he reported that he was able to visit and use any public restroom.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'23680854': 1, '5810590': 1, '34574575': 1, '10225501': 1, '9250441': 1, '22622275': 1, '9604557': 1, '20521209': 1, '17932976': 1, '26766960': 2}", "similar_patients": "{}"}