{"patient_id": 145572, "patient_uid": "4428468-1", "PMID": 26018315, "file_path": "noncomm/PMC004xxxxxx/PMC4428468.xml", "title": "Interrelationship between implant and orthognathic surgery for the rehabilitation of edentulous cleft palate patients: a case report", "patient": "A 43-year-old female patient, presenting unilateral cleft lip and palate (UCLP), sought care at the Hospital for Rehabilitation of Craniofacial Anomalies (HRAC-USP). Her complaints were difficulties in functioning, poor esthetics, and poor prostheses (two complete dentures), since the maxillomandibular relationship was distorted ( and ). Her psychological state was also a concern, and the patient’s expectations were high.\\nSix implants were placed in the maxilla and four in the mandible ( and ). Maxillary and mandibular protocols were planned and mandibular full arch prosthesis was concluded before the orthognathic surgery, to guide the occlusion.\\nThe first prosthesis was fabricated without consideration for the correct maxillomandibular relationship. Conversely, an adequate relationship between the prosthesis with soft tissue and lip support was achieved. This new prosthesis was fabricated in only acrylic resin, without metal framework, and its primary function was anchored to the orthognathic surgery.\\nSince the maxilla is presented in two segments, the maxillary prosthesis was sectioned to facilitate the orthognathic surgery planning, and leveling the maxilla (). The newly achieved position was registered () and duplicated, and two casts were obtained and mounted in a semi-adjustable articulator () to aid in the planned surgery ().\\nDuring surgery, the maxilla and the mandible were positioned correctly. A guide was used to direct this new position, and a new maxillomandibular relationship was established. Note that the implants inserted before the surgery were important in assisting the surgeon to obtain and maintain the suitable maxillomandibular position.\\nAfter 3 months, as expected, the maxillomandibular relationship relapsed (). A new maxillary complete prosthesis, with a favorable maxillomandibular relationship and metal framework, was carried out to correct the occlusion ().\\nThe case was concluded after orthognathic surgery and the patient was satisfied with the cosmetic and functional outcome and was reintegrated into society. Two years later we can see the stability of the case report (, ).", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'11291349': 1, '25169446': 1, '22976687': 1, '23329251': 1, '4513913': 1, '7624398': 1, '11204674': 1, '20856044': 1, '27783198': 1, '25216135': 1, '15356484': 1, '33384846': 1, '24205472': 1, '17666149': 1, '11562088': 1, '23477626': 1, '21534841': 1, '12401107': 1, '14507149': 1, '25287581': 1, '12361066': 1, '26018315': 2}", "similar_patients": "{}"}