{"patient_id": 153563, "patient_uid": "4979353-1", "PMID": 27563616, "file_path": "noncomm/PMC004xxxxxx/PMC4979353.xml", "title": "Regeneration of mandibular ameloblastoma defect with the help of autologous dental pulp stem cells and buccal pad of fat stromal vascular fraction", "patient": "A 14-year-old male reported to the Department of Oral & Maxillofacial Surgery at K.S.R Institute of Dental Science and Research, Tiruchengode, Tamil Nadu, India, with the complaint of small swelling in the anterior mandibular region. This was diagnosed as unicystic ameloblastoma with the help of a biopsy. The patient was lost to follow-up for 1 year. He presented with defined extraoral swelling of the right side of the body of the mandible, which was about 3 cm × 3 cm and extended from the corner of the lip to 1 cm below the lower border of the mandible. Skin over the swelling was normal []. On palpation, the mass was firm to hard in consistency, with no pulsation, nontender, and not compressible. Intraorally also, there was large swelling which was about 2 cm × 5 cm and it was attached to the gingiva from the right lower second molar (47) to the left lower canine (33) with obliteration of the sulcus [].\\nThe orthopantomogram (OPG) revealed a well-defined radiolucent area extending from the left lower lateral incisor (32) to the right lower second premolar (45) of about 3 cm × 3 cm dimension with an impacted canine tooth 43 seen at the apex of tooth 45 and impacted 32 seen on the left side inferior border of mandible []. A three-dimensional computed tomography (CT) scan of the mandible was taken and showed expansion of both buccal and lingual cortical plates of mandible with perforation [Figure , and ].\\nThe treatment was performed in the following steps:\\nMarsupialization was performed in the area of the lesion, and the opening was maintained for 2 weeks’ time. Surgical site got infected postoperatively, which was controlled within 2 weeks’ time Extraction of tooth numbers 45, 44, 42, 41, and 31 and primary closure was done. On the same day, removal of upper right first premolar (14) which was a normal vital tooth was washed in normal saline. The tooth was immediately placed into transport media containing phosphate-buffered saline (PBS) (PBS; Sigma Chemical, St. Louis, MO, USA) in a sterile container and stored in a refrigerator. The tooth in transport material was transported to the Mother Cell Regenerative Centre laboratory at Trichy in an ice bag (within 5 h) In the laboratory, 4.5 million stem cells were separated from the dental pulp of the right first premolar tooth 14 and placed into culture media. Four to five weeks were needed for culturing stem cell from DPSC which yielded 20 million cells. After culturing, the stem cells were stored in the laboratory until the day of surgery The patient was operated under general anesthesia. Fat from the buccal pad of the left side of the cheek was harvested which yielded 15 gms of fat. The fat was transferred to the laboratory in the Bio-technology Department for processing. A total of 45 million cells from the SVF contains mesenchymal progenitor cells, precursor cells, and fat stem cells.[] The processing time was 3 hour An extraoral approach was planned. The skin incision was placed from the left to the right submandibular region. Layer-by-layer dissection was carried out, and lower border of mandible and buccal cortical plate from the right side angle to the left side first premolar region were exposed. The affected buccal cortical plate from lesional area from 46 to 33 regions was removed []. The lining of the lesion curetted and removed along with the impacted teeth 43 and 32. The lower border of the mandible was maintained and lingual cortical plate was not disturbed even in the perforated area [Figure and ]. Titanium mesh was adapted to the buccal side and lower border of mandible from 47 to 33 regions. The height of the buccal side of the mesh was less than the lingual cortical plate and a 1 cm of gap was maintained between lingual cortical plate and the mesh from 47 to 33 regions []. The mesh was taken out to allow placing of the grafts Before placing the mesh over the operated area, five Sybografts (SyboGraft-T-plug is a sterile synthetic β-tricalcium phosphate-Eucare Pharmaceuticals (P) Ltd., Chennai, India) scaffold measuring 25 mm in length with a diameter of 12 mm were placed inside the mesh and fixed with resorbable sutures []. The prepared 20 million stem cells cultured from DPSC and the fat SVF containing 45 million cells mixed with platelet-rich plasma (PRP) were placed over the graft [Figure and ]. The stem cells were mixed with the granules and were packed inside the mesh and placed over the lingual cortex [Figure and ]. Platelet-rich fibrin (PRF) that was prepared during the procedure was also packed inside the mesh. The packed mesh was placed over the mandible and retained with screws at both ends. The wound was closed in layers. No drains were placed extraorally, and a pressure dressing was placed over the submandibular region. The postoperative period was uneventful Excised specimens were sent for biopsy and confirmed the unicystic ameloblastoma. After 1st month of surgery, the intraoral part of the mesh was exposed due to shrinkage of the wound. Antibiotics were given for 3 days, and an intraoral incision was made in the buccal sulcus from the right retromolar region to the left premolar region to expose the mesh under local anesthesia. Approximately, 1 cm of the mesh was removed near the lower border of the mandible. Some loose graft material and granulation tissue were also removed from the operated area. During the procedure, buccal pad of fat was harvested from the right side for SVF preparation. SVF prepared from the buccal pad of fat was mixed with PRP and placed in the defect area of the mandible with 2 sybo graft plug (25 mm × 12 mm in diameter). PRF was also placed over the graft material to enhance healing process. Primary closure was achieved. Postoperative days were uneventful. Postoperative OPG and CT scan of the mandible were taken during the 10 months, it showed satisfactory bone formation [].", "age": "[[14.0, 'year']]", "gender": "M", "relevant_articles": "{'23851884': 1, '23375899': 1, '25465490': 1, '30486286': 1, '17056165': 1, '24558162': 1, '20004134': 1, '19065566': 1, '34079804': 1, '12475952': 1, '25593871': 2, '16636132': 1, '27563616': 2}", "similar_patients": "{'4293842-1': 1, '4293842-2': 1}"}