{"patient_id": 144301, "patient_uid": "4374194-1", "PMID": 25861545, "file_path": "noncomm/PMC004xxxxxx/PMC4374194.xml", "title": "Role of Advanced MRI Brain Sequences in Diagnosing Neurological Complications of Scrub Typhus", "patient": "An 18-year-old female presented to the emergency department in an unconscious state. She had developed fever and rash 3 days earlier. On examination, the patient was unconscious, febrile, had maculopapular rash throughout her body, and an eschar was noted on the right side of the pubic region []. Based on the clinical diagnosis of scrub typhus, MRI brain was done immediately. Scan revealed micro-hemorrhages in the body and splenium of corpus callosum, as well as in the sub-cortical white matter in bilateral centrum semiovale region [Figure and ]. There was no mass effect or perilesional edema. These petechial hemorrhages were appreciated only in the susceptibility-weighted minimum intensity projection images. In post-contrast magnetization prepared rapid acquisition gradient recall echo (MP RAGE) sequence, there was enhancement of the pachymeninges along bilateral frontotemporoparietal lobes []. Rest of the brain parenchyma was normal. No restriction was visualized on diffusion-weighted (DW) and apparent diffusion coefficient (ADC) sequences and there was no altered signal intensity on T2 and fluid-attenuated inversion recovery (FLAIR) sequences []. Time of flight (TOF) MRI angiography revealed normal vessels of circle of Willis. Arterial spin labeling (ASL) perfusion showed normal cerebral blood flow. A diagnosis of scrub typhus was made with the radiological findings identifying the pathology of vasculitis and meningitis.\\nOn enzyme-linked immunosorbent assay (ELISA), antibody IgM was positive for scrub typhus showing an optical density (OD) of 2.546 which was much greater than the baseline OD of 0.4. The patient was put on intravenous azithromycin. There was marked clinical improvement in her rash, fever, and level of consciousness.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'21129847': 1, '17235005': 1, '28694624': 1, '19513323': 1, '23799119': 1, '9114196': 1, '31205836': 2, '34950396': 1, '11115244': 1, '32754539': 2, '25861545': 2}", "similar_patients": "{'6561526-1': 1, '7380763-1': 1}"}