{"patient_id": 76842, "patient_uid": "4150115-1", "PMID": 25180029, "file_path": "comm/PMC004xxxxxx/PMC4150115.xml", "title": "Importance of the association of molecular and immunological diagnosis in immunocompetent patient with Histoplasma capsulatum and Cryptoccocus neoformans infection: a case report", "patient": "A immunocompetent 29-years-old woman patient, who lives in São Paulo, was referred to the Emilio Ribas Institute in January 2008 with suspected pneumonia. At that time, the patient was not taking any medication and had no history of systemic disease. She did not report previous blood transfusions or surgeries. The patient reported a history of traveling to a rural area in Bahia state, Brazil. Importantly, she related that she had direct contact with chicken excreta while cleaning a coop and had taken inadequate precautions.\\nApproximately 20 days after returning to São Paulo, the patient presented intermittent fever, productive cough, chest pain, dyspnea, and myalgia for three months. A general clinical examination revealed a patient with normal skin color, afebrile, hydrated, non-cyanotic and non-edematous; no lymphadenopathy or hepatosplenomegaly was observed. The abdomen was soft and non-rigid with normal bowel sounds. Cardiac auscultation revealed a regular rate and rhythm, and normal breath sounds. Antibodies against HIV, viral hepatitis, leishmaniasis, Chagas’ disease, malaria, paracoccidioidomycosis, histoplasmosis and aspergillosis, as well as skin tests for paracoccidioidin and histoplasmin were negative. Serum cryptococcal antigen latex agglutination test was negative. Direct sputum examination was negative in three samples for fungus and acid-alcohol resistant bacillus. The isolation from serial blood samples collected and inoculated under sterile conditions on Sabouraud-dextrose brain-heart infusion (Difco Laboratories, USA), and tryptone soya broth (Oxoid, UK), incubated at 30°C and at 35°C were all negative. Radiological images proved to be inconclusive, with no pathological changes.\\nDuring the clinical evaluation, the patient had spontaneous resolution of the clinical picture; therefore, it was not necessary to request additional tests such as CT or echocardiogram. The epidemiological history was compatible between histoplasmosis and cryptococcosis. Double immunodiffusion and immunoblotting assays were performed according to Freitas et al.[], whereas the serum cryptococcal antigen latex agglutination test was performed using the IMMY kit (Immuno-Mycologics, USA), according to the manufacturer’s instructions. Double immunodiffusion (DI) produced no detectable reactivity of the serum samples against H. capsulatum and P. brasiliensis antigens. By immunoblotting there was reactivity with the H and M fractions of H. capsulatum as well as gp43 of P. brasiliensis. DNA was extracted by means of a kit (QIAamp Kit Blood Mini genomico; QIAgen, USA). The reaction conditions and the primers were chosen according to previous studies [-]. Negative (water) controls were tested simultaneously.\\nAll reactions were accompanied by either a negative control (no added DNA), or a positive control (strains references for H. capsulatum – 200, C. neoformans – ATCC 24067, and P. brasiliensis – 18 and B-339) and negative group control (seven healthy individuals). Blood and serum samples from the patient were evaluated molecularly over 12 months. During this period, we detected DNA for C. neoformans for eight months, versus six months for that of H. capsulatum. Nested PCR reactions were processed and analyzed three times. The presence of amplified DNA was confirmed by a nested PCR using a target sequence of GenBank accession number J04038.1 of the human glyceraldehydes-3-phosphate dehydrogenase (GADPH) as elsewhere described []. The nested-PCR in blood and serum samples, using species-specific primers HC18S, HC100, PBGP43 and CN18S were positive for H. capsulatum and C. neoformans, but negative for P. brasiliensis, showing the possible infection by H. capsulatum observed in immunoblotting [-].\\nThe PCR product of the conserved region 5.8S rDNA-ITS was obtained under the conditions described by Fujita et al.[]. Purification of this product was performed with the PureLink kit (Invitrogen, Life Technologies, USA). From this purified product, sequencing was performed using MegaBACE 1000, a system for simultaneous DNA analysis with 96 capillaries from GE Healthcare, CA, USA). The sequencing reactions were performed according to the protocol for the Mega BACE 1000, using DYEnamic ET Dye Terminator kit (with Thermo Sequence II DNA Polymerase, GE Healthcare, USA). All sequences were analyzed by means of the software Sequence Analyzer, using the Base Caller Cimarron 3.12. The sequences were identified using the BLAST program (). Furthermore, multiple alignments were assembled using ClustalW (). The sequences resulting from this study were made available for public databases. The results of sequencing showed that all strains were C. neoformans and exhibited 98% similarity with the neoformans variety. The sequencing of strains confirmed the results of tests that involved Nested PCR.\\nIn this study, we show the relevance of laboratory diagnosis in the clinical setting of an immunocompetent patient. According to the literature, the clinical manifestation by fungal infection can range from asymptomatic infection to dissemination [,-]. The patient of this study showed the initial clinical suspicion of pneumonia. However, the results of radiological images, according to Wheat and Kauffman [], are commonly negative in immunocompetent patients. In relation to the treatment, the patient did not require therapy with spontaneous resolution, confirming the description by Wheat et al.[] and Bicanic and Harrison [] in immunocompetent patients.\\nAlthough this case was reported in São Paulo, we have strong evidence that the patient had become infected in the Brazilian state of Bahia. Thus, we believe in the existence of microfoci for both H. capsulatum and for C. neoformans, as found in a rural chicken coop or in soil. Despite the description of cases in northeastern Brazil, this region is not considered endemic [-]. According to Guimarães et al.[] the northeast presents a histoplasmosis prevalence of 2-29%. In Ceará, the incidence of histoplasmosis has more than doubled among patients with AIDS in the past decade [,,]. Fortaleza et al. [] reported one case of an immunocompetent patient with histoplasmosis that developed a severe form of the disease, presumably due to the intensity of exposure and delayed diagnosis.\\nCryptococcosis and histoplasmosis are the most common fungal life-threatening infections in AIDS patients. However, coinfection with these pathogens is rarely described in the literature []. In this study, we show a case of an immunocompetent patient with strong evidence of coinfection by H. capsulatum and C. neoformans. However, due to the association of serological and more sensitive molecular methods, their detection was possible from the early phase of fungal infection. The mycological diagnoses from serial blood samples were negative, according to Wheat [], in immunocompetent individuals. This demonstrated that the culture has low sensitivity to isolated fungi [,,].\\nSerological evaluation is central to the diagnosis of some acute, recent or chronic infectious diseases. In histoplasmosis infections, the detection of patients’ antibody responses offers a more rapid alternative to microbiological means of diagnosis, and the detection of host anti-H. capsulatum antibodies by immunodiffusion (ID). The scarcity of the fungus in clinical specimens and a negative serology result due to anergy or the low sensitivity of the assays are common problems [].\\nKatzenstein [] studied specificity of skin tests in deep fungal infection, showing that the response to skin testing is closely related to the concentration of antigen employed. In this paper, the author confirms the anergic state, since the reaction of delayed-type hypersensitivity showed no response. Infection by H. capsulatum was later confirmed at autopsy []. The reaction of nested PCR was positive for H. capsulatum and C. neoformans, and negative for P. brasiliensis, showing the possible infection by H. capsulatum observed in immunoblotting (Figure A).\\nThe recognition of the 43 kDa glycoprotein of P. brasiliensis in immunoblotting may be due to cross reactivity with similar epitope of these two pathogens []. In this report, we used nested PCR for the diagnosis of fungal infection and confirmed that this assay is specific for H. capsulatum and C. neoformans and could detect 1 cell/mL. Therefore, this technique was considered another useful method for the diagnosis of histoplasmosis and cryptococcosis. The primer sequences used in this study were based on the small-subunit (18S) rDNA gene and specific 100 kDa protein of H. capsulatum[]. They did not show any false-positive results and were able to detect fungal DNA in serum and blood samples [,,]. The positive result for Cryptococcus spp., in which fungal DNA was detected in serum and blood samples suggested a concomitant infection, principally by epidemiological similarity (Figure B).\\nThe result of these studies is that PCR can be a useful additional tool for diagnosis of H. capsulatum and C. neorformans, especially in non-endemic regions, to complement antibody detection and serological methods. The monitoring of asymptomatic patients with confirmed infection by H. capsulatum and C. neoformans may also have relevance in the prevention and monitoring of possible reactivation of quiescent foci, common in systemic mycoses, and thus contribute to the pathogenesis and epidemiological knowledge of these diseases.\\nThe nested PCR tested negative for detection of DNA fragment specific for P. brasiliensis, which seems to corroborate the hypothesis of cross-reactivity, as this technique is more specific than immunoblotting. The patient's serum presented the fragment of the 18S region, conserved for fungi, as well as the specific primer region of the gene that encodes a protein of 100 kDa (fraction M of H. capsulatum). Figure displays the PCR results from the nucleic acids extracted from the blood and serum. GAPDH nested PCR products obtained from this patient positively confirmed that the samples were from human material.\\nIn view of the seriousness of fungal infection, and the scarcity of data on improvement of procedures in the detection and identification of fungi, this study seems to present clinically relevant and actionable results. We believe that testing of biological fluids (blood and serum) with primer sequences targeting rDNA and ITS regions for the detection of H. capsulatum and C. neoformans will improve diagnostic procedures and monitoring of these infections. It is necessary to point out that in clinical practice, collection of biological samples after the onset of severe symptoms and failure to detect small concentrations of a fungal antigen prevent early laboratory diagnosis of histoplasmosis and cryptococcosis, timely initiation of therapy, and accurate prognosis of the disease. We expect that a molecular diagnostic test diagnosis is a fast and reliable means of improving the management of cryptococcosis and histoplasmosis.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'32377899': 1, '14557032': 1, '19009203': 1, '10921955': 1, '12574242': 1, '16088457': 1, '30591013': 2, '21472390': 1, '20445761': 1, '20463243': 1, '12097252': 1, '22977075': 1, '16784440': 1, '20011851': 1, '18918916': 1, '16309348': 1, '15838017': 1, '26908077': 1, '12751258': 1, '11874894': 1, '17384818': 1, '11980934': 1, '11574582': 1, '23539023': 1, '11283078': 1, '22006110': 1, '3170585': 1, '16606992': 1, '20305964': 1, '12517828': 1, '19145393': 1, '22821346': 1, '27423433': 1, '25180029': 2}", "similar_patients": "{'6307277-1': 1}"}