{"patient_id": 140513, "patient_uid": "4141417-1", "PMID": 25191628, "file_path": "noncomm/PMC004xxxxxx/PMC4141417.xml", "title": "Diagnostic Accuracy of CBCT for Aggressive Periodontitis", "patient": "A 27-year-old male patient reported to the department of periodontology with a 2-year history of his teeth slowly becoming loose. Clinical and radiological examinations were carried out. On clinical examination, generalized periodontal pockets with severe loss of attachment was observed. Grade III mobility of mandibular anterior teeth and left maxillary second premolar, Grade II mobility of right mandibular first molar, Grade II furcation involvement of maxillary and mandibular molars were recorded. Treatment planned included scaling and root planning (phase I) followed by flap surgery (phase II) for the elimination of the periodontal pockets. The treatment plan was explained to the patient and the consent of the patient as well as the institutional ethical clearance in accordance with the Helsinki declaration was obtained.\\nFull mouth DDRs were obtained using Dental X-ray machine (Planmeca, Finland, 70 Kv, 8 mA) by long cone/paralleling technique and a charge coupling device (Kodak, RVG 5100, size 35 × 5 mm) [].\\nCBCT scan were performed with Kodak CS 9300 scanner at voxel resolution of 0.18 × 0.18 × 0.18 mm. The beam height of surface image receptor was adjustable and set to visualize both jaws at low dose protocol of 90 Kv and 8 mA. Panoramic volumetric reconstructive CBCT image of maxillary and mandibular jaws [ and ] and volumetric rendering (VR) images of maxillary and mandibular teeth [Figures and ] were procured. Based on the clinical findings, radiographic analysis, and CBCT image, the patient was diagnosed with generalized AgP.\\nPhase I therapy performed consisted of scaling and root planning and the patient was evaluated after strict maintenance of oral hygiene for a month. Patient did not present any significant medical history that contraindicated surgery.\\nFull mouth quadrant wise flap surgery (phase II) was planned. Mucoperiosteal flap on each quadrant was raised. Debridement of the periodontal osseous defects was performed in order to visualize the entire osseous defect at each tooth surface, which is considered as a Gold standard in study of these defects. Measurements of the osseous defects were carried out with UNC15 probe taking CEJ (cemento-enamel junction) as a reference point and measuring till the base of the defect []. Flap was then sutured and periodontal dressing (Coe-Pak, USA) was applied to cover the surgical wound. The measurements obtained during surgical exposure of the defects were then compared with that obtained from digital and CBCT reconstructive images. CBCT images of periodontal osseous defects were identical to the measurements of osseous defects that were obtained during surgery. While digital radiography failed to reveal the extent of the osseous defects.\\nPanoramic reconstruction view of the CBCT images allowed measurements of periodontal linear and nonlinear bone levels that were comparable with those seen in intraoral digital radiography. Measurements on 3D reconstructive images demonstrated a more accurate assessment, due to the absence of overlapping structures. Measurements of periodontal defects after surgical exposure when compared with measurements taken on the CBCT images showed 100% accuracy in the morphological description of periodontal bone crater, furcation involvements, and 3-walled osseous defects [Figures and ].\\nPostoperative instruction were given to the patient for the care of the surgical site, not disturbing the periodontal dressing for a week till the removal of the sutures. Patient was prescribed antibiotic, Amoxicillin (500 mg) every 8 h for 1 week and scheduled for a postoperative visit after 1 week and periodic checking after every 3 months for evaluation. Only clinical examination was done during the six month postoperative check up and healing was found to be satisfactory with elimination of periodontal pockets, and increase in clinical attachment levels (CALs). Imaging was not performed at this point of time since 6 months postoperative healing of alveolar bone would not show significant gain in alveolar bone height.", "age": "[[27.0, 'year']]", "gender": "M", "relevant_articles": "{'21772715': 1, '33261592': 1, '34067332': 1, '11253351': 1, '3533789': 1, '16805691': 1, '16798915': 1, '8426288': 1, '34577792': 1, '17613257': 1, '10706480': 1, '25191628': 2}", "similar_patients": "{}"}