{"patient_id": 147934, "patient_uid": "4579284-1", "PMID": 26265691, "file_path": "noncomm/PMC004xxxxxx/PMC4579284.xml", "title": "Multifocal Polypoid Endometriosis Mimicking Malignancy in a Young Woman with a History of Hormonal Treatment", "patient": "A 30-year-old G0P0 woman with a history of left ovarian cystectomy due to endometriosis presented with a huge left adnexal mass detected on ultrasonography. After the previous cystectomy, she was administered a gonadotrophin releasing hormne (GnRH) agonist for four months and then a combined oral contraceptive (OC), Mercilon (Organon Ltd., Doublin, Ireland) (mixed ethinylestradiol and desogestrel), for about two years. Her menstrual cycle was regular, but she experienced severe dysmenorrhea. The patient’s serum cancer antigen (CA) 125 level was increased (595.3 U/mL), while her CA 19-9 and carcinoembryonic antigen results were normal.\\nUltrasonography showed an 11-cm-sized, mixed-echoic, semi-solid mass in the left adnexa. Abdominopelvic computed tomography revealed the mass to be solid with enhancement (). Another mass was present in the left abdominal wall, extending to the peritoneum and the rectus abdominis muscle. A small amount of ascites was observed in the perihepatic space ().\\nA laparoscopic left salpingo-oophorectomy was performed to remove the 11-cm-sized tumor encasing and destroying the adnexal organs. Intraoperative frozen section examination indicated the lesion to be benign, most likely severe endometriosis. Other peritoneal foci were also resected.\\nMicroscopically, the left adnexal mass was composed of endometrial-like tissue. Dilated endometrial-type glands were longitudinally arranged around grouped, thick-walled vessels, which were reminiscent of a typical endometrial polyp (). Worrisome features, such as increased stromal cellularity or atypia, were not noted. The mitotic rate was less than 1 in 10 high-power fields (). Immunohistochemically, both the epithelial and the stromal cells were positive for estrogen receptor and progesterone receptor. The stromal cells were also positive for CD10 (, ). The absence of increased cellularity and/or stromal atypia easily excluded the possibility of adenosarcoma. The endometrial-type stromal cells with CD10 positivity in our case were obviously different from the fibroblastic and CD34-positive stromal cells in adenofibroma.\\nThe patient did not present residual disease at her follow-up six months after the operation.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'14607030': 1, '24666753': 1, '15086302': 1, '24337728': 1, '20821226': 1, '18236134': 1, '20173505': 1, '31372776': 1, '15104291': 1, '16439226': 1, '8798320': 1, '26265691': 2}", "similar_patients": "{}"}