{"patient_id": 140178, "patient_uid": "4118546-1", "PMID": 25097291, "file_path": "noncomm/PMC004xxxxxx/PMC4118546.xml", "title": "Olanzapine-induced restless leg syndrome: A case report and review of literature", "patient": "A 38-year-old married female without any past or family history of psychiatric or neurological illness and with good premorbid functioning. She was harboring delusion of infidelity against her husband along with disturbed socio-occupational and biological functioning for the past 6 years. There was no history of substance use disorders, except excessive caffeine use, or any high risk sexual behavior. Organic psychiatric disorder or symptoms of schizophrenia were not evident. Detailed general physical examination including neurological evaluation did not reveal any abnormality except mild pallor. She reported regular menstruation and the last childbirth was 10 years back. Mental status examination revealed that she was having an uncooperative and aggressive attitude, delusion of infidelity, impaired judgment, and lack of insight. So, she was admitted to psychiatry ward with a diagnosis of persistent delusional disorder as per International Classification of Diseases, 10th edition. She was started on intramuscular olanzapine 10 mg/day. On investigation, her complete hemogram revealed a Hb of 11.5 gms/dL and a serum ferritin level of 30.2 ngm/ml (normal value for females is 10-291 ng/mL). Other routine hematological and biochemical parameters including blood sugar, renal, liver, and thyroid function were within normal limits. We also planned a vitamin B12 and folic acid estimation which could not be done due to lack of resources.\\nWithin 4-5 days of starting olanzapine, there was a decrease in her aggression and she became cooperative for interviewing. However, she would report that she was having sleeping difficulty due to an itching sensation in both upper and lower limbs at night. She would rub her legs against bedclothes, tie pieces of cloth around her limbs, and ask for limb massage to get relief from such a discomfort. She would have such symptoms for hours after lying down at night. During daytime, she would, however, feel comfortable, relaxed, and was able to sleep. She was evaluated for sleep disorder-before this she never had any sleep complaint, neither was there any family history of sleep disorder. During sleep, there was no history of snoring, no abnormal limb or breathing movements. Ear, nose, throat examination was also noncontributory. She was having a thin built and a body mass index of 15.56. As she became cooperative, she was shifted to oral psychotropics (olanzapine 15 mg/day + clonazepam 1 mg at bedtime). Also oral iron supplementation in the form of ferrous fumarate 350 mg, vitamin B12, and ascorbic acid was started. To improve her sleep, general sleep hygiene practices were initiated, she was prohibited from taking any caffeine beverages at night and the clonazepam was further increased up to 2 mg at bedtime. But there was no improvement in her nighttime symptoms.\\nIn view of her above symptoms and investigations, she was diagnosed to have RLS with an International Restless Legs Scale Score (IRLS) of 24 indicating high severity and olanzapine was considered to be the probable cause. Hence, the olanzapine was decreased to 10 mg/day and oral risperidone 2 mg was added at bedtime. On the next day, the severity of symptoms decreased to a RLS score of 12. No other change in medication was done during this period. So, after 2 days, olanzapine was stopped and risperidone was increased to 6 mg at bedtime. Thereafter, her troublesome symptoms ceased completely. Though she still harbored the delusions yet the conviction decreased and she became more cooperative with her husband and the treating clinician. Then after about a week of uneventful ward stay, she was discharged free of her sleep-related difficulties on risperidone 6 mg and clonazepam 1 mg at bedtime with the plan to continue her antipsychotic drugs and iron supplementation on an outpatient basis.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'16740407': 1, '9539348': 1, '19317385': 1, '14592342': 1, '10505594': 1, '20191944': 1, '18562412': 1, '22056005': 1, '23581392': 1, '28138120': 1, '20406161': 1, '7249508': 1, '33118525': 1, '16832090': 1, '25097291': 2}", "similar_patients": "{}"}