{"patient_id": 148305, "patient_uid": "4606699-1", "PMID": 26538957, "file_path": "noncomm/PMC004xxxxxx/PMC4606699.xml", "title": "Prosthetic management of malpositioned implant using custom cast abutment", "patient": "A 27-year-old female patient reported to the Department of Prosthodontics, College of Dental Sciences, Davangere, Karnataka, India with a chief complaint of missing teeth. Patient history and clinical examination revealed missing maxillary left lateral incisor whish she had lost due to trauma 1 year back. She had then opted for a fixed dental prosthesis and the option of an endosseous implant was given. The patient had revealed no relevant medical history and results of routine investigations were within normal limits. Following this an endosseous internal hex two stage implant was placed in the edentulous area. After a seven month period of healing second stage surgery was done, the cover screw was retrieved and healing abutment (gingival conformer) was placed. The case was then referred to the Department of Prosthodontics for prosthesis fabrication [].\\nDuring treatment planning for restorative options, sub-optimal implant position was observed in three geometric planes-faciopalatal angulation, depth and positioning. In the given situation, following options were presented to the patient:\\nRe-submerging of osseointegrated implant followed by a fixed dental prosthesis, with maxillary left central incisor and canine as abutments Complete surgical removal of malposed implant followed by grafting and a second implant placement at a later date Relocation of the malpositioned implant by segmental osteotomies Prosthodontic management by fabricating customized implant abutment.\\nThe patient did not opt for surgical procedures and consented for prosthodontic management by fabricating customized implant abutment.\\nA closed tray impression of the implant was made with addition silicone elastomeric impression material (Aquasil; Dentsply). The implant analog was placed in the impression and silicone resin was injected around the analog to mimic gingival tissue. Type III dental stone (Kalstone; Kalabhai) was then poured, and models were made. Materials available for fabrication of the custom abutment were:\\nInlay casting wax Pattern resin.\\nInlay casting wax was chosen for fabrication for relative ease in manipulation and carving properties.\\nDie lubricant was applied into the internal hex of the implant analog. A drop of inlay was applied into the internal hex compartment, and the abutment screw was slowly screwed into place. This was done a couple of times till enough wax was visible around the abutment screw. Wax was then added to this incrementally so as to obtain a framework similar to the outline of a maxillary left lateral incisor. The abutment screw was carefully removed, and the obtained pattern was inspected for any deficiencies at the internal hex level [].\\nThe wax pattern was immediately invested and cast following standard casting procedures. Fit was checked of the obtained framework in the patient's mouth. Shade was matched, and ceramic build-up was completed directly over the framework. A bisque stage trial of the ceramic crown was done [].\\nThe crown was glazed and inserted in the patient's mouth. The smile of the patient revealed a high lip line. The abutment screw access was showing at maximum smile as the patient had a gingival show. Hence, it was decided to veneer the abutment screw access with auto polymerizing acrylic resin characterized with pigments [].\\nIntra oral periapical radiograph revealed that the abutment screw had engaged the internal hex threads [].\\nAcrylic resin was used to provide ease of access to the abutment screw access for future procedures. Ceramic pigments were used for characterization of the acrylic veneer. The patient was satisfied with the final outcome [].\\nOral hygiene procedures were explained to the patient keeping in mind the abutment gingival tissue interface, a dental floss and an interdental brush were recommended for hygiene around the acrylic veneer.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'20654762': 1, '17098491': 1, '15237873': 1, '3074952': 1, '14739886': 1, '3074050': 1, '22945702': 1, '22376067': 1, '17280884': 1, '23031725': 1, '10759126': 1, '2599586': 1, '26538957': 2}", "similar_patients": "{}"}