{"patient_id": 80333, "patient_uid": "4369899-1", "PMID": 25838960, "file_path": "comm/PMC004xxxxxx/PMC4369899.xml", "title": "An Unusual Long-Term Survey of a Patient with Widespread Malignant Urachal Tumor, Not Given Chemotherapy or Radiotherapy", "patient": "A 61-year-old male was admitted to our urology department with complaints of abdominal pain, hematuria, a known mass in the abdomen, and discharge of fluid from the umbilicus. He had been evaluated 25 years ago for macroscopic hematuria, and an urachal tumor was identified. Transurethral resection of the bladder tumor (TUR-BT) revealed mucinous adenocarcinoma of the urachus, and a partial cystectomy was performed. After the operation, the patient was noncompliant with the recommended follow-up protocol. Twenty years later, he was examined by a urologist for the same complaint. Cystoscopy and TUR-BT confirmed the same diagnosis. Thoracoabdominal computed tomography (CT) verified a local recurrence of urachal carcinoma, but revealed no distant metastases. Radical cystectomy was recommended to the patient, but he did not consent. The patient underwent a second partial cystectomy at another hospital 6 months later but the umbilical remnant was not resected at that time. Three months later, local recurrence was identified, and local excision of both tumor and umbilicus was performed. Two years later, intraperitoneal invasion had occurred and the patient underwent a total colectomy. All laboratory findings were normal except for hematuria. In radiological investigation, a CT scan revealed a massive lesion filling the bladder lumen with extension to the anterior wall of the abdomen, a heterogeneous internal structure, and amorphous punctate calcifications (). The lesion was approximately 20 cm in size and formed an air-fluid level at the umbilicus. The central aspect of the lesion had a necrotic appearance. The tumor extended to the level of the symphysis pubis. There was a mass surrounding and wrapping the rectum, the sigmoid colon, and the small intestine, causing narrowing in several areas (Figures and ). An enterocutaneous fistula connected to the mass was seen. There were metastatic implantations, as well as ascites in the peritoneum, which had spread on the serosal surfaces (pseudomyxoma peritonei) (). Disseminated metastases were observed in intra- and extraperitoneal areas, on pleural surfaces, and on the pericardial fat pads. Suspicious lesions concordant with potential metastases were also found in the basal segments of the left lung ().\\nThe patient was deemed to be inoperable and chemotherapy was subsequently initiated. The patient ultimately was treated symptomatically, as he was unable to tolerate the chemotherapy, and died 6 months later.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'1891254': 1, '29721106': 1, '22189321': 1, '2845472': 1, '12891493': 1, '12629346': 1, '3398141': 1, '30302546': 1, '16826585': 1, '23089466': 1, '11259707': 1, '22901574': 1, '6361280': 1, '1713733': 1, '25838960': 2}", "similar_patients": "{}"}