{"patient_id": 82437, "patient_uid": "4536796-1", "PMID": 26271927, "file_path": "comm/PMC004xxxxxx/PMC4536796.xml", "title": "Pleural sarcoidosis diagnosed on the basis of an increased CD4/CD8 lymphocyte ratio in pleural effusion fluid: a case report", "patient": "A 64-year-old Japanese woman visited our hospital with an initial symptom of dyspnea on exertion. For the past 4 months she had shortness of breath when she walked approximately 100 meters or went up 10 to 20 steps of a staircase. She visited her neighboring hospital 1 month before visiting our hospital where she received a diagnosis of bilateral pleural effusions and seven sessions of thoracentesis; however, no clinical diagnosis could be made although her dyspnea on exertion was slightly improved by the frequent thoracentesis. When she visited our hospital for the first time, she felt dyspnea on exertion on the ground level after several hundred meters. Before she had dyspnea on exertion, she had not had any diseases including sarcoidosis nor had she received any continuous medications such as immunosuppressive drugs. She had no previous history relating pleural effusion, and no family history of sarcoidosis. She did not have any past history for opportunistic infections. A chest radiograph showed the enlargement of bilateral hilar shadows, reticulonodular shadows in bilateral lung fields, and dullness at the right costophrenic angle (Fig. ). Her serum angiotensin-converting enzyme (ACE) level was elevated to 44.2 IU/L. Her immunoglobulin G (IgG) and sIL2R levels were also elevated (Table ). Bacterial culture for sputum resulted in negative findings for tuberculosis. Polymerase chain reaction (PCR) analysis also showed no tuberculosis in her sputum.\\nThree weeks later, she was admitted to our hospital for diagnosis and treatment. Neither restrictive pulmonary function disorder nor remarkably reduced diffusing capacity of her lungs was observed. The 6-minute walk test revealed that she could walk up to 370 meters with a minimum blood oxygen saturation (spO2) of 93%, maximum pulse of 126 beats per minute and the worst modified Borg scale of perceived dyspnea of 1. Chest computed tomography (CT) showed multiple skin nodules, bilateral hilar and mediastinal lymphadenopathy, bilateral pleural effusion, and multiple small nodules in both lungs and along the interlobar pleura (Fig. ). Pulmonary embolism was not observed in chest CT. Multiple subcutaneous nodules were palpable in her neck, back, and bilateral arms. Gallium-67 scintigraphy exhibited abnormal uptake in the right subclavicular area, mediastinum, bilateral hilum, bilateral parotid glands, and spleen, but no abnormal uptake in her heart, suggesting sarcoidosis or malignant lymphoma (Fig. ). A tuberculin test was negative. A skin biopsy specimen was obtained and bronchoscopy was performed twice, including endobronchial ultrasound-guided transbronchial needle aspiration (EBUS-TBNA), BAL, and transbronchial lung biopsy. Thoracentesis was also performed. Histological analysis of a resected subcutaneous nodule from her left upper arm exhibited non-caseous epithelioid granuloma (Fig. ). Ziehl–Neelsen staining and Grocott staining tested negative. Histological analysis of a right mediastinal lymph node (station 4R) obtained by EBUS-TBNA also showed a non-caseous epithelioid granuloma; malignant lymphoma was ruled out (Fig. ). The aspiration sample of the lymph node revealed negative findings for bacteria including tuberculosis. In addition, PCR analysis for detection of tuberculosis, Mycobacterium avium and Mycobacterium intracellulare were negative. Bronchofiberscopy revealed multiple small nodules in both the main bronchi (Fig. ), and histological analysis of an endobronchial nodule and a transbronchial lung biopsy specimen from the right upper lobe revealed non-caseous epithelioid granulomas (Fig. and , respectively). The transbronchial lung biopsy specimen also showed negative Ziehl–Neelsen and Grocott staining. BALF obtained from the right middle lobe exhibited an increased number of lymphocytes and an increased CD4/CD8 lymphocyte ratio of 13.43 (Table ). Bacterial culture, including that of Mycobacteria, was negative. On the basis of these findings, a final diagnosis of sarcoidosis was made.\\nThoracentesis on the right side revealed exudative pleural effusion fluid. Cell fractionation of the fluid showed the predominance of lymphocytes without any malignant cells and an increase in the CD4/CD8 lymphocyte ratio to 5.62 (Table ). Her adenosine deaminase (ADA) level in her right pleural effusion was 50.4IU/L. However, bacterial culture including that for Mycobacteria was negative and PCR analyses for detection of tuberculosis, Mycobacterium avium and Mycobacterium intracellulare were negative. Examinations of fundus, electrocardiography and echocardiogram revealed no abnormality. Collectively her lungs, skin, pleura, and, possibly, the parotid glands and spleen were involved in sarcoidosis.\\nShe was discharged 5 weeks after the first visit and was followed up for the spontaneous resolution of the bilateral pleural effusion. However, no improvement was observed and pleural effusion increased (Fig. ). The 6-minute walk test revealed that she could walk up to 315 meters with a minimum spO2 of 90%, maximum pulse of 116 beats per minute and the worst modified Borg scale of perceived dyspnea of 4. In addition, her initial symptom, which was induced by walking approximately 100 meters or going up 10 to 20 steps of a staircase, seemed to be severe and was partially improved by frequent thoracentesis. Based on these findings, corticosteroid therapy with a daily dose of 30mg prednisolone was initiated 8 weeks after the first visit. Thirteen weeks later (5 weeks from the initiation of corticosteroid therapy), under a daily dosage of 25mg of prednisolone, a chest radiograph showed decreased pleural effusion (Fig. ), and CT revealed regression of multiple skin nodules, mediastinal and bilateral hilar lymphadenopathy, multiple small nodules in her lungs and the interlobar pleura, bilateral pleural effusion, and splenomegaly (Fig. ). The clinical course of pleural effusions corroborates the diagnosis of pleural sarcoidosis. Three years later, she received 2.5mg of prednisolone per week without any severe adverse events; a chest CT showed only reduced small nodules in her lungs, lymphadenopathy, and subcutaneous nodules and no pleural effusion.", "age": "[[64.0, 'year']]", "gender": "F", "relevant_articles": "{'19123079': 1, '1820093': 1, '16778281': 1, '10958239': 1, '11348966': 1, '12487182': 1, '10560120': 1, '21591458': 1, '23728558': 1, '29719794': 1, '20803984': 1, '7434269': 1, '20081103': 1, '21811524': 1, '18925324': 1, '26271927': 2}", "similar_patients": "{}"}