{"patient_id": 144120, "patient_uid": "4367043-1", "PMID": 25810668, "file_path": "noncomm/PMC004xxxxxx/PMC4367043.xml", "title": "Autologus Platelet Rich Fibrin aided Revascularization of an immature, non-vital permanent tooth with apical periodontitis: A case report", "patient": "A 16-year-old healthy boy reported with the chief complaint of pain in upper front teeth. Clinical examination revealed grade III mobility (Millers index of mobility) in maxillary left central incisor (Tooth #21) associated with draining labial sinus. Radiographic examination revealed blunderbuss root apex with very thin radicular dentinal walls and diffuse periapical radiolucency []. The patient was explained about the risks, complications, and possible outcomes of PRF supplemented revascularization and written informed consent was taken. Under rubber dam isolation, root canal treatment was initiated. After thorough chemo-mechanical preparation, inter-appointment medication of triple antibiotic paste (TAP) was given. Tooth #21 was stabilized using rigid splinting. Patient was recalled after 3 weeks when sinus resolved completely.\\nPRF was prepared by centrifugating patients own blood at 3000 rpm for 12 min. Revascularization was carried out according to standard protocol.[] Autologus PRF was introduced into the pulp chamber with the help of sterile cotton pliers and carried to the apical portion witha size # 40 finger plugger (Sybronendo, CA, USA). Access opening was sealed with MTA and Resin Modified Glass Ionomer Cement (Photac-Fill, 3MESPE, Minnesota). Intraoral radiographs were taken at baseline, 12 and 18 month post procedure [Figure –]. At 18 month follow up, case was asymptomatic with complete resolution of intraoral sinus. Tooth mobility was reduced. Interestingly, periapical healing, apical closure, root lengthening and dentinal wall thickening was optimal radiographically [].", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'16504852': 1, '27857762': 1, '24707409': 2, '7026758': 1, '32024893': 1, '31096718': 1, '20113774': 1, '30103724': 1, '23146641': 1, '25810668': 2}", "similar_patients": "{'3965948-1': 1}"}