{"patient_id": 82042, "patient_uid": "4506361-1", "PMID": 26244165, "file_path": "comm/PMC004xxxxxx/PMC4506361.xml", "title": "Durable clinical benefit to trastuzumab and chemotherapy in a patient with metastatic colon adenocarcinoma harboring ERBB2 amplification", "patient": "A 39-year old female was diagnosed with a sporadic rectal adenocarcinoma which was excised via low anterior resection (LAR), and staged through pathologic examination of the tumor as pT3N0 without infiltration of adjacent lymph nodes or distant metastasis []. The patient received adjuvant chemoradiotherapy followed by 6 months of infusional 5-fluorouracil (5-FU) and leucovorin chemotherapy. Approximately one year after initial diagnosis, two lesions were discovered in the lungs consistent with metastatic disease. Pulmonary metastasectomy was completed followed by a 6 month course of FOLFIRI (5-FU, leucovorin and irinotecan) and bevacizumab. One year later, identification of additional lesions in the lungs prompted a second metastasectomy followed by 6 cycles of capecitabine. Her disease continued to progress with multiple metastases to the lungs, abdomen, and pelvis. To obviate symptoms arising from a large pelvic tumor, abdomino-perineal resection was performed and subsequent molecular testing confirmed the tumor as KRAS wild-type. Anti-EGFR combination treatment with FOLFIRI and cetuximab was initiated and continued for 9 months until termination due to disease progression. Patient then received XELOX (capecitabine and oxaliplatin) chemotherapy for 7 months again until disease progression occurred. Her ECOG performance status declined to 3 due largely to cancer-related symptoms including limited mobility, dyspnea with cough, and abdominal pain. Comprehensive genomic profiling was obtained to identify rational approaches to targeted therapy in a young patient who had fully exploited guideline driven therapies.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'24142049': 1, '24903996': 1, '24311197': 1, '25385741': 1, '23630214': 1, '20656317': 1, '19330168': 1, '27682134': 1, '21696295': 1, '23471238': 1, '21632460': 1, '15641483': 1, '21816914': 1, '25447849': 1, '24127447': 1, '28507204': 1, '22951287': 1, '14605451': 1, '10080604': 1, '15342667': 1, '20180029': 1, '29338072': 1, '22848257': 1, '26244165': 2}", "similar_patients": "{}"}