{"patient_id": 149953, "patient_uid": "4722163-1", "PMID": 26817010, "file_path": "noncomm/PMC004xxxxxx/PMC4722163.xml", "title": "Mixed gonadal dysgenesis in 45,X Turner syndrome with SRY gene", "patient": "Ten years and 3 month-old girl was brought to endocrine clinic for short stature. She was delivered uneventfully at 40 weeks of gestation with 3.2 kg. On exam, her height was 116 cm (<3th percentile), body weight was 19.3 kg(<3th percentile), breast was prepubertal. She had neither cubitus valgus deformity nor webbed neck. Knuckle sign was negative. Multiple freckles were found at back area. Audiometry, echocardiography, kidney ultrasonography were all normal. Her karyotyping revealed 45,X. After diagnosis of Turner syndrome, growth hormone had been given for the treatment of short stature, and estradiol replacement was started at 12.7 years of age. Because SRY gene was positive, she was scheduled to perform laparascopic gonadectomy at 14 years of age.\\nOn pelvic laparoscopy, the uterus and both fallopian tubes looked normal, but both gonads looked streak in appearance (). Both adnexa were removed. On pathologic exam, salpinx was observed with dysgenetic gonad (). The dysgenetic gonad had stroma of whirling pattern with primordial follicles resembling ovarian stroma () and clusters of Leydig cells with ill-defined boundary (). Vas deference was seen as tubular structures surrounded by fibromuscular stroma in certain part of stroma (), and seminiferous tubules were found with surrounding tunica albugina (). Sertoli cells and spermatogonia were seen in the seminiferous tubules without spermatogenesis (). On the other side of adnexa, dysgenetic ovarian stroma with whirling pattern, vas deference, and Leydig cell cluster were also observed. Pathologic findings were compatible to mixed gonadal dysgeneis.", "age": "[[3.0, 'month']]", "gender": "F", "relevant_articles": "{'19188812': 1, '12114813': 1, '10999808': 1, '18295215': 1, '15041227': 1, '27777913': 1, '48093': 1, '10843173': 1, '3503713': 1, '25535833': 1, '2259547': 1, '20512293': 1, '11694229': 1, '835578': 1, '8085779': 1, '2030730': 1, '33344568': 2, '26817010': 2}", "similar_patients": "{'7716306-1': 1, '7716306-2': 1}"}