{"patient_id": 77838, "patient_uid": "4214048-1", "PMID": 25386378, "file_path": "comm/PMC004xxxxxx/PMC4214048.xml", "title": "Malignant Trigeminal Nerve Sheath Tumor and Anaplastic Astrocytoma Collision Tumor with High Proliferative Activity and Tumor Suppressor P53 Expression", "patient": "A 54-year-old woman presented with 8-month history of progressive atypical left facial pain and numbness. She had no previous illness, and her elder brother died few years ago from parietal glioblastoma multiforme. General physical examination was unremarkable; there were no cutaneous stigmata of neurofibromatosis. The neurological examination demonstrated facial hypoesthesia in the distribution of the second and third divisions of the trigeminal nerve. The rest of cranial nerves and neurological examination were within normal.\\nMagnetic resonance imaging (MRI) of the brain revealed a 40 × 25 × 40 mm isointense lesion that enhanced heterogeneously following intravenous Gadolinium administration enhancing lesion in the anterior part of left middle cranial fossa involving the anterior part of the temporal lobe and extends to the infratemporal fossa through foramen ovale (Figures , , and ). The tumor had intra-axial enhanced solid and cystic unenhanced components in the left anterior temporal lobe with surrounded vasogenic edema. The radiological findings were likely consistent with trigeminal schwannoma. Surgery was performed via temporal extradural and intradural approach, with neuronavigation guidance, through left orbitozygomatic-temporal craniotomy. The tumor was seen extradurally easily separable from the dura. It was noticed that it is smaller than the expected size from the MRI. The dura was then opened and a striking intra-axial soft tumor was noted in the superior and middle temporal gyri. Complete microsurgical resection, with ultrasonic aspirator, of the intradural portion of the tumor was performed through anterior temporal lobectomy and the dura was closed. The extradural portion was exposed with drilling of middle fossa floor into the infratemporal fossa and enlarging foramen ovale laterally. The tumor was encapsulated and removed completely, with ultrasonic aspirator, and few of the involved trigeminal nerve fascicles were sectioned.\\nMicroscopically, the tumor showed two components. The first component of temporal lobe specimen revealed a mitotically active malignant glial neoplasm, with no endothelial proliferations or necrosis (). These morphological features were consistent with anaplastic astrocytoma (WHO grade III). Immunohistochemistry study revealed a strong glial fibrillary acidic protein (GFAP) and P53 positivity (). Ki-67 proliferative index showed a mild to moderate (5–10% per 10 HPF) proliferation (). The second component from the extradural specimen revealed a malignant spindle cell neoplasm arranged in a fascicular pattern and embedded in a loosely textured background, with apparent numerous mitosis and tumor necrosis (). Immunohistochemically, the spindle cells were strongly positive for vimentin and S-100 proteins, and apparent P53 expression (). Ki-67 proliferative index showed a mild to moderate (5–10% per 10 HPF) proliferation (). The final diagnosis was consistent with two coexisting intermingled anaplastic astrocytomas and malignant trigeminal nerve sheath tumor (MTNST).\\nThe patient had uneventful postoperative period, with significant improvement of facial pain. Postoperative brain MRI scans demonstrated a complete resection of both tumors (Figures and ). After counseling, the patient decided not to receive any further adjuvant therapy. She was readmitted 8 months later for palliative care due to progressive cognitive function decline. Brain MRI scans revealed left temporal leptomeningeal enhancement at resection cavity at the temporal and infratemporal regions, as well as new heterogeneous enhancing lesion at anterior part of corpus callosum; the latter is likely from the anaplastic astrocytoma component (). She passed away 9 months from surgery from tumor progression causing raised intracranial pressure and brain herniation.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'23919255': 2, '11303668': 1, '2011228': 1, '1715047': 1, '8568553': 1, '11455230': 1, '7714594': 1, '11383742': 1, '3491336': 1, '9521020': 1, '11841734': 1, '11842378': 1, '11237974': 1, '3719468': 1, '2154868': 1, '11079032': 1, '26981322': 1, '14629303': 1, '2693987': 1, '8165501': 1, '18473115': 1, '8816583': 1, '19081670': 1, '17414869': 1, '21389747': 1, '2193485': 1, '20054751': 1, '25386378': 2}", "similar_patients": "{'3750462-1': 1}"}