{"patient_id": 148353, "patient_uid": "4608605-1", "PMID": 26483671, "file_path": "noncomm/PMC004xxxxxx/PMC4608605.xml", "title": "Bilateral Simultaneous Retinal Detachment in Pseudophakia", "patient": "A 61-year-old male Caucasian experienced floaters in his left eye. Four days later, his ophthalmologist diagnosed RD and referred him to our department for surgery. One month previously, phacoemulsification and implantation of a posterior chamber intraocular lens had been performed on both eyes without intraoperative or postoperative complications. His medical history included colon carcinoma, which had been treated by hemicolectomy and chemotherapy. The patient did not take any medication at the time of admission.\\nOn the day of referral, the patient showed a best corrected visual acuity of 0.2 logMAR in his right eye and 0.5 logMAR in his left eye. The intraocular pressure was 16 and 19 mm Hg, respectively. A slit-lamp examination showed regular pseudophakia in both eyes. There were signs of irritation in both eyes, with a positive Tyndall phenomenon but no cells. Vitreous examination revealed cells in both eyes. In the right eye, the retina was attached. In the left eye, a 150-degree RD was seen starting from 7 o'clock with a horseshoe tear at 11 o'clock. The patient was admitted to the ward and positioned supinely. Pars plana vitrectomy (PPV) was scheduled for the following day. The next morning, before surgery, the patient reported newfound floaters in his right eye. On examination, a 90-degree RD in the right eye was diagnosed starting at 9 o'clock with a small horseshoe tear at 11 o'clock.\\nOn the same day, a 23-gauge PPV was performed using perfluorodecalin, endolaser coagulation and a 20% hexafluoroethane (C2F6) gas tamponade on the patient's left eye. The next day, PPV was performed on his right eye using the same surgical approach. There were no intra- or postoperative complications.\\nA follow-up visit 1 month later revealed a best corrected visual acuity of 0.1 logMAR in the right eye and 0.2 logMAR in the left eye. The retinas were attached in both eyes.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'23002414': 1, '7616721': 1, '10893072': 1, '12759852': 1, '8299181': 1, '14968072': 1, '26483671': 2}", "similar_patients": "{}"}