{"patient_id": 141664, "patient_uid": "4206976-1", "PMID": 25346768, "file_path": "noncomm/PMC004xxxxxx/PMC4206976.xml", "title": "Iatrogenic Intraspinal Epidermoid Cyst", "patient": "A 21-year-old female patient was admitted to the hospital due to low back pain radiating into the right lower extremity that initiated approximately one month ago. There was no obvious swelling or deformity and no midline tenderness on palpation of the spine. She complained of sensory loss and motor weakness (grade 4+) in her right lower extremity, as well as urinary and sphincter dysfunction. Severe limitation was checked during the straight leg raising (SLR) test as 45° on the patient's right side. There were no pathologic reflexes.\\nThere was no significant abnormality at birth, nor any notable problems except three lumbar punctures due to pneumococcal meningitis when she was 13 years old. The type of needle used was not documented. No abnormality was found in the skin over the lumbosacral region.\\nPlain radiographs of her lumbosacral spine were normal. Magnetic resonance imaging (MRI) of the spine demonstrated a well circumscribed intradural extramedullary mass of 1.8×1.6×4 cm size at the L4-5 level. In a T1-weighted image, the mass was hyperintensive compared to the cerebrospinal fluid (CSF) () and was rather isointensive in the T2-weighted image (). The mass was enhanced mildly, not densely ().\\nA total L5 laminectomy and L4 partial laminectomy with gross total tumor removal were carried out (). The tumor mass was gray-colored and so fragile that it was easily removed (). However, the tumor capsule was so adhered to neural tissue there was some difficulty dissecting it. Histopathological examination demonstrated a squamous-lined cyst with keratin debris, and histological diagnosis confirmed a epidermoid cyst without malignancy (). After the operation, the patient showed remarkable neurological recovery.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'33093976': 2, '5469090': 1, '8039955': 1, '13358236': 1, '29991240': 2, '12954547': 1, '17621507': 1, '33062568': 1, '29245264': 1, '13599456': 1, '29505514': 1, '5335180': 1, '12690335': 1, '30517826': 1, '14469387': 1, '25346768': 2}", "similar_patients": "{'6104727-1': 1, '7568090-1': 1}"}