{"patient_id": 149766, "patient_uid": "4719248-1", "PMID": 27298911, "file_path": "noncomm/PMC004xxxxxx/PMC4719248.xml", "title": "Iatrogenic Ulnar Nerve Injury post Laceration Suturing - An Unusual Presentation", "patient": "A 48 year old lady came with pain and lacerated wound over the dorsomedial aspect of lower third of left forearm. She presented to us one week after the injury. The lacerated wound was washed and sutured elsewhere and looked healthy on examination. She had no neurovascular deficits on admission and radiograph of the forearm showed fracture of lower third of left ulna [].\\nFifteen days after the injury, the fracture was fixed with plate and screws through dorsal subcutaneous approach keeping an adequate gap from the lacerated wound []. Patient developed ulnar claw hand on the third post operative day []. It is not possible to see and therefore injure the ulnar nerve through the posterior subcutaneous approach. The only possibility was that the nerve could have been damaged, if the drill bit had pierced the ulna anteriorly too long. Strength-Duration curve was done for the ulnar nerve. The nerve was not responding to stimuli of <300 millisecond[ms]. A normal innervated muscle shows response to a current of 0.3ms without increase in the strength of the current. Repeat SD curve after a week showed a shift to the right which indicates neurotmesis [],\\nThree weeks after fracture fixation a decision to explore the ulnar nerve was taken. On exploration, the nerve at the site of the original lacerated wound was going posteriorly. The nerve was traced distal to proximal and was found that it had been ligated tightly at the lacerated wound level []. The ligature around the nerve was cut [. The ulnar artery was found to be cut and plugged with clots. The ends of the artery were also ligated. After removal of the knot, the nerve was free and it was found to be thin at that site []. At five months follow up there was no recovery and patient is counselled for tendon transfer surgery in near future.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'9380393': 1, '21418465': 1, '5945556': 1, '15237134': 1, '18836611': 1, '27298911': 2}", "similar_patients": "{}"}