{"patient_id": 141347, "patient_uid": "4184537-1", "PMID": 25356204, "file_path": "noncomm/PMC004xxxxxx/PMC4184537.xml", "title": "Multiple bone metastases detected 10 years after mastectomy with silicone reconstruction for DCIS and contralateral augmentation", "patient": "The patient was a 54-year-old woman with a history of right mastectomy and axillary node dissection performed 10 years earlier at another hospital. She had also undergone ipsilateral reconstruction with a silicone implant and contralateral breast augmentation the following year. The pathological diagnosis of the surgical specimen was high-grade DCIS, presenting as negative for the estrogen receptor (ER) and positive for the progesterone receptor (PgR). Ten years after the first operation, the patient was presented with pantalgia and visited the internal medicine division of our hospital. An examination revealed a temperature of 40°C and tenderness in the patient's chest, lumber area, and shoulders without neurologic symptoms. Her family and social history was unremarkable. A blood test revealed an elevated C-reactive protein (CRP) level of 18.07 mg/dL, increased white blood cell (WBC) count of 11,400, and elevated ferritin and procalcitonin levels; however, the physician was unable to find the focus of the inflammation. An autoimmune disease was suspected, and autoantibodies were investigated, although none was detected. The preliminary diagnosis was polymyalgia rheumatica, and 15 mg of prednisolone was administered.\\nIn December of that year, an elevated alkaline phosphatase (ALP) level of 727 IU/L was detected, and bone scintigraphy was performed under suspicion of bone metastasis of cancer. The findings revealed multiple areas of abnormal uptake in the bilateral ribs, thoracic vertebrae, lumbar vertebrae, and right sacroiliac articulation (Fig.A). Based on these results, the physician consulted our division. The patient appeared to have multiple bone metastases of cancer. However, the diagnosis of the breast cancer resected 10 years earlier was DCIS, and distant metastasis of this type of cancer is extremely rare. Therefore, we performed breast magnetic resonance imaging (MRI) and positron emission tomography-computed tomography (PET/CT) to screen for contralateral breast cancer and other metastatic origins.\\nPositron emission tomography-computed tomography revealed abnormal accumulation of fluorodeoxyglucose (FDG) in the contralateral breast as well as multiple bone metastases (Fig.A). Breast MRI revealed a nondistinctive enhanced lesion in the left C portion that was not apparent to the radiologist (Fig.C). Repeat US of the breast revealed an obscure nonmass lesion in the same site (Fig.B).\\nA core needle biopsy targeting the contralateral lesion was performed, and the pathological diagnosis was invasive ductal carcinoma, which was positive for ER, negative for PgR, and negative for HER2 overexpression (Fig.A–D).\\nAnastrozole and denosumab were administered based on the pathological diagnosis of the contralateral lesion. Four months later, the multiple areas of abnormal uptake on bone scintigraphy were considerably decreased (Fig.B).\\nThe histology of the previous right breast cancer was reviewed, which revealed negative findings for both ER and PgR and no microinvasion, as evaluated according to anti-SMMS1 antibodies (Fig.B). Therefore, the previous right breast cancer appeared to differ from the newly developed left breast cancer.", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'21398619': 1, '21513863': 1, '18664650': 1, '21145284': 1, '16932162': 1, '23637132': 1, '18971753': 1, '17987342': 1, '25356204': 2}", "similar_patients": "{}"}