{"patient_id": 150327, "patient_uid": "4748791-1", "PMID": 26933415, "file_path": "noncomm/PMC004xxxxxx/PMC4748791.xml", "title": "Metastatic Mantle Cell Lymphoma to the Pituitary Gland: Case Report and Literature Review", "patient": "Our patient is a 70-year-old female who presented with new-onset diplopia and confusion. She reported a history of progressive vision blurriness for 2 months associated with headache, nausea, and vomiting. The patient had a known history of MCL for which she previously received chemotherapy. On physical exam, she was intact except for a left sixth cranial nerve palsy. Her laboratory values were all normal with the exception of her TSH which was low.\\nMagnetic resonance imaging (MRI) revealed an aggressive appearing lesion within the sella turcica involving the cavernous sinuses bilaterally (fig. ). On the left side, the tumor extended inferiorly into Meckel's cave. The tumor encased the left posterior communicating artery at its origin, and partially encased the right posterior communicating artery. Superiorly, the suprasellar extension of the tumor did not involve the optic chiasm, but was abutting the optic nerves (fig. ).\\nGiven the patient's neurologic deficit, as well as the findings on the MRI, an endoscopic transphenoidal resection of the lesion was performed. Intraoperative neuronavigation was utilized to confirm the location of the carotid arteries and optic nerves. Upon opening of the sella dura mater, a firm yellow lesion was encountered. An excisional biopsy was performed with debulking of the tumor. An initial frozen section revealed lymphoma.\\nHistopathological examination revealed the tumor to be a MCL. Microscopy of the pituitary mass showed atypical lymphocytes in diffuse sheets infiltrating into the pituitary gland (fig. ). The atypical lymphocytes were small with scant cytoplasm and irregular hyperchromatic nuclei with irregular nuclear contours. These lymphocytes were found to displace nests of pituitary cells. The tumor cells stained positive for the immunohistochemical stain CD20, demonstrating that the tumor cells were a clonal proliferation of B cells (fig. ). Flow cytometry revealed a surface lambda clonal B-cell population expressing CD19 and CD20. Taken together with the patient's known history of MCL, these findings were consistent with a metastatic MCL to the pituitary gland.\\nThe patient did well following surgery and did not experience any new neurological deficit. Upon receiving the pathology, the patient was started on high-dose steroid therapy and her visual acuity and fields continued to improve on follow-up serial ophthalmological exams. Follow-up MRI of the brain was obtained demonstrating decreased size of the patient's pituitary tumor at both 3 and 6 months (fig. ).", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'22312541': 2, '11063119': 1, '19694718': 1, '19052986': 1, '23616279': 1, '14764764': 1, '17962207': 1, '21307976': 1, '8884356': 1, '32995454': 1, '30139817': 1, '24660002': 2, '3093056': 1, '21850989': 1, '26377137': 1, '16379034': 1, '9204025': 1, '26933415': 2}", "similar_patients": "{'3263702-1': 1, '3263702-2': 1, '3263702-3': 1, '3263702-4': 1, '3263702-5': 1, '3263702-6': 1, '3934533-1': 1}"}