{"patient_id": 147415, "patient_uid": "4541193-1", "PMID": 26330725, "file_path": "noncomm/PMC004xxxxxx/PMC4541193.xml", "title": "Subcutaneous emphysema: Unique presentation of a foreign body in the airway", "patient": "A 3-year-old female child was brought to the hospital with complaints of cough, difficulty in breathing, fever and swelling over the right side of chest, neck and face for last 2 days. She had no history of any similar episode in the past. Physical examination revealed that child was conscious but tachypneic and febrile. SCE was present all over the right side of face, neck and chest. Auscultation revealed diminished air entry with fine crepitations on the right side of the chest without any rhonchi. Her X-ray of the chest depicted SCE and pneumomediastinum with infiltrates in the middle zone of the right lung without any evidence of collapse of the lung and the presence of fluid or air in the pleural cavity. There was no evidence suggestive of foreign body (FB) [].\\nShe was initially diagnosed as a case of pneumonitis with barotrauma and put on antibiotic therapy. As there was no clinical improvement and cause of SCE without pneumothorax was also not clear, therefore, diagnostic bronchoscopy under general anesthesia was planned.\\nStandard monitors were applied for monitoring heart rate, noninvasive blood pressure and pulse oximetry. Injection glycopyrrolate-0.05 mg was given intravenously. Anesthesia was induced with an inhalational technique using oxygen, nitrous oxide (50:50) and halothane 1-2% delivered through Ayre's T piece face mask with spontaneous ventilation. Anesthesia was maintained with oxygen, nitrous oxide and halothane. Succinylcholine 20 mg was administered intravenously (IV) and direct laryngoscopy was attempted but it revealed no abnormality. It was followed by tracheobronchoscopy with Richard Wolf rigid ventilating bronchoscope size 5 mm OD. Left side bronchoscopy revealed normal study, but on the right side a granulation tissue was detected. On careful examination and removal of granulation tissue, a FB was detected just near the origin of apical branch of right main bronchus, embedded in the mucosa. It was retrieved safely but with great difficulty. It was a plastic piece in tortoise shape with multiple sharp pointed projections measuring 5 mm × 9 mm []. During the procedure, the child was ventilated gently through bronchoscope with oxygen, nitrous oxide (1:1) and halothane 1-2%. Besides the initial dose, only two intermittent doses of succinylcholine (5 mg IV each) were required. She maintained her all vitals and oxygenation throughout the procedure.\\nShe was given steroids (dexamethasone-2 mg and hydrocortisone-50 mg) intravenously. Her trachea was intubated with a tracheal tube (4 mm ID) to provide chest physiotherapy and endotracheal suction was done to remove secretions. Lignocaine 1% 1 mL was instilled intratracheal through endotracheal tube to reduce the irritation of the tracheobronchial tree and hence, to control cough reflex. The trachea was extubated when the child was awake. During postoperative care, she was given humidified oxygen by face mask (FiO2: 0.35) for 6 h. She maintained her SpO2 above 96% in postoperative period. SCE reduced gradually within next 48 h without any subsequent intervention. On 3rd day, X-ray of the chest revealed no abnormality [], and the child was discharged to the care of her parents.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'19647881': 1, '8035283': 1, '27407945': 1, '6375617': 1, '7666323': 1, '2246577': 1, '1402375': 1, '28066625': 1, '10674512': 1, '3209937': 1, '26330725': 2}", "similar_patients": "{}"}