{"patient_id": 145207, "patient_uid": "4421262-1", "PMID": 25983929, "file_path": "noncomm/PMC004xxxxxx/PMC4421262.xml", "title": "Renal transplant malakoplakia: case report and review of the literature", "patient": "A 56-year-old woman was hospitalized on 25 October 2006 with a 5-day history of asthenia, fever, vomiting and diarrhoea. In 1996, she had developed end-stage renal disease due to undetermined glomerulopathy and received a first cadaveric renal transplant. In April 2004, she then presented with chronic allograft nephropathy and terminal renal failure. There was no sign of urinary tract infection. A second cadaveric kidney transplantation was performed on 18 November 2005. Immunosuppression treatment included anti-thymocyte globulins followed by tacrolimus and mycophenolate mofetil. The preservation fluid culture was sterile. A urinary tract infection due to E. coli was detected and treated on Day 14 post-transplantation; creatinine was 155 μmol/L at Day 21.\\nOn admission, blood pressure was 120/80 and temperature was 38.5°C. She was oliguric for 2 days and had lost 2 kg of weight. Physical examination revealed a swollen but non-painful kidney transplant.\\nShe had acute renal failure that was ascribed to extra cellular dehydration and acute pyelonephritis without clinical evidence of septic shock. Serum urea nitrogen was 48.5 mmol/L and creatinine 688 μmol/L. Urinalysis showed proteinuria of 0.7 g/24 h, haematuria (105/mL) and leucocyturia (105/mL). Other laboratory results revealed total serum protein 69 g/L, potassium 4.3 mmol/L, sodium 136 mmol/L, haemoglobin 8.7 g/dL, white blood cells 13 700/mm3, platelets 222 000/mm3 and CRP 204 mg/L. Blood and urine cultures were positive for E. coli. Abdominal ultrasound showed an enlarged 13-cm kidney transplant without pyelocaliceal dilatation.\\nThe patient was treated with isotonic serum saline and intravenous gentamycine for 3 days combined with oral levofloxacin. Despite treatment, she remained oliguric and we suspected an acute rejection episode. On Day 7, intravenous methylprednisolone (500 mg/day × 3) was administered. Percutaneous graft biopsy was performed on Day 8.\\nHistological examination showed interstitial inflammation with infiltration of neutrophils and histiocytic cells having abundant eosinophilic cytoplasm. Many of these cells contained periodic acid-Schiff (PAS) positive inclusions (Figure ) consistent with Michaelis–Gutmann bodies. The patient was diagnosed with renal transplant malakoplakia.\\nPrednisone was immediately stopped. Levofloxacin was continued for 10 weeks and the tacrolimus dose was decreased to obtain residual levels between 4 and 6 ng/mL. Kidney function improved rapidly but did not return to anterior levels (serum creatinine: 225 μmol/L versus 150 μmol/L).\\nThe patient did not develop any recurrent urinary tract infection, but was admitted to the hospital at months 4 and 7 for functional acute renal failure. On each occasion, she presented with extracellular dehydration with elevated urinary sodium concentration (>120 mmol/L). We suspected a salt-losing nephropathy secondary to malakoplakia. One year later, she has tubular proteinuria (0.78 g/day) and chronic kidney failure (creatinine 250 μmol/L, GFR 30 ml/min).", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'16490693': 1, '8729051': 1, '17645614': 1, '3885752': 1, '322266': 1, '8352248': 1, '2844463': 1, '12776305': 1, '323136': 1, '349271': 1, '10916930': 1, '6398721': 1, '30059290': 1, '7049476': 1, '25983929': 2}", "similar_patients": "{}"}