{"patient_id": 75027, "patient_uid": "4015283-1", "PMID": 24124650, "file_path": "comm/PMC004xxxxxx/PMC4015283.xml", "title": "Hydrocephalus with panventricular enlargement as the primary manifestation of neurosarcoidosis: a case report", "patient": "A 31-year-old Japanese man who had no relevant medical history other than sinusitis was admitted to our institution complaining of low-grade fever and mild headache which had progressively worsened. He was alert, and a neurological examination revealed no focal signs. Fundoscopic examination showed no papilledema or other abnormalities. No respiratory abnormalities were observed. His complete blood count and routine biochemistry were within normal range. Although C-reactive protein was negative, erythrocyte sedimentation rate was mildly elevated at 14mm/hour (normal range: 1 to 9mm/h). His serum level of angiotensin-converting enzyme was 10.7U/I (normal range: 8.3 to 21.4U/I), its cerebrospinal fluid (CSF) level was not tested, his CD4/CD8 ratio was mildly elevated at 3.27 (normal range: 0.9 to 3.1), and tumor markers were negative. Tuberculin reaction was also negative. A chest X-ray showed bihilar lymphadenopathy with normal lung parenchyma. Computed tomography (CT) showed extensive mediastinal, hilar, and paratracheal lymphadenopathy. A CT of his head showed remarkable hydrocephalus with dilatation of all the ventricles, particularly the fourth, but it did not reveal the etiology (Figure ). Chiari-type I malformation was excluded on magnetic resonance (MR) imaging. Cine-MR imaging showed good patency of the cerebral aqueduct and absence of a CSF flow signal in the area of the cisterna magna. Gadolinium-enhanced T1-weighted imaging showed millet seed-like leptomeningeal enhancement and multiple small enhancing lesions along the Virchow Robin spaces (Figure ). Abnormal enhancement was also observed around the fourth ventricular outlet. These findings strongly suggested a chronic inflammatory disease such as neurosarcoidosis. The findings of gallium scintigraphy supported a diagnosis of sarcoidosis. In light of the clinical and fundoscopic findings we performed a lumbar puncture. Opening pressure was 14cm water (H2O); the CSF was transparent and showed mild pleocytosis (lymphocytosis) and a total protein level of 213mg/dL. CT-cisternography revealed a sparse backflow of contrast medium into the fourth ventricle, suggesting an incomplete block of CSF circulation at the fourth ventricular outlet. A VP shunt was inserted to treat the hydrocephalus. Intracranial CSF pressure was 20cm H2O during surgery, and open biopsies of the arachnoid membrane and the surface of the frontal cortex were performed. That region was not enhanced at preoperative MR imaging. Histopathologic analysis revealed a non-specific abnormal scar-like lesion that was not characteristic of sarcoidosis but did not rule it out. Postoperative CT showed normalization of ventricular size. After surgery, nasal and skin biopsies were performed and pathology revealed non-caseating granulomas consistent with sarcoidosis. We obtained the definitive diagnosis of sarcoidosis 3 weeks after admission from the pathological findings by the nasal and skin biopsies, and corticosteroid therapy was started after that. The clinical course was favorable.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'20717518': 1, '9352821': 1, '34743227': 1, '33505980': 1, '12870721': 1, '12916562': 1, '30146586': 1, '34446511': 2, '10671588': 1, '15925652': 1, '10319978': 1, '17878651': 1, '29137054': 1, '30158982': 2, '23115677': 2, '1196488': 1, '17976699': 1, '29636921': 2, '32128190': 2, '29130124': 1, '9110911': 1, '24124650': 2}", "similar_patients": "{'8395265-1': 1, '7044387-1': 1, '3483335-1': 1, '6109485-1': 1, '5889254-1': 1}"}