{"patient_id": 80035, "patient_uid": "4351833-1", "PMID": 25887519, "file_path": "comm/PMC004xxxxxx/PMC4351833.xml", "title": "Case report on successful ‘bail out’ aortic homograft implantation in a 81-year old woman with aortic ring rupture after double TAVI procedure", "patient": "An 81 year-old female with severe aortic stenosis and moderate mitral insufficiency, persistent atrial fibrillation, peripheral varicosis, bad clinical state and general fragility was reviewed by the local heart team. Conventional open heart surgery was considered to be a high risk approach by the multidisciplinary team. The calculated Euro Score II value was 6.45%. The aortic annulus diameter was 22 mm and the left ventricular ejection fraction was good. Due to the patient’s poor clinical state a TAVI was applied.\\nAfter ballon-pre-dilatation, a 26 mm Edwards Sapien XT™ valve was implanted. The postoperative TTE showed a significant paravalvular leakage in the posterior part of the aortic annulus. The left ventricular function was preserved and there was no pericardial effusion. The patient’s hemodynamical situation remained stable. After a short intensive care unit (ICU) stay signs of advanced heart insufficiency occurred. In order to close the paravalvular leakage a second TAVI was performed using a 26 mm CoreValve™. TEE after valve implantation showed a decline of the paravalvular leakage. Subsequently the patient was transferred to the ICU. In the following days the patient’s hemodynamical condition worsened and administration of adrenaline and dopamine was required. Nonetheless the patient showed NYHA IV symptoms, and the CT-scan showed an additional 14×13×12 mm pseudoaneurysm located in the area of the left sinus Valsalvae (Figure ). After re-evaluation of the patient an open heart approach was chosen.\\nThe procedure was performed via median sternotomy access with normothermic extracorporeal circulation (ECC) and bicaval cannulation. A standard aortotomy was performed. During aortic cross clamp time cold blood cardioplegia was administered directly to the coronary ostia. Both TAVI prostheses were removed and the native valve was excised. The inspection showed a rupture of the aortic annulus with a pseudoaneurysm formation (Figure ). The rupture was located in the area of the left-right coronary commisure. The pseudoaneurysm was found in the periannular area and continued along the posterior part of the annulus under the ostium of the left coronary artery. Due to the advanced anatomical situation an extra-anatomic homograft implantation was favored. A 21 mm sized aortic homograft was implanted using the root-replacement technique with single-pledged Prolene™ 4.0 sutures. The homograft placement excluded the area of the annular rupture and the entry to the pseudoaneurysm. Additionally, mitral valve annuloplasty with CE Physio™ 28 mm ring was performed due to enhanced mitral regurgitation. The patient was weaned successfully from the ECC. The ECC time was 239 minutes and the aortic cross clamp time 208 minutes. Afterwards the patient was transferred to the ICU under small dobutamine support.\\nThe recovery time in the ICU lasted three weeks, followed by two weeks on general ward. As the patient had moderate renal insufficiency preoperatively, in the postoperative period temporary increase of the renal dysfunction was observed. The patient developed a postcardiotomy syndrome requiring longer time of pericardial drainage and pharmacotherapy with colchicine and steroids. TEE assessment showed good left ventricular fraction, regular homograft function and a good result of mitral valve reconstruction. The patient was referred home in good condition.\\nDespite the patient was referred to the TAVI procedure due to her bad clinical state and general fragility it should be emphasized that a patient with an Euro Score II value of 6.45% should primarily be considered for a standard surgical aortic valve replacement. Additionally, an untreated mitral valve insufficiency may have a negative impact on mid-term results after TAVI procedure itself.\\nAlbeit some reports discuss conservative treatment options for patients with aortic annulus ruptures after TAVI, these strategies seem only to work out in fully stable patients []. In our case-report we present a patient, with a worsening hemodynamical situation despite best pharmacological support. We decided to perform open heart surgery on our patient, as it occurred to be the only curative option, despite the high mortality rate of 45% described in the literature [].\\nFurthermore this case underlines the importance of an early angio-CT scan performance, as it fast helped to find the right diagnosis of the annulus rupture. This observation is also well documented in literature []. The second TAVI was applied as TEE examination underestimated the aortic situation by only identifying a paravalvular leakage.\\nThe annular diameter was small, 22 mm. The calcium was mostly located on the annulus and in the commisures. At our hospital the 26 mm Sapien XT™ valve was the smallest one. We suppose that the prosthesis diameter was too large and it caused the annular rupture during the baloon dilatation. Performing the second TAVI after the first unsuccessful one was of no benefit for the patient. Definitively, the rescue operation should have been performed directly after the first TAVI procedure. Probably, the essential lesson of this case is the necessity to perform an broad imaging work-up followed by an early rescue surgery in such patients. Here, the use of aortic homograft is a feasible option to replace a destroyed aortic root. An alternate option to the abovementioned is the use of a stentless aortic root bio-prosthesis.\\nAs the mitral insufficiency was enhanced by the ventricular dilatation we decided to perform the mitral ring implantation as no remodeling was expected and the procedure does not take too much time in experienced hands.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'21515069': 1, '24659059': 1, '20864486': 1, '23748467': 1, '21747054': 1, '23965349': 1, '25887519': 2}", "similar_patients": "{}"}