{"patient_id": 152702, "patient_uid": "4918683-1", "PMID": 26960789, "file_path": "noncomm/PMC004xxxxxx/PMC4918683.xml", "title": "Call centers and noise-induced hearing loss", "patient": "M.G. 30-year-old male patient was admitted to the Department of Ear Nose Throat in DEU Hospital with the main complaint of not hearing the safety belt alarm in his car. Subsequent to his history taking, he was referred to occupational disease outpatient clinic in the hospital. He has been working as a home agent for a call center for the last 50 months. He has been working 8 h a day and 6 days a week. His work equipment consists of a monitor and a headset.\\nHis equipments have no amplificator. The system is accessed by a password and the incoming calls are directed by team leaders to the related operators. He was mainly serving clients from mechanical maintaining and repair sector clients, thus he described frequent high pitch noise and parasite particularly at the beginning of the conversations. He said, “I have to control the noise level manually since I do not have the amplificatory device….” In his occupational history, he describes the time between high noise level and parasite and manual modification as 3-5 s. He also described ear pain after some of these exposures. A call is received every 3-5 min; 17% of the work time is passed in passive mode, waiting for a call. The breaks are managed by the operator himself or by the team leader. He also mentioned other employees with hearing problems during occupational history, but we did not have a chance to examine any other employees yet.\\nHe reported no periodical health examinations and very limited occupational health and safety training was given to him only at the beginning of the job. Although we requested personal noise exposure and environmental noise measurements from the company, no answer was received. The audiometry test at the start of work was normal [].\\nThere was no history of smoking or alcohol use, regular drug use, autotoxic drug use, chronic diseases, and exposure to high-pitched noise such as the explosion in his personal and family history, and no particular noise exposure during his military service. There was no history of diving, shooting, or listening to music at high volumes. His daily activities do not include any high-level exposure yet we tried to categorize his daily exposure according to the national regulations.[] He does describe a very sedentary everyday routine including limited time in traffic (daily city traffic 70 dB and automobile horns 80 dB). He describes end shift fatigue and headache so he says “I prefer to stay in a quite environment thus I do not listen high volume music or television (radio music sound 70-80 dB).”\\nThe case was evaluated in consultation with the Department of Ear Nose and Throat. The physical examination revealed normal autoscopic results in both ears, the Weber was lateralized to the right, and the Rinne test was pathologically positive in both ears. A pure sound audiogram showed a mean pure sound of 27 dB loss in the right and a mean pure sound of 35 dB loss in the left ear, while there was a sensorineural hearing loss manifesting a sudden decline after 1000 Hz []. The other physical examination findings were usual.\\nIn accordance to the history, physical examination, and audiometric results along with the initial audiometric test, other reasons were excluded, and the patient has been diagnosed as noise-induced occupational hearing loss. He was recommended to reduce the noise exposure and put under yearly follow-up by the committee of occupational diseases.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'34369415': 1, '22577858': 1, '24603543': 1, '24564697': 1, '16299704': 1, '32988950': 1, '30516171': 1, '18704480': 1, '17114144': 1, '12406859': 1, '17573569': 1, '33622242': 1, '26960789': 2}", "similar_patients": "{}"}