{"patient_id": 79188, "patient_uid": "4301515-1", "PMID": 25621057, "file_path": "comm/PMC004xxxxxx/PMC4301515.xml", "title": "Blastic plasmacytoid dendritic cell neoplasm presenting with a cutaneous tumor alone as the first symptom of onset: A case report and review of literature", "patient": "In May 2009, a 79-year-old male was admitted to the Department of Dermatology, Affiliated Yantai Yuhuangding Hospital, Medical College of Qingdao University (Yantai, China) subsequent to noting asymptomatic purple and brown plaques on his back that had been present for one month. The lesions grew progressively. Upon admission, a skin examination revealed a reddish papule of 3 cm in diameter and a violaceous nodule of 3 cm in diameter on the upper and lower mid back, respectively, without superficial ulceration (). A skin biopsy was subsequently performed. Routine laboratory tests were within normal ranges. A bone marrow aspiration and biopsy were performed and revealed no evidence of tumor cells. Additionally, a chest computed tomography (CT) scan and abdominal ultrasonography did not reveal any other abnormalities.\\nThe histological examination of the skin biopsy performed upon admission revealed that the reddish papule exhibited a dense and diffuse infiltrate of monomorphous medium-sized cells in the dermis and subcutis. An uninvolved zone of collagen band was observed in the upper dermis (). The tumor cells exhibited round to ovoid nuclei, with fine chromatin, scanty cytoplasm and inconspicuous nucleoli ().\\nImmunohistochemistry showed that the tumor cells were positive for CD4, CD56, CD123 () and CD43, but negative for CD3, CD5, CD20, CD30, CD45RO, CD79α, CD68, anaplastic lymphoma kinase, paired box 5, myeloperoxidase, granzyme B, T-cell intracellular antigen-1 and terminal deoxynucleotidyl transferase (TdT). The investigations for Epstein-Barr virus (EBV) infection by ISH for EBV-encoded small RNAs yielded a negative result. The patient was treated with local radiotherapy alone (50 Gy total, 25 times over five weeks) and succumbed to multiple organ failure five months later, in October 2009.\\nWritten informed consent was obtained from the patient for publication of this case study and any accompanying images.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'21744480': 1, '17018683': 1, '20573459': 1, '19291533': 1, '21883371': 1, '21900200': 1, '16998465': 1, '23065521': 1, '21215813': 1, '15981806': 1, '24441662': 1, '19615025': 1, '19956058': 1, '21867533': 1, '29415975': 1, '15205205': 1, '22953501': 1, '31530159': 2, '21835496': 1, '25621057': 2}", "similar_patients": "{'6833378-1': 1}"}