{"patient_id": 141383, "patient_uid": "4185326-1", "PMID": 25289131, "file_path": "noncomm/PMC004xxxxxx/PMC4185326.xml", "title": "Stereotactic Mesencephalotomy for Cancer - Related Facial Pain", "patient": "A 72-year-old man presented with a 3-year history of intractable left-sided facial pain. His pain was characterized by stabbing, burning, and dysesthesia, and involved the V1, V2, and V3 distributions of the trigeminal nerve. In the early stage, he was misdiagnosed with trigeminal neuralgia and underwent Gamma knife radiosurgery at an outside hospital. When the procedure and pharmacologic measures failed to provide pain alleviation, He was reexamined with paranasal sinus MRI and his diagnosis was confirmed with a biopsy of the nose and neck. At that time, his final diagnosis was inoperable hard palate cancer with intracranial extension, stage IVB (T4bN1M0). Since then, he has received concurrent chemoradiation therapy as another treatment option. During the treatment, his cancer-related facial pain became aggravated and refractory to the maximum dose of opioids including oxycontin, durogesic patches, and so forth. He was then referred to the neurosurgery department for surgical treatment of the intractable pain.\\nWhen we checked his neurologic status, left hemifacial pain corresponding to a visual analogue scale (VAS) score of 9 combined with mild hypoethesia (decreased to 80 percent compared with the right side) and left masseter muscle atrophy with decreased mastication were identified. After careful consideration of the factors, including the factors involved in multiple clinical disciplines, the surgical option of a mesencephalotomy was discussed with the patient and his caregivers and they decided to proceed with it as a last resort due to the severity of his symptoms and the refractoriness to medical treatment.\\nOn the morning of the operation, the patient's head was fixed parallel to the line between the infraorbital margin and the upper margin of the external auditory meatus in a Leksell stereotactic frame (Elekta Instruments, Atlanta, GA, USA), and coronal and axial T2-weighted MRI images were then obtained. The surgical target based on the MR image was chosen 5 mm behind the posterior commissure, 6 mm lateral to, and 5 mm below the intercommissural plane (). An MR navigation system (Stryker Instrument, Freibury, DEU) was used to define the appropriate trajectory. The surgery was carried out under local anesthesia. When the underlying dura and pia were opened with bipolar cautery, three straight microelectrodes (FHC Inc., Bowdoin, ME, USA) were inserted into the center, 2 mm medial, and 2 mm lateral to the target, for electrophysiologic mapping. After stimulation with the electrode, typical tingling and a warm sensation in the left upper arm and face were noted in the center tract (6 mm lateral to the right of the midline). After confirming the final target based on the electrophysiologic mapping findings, a lesion was made using a 2 mm diameter tip monopolar straight electrode with a 4 mm uninsulated length (Leibinger GmbH, Freiburg, Germany) and raising the temperature of the electrode to 80℃ for 60 seconds. And the lesion was increased in length by 2 mm by moving the electrode along the dorsolateral direction and by repeating the heating (). At the end of the operation, a navigation-guided Ommaya reservoir was inserted for intraventricular injection of morphine to aid in the control of the remaining cancer pain. The patient remained stable throughout the procedure.\\nOn the first day after the operation, the left hemifacial pain had dramatically improved according to the VAS score, which dropped from 9 to 1, and the hypoesthesia on the left face showed a noticeable decrease of 50 percent compared with the right side. Besides, there was no evidence of any new gaze paresis or left-sided extremity dysesthesia. However, the pain slightly recurred with a VAS score of 3 a week after the surgery and the pain progressively increased, with the VAS increasing to 5 at postoperative two months. Until a recent date, the pain has been relatively well controlled, staying at VAS 4 or 5, by intermittent intraventricular morphine injections and oral opioids; also, there have been no neurologic deficits detected.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'6937114': 1, '9780401': 1, '2136172': 1, '18496167': 1, '3009737': 1, '15637444': 1, '14008603': 1, '2667283': 1, '1295044': 1, '4889016': 1, '13118386': 1, '5334024': 1, '787819': 1, '6369589': 1, '10719853': 1, '8078609': 1, '7042931': 1, '12996128': 1, '13214275': 1, '9303260': 1, '20690810': 1, '2666976': 1, '3077269': 1, '13742670': 1, '9316044': 1, '25289131': 2}", "similar_patients": "{}"}