{"patient_id": 80193, "patient_uid": "4358716-1", "PMID": 25884588, "file_path": "comm/PMC004xxxxxx/PMC4358716.xml", "title": "Massive malignant solitary fibrous tumor arising from the bladder serosa: a case report", "patient": "A 41-year-old otherwise healthy male presented to the emergency department at Hakensack University Medical Center, NJ with abdominal pain and abdominal fullness that had progressively worsened over the course of the last year. He also reported constipation, urinary frequency, dyspnea on exertion and a 25-pound weight loss. A subsequent computed tomography (CT) scan of his chest, abdomen and pelvis revealed a 26.8 × 21cm intra-abdominal mass occupying most of his abdominal cavity (Figure ). The inferior vena cava was compressed, and the mass extended inferiorly to the upper pelvis, abutting the superior dome of his bladder. There was no evidence of metastatic disease in his chest. Given the size of the mass and his worsening abdominal pain, the decision was made for him to undergo surgical resection.\\nThe abdomen was entered through a midline incision. The liver and peritoneal surfaces were uninvolved. The mass did not appear to be arising from the retroperitoneum and was noted to be quite mobile, except in the pelvis where it was tethered to the superior dome of the bladder. The mass was freed from the lateral pelvic side walls and a partial cystectomy was performed en bloc to remove the specimen. Numerous engorged pelvic veins were encountered around the inferior aspect of the mass and the bladder dome. These were appropriately tied off and stapled using a 45mm vascular load stapler (Covidien, Mansfield, MA, USA). The midline laparotomy was closed in routine fashion.\\nOn gross inspection, the mass measured 28 × 21 × 18cm and weighed 4.8kg. The cut surface revealed a gray-white mass with an ill-defined whorled-like pattern with randomly assorted tan fleshy nodules (Figure ). A histologic evaluation revealed a microscopic margin negative resection (R0) with variable, alternating hypercellular and hypocellular areas, with areas of necrosis. The tumor cells varied from spindle to epithelioid within a hyalinized stroma (Figure a-b). In the hypercellular areas, the tumor cells showed moderate atypia with high mitotic activity (focally over 10 mitoses per 10 high power fields) and Ki67 positivity of 15% (Figure c). His immunohistochemistry analysis showed that the tumor cells were positive for vimentin, CD34 (Figure d), BCL-2 and beta-catenin, and negative for pan Cytokeratin, p63, Calretinin, SMA, desmin, S100, CD-31, CD-117, DOG1, EMA, STAT6, GRIA2 and WT-1. His p53 immuno-histochemical stain was weakly positive, with 30 to 40% positivity. His cytogenetics analysis revealed no chromosomal rearrangements at loci 12q13 or 18q11.2.\\nHe had an uneventful post-operative course and was discharged from the hospital on post-operative day five. He was seen in the clinic at one, three and eight months following discharge and is recovering well without evidence of recurrence.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'34771699': 1, '31603423': 1, '34707948': 2, '23313954': 1, '30817590': 1, '21415186': 1, '23663788': 1, '21257853': 1, '23761323': 1, '23515556': 1, '17858068': 1, '29467886': 1, '24022844': 1, '22989546': 1, '21234256': 1, '18760732': 1, '32420182': 1, '25884588': 2}", "similar_patients": "{'8530770-1': 1}"}