{"patient_id": 81328, "patient_uid": "4448101-1", "PMID": 26064808, "file_path": "comm/PMC004xxxxxx/PMC4448101.xml", "title": "Right Hemi-Diaphragmatic Rupture: An Injury Missed or Masked?", "patient": "A 15-month-old boy was referred with history of fall from stairs and pressed under the person carrying him. He was initially managed at a local hospital on outdoor basis for difficulty in breathing. After seven days of the accident, he was referred to us because of gradually worsening respiratory distress. On examination, he was alert but irritable, with a heart rate of 120/minute, blood pressure of 90/60 mmHg and respiratory rate of 54/minute with in-drawing of intercostal muscles. His arterial oxygen saturation was 94% at room air. There were no external signs of injury over the chest or abdomen. Air entry was reduced on right side of chest and apex beat was normally placed. Abdominal examination was unremarkable. Chest X-ray was repeated and compared with the one done on the day of accident. Lung fields appeared clear as compared to previous X-ray. Ultrasound abdomen revealed free fluid in peritoneal cavity with laceration of segment VII of the liver. Child was initially managed in intensive care and remained hemodynamically stable, but had tachypnea which was out of proportion to the X-ray findings. His condition worsened further and oxygen requirement to maintain saturation increased.\\nContrast enhanced Computerized Tomography (CT) scan thorax and abdomen was done which revealed bilateral massive effusion, more on right side than left. Bilateral chest intubation was done (Fig.1a). The tubes at insertion drained 650 ml and 350 ml of sero-hemorrhagic fluid from right and left hemi-thoraces, respectively and tachypnea gradually normalized.\\nLeft chest tube was removed after three days, but, right tube was continuously draining about 100 ml of serous fluid daily. Repeat chest X-ray showed clear apical lung zones, a well-defined opacity occupying right mid and lower lung zones and ill-defined right dome of diaphragm (Fig.1b). Diaphragmatic injury was suspected and contrast CT scan chest and abdomen was repeated which showed right lobe of liver herniating into thorax through a defect in the dome of right diaphragm along with ipsilateral loculated pneumothorax (Fig.1c,1d).\\nAfter optimization of his general condition, right posterolateral thoracotomy was done. The intraoperative findings confirmed a large diaphragmatic dome rupture with liver occupying right hemithorax (Fig.2a,2b,2c). The diaphragmatic edges were carefully mobilized off the lacerated liver surface and repaired by non-absorbable suture. Subsequently patient had an uneventful recovery. After 10 months of follow-up, the patient is asymptomatic.", "age": "[[15.0, 'month']]", "gender": "M", "relevant_articles": "{'10929366': 1, '8549043': 1, '19698091': 1, '24396754': 1, '15351874': 1, '26815218': 1, '8355305': 1, '15589913': 1, '20072860': 1, '26064808': 2}", "similar_patients": "{}"}