{"patient_id": 79109, "patient_uid": "4295430-1", "PMID": 25614744, "file_path": "comm/PMC004xxxxxx/PMC4295430.xml", "title": "Polymicrobial Bacteremia Involving Comamonas testosteroni", "patient": "An 80-year-old African American female, morbidly obese, was brought to emergency department complaining of generalized body aches (predominantly in shoulders) and nondocumented fevers at home for about 1 week. Her past medical history was significant for systemic arterial hypertension, diabetes mellitus, hiatal hernia, osteoarthritis, and cholelithiasis (s/p cholecystectomy). On arrival to the hospital, her vital signs were as follows: blood pressure of 150/77 mmHg, a regular heart rate of a 106 beats/minute, a respiratory rate of 21 breaths/minute, a temperature of a 100.8°F, and an oxygen saturation of 96% breathing ambient air.\\nRemarkable laboratory findings on admission were a white blood cell (WBC) count of 14, 500/mm3 (4.8–10.8), a sodium level of 129 mmol/L (135–147), a potassium level of 5.5 mmol/L (3.5–5.3), and a creatinine level of 2.0 mg/dL (0.8–2.0). C-reactive protein (CRP) and erythrosedimentation rate (ESR) levels were both elevated at 152.7 mg/L (1.0–4.0) and 130 mm/h (0–20), respectively. Her urine analysis showed positive leukoesterase and a WBC count of 10–15/hpf (0–5). Coagulation and liver profiles were within normal limits. Bilateral shoulder X-ray demonstrated degenerative changes, with a right rotator cuff tendinitis but no fractures. Chest radiography revealed no infiltrates.\\nShe was admitted to the medicine ward with the presumptive diagnosis of urinary tract infection (UTI), and empiric antimicrobial therapy was initiated with ceftriaxone 2 grams intravenously daily. Blood cultures drawn on admission grew methicillin-sensitive Staphylococcus aureus, and antimicrobial therapy was stream lined to nafcillin 2 grams intravenously every 4 hours. Transthoracic echocardiogram (TTE) showed no vegetations. On day 3 of admission, her hospital course was complicated by worsening leukocytosis and a transient episode of hypotension which responded to intravenous fluids therapy. At that time, a new set of blood cultures was obtained from which Comamonas testosteroni was isolated (sensitive to ceftazidime, carbapenems, piperacillin/tazobactam, and trimethoprim/sulfamethoxazole). Antimicrobial therapy was then escalated to cefazolin 1 gram intravenously every 8 hours plus doripenem 250 mg intravenously every 8 hours. Abdomen, pelvis, and chest computed tomography (CT) were obtained, demonstrating the presence of diverticulosis but no abscess formation or mass. Repeated blood cultures were negative, and the patient was discharged home to complete a total of 4-week course of intravenous antimicrobial therapy.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'24371242': 1, '21223488': 1, '11739769': 1, '21531356': 1, '30619175': 1, '32215256': 1, '12780521': 1, '1588272': 1, '34444286': 1, '33799747': 1, '30406048': 1, '22992836': 1, '27730363': 1, '26981448': 1, '34557347': 1, '11127273': 1, '30983809': 2, '22955442': 1, '3823716': 1, '15914299': 1, '17896478': 1, '19208890': 1, '14515927': 1, '22706196': 1, '25614744': 2}", "similar_patients": "{'6437828-1': 1}"}