{"patient_id": 87846, "patient_uid": "4962476-1", "PMID": 27461025, "file_path": "comm/PMC004xxxxxx/PMC4962476.xml", "title": "The use of dronedarone for recurrent ventricular tachycardia: a case report and review of the literature", "patient": "An 85 year-old Caucasian gentleman with hypertension, paroxysmal atrial fibrillation, hypothyroidism, stage 3 chronic kidney disease, mixed ischemic and non-ischemic cardiomyopathy, severe biventricular systolic dysfunction, secondary prevention cardiac resynchronization therapy device implant with defibrillator function, and frequent monomorphic VT presents with VT storm. Heart failure medical therapy was optimized and included beta-blockade. A prior trial of sotalol therapy provided no arrhythmia suppression. Amiodarone therapy provided some relief, particularly when augmented by mexilitine therapy, however drug-related lung and neurologic toxicities limited amiodarone use. Transvenous catheter VT ablation was attempted however the arrhythmia recurred a month later.\\nOn presentation, the patient had recurrent VT at 215 beats per minute. 12-lead electrocardiography revealed a monomorphic wide complex tachycardia with left bundle branch block like morphology, inferior axis, and late precordial transition. His arrhythmia precipitated frequent appropriate implantable cardioverter defibrillator anti-tachycardia pacing and shocks therapies. There was no evidence of ongoing reversible myocardial ischemia or metabolic and electrolyte abnormalities.\\nGiven his severe biventricular failure, prior sotalol and mexilitine failure, and drug-toxicities with amiodarone, antiarrhythmic options were limited. The patient was not a good candidate for a repeat ablation procedure or cardiac transplantation given his age and frail status. Having exhausted antiarrhythmic options, dronedarone therapy was considered for off-label use. After discussing potential benefits and risks regarding dronedarone use in the treatment of VT based on the limited data available in the scientific literature, the patient consented to an off-label trial of the agent at 400 mg twice daily. After only three doses, it was discontinued due to severe nausea and the development of multisystem organ failure including acute severe hepatotoxicity. This brief trial of dronedarone therapy had no appreciable effect of the patient’s VT burden. The duration of the VT episodes was brief and not felt to be the cause of the patient’s multi-organ failure that was temporally associated with the initiation of dronedarone therapy. Five days prior to dronedarone administration, the patient’s serum alanine transaminase was measured at 59 U/L (normal 11–63 U/L), serum creatinine at 135 umol/L (normal 50–120 umol/L), and estimated glomerular filtration rate at 41 mL/min/1.73 m2 (normal >80 ml/min/1.73 m2). Two days after dronedarone administration a marked decline in kidney and liver function was observed with a serum alanine transaminase level increase to 1045 U/L, serum creatinine level of 231 umol/L, and estimate glomerular filtration rate of 21 ml/min/1.73 m2. Dronedarone therapy was subsequently discontinued. Unfortunately the patient’s liver and renal failure continued to worsen despite drug discontinuation. He died eight days later from multi-organ system failure and metabolic shock.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'8583788': 1, '22433576': 1, '16949478': 1, '17662087': 1, '8569217': 1, '18565860': 1, '20384650': 1, '29142794': 1, '23147440': 1, '19213680': 1, '22082198': 1, '22557846': 2, '20550612': 1, '21846890': 1, '29616291': 1, '23072519': 1, '23789833': 1, '23734353': 1, '2124623': 1, '27461025': 2}", "similar_patients": "{'3337372-1': 1}"}