{"patient_id": 81900, "patient_uid": "4495981-1", "PMID": 26154253, "file_path": "comm/PMC004xxxxxx/PMC4495981.xml", "title": "Neurofunctional Signature of Hyperfamiliarity for Unknown Faces", "patient": "Patient GN is a 68-year-old right-handed woman without previous psychiatric or neurological episodes, and a normal seven-years education. She was admitted to our neurological clinic because of spontaneous complaints about mild episodic memory impairment and about a generalized and compelling feeling of familiarity and even intimacy for unknown people’s faces. This erroneous face familiarity recognition involved people met personally during daily life activities as well as people seen on television. HFF started about six months before admittance and gradually increased up to become severe and with direct consequences in daily life. In fact, HFF was spontaneous and immediate, and happened constantly throughout the day to the extent that for many (unknown) persons met or seen, GN engaged in effortful memory searching, trying to remember the circumstances, episodes and reasons that made the person’s face look familiar. The failure to recall such circumstance, and the stress related to it, leaded her to social detachment, as she stopped leaving the house or watching TV. By contrast, her ability to recognize truly familiar faces was unimpaired and correct recognition was associated with retrieval of the specific identity and correct name. GN never misidentified a person for another and never believed that people were disguised. Therefore, GN’s HFF appears as a selective disorder, qualitatively different from other misidentification syndromes, such as the Capgras (the pathological belief that a patient’s family member has been replaced by an identical impostor) or Fregoli syndrome (the delusional belief that different persons are in fact a single person in disguise) [, ].\\nMedical and neurological examination was entirely normal as well as standard laboratory blood tests. During the psychiatric examination the patient was cooperative, well groomed, oriented and with a euthymic mood. No evidence of a formal thought, language and mood disturbance or of other psychiatric symptoms was detected. She never reported epileptic disorders. GN was treated with donepezil (5 mg/die for the first month, and then 10 mg/die for other 5 months) with relieve from the mild memory impairment but not from the HFF, which persisted substantially unchanged until the second follow-up (six months after discharge) and then gradually abated until spontaneous remission.\\nA positive family history for dementia was reported, as GN’s mother had an early-onset AD. The presence of mild episodic memory deficits and the familiarity for dementia, suggested to further evaluating the possibility of a prodromal stage of AD. Therefore, additional metabolic and genetic analyses were carried out. There is indeed evidence that early stages of dementia are related to the increase of specific biomarkers in the cerebrospinal fluid (CSF) and to genetic factors. Analysis of the CSF (cells count: 1 element/mm3) was performed to assess the presence of biomarkers with high levels of sensitivity and specificity for amyloid load and tangles in the brain, which are characteristic of dementia. These markers are amyloid β1–42 (Aβ-42) (mean sensitivity: 86%; specificity: 90%), total tau (t-tau) (mean sensitivity: 81%; specificity: 90%), and phosphorylated-tau (p-tau) (mean sensitivity: 80%; specificity: 92%). Concentrations of the Aβ-42 were significantly reduced (298.40 pg/ml; normal values > 500 pg/ml), whereas concentrations of the t-tau were in the normal range (207 pg/ml; n.v. < 450 pg/ml) and concentrations of the p-tau were slightly increased (61.6 pg/ml; n.v. < 61 pg/ml). As far as the genetic factors related to dementia is concerned, GN has been found to carry the ε2–ε3 alleles of the apolipoprotein E (APOE), whereas higher risk to develop dementia and AD has been found in carriers of the ε4 allele of the (APOE) genotype. In consideration of the clinical history and of the assessment results, GN was diagnosed with atypical AD.\\nThe neuropsychological examination took place during the first week after admittance, while the fMRI experiment and SPECT scan were performed three weeks after admittance.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'17354800': 1, '14642483': 1, '17335393': 1, '2224375': 1, '28119645': 1, '20837401': 1, '18588998': 1, '24592218': 1, '11113214': 1, '17905870': 1, '22579121': 1, '10827445': 1, '30872887': 1, '30012623': 1, '24962370': 1, '11595103': 1, '23785160': 1, '29216226': 1, '3429213': 1, '1587974': 1, '14026018': 1, '16393753': 1, '16797608': 1, '10075898': 1, '27208816': 1, '18855557': 1, '1879150': 1, '20308681': 1, '18670856': 1, '25837867': 1, '12379865': 1, '23347644': 1, '17707683': 1, '12615646': 1, '11906514': 1, '10632617': 1, '18726910': 1, '30618997': 1, '1202204': 1, '11287379': 1, '18387554': 1, '15275919': 1, '19122035': 1, '30816315': 1, '20350171': 1, '10607399': 1, '22398396': 1, '17822771': 1, '30809551': 1, '24247893': 1, '15050587': 1, '17357716': 1, '26154253': 2}", "similar_patients": "{}"}