{"patient_id": 81469, "patient_uid": "4461702-1", "PMID": 26106498, "file_path": "comm/PMC004xxxxxx/PMC4461702.xml", "title": "Pleomorphic Adenoma of the External Auditory Canal: A Rare Presentation", "patient": "A 55-year-old male patient was seen in ENT outpatients with a growth in the right external auditory canal. The growth was painless but increased in size over a period of nine months, causing hearing loss and occasional bleeding from the canal. On examination the patient had a pink, rubbery mass obstructing the lateral 1/3 of the external auditory canal. Tympanic membrane was intact and other ENT findings were normal. The patient underwent a CT scan of the temporal bone that showed 1 cm polypoid soft tissue growth in the external auditory canal with no underlying exostosis, osteoma, or erosion (). Middle and inner ear structures appeared normal. Under general anesthesia the patient underwent a wide local excision of the tumor via a retroauricular approach. The tumor was attached to the skin of the external auditory canal and was removed with overlying skin. Exposed bone was covered with split thickness skin grafts and supported with silastic tubing and BIPP gauze dressings. Postoperative recovery was uneventful. Histopathology confirmed the tumor as a polypoid lesion covered by squamous mucosa, with variably sized mucin producing glands, embedded in myxofibrous stroma (). The mucins producing glands demonstrated no features of any atypia or mitotic activity and were lined by cuboidal cells (). Further immunohistochemistry demonstrated strong immunoreactivity of the glands in keeping with glandular/ductal differentiation. The final diagnosis was pleomorphic adenoma of the external auditory canal. Six months following the surgery there is no sign of any tumor recurrence and external auditory canal is fully healed.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'22190789': 1, '19004259': 1, '20229463': 1, '21477329': 2, '18314029': 1, '15104293': 1, '6300574': 1, '32443830': 1, '24908278': 2, '31395661': 1, '21120660': 1, '21941560': 2, '22754841': 1, '24808965': 2, '16882695': 1, '9228861': 1, '18376235': 1, '208470': 1, '26106498': 2}", "similar_patients": "{'4077264-1': 1, '3086854-1': 1, '3997894-1': 1, '3173968-1': 1}"}