{"patient_id": 148602, "patient_uid": "4623191-2", "PMID": 26512291, "file_path": "noncomm/PMC004xxxxxx/PMC4623191.xml", "title": "Two Cases of Klippel-Feil Syndrome with Cervical Myelopathy Successfully Treated by Simple Decompression without Fixation", "patient": "A 62-year-old female patient was transferred due to acute onset of gait disturbance, radiating pain (VAS 7) in all extremities during admission at gynecological clinic. She also had features consistent with KFS, including a short neck and low posterior hairline. There was a 10-year history of posterior neck pain, occipital hypoesthesia, radiating pain and numbness in all extremities, and subjective gait disturbance. She never visited a hospital for the problems because the symptoms had been mild without any disturbance in the activities of daily living.\\nNeurological examination revealed normal motor power in the arms. However, there were positive Hoffmann's sign and mild spasticity bilaterally. She had mild paraparesis (grade IV) with spasticity in the legs and showed an unstable gait. Pain and temperature sensation was normal, but proprioception was decreased in the legs bilaterally.\\nThe forms of deformity, stenosis, and cord lesion were similar to those of case 1 on cervical spine radiograph, CT, and MRI (). The ADI was 2.5mm on both flexion and extension lateral views without any definitive craniocervical instability (). There were stenosis and spinal cord compression by anteriorly displaced C1 arch on preoperative CT and MRI (). The patient's presentation was consistent with Type I KFS according to Feil's classification, and Type III according to Samartzis' classification.\\nWe also planned to decompress spinal cord by removing C1 posterior arch without craniocervical fixation (). In this case, we had to perform suboccipital craniectomy and partial removal of C2 spinous process and lamina in order to make space for the route reaching to the C1 posterior arch (). Immediately after decompression, there was an improvement in the radiating pain of all extremities (VAS 3), and muscle power recovered to grade V in the legs bilaterally. The unstable gait, spasticity, and proprioception also showed a substantial improvement. Additional physical therapy was not needed, and the patient was discharged at 2 weeks after the surgery without any neurological deficit. A soft neck collar was worn for 2 months postoperatively. Her clinical condition was stable without any craniocervical instability until 2 years after the surgery ().", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'4434037': 1, '18425797': 1, '7593574': 1, '2801071': 1, '16153587': 1, '16688024': 1, '8557413': 1, '8454748': 1, '19864492': 1, '5938031': 1, '740380': 1, '17023841': 1, '21912326': 1, '13331990': 1, '7875779': 1, '8272889': 1, '26512291': 2}", "similar_patients": "{'4623191-1': 2}"}