{"patient_id": 78073, "patient_uid": "4228074-1", "PMID": 25366193, "file_path": "comm/PMC004xxxxxx/PMC4228074.xml", "title": "Development of microscopic polyangiitis-related pulmonary fibrosis in a patient with autoimmune pulmonary alveolar proteinosis", "patient": "A 75-year-old Japanese man, who self-identified as a chronic smoker (30 pack-years), was referred to our hospital because of a cough, which had been continued for 2 months, and an abnormal chest X-ray. He had no significant past medical history. He was an owner of a liquor shop and had no prior exposure to harmful dust. The physical examination revealed fine crackles bilaterally over the lower lung. The laboratory findings showed elevated levels of lactate dehydrogenase (376 U/L; normal range, 120-242), Krebs von den Lungen-6 (17330 U/mL; normal range, 0-500), surfactant protein-D (293.0 ng/mL; normal range, 0–110), carcinoembryonic antigen (12 ng/mL; normal range, 0–5.0), and CYFRA21.1 (cytokeratin-19 fragments) (26.5 ng/mL; normal range, 0–20.0) in the serum. Serum antinuclear antibody titer was 1:40 (normal range, <1:40), and myeloperoxidase (MPO)-ANCA testing was negative. The chest X-ray showed diffuse bilateral ground-glass opacities, and high-resolution computed tomography (HRCT) showed a crazy-paving appearance (Figure A). Bronchoscopy was performed; the broncho-alveolar lavage fluid (BALF) from the left lingura (B5) showed a typical “milky” appearance. The total cell count in BALF was 320/μL. Differential cell count revealed 50% alveolar macrophages, 36% lymphocytes, 12% neutrophils, 2% eosinophils. Pathological examination of a transbronchial lung biopsy sample revealed periodic-acid-Schiff stain-positive material along the alveolar wall. After the serum anti-GM-CSF autoantibody concentration (28 μg/mL; normal range, <0.5) was confirmed and the comorbidity of hematological diseases, such as chronic myelocytic leukemia, myelodysplastic syndrome, or monoclonal gammopathy of undetermined significance, were excluded, the patient was diagnosed with aPAP.\\nBecause the patient refused any specific treatment for aPAP, including whole-lung lavage and GM-CSF inhalation therapy, he was followed in the outpatient department. Nine months later, his cough had worsened and he began to experience dyspnea upon exertion, which was classified using the modified Medical Research Council Dyspnea Scale (mMRC) as grade 2. The chest HRCT obtained at this visit showed that the crazy-paving pattern had been replaced by fibrotic changes, i.e., subpleural honeycombing and traction bronchiectasis (Figure A). In contrast to the results obtained at the time of diagnosis, the BALF was transparent, without a “milky” appearance. Serum anti-GM-CSF autoantibody concentration was 23.5 μg/mL. Surprisingly, serum MPO-ANCA testing was positive (134 IU/L) and subsequently continued to rise (Figure B). In accordance with the fibrotic changes seen on HRCT images, the patient’s respiratory failure had worsened since diagnosis (Figure B). The patient also showed signs of hematuria and proteinuria. Although neither kidney nor lung biopsies were performed because of the patient’s general condition, the findings presented above met the most recent criteria for MPA []. Because the patient refused steroid and immunosuppressant treatment, he has been followed-up for MPA without any specific therapy.\\nMany studies have shown that ANCA production is key to the pathogenesis of MPA. ANCA is known to activate neutrophils and allow their accumulation at the endothelial portion of a vasculitic lesion []. ANCA is also an excellent diagnostic marker of MPA with specificity of 96.3-99.1% []. Based on these findings, the European League against Rheumatism and the American College of Rheumatology established new criteria that emphasized serum ANCA in the diagnosis of MPA []. A new criterion of MPA, proposed by Watts, lays more emphasis on the role of ANCA in MPA diagnosis, wherein histopathological signs of vasculitis are not essential for the diagnosis []. Our case met these criteria due to the patient’s high level of MPO-ANCA and the associated urinary findings.\\nThere are several reports of pulmonary fibrosis that developed in patients with aPAP. In these cases, as in ours, the features of PAP disappeared as pulmonary fibrosis progressed [, ]. As Luisetti et al. mentioned, it is not possible for us to exclude that some subjects diagnosed with diffuse fibrotic lung disease actually represented the end-stage evolution of a previous pulmonary alveolar proteinosis process []. If a patient’s BALF or HRCT does not show a typical PAP appearance at the time of admission, serum GM-CSF autoantibody is not usually measured. Thus, the link between PAP and pulmonary fibrosis must be explored. In this report, we suggest the role of ANCA-associated systemic vasculitis in the pathogenesis of aPAP-related pulmonary fibrosis. We sought to verify the existence of ANCA-associated systemic vasculitis in patients with aPAP-related pulmonary fibrosis, because in these cases, steroids or immunosuppressants (including rituximab) that are not usually used for the treatment of aPAP may be effective for the treatment of pulmonary fibrosis []. There is one reported case of secondary PAP with high levels of MPO-ANCA []. Further research will be necessary to elucidate the link between aPAP and ANCA-associated systemic vasculitis. Serum ANCA levels should be examined in cases of aPAP complicated by pulmonary fibrosis.\\nIt is generally thought that autoimmune diseases are induced by dysfunctional immunotolerance to self-antigens due to genetic as well as environmental factors []. Clinical evidence shows that the coexistence of autoimmune diseases within an individual (i.e., polyautoimmunity) is not uncommon, suggesting that these autoimmune diseases have a common genetic or environmental root []. It is also reported that aPAP sometimes accompanies other systemic or organ-specific autoimmune diseases. Seymour et al. reviewed 410 cases of PAP and reported seven cases (1.7%) with coexisting autoimmune disorders or positive autoimmune serology (rheumatoid arthritis, two cases; anti-smooth muscle antibody positive, two cases; multiple sclerosis, one case; IgA nephropathy, one case; and celiac disease, one case) []. Inoue et al. reported three cases among 212 patients with aPAP that were complicated by other autoimmune diseases including polymyalgia rheumatica, GPA, and autoimmune hemolytic anemia []. Whether the coexistence of aPAP and ANCA-associated systemic vasculitis in our case was anecdotal or due to shared underlying mechanisms remains to be elucidated. However, it is known that air pollution and/or infections sometimes overwhelm immunotolerance to MPO, even in healthy individuals []. Owing to their genetic tendency toward autoimmune disease and the altered immunologic milieu in their lungs, aPAP patients might be prone to developing an autoimmune reaction to MPO, triggered by an unknown environmental factor.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'12715332': 1, '12011368': 1, '32046322': 1, '17133251': 1, '18202348': 1, '27488496': 2, '22980030': 1, '16901958': 1, '19210866': 1, '20647199': 1, '10793024': 1, '21513605': 1, '20623200': 1, '12119235': 1, '28748093': 2, '20042763': 1, '22454759': 1, '6975003': 1, '7486487': 1, '20448283': 1, '18309702': 1, '4832278': 1, '8613534': 1, '25366193': 2}", "similar_patients": "{'4973081-1': 1, '5520874-1': 1}"}