{"patient_id": 145395, "patient_uid": "4421649-1", "PMID": 25984215, "file_path": "noncomm/PMC004xxxxxx/PMC4421649.xml", "title": "Minimal-change disease as a paraneoplastic syndrome in a patient with ovarian carcinoma", "patient": "On 23 October 2008, a 73-year-old hispanic female was admitted with 8 weeks of exertional dyspnea, dry cough, nausea, emesis, progressive lower extremity edema, 10 kg weight gain and asthenia. She has a history of stroke and hypertension diagnosed 3 years earlier. Her vital signs on admission were blood pressure of 90/60 mmHg, a heart rate of 76 beats/min, respiratory rate: 16/min, T°: 37.4°C, weight: 70 Kg and SaO2: 96% on room air. Physical examination was relevant for a 3+ pitting edema on her lower extremities. Blood tests showed normal complete blood count, serum creatinine 240.44 mmol/L (normal range 46–91.9 mmol/L), urea nitrogen 19.2 mmol/L (normal range 2.5–6.1 mmol/L), 24-h proteinuria of 4 g (normal range of 42–225 mg/24-h), no red cells or casts were found on urine sediment, serum albumin of 15 g/L (normal range 35–50 g/L), serum total protein was 37.2 g/L (normal range 61–79 g/L) and total cholesterol of 5.4 mmol/L (normal range 0–5.2 mmol/L). Complement component levels C3 and C4 were normal, antinuclear antibodies were positive 1:160 titers with a speckled pattern and anti-DNA antibodies were negative. Serological tests for hepatitis C virus, hepatitis B virus and human immunodeficiency virus infection were negative. Negative cryoglobulin levels and serum levels of immunoglobulin G, A, M, E were within normal limits, serum electrophoresis showed a monoclonal peak on the alpha2 and beta region and marked attenuation of the albumin region and urine immunofixation was negative for monoclonal immunoglobulin. Bone marrow biopsy was normal, without findings of plasma cell dyscrasia. Light microscopy of kidney biopsy indicated discrete mesangial proliferation and capillary wall thickening (). The electronic microscopy findings are confined to the epithelial cells, they show diffuse foot process effacement, associated with aggregation of microfilaments, hypertrophy of epithelial cells, microvillous transformation and formation of vacuoles and some glomerular capillaries are collapsed (). The lamina densa is irregular in thickness with subendothelial space widened lucent. The mesangial matrix is slightly expanded without deposits and the tubules show vacuolization (). The above changes are consistent with MCD.\\nShe was treated with methylprednisolone boluses of 250 mg/day for three doses followed by oral prednisone 50 mg/day and mycophenolate mofetil, 1.5 g/day. The kidney function improved, although the proteinuria in nephrotic range was persistent. An abdominal contrasted computerized tomography was performed with findings of mixed solid and cystic right ovarian mass with local infiltration of the pelvis wall, ascites and multiple solid hypodense subcapsular lesions in the liver and spleen. It also showed involvement of mesenteric fat with peritoneal implants. Ca 125 of 497 kU/L (normal range 0–21 kU/L) with normal carcinoembryonic antigen (CAE) and α-fetoprotein. After discovering these results, steroid and immunosuppressive therapy were withdrawn. She was treated then with five cycles of paclitaxel (175 mg/m2) and carboplatin (area under curve 5). Significant improvement was observed after two cycles of chemotherapy with disappearance of edema. Normalization of creatinine, serum total protein, albumin and 24-h proteinuria were achieved and sustained during the chemotherapy period. Ca 125 was reduced to normal values of 13.1 kU/L before surgery debulking. Hysterectomy, bilateral salpingo-oophorectomy, omentectomy and segmental hepatic resection were performed. The pathology of the right ovary revealed a high-grade Stage IV papillary serous adenocarcinoma.", "age": "[[73.0, 'year']]", "gender": "F", "relevant_articles": "{'5900782': 1, '19520469': 1, '10411717': 1, '12833596': 1, '11568228': 1, '11275633': 1, '21151207': 1, '16672913': 1, '11136578': 1, '15099980': 1, '3627617': 1, '2663514': 1, '18790651': 1, '25984215': 2}", "similar_patients": "{}"}