{"patient_id": 141373, "patient_uid": "4185170-1", "PMID": 25230967, "file_path": "noncomm/PMC004xxxxxx/PMC4185170.xml", "title": "Ocular involvement in tumoral calcinosis", "patient": "A 32-year-old male presented with a history of acute and painless blurring of vision in right eye since 1.5 years. He had been suffering from multiple, migratory large joint swellings. All the swellings spontaneously subsided following suppuration of chalky white material and scar formation except over the gluteal region.\\nOphthalmological examination revealed best corrected visual acuity (BCVA) of counting fingers (CF) at 30 m in the right eye and 20/20 vision in the left eye. Slit lamp examination of the anterior segment detected perilimbal calcific deposits []. Ocular fundus examination revealed angiod streaks in both eyes and choroidal neovascular membrane with subretinal hemorrhage in the right eye []. Fundus fluorescein angiography (FFA) confirmed the above findings []. Spectral domain optical coherence tomography (OCT) also showed subretinal membrane and fluid in the macula in the right eye []. B scan ultrasonography with simultaneous vector A scan showed elevated macular area with high reflective echo, one each over the subretinal membrane and the sclera. These findings were suggestive of focal calcification of both the structures in the right eye [].\\nSystemic examination revealed scoliosis, shortening, and deformity of the right upper limb and left lower limb. There were scars and multiple discharging cutaneous sinuses over both the gluteal folds []. A multilobulated swelling with shiny overlying skin was present over the right shoulder []. On physical examination, no findings suggestive of pseudoxanthoma elasticum, Ehlers-Danlos Syndrome, scleroderma, or dermatomyositis were found. X-ray pelvis and computed tomography (CT) scan of chest and pelvis showed nodular calcifications in periarticular soft tissues, bilateral adrenal glands, and spleen [Figs –].\\nOn laboratory investigations, serum phosphate and serum calcium levels were 4.9 and 7.9 mg/dl, respectively. Renal function was normal.\\nBased on the clinical features and radiological and laboratory findings, the condition was diagnosed as TC with ocular involvement.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'27088846': 1, '869449': 1, '22778290': 1, '15590700': 1, '8600898': 1, '6896123': 1, '15133511': 1, '16702460': 1, '25230967': 2}", "similar_patients": "{}"}