{"patient_id": 147044, "patient_uid": "4531585-1", "PMID": 15366648, "file_path": "noncomm/PMC004xxxxxx/PMC4531585.xml", "title": "Disseminated Intravascular Coagulation Associated with Aortic Dissecting Aneurysm", "patient": "A 55-year-old female patient was transferred from another hospital because of chest pain radiating to her back and thrombocytopenia. She had been diagnosed as having essential hypertension approximately 3 years earlier, but was not medicated. The chest pain developed upon exertion and radiated to her back the day prior to admission to a local hospital; it persisted and became more severe after admission. On admission, her temperature was 36.8°C, her pulse rate was 106, her respiration was 20, and her blood pressure was 190/100 mmHg. On physical examination, the patient appeared acutely ill, but her heart sounds were normal. A neurologic examination revealed no abnormalities. Laboratory test results are shown in . Urinalysis revealed many red blood cells and 0–5 white blood cells per high power field. Chest radiographs revealed mediastinal widening, and a computer tomography (CT) scan of the thorax and abdomen revealed a dissecting aneurysm of the descending thoracic aorta, which descended inferiorly to the proximal abdominal aorta (). Medical treatment started immediately with the infusion of nitroprusside and esmolol. On the 2nd day of admission, the patient reported an improvement in her chest pain, and she had a platelet count of 63,000/mm3. On the 7th day, her platelet count was 377,000/mm3, and her prothrombin and partial-thromboplastin times were normal. We followed up the aortic dissecting aneurysm by a thorax CT on the same day and disease progression was not observed.\\nAt 3 weeks after admission, her blood pressure and pulse rate had normalized and her chest pain had fully subsided. The DIC profiles, including platelet count, prothrombin and partial-thromboplastin times, D-dimer, FDP, antithrombin III, and fibrinogen, had normalized (). Outpatient follow-up by laboratory testing, thorax CT, and echocardiography have been performed at regular intervals over a period of 9 months, and the patient is doing well.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'10451465': 1, '8645932': 1, '3417754': 1, '6639333': 1, '12446431': 1, '10574587': 1, '8879398': 1, '9723580': 1, '15366648': 2}", "similar_patients": "{}"}