{"patient_id": 142606, "patient_uid": "4274409-1", "PMID": 25568739, "file_path": "noncomm/PMC004xxxxxx/PMC4274409.xml", "title": "Radiation-Induced Spinal Cord Hemorrhage (Hematomyelia)", "patient": "An 8-year old girl presented to our hospital with back pain for a couple weeks and had weakness in her lower extremities. Clinical examination revealed arflexia and loss of motor power in both her lower extremities. Magnetic resonance imaging (MRI) of the spine done subsequently revealed an epidural mass at the level of T7-T9 which was circumferential and was compressing her spinal cord with marrow signal changes within the T8 vertebral body (). She was immediately started on oral Dexamethasone and underwent an emergent debulking of the mass along with decompressive thoracic laminectomies. Since the mass was circumferential, it was difficult to excise the mass in total. The final pathology was consistent with Ewing sarcoma. She did well post-operatively and regained her lower extremity functions and strength over the next few weeks. She had a post-op MRI which showed expected postsurgical changes and residual ventral epidural enhancing mass at T7-T9 level. There was no metastatic disease. She was started on chemotherapy as per protocol and also underwent proton beam radiotherapy. Proton therapy dose of 46 Gray (Gy), given in 1.8 Gy daily fractions, was delivered to the clinical target volume. Multiple follow-up MRI scans showed complete resolution of the residual epidural mass and expected post-treatment changes, including fatty marrow replacement and mild cord atrophy (). Around seven months after the last administered radiotherapy dose, the patient developed new sensory-motor symptoms in the lower limbs including mild parasthesias and loss of motor power. MRI of the thoracic spine done soon after showed a large hematomyelia within the thoracic cord spanning from T5-T11 level (). This was seen as a long segment T1 hyperintense, T2 hypointense area within the central cord with blood-fluid level at the cephalic and caudal end. There was moderate expansion of the cord, especially evident when compared to the prior scans. There was no pathologic enhancement to suggest any intramedullary lesion. The patient was monitored for few days with no progression of symptoms. Patient was discharged and the intramedullary hematoma was left to spontaneous resolution. Follow-up MR imaging after 6 weeks showed decrease in intramedullary hemorrhage, expected evolution of blood products and resolution of cord swelling. Again, no intramedullary vascular malformation or tumor was identified on the follow-up MRI.", "age": "[[8.0, 'year']]", "gender": "F", "relevant_articles": "{'9136517': 1, '10647763': 1, '31286870': 2, '15701283': 1, '9831003': 1, '2303875': 1, '34307789': 1, '10321889': 1, '8963973': 1, '21794492': 1, '19587631': 1, '2380091': 1, '19165076': 1, '12525319': 1, '25568739': 2}", "similar_patients": "{'6615206-1': 1}"}