{"patient_id": 80512, "patient_uid": "4385640-1", "PMID": 25874138, "file_path": "comm/PMC004xxxxxx/PMC4385640.xml", "title": "Acute Cholangitis following Intraductal Migration of Surgical Clips 10 Years after Laparoscopic Cholecystectomy", "patient": "A 55-year-old female was brought in by ambulance to Accident & Emergency with severe abdominal pain, nausea, vomiting, and overwhelming sepsis. The patient was visibly jaundiced at presentation. Physical examination revealed marked tenderness in the right upper quadrant and the patient was found to have a temperature of 38.5° Celsius, with associated tachycardia (HR ~120 bpm) and hypotension (systolic BP ~80 mmHg). The only feature of note in her past medical history was an uncomplicated laparoscopic cholecystectomy some 10 years earlier. Initial laboratory indices were as follows: WBC 14 × 109/L, ALT 78 IU/L, ALP 242 IU/L, and total bilirubin 97 umol/L. After fluid resuscitation the patient was commenced on broad spectrum antibiotics and transferred to the high dependency unit (HDU) for vasopressor support. The working diagnosis at this stage was biliary sepsis, likely secondary to a retained stone in the common bile duct. Computed tomography (CT) imaging of the chest, abdomen, and pelvis revealed a moderate right sided pleural effusion and evidence of intra- and extrahepatic ductal dilatation. Hyperdense material was noted in the lower common bile duct, and a surgical clip was visible in the gallbladder fossa (). The patient had mild coagulopathy corrected with 10 mg IV vitamin K and urgent endoscopic retrograde cholangiopancreatography (ERCP) was arranged. ERCP with sphincterotomy and balloon trawl was performed and it resulted in removal of a stone from the lower CBD formed around two migrated surgical clips (). This resulted in a swift improvement in the patient's condition and progressive normalisation of previously deranged liver function tests. The patient was discharged from hospital 13 days after initial presentation.", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'33688552': 1, '12200662': 1, '371583': 1, '32161435': 1, '7564747': 1, '24876460': 2, '23521924': 2, '32983443': 2, '12200660': 1, '19680498': 1, '14634357': 1, '29794362': 1, '20049550': 1, '19059149': 1, '31016053': 2, '29868139': 1, '19911275': 1, '29040906': 1, '25874138': 2}", "similar_patients": "{'7498729-1': 1, '3998212-1': 1, '3674903-1': 1, '6444230-1': 1}"}