{"patient_id": 148643, "patient_uid": "4626628-2", "PMID": 26568837, "file_path": "noncomm/PMC004xxxxxx/PMC4626628.xml", "title": "A case series of acquired haemophilia in a Malaysian hospital: unpredictably rare medical emergency", "patient": "The second case was a 40-year-old post-partum lady with underlying pustular psoriasis who was on methotrexate for 4 years. She also has hypertension and gestational diabetes mellitus not on any treatment. She was admitted for relapsed pustular psoriasis after stopping her methotrexate during her pregnancy and intrauterine growth retardation at 38 weeks of gestation. She then underwent an emergency caesarean section following foetal distress. The procedure was uneventful, and estimated blood loss was only 200 ml. Her blood investigations 2 months before delivery showed Hb 12.8 g/dl, platelet 305 × 109/l, PT 12.1 s, INR 0.89 and APTT 36.1 s. However, during the post-partum period, the Hb dropped to 9.6 g/dl, platelet 496 × 109/l, PT 12.5 s, INR 0.93 and APTT 88.9 s. The coagulation profile was not corrected in the mixing study and the presence of Inhibitor Factor VIII 2BU. Her serum fibrinogen and von Willebrand factors were normal. She was started on prednisolone and cyclophosphamide; however, the inhibitors remain at 2 BU. She was then given rituximab. Three months later, her APTT increased to 110 s suggesting a relapse. Hence, she was reinduced with IV cyclophosphamide and T. prednisolone 40 mg OD, and at the same time, she developed retroperitoneal haematoma as seen on computed tomography scan with a drastic drop in Hb to 6.4 g/dl (baseline was 12.6 g/dl); therefore, blood products were given, and she was transferred to another tertiary facility for commencement of Recombinant Factor VIIa (rFVIIa). (Normal laboratory values: Hb 11.5–16 g/dl, WBC 4–11 × 109/l, platelet 150–450 × 109/l, PT 10–13 s, APTT 28–38 s and INR 0.9–1.2.)", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'7565188': 1, '30033442': 1, '8800509': 1, '17047148': 1, '19336751': 1, '1198543': 1, '7562294': 1, '24385759': 2, '17124095': 1, '26568837': 2}", "similar_patients": "{'4626628-1': 2, '3781661-1': 1, '3781661-2': 1, '3781661-3': 1}"}