{"patient_id": 87073, "patient_uid": "4898248-1", "PMID": 24728255, "file_path": "comm/PMC004xxxxxx/PMC4898248.xml", "title": "Submacular hemorrhage secondary to congenital toxoplasmosis", "patient": "LSE, an 18-year-old student woman was admitted to the Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo on February 2010, with low visual acuity for 1 week. The patient was diagnosed with ocular congenital toxoplasmosis by the age 15 years old.\\nAn ophthalmologic exam performed at admission showed corrected visual acuity with counting finger from 1m in the right eye and hand motion in the left eye. The visual acuity in the left eye of the patient was 20/20 without correction, which happened before she develops the reported episode according to information collected from the medical record. In order to register and support the diagnosis a retinography and an angiofluoresceinography were conducted (). On February 18, 2010 the patient, in face-down position, received an intravitreal injection of 0.3mL of C3F8 in left eye.\\nOne day after the procedure the patient was presenting vision of 20/50 and inferior displacement of submacular hemorrhage ().\\nOn August 25, 2010 a reduction of visual acuity to 20/200 was seen. The funduscopy revealed partial absorption of hemorrhage but with macular edema (). Based on this clinical feature, on March 1, 2010 an intravitreal bevacizumab injection was conducted.\\nA week after this procedure the patient showed visual acuity of 20/20 in the left eye. The retinography showed a higher reduction of submacular hemorrhage and and hyperfluorescence due to impregnation of neovascular membrane without significant leakage. The optical coherence tomography found a neovascular membrane in front of pigment epithelium without significant intraretinal edema ().\\nAfter 6 months of follow-up, the visual acuity of 20/20 in the left eye was maintained and no signs of membrane activity were found in fundoscopy, fluorescein angiography and optical coherence tomography ().", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'11030819': 1, '20464119': 1, '18695115': 1, '15064953': 1, '8862044': 1, '11146723': 1, '7180915': 1, '24728255': 2}", "similar_patients": "{}"}