{"patient_id": 79863, "patient_uid": "4339194-2", "PMID": 25710380, "file_path": "comm/PMC004xxxxxx/PMC4339194.xml", "title": "Pseudohypoparathyroidism Type Ib Associated with Novel Duplications in the GNAS Locus", "patient": "The second case (GS0155) is a 27-year-old female. She had had some episodes of right hemiparesis and a bowel volvulus in pediatric age. She was studied in the Neurology Unit after an episode of right hemiparesis, paresthesia and a visual field deficit. Imaging studies did not show any significant alteration. Biochemical analysis showed calcium values in the lower limit of normality (8.5–9.3mg/dl) and elevated PTH (200–300pg/ml), so she was diagnosed of pseudohypoparathyroidism. She did not present any symptom of Albright’s hereditary osteodystrophy (height 1.65m; weight 68.5kg; BMI: 25.1). No other hormone deficit was detected (TSH, 3μU/ml). She referred regular periods. Calcium and vitamin D supplements (both cholecalciferol and calcifediol) were prescribed, although she is not properly following the treatment.\\nIn the last visit, she referred paresthesia in upper extremities with no calcium supplementation for a month. She brought a report with analytical levels: Ca, 8.7mg/dl; P, 3.9mg/dl; Mg, 2.4mg/dl, TSH, 4.15μU/ml; PTH, 349pg/dl; 25(OH)D, 37.2 ng/ml; urine Ca, 76mg/day; CLcr, 177ml/min; Dual-energy X-ray absorptiometry (DXA) with a lumbar T score of -0.7 SD and a femoral T score of -0.3 SD. She is clinically stable, with no symptoms of latent tetany. Biochemical analysis were performed: Ca, 8.9mg/dl; P, 3.7mg/dl; HbA1c 5.4%, PTH, 417pg/dl; 25(OH)D, 44 ng/ml.\\nHer mother was diagnosed at age 48 years with a multinodular toxic goitre. She was treated with I131 that caused iatrogenic hypothyroidism, so she was prescribed levothyroxine 125μg/day. Her past clinical history showed symptoms of generalized anxiety, being followed in the Mental Health Unit. She does not present any characteristic phenotype, with a normal physic exploration (height 1.64m; weight 70kg; BMI: 26).", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'20444925': 1, '22378814': 1, '29959430': 1, '21816789': 1, '33529330': 1, '7853365': 1, '10698594': 1, '14561710': 1, '18925931': 1, '12407707': 1, '24438374': 1, '15591353': 1, '19916794': 1, '18849486': 1, '22114321': 1, '11588148': 1, '20061437': 1, '15592469': 1, '34157100': 1, '22674477': 1, '21351142': 1, '18182455': 1, '15800843': 1, '3127824': 1, '22844132': 1, '6251958': 1, '28711660': 1, '33180333': 1, '28715443': 1, '17405843': 1, '11067869': 1, '20566710': 1, '14764619': 1, '22952885': 1, '22968134': 1, '21523828': 1, '20008020': 1, '20965295': 1, '18394017': 1, '30968677': 1, '21966391': 1, '25710380': 2}", "similar_patients": "{'4339194-1': 2}"}