{"patient_id": 148141, "patient_uid": "4597164-1", "PMID": 26457254, "file_path": "noncomm/PMC004xxxxxx/PMC4597164.xml", "title": "Acute kidney injury in a patient with metabolic syndrome", "patient": "A 69-year-old Caucasian male, with previous normal renal function, suffering from diabetes mellitus, obesity (BMI= 38 kg/m2), hypercholesterolemia, hypertension and coronary artery disease started haemodialysis because of severe acute renal failure (oliguria, dyspnoea, creatinine 10.3 mg/dL). His recent medical history revealed toothache, fever, myalgia, and intake of nonsteroidal anti-inflammatory drugs. Renal ultrasonography showed no hydronephrosis, normal size, and echogenicity but elevated renal arterial resistive index (RI=1). Instrumental and laboratory examinations detected pneumonia with bacteraemia from Staphylococcus aureus. Immunological tests and other microbiological investigations were negative. Proteinuria was 1.2 g/24 h. Treatment included volume repletion, antibiotics and a 3-day course of corticosteroid therapy, with significant improvement in his symptoms. Based on renal biopsy: among 22 glomeruli, we detected focal segmental glomerulosclerosis (FSG) and glomerulomegaly (), arteriolar hyalinosis and severe interstitial inflammation (-) without evidence for other causes of acute kidney injury. The immunofluorescence microscopy highlighted linear staining for albumin and IgG along the glomerular basement membranes (). We diagnosed an acute tubulointerstitial nephropathy overlapping early diabetic nephropathy. The patient underwent to haemodialysis for two months up to recovery of the renal function (creatinine: 1,2 mg/dL, proteinuria 0.6 g/24 h).", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'19339092': 1, '16955108': 1, '26958431': 1, '25069390': 1, '18216780': 1, '12589181': 1, '16336574': 1, '16157765': 1, '21410367': 1, '17082236': 1, '4416380': 1, '15664230': 1, '17252026': 1, '21623393': 1, '4056571': 1, '27340342': 1, '11260414': 1, '26457254': 2}", "similar_patients": "{}"}