{"patient_id": 147584, "patient_uid": "4555810-1", "PMID": 26392701, "file_path": "noncomm/PMC004xxxxxx/PMC4555810.xml", "title": "Peripheral giant cell granuloma: This enormity is a rarity", "patient": "A 32-year-old woman reported to Department of Periodontology, TPCT's Terna Dental College, Nerul, Navi Mumbai with the chief complaint of swelling in upper left back region of the mouth since 3 months. Patient's history revealed that a small swelling appeared 3 months back on left buccal aspect of the jaw, which gradually extended palatally and increased to attain present size. The patient reported the lesion to be asymptomatic, but bleeding tendency was observed if accidentally bitten on during mastication. Patient also gave the history of mishri use twice daily since 10 years. Extraoral examination did not reveal any pathological findings and facial asymmetry. Medical history of the patient revealed no systemic diseases; examination of lymphonodes in the head and neck region revealed no lymphadenopathy. Patient was systemically healthy and was not taking any medications.\\nIntra-oral examination revealed a nodular growth on the maxillary buccal interdental gingiva in relation to the second premolar and first molar which was extending to palatal mucosa. Swelling was exophytic, sessile, bluish-red in color, firm in consistency which measured 1 cm × 1 cm on the buccal aspect []. Palatal swelling was pedunculated, irregular and multilobulated which measured 2.5 cm × 2.5 cm []. Other oral findings included an over-retained root piece of deciduous second molar distal to the growth and overall simplified oral hygiene index for the patient was 3.66 indicating poor oral hygiene.\\nHer complete blood count revealed normal results. Superficial erosion of the alveolar crest in relation to the growth was seen in periapical radiograph [], such superficial erosions of alveolar bone are usually observed in cases of PGCG.[] In occlusal radiographs, no significant bone loss was found []. Orthopantomogram of patient showed interdental bone loss with second premolar and first molar []. Cone beam computed tomography revealed soft tissue growth originating from left maxilla measuring 23.28 mm × 16.57 mm in greatest dimensions [Figure and ].\\nAfter phase I periodontal treatment, incisional biopsies were performed for both the buccal and palatal lesions. Biopsy specimens were embedded in 10% formalin and sent to Department of Oral Pathology. Routine histological examination with hematoxylin and eosin (H and E) stains were performed. After confirmation of the diagnosis of the lesion complete surgical excision was performed []. The H and E section showed hyperplastic parakeratinized stratified squamous epithelium exhibiting acanthosis and ulceration. The underlying connective tissue stroma showed high cellularity. Nodular proliferation of multinucleated giant cells along with mesenchymal cells was observed, with few areas of hemorrhage interspersed with zones of bone formation and chronic inflammatory cells [Figure and ]. The microscopic features of the lesion were consistent with PGCG.\\nDue to likelihood of recurrence, a wide excision of the lesion was performed to minimize the chance of further recurrence. Subgingival band of calculus was observed with second premolar region after excision of the lesion []. High power diode laser of wavelength 810 nm with a treated tip in continuous mode at 0.6–1 W was used to cauterize the bleeding tissue. To extend the periphery of excision treated tip in continuous mode at 1.2–1.5 W was used [Figure and ]. The excised specimen was embedded in 10% formalin and sent to the Department of Oral Pathology. The histology of the excised lesion re-confirmed the diagnosis of PGCG.\\nHealing was uneventful till 4 months postoperative [Figure and ]. Patient is still under follow-up.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'6936553': 1, '11314150': 1, '22557907': 2, '5258991': 1, '32984187': 2, '9150044': 1, '3133432': 1, '33327593': 1, '8975041': 1, '22866121': 1, '26392701': 2}", "similar_patients": "{'3341770-1': 1, '7491829-1': 1}"}