{"patient_id": 146551, "patient_uid": "4499598-1", "PMID": 26175784, "file_path": "noncomm/PMC004xxxxxx/PMC4499598.xml", "title": "Primary Pulmonary Malignant Melanoma: An Unexpected Tumor", "patient": "A solitary mass was detected incidentally in the right lower lobe of the lung in an 82-year-old woman. The results of physical examinations and laboratory tests were within normal limits. Chest computed tomography (CT) showed a heterogeneous enhancing mass lesion of approximately 8 cm in the right lower lobe of the lung (). Bronchoscopic examination showed a black-pigmented mass in the posterobasal segment of the right lower lobe, and biopsy was performed (). Histopathological examination of the biopsy specimen showed melanoma cells containing melanin granules and \"nesting\" of melanoma cells just beneath the bronchial epithelium. The melanoma cells were round or spindle shaped, with melanin pigmentation, and these cells were positive for human melanoma black 45 (HMB-45) and vimentin and focally positive for antibodies to S-100 protein (). Accordingly, the patient was diagnosed with malignant melanoma.\\nTo exclude the possibility of metastasis, an extensive examination was carried out. Positron emission tomography/CT showed a hypermetabolic lesion (standardized uptake value, 14.5) in the right lower lobe of the lung, with no evidence of metastatic disease (). The patient had no history of skin lesions, and did not have any skin, ear, or ocular lesions. Gastrointestinal endoscopy, colonoscopy, and gynecological examinations were performed, and no possible primary tumor was detected. The final diagnosis was primary pulmonary melanoma. The patient refused to undergo treatment because of old age and poor general health.", "age": "[[82.0, 'year']]", "gender": "F", "relevant_articles": "{'5844157': 1, '20570171': 1, '14750982': 1, '5634845': 1, '31093406': 2, '18756609': 1, '28352484': 2, '22263090': 1, '2239829': 1, '33142971': 1, '9987535': 1, '5183297': 1, '26175784': 2}", "similar_patients": "{'6481098-1': 1, '5352873-1': 1}"}