{"patient_id": 76666, "patient_uid": "4137614-1", "PMID": 25165585, "file_path": "comm/PMC004xxxxxx/PMC4137614.xml", "title": "Nonsurgical Management of Nifedipine Induced Gingival Overgrowth", "patient": "A 53-year-old male patient reported to the Department of Periodontology, with a complaint of swollen gums. On examination, generalized gingival enlargement was noticed in the lower arch, whereas an isolated nodular growth was observed in the right side of upper arch. The enlarged gingiva was firm, pale pink, and resilient with a minutely lobulated surface and displayed no tendency to bleed (). The teeth displayed generalized cervical abrasion, probably attributed to the vigorous tooth brushing habit of the patient. There were little amounts of calculus present, and no deep periodontal pockets were detected. The medical history of the patient revealed that the patient was hypertensive and that he was under medication for a period of 4 years for the same. He was consuming nifedipine 20 mg a day for the past 4 years. Based on the clinical presentation of the gingival enlargement and a history of nifedipine intake, the case was diagnosed as Nifedipine induced gingival overgrowth. Periodontal management consisted of performing thorough oral prophylaxis followed by careful instructions on oral hygiene procedures. The case was reviewed for any signs of improvement after a period of 2 weeks. Since there were no changes noticed, a referral was made to the patient's physician to consider drug substitution with respect to nifedipine. Nifedipine was substituted with losartan potassium 25 mg by the physician and the patient was reevaluated after 2 months. The bulk of the gingival enlargement had subsided in the lower arch and the isolated nodular growth in the upper arch had also reduced in size ().", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'16677333': 1, '1517474': 1, '8860144': 1, '23196317': 1, '26296421': 1, '3477631': 1, '20376240': 2, '4516327': 1, '7758039': 1, '6607894': 1, '23066250': 2, '3182672': 1, '21731258': 2, '8877659': 1, '10687229': 1, '15562922': 1, '29242684': 1, '2888958': 1, '11551304': 1, '23431239': 1, '8707974': 1, '25165585': 2}", "similar_patients": "{'3467881-1': 1, '3118083-1': 1, '3118083-2': 1, '2846674-1': 1}"}