{"patient_id": 143597, "patient_uid": "4329395-1", "PMID": 25687443, "file_path": "noncomm/PMC004xxxxxx/PMC4329395.xml", "title": "Vesicocutaneous fistula treatment by using omental flap interposition", "patient": "A 32-year-old male presented to our outpatient clinic with complaints of dysuria and continuous leakage of urine from the fistula tract located at the midpoint of the symphysis pubis and the umbilicus for a long time. In his medical history, he underwent open surgery due to a large bladder stone at 24 years of age. A nontender mass was palpable around the orifice on physical examination. The urinalysis revealed pyuria and microscopic hematuria, but the urine culture was sterile. An abdominal ultrasonography was done, but no remarkable pathology was reported. A computerized tomography (CT) cystogram demonstrated an aberrant connection between the anterior bladder wall and the external surface of the skin (Fig. A). Subsequently, under general anesthesia, patient was placed in a low lithotomy position. Cystoscopy was performed to visualize and cannulate the fistula tract with a 6-Fr ureteral catheter. A midline infraumblical incision was made involving the circumscribing incision around the fistula. The fistula tract was identified until the bladder with blunt dissection. After excision of fistula tract with wide perivesical tissue debridement, a peritoneal cavity was opened and an omental V-shaped flap was prepared (Fig. A). An omental flap was based on a more reliable right gastroepiploic artery and brought down to the surgical field and placed upon the anterior bladder wall. The omental flap was sutured and quilted on the bed of the anterior bladder wall with the interrupted 2-0 polyglactin sutures (Fig. B). The border of the suture lines included from the bladder neck to the posterior bladder wall and up to endopelvic fascia at the lateral sides. A closed pelvic drain was also placed. No intraoperative and postoperative complications were noted. The drain was removed day after surgery, and the patient was discharged at the postoperative day 2. A Foley catheter was removed at the postoperative day 21 after a CT cystogram revealed no leakage from the bladder (Fig. B). At the last follow-up visit, patient was relieved of all his complaints.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'7602631': 1, '22360039': 1, '9919344': 1, '33650518': 1, '11306377': 1, '12893230': 1, '5081707': 1, '3969601': 1, '15988097': 1, '25687443': 2}", "similar_patients": "{}"}