{"patient_id": 142219, "patient_uid": "4245354-1", "PMID": 25469349, "file_path": "noncomm/PMC004xxxxxx/PMC4245354.xml", "title": "Rectouterine fistula after laparoscopic ultrasound-guided radiofrequency ablation of a uterine fibroid", "patient": "A 36-year-old, nulligravida, unwanted for pregnancy was referred to our hospital due to persistent dysmenorrhea and lower back pain following a bilateral uterine artery embolization and intrauterine device (Mirena) insertion at a local clinic. A pelvic magnetic resonance imaging showed a 5-cm-heterogeneous mass on the posterior uterine wall, which appeared to be an intramural fibroid. After thorough counseling on the potential risks and benefits of the procedure and the possible alternative surgical treatments was the laparoscopic ultrasound-guided RFA performed under general anesthesia. A dense adhesion was found in the right cul-de-sac between uterus and colon. Adhesiolysis and biopsies were performed of the adhesive band and peritoneum and an endometriosis was later confirmed. A 16-gauge RFA needle was percutaneously inserted and placed within the target fibroid under laparoscopic video and transvaginal ultrasound guidance. The RF delivery system (M1004, RF Medical Co., Seoul, Korea) was applied twice with a maximum power of 120 watt and a maximum temperature of 85℃ for 5 minutes. The patient was discharged without any complications. However, she visited the hospital for bloody anal discharge and vaginal leakage of stool after two weeks of discharge. During her visit were the vital signs stable, but a leukocytosis (white blood cell 12,820/µL) and an elevation of C-reactive protein (1.4 mg/dL) were observed. The colonoscopy showed a white, marginal protruding mucosal defect about 9 cm above the anal verge (). A pelvic computed tomography and a hysterosalpingogram revealed a fistula between the posterior uterine wall and the rectum (). The patient underwent a rectal fistula wedge resection and ileostomy and total abdominal hysterectomy due to severe inflammation and necrosis in the uterine cavity. Two months later, the fluoroscopic examination of the pouchgram showed an improved rectouterine fistula and no leakage of contrast media, thus a take-down of the ileostomy was performed. There was no further clinical problem afterward for one year of follow-up.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'15758140': 1, '9224575': 1, '23941588': 1, '17057577': 1, '871671': 1, '9668152': 1, '12932884': 1, '26632689': 1, '18381612': 1, '9166351': 1, '24326207': 2, '21216788': 1, '21545960': 1, '961773': 1, '25469349': 2}", "similar_patients": "{'4077064-1': 1}"}