{"patient_id": 85300, "patient_uid": "4747960-1", "PMID": 26943387, "file_path": "comm/PMC004xxxxxx/PMC4747960.xml", "title": "A case report: right upper lobectomy with middle lobe preservation after right lower lobectomy", "patient": "A 69-year-old man who had undergone right lower lobectomy 3 years earlier for pulmonary metastasis originating from colon cancer consulted our hospital because of an abnormal chest shadow. Initial chest computed tomography (CT) revealed a 30-mm mass shadow in the right upper lobe (Figure ). Metachronous pulmonary metastasis originating from the colon cancer was suspected. Transbronchiolar lung biopsy was not performed at the patient’s request, and therefore surgical resection was planned.\\nPreoperative forced vital capacity (FVC) and forced expiratory volume in 1 second (FEV1.0) were 2,580 and 1,330 ml, respectively. Because radiography indicated that the distance between the tumor and the entrance of the upper bronchus was 20 mm, it was considered difficult to achieve complete resection by a wedge resection or segmentectomy. It was anticipated that intrathoracic adhesions resulting from the initial lower lobectomy would prevent postoperative torsion of the residual middle lobe. Furthermore, preoperative CT demonstrated compensatory hypertrophy of the middle lobe and elevation of the right diaphragm, thus reducing the size of the thorax. We expected that this volume matching between the residual middle lobe and the thoracic cavity would prevent emphysematous change in the residual middle lobe in the long term. Therefore, right upper lobectomy with middle lobe preservation was planned. For upper lobectomy, the predicted FEV1.0 was 1,064 ml [].\\nThe operation was performed using a totally thoracoscopic approach. Adhesion of the upper lobe to the chest wall was easily detached. As the middle lobe adhered to the chest wall, this served to prevent middle lobe torsion. The fissure between the upper and middle lobes had fused because of adhesion resulting from the initial lower lobectomy. Therefore, an ‘anterior fissureless approach’ was adopted to avoid any postoperative air leakage []. There were no intraoperative problems, and the postoperative course was uneventful. The patient was discharged on postoperative day 6. Pathological examination of the specimen confirmed that the tumor was a metachronous pulmonary metastasis originating from the colon cancer.\\nAfter 4 months of follow-up, the patient is alive without any signs of further metachronous metastatic lung cancer and requires no additional oxygen support. Postoperative CT revealed that the residual middle lobe was sufficiently expanded without emphysematous change (Figure ). There was no volume mismatch in the residual middle lobe and thoracic cavity.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'24296193': 1, '17903548': 1, '19683728': 1, '22350298': 1, '3977468': 1, '22398467': 1, '26943387': 2}", "similar_patients": "{}"}