{"patient_id": 83948, "patient_uid": "4646992-2", "PMID": 26613054, "file_path": "comm/PMC004xxxxxx/PMC4646992.xml", "title": "Three Siblings with Prader-Willi Syndrome: Brief Review of Sleep and Prader-Willi Syndrome", "patient": "Patient B, brother to Patient A and half brother to Patient C, is a 23-year-old man who was referred to the sleep clinic for the first time when he was 18 years old to rule out OSA and to assess his sleep-related problems. He and his mother were concerned about his sleep given that he reported feeling tired most of the day. During sleep he was observed to snore loudly, experience apneic-like events during which he stopped breathing, talk in his sleep, and occasionally experience jerky body movements.\\nPatient B is prone to frequent upper-airway infections. The PWS genetic test was performed when he was 14 years old and confirmed the diagnosis as a paternal chromosome deletion.\\nPatient B was delivered by cesarean section (due to a failure of labor to progress). His birth weight was 5 lbs. His early childhood developmental milestones were delayed and he experienced feeding difficulties. He is on risperidone 1.5 mg daily and testosterone 0.25 mg daily, and he was on human growth hormone injections previously. He had not been prescribed Modafinil as the main treatment goals for him were to improve his nighttime sleep quality in order to reduce his daytime fatigue. He is also adhering to the “red-yellow-green” diet for PWS patients [] and has achieved good body weight control success.\\nPatient B has cryptorchidism and a history of thyroid hypofunction, which is controlled with medications, and osteopenia due to androgen deficiency.\\nHe also has a history of bipolar disorder, type I, for which he is taking valproic acid, quetiapine, Topiramate, and lorazepam. He had previously been hospitalized for his mood disorder with manic episode exacerbation when he was 21 years old.\\nHe graduated from Grade 12 when he was 18 years old. He was enrolled in a special education plan and his academic performance was good. He currently works as a retail clerical assistant. He has learning difficulty and is exempt from Education Quality and Accountability Office (EQAO) tests, both for mathematics in Grade 9 and for the literacy test in Grade 10.\\nHis first physical examination in our sleep clinic was performed when he was 21 years old and it showed the following pertinent features. He was 159 cm tall and his weight was 73.4 kg. His BMI was 29 kg per m2. He demonstrated decreased muscle tone without hyperflexibility. A neurological exam showed a slowed response and evinced echolalic speech. Cranial nerves II to XII were normal. His deep tendon reflexes were hypoactive 1+/1+, his plantar responses were flexor, his gait was normal, Romberg's test was negative, and his sensory examination was grossly intact.\\nAn initial PSG study was conducted when Patient B was 18 years old to investigate possible OSA and parasomnia. A multiple sleep latency test (MSLT) was carried out on the following day to assess the severity and nature of his excessive daytime sleepiness. The sleep study showed normal sleep onset latency and sleep efficiency, mildly increased AHI in total sleep (12.8/h), and moderately increased AHI in REM sleep (20.4/h). The increase during REM was predominantly due to central respiratory events associated with significant oxygen desaturations (minimum of 74%) and occasional mild to loud snoring. The test also showed that his sleep was fragmented, with an arousal index of 12.2 per hour. There were some polysomnographic (PSG) features suggestive of NREM parasomnia.\\nThe mean sleep latency observed on the MSLT was normal. Given that central apnea episodes are occasionally associated with brain tumors and that the most common cause of OSA in the pediatric population is tonsillar hypertrophy, Patient B was referred for neurological and ENT assessments to rule out the presence of other medical disorders.\\nA second PSG study was conducted three years later when Patient B was 21 years old. He was then observed to have difficulties initiating sleep, moderate central sleep apnea syndrome with an AHI of 19.4 per hour in total sleep, and a central apnea index of 18.2 per hour. Bilevel positive airway pressure (BiPAP) treatment was initiated. During the BiPAP titration, Patient B was found to require an unexpectedly high pressure (17/12 cm H2O) potentially due to the hypotonia typically associated with PWS. Patient B's subjective daytime alertness and his mood improved after this treatment with BiPAP was initiated.\\nComputed tomography (CT) of the head was conducted when Patient B was 22 years old. It showed nonspecific frontal subcortical white matter changes. No mass was identified. Following neuroimaging, Patient B was seen by a neurologist and he and his mother were informed that individuals with PWS have been found in the literature to demonstrate patchy white matter changes of unknown pathogenesis. These lesions may be related to underlying metabolic disorders experienced by these individuals, which predispose these individuals to premature cardiovascular disease in the microvasculature. A magnetic resonance imaging scan was not recommended at this time.\\nA follow-up PSG study was conducted for Patient B when he was 23 years old. At this time his BMI remained at 29 kg per m2. The study demonstrated successful breathing control with BiPAP at 15/10 cm of water pressure. Patient B was found to have normal sleep onset latency and sleep efficiency and decreased SWS. His medications at the time of assessment were lithium 900 mg, levothyroxine 0.05 mg, Topiramate 225 mg, calcium 1200 mg, omega 3, vitamin D, and a multivitamin complex.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'18431117': 1, '1117394': 1, '1943244': 1, '9734553': 1, '28634363': 1, '8424017': 1, '18431116': 1, '15308908': 1, '2240051': 1, '29437285': 1, '10546962': 1, '26613054': 2}", "similar_patients": "{'4646992-1': 2}"}