{"patient_id": 77727, "patient_uid": "4207598-1", "PMID": 25374733, "file_path": "comm/PMC004xxxxxx/PMC4207598.xml", "title": "A Rare Case of Prototheca Algaemia in a Patient with Systemic Lupus Erythematosus and Recent Belimumab Infusion", "patient": "We describe a case of a 67-year-old female with SLE on immunosuppressive therapy for more than five years who presented to the hospital with a two-day history of cough, fever, and fatigue. One week prior to admission, she received her third belimumab infusion (10 mg/kg) without acute complications. Her first two loading doses of belimumab were four and two weeks earlier, again, without incident. The patient was diagnosed with SLE over five years ago, based upon a history of immune thrombocytopenia and autoimmune hemolytic anemia (Evan's syndrome), hypocomplementemia, polyarthralgias, and a positive ANA in a 1 : 160 speckled pattern. She had multiple flares of hemolytic anemia requiring high doses of steroids as well as several immunosuppressive therapies. Her regimen at the time of her admission consisted of azathioprine 50 mg twice daily and prednisone 60 mg daily. Her comorbidities included DM, essential hypertension, drug-induced osteoporosis, and cataracts, as well as a history of a left middle cerebral artery aneurysm status after clipping. Other medications were long-acting insulin, tramadol, lisinopril, metoprolol, and folic acid.\\nAt admission, the patient was tachycardic with a low-grade fever and hypoxemia. Physical examination revealed coarse breath sounds bilaterally. Laboratory data and imaging showed leukocytosis and bilateral infiltrates consistent with multifocal pneumonia. IV antibiotics were initiated; however, the patient subsequently developed respiratory failure leading to multiple intubations throughout her hospital course and eventual tracheostomy. Results of bronchoalveolar lavages revealed Pneumocystis jiroveci, Cytomegalovirus, and Herpes simplex virus; blood cultures grew E. faecalis and K. pneumoniae (see ). Multiple antimicrobials were employed to treat the numerous infections, including clindamycin, gancyclovir, linezolid, ceftaroline, ampicillin, valacyclovir, and trimethoprim-sulfa. The patient had persistent fevers despite multiple antimicrobial therapies and subsequent blood cultures yielded the growth of P. wickerhamii (Figures and ), which was treated with amphotericin B for two weeks. Repeat blood cultures remained negative after treatment.", "age": "[[67.0, 'year']]", "gender": "F", "relevant_articles": "{'22682193': 1, '22550315': 1, '22129255': 1, '24432237': 1, '22444096': 1, '12757247': 1, '22042831': 1, '20138006': 1, '22275291': 1, '22571772': 1, '7264371': 1, '22674457': 1, '17428884': 1, '21653770': 1, '21296403': 1, '25374733': 2}", "similar_patients": "{}"}