{"patient_id": 85593, "patient_uid": "4771686-1", "PMID": 27026940, "file_path": "comm/PMC004xxxxxx/PMC4771686.xml", "title": "Brain stem herniation secondary to cerebrospinal fluid drainage in ruptured aneurysm surgery: a case report", "patient": "A 56-year-old woman with no significant previous medical conditions was admitted after a sudden onset of severe headache (Hunt-Hess classification 2 and WFNS grade 2). A brain CT scan showed diffuse SAH without intraventricular hemorrhage or hydrocephalus (Fisher grade 3). A subsequent CT angiography demonstrated a 5-mm-sized anterior communicating artery aneurysm. We decided to perform craniotomy to repair the aneurysm. A right fronto-temporal craniotomy was done and the ruptured aneurysm was clipped via the pterional approach without any observed complications (Fig. ). After general anesthesia, lumbar drainage catheter was placed to relax the brain and 50 cc of CSF was removed during a 5-h period. The drainage catheter was clamped at the end of the operation. The amount of CSF removed during the perioperative period is described in Table . Post-operatively, the patient was able to open her eyes in response to speech and obey commands without significant weakness in the extremities.\\nDay 3 after operation, the patient developed drowsiness. CT angiography was performed but there was no evidence of re-bleeding, vasospasm, hydrocephalus or infarction (Fig. a, b). A clinical diagnosis of vasospasm was made and hyperdynamic therapy was performed accordingly with norepinephrine, albumin and plasma expander maintaining systolic blood pressure over 170 mmHg.\\nOn post-operative Day 4, she showed progressive neurological deterioration manifested by her stuporous mental status. We decided to monitor the ICP and a ventriculostomy was performed. The pressure was low, ranging from 5 to 10 cm H2O and 150 cc of CSF was removed during the next 24 h.\\nThe next day (operative Day 5), her neurologic conditions worsened and she was noted to have decerebrate posture was along with pupillary asymmetry. The patient was intubated and a CT scan was performed. This scan showed small lateral ventricles, effacement of the cisterns and elongated brain stem suggesting brain sag (Fig. c, d). Hyperdynamic therapy and mannitol administration were immediately discontinued and the extraventricular drainage was clamped, followed by the patient being placed in the Trendelenburg position. She showed rapid recovery to her baseline neurologic conditions within 9 h.\\nAfter this initial improvement, her neurologic condition deteriorated again as exhibited by a stuporous mental state 7 days after surgery. CT angiography was performed and demonstrated significant diffuse vasospasm. Also, the ventricles were enlarged compared with the previous CT scan (Fig. ). It was decided to resume hyperdynamic therapy and drainage of the CSF. The patient recovered soon and was discharged 1 month after surgery. A ventriculo-peritoneal shunt was performed to treat hydrocephalus secondary to SAH 3 months after the operation (Fig. ).", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'9062766': 1, '14718728': 1, '32799821': 1, '2003282': 1, '11792480': 1, '9452230': 1, '15186308': 1, '2319314': 1, '20211844': 1, '10404990': 1, '12493112': 1, '9932969': 1, '23695378': 1, '34318127': 1, '21619407': 1, '12654957': 1, '8613851': 1, '12810804': 1, '1437188': 1, '2728040': 1, '8111979': 1, '3419576': 1, '20807248': 1, '9315129': 1, '19037970': 1, '16094157': 1, '1865208': 1, '27026940': 2}", "similar_patients": "{}"}