{"patient_id": 149755, "patient_uid": "4719225-1", "PMID": 27298889, "file_path": "noncomm/PMC004xxxxxx/PMC4719225.xml", "title": "Use of Fibula Bridge Graft Technique to Treat a Distal Tibia Non Union- A Case Report", "patient": "Our case was a 20 year old female with road traffic accident. An informed consent was taken from her for publication purposes. Her left leg was crushed under a truck tyre and she presented with a grade IIIb compound fracture tibia with a 20cm by 8 cms wound over the anteromedial side of lower third of tibia, extending over to the medial side of ankle joint and foot. Periosteum was seen exposed in lower third of tibia and wound was badly contaminated. Radiographs of the leg showed a distal third tibia fracture with a segmental piece of tibia which was further comminuted. The fibula fracture was at the same level as tibia and was short oblique fracture. Patient presented immediately after the injury and debridement was done within 2 hours of injury. A thorough wash was given with debridement of all dead and devitalized tissue. Fracture was fixed using a biplanar external fixator (). Wound dressing was done regularly and intravenous broad spectrum antibiotics were given. Two further debridements were needed and at 4 weeks the wound was healthy enough to perform a cross leg flap. At 3 weeks post flap surgery, the external fixator was removed due to multiple pin track infections and the limb was immobilized in a long leg cast. At 3 and half months post injury the wound was healthy. Radiographs showed that the segmental tibia fragment was showing good union response at the proximal end; however the distal end appeared to be rounded with attempt to callus formation which is non bridging (). Abnormal mobility at the fracture site indicated a need to stabilize the fracture, however soft tissue condition precluded any form of internal fixation. At that time the fibula fracture was completely united. A decision to do a posterior bone grafting along with bridge fibula grafting was taken to provide additional stability at the non union site. Lateral approach was taken and cancellous graft taken from the same side (right) iliac crest was filled in the interosseous membrane between tibia and fibula by at the site of the fracture, just proximal and just distal to it. Two 3.5 mm cortical screws were passed from the fibula to into the tibia at the site where the graft ends proximally and distally. This was done to make a rigid strut with cancellous graft in the middle (). Patient was put in a long knee brace and advised non-weight bearing for a period of 8 weeks. At two months after bridge grafting good callus was seen bridging the fracture and the patient was given a patella tendon bearing cast and was started on partial weight bearing. Complete union was achieved at 7 months post surgery. The ankle movement was 10 degree dorsiflexion from neutral and 20 degree plantar flexion from neutral position at that time. Patient resumed her activities at 8 months post trauma while screw removal was done at 18 months post injury. The patient was last followed up at 5 years post injury. She was walking full weight bearing and was able to carry out all her activities. The medial soft tissue scar was healthy. Ankle dorsiflexion was restricted to 10° but the plantar flexion was around 50° (). There was no history of pain or discharge from the injury site. The radiograph showed the fracture outline to have a silhouetted appearance with good union on posterior and medial side with good consolidation of the entire area of the bridge graft between tibia and fibula ().", "age": "[[20.0, 'year']]", "gender": "F", "relevant_articles": "{'16131895': 1, '7000787': 1, '8222427': 1, '16425471': 1, '15974210': 1, '21885702': 1, '14519358': 1, '18579143': 1, '458883': 1, '11240301': 1, '27298889': 2}", "similar_patients": "{}"}