{"patient_id": 139850, "patient_uid": "4092187-1", "PMID": 25024970, "file_path": "noncomm/PMC004xxxxxx/PMC4092187.xml", "title": "Compressive Radial Neuropathy Developed Under a Fibrotic Band Associated With Rhabdomyolysis and Successfully Treated With Surgery", "patient": "A 34-year-old male patient with no significant medical history visited the emergency department with a complaint of right wrist and foot drop. The previous day, he fell asleep while intoxicated in a room with barbeque briquettes. He awoke 10 hours later and noticed his right wrist and foot dropped. He did not remember his sleeping posture that night, but he usually slept on his lateral side.\\nSeveral burn blisters were seen on his right arm, knee, leg, and buttock. On the manual muscle test, all four extremities showed Medical Research Council (MRC) grade 5 power, except the right wrist extensor, finger extensor, ankle dorsiflexor, and great toe extensor which all showed MRC grade 1. The patient complained of hypoesthesia of the radial and peroneal nerve distribution on the right side. A blood gas analysis and brain magnetic resonance imaging (MRI) study showed the possibility of carbon monoxide intoxication with high carboxyhemoglobin concentration and focal symmetric ischemic changes in both globus pallidus. However, these did not correlate with his symptoms. Muscle enzyme, including creatine kinase (CK), CK-MB, aspartate aminotransferase (AST), and alanine aminotransferase (ALT) were elevated at 13,245 units/mL, 9.56 units/mL, 169 units/L, and 94 units/L, were found on the initial laboratory tests. The electrocardiography showed nothing abnormal and the myoglobin was measured as 230.4 µg/L in a urine analysis. His urine appeared tea colored at that time. Under massive hydration therapy following the suspicion of rhabdomyolysis, the elevated muscle enzyme and myoglobin became normalized.\\nEighteen days after the injury, an electrodiagnostic study was done. The peripheral motor nerve conduction study showed no response of the right radial nerve and low amplitude of the right peroneal nerve; the peripheral sensory nerve conduction study showed low amplitude of the right superficial radial nerve and no response of the right superficial peroneal nerve, suggesting an incomplete lesion on the right radial and peroneal nerve (). Electromyography was not done at the time due to the patient's refusal.\\nConventional physical therapy, including electrical stimulation therapy, was done as treatment for the right wrist and foot drop, with diagnosis of compressive radial and peroneal neuropathy. As time went on, the muscle power of the patient's right ankle dorsiflexor and great toe extensor improved.\\nThe wrist drop didn't show any improvement. A round, hard mass was palpated on the right upper arm in the follow-up physical examination and the electrodiagnostic examination conducted 2 months after the initial event was suggested of the axonopathy of the right radial nerve (). A mass-like lesion was detected in the ultrasonography so an MRI study was done for further evaluation. The MRI revealed well-defined signal change in the lateral head of the right triceps, with the radial nerve passed around it (). Analysis suggested fibrotic change associated with focal muscle damage with the radial nerve compressed under it; therefore, adhesiolysis surgery was done for radial nerve decompression. A fibrotic cord was detected in the lateral head of the tricep muscle which was compressing the radial nerve; the nerve was confirmed intact after dissection of the deep portion (). Histologic analysis of the surgical specimen revealed focal necrosis and degeneration of muscle fibers with fibrosis. One month after the operation the power of the right wrist and finger extensor has improved to MRC grade 4 and the hypoesthesia presented on the right radial nerve distribution was resolved. Four months after the surgery a peripheral motor nerve conduction study of the right radial nerve and a peripheral sensory nerve conduction study of the right superficial radial nerve showed improvement in the follow-up electrodiagnostic study. The interference patterns of the examined muscles, including the right extensor digitorum communis, the extensor carpi radialis longus, and the extensor indicis proprius, were improved ().", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'21487911': 1, '22581545': 1, '30113478': 1, '19841484': 1, '8965842': 1, '4293407': 1, '23561727': 1, '17321931': 1, '23177029': 1, '25024970': 2}", "similar_patients": "{}"}