{"patient_id": 81548, "patient_uid": "4469148-1", "PMID": 26090119, "file_path": "comm/PMC004xxxxxx/PMC4469148.xml", "title": "Pleuroparenchymal fibroelastosis: a rare interstitial lung disease", "patient": "A 59-year-old woman underwent bilateral lung transplantation for interstitial lung disease following 25 years of progressive dyspnea, 33 months after referral to the lung transplantation clinic. The patient experienced recurrent respiratory tract infections and demonstrated abnormalities of the chest roentgenogram and had been treated for presumptive tuberculosis. Exacerbations occurred approximately three times a year with increasing dyspnea and sputum production, treated with antibiotics and corticosteroids. No specific pathogens were ever identified. The patient denied any relevant exposures, or substance use, and did not endorse any symptoms typical for the spectrum of connective tissue diseases. Past medical history included osteoporosis and gastrointestinal reflux. Current medications included oxygen therapy, azithromycin three times weekly, long-acting beta agonist/inhaled corticosteroid, ramipril, alendronate, and a proton pump inhibitor.\\nExamination revealed diminished breath sounds, bronchial breathing in the right lower lung zone, and crackles in the left base. On room air O2 saturation was 88%. There were no findings of pulmonary hypertension or clubbing.\\nLaboratory investigation was essentially within normal limits. Echocardiography showed mild-to-moderate mitral insufficiency, moderate tricuspid insufficiency, moderate diastolic dysfunction, and right ventricular enlargement, with normal function. Cardiac catheterization demonstrated normal coronaries, left ventricular ejection fraction 65%, and pulmonary arterial pressures 41/25/15 mmHg.\\nHigh-resolution computed tomography scan (HRCT) imaging performed 7 years prior to lung transplantation showed bilateral cystic bronchiectasis in the upper lobes with associated volume loss, attended by pleural, subpleural, and perifissural fibrosis with nodular accentuation. Over time there was progression of the peribronchovascular and subpleural fibrosis with prominent cystic and varicoid bronchiectasis, all more pronounced in the upper lobes (Fig. ). There were documented increased consolidative densities in the right upper lobe and progressive diminishment of lung volumes with focal air trapping.\\nPathological examination of the explanted lungs showed a distinctive band-like pattern of interstitial fibrosis, with subpleural and paraseptal distribution with near-total replacement of the upper lobes by fibrosis with traction bronchiectasis and volume loss, and progressively less disease tending toward the lung bases (Fig. ). Microscopic examination showed a consistent and distinctive pattern of preservation of the alveolar architectural outline by reduplicated elastic fibers enclosing airspaces obliterated by slightly looser connective tissue, all sharply demarcated from the residual normal parenchyma (Fig. ,B ). Foci of obliterative bronchiolitis and bronchiolectasis with mucostasis were noted. A few small non-necrotizing granulomas were encountered; one demonstrated fungal spores on the Grocott methenamine silver stain.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'21822205': 1, '32714826': 1, '15596706': 1, '31024793': 1, '22441748': 1, '30568138': 1, '16143243': 1, '33037004': 1, '31261523': 1, '23021767': 1, '29552343': 2, '23018877': 1, '26090119': 2}", "similar_patients": "{'5846918-1': 1}"}