{"patient_id": 78442, "patient_uid": "4247943-1", "PMID": 25478273, "file_path": "comm/PMC004xxxxxx/PMC4247943.xml", "title": "Supersensitivity Psychosis and Its Response to Asenapine in a Patient with Delusional Disorder", "patient": "Mrs. D, a married woman aged 44, first presented to our clinic three years ago with seven years' continuous illness characterized by a single, well-systematized delusion of infidelity. This belief would lead to frequent quarrels with her husband, which sometimes escalated to physical violence. At presentation, she had never received any prior antipsychotic therapy, though she had received intermittent treatment with divalproex for “aggression.” A diagnostic evaluation revealed no medical or neurological causes of psychosis and no evidence of substance abuse or dependence. She was diagnosed to have persistent delusional disorder, jealous type (ICD code F22.0). As she was distressed about weight gain while on divalproex, she was offered treatment with aripiprazole, 15 mg/day, along with supportive couples therapy. However, she showed an inadequate response to this drug even after two months of continuous treatment. Her medication was changed to ziprasidone, which was initiated at 80 mg/day, which led to some improvement in her delusional belief over the next ten months. Due to a slight worsening of her symptoms in the context of a family dispute, this was increased to 100 mg/day. Within two weeks of the dose increase, she developed perioral and lingual dyskinetic movements. Her Abnormal Involuntary Movement Scale score was 4. As the movements were slight and were not causing significant distress, she agreed to continue ziprasidone at the same dose. This resulted in good symptomatic improvement for a month, after which she developed fresh symptoms which were quite unlike her initial presentation. Delusions of infidelity were absent; instead, she reported persecutory delusions towards her brother-in-law, second person auditory hallucinations of a male voice with derogatory content, and thought insertion. There were no pervasive mood changes associated with these symptoms, though she was distressed by the experience of thought insertion. A provisional diagnosis of paranoid schizophrenia was made, but given the relationship of her symptoms to her orolingual dyskinesias and the late age of onset, this was revised to supersensitivity psychosis as per Fallon and Dursun's criteria.\\nZiprasidone was tapered and stopped, and she was treated with asenapine, initiated at 10 mg/day and slowly increased to 20 mg/day over the next month. After 6 weeks of treatment with 20 mg/day of asenapine, she reported a complete resolution of her new psychotic symptoms and had no dyskinetic movements. Her former delusion of infidelity did not return. She has been followed up for 18 months thereafter and has remained in remission, even after asenapine was decreased to 15 mg/day due to a complaint of daytime sedation. Her relationship with her husband remains satisfactory, and she has been able to return to work as a high school teacher.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'1677263': 1, '34677234': 1, '6691422': 1, '20147573': 1, '6101522': 1, '15044557': 1, '12196057': 1, '6117582': 1, '24667073': 1, '22249643': 1, '23983951': 1, '12172332': 1, '1974249': 1, '7904833': 1, '7565144': 1, '1972608': 1, '34540197': 1, '33849886': 2, '7531355': 1, '1356574': 1, '2899071': 1, '16148321': 1, '20642375': 1, '2274634': 1, '25478273': 2}", "similar_patients": "{'8051386-1': 1}"}