{"patient_id": 145386, "patient_uid": "4421632-1", "PMID": 25984094, "file_path": "noncomm/PMC004xxxxxx/PMC4421632.xml", "title": "The effects of the recommended dose of creatine monohydrate on kidney function", "patient": "A heretofore healthy 18-year-old man presented with a 2-day history of nausea, vomiting and stomach ache while consuming induction (20 g/day for 5 days) and maintenance (1 g/day for the next 6 weeks) dosages of creatine monohydrate for bodybuilding purposes. He did not have any significant past medical or family history. At physical examination, he weighed 74 kg, and his BMI was 24.18 kg/m2. His blood pressure was 150/90 mmHg, and he had abdominal tenderness. The initial laboratory studies were as follows: serum urea 39.98 mmol/L (normal 0–36 mmol/L), serum creatinine 201.55 mmol/L (normal 44.2–106 mmol/L), uric acid 0.37 mmol/L (normal 0–0.33 mmol/L), potassium 3.56 mmol/L (normal 3.5–5.0 mmol/L), sodium 148 mmol/L (normal 136–145 mmol/L), pH 7.36 (normal 7.35–7.45), Hct 36.8 (normal 37–52) and total protein 64.87 g/L (normal 64–87 g/L). Urinalysis revealed only proteinuria, and daily protein excretion was 284 mg. The other biochemical parameters and blood count were normal.\\nThe patient was hospitalized, and the creatine supplements were discontinued. Intravenous fluids were administered. During hospitalization, his serum creatinine level increased to 403.10 mmol/L (). Serology revealed negative antinuclear, anti-double-stranded DNA and anti-neutrophil cytoplasmic antibodies. The spiral computed tomographic scan and ultrasonography revealed no abnormalities in the kidneys.\\nThe renal biopsy revealed focal tubular injury with dilatation of tubular lumina and flattening of the tubular epithelial cells. Some of them had hyperchromatic nuclei and prominent nucleoli with occasional mitotic figures. There were sloughed epithelial cells, leucocytes and cellular debris in the tubular lumina; however, there were no pigmented casts. The glomeruli appeared to be normal. Immune complex deposition was not identified with immunoflourescence staining. With these features, the renal biopsy diagnosed acute tubular necrosis ().\\nTwenty-five days after stopping the creatine supplements, the patient's blood pressure (120/70 mmHg), serum creatinine (88.4 mmol/L) and proteinuria (82 mg/day) normalized, and the patient was discharged from the hospital with a weight of 72 kg.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'33841841': 1, '32485610': 1, '12701816': 1, '10953902': 1, '15758854': 1, '15886291': 1, '15273072': 1, '12500988': 1, '10999421': 1, '18188581': 1, '26251708': 1, '32549301': 1, '24475399': 1, '10731017': 1, '12831718': 1, '29138605': 1, '10075534': 1, '30228483': 1, '9643752': 1, '17046619': 1, '25984094': 2}", "similar_patients": "{}"}