{"patient_id": 85491, "patient_uid": "4763479-1", "PMID": 26592990, "file_path": "comm/PMC004xxxxxx/PMC4763479.xml", "title": "A fatal complication after repair of post-infarction ventricular septal rupture: heparin-induced thrombocytopenia with thrombosis", "patient": "A 74-year-old man presented with chest pain to a local hospital, from where he was transferred to our institution, with a PI-VSR. He had been anticoagulated with unfractioned heparin (UFH) (1 000 IU/h daily) for three days since the myocardial infarction (MI) had occurred.\\nOn admission, his heart rate was 92 beats/min, blood pressure was 90/50 mmHg and weight was 85 kg. Physical examination showed a systolic murmur at the left sternal border. Cardiac catheterisation was performed, during which a single intravenous dose of 2 500 units of heparin was administered. Coronary angiography showed critical stenoses in the mid segment of the left anterior descending artery and ostium of the second diagonal branch, and occlusion in the distal segment of the right coronary artery (). The time between the onset of acute MI and surgery was three days.\\nTransthoracic echocardiography revealed poor left ventricular wall motion and a large postero-inferior ventricular septal rupture (). To prevent cardiogenic shock, intra-aortic balloon pump assistance was initiated and anticoagulation was continued with a heparin infusion of 500 IU/h over three hours.\\nThereafter, the patient was taken to the operating room for emergency surgery because of haemodynamic deterioration. After induction of general anaesthesia, transoesophageal echocardiography (TEE) was performed to evaluate the repair of the VSR. A median sternotomy was performed. Cardiopulmonary bypass was instituted with ascending aortic and bicaval venous cannulation. Heparin (300 U/kg) was given to obtain an activated clotting time of more than 400 s.\\nFirstly, a longitudinal transinfarction incision was made in the left ventricular myocardium parallel to and 1 cm away from the posterior descending artery. The post-infarction VSR was closed with a double velour fabric polyester patch (Bard® Debakey®, IMPRA, Inc) using a 3-0 polypropylene suture (Ethicon, Inc, Somerville, NJ) with a teflon pledget through the left ventricle ().\\nThe posteromedial papillary muscle was carefully inspected and the basal portion of the posteromedial papillary muscle appeared to be necrotic (). The decayed base of the posteromedial papillary muscle was attached to the left ventricular wall using two interrupted mattress 4-0 polytetrafluoroethylene (goretex) sutures with a teflon pledget (). The posterior left ventriculotomy was closed in two layers over two teflon felt strips using 2-0 polypropylene sutures (Ethicon, Inc, Somerville, NJ).\\nCABG was then performed with sequential grafting of the saphenous vein to the left anterior descending artery and second diagonal branch. Peri-operative transoesophageal echocardiography demonstrated well-preserved left ventricular wall contraction except for the infarcted area, with no evidence of residual leak.\\nSuccessful weaning from cardiopulmonary bypass was achieved with an intra-aortic balloon pump (IABP) and low-dose inotropic support. The patient tolerated the surgical procedure well, and his initial postoperative course was uneventful. He remained intubated for 13 hours in ICU with a 24- and 48-hour postoperative blood loss of 750 and 300 ml, respectively. For 48 hours during the immediate postoperative period, the patient was managed with intra-aortic balloon counter pulsation and small doses of inotropic drugs. He was weaned off IABP on the third postoperative day.\\nA total dose of 98 500 IU of heparin was given before (72 000 IU) and during (26 500 IU) cardiopulmonary bypass (CPB) at our hospital. Anticoagulation was reversed by protamine at the end of the operation. Following separation from bypass, the patient was given a total of six units of fresh frozen plasma and eight units of packed red cells.\\nBlood tests were done regularly and the platelet count was monitored daily. Laboratory findings on admission showed a normal platelet count (210 × 103 cells/μl). Thrombocytopaenia developed postoperatively on day four with falls in platelet count of more than 50%, with a platelet level of 64 × 103 cells/μl, from an initial admission count of 210 × 103 cells/μl. The nadir platelet count was 25 × 103 cells/μl on the seventh postoperative day (). summarises the patient’s platelet counts and key clinical events during hospitalisation.\\nOn postoperative day five, right-hand cyanosis was noted with absent radial pulses and was attributed to the presence of a right radial arterial catheter. The radial arterial catheter was removed the same day without improvement. Doppler ultrasound showed an occlusion of the radial artey and a patent ulnar artery. Also, a superficial venous thrombosis (cephalic and basilic vein) was detected in the right arm by Doppler ultrasound.\\nOn postoperative day six, ischaemic changes developed on the front of both feet (). The ischaemic changes in the right hand worsened from that of the previous day. Additionally, an occlusion of the right ulnar artery was detected by Doppler ultrasound. A brachial artery thrombectomy was performed three times on the same day because of increased ischaemic changes. The thrombectomy was not successful.\\nWe suspected type 2 HIT. Heparin therapy was immediately discontinued on postoperative day three, including all intravenous fluids and lines. On the basis of the clinical symptoms, we used the ‘4 Ts’ clinical scoring system to test for the possibility of HIT, and found a high probability of heparin-induced thrombocytopenia.\\nA laboratory test was performed on postoperative day six, and a definitive diagnosis of HIT was made by serological test, confirming positive antibodies to the heparin–PF4 complexes with a slow turnaround time. Complete thrombophilic studies were unremarkable for other hypercoagulable conditions.\\nAnticoagulation was immediately started with fondaparinux, which is the only alternative anticoagulant agent in our country, at the recommended dose for these patients (7.5 mg/day, subcutaneous) on postoperative day four because of a fall in platelet count of more than 50%. The patient’s platelet count had not increased during therapy with fondaparinux after seven days.\\nThe patient developed acute renal insufficiency requiring haemodialysis on postoperative day nine. Fondaparinux (2.5 mg) was also instilled directly into the dialysis circuit on dialysis days. On the 11th day postoperatively, the patient died of multiple organ failure despite intensive care.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'9054855': 1, '17470295': 2, '15985543': 1, '15051266': 1, '16634744': 1, '21464642': 1, '22843169': 1, '11235727': 1, '22315270': 1, '25169901': 1, '22627957': 1, '10981578': 1, '15580389': 1, '17307485': 1, '26592990': 2}", "similar_patients": "{'1865550-1': 1}"}