{"patient_id": 144450, "patient_uid": "4379620-1", "PMID": 25838653, "file_path": "noncomm/PMC004xxxxxx/PMC4379620.xml", "title": "Severe peritonitis caused by Citrobacter freundii and successful treatment with double antibiotic coverage", "patient": "A 76-year-old male with end stage renal disease due to type II diabetes mellitus on PD for 6 months presented to the emergency room with abdominal pain and bloody peritoneal dialysate for 1 day. These symptoms were preceded by a self-limited diarrheal illness 3 days ago. He was on regular maintenance automated PD using a cycler and reported no history of breakdown of aseptic technique or contamination during the catheter care. Upon examination, he was hypotensive with a blood pressure of 98/54 mm Hg but afebrile and the catheter exit site was benign. A dialysate cell count and culture was obtained and the patient was started on empirical intravenous broad-spectrum antibiotic coverage with vancomycin and aztreonam (he was allergic to penicillin). PD was continued during the hospital stay with the addition of 500 units of unfractionated heparin per liter of dialysate. His dialysate white blood cell count was >3700 with 92% neutrophils and C. freundii was isolated upon its culture. The isolate was resistant to ampicillin, but was sensitive to gentamycin and ciprofloxacin. Intravenous vancomycin was discontinued. A computed tomography scan of the abdomen showed no evidence of intestinal perforation, appendicitis or diverticulitis. Subsequently, his clinical condition stabilized with subsiding abdominal pain clearing of dialysate in 2 days. His antibiotic coverage was switched to oral Ciprofloxacin along with intraperitoneal gentamycin, requiring an additional daytime manual exchange with 6-h dwell time in order to provide sustained antibiotic exposure to the infected peritoneal membrane, which is not possible with the cycler-assisted PD exchanges. The antibiotics were continued for a total duration of 14 days, and he was discharged in a stable condition. A 22-month follow-up period showed no further episode of peritonitis.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'12227389': 1, '16467787': 1, '8863339': 1, '23869184': 1, '17516102': 1, '20628102': 1, '3899035': 1, '21799055': 1, '32318256': 2, '25838653': 2}", "similar_patients": "{'7171472-1': 1}"}