{"patient_id": 144541, "patient_uid": "4384456-1", "PMID": 25844265, "file_path": "noncomm/PMC004xxxxxx/PMC4384456.xml", "title": "Disseminated Gonococcal Infection Presenting as Bacteremia and Liver Abscesses in a Healthy Adult", "patient": "A 31-year-old man was admitted to the hospital with periodic fever, skin rashes, and papules on hands, feet, and lower legs as well as pain on the left ankle for the past 20 days. His past medical history was unremarkable. He had been on a business trip to Baengnyeong-do 3 months before admission and had traveled to Tongyeong 1 month before admission. He presented with fever and sore throat 1.5 months before admission and received medication. He did not show any urogenital symptoms such as dysuria or urinary frequency. He was single and heterosexual, and his last sexual contact was 3.5 months before admission. The day before admission, he had visited a dermatologist, at which time a punch biopsy specimen was obtained from a skin lesion on the left sole.\\nOn admission to the hospital, his body temperature was 38.3℃, blood pressure was 130/80 mmHg, pulse rate was 110 beats per minute, and respiratory rate was 20 breaths per minute. Upon physical examination, he seemed to be acutely ill with many hemorrhagic rashes and partly necrotic erythematous papules on both hands and feet (). His white blood cell count was 15,650/mm3 (neutrophil 84.0%), hemoglobin level was 11.5 g/dL, and platelet count was 81,000/ mm3. The erythrocyte sedimentation rate was 94 mm/hour, and C-reactive protein level increased to 8.23 mg/dL. The liver function test results were as follows: aspartate aminotransferase, 24 IU/L (normal range, <40 IU/L); alanine aminotransferase, 34 IU/L (normal range, <40 IU/L); gamma-glutamyl transpeptidase, 82 IU/L (normal range, <50 IU/L); total bilirubin, 0.68 mg/dL (normal range, 0.2-1.1 mg/dL); and direct bilirubin, 0.20 mg/dL (normal range, <0.5 mg/dL). The results of a human immunodeficiency virus antibody test and rapid plasma reagin test were negative. Similarly, hepatitis A, hepatitis B, and hepatitis C serology test results were negative. Chest radiography showed no active lung lesion. Blood, urine, and stool samples were collected for culture. The patient was treated with empirically intravenous ceftriaxone at a dose of 2 g once a day.\\nOn hospital day 2, for evaluation of the fever source, an abdominal computed tomography (CT) scan was performed and fever had subsided. The CT scan results indicated small-sized, low-attenuated lesions with enhancing wall in the liver, and these lesions were considered to be liver abscesses (). On hospital day 3, blood cultures revealed the presence of gram-negative diplococci. On hospital day 7, blood culture organisms were identified as N. gonorrhoeae using a conventional method. Sequencing of 16S rRNA of this isolate indicated the highest homology (99.9%) to the published sequence of N. gonorrhoeae strain NCTC 83785 (GenBank Accession No. NR-026079.1). This isolate was found to be intermediate-resistant to penicillin, resistant to ciprofloxacin and tetracycline, and susceptible to ceftriaxone, cefepime, and cefotaxime using the disk diffusion method.\\nHistopathology examination of the skin biopsy indicated chronic dermatitis. C3 and C4 complement levels were 125 mg/dL (normal range, 88-201 mg/dL) and 20.6 mg/dL (normal range, 16-47 mg/dL), respectively. Follow-up blood culture was performed before discharge. After 8 days in the hospital, the patient's clinical status was better and he was discharged and prescribed oral cefixime 200 mg twice a day for 2 weeks.\\nAfter 2 weeks, the patient visited the outpatient clinic of the infectious disease department. Follow-up blood cultures confirmed the absence of bacterial growth. However, he complained of sweating, pelvic pain, and mild fever (37.5℃); therefore, he was prescribed oral cefixime 200 mg twice a day for 1 week. Three weeks after hospital discharge, his symptoms were resolved and he no longer received antibiotic therapy. The follow-up abdominal CT scan examination after 4 weeks of therapy showed the absence of liver abscesses.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'1775843': 1, '17965360': 1, '10495370': 1, '15596318': 1, '12787521': 1, '17213353': 1, '32477967': 1, '7214122': 1, '6681667': 1, '6404835': 1, '21921393': 1, '30093108': 1, '34064516': 1, '27406461': 2, '17021122': 1, '30418536': 1, '1728091': 1, '22316442': 1, '21474988': 2, '29581560': 1, '6112797': 1, '25844265': 2}", "similar_patients": "{'3115999-1': 1, '4942509-1': 1}"}