{"patient_id": 153461, "patient_uid": "4972724-2", "PMID": 27536623, "file_path": "noncomm/PMC004xxxxxx/PMC4972724.xml", "title": "Periprosthetic Insufficiency Fracture around Radiographically Loose Cemented Stem: A Report of Two Cases", "patient": "A 85-year-old woman who has history of taking oral bisphosphonate for more than 5 years underwent cemented bipolar endoprosthesis in 1998. Her initial diagnosis leading to operation was intertrochanteric fracture of right femur. She experienced Vancouver type C periprosthetic fracture at the ipsilateral femur in 2007. It was treated with open reduction and internal fixation. Since that time, the patient has been treated with 35 mg risedronate weekly for another 4 years. Forty one months after the union of periprosthetic fracture, she complained sharp pain on right hip during weight-bearing. She did not recall any history of trauma. The radiographs showed protruded lateral cortex with transverse, uni-cortical fracture line at subtrochanteric area around the radiographically loose cemented stem (). Bone scan showed new increased focal uptake at the right subtrochanteric region of the femur. The patient was instructed to discontinue risedronate and to use two crutches with non-weight bearing. She was prescribed daily subcutaneous teriparatide injection for four months. Seven month after the initial treatment, her pain was markedly improved. Radiographs showed evidence of a healed fracture. One year after the onset of pain, her pain had resolved and the fracture was consolidated on the radiographs (). She was allowed to bear weight as tolerated and had returned to her previous household ambulatory activity level.", "age": "[[85.0, 'year']]", "gender": "F", "relevant_articles": "{'22146214': 1, '8950879': 1, '20865463': 1, '20101130': 1, '17356148': 1, '7797866': 1, '31501766': 1, '30058529': 2, '34729641': 1, '22733959': 1, '11346808': 1, '15598694': 1, '18448990': 1, '19884427': 1, '19066707': 1, '18222447': 1, '14500805': 1, '27536623': 2}", "similar_patients": "{'4972724-1': 2, '6065269-1': 1}"}