{"patient_id": 146396, "patient_uid": "4489062-1", "PMID": 26167222, "file_path": "noncomm/PMC004xxxxxx/PMC4489062.xml", "title": "Trigeminal hypoplasia due to vertebrobasilar dolichoectasia: A new entity", "patient": "An 11-year-old male patient from the rural background consulted the ophthalmology OPD with loss of sensations over the left half of the face and the cornea since birth and reduced visual acuity.\\nThe patient also complained of occasional deviation of the tongue during speaking and chronic pulsatile headache especially in morning. On examination, the vitals of the patient were stable, and general examination of the patient was uneventful except for pallor. Neurological examination revealed hypoesthesia along the left side of the face corresponding to ophthalmic, maxillary and mandibular divisions of the trigeminal nerve. There was corneal anesthesia with corneal ulceration. Rest of neurological examination was normal. The patient was then referred for contrast-enhanced computed tomography scan of the head, which revealed abnormally dilated and tortuous left vertebral artery, with an aberrant course. The caliber of the vertebral artery was 7.2 mm and it was seen compressing the left lateral aspect of the brainstem, with relative atrophy of the anterosuperior part of the left cerebellar hemisphere leading to dilation of ipsilateral cerebellopontine angle cistern and crossing toward the right side []. The ectatic vessel was also seen compressing the fourth ventricle with mild dilatation of bilateral lateral ventricles.\\nNo definite evidence of thrombosis was seen, and the rest of the brain parenchyma was normal at the time of the scan. For further work up of the disease etiology, patient underwent magnetic resonance imaging (MRI) of the head with magnetic resonance angiography (MRA). MRI of the brain showed the abnormally dilated vessel to be the left vertebral artery, with evidence of compression of the left inferior olivary nucleus causing its flattening and the brachium pontis [Figures and , ]. Application of constructive interference in steady state sequence revealed that the ectatic vessel was associated with left-sided trigeminal nerve hypoplasia, with marked thinning of the preganglionic cisternal segment of the trigeminal nerve. The Meckel's cave and the porus trigeminus were empty []. Also noticed was mild displacement of the left facial nerve by the ectatic vertebral artery []. Rest of the visualized cranial nerves appeared normal. MRA showed that the left vertebral artery was unduly prominent, with an aberrant course having an anomalous high union with the left branch of the right vertebral artery at the level of brachium conjunctivum []. There was associated atrophy of the lingula and lobulus centralis on the left side leading to prominent cerebellopontine angle cistern []. The patient was reassured and was advised keratoplasty for correction of corneal ulcer. Being congenital in nature, the pathology was deduced to be nerve hypoplasia rather than nerve atrophy.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'3082145': 1, '15596743': 1, '14707300': 1, '6738853': 1, '26167222': 2}", "similar_patients": "{}"}