{"patient_id": 141133, "patient_uid": "4173458-1", "PMID": 25885619, "file_path": "noncomm/PMC004xxxxxx/PMC4173458.xml", "title": "Dextrocardia and ventricular septal defect with situs inversus: Anesthetic implications and management", "patient": "A 38-year-old male presented with left-sided hydrocele and indirect inguinal hernia of long duration. His medical history included repeated upper respiratory tract infection requiring frequent hospitalization in childhood and was diagnosed to have a ventricular septal defect (VSD) and situs inversus at the age of 7 years. On examination, the apical impulse was felt in right 5th intercostal space with right precordial bulge. A holosystolic murmur (Grade 3/6) was heard in the right 2-4th intercostal spaces with a loud P2 and normal vesicular breath sounds. The hemoglobin of 16.3 g/dl and platelets of 2,30,000/mm3 were noted on blood investigations. Chest X-ray showed dextrocardia and a right-sided “stomach bubble” []. Situs inversus of abdominal organs was seen on the ultrasound. Echocardiogram (ECHO) revealed dextrocardia, subaortic VSD, mildly dilated right ventricle and atrium, moderate tricuspid regurgitation, and pulmonary arterial hypertension (60 mmHg). ECG was consistent with mirror image dextrocardia.\\nA combined spinal epidural anesthesia (CSEA) was planned for hernioplasty and hydrocelectomy. The patient was premedicated with pantoprazole and ondansetron on the morning of surgery. A 20G arterial line was secured for invasive pressure monitoring. Continuous ECG, invasive blood pressure, and pulse oximeter was instituted. With strict asepsis and the patient in sitting position, an 18-gauge epidural catheter was placed at L1-L2 interspace. Using a 25-gauge spinal needle, subarachnoid block was performed with 1.8 ml of 0.5% bupivacaine and 25 μg fentanyl at L3-L4 interspace. The patient's heart rate, blood pressure, and oxygen saturation remained stable during the intraoperative period. Fentanyl 50 μg and graded doses of 0.2% Ropivacaine was administered epidurally to achieve segmental anesthesia for the subsequent operative period. Further intraoperative course was uneventful. In the first 24 hours postoperatively, patient was monitored in the ICU. Buprenorphine 120 mcg twice daily was administered for epidural analgesia. Further postoperative period was uneventful and subsequently, the patient was discharged home.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'14535911': 1, '33414968': 2, '17515466': 1, '8783681': 1, '18334519': 1, '15025618': 1, '18604030': 1, '7574077': 1, '17515336': 1, '20486573': 1, '25885619': 2}", "similar_patients": "{'7752276-1': 1}"}