{"patient_id": 140844, "patient_uid": "4157490-1", "PMID": 25207237, "file_path": "noncomm/PMC004xxxxxx/PMC4157490.xml", "title": "Thoracoscopic Removal of Ectopic Mediastinal Parathyroid Adenoma", "patient": "A 59-year-old woman was admitted to Samsung Medical Center for suspected primary hyperparathyroidism. She had recently been experiencing constipation, irritable bowel syndrome, and bladder irritability (such as urinary urgency). Her symptoms had become more severe over time. At presentation, her biochemical levels were as follows: serum calcium, 11.4 mg/dL (range, 8.4 to 10.2 mg/dL); ionized Ca, 4.9 mg/dL (range, 3.1 to 4.8 mg/dL); alkaline phosphatase, 102 U/L (range, 42 to 98 U/L); and parathyroid hormone (PTH), 94.0 (range, 7.5 to 53.5 pg/mL). Her thyroid function test results were within the normal range. Bone densitometry showed osteopenia in the left femur (0.719 g/cm2; T score, −1.2). Abdominal ultrasonography (USG) revealed no abnormalities. A chest computed tomography (CT) scan revealed a 15-mm soft tissue mass anterior to the ascending aorta (). Thyroid USG showed a 0.4-cm nodule in the thyroid; however, a Tc99m sestamibi parathyroid scan of the neck and mediastinum showed an increased tracer concentration in the anterior mediastinum, which suggested the presence of active parathyroid tissue, while the same activity was not observed in the neck ().\\nThe patient underwent left thoracoscopic mediastinal exploration. For this procedure, she was intubated with a double lumen endotracheal tube to enable one-lung ventilation and placed in the right lateral decubitus position. We made three ports, which were located in the anterior axillary line 6th intercostal space and mid axillary line 5th and 8th intercostal spaces. Thoracoscopy revealed a mass approximately 2 cm in length in the anterior mediastinum, which was subsequently resected. The tumor was poorly encapsulated and not well-defined. Thus, we removed the mediastinal mass with en bloc resection of the left-side thymus. A drop in the PTH level (from 94.0 to 6.5 pg/mL) occurred during surgery, which suggested that all the hyperfunctioning tissue was removed. A post-surgical pathology report confirmed that the patient had a 1.5-cm parathyroid tumor. On postoperative day 2, the chest tube was removed and there were no surgical complications. Histopathological examination confirmed the lesion to be an ectopic parathyroid adenoma. At a follow-up appointment two weeks after surgery, the patient had normal serum and ionized calcium levels and no complications.", "age": "[[59.0, 'year']]", "gender": "F", "relevant_articles": "{'18064517': 1, '21304368': 1, '30002763': 2, '1767534': 1, '19193912': 1, '15488844': 1, '34213485': 2, '28458875': 2, '29312723': 1, '30524629': 2, '29078588': 1, '26904426': 1, '34804406': 2, '1328564': 1, '16490559': 1, '27504353': 1, '16449953': 1, '25207237': 2}", "similar_patients": "{'8604519-1': 1, '8378465-1': 1, '8378465-2': 1, '5400454-1': 1, '6280090-1': 1, '6041573-1': 1}"}