{"patient_id": 138900, "patient_uid": "4026664-1", "PMID": 24868342, "file_path": "noncomm/PMC004xxxxxx/PMC4026664.xml", "title": "Misplacement or Migration? Extremely Rare Case of Cardiac Migration of a Ureteral J Stent", "patient": "A 29-year-old woman visited Pusan National University Hospital with mild back pain when coughing and suprapubic discomfort after voiding. According to her medical history, she had undergone a hysterectomy 2 weeks earlier for uterine atony during a caesarean section and right-sided ureteroneocystostomy with bladder rupture repair after a right lower ureteral transaction injury. A ureteral D-J stent (6 Fr, 26 cm) was placed intraoperatively in the right urinary tract to prevent urinary leakage. No intra- or postoperative radiological evaluation was performed. Intravenous pyelography (IVP) on day 2 after admission showed that the D-J stent extruded from the urinary tract (). We could not find the distal end of the ureteral stent during a cystoscopic evaluation and considered removing the stent laparoscopically. Preoperative laboratory findings, including urine analysis, were normal except for a slight increase in C-reactive protein levels (0.75 mg/dL). Abdominopelvic computed tomography (CT) on day 3 after admission revealed that the ureteral stent had migrated further upward into the right cardiac chamber (). We changed our treatment plan and decided on endovascular management to reduce the possibility of any morbidity or mortality related to open surgery.\\nBefore the radiological intervention, a scout x-ray examination showed that the distal end of the stent had migrated to the L1 vertebral level. The percutaneous approach was transfemoral on both sides and a 9-Fr sheath and 5-Fr sheath were indwelled in the right and left common femoral veins, respectively. A pigtail catheter extending from the left femoral sheath separated the distal end of the ureteral D-J stent from the right ovarian vein, and a snare loop from the right femoral sheath then drew the stent from the vascular circulation (). Inferior venography after the procedure showed no fistula tract or bleeding focus. The patient was discharged on day 5 after admission, and her postoperative course was uneventful. The follow-up CT and IVP showed normal urinary and vascular structures 5 months later.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'12401589': 1, '3510020': 1, '6471225': 1, '33120009': 1, '2053236': 1, '26425236': 1, '33388820': 1, '8013199': 1, '32995284': 1, '31388491': 1, '19935599': 1, '32950051': 2, '7431509': 1, '22192115': 1, '11506509': 1, '26941499': 2, '24868342': 2}", "similar_patients": "{'7502199-1': 1, '4756556-1': 1}"}