{"patient_id": 82862, "patient_uid": "4564623-1", "PMID": 26413364, "file_path": "comm/PMC004xxxxxx/PMC4564623.xml", "title": "Desmoplastic Small Round Cell Tumor, a “Floating Island” Pattern in Pleural Fluid Cytology: A Case Report and Review of the Literature", "patient": "Three years prior to the development of the current thoracic effusion, a 35-year-old man with a past medical history of hypertension, hydronephrosis, kidney stones, and desmoid tumor of the knee presented with fatigue, weakness, an unintentional 14-kilogram weight loss, and left supraclavicular lymphadenopathy. Excisional biopsy of a left supraclavicular lymph node showed replacement of the node by small round cells with intervening dense fibrous stroma (). Immunohistochemical studies performed at an outside hospital showed that the tumor cells were positive for AE1/AE3, CK8, CAM 5.2, and CD99. The lesional cells were negative for desmin, EMA, and S-100. Germ cell markers including PLAP, HCG, and AFP were also negative. Markers of neuroendocrine differentiation including chromogranin and synaptophysin were negative, and lymphocytic markers including CD45, CD30, CD3, CD5, CD20, CD138, BCL2, and BCL6 were also nonreactive. The case was then sent to Cleveland Clinic for an expert soft tissue tumor second opinion consultation, as the immunopattern did not exactly fit what was expected for DSRCT by the referring pathologist. The clinical presentation and histologic findings were felt to be diagnostic of DSRCT by two experienced soft tissue pathologist consultants at our center, and the consultants noted that, like all malignant neoplasms, not all examples of DSRCT show “classical” patterns of immunoreactivity. The expert consultants at Cleveland Clinic pursued FISH for the EWSR1 gene (22q12) break-apart, which was positive, confirming the diagnosis of metastatic DSRCT. A definitive diagnosis of DSRCT was rendered, and the patient was managed based upon this diagnosis. Staging by CT scan showed extensive intra-abdominal disease (including liver lesions) and mediastinal lymphadenopathy. With the bulk of the disease being present in the mesentery, an abdominal primary site was favored. The patient was treated with seven cycles of combination chemotherapy (including cyclophosphamide, doxorubicin, ifosfamide, and etoposide). He experienced a partial radiologic and clinical response with diminution of liver, abdominal, and mediastinal lesions. After combination chemotherapy, it was noted that not all of his abdominal lesions could be surgically resected, so he began second-line combination chemotherapy including vincristine and cyclophosphamide. He tolerated the second-line treatment well with stable disease for 21 months, until he was found to have disease progression in the liver and began pazopanib (oral multityrosine kinase inhibitor) therapy. He did well for another 14 months on pazopanib until he presented with bowel microperforation. Biopsy of a mesenteric nodule confirmed persistent abdominal DSRCT. Subsequent CT examination demonstrated progressive disease involving the liver, peritoneum, and abdominal lymph nodes. In addition, enlarged supradiaphragmatic lymph nodes, multiple small bilateral lungs nodules, and a right pleural effusion were noted (). Thoracentesis was performed, and the collected right pleural fluid was sent to cytology for morphologic examination as well as to microbiology for exclusion of an infectious etiology. The microbiologic studies of the pleural fluid proved negative. After empiric antibiotic treatment for the bowel microperforation, the patient was hospitalized to begin salvage chemotherapy with etoposide and ifosfamide.\\nThe cytology sample (1,000 mL of transparent, nonturbid, yellow fluid) was accessioned and routinely processed with an aliquot of fluid used to create Papanicolaou stained ThinPrep slides. An additional portion of the body fluid was used to create a Cellient cell block that was fixed in 10% neutral buffered formalin and yielded hematoxylin and eosin stained histologic sections. The ThinPrep slides of the pleural fluid showed predominantly a mixture of reactive mesothelial cells, macrophages, lymphocytes, and a few neutrophils. Rare groups of lesional cells were also noted (). These groups of cells were cohesive with some degree of cell crowding and nuclear overlapping. An experienced cytotechnologist interpreted these rare lesional cell groups as reactive mesothelial cells. Hematoxylin and eosin stained sections prepared from the cell block showed cohesive groupings of metastatic tumor cells with a “floating island” morphology (Figures and ). The more central and epithelioid-appearing tumor cells in these groups had bland oval nuclei that were about the same size as mesothelial cell nuclei. The cytoplasm of the lesional cells was minimally to moderately abundant, eosinophilic, and focally vacuolated. Mitoses were infrequent to absent. While no fibrous stromal cell groups were identified in the liquid-based cytology or cell block slides, some of the cell groups in the cell block showed an incomplete single layer of bland elongated/spindled cells intimately applied to the periphery of the tumor cell aggregates. In some areas these peripheral spindled cells were hyperchromatic with dense chromatin, while, in other areas, the nuclear chromatin of these more elongated and less epithelioid cells was better preserved and more similar in tinctorial appearance to that seen in the nuclei of the cells within the intrinsic regions of the cohesive lesional cell groups.\\nBecause of the patient's well-documented history of DSRCT and the availability of histologic materials for cytohistologic correlation, the effusion sample was diagnosed as metastatic DSRCT without a need for ancillary immunohistochemistry or molecular testing.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'24819999': 1, '10029456': 1, '11213510': 1, '7679537': 1, '8147212': 1, '16080179': 1, '7539203': 1, '11836699': 1, '17173322': 1, '9626520': 1, '10536352': 1, '26413364': 2}", "similar_patients": "{}"}