{"patient_id": 85501, "patient_uid": "4764739-1", "PMID": 26977324, "file_path": "comm/PMC004xxxxxx/PMC4764739.xml", "title": "A Retained Bullet in Pericardial Sac: Penetrating Gunshot Injury of the Heart", "patient": "A 32-year-old male fighter was brought to our emergency department on the morning of 6th January, 2015, with several other wounded fighters from the war of Kobani, Syria. Because of the ongoing war, there have been many gunshot wounds, bomb blast wounds, and deaths admitted to our ED. Whenever a casualty arrived to the ED all the staff intensify for minimizing the time loss to save the patients. Fast triage for all the patients is required to determine which patients need to refer to tertiary hospitals and which patients to intervene on the scene. This patient arrived to our hospital after a suicide bomb attack with nine other patients. Physical examination revealed a superficial wound on the left shoulder and another on the left side of thorax at the 6th intercostals space. There were no exit sides of these wounds which were thought to be bullet wounds. He was conscious with a Glasgow Coma Score of 15, a blood pressure of 110/55 mmHg, a body temperature of 36.3°C, respiratory rate of 22/minute, an oxygen saturation of 93% on room air, and a heart rate of 103 beats per minute. After first evaluation of the patient a thoracoabdominal computerized tomography (CT) was ordered. A bullet was seen in the left shoulder at proximal humerus (). There was no fracture of the bone. Intravenous saline, antibiotic, and intramuscular tetanus vaccine were started and the patient was admitted to the general surgery ward for extraction of the bullet. There was moderate dyspnea of the patient which was attributed to anxiety and pain shock. The patient was mobilized during the evening. He had severe dyspnea which was resolved suddenly at 01.00 am and he slept till 06.30 without any symptoms.\\nThe radiologist and the general surgeon of the hospital noticed a pericardial bullet in the patients CT while checking it. The CT shows a hyperdense material in the heart with up to 2 cm pericardial effusion. Transverse cut view of chest CT shows a bullet in the pericardial sac with pericardial effusion compressing the heart (). Sagittal cut view of chest CT also revealed a bullet in the pericardial sac with pericardial effusion (). There was no evident projectile trajectory.\\nCardiology consultation was made. A bedside physical evaluation showed normal heart sounds without any murmurs. Electrocardiography showed sinus rhythm with a rate of 67 bpm and no abnormality. A bedside transthoracic echocardiography (TTE) showed a hyperechogenicity embedded near to the connection of interatrial and interventricular septum in apical 4-chamber view (); however, a definite conclusion could not be made if the bullet is compromising the myocardium. There were no valvular insufficiency and no interventricular or interatrial connections. The pericardial effusion seen in CT was drained to the right pleura. The patient was stable. No pericardial effusion, no valvular insufficiency, and no rhythm abnormalities were observed.\\nThe patient was referred to a tertiary cardiovascular institution for follow-up and definite treatment. After a detailed evaluation conservative follow-up was decided and the patient was observed one week in the coronary care unit. He was discharged on the 13th of January after resection of the bullet in the left shoulder. He showed up to his first month visit without any complaints. We do not have any news from him since then.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'32815420': 2, '12209227': 1, '5929885': 1, '17515468': 1, '13537286': 1, '19555785': 1, '1729094': 1, '3418770': 1, '9448629': 1, '34211202': 1, '2764610': 1, '3958373': 1, '2919909': 1, '30333197': 1, '8371295': 1, '18130323': 1, '26977324': 2}", "similar_patients": "{'7444102-1': 1}"}