{"patient_id": 80026, "patient_uid": "4350873-1", "PMID": 25788945, "file_path": "comm/PMC004xxxxxx/PMC4350873.xml", "title": "Nightmare-Induced Atypical Midventricular Tako-Tsubo Cardiomyopathy", "patient": "A 45-year-old woman was urgently brought to the Emergency Department because of persistent loss of consciousness. Her history was unremarkable, except for anxiety-depressive disorder. She had no cardiovascular risk factors except for current cigarette smoking, and she was not assuming any type of cardiovascular or noncardiovascular medication. Two hours earlier, she had phoned the Medical Emergency Team because of general discomfort and intense anxiety. She had been administered benzodiazepines, but the discomfort had worsened with progressive neurological deterioration. At admission, chest and heart examination was normal, blood pressure was 100/70 mmHg, and heart rate was 70 bpm. On neurological examination, there were spontaneous eye opening, absence of verbal response, and withdrawal from painful stimuli (Glasgow coma scale 9), arm and leg extension, lock jaw, hypersalivation, and diffuse hyporeflexia. The electrocardiogram showed sinus rhythm, a nonsignificant (<1 mm) ST-elevation with ascending slope in right precordial limbs, with no evidence of mirror images, and a negative T wave in aVL (Figures and ). Echocardiography showed normal left ventricular (LV) ejection fraction (55%) with akinesia of the middle segments of ventricular septum and both anterior and inferior walls (, Movie 1 in Supplementary Material available online at ). Blood examinations showed increased levels of troponin I (1.99 ng/mL, n.v. < 0.09 ng/mL) and D-dimer (4069 ng/mL, n.v. < 500 ng/mL) and leukocytosis (11.0 · 103/μL). Arterial blood gas analysis showed mild compensated metabolic acidosis with hyperlactatemia (7.4 mmol/L, n.v. 0.3–0.8 mmol/L). During the stay in the Emergency Department, the patient developed convulsive seizures, which were treated with i.v. diazepam. An electroencephalogram and brain computer tomography showed normal findings. The patient was transferred to the Intensive Care Unit with the diagnosis of acute coronary syndrome. Treatment with aspirin, clopidogrel, fondaparinux, atorvastatin, and pantoprazol was started. Low-dosage metoprolol was started on day 2 but was discontinued the day after because of low blood pressure. Because the patient showed preserved LV ejection fraction, no symptoms or signs of heart failure, and a tendency toward hypotension, we also did not start ACE-inhibitors, angiotensin receptor blockers, or diuretics.\\nFew hours later, progressive recovery of consciousness was observed, with retrograde amnesia and a transient phase of behaviour abnormalities with histrionic issues. The day after, following full recovery of consciousness, the patient referred that during the previous five days she had experienced a recurrent nightmare with sudden awakenings characterized by severe anxiety, prolonged tachycardia, and sweating. Although she remembered the frightening experience associated with the nightmare, she was not able to remember its contents. An angiography showed normal coronary arteries (). The electrocardiogram showed development of negative T waves in V1-V2. Blood examinations showed increased NT-proBNP plasma concentration (2514 pg/mL, n.v. < 125 pg/mL), a borderline level of C-reactive protein (0.52 mg/dL, n.v. < 0.50 mg/dL), and progressive normalization of troponin I. Patient's general conditions rapidly improved. Atypical midventricular TTC was diagnosed. She was discharged on aspirin 100 mg od, with the advice of continuing it indefinitely. On day 10, echocardiography showed improvement of LV systolic function with residual hypokinesia of the middle segments of the septum and anterior and inferior wall. One month later, segmental wall motion was completely restored.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'18294473': 1, '22703942': 1, '21938986': 1, '19390432': 1, '20811565': 2, '21444938': 1, '23476666': 2, '22523255': 1, '22421505': 1, '19660615': 1, '23027688': 1, '23373503': 1, '16875987': 1, '17573507': 1, '19187409': 1, '19438699': 1, '24327812': 2, '18045705': 1, '23563723': 1, '20117439': 1, '19766449': 1, '20965597': 1, '24369470': 2, '21777230': 1, '25788945': 2}", "similar_patients": "{'3863515-1': 1, '3847958-1': 1, '2929624-1': 1, '3580936-1': 1}"}