{"patient_id": 151913, "patient_uid": "4857362-1", "PMID": 27489666, "file_path": "noncomm/PMC004xxxxxx/PMC4857362.xml", "title": "An illustrative case of primary angiitis of the central nervous system", "patient": "A 62-year-old right-handed man presented with sudden dysphasia, presumed due to stroke. It later became apparent that he also had a poorly localised headache for 2 weeks prior without any other neurological symptoms.\\nHe had type 2 diabetes on metformin and was a non-smoker who worked as a draftsman. On assessment, he was generally hyperreflexic with upgoing plantars but had normal power and sensation. He had a mixed dysphasia. Initial non-contrast computed tomography (CT) of the brain was normal; however, magnetic resonance imaging (MRI) revealed multifocal regions of diffusion restriction, almost exclusively involving the left parietal and temporal lobes. Unusually, for ischaemic stroke, there were also prominent areas of cortical fluid-attenuated inversion recovery (FLAIR) hyperintensity and thickening of the cortex (). Magnetic resonance angiography (MRA) of the circle of Willis was normal. Repeat imaging 1 week later showed further progression with multiple new ischaemic lesions, extensive leptomeningeal enhancement restricted to the left hemisphere, particularly the left temporal lobe, as well as subcortical micro-haemorrhages and minor convexity subarachnoid blood which were not present on the first MRI (). The abnormalities continued to be markedly asymmetric, almost exclusively involving the left hemisphere. Bloodwork, including full blood count, erythrocyte sedimentation rate, C-reactive protein and angiotensin converting enzyme was normal. Antinuclear antibodies were positive at a low titre of 1:80 with a nucleolar pattern, but an extensive battery of extractable nuclear antigens was negative. Serum results for antineutrophil cytoplasmic antibodies, rheumatoid factor, anti-cyclic citrullinated peptide, double-stranded DNA, IgG and IgM anticardiolipin antibodies, lupus inhibitor, dilute Russell’s viper venom time and cryoglobulins were all negative or normal. Results for tumour markers CA 125, CA 153, CA 199 and carcinoembryonic antigen (CEA) were also normal. Serology for HIV, hepatitis B, hepatitis C and syphilis was negative. Initial cerebrospinal fluid (CSF) was remarkable only for albuminocytological dissociation (protein 0.94 g/L with two mononuclear cells); however, 2 weeks later, a pleocytosis had evolved (white cell count 32, all lymphocytes with some cellular atypia) with further protein elevation to 1.75 g/L and the presence of xanthochromia. CSF polymerase chain reaction for herpes simplex virus, enterovirus, varicella zoster and Epstein–Barr virus was negative. Cryptococcus neoformans antigen titre was negative. Oligoclonal bands were not present.\\nGiven the strong clinical suspicion of vasculitis, a meningeal and brain biopsy of radiologically abnormal tissue from the left inferior temporal lobe was undertaken. The findings were consistent with PACNS – showing patchy infarcts of variable age and vasculitic changes in small muscular cerebral and meningeal blood vessels consisting of transmural infiltrates predominantly of lymphocytes with fibrinoid change or infarction of the vessel walls (). Congo red and crystal violet stains for amyloid were negative.\\nThe patient was given 3 days of pulsed intravenous (IV) methylprednisolone (1 g/day) followed by oral prednisone (70 mg/day), complicated by significant destabilisation of glycaemic control and marked agitation and insomnia prompting relatively rapid steroid weaning by 10 mg weekly. Despite steroids, he continued to progress clinically and radiologically over 10 days, necessitating an induction course of oral cyclophosphamide (dose escalated over 1 week to 150 mg/day); favoured over the IV route due to difficult fluid balance management related to concomitant syndrome of inappropriate antidiuretic hormone secretion. He continued to progress radiologically with evolution of new infarcts over a further 3 months before eventual stabilisation, with slow clinical improvement and no new lesions on follow-up imaging at 12 and 18 months. Notably, although there were still many foci of T2/FLAIR hyperintensities as well as patchy susceptibility artefact in the left hemisphere, there were only ever a few, non-specific, small white matter changes in the right hemisphere.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'21601163': 1, '23793732': 1, '8192080': 1, '7791160': 1, '21402640': 1, '33205146': 1, '18794709': 1, '22575778': 1, '18941399': 1, '24636849': 1, '17924545': 1, '27489666': 2}", "similar_patients": "{}"}