{"patient_id": 142173, "patient_uid": "4241643-1", "PMID": 25473386, "file_path": "noncomm/PMC004xxxxxx/PMC4241643.xml", "title": "Accessory Pancreatic Duct-Portal Vein Fistula: A Rare Complication of Chronic Pancreatitis during Endoscopic Retrograde Cholangiopancreatography", "patient": "Our patient was a 42-year-old man. He has received insulin treatment for diabetes since the age of 34. Before his diagnosis of diabetes, he had drunk in large quantities, and he has had a smoking history of 20 cigarettes per day for 15 years. His family history was unremarkable. Regarding the present illness, he visited a neighborhood clinic with a chief complaint of severe back pain. Abdominal CT revealed dilatation of the main pancreatic duct and pancreatic stones (fig. ). Chronic pancreatitis was diagnosed, and the patient was referred to our hospital. Physical examination revealed no abnormal abdominal findings. Blood tests revealed no increase in amylase and hepatobiliary enzymes, the absence of jaundice, and no increase in inflammatory findings; however, his HbA1c level was high (7.8%).\\nFirst, we performed extracorporeal shock wave lithotripsy (ESWL). After several daily 1-hour ESWL sessions, ERCP was performed via the main pancreatic duct. However, deep cannulation attempts into the pancreatic duct failed because of pancreatic stenosis (fig. ). Next, we tried to achieve deep cannulation via the accessory pancreatic duct, but this was prevented by a stenotic lesion in the accessory pancreatic duct. We switched the procedure to the accessory pancreatic duct using a guide wire (fig. ). Contrast medium was then injected through a catheter and was seen to flow quickly in the direction of the liver (fig. ). We speculated that a fistula had developed between the posterior superior pancreatoduodenal vein and the accessory pancreatic duct, and so the procedure was terminated, and the catheter was withdrawn immediately. Duodenoscopy showed small amounts of blood from the minor papilla (fig. ). The patient's subsequent progress was uneventful, and no clinical symptoms of hemorrhage developed. There was no clot in the portal vein. Up to now he has been followed up using analgesics without surgical intervention.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'9437069': 1, '8514095': 1, '1511841': 1, '22529693': 1, '17957642': 1, '19555937': 1, '3350308': 1, '21425030': 1, '23225493': 1, '25473386': 2}", "similar_patients": "{}"}