{"patient_id": 150686, "patient_uid": "4773087-1", "PMID": 26933485, "file_path": "noncomm/PMC004xxxxxx/PMC4773087.xml", "title": "Severe Abdominal Pain Caused by Lead Toxicity without Response to Oral Chelators: A Case Report", "patient": "A 19-years-old single woman presented to the Emergency Surgery Department of Ghaem Hospital in Mashhad, northeast Iran with abdominal pain, icterus, and anemia. She was admitted to the Surgery Department with acute abdominal pain.\\nThere was no significant disease in her medical history but in her social history she had addiction to hookah. She was a pilotage student and was working several hours of a day in the airport. There was no history of drug consumption in the recent months to justify related abnormal liver function tests.\\nLocation of pain was in epigastrium with radiation to the left lower quadrant area. The pain was persistent from 4 days ago, without relation to oral feeding. The patient had nausea and vomiting intermittently and also had anorexia but without significant weight loss.\\nThe patient’s physical examination revealed stable hemodynamic, and mildly icteric sclera . In abdominal examination , tenderness of LLQ (left lower quadrant) in deep palpation without rigidity, or rebound tenderness was revealed. The other examinations such as chest and bowel sounds and also digital rectal examination were normal.\\nLaboratory findings included a normocytic anemia and direct bilirubinemia ().\\nPlain abdominal radiography was normal. Ultrasound study of the abdomen and pelvis revealed several lymphadenopathies in the right lower quadrant and anterior to right psoas muscle. The biggest size of the lymph nodes was 14×7/5 mm.\\nAbdominal pain subsided with conservative management in the Emergency Surgery Department, and the patient was referred to gastroenterologists for more evaluations because of abnormal liver function tests. Other potential causes of icter and abnormal aspartate transaminase and alanine transaminase including sepsis, viral hepatitis, autoimmune diseases, primary biliary cirrhosis, and primary sclerosing cholangitis were ruled out with proper laboratory and imaging modalities ().\\nA new abdominopelvic sonography revealed normal liver and biliary tract except large amounts of sludge in the gallbladder. Gall bladder wall thickness was normal. Spleen, pancreas, retroperitoneum, and other abdominal organs were normal. Both kidneys and urinary bladder, uterus, and endometrium were normal. Ovaries size was 40×26 mm with several follicles (all<10 mm). There were five 11-13 mm adenopathies in the right lower quadrant.\\nColonoscopy was normal until cecum. Terminal ileum was normal and biopsy of ileum revealed chronic inflammation, no villous atrophy, and no intraepithelial lymphocytosis.\\nAccording to hookah consumption and an unreliable history for addiction to opioids, serum lead level was examined to rule out lead poisoning. The serum lead level was 415/6 µg/L (41/5 µg/dL) with normal range of <150 µg/L, thus hematology and toxicology consult was performed.\\nCauses of anemia including iron deficiency and hemolytic anemia were excluded by checking serum iron, total iron binding capacity (TIBC), LDH(Lactate dehydrogenase), and reticulocyte count levels ().\\nMorphology of RBC in peripheral blood smear showed anisocytosis(+), microcytosis(+), hypochromia(+), ovalocytosis(+), and ostomatocytosis (+). Basophilic stippling was also seen in the peripheral smear, which can be seen in lead poisoning ().\\nToxicology consult was done, and serum lead level was rechecked, which revealed 537 µg/L (53/7 mg/dL). Because of the serum lead level that was between 40 to 70 µg/dL and having considered the toxicology references only oral chelator (succimer) was recommended for the patient.The recommended dose was 10 mg/kg three times a day for five days, followed by 10 mg/kg twice a day for two weeks (maximum 500 mg/dose).\\nDespite oral chelator consumption the pain continued, for which we decided to perform more evaluation for the patient. We found mild serum amylase and lipase elevation in the repeated lab tests (). And according to the presence of sludge in the abdominal sonography of gallbladder, endosonography was done for more evaluation of common bile duct (CBD). The report read :”there were multiple hyperechoic lesions and one small stone with posterior shadow inside the distal part of CBD. Diameter of CBD was 3/6 mm. pancreas was normal. Gall bladder had multiple small hyperechoic lesions”.\\nBecause of these findings and the presence of severe abdominal pain, endoscopic retrograde cholangiopancreaticography (ERCP) was done. ERCP revealed no dilation of CBD, so sphincterotomy was done and sludges were extracted.\\nDespite these therapeutic managements, the abdominal pain deteriorated during the admission, and gradually did not respond to ordinary analgesics, and only opioid analgesics could relief the pain in the last nights of admission in the GI ward. Surgical consultation was done, by which laparoscopy was recommended to approach to the unknown origin of continuous pain and also to the lymphadenopathies, which were noted in the abdominal sonographies. The patient underwent laparascopy. Its report read: ”small intestine from proximal to distal was investigated which was normal but some lymphadenopathies was seen in the mesenter. Stomach, liver, uterus, ovaries, were normal.Cholecystectomy was done and biopsies obtained from the lymphnodes, liver and peritoneum.” Pathological evaluation of the specimens revealed :1-cholecystectomy: acute on chronic cholecystitis, 2-mesenteric lymph node: reactive, 3- wedge liver biopsy: without significant pathologic changes, 4-labeled as peritoneal biopsy: fibromuscular tissue.\\nConservative management was done after surgery, but the pain continued. Because of the patient’s job in the airport, consultation with occupational medicine specialist was done, who recommended re-evaluation for lead poisoning considering her work place that is a source of environmental lead poisoning and also history of substance abuse (hookah addiction) and unreliable history for probably opioid addiction. Therefore the patient was admitted to toxicology ward.\\nAt the toxicology ward, BLL was rechecked, which was 54 µg/dL. Because of no response to previous oral chelator therapy in the same BLL, and the severe suspicious to lead poisoning as the cause of the abdominal pain, intravenous (IV) and intramuscular (IM) chelator therapy were recommended.\\nDimercaprol or BAL (also referred to as British antilewisite) in conjunction with calcium EDTA was started for the patient. The recommended dose for BAL was 4 mg/kg to be injected deep IM every 4 hours for 3 days, in conjunction with edetate calcium disodium with the second dimercaprol dose; 25-50 mg/kg/day, IV for 5 days. A maximum dose of 3000 mg was considered for calcium EDTA. After 3 days of the treatment, clinical findings including nausea, vomiting, and abdominal pain subsided and finally the pain relieved dramatically. The patient was discharged after 5days of BAL prescription with maintenance therapy with oral succimer (10 mg/kg twice a day for two weeks).\\nThe patient was recommended to avoid substance abuse (hookah consumption), and also she was referred to occupational and environmental medicine specialists to evaluate the relationship between lead toxicity and her working environment. She was visited again 10 days later. There was no icterus, pain, or new signs or symptoms. New laboratory findings were all in normal range. She was recommended for monthly follow-up visits for six months ().", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'8116145': 1, '33094697': 1, '23226111': 1, '19565057': 1, '9682404': 1, '34345267': 1, '22711039': 1, '11346806': 1, '23396762': 1, '555820': 1, '23118587': 1, '23022779': 1, '16649384': 1, '24348646': 2, '18219078': 1, '28407837': 1, '9750041': 1, '15641642': 1, '20001217': 1, '22889036': 1, '23419166': 1, '19514947': 1, '26933485': 2}", "similar_patients": "{'3860072-1': 1}"}