{"patient_id": 82070, "patient_uid": "4506926-1", "PMID": 26236344, "file_path": "comm/PMC004xxxxxx/PMC4506926.xml", "title": "Intramucosal Signet Ring Cell Gastric Cancer Diagnosed 15 Months after the Initial Endoscopic Examination", "patient": "A 58-year-old man who had suffered from appetite loss underwent an esophagogastroduodenoscopy (EGD) during a medical check-up in October 2011. A flat, pale, mucosal lesion (5 mm in diameter; ) on the posterior wall of the distal gastric body was observed. Chromoendoscopy with indigo-carmine dye added to acetic acid did not show any staining indicating gastric neoplasia, so we planned to repeat EGD 1 year later. The herbal medicine rikkunshito was administered for 4 weeks, and the patient's appetite gradually improved. The next EGD to which the patient consented, taken in January 2013, revealed the flat, pale, mucosal lesion to be the same size as it had been in October 2011 (); it was not enhanced by indigo-carmine dye staining added to acetic acid (). Additionally, image-enhanced EGD using the narrow-band light method did not reveal any findings of significance (data not shown). At this time, we took a biopsy to pathologically diagnose and characterize this gastric lesion, which allowed diagnosis of SRGC (). The endoscopic diagnosis was Type 0-IIb in accordance with the Japanese Classification of Gastric Carcinoma (JCGC) [], which is a manual that describes the classification of cancer according to its stage and histology, classifies its curability via surgery and the extent of lymphadenectomy, and evaluates responses to chemotherapy []. Computed tomography (CT) showed fluffing surrounding the gastric body and no distinct regional LN or distant metastases (). The fluffing indicated inflammatory changes suspected to be serosal invasion from the gastric tumor. Laboratory results were within normal limits and the serum carcinoembryonic antigen level was normal. We diagnosed this lesion as clinical(c) T1(M), cN0, cM0, and cStage IA according to the JCGC. The CT finding of inflammatory changes surrounding the gastric body suggested a risk of serosal invasion, so laparoscopy-assisted distal gastrectomy was performed rather than endoscopic resection. The regional lymph nodes (LN stations 1, 3, 4d, 5, 6, 7, 8a, 9, and 12a) were resected. The surgical specimen revealed signet ring cells alone, limited to the mucosa without lymphovascular involvement or ulcerative findings (Figures -). The lesion was 5 mm in diameter, and the resection margin was free of tumor cells. Portions of the resected regional LNs did not include metastatic cancer cells. Thus, this lesion was diagnosed as pathological (p)T1(M), ly0, v0, pN0, pM0, R0, and pStage IA according to the JCGC []. In addition, immunohistochemical analysis showed that tumor cells were negative for both Ki-67 () and p53 (). Eleven months after surgery, the patient was in good condition and disease-free without any signs of tumor recurrence based on the latest follow-up EGD and CT examinations.", "age": "[[58.0, 'year']]", "gender": "M", "relevant_articles": "{'20029207': 1, '15376179': 1, '22927530': 1, '17306635': 1, '23867584': 1, '20033340': 1, '23573309': 1, '18004078': 1, '21573743': 1, '1312889': 1, '21487870': 1, '26236344': 2}", "similar_patients": "{}"}