{"patient_id": 140765, "patient_uid": "4155182-1", "PMID": 25210525, "file_path": "noncomm/PMC004xxxxxx/PMC4155182.xml", "title": "Use of intravenous immunoglobulin in a disseminated varicella infection in an immunocompromised child", "patient": "An 8-year-old boy was admitted to The Catholic University of Korea, Seoul St. Mary's Hospital after experiencing one day of severe abdominal pain. He was diagnosed with ALL (L3) 4 years ago. After first relapse, the patient received a bone marrow transplant 3 years ago, but second relapse occurred unfortunately. It had been three weeks since his last chemotherapy, which included a high dose of methotraxate. He was no vaccinated against chickenpox following the bone marrow transplant.\\nHis body temperature was normal. He showed hepatosplenomegaly and tenderness in the periumbilical area. A complete blood count showed hemoglobin of 12.1 g/dL, white blood cells (WBCs) count of 3,490/mm3 with segmented neutrophils of 80.0%, and platelet count of 135,000/mm3. Liver function tests showed slightly increased levels of aspartate aminotransferase (AST, 78 U/L) and alanine aminotransferase (ALT, 135 U/L) (). Chest, abdomen x-rays and abdomen and pelvis computed tomography scans appeared normal.\\nThe next day, the patient was running a fever of up to 39.0℃, so empirical intravenous antibiotics were started. His abdominal pain remained constant. On his third day, multiple erythematous vesicles formed on his trunk. Consequently, 1,500 mg/m2 of acyclovir divided into three doses per day was administered.\\nOn hospital day 5, the vesicles developed across the whole body and he complained of dyspnea. A chest x-ray () showed numerous small nodules in the entire both lungs, which lead to a diagnosis of varicella pneumonia. Laboratory tests revealed WBCs of 5,090/mm3, platelet count of 32,000/mm3, AST of 931 U/L, ALT of 788 U/L, lactate dehydrogenase (LDH) of 3,196 U/L (). DIC profile was also positive. We continued administration of intravenous acyclovir, changed the intravenous antibiotics, and added intravenous immunoglobulin (IVIG, 500 mg/kg/day), single donor platelets, fresh frozen plasma, and antithrombin III. The patient was transferred to the intensive care unit (ICU).\\nThe next evening, the patient began to show drowsy mental state and dyspnea was aggravated. A chest x-ray showed total haziness and ARDS. He required intubation and mechanical respiratory support. We increased the dose of IVIG to 1 g/kg/day.\\nOn hospital day 7, a chest x-ray showed marked improvements in the lung, but cardiomegaly was noted. Platelet count was 69,000/mm3, and AST and ALT were 224 U/L and 280 U/L (). The patient was successfully recovered from DIC. We used IVIG for a total of four days, however fever persisted and the vesicular skin lesions showed no change. On echocardiography, cardiac function was normal.\\nOn hospital day 9, the patient's blood pressure (BP) began to increase up to systolic pressure of 150 mm/Hg and diastrolic pressure of 125 mm/Hg. We continuously administered an intravenous labetarol, however no definite effect was observed. Using by real-time polymerase chain reaction (PCR), VZV was detected in patient serum that had had been sampled at the onset of skin lesions. We decided to administer IVIG for two more days.\\nOn the morning of hospital day 11, the patient experienced a generalized tonic-clonic seizure that lasted 30 minutes which we thought was a sign of hypertensive crisis or VZV involvement in central nerve system. We added intravenous nitroprusside and conducted cerebrospinal fluid (CSF) tapping. The results were normal, and VZV antibody and PCR in CSF were negative. We increased the antihypertensives dose and added intravenous phenytoin. No more seizures were occurred thereafter.\\nBy hospital day 13 and the ninth day after intubation, the patient's pulmonary condition was stable. He was successfully taken off the ventilator. He no longer had a fever, and all skin lesions reached the scarring stage.\\nOn hospital day 17, the patient was transferred from the ICU to the general ward. His vital signs were stable. All laboratory data showed improvements. Lymphocyte subset showed CD3 of 87.0% (normal range [NR], 61%-85%), CD4 of 14.8% (NR, 23%-58%), CD8 of 70.6% (NR, 19%-48%), CD19 of 9.6% (NR, 7%-23%), and CD56 of 3.0%. (NR, 6%-29%). These results suggested that the patient's cellular immunity was not yet recovered. Due to the patient's history of seizure, we performed brain magnetic resonance imaging (MRI) and electroencephalogram (EEG). The brain MRI () showed multiple patchy high-signal-intensity lesions in the subcortical regions of the right frontal, parietal and occipital lobes as a results of VZV-induced encephalitis. The EEG looked normal, so phenytoin was stopped.\\nWe ceased administration of intravenous antibiotics and acyclovir on hospital day 19. The patient complained of no other symptoms. He was discharged on hospital day as he had been restored to a healthy appearance and most laboratory data showed improvement (). The clinical course of patient was as follows (). One month later, chemotherapy was resumed. And the follow-up brain MRI was done three months later, multiple high-signal-intensity lesions due to VZV-induced encephalitis were disappeared.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'33552499': 2, '15522570': 1, '21076967': 1, '28383421': 1, '26081644': 2, '21127434': 1, '15645661': 1, '22563036': 1, '10383777': 1, '21569228': 2, '31842803': 2, '18076716': 1, '18849177': 1, '31520251': 1, '11471863': 1, '12935598': 1, '31583865': 2, '17497452': 1, '16391392': 1, '22316195': 1, '25210525': 2}", "similar_patients": "{'3115870-1': 1, '3115870-2': 1, '3115870-3': 1, '6779580-1': 1, '6916037-1': 1, '4480512-1': 1, '7851439-1': 1}"}