{"patient_id": 76518, "patient_uid": "4124645-1", "PMID": 25225617, "file_path": "comm/PMC004xxxxxx/PMC4124645.xml", "title": "Large Cell Neuroendocrine Carcinoma of the Rectum Presenting with Extensive Metastatic Disease", "patient": "A 63-year-old male presented to our hospital with a 1-month history of lower abdominal pain, constipation, and weight loss. He described the lower abdominal pain as cramping in nature with increased intensity during defecation and he claimed that his stool had decreased in caliber. He also experienced intermittent rectal bleeding and had an unintentional weight loss of 30 lbs during the past month. Physical examination was remarkable only for hepatomegaly on abdominal palpation. Lab investigations revealed an elevated white cell count of 15.5 × 103/mm3 with a normal hemoglobin level of 14.7 g/dL and a normal platelet count of 319 × 103/mm3. The patient also had elevated liver function tests with an alanine aminotransferase (ALT): 177 U/L, an aspartate aminotransferase (AST): 137 U/L, and an alkaline phosphatase: 518 U/L. Chest and abdominal radiographs were normal.\\nA computed tomography (CT) scan of the abdomen and pelvis revealed a rectal mass involving the anterior, right lateral, and posterior walls of the rectum beginning approximately 6 cm from the anal verge (). In addition, innumerable hypodense masses throughout the liver as well as retroperitoneal and pelvic lymphadenopathy were seen (). A subsequent CT chest showed numerous bilateral lung nodules and mediastinal lymphadenopathy (). These radiographic findings were consistent with widespread metastatic disease involving the liver and lung from a primary rectal cancer. Tumor markers were significant for an elevated CA19-9 of 178.7 U/mL and a normal carcinoembryonic antigen (CEA) and alpha-fetoprotein (AFP).\\nFlexible sigmoidoscopy revealed a fungating, ulcerated and partially obstructing rectal mass, involving two-thirds of the luminal circumference, located 6 cm from the anal verge (). This mass was biopsied and pathological examination of the resected specimen revealed features consistent with a large cell neuroendocrine carcinoma.\\nOn microscopic examination, nests of tumor cells infiltrated colonic stroma with associated tumor necrosis (, A&B). The individual tumor cells exhibited moderate eosinophilic cytoplasm, hyperchromatic, pleomorphic nuclei and frequent mitotic figures (). Immunohistochemical study revealed cytoplasmic staining for neuroendocrine markers synaptophysin and chromogranin consistent with neuroendocrine differentiation (Figures and ). Staining for proliferation marker Ki-67 revealed positive nuclear staining in up to 50% of cell nuclei consistent with a high proliferation rate in tumor cells (). The clinical and histopathological findings confirmed a diagnosis of large cell neuroendocrine carcinoma of the rectum.\\nInterestingly, subsequent investigations revealed that the patient had elevated urinary 5-hydroxyindoleacetic acid (5-HIAA) levels at 100.2 mg/24 hr in a 24-hour urine sample without any clinical manifestations of the carcinoid syndrome. The patient also displayed an elevated serum chromogranin A (CgA) level of 15 nmol/L in keeping with the presence of an underlying neuroendocrine tumor.\\nDue to the aggressive nature of the tumor as evident from its rapid progression and extensive metastases to the lung and liver, the medical oncology team decided to initiate the patient on a chemotherapy regimen of cisplatin and etoposide. After receiving one cycle of chemotherapy, the patient's clinical status deteriorated. One month after initial diagnosis, he developed multiorgan failure with progression of the underlying metastatic carcinoma. The patient died while being under hospice care.", "age": "[[63.0, 'year']]", "gender": "M", "relevant_articles": "{'1712661': 1, '17639039': 1, '28790093': 1, '28447224': 1, '1709558': 1, '18358055': 1, '21860682': 1, '23307984': 1, '17569104': 1, '33296060': 2, '22327359': 1, '31510991': 2, '8026228': 1, '24763982': 1, '22811859': 1, '15043285': 1, '22843918': 1, '25225617': 2}", "similar_patients": "{'6739994-1': 1, '7726067-1': 1}"}