{"patient_id": 141098, "patient_uid": "4173248-1", "PMID": 25288853, "file_path": "noncomm/PMC004xxxxxx/PMC4173248.xml", "title": "Extensive long-segment cervicothoracic traumatic spinal epidural hematoma with avulsion of C7, C8, and T1 nerve roots", "patient": "A 33-year-old man presented to our hospital with weakness of right upper and lower limb and left lower limb, 3 days after a motor vehicle accident. He was conscious and oriented, with a Glasgow Coma Score of E4V5M6. Neurologic examination revealed hypertonia in both the lower limbs and flaccid right upper limb. Motor power was 0/5 (Medical Research Council grading) in the right upper limb and 2/5 in both the lower limbs. Power in the left upper limb was normal (5/5). Deep tendon reflexes were exaggerated in both the lower limbs and were lost in the right upper limb. There was complete loss of all sensations (pain, touch, temperature, and position sense) in the right upper limb. He had fracture of multiple ribs with bilateral hemopneumothorax along with fracture of right clavicle and scapula. Routine hematologic investigations, including coagulation profile, were within normal limits.\\nA non-contrast computed tomography (NCCT) of cervical spine revealed C4-C5 block vertebrae without any fracture or dislocation [], and NCCT of head did not reveal any abnormality.\\nMagnetic resonance imaging (MRI) of the brachial plexus revealed avulsion of right C7, C8, and T1 nerve roots with a pseudomeningocele formation. MRI of the cervical spine revealed cord contusion at C6–C7 level with spinal epidural hematoma with compression of spinal cord extending from C3 to T2 level [Figures and ]. In view of maximum compression at the cervical level, C4–C7 laminoplasty and evacuation of hematoma was done. Approximately 40 mL of altered blood was evacuated from the spinal epidural space. The patient showed a remarkable recovery with improvement in power in both the lower limbs in the postoperative period. At the time of discharge from hospital, 10 days after surgery, he had a power of 4/5 in both the lower limbs. However, power in the right upper limb remained unaltered.\\nAt 3 months follow up, the patient had a power of 5/5 in both the lower limbs, although he had persistent weakness in the right upper limb. Electromyography and nerve conduction studies at the same time (3 months after surgery) revealed preganglionic type of brachial plexus injury in the right upper limb.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'3357037': 1, '14963742': 1, '7110563': 1, '11216688': 1, '19576782': 1, '2243224': 1, '15219302': 1, '11707724': 1, '17157687': 1, '10955673': 1, '15978887': 1, '28352498': 2, '17900669': 1, '10963980': 1, '16512657': 1, '25288853': 2}", "similar_patients": "{'5349742-1': 1}"}