{"patient_id": 82713, "patient_uid": "4557544-1", "PMID": 26328586, "file_path": "comm/PMC004xxxxxx/PMC4557544.xml", "title": "An unusual and challenging case of HIV-associated primary CNS Lymphoma with Hodgkin-like morphology and HIV encephalitis", "patient": "A 52-year-old male with no significant past medical history was admitted for seizures after 7 months of cognitive and functional decline, 50-kilogram weight loss, episodic seizures, paranoia, and delusions. A contrast MRI revealed two ring-enhancing lesions in his brain, in the left frontal lobe and right thalamus (Fig. ).\\nThe patient underwent an extensive clinical work-up including an unremarkable lumbar puncture and negative testing for cryptococcus antigen, EBV (MGB Alert EBV Probe, MGB Alert Primers, Elitetech/Epoch Biosciences, Princeton, NJ, USA; Limit of Detection in CSF: 500 copies/mL), cytomegalovirus (CMV), herpes simplex virus (HSV), varicella zoster virus (VZV), toxoplasmosis, cysticercosis, oligoclonal bands and myelin basic protein, bacterial and fungal cultures, and flow cytometry for lymphoma. However, he tested positive for HIV by quantitative PCR (COBAS Ampliprep/COBAS TaqMan HIV-1 Test v2.0, Roche Diagnostics, Indianapolis, IN, USA) and combination antigen/antibody assay with confirmatory western blot (GS HIV Combo Ag/Ab EIA, GS HIV-1 Western Blot, Bio-Rad Clinical Diagnostics, Hercules, CA, USA), and had a CD4 T-cell count of 22 cells/μL. CT scan of the chest showed diffuse nodular opacities, and a bronchoalveolar lavage was positive for Pneumocystis jiroveci. No other significant abnormalities were seen on whole-body imaging. The patient was diagnosed with Acquired Immunodeficiency Syndrome (AIDS) and empirically treated for toxoplasmosis infection of the brain. Repeat MRI of the brain a week later revealed no improvement in the brain lesions, and stereotactic-guided biopsy was performed of the left frontal lesion.\\nThe biopsy was sent for intraoperative consultation via frozen section, and showed mostly mildly astrogliotic brain parenchyma with a small focus of hypercellularity. This focus was comprised of a mixture of small and large epithelioid cells with nuclear pleomorphism, suspicious for a neoplastic process. There was no evidence of acute inflammation or microorganisms such as toxoplasmosis. A portion of the specimen was submitted for flow cytometric evaluation and was found to have no evidence of monoclonality or non-Hodgkin lymphoma, but may not have contained lesional tissue.\\nPermanent microscopic sections were then reviewed (Fig. ), and showed fragments of brain parenchyma with a diffuse mild astrogliosis and scattered multinucleated giant cells, mostly in a perivascular distribution, consistent with HIV encephalitis. In addition, there was a well-demarcated region of hypercellularity composed of polymorphic cells, corresponding to the area noted at frozen section diagnosis. This area contained small, mature lymphocytes, medium-sized cells with irregular nuclei and abundant cytoplasm, and very large cells with hyperchromatic, bizarre nuclei, one or more eosinophilic nucleoli, and abundant eosinophilic cytoplasm, reminiscent of Reed-Sternberg or Hodgkin cells. This polymorphic population of cells was arranged in a diffuse sheet in one area, but was also perivascular in other areas, and formed a rim around a small area of necrosis. Again, acute inflammation and microorganisms were absent. Differential diagnostic considerations included multifocal glioblastoma, lymphoma, and HIV or other viral-related reactive changes.\\nImmunohistochemistry was initially performed for glial fibrillary acidic protein (GFAP), MIB-1, CD45, CD68, CMV, and toxoplasmosis antigen (Fig. ). GFAP was positive in reactive astrocytes within the background brain, but negative in the atypical cells. CD45 highlighted only scattered small cells in the hypercellular areas. CD68 was diffusely positive in many of the medium-to-large epithelioid cells in the hypercellular areas, as well as in the giant cells in the background brain parenchyma. MIB-1 was positive in approximately 50 % of the atypical cells, while stains for CMV and toxoplasmosis were negative. Gram, Grocott’s Methenamine Silver (GMS), acid fast bacilli (AFB), and Fite special stains were also negative. These findings, in particular the CD68 positivity and pathognomonic multinucleated giant cells in the background, pointed away from a neoplastic glial or lymphomatous process and toward a reactive histiocytic phenomenon associated with HIV infection.\\nHowever, in an effort to rule out rare CD45-negative lymphomas, and due to the striking Reed-Sternberg-like morphology, additional stains for CD15, CD30, CD20, CD79a, and PAX5 were performed. EBV testing via in situ hybridization (ISH), and a p24 immunostain were also obtained. The large, Reed-Sternberg-like atypical cells, along with most of the medium-to-large cells, were strongly positive for CD20, CD79a, and EBV, and negative for CD15 and CD30 (Fig. ). The majority of these cells were also positive for MUM1, focally and weakly positive for PAX5 and BCL6, and negative for CD10. B-cell clonality testing (Polymerase Chain Reaction-based IGH + IGK B-Cell Clonality Assay™, Invivoscribe Technologies Inc, San Diego, CA, USA) yielded a clonal result. P24 was positive in scattered clusters of multinucleated giant cells in the background brain, but negative in the CD20-positive cell population (Fig. ). In light of this staining pattern, the diagnosis of HIV-associated lymphoproliferative disorder was rendered alongside a diagnosis of HIV encephalitis. The neoplasm was subclassified as a Diffuse Large B-Cell Lymphoma (DLBCL) of post-germinal center origin (MUM1-positive).\\nSeveral days after the biopsy, the patient was started on combination anti-retroviral therapy (cART), but developed additional complications. After discussion with the family, the patient was transitioned to palliative care and died 3 weeks following the biopsy. An autopsy was not performed.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'11423253': 1, '23648713': 1, '9026061': 1, '23022500': 1, '16083829': 1, '9042803': 1, '8625110': 1, '29467577': 1, '1681341': 1, '21300984': 1, '18599430': 1, '22961721': 1, '26328586': 2}", "similar_patients": "{}"}