{"patient_id": 85712, "patient_uid": "4780502-1", "PMID": 26985259, "file_path": "comm/PMC004xxxxxx/PMC4780502.xml", "title": "Percutaneous Mitral Valvotomy in a Case of Situs Inversus Totalis and Juvenile Rheumatic Critical Mitral Stenosis: Case Report", "patient": "A 12-year-old boy presented with progressive exertional dyspnea NYHA class III of 7 months duration. Blood pressure was 100/76 mm Hg in right arm in supine position. Pulse rate was 70/min, regular, low volume, with no special character with all peripheral pulses palpable. Jugular venous pulse pressure was elevated 6 cm above sternal angle with prominent a wave and v-y descent. Apex beat was located in right fifth intercostals space, tapping in character. There was grade II right parasternal heave. P2 was palpable. S1 was loud. S2 was loud; loud P2 component with narrow split. Opening snap (OS) was present with narrow A2-OS gap. There was long grade IV mid diastolic rumbling murmur with presystolic accentuation. Pansystolic murmur grade III/VI of tricuspid regurgitation was present in left parasternal area. The electrocardiograph (ECG) showed inverted P wave in all leads except aVR and V1, upright R wave in aVR, reduction in the R wave voltage across the chest leads with evidence of right ventricular hypertrophy (). Chest X-ray PA view showed dextrocardia (). Subcotal window showed aorta on the right and inferior vena cava on the left side, i.e. situs inversus (). Transthoracic echocardiography showed critical mitral stenosis with mitral valve area (MVA) of 0.6 cm2 by pressure half time () and planimetry () and mild mitral regurgitation. His Wilkin’s score was 8/16 (C2, T2, M2, S2). Mean gradient across mitral valve was 36 mm Hg. Transesophageal echo ruled out any LA or LAA clot. Dextrocardia, atrio-ventricular (AV) and ventriculo-arterial (VA) concordance were present. Left femoral artery and venous access was obtained with a 5F arterial and 8F venous sheaths, respectively after proper consent. A 5F pigtail catheter was passed retrograde into the aorta and parked in the non-coronary sinus of the aortic root. A 0.035\" J-tip guide wire was then passed up the femoral vein into the inferior vena cava (IVC) and up into the left-sided superior vena cava (SVC) via the left-sided “right atrium” (). An 8F Mullins sheath was passed up on the guide wire, into the left SVC (). A curved Brockenbrough septal puncture needle was introduced into the sheath stopping just short of the tip and was oriented to 9 o’clock position in the SVC. Septal descent was done by withdrawing the needle and the sheath in tandem into the heart with the needle pointer in 9 o’clock position. Septal puncture was done in right anterior oblique (RAO) 40° and also confirmed in left lateral projection which was contrary to our conventional view, i.e., left anterior oblique (LAO) 40° projection (). LA was entered and pressure was recorded. The septum was dilated and heparin 100 IU/kg IV was given. A “loopy” LA wire was then passed through the sheath into LA and the latter was withdrawn leaving the LA wire inside (). The 14F dilator was then used to dilate the septum (). Subsequently, the accura balloon (Vascular Concepts, Essex, UK) was introduced over the LA wire to enter the LA (). The LA wire was withdrawn and the balloon was flushed and simultaneous LA/LV pressures were recorded. Now, director was used to guide the balloon () towards mitral valve by slight counter clock rotation till flip at the balloon tip was noted (). Director was pulled and balloon was pushed in a symphony to facilitate its entry into the LV (). Mitral valve was negotiated and dilation was performed successfully in LAO 40° projection which was contrary to our conventional view, i.e., RAO 40° projection (). Post-procedural MVA was 2.0 cm2 and MR still remained mild (). Patient was discharged in stable condition on third day.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'15737242': 2, '17631088': 1, '12410514': 1, '18174629': 1, '10785698': 1, '10624074': 1, '8221866': 1, '8793681': 1, '8874955': 1, '1889448': 1, '26985259': 2}", "similar_patients": "{'553997-1': 1}"}