{"patient_id": 146521, "patient_uid": "4498848-1", "PMID": 26185634, "file_path": "noncomm/PMC004xxxxxx/PMC4498848.xml", "title": "Lumbar puncture complicated by spinal epidural hematoma in a child with leukemia", "patient": "A 5-year-old boy was referred to our hospital with a history of poor general health, following a febrile upper respiratory tract infection, with an unusual and prolonged course. Physical examination revealed lymphadenopathy, hepatosplenomegaly, and multiple ecchymoses. Neurological examination was normal, while no headache was reported. Blood laboratory studies showed thrombocytopenia and anemia. Flow cytometry of bone marrow aspirate resulted in a diagnosis of common ALL. At diagnosis, LP was performed, which indicated central nervous system (CNS) involvement, and he started therapy with ALL IC - BFM 2009 treatment protocol. LPs on days 15 and 33 of the first phase and on day 10 of the second phase of induction chemotherapy protocol showed remission of CNS involvement.\\nDuring the second phase of chemotherapy, the onset of vomiting, triggered by motion and accompanied by headache, set the clinical suspicion of CNS pathology (i.e., relapse or infection), while papilledema was absent in fundoscopy. Complete blood count showed thrombocytopenia (16 × 109/L) and neutropenia. LP was conducted lege artis, and cerebrospinal fluid cytochemical analysis revealed neither pathological findings, nor hemorrhagic elements. The patient reported postspinal headache and lower back pain, symptoms that were relieved, and initially responded to analgesics and the infusion of fluids. After strict maintenance of a supine posture for two hours, the boy found difficulties in maintaining the upright posture, and urine loss occurred, along with a diarrhea. Lower back pain reappeared, but was well tolerated. Neurological symptoms continued to worsen for the next 4 hours, leading to paraparesis, decreased sensation of both legs, and urinary retention. MRI scanning revealed the presence of extensive epidural hemorrhagic collection in the thoracolumbar region of the spinal cord between T7 and L5 levels, which occupied the entire spinal canal, and compressed the spinal cord and its sac (Fig.). Intramedullary edema between T8 and T12 levels was noticed as well. The brain MRI showed no pathological findings. Platelet transfusion and fresh frozen plasma (FFP) were administered immediately, with parallel infusion of intravenous dexamethasone.\\nThe patient showed fast recovery during the next hours and medical conservative management was elected. During the next days, the boy showed gradual improvement of his neurologic syndrome: sensation of lower extremities was restored completely and relatively soon, whereas motility of legs improved gradually. Despite the initial improvement, urinary retention followed a slower course of recovery (set for 1.5 month in Foley catheter, 4 intermittent self-catheterizations per day for the next month, which were decreased to 1 or 2 nowadays). The MRI on day 4 showed small reduction in hematoma width and localized partial absorption of the hemorrhagic display with respective hemosiderin deposits (Fig.). Two months later, MRI scanning showed significant decrease in hematoma limits (width of 2.5 mm; between T12 and L5 levels) and absence of any focal lesions or signs of compression in the spinal cord (Fig.). Last MRI took place 6 months after the event, showing complete resorption. The patient continued his therapy for leukemia and is now in maintenance therapy, reporting only a minor neurologic deficit, with regard to control of urination.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'6572801': 1, '20675642': 1, '11437143': 1, '15368544': 1, '19775301': 1, '17156399': 1, '10963974': 1, '23346323': 1, '7991091': 1, '17885251': 1, '11056594': 1, '12823341': 1, '15978887': 1, '21858407': 1, '19683136': 1, '8538335': 1, '12387652': 1, '15461636': 1, '15902431': 1, '12904898': 1, '26185634': 2}", "similar_patients": "{}"}