{"patient_id": 87102, "patient_uid": "4900698-1", "PMID": 27258490, "file_path": "comm/PMC004xxxxxx/PMC4900698.xml", "title": "Congenital Nephrogenic Diabetes Insipidus Presented With Bilateral Hydronephrosis and Urinary Infection", "patient": "A 15-year-old boy was admitted to Peking Union Medical College Hospital complaining of a history of intermittent fever with maximum body temperature of 41.0 °C for a year. Relevant past history included compulsive water drinking since infancy. He voided 10 to 15 L of urine daily and approximately 1 L once every 1 to 2 hours during day time. Physical examination was unremarkable except for fatness with a weight of 72 kg.\\nUrine osmolality was 148 mOsm/kg/day and urine specific gravity was lower than 1.005. Electrolytes including phosphorus, sodium, potassium, chloride, and calcium in 24-hours urine were lower than normal value, with 2.70 mmol/24 h, 52.78 mmol/24 h, 17.45 mmol/24 h, 40.95 mmol/24 h, and 1.01 mmol/24 h, respectively. Blood laboratory tests were normal except for mild chronic renal dysfunction (serum creatinine 1.14 mg/dL). Glomerular filtration rate was normal with 57.5 mL/min at right and 80.0 mL/min at left kidney. Radiology including CT urography (Figure ), retrograde pyelography (Figure ), and cystoradiography (Figure ) showed non-obstructive, non-reflux dilatation of pelvis and ureter. Magnetic resonance imaging scan of the brain revealed no abnormalities in the sella turcica. Maximum flow rate (Qmax) was normal with 30.4 mL/s and postvoiding residual volume (PRV) was 500 mL.\\nA water deprivation test was carried out and a diagnosis of NDI was made. Urine osmolality and a concomitant plasma osmolality tested on admission were 160 mOsm/kg and 308 mOsm/kg, respectively. A subsequent dose of 0.3 μg desamino-8-d-arginine vasopressin given intravenously failed to increase the urine osmolality. Family history was provided further to confirm the diagnosis of X-linked dominant NDI (Figure ).\\nFever was relieved after transient insertion of a urethral catheter. Medication therapy was carried out with a combination of hydrochlorothiazide (25 mg) and amiloride (2.5 mg) orally four times a day. Total urine volume was decreased by approximately 50% after the administration of drugs, reaching to 5000 to 8000 mL/24 h. In addition, salt restriction was recommended and the patient was taught to use abdominal pressure when voiding. During the 1-year follow-up with medication therapy, urine volume maintained between 5000 and 8000 mL/24 h. At the end of follow up, ultrasound examination showed that the width of left and right pelvis was 2.3 cm and 1.9 cm respectively, and serum creatinine remained 1.14 mg/dL.\\nThe patient and his parents signed the informed consent and the ethics committee (composed by Guixin Qiu, Qi miao, Qiang Sun, and Zhigang Ji) approved the execution of the case.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'16502494': 2, '21732830': 1, '17081961': 1, '14646392': 1, '33101696': 1, '32764140': 1, '22498392': 1, '19037828': 1, '24158882': 1, '27258490': 2}", "similar_patients": "{'2687569-1': 1}"}