{"patient_id": 82045, "patient_uid": "4506418-1", "PMID": 26187282, "file_path": "comm/PMC004xxxxxx/PMC4506418.xml", "title": "Immune reconstitution inflammatory syndrome due to Mycobacterium avium complex successfully followed up using 18 F-fluorodeoxyglucose positron emission tomography-computed tomography in a patient with human immunodeficiency virus infection: A case report", "patient": "A 44-year-old homosexual Japanese man was referred to our hospital with fever and dyspnea. Pneumocystis jiroveci pneumonia (PCP) was diagnosed using a sputum smear, and the patient was found to be positive for HIV. At the time of the HIV/AIDS diagnosis, the patient’s CD4-positive T cell count was 11 cells/μL, and his HIV-RNA viral load was 2.0 × 106 copies/mL. The patient was an ex-smoker (5 pack-years) and social drinker. Two months after the successful treatment of PCP, chest radiograph findings returned to almost normal (Fig. ), and cART was started with emtricitabine/tenofovir (200 mg/300 mg daily), darunavir (400 mg daily), and ritonavir (100 mg daily). Due to the low CD4-positive T cell count, sulfamethoxazole/trimethoprim (400 mg/80 mg daily) and azithromycin (1000 mg weekly) were prophylactically prescribed.\\nFive months after the initiation of the cART, a chest radiograph displayed bilateral infiltrates of the upper lung fields and bilateral hilar lymphadenopathy (Fig. ). Consistently, a high-resolution computed tomography (CT) scan revealed bilateral infiltrates of the upper lobe of the lungs and mediastinal and bilateral hilar lymphadenopathy (Fig. –). However, the patient did not have any symptoms such as fever, general fatigue, or respiratory symptoms (including cough and purulent sputum). For further radiological investigation, 18 F-FDG PET/CT was performed. It showed intense accumulation of FDG corresponding to the lesions of the infiltrates as well as the mediastinal and bilateral hilar lymphadenopathy (maximum standardized uptake value: 18.42; Fig. and ). The differential diagnosis of the lung infiltrates and lymphadenopathy at that time included NTM-IRIS, TB-IRIS, sarcoidosis, malignant lymphoma, fungal infection, and Kaposi’s sarcoma.\\nThe patient was admitted to the Keio University Hospital for further investigations. At the time of admission, vital signs and physiological examinations were normal except for a bilateral deep cervical lymphadenopathy. The results of blood tests are shown in Table . The patient’s white blood cell count (2900/μL) and hemoglobin levels (12.2 g/dL) were low, while alkaline phosphatase levels (403 IU/L) were high. The concentrations of C-reactive protein (0.13 mg/dL), anti-glycopeptidolipid core IgA antibody (<0.1 U/mL), angiotensin-converting enzyme (16.2 IU/mL), and soluble interleukin-2 receptor (482 U/mL) were unremarkable. The CD4-positive T cell count had risen to 125 cells/μL, while the HIV-RNA viral load had decreased to undetectable levels. A smear was negative for acid-fast bacilli. Blood and sputum cultures were negative for bacteria and mycobacteria. We performed an endobronchial biopsy of the endobronchial mass and a bronchial wash of the left upper lobe bronchus (Fig. , ). Histological examination of the biopsy specimen revealed granulomatous change but was negative for malignancy, human herpes virus-8, and fungi such as Aspergillus species and Cryptococcus species. Caseating granuloma, the typical histological finding of mycobacteria (including Mycobacterium tuberculosis and NTM), was not identified in the specimen. Although the smear test was negative for mycobacteria, a bronchial wash culture that was performed later was positive for MAC. Accordingly, the patient was diagnosed with MAC-IRIS, and anti-MAC chemotherapy with rifampicin (450 mg daily), ethambutol (750 mg daily), clarithromycin (800 mg daily), and levofloxacin (500 mg daily) was started. Since we could not exclude the possibility of TB or TB-IRIS, we added isoniazid (300 mg per day) to the chemotherapy regimen. We also changed the cART regimen from darunavir and ritonavir to raltegravir to avoid a potential drug interaction.\\nWe did not consider using concomitant non-steroidal anti-inflammatory drugs or steroids for two reasons: 1) the patient was able to continue anti-mycobacterial chemotherapy without remarkable side effects and 2) his chest radiograph findings showed a gradual improvement in the bilateral upper lung field and the hilar lymphadenopathy. One year after the introduction of the anti-mycobacterial chemotherapy, chest radiograph and high-resolution CT findings showed slight hilar lymphadenopathy (Figs. , , and ). To evaluate disease activity more precisely, 18 F-FDG PET-CT was performed. It showed a marked reduction in FDG uptake, but accumulation of FDG was still seen in a right lower paratracheal lymph node (station #4R; maximum standardized uptake value: 6.24), implying incomplete resolution of the NTM-IRIS-associated inflammation. Based on these findings, we continued anti-mycobacterial chemotherapy for an additional nine months to the present date. The patient has not experienced any further recurrence of NTM-IRIS as assessed based on his symptoms and chest radiographs.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'19093113': 1, '20629758': 1, '16470113': 1, '15145720': 1, '16231262': 1, '24585567': 1, '30600659': 2, '21150859': 1, '22526957': 1, '16054937': 1, '28680616': 2, '18793085': 1, '32991395': 1, '20334848': 1, '19306513': 1, '24614238': 1, '23905617': 1, '26187282': 2}", "similar_patients": "{'6312901-1': 1, '5494406-1': 1}"}