{"patient_id": 80629, "patient_uid": "4396017-1", "PMID": 25873938, "file_path": "comm/PMC004xxxxxx/PMC4396017.xml", "title": "Infiltrated plaques resulting from an injury caused by the common octopus (Octopus vulgaris): a case report", "patient": "The patient, a 53-year old female marine biologist, was “bitten” on the dorsum of the left hand by a small octopus three weeks before seeking medical attention. The injury occurred during a practical biology lesson when the patient was handling the live octopus (Figure ). An erythematous edematous plaque, about 5.0 cm in diameter, appeared surrounding a small ulcer at the bite site. The wound was initially painful, but the reason for seeking medical help was due to difficulty in healing and the development of infiltration, hard on palpation, giving the site a hardened aspect (Figure ). The injury was treated with cold compresses and a non-steroidal anti-inflammatory drugs for about ten days before resolution, leaving a local hyperchromic macule. No histopathological exam was performed due to the regression of the lesion when the patient returned after treatment.\\nCommon octopuses (Octopus vulgaris) represent the majority of octopuses captured in Brazil []. Similarly to Indo-Pacific genera (including Hapalochlaena, the blue-ringed octopus), they possess digestive enzymes and neurotoxins in glands connected to their horny beak and may use this venom for defense or to subdue prey. Blue-ringed octopus venom contains mainly tetrodotoxin (like puffer fish venom), while common octopus venom is composed of cephalotoxin, a toxin less powerful than tetrodotoxin, but also capable of causing paralysis and other manifestations in humans [–]. The exact effects of the digestive enzymes are not known, but they can clearly provoke inflammatory reactions in victims’ tissue.", "age": "[[53.0, 'year']]", "gender": "F", "relevant_articles": "{'31035711': 1, '17384822': 1, '13264865': 1, '23556469': 1, '25873938': 2}", "similar_patients": "{}"}