{"patient_id": 140566, "patient_uid": "4145481-1", "PMID": 25184127, "file_path": "noncomm/PMC004xxxxxx/PMC4145481.xml", "title": "Pancreatic duct leak in a case of post Whipple surgery: Managed by endoscopic ultrasound guided pancreatogastrostomy", "patient": "A 57-year-old male, a known case of chronic calcific pancreatitis for 6 years presented with a history of worsening abdominal pain, recurrent vomiting, loss of appetite and weight for 1 month. A gastroscopy was done; it showed stomach full of residue food consistent with gastric outlet obstruction. A contrast computed tomography (CT) abdomen was done, it showed hypoechoic pancreatic head lesion causing gastric outlet obstruction, thickened duodenal folds, dilated pancreatic duct and prominent common bile duct. Patient underwent Whipple's surgery, excised specimen showed fibrosing calcific pancreatitis. Patient was discharged from hospital on day 7. He was admitted again after 1 month of surgery with complaints of abdominal pain, vomiting and fever. A contrast CT was done; it showed dilated pancreatic duct and a collection near splenic hilum. He was managed conservatively with antibiotics and was discharged. The patient was admitted once again after 1 month with abdominal pain, distension and fever. A CT abdomen was done; it showed dilated pancreatic duct and significant collection near splenic hilum []. A percutaneous drain was placed in perisplenic collection; drain fluid analysis showed high amylase (46871 IU/L). The patient had persistent high-drain output (>400 ml/day for >15 days), hence he was taken for EUS guided pancreatic duct drainage with linear (GF-UCT 140 Olympus, Tokyo, Japan with Aolka ultrasound system) scope. Pancreatic duct was punctured from stomach with 19 G needle (Echo Tip, Cook Medical), pancreatogram was showed dilated duct and a leak from tail of pancreas region; a 0.25 inch guide-wire (Visiglide, Olympus) was placed in it and the tract was further dilated with pancreatic dilator and balloon dilator (Huricane balloon 4 mm, Boston Scientific). A 10 Fr stent was placed in pancreatic duct [Figures and ]. Patient had an uneventful course after the procedure, and percutaneous drain was removed on day 5. The patient is asymptomatic at 3 months follow-up.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'19691745': 1, '32010754': 1, '12085052': 1, '23317582': 1, '17141775': 1, '26782105': 1, '25184127': 2}", "similar_patients": "{}"}