{"patient_id": 76322, "patient_uid": "4110930-1", "PMID": 25047566, "file_path": "comm/PMC004xxxxxx/PMC4110930.xml", "title": "Combination therapy with silibinin, pegylated interferon and ribavirin in a patient with hepatitis C virus genotype 3 reinfection after liver transplantation: a case report", "patient": "A 50-year-old Caucasian man underwent a liver transplant in 2008 due to hepatocellular carcinoma based on chronic HCV genotype 3a-associated liver cirrhosis. HCV was diagnosed in 1996. He was pre-treated with dual antiviral therapy pre-LT in 1997, resulting in primary non-response. In 2008, recurrent HCV was detected in liver biopsy. Therefore, he underwent a second attempt of dual antiviral therapy over 48 weeks, resulting in a relapse. He was referred to our LT out-patient clinic in a good state of general health (body mass index 26.2, 180cm, 85kg) with a request for antiviral therapy. HCV-RNA measured 14×106 IU/mL (COBAS® TaqMan® HCV test, version 2.0, Roche Diagnostics AG, Rotkreuz, Switzerland; lower limit of quantification: 25IU/mL; lower limit of detection: 10IU/mL). His serum transaminases were slightly elevated: alanine aminotransferase 103U/L, upper limit of normal (ULN <50IU/L; aspartate aminotransferase 114U/L, ULN 35IU/L). All other liver values were within the normal range (alkaline phosphatase, gamma-glutamyltransferase, bilirubin, international normalized ratio and albumin). Haemoglobin, leukocyte and thrombocyte counts were 16.6mg/dL, 8.6/nL and 118/nL, respectively (Figure ). Side diagnoses included hypertension and diabetes mellitus type 2.\\nAs silibinin has shown potent antiviral activity in prior non-responders to dual therapy, informed consent was given for a triple combination therapy of silibinin, peg-IFN and RBV. He was given tacrolimus 1mg twice a day (BID) and mycophenolate-mofetil 500mg BID for immunosuppression as well as co-medication with amlodipine (5mg/day) and pantoprazole (40mg/day); insulin injections were also continued. Silibinin was administered 20mg/kg/day intravenously for 2 weeks and continued orally 560mg/day for 47 weeks in combination with a 48-week peg-IFN and RBV therapy with 180μg/week and 800mg/day started on day 8. Peg-IFN and RBV doses were adapted to 135μg/week and 600mg/day. After 4 weeks of therapy, the viral load declined 6 log10 and became undetectable in week 6, resulting in SVR 24. Therapy was well tolerated; side effects included dyspnoea, pruritus and anaemia, leading to the application of 250mg BID ursodeoxycholic acid and 30μg erythropoietin/week. Red blood cell, leukocyte and platelet counts, as well as tacrolimus through levels, were checked once a week.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'18825724': 1, '22331658': 1, '26576095': 1, '21696307': 1, '23607594': 1, '18673428': 1, '16595158': 1, '17484885': 1, '31010179': 1, '11870384': 1, '20692693': 1, '21605016': 1, '18571272': 1, '16827859': 1, '32517353': 1, '24907225': 1, '18771667': 1, '7498660': 1, '23199510': 1, '25047566': 2}", "similar_patients": "{}"}