{"patient_id": 79613, "patient_uid": "4322824-1", "PMID": 25692065, "file_path": "comm/PMC004xxxxxx/PMC4322824.xml", "title": "A New Mutation in Blau Syndrome", "patient": "A 5-year-old male was initially admitted to our clinic at 5 months of age with a maculopapular erythematous rash over his entire body (Figures and ). The patient's family history revealed no inherited familial disease. The patient's skin lesions persisted for 1 year and disappeared spontaneously. At the age of 3 years, the patient visited our unit with swelling of the dorsum of the hands (). Physical examination revealed swelling, pain, limitation of movement, and increased warmth in both hands, but no rash. The laboratory results were as follows: hemoglobin 12.7 g/dL, white blood cell count 12600/mm3, platelet count 446000/mm3, erythrocyte sedimentation rate 15 mm/h, C-reactive protein 4.2 mg/dL (normal range, 0–0.5), rheumatoid factor 6 IU/mL (normal level, <16), and antinuclear antibody negative. Ultrasonography of the swelling, performed at another facility, revealed tenosynovial cysts. At follow-up after a 2-month period without treatment, we detected swelling of the dorsum of both feet. Four months after the first swelling appeared, the patient presented at our hospital with symmetrical arthritis of both knees. We diagnosed the patient with systemic or RF-negative polyarticular juvenile idiopathic arthritis (JIA) and administered ibuprofen, prednisolone, and subcutaneous methotrexate. Four months after treatment commenced, we detected symmetrical arthritis of both wrists and ankles. We discontinued the initial treatment and began etanercept treatment. However, the patient developed etanercept-induced fever 3 weeks after initiation of the drug treatment, and the etanercept administration was therefore ceased. During follow-up at 5 years of age, the ophthalmological examination revealed granulomatous anterior uveitis in the patient's right eye, as indicated by large precipitates in the anterior chamber and nodules in the iris. Thus, the presence of skin lesions, granulomatous ophthalmologic inflammation, and the NOD2 gene mutation ruled out the diagnosis of JIA. Taken together, the clinical and laboratory findings of our case suggested a diagnosis of Blau syndrome. Genetic studies were run to investigate the NOD2 gene mutation. The results showed only a P507S mutation; however, a novel heterozygote mutation P507S (c.1519C>T) in the fourth exon of the NOD2 gene was revealed. Analysis of the protein variant revealed that the mutation was p.Pro507Ser. In silico assessment (SIFT, Mutation Taster, and Polyphen) of the mutation indicated a strong association with Blau syndrome. We found no data to indicate that this mutation caused NF-kappa B hyperactivation. This heterozygous NOD2 gene mutation has not been reported previously.\\nAlthough Blau syndrome is an AD inherited disease, the parents of the patient were healthy. Blau syndrome resulting from de novo mutations may present sporadically [], and we believe a de novo mutation caused the Blau syndrome in our case. The symptoms of the disease tend to appear before the age of 3 or 4 years []. The initial symptoms are primarily cutaneous and articular findings, as was the case in our patient [–]. Ocular findings typically appear between the ages of 7 and 12 years [, ]. Patients presenting with joint findings are often misdiagnosed as JIA in the absence of ocular and cutaneous findings. Granulomatous inflammation of the hand dorsum may cause tenosynovial cysts, as we observed in our case []. No specific cutaneous findings are associated with Blau syndrome, and most types of skin findings may occur []. Skin lesions may recover spontaneously after several months, as occurred in our case []. The histologic examination of the skin lesions revealed noncaseating granulomatous disease []. The eye lesions most frequently associated with Blau syndrome are recurrent anterior uveitis and panuveitis [], which are serious and can cause blindness []. Steroids are the principle treatment for Blau syndrome. If steroid therapy is ineffective or causes adverse effects, biological agents including tumor necrosis factor inhibitors and interleukin-1 receptor antagonists may be used [, , –]. The response to these agents has been found to be variable. Thalidomide treatment has been reported to be an alternative treatment option []. Our patient did not achieve remission with steroid therapy; thus, he is currently receiving canakinumab therapy.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'16303101': 1, '8394645': 1, '17968944': 1, '33269139': 1, '22884558': 1, '4056967': 1, '23124805': 1, '17009307': 1, '24876985': 2, '11087742': 1, '24445386': 1, '28130683': 1, '30249847': 2, '19180500': 1, '14522785': 1, '20039400': 1, '8900239': 1, '19116920': 1, '22142748': 1, '10560124': 1, '24010719': 1, '25692065': 2}", "similar_patients": "{'4021837-1': 1, '6173012-1': 1}"}