{"patient_id": 81590, "patient_uid": "4470353-1", "PMID": 26085838, "file_path": "comm/PMC004xxxxxx/PMC4470353.xml", "title": "Successful open abdomen treatment for multiple ischemic duodenal perforated ulcers in dermatomyositis", "patient": "A 21-year-old female diagnosed with DM in 2008, on treatment with prednisone and cyclosporine with moderate disease activity until December 2012, presented to our Emergency Department (ED) with a three day history of diffuse, acute abdominal pain, no bowel movement and biliary vomit. She underwent laparoscopic cholecystectomy in 2010 for symptomatic calculosis. The patient was admitted to our Department with a bowel perforation suspect. An oral follow-through was negative but a CT scan with oral contrast demonstrated a small leakage from the posterior aspect of the third duodenal portion (Figure ). An emergency laparotomy was performed, with intraoperative finding of multiple ischemic vasculitic lesions of the small bowel, retroperitoneal perforation of the third duodenal portion and a minimum local biliary contamination. The lesion was sutured with omentopexy and an abdominal drainage was placed. After surgery, the patient was transferred to Intensive Care Unit (ICU) for post-operative monitoring. Her clinical course, in the following two days, was complicated by acute hemorrhage. She underwent, therefore, a second operation due to the bleeding from a small branch of the anterior pancreaticoduodenal artery. A new ischemic perforation in the same duodenal region was recognized and multiple small ischemic areas involving the entire small bowel were observed. A gastroenteric anastomosis was performed, excluding the duodenum. Two drainages were placed near the perforated site to drain any possible biliary fistula. A nasoenteral feeding tube was then positioned. To manage the potential perforation risk of the duodenal and ileal ulcerations caused by acute vasculitis, to preserve the abdominal cavity from intraperitoneal collections and to create a guided biliary fistula, an open abdomen treatment with negative pressure system was placed; we positioned a temporary fascial mesh to preserve the fascia and prevent its retraction. Two weeks after the second surgical procedure a percutaneous transhepatic biliary drainage (PTBD) was placed to reduce the flow of the peritoneal biliary fistula.\\nWe changed the negative pressure dressing every 3–4 days, washing the peritoneal cavity and tightening the fascial mesh. The negative pressure system was very useful and effective because of the large amount of biliary leakage and bowel contamination caused by multiple ischemic ulcers in the second and third portion of the duodenum, otherwise this condition was not manageable with the use of simple drains. After two months, the open abdomen treatment was suspended, the fascial mesh was removed and the fascia was primarily closed. Afterward, we removed the PTBD and the abdominal drain following the execution of abdominal X-ray with oral contrast, demonstrating absence of residual duodenal biliary leakage after four months.\\nDuring her ICU stay, the patient presented signs of renal vasculitis, therefore she underwent cycles of continuous veno-venous hemodialysis (CCVHD), plasmapheresis and intravenous immunoglobulin (IVIG), showing clear improvement of her renal function and negative immunological test. Low molecular weight heparin (LMWH) treatment was complicated by heparin induced thrombocytopenia (HIT) with low platelet (PLT) count (99.000/μm3). Argatroban was administered obtaining progressive increase in PLT count (354.000/μm3). Three months after surgery she had seizures with MRI scan positive for vasculitic diffuse encephalic lesions, treated with levetiracetam and metilprendisone. During hospitalization we observed nasal regurgitation of fluids, nasal speech and hoarseness probably due to loss of pharyngoesophageal muscle tone and increase and reduction in hepatic stasis values of unknown origin. After 8 months of follow-up, no signs or symptoms of abdominal disease were reported.\\nDM is an autoimmune disease characterized by cutaneous heliotropic rash, Gottron papules and proximal myopathy associated to dysphagia, dysphonia, Raynaud phenomenon, fatigue and non-erosive inflammatory polyarthritis []. Vasculitis of the gastrointestinal tract is a life threatening complication, more frequently observed in children than in adults []. It may vary from segmental bowel edema to ulcerations, gangrene and perforation []. The classic clinical findings may be masked by corticosteroids therapy and the radiographic investigations may be negative even in presence of bowel perforation, as the lesion may be very small, retroperitoneal, self sealed or well contained by the adjacent structures. Extraluminal air can be observed in 50–70% of patients []. Many cases involve the duodenum and particularly the third portion and its retroperitoneal aspect [-,,,,,]. Other typical sites of perforation are the esophagus [,-], the cecum, and the right and left colon in their retroperitoneal portion [,-,]. Histopathological findings are related to acute arteriopathy, with arterial and venous intimal hyperplasia and occlusion of vessels by fibrin thrombi. Chronic vasculopathy is characterized by reduction or complete occlusion of multiple small and medium arteries, subintimal foam cells, fibromixoid neointimal expansion and significant luminal compromise and infiltration of macrophages through the muscle layers into the intima [,]. In younger patients systemic vasculitis with specific involvement of renal and encephalic system can be observed. Radiological features of vasculitis include widespread thickening of mucosal fold and irregularity of small intestine, giving rise to a “stacked coin” appearance []. When clinical findings and symptoms suggest possible abdominal vasculitis in a young subject known for DM, it is very important to consider bowel and particularly retroperitoneal perforation. In order to manage this difficult clinical and surgical condition it is mandatory to consider the medical complexity of this disease and the necessity to treat the patient with a specific therapy to control the acute vasculitic process conditioning damage to multiple organs such as respiratory, renal and encephalic system, causing septic shock, renal failure and encephalitis. In this case, during the recovery, we had to manage gastroenteric, renal and encephalic vasculitic complications. The patient underwent three cycles of CCVHD, plasmapheresis and IVIG, multiple antibiotic coverage and careful steroid management. Her course was also complicated by heparin-induced thrombocytopenia during treatment with LMWH to prevent thromboembolism; treatment with argatroban permitted a progressive platelet count improvement. Her recovery was also complicated by dysphagia for both solids and liquids, caused by loss of pharyngoesophageal muscle tone and encephalic vasculitis, which started with seizures and was treated with levetiracetam and metilprednisolone.\\nSurgical treatment is not standardized because of the rarity and variety of the gastrointestinal DM presentations that can affect the entire gastrointestinal tract. In literature we found few descriptions of ischemic gastrointestinal perforation in DM. Surgical treatments and outcomes reported were anecdotic and varied, including resection of the affected tract or sutures of the lesions (Table ). High recurrence of reintervention for anastomotic dehiscence or new perforations was observed. The use of negative pressure treatment was never reported. Open abdomen treatment allows the reduction of contamination by gastrointestinal contents decreasing the risk of abdominal collections, favors rapid evidence of hemorrhage permitting a prompt control of the bleeding source, offers temporary abdominal closure, helps ICU care and delays definitive surgery [,]. In this case we performed an open abdomen treatment to better remove the losses and control possible sources of new perforations, without needing of bowel resection. The mesh-mediated fascial traction technique combined with negative pressure treatment allowed to preserve the fascia, and to obtain the fascial primarily closure. As reported in literature, achievement of fascial closure has significant implications for the recovery of the patients, reducing ICU and hospital length of stay, and need for surgical reconstruction of the abdominal wall []. We had to perform a bowel deviation because of the critical ischemic vasculitis of the duodenum. To reduce the amount of biliary leakage and to obtain a faster outcome, we positioned a PTBD. Using this composite technique progressive fistula flow reduction was obtained, allowing abdominal closure after two months and PTBD removal after four months.", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'17278023': 1, '7658221': 1, '23305306': 1, '21125166': 1, '13608243': 1, '3665326': 1, '11802528': 1, '7629825': 1, '16172052': 1, '31900501': 1, '19886949': 1, '9105166': 1, '23975922': 1, '20606786': 1, '20035094': 1, '23112358': 1, '33655912': 2, '17530691': 1, '3415463': 1, '6694857': 1, '1886278': 1, '206584': 1, '6497240': 1, '1221218': 1, '4057020': 1, '27790119': 2, '17332910': 1, '2104734': 1, '26085838': 2}", "similar_patients": "{'7939186-1': 1, '5075726-1': 1}"}