{"patient_id": 147863, "patient_uid": "4573076-1", "PMID": 26392789, "file_path": "noncomm/PMC004xxxxxx/PMC4573076.xml", "title": "Spontaneous resolution of massive expulsive suprachoroidal hemorrhage with good long-term visual outcome: a case report", "patient": "An 80-year-old Asian woman underwent cataract surgery in the right eye (OD). Preoperatively, best-corrected visual acuity (BCVA) was 20/70 OD with spherical equivalent of −6.50 diopters. Axial length measured with an optical biometer (IOLMaster, Carl Zeiss Meditec AG, Jena, Germany) was 26.08 mm OD. During phacoemulsification, posterior capsular rupture occurred. After aspiration of the lens fragments, anterior vitrectomy and scleral fixation of intraocular lens (IOL) was performed. Immediately after finishing the scleral fixation, a sudden elevation of dark-brown choroidal mass with rapid progression was detected. The main and side-port incisions were promptly closed with an intracameral instillation of 2% pilocarpine hydrochloride. A small amount of viscoelastic was left in the intracameral space to prevent vitreous incarceration. Intraocular pressure (IOP) was 37 mmHg OD immediately after surgery. After administration of intravenous 15% mannitol 200 mL, IOP decreased to 22 mmHg. After 1 day, BCVA was hand motion (HM), and IOP was 15 mmHg OD. Ultrasonography revealed SCH with central apposition (), and anterior segment examination showed a massive SCH touching the IOL (). Vitreous incarceration to wound was never found, although vitreous prolapse to intracameral space was observed. After 2 weeks, BCVA was HM, and IOP was 11 mmHg OD. Ultrasonography showed decrease in SCH with resolution of central apposition. At postoperative 6 weeks, BCVA improved to 20/120 and IOP was 11 mmHg. Ultrasonography showed a complete resorption of the SCH (), and the fundus was flat (). At postoperative 1 year, BCVA improved to 20/50 and IOP was 12 mmHg. Fundus was flat without any signs of retinal detachment.\\nWritten informed consent was obtained from the patient for publication of this case report and any accompanying images. Due to the retrospective nature and report of a single case, ethics approval was not requested. This study conformed to the tenets of the Declaration of Helsinki in respect of the testing of the device on humans. A copy of the written consent is available for review by the Editor of this journal.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'1755740': 1, '10664049': 1, '29942185': 1, '9400763': 1, '12802356': 1, '10416790': 1, '26392789': 2}", "similar_patients": "{}"}