{"patient_id": 88055, "patient_uid": "4977623-1", "PMID": 27502249, "file_path": "comm/PMC004xxxxxx/PMC4977623.xml", "title": "Ruxolitinib in steroid refractory graft-vs.-host disease: a case report", "patient": "A 51-year-old male without significant comorbidities and irrelevant past medical history was diagnosed with refractory anemia with excess blast type-1 (RAEB-1) in 2013 and evolved to RAEB-2 after 24 months. Overall, the patient had a high risk score both by the International (IPSS) and by the WHO prognostic scoring systems (WPSS). Blast count was 15 % on bone marrow biopsy and 11 % on marrow aspirate. Other features included trisomy 8 by cytogenetic analysis and two cytopenias—neutropenia and thrombocytopenia—in the peripheral blood. He never required red blood cell or platelet transfusions. He was initially treated with 2 cycles of induction chemotherapy with fludarabine (30 mg/m2, days 1–5), high-dose cytarabine (2000 mg/m2, days 1–5), and idarubicin (10 mg/m2, days 1–3). Complete remission by histology and by flow cytometry was obtained. However, FISH analysis showed persistent trisomy 8. The patient underwent an allogeneic HSCT with mobilized peripheral blood stem cells from a 9/10 HLA-matched (antigenic mismatch at HLA-A) unrelated donor. Conditioning regimen was busulfan (3.2 mg/kg/day; days −7 to −4) and cyclophosphamide (60 mg/kg/day; days −3 and −2). GvHD prophylaxis consisted of cyclosporine (CsA) (1.5 mg/kg twice daily, from day −1), methotrexate (15 mg/m2, 24 h after transplant, then 10 mg/m2 on days 3, 6, and 11), and thymoglobulin (2.5 mg/kg on days −3 and −2). CD34+ cells/kg infused were 8.69 × 106. Gut decontamination with antibiotics after HSCT was not scheduled. On day 13, the patient stopped oral intake because of grade III mucositis. On day 22, he developed a maculo-papular rash on 50 % of his body surface area (stage 2) and mild (500 ml/24 h) watery diarrhea (stage 1), without fever and/or liver function tests abnormalities suggestive of aGVHD. Stool cultures ruled out gastrointestinal (GI) bacterial, viral or parasitic infections. A chest X-ray ruled out pulmonary infiltrates. Diagnosis of overall grade II aGVHD was made and intravenous (i.v.) corticosteroids at 2 mg/kg/day were promptly started on the same day. However, diarrhea worsened rapidly over the following days to stage 4 GI aGvHD with over 2500 mL/24 h of diarrhea and increasing painful abdominal cramps (Table ). Clinical conditions did not improve despite the combination of cyclosporine, high-dose steroids and the addition of oral budesonide (3 mg three times per day) on day 28 and i.v. mycophenolate mofetil (MMF) (1 g three times per day) on day 29. An endoscopic evaluation of the upper GI tract with multiple biopsies on day 33 confirmed the diagnosis of aGvHD (Fig. ). Patient's clinical conditions rapidly deteriorated. Oral Ruxolitinib was started at 5 mg twice per day on day 33. Stools volume progressively and steadily decreased to less than 1000 mL on day 39. MMF was stopped on the same day given its unlikely clinical efficacy and to reduce immunosuppression. Clinical conditions gradually improved. Neutrophil and platelet engraftment (defined as the first of 3 consecutive days of neutrophils ≥500/uL and as the first of 7 consecutive days with platelet counts ≥20,000/uL without transfusion support, respectively) occurred at days 17 and 19. Platelet counts were ≥300.000/uL on day 28 and then dropped below 100,000/uL on day 49 and remained stable around 40,000–50,000/uL until discharge (with concurrent oral Ruxolitinib at 5 mg twice daily). Hemoglobin values peaked at 136 g/L on day 31 and dropped below 100 g/L on day 35. Overall, 4 units of red blood cells were required during hospitalization. Skin lesions disappeared completely by day 50. On day 45, the patient resumed oral food intake without nausea and/or vomiting and by day 61 stools were formed. A second endoscopy with multiple biopsies on day 54 revealed no residual signs of aGvHD in the GI tract (Fig. ). Bone marrow biopsy on day 64 showed a hypocellular marrow with normal myeloid maturation without evidence of disease recurrence and full donor engraftment by mixed-chimerism analysis. On day 70, the patient was discharged. Ruxolitinib was initially reduced because of progressive pancytopenia to 5 mg per day on day 100 and to 5 mg every other day on day 107. It was resumed at 5 mg per day on day 113 because of soften stools and abdominal discomfort with prompt improvement of GI symptoms. Platelet counts progressively raised to ≥80,000/uL.\\nSerum levels of tumor necrosis factor alpha (TNF-α) and interleukin-6 (IL-6) were measured in serum samples from day +27 (before the start of Ruxolitinib) and day +56 (after 23 days of treatment), by Becton Dickinson Biosciences Human Inflammatory Cytokine kit. Interestingly, we observed a decrease of both these pro-inflammatory markers during Ruxolitinib treatment (Fig. ). We cannot, however, rule out a potential effect of glucocorticoids and mycophenolic acid [, ].", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'30275952': 1, '24304375': 1, '32043777': 1, '22375971': 1, '28656563': 1, '26386320': 1, '26228813': 1, '19898203': 1, '29225884': 1, '24368888': 1, '26479982': 1, '24926071': 1, '32727701': 1, '26103520': 1, '22510384': 1, '22129252': 1, '21736868': 1, '28674473': 1, '19898210': 1, '24910381': 1, '25228839': 1, '17234737': 1, '19966849': 1, '24867779': 1, '29289756': 1, '26453971': 1, '24711661': 1, '11302549': 1, '23174192': 1, '17967941': 1, '18235249': 1, '22375970': 1, '14671038': 1, '29868032': 1, '8899106': 1, '27502249': 2}", "similar_patients": "{}"}