{"patient_id": 138911, "patient_uid": "4027063-1", "PMID": 24904848, "file_path": "noncomm/PMC004xxxxxx/PMC4027063.xml", "title": "Insulin autoimmune syndrome induced by methimazole in a Korean girl with Graves' disease", "patient": "A 15-year-old girl was found to have markedly decreased plasma glucose level (30 mg/dL) resulting in loss of consciousness. She was admitted to Inje University Busan Paik Hospital for further investigation and treatment. It was her first hypoglycemic episode. She was diagnosed with Graves' disease four months prior. And is being treated with methimazole and propranolol since then. Except for Graves' disease, there was no specific past medical history.\\nThe physical exam was unremarkable, except for the patient having a grade II goiter and mild exophthalmos. Laboratory investigations initially revealed high serum glucose levels (210 mg/dL), but fasting hypoglycemia was later detected. The fasting blood sugar was 39 mg/dL (normal range, 70 to 100 mg/dL), with an insulin level of 238.2 µU/mL (2.6 to 24.9 µU/mL) and a C-peptide level of 8.46 ng/dL (1.1 to 4.4 ng/mL). At the time of the hypoglycemia, her cortisol level was 16.89 µg/dL, growth hormone level was 20.4 ng/mL, and serum ketone was negative. Further laboratory studies showed a normal complete blood count, normal electrolytes, and normal renal and liver function tests. The thyroid function test was abnormal: free T4 2.81 ng/dL, T3 171.2 ng/dL, thyroid-stimulating hormone <0.005 µIU/mL, thyroglobulin Ab >4,000 IU/mL (normal, <115 IU/mL), antimicrosomal antibody 88.72 IU/mL (normal, <34 IU/mL), TBII 49.1% (normal, <15%), and thyroid-stimulating antibody 874.6% (negative, <140%).\\nNo antiglutamic acid decarboxylase antibodies, nor anti-islet cell antibodies were detected. Hemoglobin A1c of 5.4% were revealed. Anti-insulin antibody titer of >100 U/mL (normal, <5 U/mL) was detected. Oral glucose tolerance test was performed due to the fluctuating blood glucose levels, but the result was normal.\\nComputed tomography of the abdomen was negative for a pancreatic tumor. Based on the episodes of hypoglycemia accompanied by extremely high levels of insulin, C-peptide, and the presence of anti-insulin antibodies to endogenous human insulin, the patient was diagnosed with insulin autoimmune syndrome. Since she has been taking methimazole; an insulin autoimmune syndrome related to methimazole was suspected. The serologic typing of HLA alleles showed that the patients was HLA-DRB1*04:06.\\nShe was started on oral hydrocortisone 50 mg/m2, with slow tapering over 2 months. The patient responded well to the treatment, with resolution of the hypoglycemia and a decrease in the insulin autoantibody titers (). Because propylthiouracil can induce hepatotoxicity in Graves' disease, she continued to take methimazole. Even though she continued to use methimazole for her Graves' disease, her anti-insulin antibody titer decreased to 14 U/mL (normal, <5 U/mL) one month after stopping the hydrocortisone, and she never had hypoglycemia again.", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'3595431': 1, '8064238': 1, '15901524': 1, '17827827': 1, '8325948': 1, '19440117': 1, '10445096': 1, '10411353': 1, '1346661': 1, '30306074': 1, '10592867': 1, '32308449': 1, '11230585': 1, '6138590': 1, '8200300': 1, '24904848': 2}", "similar_patients": "{}"}