{"patient_id": 79029, "patient_uid": "4290649-1", "PMID": 25610684, "file_path": "comm/PMC004xxxxxx/PMC4290649.xml", "title": "Chronic Expanding Hematoma in the Popliteal Fossa after Pseudoaneurysm Surgery because of Nail Puncture", "patient": "A 45-year-old man was presented in our department with a large, painful swelling in the popliteal fossa in his left leg. There has been a puncture wound by a nail 11 years ago and he resorted to another hospital. At that institution, medical treatment was given in accordance with the patient's momentary condition. Nevertheless, a slowly growing mass occurred in his popliteal fossa in a year following being subjected to the puncture wound. He resorted to cardiovascular surgery department in another hospital and Doppler ultrasonography together with arteriography was taken. A popliteal pseudoaneurysm was detected in the distal part of the popliteal artery near the bifurcation to the anterior and posterior tibial arteries and was about 4 cm in diameter (). The patient was taken into operation by cardiovascular surgeons after the angiography. He had an excision of the pseudoaneurysm and primary repair surgery to popliteal artery. After surgery, the popliteal artery was patent according to Doppler USG. He had a foot drop after the operation which resolves spontaneously after a year. At early follow-up, a gradually expanding mass recurred in the popliteal fossa. He went to cardiovascular surgery with this complain, but observation was recommended. Monophasic flow was seen on the popliteal artery according to Doppler ultrasonography which was taken 5 years after the operation. He resorted to some medical centers for his swelling to be treated during 10 years after bypass surgery, but observation without any interference was suggested according to the patient's momentary condition. He applied to our department with a huge popliteal mass associated with obstructed popliteal artery.\\nOn the physical examination of the patient, there was a large mass (28 × 10 cm) in the popliteal fossa with old surgical scars. The lesion was soft, fluctuant, and painless in palpation (). The neurological examination of the lower leg was normal. The blood tests were normal. In the arteriography images, the popliteal artery occluded in the proximal section but was filled in the distal section with collateral vessels (). The MRI scan revealed an enormous soft tissue mass of 115 × 107 × 196 cm in size between the medial and lateral heads of the gastrocnemius with the features compatible with hematoma with lobulation ().\\nThe mass is excised from the adhered tibia protecting the nerve and the collateral vessels with hockey stick incision on the popliteal fossa on prone position (). There was about 1,5 L of chocolate-brown fluid evacuated from a well-defined wall and a multilocular cyst-like appearance was seen. The findings we gathered from the operation were compatible with a large fibrous cavity with villous formation containing a considerable quantity of altered blood clot (). A complete resection of the pseudocapsule was performed. The underlying fascia was extendedly sutured with the subcutaneous tissue, in order to avoid any dead space where new hematoma can develop. The liquid and soft tissue culture was sterile. The histopathological examination revealed abundant fibrous tissue with the features of hemorrhage. After one year from the surgical treatment, the patient has not shown any sign of recurrence ().", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'30250498': 2, '3823221': 1, '15248076': 1, '6448929': 1, '9110295': 1, '956874': 1, '15827529': 1, '21701856': 1, '18506131': 1, '10478621': 1, '25610684': 2}", "similar_patients": "{'6141260-1': 1}"}