{"patient_id": 152660, "patient_uid": "4916832-2", "PMID": 27375403, "file_path": "noncomm/PMC004xxxxxx/PMC4916832.xml", "title": "Complete recovery after cardiopulmonary resuscitation in the lateral decubitus position: A report of two cases", "patient": "A 47-year-old lady was posted for excision of a recurrent fourth ventricle ependymoma under GA in right lateral decubitus position. The patient was accepted in ASA II. Intraoperatively, during surgical decompression, patient developed ventricular fibrillation. Immediately CPR was initiated in the lateral position with two rescuers and 200J DC Shock delivered. The rhythm turned pulseless ventricular tachycardia. Adrenaline 1 mg IV was administered; second, 200 J DC shock was administered. ROSC was witnessed after CPR for 2 min. Surgery was completed uneventfully.\\nCardiac arrest under anesthesia is a dreaded complication, and the incidence varies from 0.01% to 0.34%.[] The challenge arises when the positioning of the patient is other than supine. Successful resuscitation in prone position[] is documented but rarely described in literature in lateral position.[]\\nCardiac event in first case was probably due to ongoing urosepsis and significant intra-operative bleeding. Perioperative arrhythmias due to brainstem handling during surgical manipulation in posterior fossa surgery[] are a known complication in the second case. The patients could not be turned supine owing to the site of incision and head and thorax fixing device. We instituted early, effective cardiac compressions with two rescuers, one person delivering chest compressions and other providing mechanical back support to allow uniform distribution of the compressive force []. Due to paucity of space, defibrillator paddles were placed at upper precordium and in left mid axillary line (recommended site is cardiac apex and right infraclavicular region). Standard parameters to assess the efficacy of CPR such as arterial blood pressure waveform and capnograph[] were used. Both patients recovered completely with no neurological deficit and were extubated after few hours of ventilation.\\nThe clinical situations may not allow optimal positioning in certain situations. We conclude that high-quality CPR should be initiated irrespective of the initial positioning to attain early ROSC. Precious time should not be wasted, and emphasis should be on turning patients supine at the earliest when feasible. The challenges are lack of validated guidelines on CPR in lateral position, difficulty in administering chest compression and placement of defibrillator paddles owing to thorax fixation devices. There is the role of simulation-based formulation of guidelines.", "age": "[[47.0, 'year']]", "gender": "F", "relevant_articles": "{'23801105': 1, '23558178': 1, '22923843': 1, '20300780': 1, '29628666': 1, '29335893': 1, '27375403': 2}", "similar_patients": "{'4916832-1': 2}"}