{"patient_id": 78217, "patient_uid": "4238166-1", "PMID": 25431701, "file_path": "comm/PMC004xxxxxx/PMC4238166.xml", "title": "Hypofractionated Stereotactic Radiotherapy after Transarterial Chemoembolisation Failure in an Unresectable Hepatocellular Carcinoma: A Case Presentation", "patient": "A 70-year-old woman, with a history of alcoholic cirrhosis was admitted to our hospital because a liver mass had been discovered by ultrasonography scan. Her Eastern Cooperative Oncology Group (ECOG) performance score was 1. Physical examination showed no palpable mass, abdominal distension, or weight loss. Laboratory details showed white blood cell 5,980/μL; red blood cell 4,24 × 106/μL; haemoglobin 10,8 g/dL; hematocrit 35%; platelet 137,000/μL; INR 1,11; urea nitrogen 26 mg/dL; creatinine 0,73 mg/dL; total protein 7,8 g/dL; albumin 3,5 g/dL; aspartate aminotransferase (AST) 55 U/L; alanine aminotransferase (ALT) 42 U/L; alkaline phosphatase (ALP) 500 U/L; gamma-glutamyl transpeptidase (GGT) 264 U/L; cholinesterase 5238 U/L; total bilirubin 0,64 mg/dL; alpha-fetoprotein (-FP) 319 ng/mL. Gastroscopy showed esophageal varices grade F1-F2. Her Child-Pugh score was A, and Meld score was 7. Both contrast-enhanced ultrasonography (CEUS) and CT scan revealed an 8 × 5 × 7 cm sized arterial enhancing and delayed washout mass extended to the VII and VIII hepatic segments associated with underlying cirrhosis and without portal invasion, ascites, and splenomegaly. Tumor stage was Barcelona Clinic Liver Cancer (1) stage C.\\nAccording to the practice guidelines of the American Association for the Study of Liver Disease (AASLD), transarterial chemoembolization (TACE) with epirubicin-lipiodol was performed. Thirty days after TACE, a noncontrast-enhanced CT showed no tumor shrinkage and a slight accumulation of lipiodol (pattern type IV). These data [] evidenced an unsatisfactory response to TACE procedure. A hypofractionated stereotactic radiotherapy (HSRT) was performed. Patient was immobilized using the Elekta Stereotactic Body Frame which uses a rigid frame and a vacuum pillow and an abdominal compression device to reduce respiratory target motion. Treatment planning contrast-enhanced CT (3 mm slice thickness) was obtained to identify target volume visualization. According to our internal protocol based on the recent literature data (5), HSRT was delivered in 5 fractions for a total of 40 Gy on alternate days, and dose was prescribed to the 97% isodose line (). As constrains for normal tissues, 33% and 50% of the whole liver volume received a total dose less than 21 Gy and 15 Gy, respectively; the percentage of each kidney volume to receive a total dose of 15 Gy was less than 35%, while the maximum total dose did not exceed 27 Gy for the spinal cord and stomach/small intestine and 30 Gy for heart.\\nPlanning was conducted on the Pinnacle 3D 8.0 m Version Planning System (Philips Healthcare, Best, Netherlands). The patient had no discomfort after the procedure, and no acute toxicity was reported.\\nAt 1, 2, and 3 months after HSRT, ALP, GGT, and a-FP decreased, respectively, to 411→ 400→361 U/L, 199→156→118 U/L, and 107,6→ 38→19,8 ng/mL; a further reduction of a-FP value at 7,4 ng/mL was observed within 6 months (). CEUS at 1 and 2 months showed 3 large necrotic areas inside an unchanged size tumour mass. CT scan showed a 90% objective tumour response and a complete remission at 3 and 6 months after treatment, respectively ().\\nTwenty-four months following HSRT, patient showed a multifocal intrahepatic dissemination without evidence of “in-field” local recurrence; therefore a systemic therapy with sorafenib was planned.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'10518312': 1, '20419843': 1, '21115580': 1, '12091661': 1, '20813065': 1, '12735133': 1, '12049862': 1, '22570179': 1, '23111978': 1, '17506837': 1, '9612600': 1, '23216217': 1, '7511069': 1, '25431701': 2}", "similar_patients": "{}"}