{"patient_id": 74931, "patient_uid": "4009263-1", "PMID": 24839446, "file_path": "comm/PMC004xxxxxx/PMC4009263.xml", "title": "Multiple Gastrointestinal Complications of Crack Cocaine Abuse", "patient": "HM is a 53-year-old African American male who presented to the emergency department with complaint of right-sided abdominal pain. The patient has a past medical history significant for hypertension controlled with clonidine and amlodipine, as well as polysubstance abuse. He denied alcohol abuse or any significant familial history of malignancy. The patient stated that he was in his normal state of health when he experienced rapid onset of intense abdominal pain and nausea which was worsened by eating, with no associated fevers, chills, vomiting, or diarrhea. However, patient did admit to intermittent heroin use and smoking crack cocaine on a daily basis.\\nInitial laboratory analysis revealed that the patient had a serum lipase level greater than 2000 u/L, alkaline phosphatase level of 53 IU/L, AST level of 34, ALT level of 25, total bilirubin level of 1.9 mg/dL, hemoglobin level of 12.9, and creatinine level of 4.0 mg/dL. He was admitted to the medical intensive care unit (MICU) with the diagnosis of acute pancreatitis and acute renal failure.\\nAn abdominal ultrasound revealed a normal sized common bile duct of 3.7 mm, without evidence of cholelithiasis or biliary sludge. A lipid panel was done and showed a serum total cholesterol and triglyceride level of 107 mg/dL and 122 mg/dL, respectively. The patient did not have any other risk factors for pancreatitis; therefore it was concluded that the likely etiology of the patient's pancreatitis was secondary to his crack-cocaine abuse.\\nThe patient remained in the MICU hemodynamically stable and afebrile for four days until being transferred to the medical floor with a hemoglobin level of 9.5 gm/dL. One day following transfer the patient had a single large volume melenic bowel movement and was noted to be lethargic and in acute respiratory distress. He was subsequently transferred back to the intensive care unit and found to have a hemoglobin level of 4.8 gm/dL and diagnosed with hypoxic respiratory failure secondary to gastrointestinal bleeding and acute blood loss.\\nEndoscopic evaluation via esophagogastroduodenoscopy (EGD) revealed several large ulcers of various sizes, ischemic in appearance throughout the stomach and duodenum. Given the fact that the patient did not have any risk factors for peptic ulcer disease and his history of cocaine abuse, it was thought that the patient's ulcers were likely ischemic in nature. At no time prior to the acute blood loss event secondary to gastric ulcer bleeding was the patient ever hypotensive or intubated. Nonetheless, a serum gastrin and H. pylori serology were sent and were negative. The patient was placed on intravenous pantoprazole drip, transfused, and remained in the ICU for further monitoring.\\nHM was eventually discharged to out-patient followup with the gastroenterology team as well as drug counseling service. He returned in approximately one month, substance-free and devoid of any further complications; however, he failed to return for follow-up endoscopic exam.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'17274701': 1, '18221656': 1, '26043819': 1, '33945068': 1, '34646901': 1, '1622009': 1, '2586556': 1, '32587438': 1, '34663104': 1, '17274702': 1, '8205375': 1, '11146022': 1, '32775108': 2, '7672558': 1, '19523719': 1, '24839446': 2}", "similar_patients": "{'7406181-1': 1}"}