{"patient_id": 143418, "patient_uid": "4318870-1", "PMID": 25664160, "file_path": "noncomm/PMC004xxxxxx/PMC4318870.xml", "title": "Anesthetic management for percutaneous computed tomography-guided radiofrequency ablation of reninoma: a case report", "patient": "A 19-year-old female patient (body weight: 52.7 kg, height: 158.4 cm) was admitted to the university hospital for percutaneous CT-guided radiofrequency ablation of a reninoma in the lower pole of the left kidney. The patient had been taking the angiotensin II receptor blocker, candesartan (8 mg), or the combined calcium channel blocker and angiotensin II receptor blocker, amlodipine besylate (5 mg)/valsartan (160 mg), for 2 years to control what was presumed to be essential hypertension. The patient was diagnosed with essential hypertension 2 years prior because laboratory examinations including renal ultrasonography and cardiac echocardiography and renin, aldosterone and vanillylmandelic acid levels were all within the normal limits. However, when an abdominal CT was performed 1 year ago to confirm acute appendicitis, a small left renal mass (2 cm) was incidentally found and suspected to be benign. Four computed tomographies of abdomen were performed during follow-up to monitor the change in mass every 3 months for 1 year. The fourth follow-up CT showed that the size of the renal mass (2.3 × 1.8 cm) was slightly enlarged, and a radiologist recommended a biopsy of the mass to confirm whether the mass was malignant or benign. The results from the ultrasonography-guided renal biopsy of the renal mass indicated that the mass was a reninoma. At that time, blood examination of the patient indicated increased renin and angiotensin I and II levels, which are consistent with a reninoma (). The patient was scheduled to receive percutaneous CT-guided radiofrequency ablation under general anesthesia to destroy the reninoma in the left kidney.\\nThe physical examination upon admission was unremarkable and did not show any end-organ damage due to hypertension, as is expected with well-controlled hypertension. The systolic and diastolic blood pressures, controlled by amlodipine besylate (5 mg)/valsartan (160 mg), were 110-131 and 62-82 mmHg, respectively, at the time of admission. In particular, a preoperative electrocardiogram, echocardiogram and chest posteroanterior radiography at the time of admission were all within the normal limits. She was taking amlodipine besylate (5 mg)/valsartan (160 mg) at the time of admission. She had a past anesthetic history of receiving general anesthesia for an appendectomy approximately 1 year prior and did not have any specific family history of anesthesia. Amlodipine besylate/valsartan was omitted on the day of the operation. No premedication was given for sedation. Anesthesia was induced with thiopental sodium (250 mg), servoflurane (6 vol%) and rocuronium bromide (50 mg), and the patient received oxygen (100%) through a facemask. Orotracheal intubation was performed using a reinforced endotracheal tube (internal diameter: 7.0 mm). The left radial artery was cannulated using a 20-gauge catheter to monitor intraoperative blood pressure. Anesthesia was maintained with servoflurane (2-4 vol%) in oxygen (2 L/min). The patient's position was changed from supine to prone, and the patient was transferred to the table for CT. shows the intraoperative blood pressure and heart rate for every 5 min interval. When the first radiofrequency wave for percutaneous CT-guided radiofrequency ablation was given to the reninoma using an adjustable active tip (Proteus radiofrequency ablation electrode; STARmed, Ilsan, Korea), the patient's heart rate transiently increased from 74 beats/min to 104 beats/min. When the next nine radiofrequency waves were given using a 2.5 to 3 cm active tip, the intraoperative systolic and diastolic blood pressures and heart rate were 71-84, 77-86, and 80-92% of the preoperative value, respectively. In other words, the intraoperative blood pressure and heart rate were relatively stable. Heart rate and systolic blood pressure transiently increased from 65 beats/min to 102 beats/min and from 96 mmHg to 114 mmHg, respectively, when the last CT was taken 5 min before the operation ended. Normal saline (300 ml) was intraoperatively infused, and the intraoperative urine output was estimated to be 70 ml. The operation ended uneventfully, without any of the reported possible complications, including perirenal hematoma, hematuria, ureteropelvic junction obstruction and liver burn []. The total time for both anesthesia and operation was approximately 2 hours. The patient was extubated after adequate self-respiration was confirmed and clear consciousness was observed. The blood pressure and heart rate at extubation were maintained at preanesthetic levels. The patient was transferred to a recovery room using a movable bed, and the patient's position was changed from prone to supine in the movable bed. shows that stable blood pressure and heart rate were maintained by the patient for approximately 70 min in the postanesthetic recovery room. The patient was transferred to the general ward 70 min after the operation. shows the blood pressure and heart rate of the patient when in the general ward. As shown in , the patient had a stable blood pressure and heart rate for the initial 3 hours and 15 min spent in the general ward. Intravenous pethidine was given 3 hours after the operation to control postoperative pain. Normal saline (300 ml) was infused for 5 hours after the operation, and then the patient had a soft meal. When the patient sat up from a lying position to eat a soft meal approximately 5 hours after the operation, the patient complained of severe dizziness. At that time, the systolic/diastolic blood pressure and heart rate were 89/46 mmHg and 82 beats/min, respectively. Then, normal saline (500 ml) was intravenously infused over 15 min, which increased the systolic/diastolic blood pressure to 111/63 mmHg and significantly improved the dizziness of the patient. Then, the patient received an intravenous infusion of normal saline (1 L) at a rate of 120 ml/hr during the remaining time spent in the general ward. The blood pressure of the patient was stable throughout the remaining period in the general ward, but mild dizziness still occurred. The patient was uneventfully discharged from the hospital 18 hours after the operation. Although the patient's blood pressure was within the normal limits, the patient suffered mild orthostatic dizziness for approximately 4 weeks after discharge. Although she did not take antihypertensive drugs after the operation, her systolic and diastolic blood pressures at home were within the normal limits. At 1 month after the operation, the mild dizziness completely resolved and renin and angiotensin II levels were within the normal limits, but angiotensin I remained slightly increased ().", "age": "[[19.0, 'year']]", "gender": "F", "relevant_articles": "{'17084513': 1, '33686368': 2, '30822300': 1, '30376707': 2, '21191547': 1, '1532771': 1, '34258528': 2, '15562089': 1, '4343374': 1, '16636899': 1, '12694004': 1, '18192852': 1, '12491811': 1, '7752315': 1, '31579192': 1, '25664160': 2}", "similar_patients": "{'6477550-1': 1, '7935754-1': 1, '7935754-2': 1, '8255282-1': 1}"}