{"patient_id": 79254, "patient_uid": "4302143-3", "PMID": 25511520, "file_path": "comm/PMC004xxxxxx/PMC4302143.xml", "title": "Clinical considerations in transitioning patients with epilepsy from clonazepam to clobazam: a case series", "patient": "Case 3 is a 69-year-old Korean woman who had been quite healthy until she had a stroke in 2009, with subsequent right hemiparesis. Following her stroke, she became less active physically and socially, and approximately 4 months after the stroke, she had her first convulsive seizure. Since her first seizure, she has also noted balance difficulty and worsening of right-leg weakness, requiring use of a walker and a wheelchair. She was placed on phenytoin, and later on oxcarbazepine. Because of imbalance, oxcarbazepine was changed to levetiracetam. On her subsequent visit, her friend reported significant mood changes and anger outbursts, and she was changed from levetiracetam to lamotrigine gradually. She did not have recurrent seizures with lamotrigine.\\nHowever, because of worsening of dizziness at 100mg daily, lamotrigine was changed to valproate. Her balance issues improved, but she developed hand tremors and recurrent seizures, which often started with olfactory auras, anxiety, and confusion, typically lasting 1 to 2 minutes. On her following clinic visit, she reported another convulsive seizure, which resulted in falling to the ground. In addition, she continued to experience two to three seizures per week. Her MRI scan showed large encephalomalacia over the left frontoparietal region, and an EEG showed left-sided interictal epileptiform discharges, superimposed on background slowing over the left hemisphere. Primarily to address her anxiety, which at times could be associated with her seizures, she was started on clonazepam (1mg/day). Although her anxiety and seizures had improved, she was not able to tolerate clonazepam, often experiencing significant daytime drowsiness. Next, her clonazepam therapy was gradually replaced by clobazam over 2 weeks as described in Table .\\nWith clobazam 10mg/day, she felt much better cognitively and reported seizure freedom for 3 months initially. Subsequently, she reported approximately one aura every 2 months, and she decided to continue her clobazam dosage without further increase. She did not have significant adverse effects, but felt transient somnolence for the first 2 weeks of her medication transition. She has reported doing much better with balance and seizure control.", "age": "[[69.0, 'year']]", "gender": "F", "relevant_articles": "{'5854459': 1, '6807671': 1, '3424402': 1, '35212': 1, '22145708': 1, '24533090': 1, '28461749': 1, '2917546': 1, '1234503': 1, '2874986': 1, '7635098': 1, '15351343': 1, '14337463': 1, '8764810': 1, '817697': 1, '18384456': 1, '6137558': 1, '6626413': 1, '35205': 1, '7605555': 1, '8930158': 1, '21956725': 1, '2721464': 1, '23334068': 1, '5004981': 1, '24580023': 1, '22422635': 1, '15526966': 1, '25511520': 2}", "similar_patients": "{'4302143-1': 2, '4302143-2': 2}"}