{"patient_id": 153452, "patient_uid": "4972620-1", "PMID": 27536602, "file_path": "noncomm/PMC004xxxxxx/PMC4972620.xml", "title": "Unusual Cause of Hip Pain: Intrusion of the Acetabular Labrum", "patient": "A 56 year old female patient visited our clinic with the left groin pain for 3 years. She didn't have any memorable trauma history and didn't like to exercise except intermittent riding a bike. She had received conservative treatment including activity restriction, non-steroidal antiinflammatory drug and physical therapy in the primary care hospital. But there was no improvement of symptoms, rather it was worsened. When she visited our hospital, she couldn't walk more than 30 minutes without pain.\\nThe nature of pain was deep aching, aggravated by pivoting action. Sometimes, she felt a sense of spontaneous subluxation and reduction of her hip joint. Impingement test was negative and Patrick test was positive. Anteroposterior and frog leg pelvis X-ray was checked (). Lateral center edge angle was 35°, acetabular inclination was 9°. No definite femoral head asphericity like pistol grip deformity and acetabular retroversion like cross over sign were observed. Usually, acetabular dome should be smooth one contour and the joint space should be even in the medial and lateral aspect in the absence of osteoarthritis. But weight bearing acetabular dome was slightly abnormal with double contour and widening of lateral joint space. For further evaluation, we checked CT and magnetic resonance arthrogram (MRA). In the CT scanning, we could confirm widening of the lateral one third of joint space and double contour of acetabular dome like gull wing, especially in the anterior half of the acetabulum (). In the MRA scanning, labral intrusion was observed between the anterosuperior acetabular dome and femoral head. But there was no definite labral tear (). We tried to do a hip arthroscopy. During the hip arthroscopy, anterosuperior labral tear and intrusion of labrum was observed (). Labral tear and acetabular cartilage damage was minimal. Simple debridement and cauterization was performed (). Immediate after the operation, weight bearing was permitted in the tolerable pain range. Range of motion of the affected hip wasn't restricted.\\nShe has pain free hip joint without progression of osteoarthritis at 2 years follow up.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'841394': 1, '16331022': 1, '438237': 1, '12209432': 1, '12547354': 1, '954298': 1, '18196405': 1, '17016215': 1, '32244273': 1, '3802648': 1, '27536602': 2}", "similar_patients": "{}"}