{"patient_id": 141648, "patient_uid": "4206075-1", "PMID": 25036576, "file_path": "noncomm/PMC004xxxxxx/PMC4206075.xml", "title": "Bladder and Liver Involvement of Visceral Larva Migrans May Mimic Malignancy", "patient": "A 62-year-old Korean woman who was a homemaker was referred to Korea University Medical Center from a local hospital for evaluation of abnormal findings of bladder and liver mass lesions on CT images. The patient had experienced urinary urgency and frequency for the past three months. Therefore, she visited the local hospital and underwent abdominal ultrasound and CT. Imaging studies showed thickening of the urinary bladder wall and several nodular lesions on the liver.\\nThe patient had undergone bladder surgery for treatment of stress incontinence four years previously, and she did not suffer from any urinary symptoms after surgery. She had diagnosed with asthma 20 years before and was taking montelukast, a beta-2 agonist (Ventolin, GlaxoSmithKline, Madrid, Spain), and an inhaled combination corticosteroid and beta-2 agonist (Seretide, GlaxoSmithKline, London, UK). She had no other prior medical history. She had not been living with animals and had no history of eating raw meat or any recent travel history.\\nThe patient did not complain of any other symptoms (i.e., visual symptoms or respiratory symptoms, chest pain, nausea, vomiting, melena, or hematochezia) except for urinary frequency and urgency. She denied any history of fever, abdominal pain, or hematuria. Her weight had not changed.\\nOn physical examination, the patient appeared well. Her sclera and skin were anicteric, and heart and lung examination revealed no abnormal findings. Abdominal examination revealed no palpable hepatic or splenic mass, and she did not complain of low abdominal tenderness or costovertebral angle tenderness. There was no edema of either lower extremity. Neurologic examination revealed no focal deficits. There was no cervical, axillary, or inguinal lymphadenopathy.\\nInitial laboratory studies showed no abnormal urinalysis findings. Her white blood cell count was 5,660/μL, and showed 21% eosinophil granulocytes, with an absolute value of 1,188/μL. Her serum electrolyte concentrations were within the normal ranges. Liver function tests showed that her aspartate aminotransferase, alanine aminotransferase, and bilirubin levels were within normal limits, but her protein level was high (11.2 g/dL), with relative hypoalbuminemia (3.1 g/dL). Serum tests for the presence of viral hepatitis, human immunodeficiency virus, and syphilis were all negative. The circulating levels of various tumor markers (carcinoembryonic antigen, carbohydrate antigen [CA] 19-9, alpha-fetoprotein, CA 125, and CA 15-3) were within normal limits. In urine analysis, there were no red blood cells or white blood cells, and no organism was found in the urine culture.\\nAt Korea University Medical Center, abdominal CT was repeated and detected a nodular enhancing lesion in the right anterior wall of the bladder with suspicious perivesicular invasion. In addition, multiple ill-defined hypodense mass lesions reminiscent of metastasis were observed on the liver (-). Multiple enlarged lymph nodes were also noted in the external iliac, inguinal, aortocaval, paraaortic, portocaval, right pericardiac, and subphrenic areas.\\nBecause malignancy was suspected, gastrofiberscopy and colonoscopy were performed to search for the origins of the masses. No suspicious malignant lesion was observed. We referred the patient to an urologist for bladder examination. Cystoscopy was performed and showed no evidence of cancer on the bladder wall. Urine cytology was repeated three times and revealed no malignant cells. The urologist recommended a bladder biopsy to confirm eosinophilic cystitis, but the patient refused. For further evaluation of the liver findings, a core biopsy of a liver mass was taken. Histologic examination of the biopsy sample revealed the presence of eosinophilic necrotizing granuloma. No larvae were found in the tissue samples, and the other liver tissues showed non-specific reactive changes ( and ). These findings were suggestive of parasitic granulomas or reminiscent of larva migrans lesions. We tested for anti-Toxocara antibodies using an enzyme-linked immunosorbent assay (ELISA), but the result was negative. However, anti-Toxocara IgG was detected by western blotting showing two or more low molecular weight bands and intermediate molecular weight band in the ranges of 24-50 kDa (Toxocara western blot IgG, Ldbio Diagnostics, Lyon, France) (). Because the patient had urinary symptoms, we prescribed prednisolone at 15 mg/ day for 21 days. The urinary symptoms resolved after prednisolone treatment. Abdominal CT scan was repeated after three months, and sizes of multiple liver masses and intraabdominal lymph nodes were decreased and bladder wall thickening had disappeared during the interval.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'3588440': 1, '18461059': 1, '12041704': 1, '2269962': 1, '19785612': 1, '31178505': 1, '22921951': 1, '14911260': 1, '17102055': 1, '23318165': 1, '21052709': 1, '17374974': 1, '1805214': 1, '22336630': 1, '19637318': 1, '25036576': 2}", "similar_patients": "{}"}