{"patient_id": 151801, "patient_uid": "4852025-1", "PMID": 27052290, "file_path": "noncomm/PMC004xxxxxx/PMC4852025.xml", "title": "Pseudo Class III malocclusion", "patient": "A 16-year-old female patient, complains of the appearance of her anterior teeth (abnormal anterior deep crossbite resembling monkey’s bite), with both upper and lower incisors being severely retruded and supraerupted. She was diagnosed with pseudo Class III malocclusion; the incisors are in an edge-to-edge relationship, but due to incisal interference between the upper and the lower incisors, an anterior functional mandibular shift was created and the teeth fall in deep anterior crossbite as she closes in centric occlusion. Skeletally, she was Class I; hence, this confirms the pseudo Class III malocclusion diagnosis ().\\nIn order to construct the removable appliance “Hawley appliance with inverted labial bow,” the bite registration was taken for the patient in centric relation; this was carried out by guiding the mandible posteriorly in an edge-to-edge incisor relationship. The bite was then transferred to the working model articulated in a hinge articulator (). Construction of inverted labial bow was performed on the lower arch and 2 Adams clasps on upper first molars, and these represents the retentive components of this removable appliance, whereas, the active component was the helical Z bow spring fabricated behind the upper incisors and they are supported by a horizontal wire extensions and all these components were attached to the palatal acrylic plate, which was cut intentionally away from the upper anterior teeth ().\\nTreatment of this case was carried out in 2 phases. In phase I treatment, the removable appliance with the inverted labial bow was used. The objective of this phase was to create a positive overbite and overjet and this was accomplished in one month. At the beginning, to test if the appliance was fabricated correctly, it was fitted passively in the mouth. This was performed by fitting the Adams clasps in the upper part of the appliance on the upper first molars and the acrylic plate on the palate with the helical Z bow spring passively lying behind the upper incisors, then her mandible was guided to bite in centric relation (edge to edge relation) placing the lower anterior teeth into the inverted labial bow in the lower arch. After making sure that the appliance was fitted correctly, it was then taken from patient’s mouth and 2 modifications were carried out before re-inserting it back. The first modification was expanding the labial bow by opening slightly the U shape of the inverted labial bow to fit it loosely on the lower incisors and the second modification was activating the helical Z bow spring by opening slightly the helixes of the spring to push the upper incisors forward out of crossbite. She was trained on wearing and removing the appliance several times, and instructions were given to her to use it all the time including nighttime. It will be removed only during eating and brushing. This was continued for 3 weeks. A follow-up appointment was made after 3 weeks of wearing the appliance, it was noticed that she was able to close in centric occlusion with positive overbite and overjet with no anterior forward shift. For retention, she was asked again to re-use the appliance at bedtime for another week and then the appliance was discontinued (). In phase II treatment, fixed appliances (braces) were placed to align teeth and to have proper overbite and overjet, which was accomplished in 11 months (). She had a very small size upper right and left second premolars; however, the upper right second premolar had undermined deep carious lesion that was extended to the roots, and it was hopeless to treat; thus, it was extracted before orthodontic treatment. The decision was made to mesialize the upper right first and second molar into its place. Asymmetrical extraction was also carried out in the lower right arch because even after having positive overbite, she still has Class III canine relationship on the right side and Class I canine relation on the left side. Thus, it was decided to extract the lower right first premolar during orthodontic treatment to correct the right side canine relationship and help to flatten the curve of Spee. Panoramic views of the case pre and post phase II treatment is shown in . Lateral cephalometric radiographs of the pre-treatment in centric occlusion, the pre-treatment in centric relation, and the post-treatment are shown in . The lateral cephalometric analysis of the pre-treatment measurements in centric occlusion (Pre-CO), the pre-treatment measurements in centric relation (Pre-CR), and the post-treatment (POST) measurements were compared with the mean cephalometric measurements in a normal adult of black ethnic race were shown in . Post-treatment measurements were almost normalized compared with the mean. Overall comparison of pre, progree, post-treatment extra-oral photographs were shown in , and intra-oral views were al gathered in .", "age": "[[16.0, 'year']]", "gender": "F", "relevant_articles": "{'1511366': 1, '10842112': 1, '10629513': 1, '6587912': 1, '3485393': 1, '21521921': 1, '21875991': 1, '10356531': 1, '27052290': 2}", "similar_patients": "{}"}