{"patient_id": 150960, "patient_uid": "4790152-1", "PMID": 27041889, "file_path": "noncomm/PMC004xxxxxx/PMC4790152.xml", "title": "An unusual cause of unilateral facial injuries caused by horseshoe headrest during prone positional craniovertebral junction surgery", "patient": "A 40-year-old female patient [American Society of Anesthesiology Patient Classification (ASA) I] with atlantoaxial dislocation (AAD) was posted for posterior fixation. After administering general anesthesia, she was positioned prone on horseshoe headrest. The horseshoe headrest was further cushioned using two layers of cotton padding overlapped with gauze. Gardner–Wells cervical traction was applied to provide axial traction and maintain head neutrality. After positioning, the contact areas were confirmed to be appropriately padded and the eyes were verified to be pressure free. Following 6 h of uneventful surgery where occipitocervical fusion with occipital plate, C-2 transpedicle screws, and C-4 lateral mass screws were placed, the patient was turned supine for reversal and extubation. At this point, it was revealed that the patient had developed skin excoriation (1.5 × 1.5 cm) size over her left maxilla []. Hyperpigmented areas had developed over left infra and lateral orbital regions signifying deep tissue injury []. A significant headrest impression was found over the left forehead []. However, the right-sided dependent regions were free from any injuries. The injuries appeared pressure generated and were not due to chemical or cautery burns. Pupillary examination was done postextubation that showed bilaterally reacting and symmetrical pupils. Nevertheless, an urgent ophthalmology consultation was sought to rule out any ocular compromise that fortunately had not occurred. Antibiotic ointment was applied locally over maxillary abrasions. The injuries and especially their unilateral distribution, prompted us to identify their genesis and we reviewed the patient's radiographs. Minute analysis of the radiographs revealed that the along with atlantoaxial dislocation (AAD), the patient also had an asymmetrical joint between the first and second cervical vertebrae (C1-C2 joint). Due to axial asymmetry, a trivial lateral neck tilt was evident on the radiographs [Figures and ]. The manifestation of this tilt was however not apparent clinically. Although neck neutrality along the horizontal axis was sustained using axial traction following positioning, the lateral tilt was not negated and remained as such. Subsequently, the head had remained positioned with slight left-sided tilt throughout the procedure. The bony prominences on the left side therefore bore comparatively higher degrees of pressure for a significant period and the injuries resulted. Next day, significant periorbital edema had developed resulting from wounds leading to closure of the left eye []. She was prescribed oral serratiopeptidase, anti-inflammatory analgesics, and local antibiotic ointment. The periorbital swelling progressively resolved in 2 days, and the wounds healed in 2 weeks after which she was discharged.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'14633546': 1, '24223011': 1, '17444331': 1, '18211991': 1, '23645321': 1, '32618418': 1, '11893272': 1, '27041889': 2}", "similar_patients": "{}"}