{"patient_id": 139309, "patient_uid": "4053676-1", "PMID": 24932126, "file_path": "noncomm/PMC004xxxxxx/PMC4053676.xml", "title": "Ceramic veneers with minimum preparation", "patient": "A 34-year-old female patient with enamel hypoplasia on anterior upper incisors was referred to treatment. Radiographic images and clinical exam were conducted. Clinically, enamel hypoplasia and discrepancies in shape, form, and color were observed [Figure –]. Diagnostic casts and waxed-up restorations to define shape and form were previously obtained to assist the treatment planning. Due to the case characteristics, ceramic laminate veneers of minimum thickness were indicated for the four maxillary incisors.\\nDental preparation consisted of slightly grinding the incisal edges of the lateral incisors and left central incisor with a #2135-diamond bur (KG Sorensen, Barueri, SP, Brazil) []. Enamel surfaces were then polished with sequential aluminum oxide discs from coarse to ultrafine (3M Sof-Lex, 3M ESPE, Seefeld, Germany). At the same appointment, in-office bleaching was performed with 35% hydrogen peroxide (Mix One, Villevie, Joinville, SC, Brazil) following the manufacturer's instructions []. The bleaching agent was applied three times on both maxillary and mandibular anterior teeth.\\nNo provisionals were required due to the minimal preparation performed, with no dentin exposure. On a subsequent appointment after 2 weeks, shade selection was performed and impression taken using retraction cords (Ultrapak Cord #000, Ultradent Products Inc., South Jordan, UT, USA) []. This technique was selected to provide gingival sulcus enlargement without using impregnated cords with hemostatic or astringent solutions. The impressions were taken using a vinyl polysiloxane material (Express XT, 3M ESPE, Seefeld, Germany). The trays were loaded with the heavy-bodied impression material, while the light-bodied impression materials were simultaneously spread on the teeth.\\nCeramic laminate veneer restorations were fabricated with a lithium disilicate-reinforced glass ceramic material (IPS e.max Press, Ivoclar-Vivadent, Liechtenstein), using the heat press technique. A layering ceramic (IPS e.max Ceram, Ivoclar-Vivadent) was further applied to improve the incisal edge optical characteristics [].\\nThe veneers’ internal surfaces to be bonded were etched with hydrofluoric acid (Porcelain Etchant 9,5%, Bisco Inc., Schaumburg, IL, USA) for 20 seconds, washed under running water, dried with an air syringe, and primed (Porcelain Primer, Bisco Inc., Schaumburg, IL, USA). A try-in paste (RelyX Veneer Try-in, 3M ESPE, Seefeld, Germany) was used to select the proper color of the luting cement. The color TR was selected. The laminate veneers were then washed to remove try-in paste and excess of silane[] and carefully air-dried. One coat of the bonding resin of Adper ScotchBond (3M ESPE, Seefeld, Germany) was applied and light-cured []. During the cementation, veneers were cemented separately one-by-one by conditioning with phosphoric acid and applying the same bonding resin on the tooth surface. The laminate veneer restoration was bonded with a light-curable resin-based luting agent (RelyX Veneer, 3M/ESPE, Seefeld, Germany). The cement was applied to the veneers that were gently seated with finger pressure. Excess cement was removed with an explorer and a microbrush. The light polymerization was performed with a LED-curing unit (Radii-cal SDI, Bayswater, Victoria, Australia) for 30 s from buccal, incisal, mesial, and distal aspects of each tooth.\\nRestorations were checked for any occlusal interference. The final restorative phase was achieved by polishing the marginal areas with a silicone instrument (rubber point Jiffy, Ultradent Products Inc., South Jordan, UT, USA). Immediate final restorations can be observed in Figures –. shows the 10-month-follow-up treatment.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'16474351': 1, '21473997': 1, '30627454': 2, '30147415': 2, '23407620': 1, '31797334': 1, '21473996': 1, '31170767': 1, '17532915': 1, '32164032': 1, '20613921': 1, '17532922': 1, '23407765': 1, '15668328': 1, '11755598': 1, '7766455': 1, '19142254': 1, '23407604': 1, '20230965': 1, '21473998': 1, '15236938': 1, '21640238': 1, '21454837': 1, '20801184': 1, '29302293': 2, '24932126': 2}", "similar_patients": "{'5741854-1': 1, '5741854-2': 1, '6089050-1': 1, '6305029-1': 1}"}