{"patient_id": 79201, "patient_uid": "4301542-1", "PMID": 25624891, "file_path": "comm/PMC004xxxxxx/PMC4301542.xml", "title": "Rapidly progressive primitive neuroectodermal tumor of the prostate: A case report and review of the literature", "patient": "A 23-year-old male presented to Oita Medical Center (Oita, Japan) with the complaint of dysuria and anal pain. A computed tomography (CT) scan and magnetic resonance imaging (MRI) revealed a large solid tumor in the pelvic region replacing the prostate () and multiple swollen lymph nodes. Cystostomy and biopsy of the prostate gland were performed. Histopathological analysis demonstrated small round tumor cells, indicating a PNET, however, no rosette structure was observed. The tumor cells were positive for MIC-2 (), cytokeratin, vimentin and neural cell adhesion molecule, but negative for the other immunostains, chromogranin A, neurofilament, neuron-specific enolase, leukocyte common antigen, desmin, HHF35, sarcomeric actin, myogenic differentiation 1 and myoglobin. The histopathological results indicated a diagnosis of PNET of the prostate, and the patient was admitted to Oita University Hospital (Yufu, Japan) for treatment. Two days after admission, the patient complained of lower back pain. Re-examination by CT scan and MRI revealed multiple bone metastases to the dorsal and lumbar vertebrae, pelvic bone and bilateral thighbones, multiple lung metastases and a fracture of the fourth lumbar vertebra caused by metastasis. An additional genetic examination was performed; the Ewing’s sarcoma-friend leukemia virus integration 1 fusion gene was not detected by quantitative polymerase chain reaction, however, split signals were observed in fluorescence in situ hybridization (FISH) analysis using a Ewing sarcoma breakpoint region 1 (EWSR1) probe (SRL Laboratories, Inc., Tokyo, Japan; ). A diagnosis of PNET of the prostate was established, and treatment with systemic chemotherapy commenced. Following one cycle of chemotherapy (ifosfamide, 2 mg/m2/week) the patient exhibited various side-effects, including dizziness, headache and nausea. MRI revealed multiple metastases to the intracranial meninges and a CT scan indicated a poor chemotherapy response. Therefore, best supportive care was administered and the patient succumbed approximately four months after the initial onset of symptoms.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'24074645': 1, '16720851': 1, '8777915': 1, '11192257': 1, '11251014': 1, '19533369': 1, '12014872': 1, '24005454': 1, '19769660': 1, '29264173': 1, '21747604': 2, '10623711': 1, '18345719': 1, '16904430': 1, '23455810': 1, '17762052': 1, '10963639': 1, '25307073': 1, '12796679': 1, '23826070': 1, '12683899': 1, '18723965': 1, '20152770': 1, '32257813': 1, '25624891': 2}", "similar_patients": "{'3130473-1': 1, '3130473-2': 1, '3130473-3': 1, '3130473-4': 1, '3130473-5': 1, '3130473-6': 1}"}