{"patient_id": 84672, "patient_uid": "4700069-1", "PMID": 26767187, "file_path": "comm/PMC004xxxxxx/PMC4700069.xml", "title": "Computer-aided design/computer-aided manufacturing of hydroxyapatite scaffolds for bone reconstruction in jawbone atrophy: a systematic review and case report", "patient": "A 55-year-old male presented with perimplantitis on one mandibular implant in the premolar area, requiring implant removal and bone regeneration procedures to allow new implant placement. The patient demonstrated good general health with no local or systemic contraindications to oral surgery or implant placement. Before the surgical procedure began, the patient received oral hygiene instructions and gave signed informed consent. Preoperative clinical and radiographical examinations were used to assess the morphology of the alveolar ridge (Figs. , , , , and ). Presurgical medication of the patient consisted of a 0.2 % chlorhexidine gluconate mouth rinse for 2 min and an extraoral scrub with povidone-iodine solution. Local anesthesia consisted of 4 % articaine 1:100,000 and epinephrine. At 2 months, after the implant was removed (Figs. and ), a full thickness midcrestal incision was made and a mucoperiosteal flap was raised. Subsequently, a CAD/CAM hydroxyapatite scaffold was placed in the defect area, and the flap was replaced in the natural position. After a healing period of 5 months, integration of the hydroxyapatite into the newly formed bone was confirmed by CT exam and a radiographic control. The bone volume following regeneration was satisfactory, and one short osseointegrated implant (4.75 × 7 mm) was placed in position 45 (Figs. , , , , , and ). After 3 months, a radiographic assessment showed successful integration between the implant and regenerated bone.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'10530128': 1, '15973948': 1, '17993872': 1, '16022718': 1, '15320486': 1, '32971749': 1, '16672017': 1, '22961733': 1, '23419084': 1, '19309771': 1, '15736775': 1, '23343341': 1, '8142935': 1, '8206551': 1, '16633194': 1, '11432654': 1, '29430438': 1, '15626319': 1, '1801989': 1, '15348465': 1, '9533311': 1, '19298291': 1, '28603707': 1, '28070512': 1, '27347359': 1, '2984403': 1, '23714896': 1, '32354892': 1, '17119419': 1, '3550571': 1, '17888014': 1, '8553642': 1, '27489841': 1, '19014165': 1, '20529623': 1, '30105220': 2, '34830400': 1, '20091914': 1, '17483890': 1, '26767187': 2}", "similar_patients": "{'6064714-1': 1}"}