{"patient_id": 83545, "patient_uid": "4617698-1", "PMID": 26557852, "file_path": "comm/PMC004xxxxxx/PMC4617698.xml", "title": "Drug-Induced Rhabdomyolysis with Elevated Cardiac Troponin T", "patient": "A 48-year-old woman, who had undergone cardiac transplantation two years earlier, was admitted to the department of cardiology due to diarrhea, fatigue, and malaise. The patient was treated with the usual immunosuppressive regimen, comprising tacrolimus 2 mg b.i.d., mycophenolate mofetil 500 mg b.i.d., and prednisone 5 mg q.d. She further received atorvastatin due to concomitant dyslipidemia. A few months prior to admission, the dose of atorvastatin had been increased from 40 mg to 80 mg daily.\\nBlood tests at admission showed elevated levels of creatinine at 612 μmol/L (reference range 45–90 μmol/L), CK 18,934 U/L (50–150 U/L), and myoglobin 11,718 μg/L (<75 μg/L). The symptoms and findings were consistent with a diagnosis of rhabdomyolysis with acute kidney injury, and a regimen of forced alkaline diuresis was initiated. The condition was ascribed to the dose increase of atorvastatin and the possible interaction between this drug and tacrolimus, resulting in a reduced elimination of atorvastatin []. Consequently, atorvastatin was discontinued, and the dose of tacrolimus was reduced.\\nOn the seventh day of admission, elevated levels of hs-cTnT at 471 ng/L (99th percentile 14 ng/L) and CK isoenzyme MB (CK-MB) 162 μg/L (<3 μg/L) alongside increasing levels of CK 30,750 U/L and myoglobin 29,120 μg/L were found. Subsequent serial measurements showed increasing levels of cTnT, but decreasing levels of CK-MB, CK, myoglobin, and creatinine. Furthermore, the CK-MB/CK ratio increased from less than 1% initially to 12%. Due to the elevated cardiac biomarkers, serial electrocardiograms, echocardiograms, and an endomyocardial biopsy were performed, which were all unremarkable. A peripheral muscle biopsy showed toxic myopathy, but no signs of inflammatory myositis. The patient was discharged after a total of four weeks. The statin treatment was not resumed, and she has not shown any signs of relapse since.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'12190331': 1, '21962825': 1, '33183098': 1, '15941707': 1, '19833747': 1, '22922414': 1, '22105197': 1, '901098': 1, '10759487': 1, '11023449': 1, '11026100': 1, '22267244': 1, '23395074': 1, '32256093': 1, '15203259': 1, '22464266': 1, '33944852': 2, '20513610': 1, '26557852': 2}", "similar_patients": "{'8142779-1': 1}"}