{"patient_id": 84620, "patient_uid": "4696274-1", "PMID": 26714770, "file_path": "comm/PMC004xxxxxx/PMC4696274.xml", "title": "Successful treatment of a pancreatic pseudocyst accompanied by massive hemothorax: a case report", "patient": "A 54-year-old Taiwanese man visited our cardiovascular department complaining of tightness on the left side of his chest and shortness of breath for 3 days. A chest radiograph revealed massive left-sided pleural effusion with a right-deviated trachea (Fig. ). He was admitted for further evaluation. He denied a history of cough, hemoptysis, productive sputum, weight loss, abdominal discomfort, or trauma in recent months. At this time, panendoscopy and computed tomography of his abdomen revealed a gastric ulcer and acute pancreatitis with phlegmon formation. After gastrointestinal department follow-up, he reported experiencing symptom relief after 1 month.\\nOn physical examination at admission, his respiratory rate was 24/minute and his blood oxygen saturation (SpO2), as measured using a pulse oximeter, was 98 %. Dull percussion and decreased breath sounds were noted in his left thorax. The tentative impression was massive left-sided pleural effusion. Accordingly, we initially performed closed-tube thoracostomy (using a 16-French pigtail catheter), and approximately 1500 mL bloody pleural fluid was drained. Routine blood and urine investigations revealed normocytic anemia without any bleeding tendency. These tests included blood biochemistry tests (renal function, liver function, lipid profile) and electrolyte test. His pleural fluid was bloody, and analysis revealed the following values: protein level, 3.9 g/dL; lactate dehydrogenase, 483 U/L (blood, 160 U/L); glucose, 114 mg/dL; white blood cell count, 900/μL; red blood cell count, 54,000/μL; and hematocrit, 3.7 % (blood, 28.1 %). According to Light’s criteria, the patient’s pleural fluid was exudative, and some mesothelial and neutrophilic cells were found in the pleural effusion cytology. However, the subsequent culture was sterile.\\nIn addition, all tumor markers were within the normal ranges: prostate-specific antigen, 0.847 ng/mL; alpha-fetoprotein, 2.47 ng/mL; carbohydrate antigen 19-9, 3.58 U/mL; carcinoembryonic antigen, 0.97 ng/mL. Moreover, echocardiography was performed to rule out cardiogenic disease, and revealed normal chamber size and wall thickness, although akinesis of his left ventricle, inferiorly, posteriorly, and on the lateral wall, was noted. Furthermore, hypokinesis of the anterior and septal wall with severe left ventricle systolic dysfunction was observed. A chest computed tomography subsequently revealed left massive hydropneumothorax with collapse of most of his left lung and shifting of his mediastinum to the right side, as well as pleural effusion in his right lung with subsegmental atelectasis of the right lower lobe of his lung; however, no cardiovascular abnormality was detected (Fig. ).\\nOwing to his history of acute pancreatitis, computed tomography of his abdomen was also performed based on the gastroenterologist’s suggestion. The computed tomography scan revealed a pseudocyst in his pancreatic tail and indicated a diverticulum in the lower third of his esophagus (Fig. and ).\\nBased on these findings, further examinations were arranged, including panendoscopy, esophagography, aortography, and bronchial arteriography. However, all findings were unremarkable. Moreover, obstruction of the pigtail catheter was noted on the left side of his chest wall, and right closed-tube thoracostomy was performed because of pleural effusion in his right lung. This time, the amylase and lipase levels in his pleural fluid were analyzed. The pleural fluid amylase level was found to be increased to 30,431 U/L. Accordingly, we suspected that his massive left-sided hemothorax was related to the pancreatic pseudocyst, and a general surgeon was consulted.\\nIn consequence, the patient underwent distal pancreatectomy and splenectomy. Fistula formation was observed in his periesophageal region, and pseudocyst formation was found at his pancreatic tail, as well as at the lesser sac (Fig. ). The total surgical time was approximately 5 hours. Drainages were placed from Morison’s pouch and the spleen fossa. Post-surgery, his hemothorax recovered and his general condition consequently improved; he was discharged 2 weeks after the operation without the use of a somatostatin analogue (octreotide).", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'441988': 1, '12035030': 1, '16111100': 1, '20062655': 1, '1558338': 1, '507299': 1, '2646086': 1, '19500396': 1, '1736380': 1, '10503140': 1, '17955064': 1, '10470324': 1, '309751': 1, '645692': 1, '2326721': 1, '12085059': 1, '2595625': 1, '26714770': 2}", "similar_patients": "{}"}