{"patient_id": 143947, "patient_uid": "4354467-1", "PMID": 25767408, "file_path": "noncomm/PMC004xxxxxx/PMC4354467.xml", "title": "N-acetylcysteine overdose after acetaminophen poisoning", "patient": "Four hours after taking 50 acetaminophen 325 mg tablets, a 23-year-old alert female patient weighing 65 kg presented to the emergency ward with weakness, lethargy, nausea, and dizziness. She had normal arterial blood gas and vital signs. Following administration of activated charcoal, in view of the toxic dose of acetaminophen ingested, treatment with NAC was started, with a 10 g loading dose of NAC 150 mg/kg given over 30 minutes, followed by a 9.5 g maintenance dose with 500 mL of 5% dextrose water administered over 20 hours. The patient developed agitation, nausea, vomiting, dyspnea, tachypnea, hypotension (blood pressure 80 mmHg), drowsiness, and periorbital edema. Suspecting a drug allergy, the physician stopped administration of NAC, but further investigation revealed that a nurse had administered NAC 100 g (instead of 10 g) as the loading dose. After administration of NAC 100 g, the patient’s pupils were normal, symmetric, and reactive to light. However, her level of consciousness decreased to 7/15 on the Glasgow Coma Scale, her hypotension became severe, her radial pulse became unpalpable, and her respiratory rate increased to 32 per minute. She was intubated and transferred to the intensive care unit, where she died 12 days later.\\nAccording to the clinical evaluations, the patient’s pupils were normal, symmetric, and reactive to light until the third day, when they became mydriatic and reacted slowly to light thereafter. Computed tomography of the brain showed signs of edema. Respiratory tract secretions increased significantly, and the patient had dyspnea, tachypnea, and shallow breathing early on. Her breath sounds were decreased on auscultation of the lungs. Her arterial blood gas measurements indicated metabolic acidosis and respiratory alkalosis that was resistant to treatment in the first 18 hours, but was controlled by ventilation and infusion of sodium bicarbonate.\\nOn the first day, there was a gradual increase in edema around the eyes and face. The patient also became oliguric, with a urine output of less than 250 mL in 24 hours. On the second day, generalized edema was observed. Biochemistry showed hypernatremia and increased blood urine and creatinine from the first day onward ().\\nLiver function tests showed elevated alanine aminotransferase and aspartate aminotransferase (22 and 12 times the upper limit of normal, respectively) until the second day of poisoning and a gradual decrease to normal by the seventh day. Partial thromboplastin time, international normalized ratio, prothrombin time, and total bilirubin levels were within normal limits during hospitalization ().\\nBetween the first and second day of NAC administration, the patient’s hemoglobin and hematocrit levels decreased markedly from 12.6 g/dL and 35% to 4.5 g/dL and 13%, respectively. Her hemoglobin continued to decrease steadily, despite administration of a peak cell injection. Her platelet level was 70×1,000/mm3 in the first 24 hours after the poisoning and 29×1,000/mm3 on the second day. As with her hemoglobin levels, an intermittent decrease in platelets was observed, prompting administration of platelets and fresh frozen plasma (). Schistocytes peripheral blood film slide by thrombotic thrombocytopenic purpura and hemolytic anemia diagnosis; plasmapheresis was also performed 7 days after taking acetaminophen.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'7579069': 1, '17602868': 1, '3829578': 1, '2716644': 1, '519312': 1, '16625578': 1, '33651295': 1, '12013368': 1, '6340205': 1, '1972496': 1, '33809388': 1, '1928874': 1, '32612831': 2, '15795720': 1, '15459624': 1, '34567163': 1, '11167669': 1, '16990628': 1, '19621836': 1, '3059186': 1, '34208683': 1, '14625346': 1, '15795719': 1, '3803419': 1, '33200571': 1, '8941205': 1, '6234965': 1, '18338302': 1, '21740141': 1, '19022608': 1, '518690': 1, '27558662': 1, '6436169': 1, '8984750': 1, '28833373': 1, '21970774': 1, '10434788': 1, '7464816': 1, '25767408': 2}", "similar_patients": "{'7307482-1': 1, '7307482-2': 1, '7307482-3': 1}"}