{"patient_id": 74817, "patient_uid": "4007586-1", "PMID": 24612935, "file_path": "comm/PMC004xxxxxx/PMC4007586.xml", "title": "A rare case of rapidly enlarging tracheal lobular capillary hemangioma presenting as difficult to ventilate acute asthma during pregnancy", "patient": "A 32 weeks pregnant, 23-year-old known asthmatic woman presented to a peripheral hospital with acute respiratory failure during winter. Cold air was a known precipitant for her asthma. She was intubated and ventilated for presumed severe acute asthma with refractory bronchospasm. Following intubation she was found to be extremely difficult to ventilate and was retrieved to our intensive care unit for further management.\\nShe had widespread, faint, prolonged monophonic wheeze on auscultation with no evidence of pneumothorax. Mechanical ventilation in volume control mode was commenced with an inspired oxygen fraction of 1.0, external Positive End Expiratory Pressure (PEEP) 0 cmH2O, respiratory rate six breaths per minute, a tidal volume of 300 ml, and inspiratory flow rate of 30 L/min. However, high peak airway pressures truncated each breath. Intrinsic PEEP was measured as 30 cmH2O, with evidence of dynamic hyperinflation and accompanying hemodynamic instability despite inspiratory to expiratory ratio of close to 1:16. An arterial blood gas sample revealed severe respiratory acidosis (pH of 6.92, PaO2 116 mmHg, and PaCO2 143 mmHg). There was evidence of foetal distress on Cardiotocograph (CTG). Bronchoscopy demonstrated a pedunculated tumour arising from the posterior tracheal wall, extending from the tip of the Endotracheal Tube (ET) and measuring approximately 4 cm by 2 cm. The tumour acted as a ball valve to cause severe expiratory airflow obstruction (Figure ; Additional file : Video 1). The bronchoscope was advanced beyond the lesion and the ET advanced over the bronchoscope to bridge the lesion, resulting in dramatic improvements in lung mechanics and haemodynamics. Urgent Caesarean section was performed due to persistent decelerations on CTG, with birth of a healthy baby. Access to her previous records revealed that she previously presented with haemoptysis at 16 weeks of the current gestation. At this time she had a small polyp (~0.5 cm) in the same tracheal location, which had been excised and diagnosed as LCH.\\nThe following day, tumour debulking was attempted. In view of the high risk of major haemorrhage and hypoxemia, precautionary cannulation for veno-venous Extra-Corporeal Membrane Oxygenation (ECMO) was established via a bi-femoral approach. Surgical debulking was complicated by significant haemorrhage causing desaturation (SpO2 < 80%). She was promptly commenced on ECMO with recovery of arterial oxygen saturation and minimal disruption to surgery. A small bolus of heparin (2000 units) was given intravenously just prior to connection of the ECMO circuit, but no further heparin was administered until after surgery. On return to the ICU, a low dose heparin infusion (10 units/kg/hour) was used to maintain ECMO circuit patency. The histopathology revealed recurrent LCH (Figure ), with intact overlying epithelium (Arrow) and lobular arrangements (*) of proliferating capillaries (horizontal arrow) in an edematous fibro-myxoid stroma, containing extravasated red blood cells (vertical arrow). There was intense staining with CD31 Immunohistochemical staining highlighting proliferating endothelial cells and vascular origin of tumor. Her trachea was subsequently stented and ECMO was discontinued. She made a full recovery.", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'18700251': 1, '32578471': 1, '27902613': 1, '1517491': 1, '20417014': 1, '1792196': 1, '11174372': 1, '10827405': 1, '19194169': 1, '25861344': 2, '26982046': 1, '27747126': 2, '34754691': 2, '7435775': 1, '23227409': 2, '12146528': 1, '27445551': 1, '12796203': 1, '8829057': 1, '29404177': 1, '17478135': 1, '24612935': 2}", "similar_patients": "{'8570915-1': 1, '5055950-1': 1, '4388893-1': 1, '3514818-1': 1}"}