{"patient_id": 146286, "patient_uid": "4480310-1", "PMID": 26217619, "file_path": "noncomm/PMC004xxxxxx/PMC4480310.xml", "title": "Hybrid Treatment of Coexisting Renal Artery Aneurysm and Abdominal Aortic Aneurysm in a Gallbladder Cancer Patient", "patient": "A 75-year-old man was admitted to our outpatient clinic complaining of an abdominal palpable mass. He also presented with intermittent pain on his left flank and epigastrium. He had been free from multiple myeloma for the last 5 years. He had no past history of cardiac and respiratory problems. On physical examination, a tender pulsatile mass was palpable around the umbilical area and other systems did not reveal any abnormal findings. His blood pressure was maintained between 120/80 mmHg and 130/90 mmHg, and hematological laboratory findings were found to be normal. A contrast enhanced computed tomography (CT) scan with 3-dimensional reconstruction showed an AAA measuring 5.0 cm×4.8 cm, another RAA measuring 3.0 cm×2.8 cm in the left renal artery, and suspected gallbladder (GB) cancer (). We decided to operate on the coexisting aneurysm and GB cancer, because he his pain originated from the aneurysm, and the size of the AAA and RAA were 5.0 cm and 3.0 cm in diameter. All possible treatment modalities including open surgery and endovascular treatment were discussed, and we chose to start with insertion of a stent graft for RAA and EVAR for AAA.\\nOn general anesthesia, the patient was placed in the supine position and open bilateral transfemoral access to the common femoral artery was obtained via femoral artery cutdown. After contralateral Jung and Lee 7F sheath insertion, a wire was successfully accessed into the left RAA. However, due to the distal location of the RAA the wire could not be passed into the branches of the renal artery distal to the RAA. We decided to change our plan, with the AAA being treated first by EVAR and the RAA and GB cancer were subsequently treated by open surgery. Using a Zenith endovascular graft (Cook Corp., Bloomington, IN, USA), the AAA was successfully treated by EVAR. After 9 days, we operated on the RAA and GB cancer by open surgery. The reason for the delayed operation was to allow the patient to recover from EVAR. A single incision was made along both subcostal borders, extending from the right mid-axillary line to the left mid-axillary line. The peritoneal cavity was entered, and routine exploration was done. The small intestine was eviscerated and packed into a bowel bag, and the lateral peritoneal attachments of the left colon were dissected from the sigmoid colon to the splenic flexture. The left colon and mesentery were reflected medially. The RAA was safely exposed by meticulous dissection, and the multiple branches of the distal arteries at the level of the left renal hilum were visualized, as seen previously on angiography (). Intravenous heparin was injected before proximal and distal renal artery controlwith vessel loops. As the renal artery was redundant enough for direct anastomosis, total excision of RAA and end-to-end anastomosis was safely done (). Total clamping time of the renal artery was 10 minutes. After total excision of the RAA, the hepatobiliary surgical team performed the operation for GB cancer, which was done by partial hepatectomy around the GB including retropancreatic and hepatoduodenal lymph node dissection. Meticulous hemostasis was achieved and the wound was closed by layers. Postoperative laboratory findings including CBC and renal function tests were normal. The stage of GB cancer was T1bN0M0, stage IA. Postoperative CT scan with 3-dimentional reconstruction showed good renal artery blood flow without any signs of left kidney infarct, no endoleak around the aortic stent graft, and no bile leakage or bleeding around the liver (). The final pathologic report stated that the specimen of the RAA was 6.0×3.0 cm in size, showing extensive degeneration and hyalinization with calcification. The pathology of the GB was adenocarcinoma. The patient was discharged without any complications.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'9202549': 1, '18804939': 1, '15886677': 1, '15507899': 1, '15834683': 1, '8254794': 1, '28794826': 1, '22262112': 1, '1191026': 1, '18644480': 1, '11573039': 1, '26217619': 2}", "similar_patients": "{}"}