{"patient_id": 149296, "patient_uid": "4676671-1", "PMID": 26668803, "file_path": "noncomm/PMC004xxxxxx/PMC4676671.xml", "title": "Esophageal Lymphoepithelioma-Like Carcinoma with Unique Daisy-Like Appearance", "patient": "The patient was a 69-year-old man seeking treatment for unintended weight loss, loss of appetite, and dysphagia. Routine blood laboratory test results indicated no abnormality. Thoracic computed tomography (CT) examination with intravenous contrast agent injection revealed a nodular, esophageal soft tissue mass at the level of the carina. The size of the lesion was 13×10 mm axially (). Paratracheal, subcarinal, and bilateral hilar lymphadenopathies were detected in the mediastinal region. Upper endoscopy revealed a giant pedunculated-polypoid lesion partially shrinking the esophageal lumen at 23 cm from the incisor. Yellowish-white exudative secretion over the polypoid lesion was present. The esophageal mucosa was irregular, reddish colored, and contained erosion from the level of the lesion to the cardioesophageal junction. The combination of polypoid tumor and mucosal changes constituted the unique endoscopic “daisy-like” figure (, ). Sclerotherapy (adrenalin 4 mL 1/10,000) was administered in the base of the polypoid lesion, and endoscopic excision-polypectomy was performed with a snare ().\\nUndifferentiated cells with large nuclei and poorly defined cytoplasmic borders, imparting a syncytial appearance, were determined by histopathologic observation. The background consisted of a prominent lymphoid infiltrate (H&E stain, ×200), and strong cytoplasmic staining with cytokeratin was determined (CK stain, ×200). CD20, CD3, synaptophysin, chromogranin, and p16 immunohistochemistries were all negative. CK and CK7 were positive while high-molecular weight cytokeratin and p63 were focal positive. Finally, the histopathological diagnosis was LELC (). The patient’s complaint of dysphagia ended immediately after polypectomy. The patient did not accept the surgery. The patient was uncooperative for follow-up, and his re-consultation at our clinic was due to recurrence of aforementioned complaints after 4 months from initial diagnosis, such as dysphagia and loss of weight. Thoracic and abdominal CT examination with venous contrast medium injection revealed a recurrence resembling esophageal tumor with extended size accompanied by mediastinal lymph node metastasis at the periesophageal and subcarinal regions, as well as liver metastasis. (, ). After 6 months, endoscopic examination revealed a giant pedunculated polypoid lesion totally obliterating the esophageal lumen at the level of 24 cm from the incisor. The lesion surface contained ulcerative and white exudative features (). Surgical gastrostomy was performed at the 7th month and the patient died 8 months after the initial diagnosis.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'23332353': 1, '18031397': 1, '10385061': 1, '32782721': 1, '17472273': 1, '9067735': 1, '9253628': 1, '12902114': 1, '19771767': 1, '26668803': 2}", "similar_patients": "{}"}