{"patient_id": 142273, "patient_uid": "4248618-1", "PMID": 25469148, "file_path": "noncomm/PMC004xxxxxx/PMC4248618.xml", "title": "Endomyocardial Biopsy and Magnetic Resonance Imaging of Acute Myocarditis with Adult-Onset Still's Disease", "patient": "The patient was a 36-year-old female with a high-grade fever and epigastric abdominal pain. A laboratory test showed elevated C-reactive protein, and a general practitioner prescribed levofloxacin and ceftriaxone. Symptoms did not improve after five days and the patient was admitted to a hospital, where minocycline and doripenem were prescribed to treat a suspected case of peritonitis. Symptoms worsened, and the patient developed dyspnea and hypoxia. A week after the appearance of first symptoms, the patient was transferred to our hospital with a fever of 39.2℃, heart rate of 120/min and blood pressure of 88/63 mm Hg. Physical examination revealed a systolic heart murmur in the apex area, abdominal tenderness, hepatomegaly and poorly-marginated urticaria-like erythema on the anterior chest, abdomen and both arms (). The electrocardiogram showed normal sinus rhythm and T-wave inversion at precordial leads, and a chest X-ray showed cardiomegaly and pulmonary edema. A blood test revealed leukocytosis (white blood cell count 11800/µL, neutrophil 90%), elevated C-reactive protein (36.0 mg/dL), creatinine level (1.05 mg/dL), total bilirubin (2.3 mg/dL), troponin T (0.077 ng/mL), brain natriuretic peptide (4220.0) and elevated ferritin (3500 ng/mL). Echocardiography revealed diffuse hypokinesis of the left ventricle {ejection fraction (EF) 20%}, moderate mitral regurgitation, severe tricuspid regurgitation and massive pericardial effusion ().\\nBroad spectrum antibiotic therapy with meropenem, ciprofloxacin, minocycline and vancomycin was initiated, in addition to catecholamine support with norepinefline and vasopressin for shock and non-invasive positive pressure ventilation for respiratory failure. All microbial cultures and specific antibody for infectious agents were negative. An autoantibody panel with anti-nucleocid-antibody, rheumatoid factor and anti-double stranded deoxyribonucleic acid antibody were all negative. When symptoms failed to improve, coronary angiography, right heart catheterization and EMB were performed. There was no indication of coronary artery stenosis, mean pulmonary artery pressure was 23 mm Hg, pulmonary capillary wedge pressure 19 mm Hg, left ventricular end-diastolic pressure 21 mm Hg and cardiac index 1.72 mL/min/m2. EMB revealed fibrosis and infiltration of inflammation cells, mainly composed of neutrophils (). The patient received a diagnosis of active acute myopericarditis associated with cardiogenic shock and heart failure. Inotropes (dobutamine 2 µg/kg/min) were initiated, resulting in improved cardiac index. Clinical manifestation of a spiking fever unresponsive to antibiotics, leukocytosis, elevated ferritin levels and skin rash led to a diagnosis of AOSD with acute myocarditis using Yamaguchi criteria. Four days after admission to our hospital, pulse therapy of intravenous methylprednisolone 500 mg was performed twice daily for three days, followed by a daily dose of prednisone 60 mg (1 mg/kg/day). Steroid therapy was effective for fever and pericardial effusion, and left ventricular EF improved (EF 60%) (). Patient did not need catecholamine and ventilator support five days after steroid treatment. Carvedilol 2.5 mg, enalapril 1.25 mg and spironolactone 25 mg daily were prescribed for heart failure and colchicine 0.5 mg daily for pericarditis. Fourteen days after admission, cardiac-magnetic resonance imaging (MRI) was performed and revealed high signal intensity at the basal to middle portion of the left ventricular wall with short-TI inversion recovery and at the medial layer with gadolinium-delayed enhancement (). Steroid dosage was gradually decreased, and the asymptomatic patient was discharged 32 days after admission with instructions to continue prednisone 25 mg daily.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'23662385': 1, '1578458': 1, '25767733': 1, '17449487': 1, '20374359': 1, '3986008': 1, '21036649': 1, '12365479': 1, '18500457': 1, '11070105': 1, '31745741': 1, '25469148': 2}", "similar_patients": "{}"}