{"patient_id": 76341, "patient_uid": "4113598-1", "PMID": 25051974, "file_path": "comm/PMC004xxxxxx/PMC4113598.xml", "title": "Perforated sigmoid diverticulitis in a lumbar hernia after iliac crest bone graft - a case report", "patient": "A 66 year-old female Caucasian patient (BMI 26.4 kg/m2) presented with a one-week history of lower left abdominal pain. Her general practitioner had already introduced empirical antibiotics (Metronidazole and Ciprofloxacin) five days before presentation based on a suspicion of diverticulitis. The patient’s condition rapidly deteriorated after initial improvement under antibiotic therapy. Eighteen years previously, the patient had spinal fusion of the thoracolumbar transition with bone graft from the left iliac crest due to vertebral body fracture. Since then she complained of a mass on her left flank. In addition, the patient was known to suffer from hypertension, dyslipidemia, hypothyroidism and osteopenia. Physical examination exhibited tenderness in the left lower quadrant, normal bowel sounds and a bulge in the left flank. Reduction of the hernia was not possible due to pain. Blood laboratory values showed elevated C-reactive protein (41 mg/dl) and a white blood cell count within normal range. The patient’s temperature was 37.2°C. A CT scan was performed showing diverticulitis of the sigmoid colon with free perforation, herniating partially in a left lumbar hernia, which we classified as Petit’s hernia based on its localization (Figure ). There were no signs of strangulation. Immediate laparoscopic hernia reduction was performed. We observed a small amount of purulent fluid in the region of the cranial part of the hernia orifice, as well as fibrin overlying the sigmoid colon. We did not identify a patent communication between the colonic lumen and the peritoneal cavity as the inflammatory process had sealed the original perforation. No pus or stool was seen in the remaining abdomen. According to the Hinchey classification for acute diverticulitis [] due to the presence of free intraabdominal air together with a local putrid peritonitis, the present case was rated as stage III disease. Hence, peritoneal lavage with 12 liters of warm Ringer’s solution was performed. The operation time was 90 minutes and no intraoperative complications occurred. An intraperitoneal drainage was inserted during the operation and was removed four days after surgery. The antibiotics were continued for 15 days. The patient’s postoperative hospital stay was without any complications and she was discharged eight days after surgery.Seventeen weeks later the patient was admitted for elective laparoscopic sigmoid resection in combination with hernia repair using a biologic mesh (Permacol®, crosslinked porcine collagen, Covidien, Mansfield MA, USA). General anesthesia was introduced and the patient was placed in supine position that was not changed during the procedure. A ureteral catheter was placed to visualize the left ureter. Carbone dioxide insufflation and introduction of a 50°-laparoscope (Karl Storz GmbH & Co, Tuttlingen, Germany) was performed above the umbilicus in order to ensure a good overview. Two 12 mm-trocars were introduced in the right lumbar region and above the symphysis, respectively. The forth trocar (5 mm) was placed in the left hypochondrium. Adhesions between the descending and sigmoid colon were divided with the Harmonic® scalpel (Johnson & Johnson AG, Zug, Switzerland). The left colonic flexure was completely mobilized in order to better visualize the hernial orifice. The defect in the abdominal wall measured approximately 5 cm in diameter and lied within close proximity to the left iliac crest (Figure ). A Permacol® mesh measuring 10×15 cm was inserted and fixation of the mesh was performed with 5 mm helical titanium tacks (ProTack®, Covidien, Dublin, Ireland, Figure ). Subsequently, a laparoscopic segmental sigmoid resection with end-to-end double-staple anastomosis using an Endo GIA™ Universal Stapling System (Covidien, Dublin, Ireland) was performed. Despite the higher risk of bacterial contamination of the implant, the mesh fixation was performed prior to anastomosis in order to have a better overview and to minimize mobilization of the freshly anastomosed sigmoid colon. No intra- or postoperative complications occurred and the patient was discharged on the eighth postoperative day. Clinical follow-up appointments were performed after three and 14 months, without any signs of hernia recurrence or digestive complaints.", "age": "[[66.0, 'year']]", "gender": "F", "relevant_articles": "{'23095627': 1, '26881151': 2, '17283432': 1, '21928041': 1, '23063087': 1, '23179894': 1, '15614442': 1, '18076019': 1, '21689299': 1, '19367444': 1, '23242271': 1, '31183241': 2, '20713925': 1, '23122187': 1, '23636518': 1, '28184361': 2, '23192170': 1, '21876861': 1, '25051974': 2}", "similar_patients": "{'4736197-1': 1, '5292020-1': 1, '6512066-1': 1}"}