{"patient_id": 76450, "patient_uid": "4120796-1", "PMID": 25114825, "file_path": "comm/PMC004xxxxxx/PMC4120796.xml", "title": "Perilobar Nephroblastomatosis: Natural History and Management", "patient": "A 3.5-months-old girl was admitted to our department with right-sided hemihypertrophy. Screening with abdominal ultrasonography showed an enlarged right kidney with a large hypoechoic region presenting no corticomedullary differentiation as well as multifocal hypoechoic parenchymal foci bilaterally in both kidneys, suggesting PLNB. Magnetic Resonance Imaging (MRI) revealed multiple hypodense and nonenhancing cortical masses at both kidneys; the largest with a diameter of 2.65 cm was localized at the enlarged right kidney and presented reduced diffusion and faint enhancing tissue at periphery (Figures and ). As all lesions were homogeneous without enhancement after contrast administration and a lenticular shape the diagnosis of PLNB was further suggested by the MRI findings. Spherical shape, heterogeneous, and enhancing nodules that would be suspicious for a WT were not present in the MRI. A second abdominal ultrasonography 2 months later showed enlargement of the already existing and new foci of NB bilaterally.\\nSome years ago we presented the case of a 23-month-old boy, who did not received any treatment for the initial diagnosis of right NB and developed WTs 24 and 42 months later at the left and the right kidney, respectively, despite regression of initial lesions of NB []. Review of the literature on the management of NB revealed one large retrospective study and several case reports describing in most cases adverse outcome in nontreated patients. Thus, our female patient initiated chemotherapy according to SIOP Wilms Tumor/2001 protocol and received vincristine and actinomycin D for 4 weeks. Abdominal ultrasonography at 4 weeks showed decrease of lesion's size (shrinkage of the large right kidney mass volume from 7,56 cm3 to 3,26 cm3) and the patient received further cycles of vincristine and actinomycin D every 14 days for the next 3 months. Follow-up ultrasound at 4 months of treatment showed additional decrease of lesions dimensions (). However, the follow-up period is currently too short to allow us to determine the response to treatment with confidence.", "age": "[[3.5, 'month']]", "gender": "F", "relevant_articles": "{'10064187': 1, '8066001': 1, '9025894': 1, '15803218': 1, '30250006': 1, '21616266': 1, '19346886': 1, '11239761': 1, '11025476': 1, '15103425': 1, '16177880': 1, '2156243': 1, '15816029': 1, '14671061': 1, '18597570': 1, '10508986': 1, '15311039': 1, '7554352': 1, '11152142': 1, '16010493': 1, '19670570': 1, '20833859': 1, '15988748': 1, '1337203': 1, '15856325': 1, '8108294': 1, '18275253': 1, '25114825': 2}", "similar_patients": "{}"}