{"patient_id": 146257, "patient_uid": "4479762-1", "PMID": 26124611, "file_path": "noncomm/PMC004xxxxxx/PMC4479762.xml", "title": "Cone Beam Computed Tomography Assisted Endodontic Management of a Rare Case of Mandibular First Premolar with Three Roots", "patient": "A 31-year-old male patient was reported to the Department of Conservative Dentistry and Endodontics, MNR Dental College and Hospital with a chief complaint of pain and pus discharge in the lower left back tooth region since 3 months. Patient reported no significant medical history. On clinical examination, there was a gingival inflammation with recession in relation to tooth numbers 34, 35, 36. The tooth was tender on palpation and tender on vertical percussion. Electric pulp testing and thermal testing of the teeth indicated non vitality of 34, 35, and 36. A confirmatory diagnosis of acute apical abscess in relation to 34, 35, and 36 was established and endodontic therapy was planned. An intraoral periapical radiograph shows bifurcated 34, 35 (). The mesiodistal width of the crown is lesser than mesiodistal diameter of the root and for further confirmation a CBCT (Gentex), was planned. CBCT with a 3D reconstruction confirmed a three rooted 34 and two rooted 35 (-).\\nThe area was anaesthetized using 2% lignocaine with 1:80,000 adrenaline (Lignox) and isolated with a rubber dam. An access cavity was prepared with a modification that it had a cut at the buccoproximal angle from the entrance of the buccal canals to the cavosurface angle, so that it is results in a T-shaped outline (). All the three canals are explored with a size 10 K-file. A working length was determined with an apex locator (Root - ZX) (). With Crown down technique, Cleaning and shaping were performed with twisted file and ProTaper rotary instruments (Dentsply Mailfilter). Abundant irrigation with 3% sodium hypochlorite solution is done. Biomechanical preparation is done up to F2. Before obturation irrigation with 17%, EDTA and saline are done. Obturation is done with gutta-percha and resin sealer (AH Plus, Dentsply) by cold lateral condensation (). The coronal access was restored with resin composite (3M ESPE) ().", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'1291519': 1, '12489654': 1, '14760900': 1, '1940736': 1, '14977299': 1, '11482725': 1, '14689961': 1, '17437863': 1, '16982267': 1, '10625856': 1, '17320724': 1, '29285469': 1, '2638401': 1, '1940727': 1, '294389': 1, '18155501': 1, '26124611': 2}", "similar_patients": "{}"}