{"patient_id": 80518, "patient_uid": "4386191-1", "PMID": 25878648, "file_path": "comm/PMC004xxxxxx/PMC4386191.xml", "title": "A pulmonary artery pseudoaneurysm caused by concurrent chemoradiation therapy for lung cancer", "patient": "A 64-year-old man with a history of chronic obstructive pulmonary disease and hypertension was diagnosed with non-small cell lung cancer in May 2011. Chest computed tomography (CT) at diagnosis revealed a 4.6-cm mass, later identified as squamous cell carcinoma via biopsy, in the left upper lobe of the lungs (). As the cT4N1M0, stage IIIA tumor was unresectable, CCRT was indicated for a total dose of 68 Gy (2 Gy/day). Concurrently, paclitaxel (50 mg/m2) and carboplatin (area under the curve: 2) were administered weekly for 7 cycles. The patient achieved a partial response (). Additional chemotherapy was considered but was delayed at the patient’s request, because of general weakness. In September 2011, he visited the emergency room because of dyspnea and hemoptysis (approximately 100 mL), and decreased hemoglobin levels were noted. CT revealed a 4.8 × 3.2 cm PAP connected to the left upper lobar pulmonary artery ().\\nLobectomy or pneumonectomy to prevent PAP rupture was not deemed appropriate because of the expected dense tissue adhesion and possible anatomic changes after radiation, and our patient was not eligible for total embolization of the pulmonary artery because of his poor performance status and decreased respiratory capacity. Therefore, only conservative care with antibiotics was provided for aspiration pneumonia due to uncontrolled hemoptysis. The patient died at the end of the pneumonia treatment.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'23168593': 1, '20057971': 1, '3053058': 1, '33598236': 1, '12037392': 1, '19415380': 1, '29600227': 1, '10496719': 1, '17077046': 1, '7922906': 1, '19449071': 1, '17718925': 2, '17242217': 1, '17411446': 1, '850870': 1, '19420204': 1, '22037265': 1, '9486073': 1, '25878648': 2}", "similar_patients": "{'2014767-1': 1}"}