{"patient_id": 79085, "patient_uid": "4295148-1", "PMID": 25610671, "file_path": "comm/PMC004xxxxxx/PMC4295148.xml", "title": "A Case of Primary Hyperparathyroidism due to Intrathyroidal Parathyroid Cyst", "patient": "A 76-year-old female patient who was being followed due to operated bladder surgery was referred to Department of Endocrinology and Metabolic Diseases due to hypercalcemia and hypophosphatemia in routine evaluations.\\nShe complained of malaise and generalised bone pain and her physical examination revealed a 2 × 2 cm nodule in left thyroid lobe. Laboratory workup revealed hypercalcemia (12 mg/dL (reference range: 8,8–10,2 mg/dL)), hypophosphatemia (2,1 mg/dL (reference range: 2,5–4,5 mg/dL)), low 25 OH vitamin D (20,8 ng/mL (reference range: 10–70 ng/mL)), high intact parathyroid hormone (iPTH) (512,6 pg/mL (reference range: 13–92 pg/mL)), and normal thyroid function tests. Urinary calcium (Ca) excretion was found to be 3% in 24 hours. In thyroid sonography, parenchyma was mildly heterogenous, and there was a well contoured, 24 × 19 × 16 mm lesion at median posterior side of the left thyroid lobe which was mostly cystic in nature with a solid component towards the lumen at its posterior. It was considered as a cystic thyroid nodule ().\\nIn Tc99m sestamibi scan which was performed to show parathyroid gland abnormality, no uptake of radioactive material was observed in the lesion ().\\nFine needle aspiration (FNA) from cystic thyroid nodule revealed many macrophages and histiocytes with a few degenerative changes over an eosinophilic-fibrinous background. iPTH level was measured from the cyst aspiration fluid and it was higher (iPTH > 600 pg/mL) than serum iPTH level. The patient was diagnosed with primary hyperparathyroidism due to functional parathyroid cyst and left lobectomy and excision of left parathyroid adenomectomy was performed (Figures and ). In exploration, other parathyroid glands were observed as normal.\\nHistopathological evaluation showed apparently encapsulated parathyroid adenoma which had a cystic center. Adenoma consisted mainly of chief cells and less frequently of water-clear cells. Cells forming the adenoma were located in a trabecular and solid fashion. There was no adipose tissue in adenoma. Outside the capsule, compressed parathyroid parenchyma was seen (). Serum Ca decreased to 8.5 mg/dL and iPTH decreased to 1.7 pg/mL postoperatively. Follow-up visits were arranged for the patient.", "age": "[[76.0, 'year']]", "gender": "F", "relevant_articles": "{'11568607': 1, '31706276': 2, '11801933': 1, '15001584': 1, '16180046': 1, '23386389': 1, '34934453': 1, '17669707': 1, '3994193': 1, '17360302': 1, '17180630': 1, '24616763': 2, '21556740': 1, '31360648': 2, '16355286': 1, '10197708': 1, '31588082': 1, '25610671': 2}", "similar_patients": "{'6842198-1': 1, '6626155-1': 1, '3922279-1': 1}"}