{"patient_id": 80569, "patient_uid": "4390182-2", "PMID": 25883818, "file_path": "comm/PMC004xxxxxx/PMC4390182.xml", "title": "Metastatic Colonic Adenocarcinoma in Breast: Report of Two Cases and Review of the Literature", "patient": "A 56-year-old female with history of stage 4 colonic adenocarcinoma with metastasis to the liver, status after resection in 2009, presented to the emergency department with complaints of nausea, vomiting, and abdominal pain. The patient had received radiotherapy and completed six cycles of chemotherapy consisting of Oxaliplatin, 5-fluorouracil and folinic acid (FOLFOX), and Avastin (bevacizumab). The last cycle of chemotherapy was seven weeks prior to presentation.\\nIn the emergency room, during the physical examination, the patient stated that she noticed a lump in her right breast. On palpation, a small mass was felt deep in the inferior medial aspect of the right breast at 4 o'clock and 9.7 cm from the nipple. No discharge was noted from the nipple. A bilateral digital diagnostic mammogram study was obtained with views in the craniocaudal and mediolateral oblique positions and with additional spot compression views due to the deep nature of the mass. It was found to be highly vascular, speculated, and hypoechoic mass measuring 1.35 cm × 1.46 cm × 1.22 cm (). Some benign appearing microcalcifications were also noted bilaterally, but there were no other masses seen in either breast. Additionally, no axillary lymphadenopathy, skin thickening, or nipple retraction was noted.\\nA right breast ultrasound was performed at the same time and showed the palpable mass to be an irregularly shaped, spiculated, hypoechoic lesion with central necrotic changes and high vascularity (). No lymph nodes were seen in the right axilla. The patient was sent for an ultrasound guided core biopsy of the lesion. Histopathologic examination of the core biopsy samples showed atypical glandular proliferation within benign appearing breast parenchyma. Cells in these atypical glands showed enlarged, hyperchromatic nuclei, prominent nucleoli with nuclear crowding and pseudostratification. There was no evidence of in situ ductal or lobular carcinoma noted in these biopsy samples. Atypical glands and a few benign breast ducts were associated with microcalcifications and scant, intraglandular necrotic debris. All these findings were morphologically consistent with a diagnosis of adenocarcinoma. Upon further work-up by immunohistochemical staining, the neoplastic glands were shown to be positive for CDX2 and CK 20 (focal), while being negative for CK 7, ER, PR, Mammaglobin, and GCDFP-15. Overall, the tumor was morphologically and immunophenotypically consistent with a metastatic adenocarcinoma of colorectal origin. The diagnosis was further confirmed by a series of discussions with the colorectal surgeon and medical oncologist who had treated the patient earlier. Given the patient's advanced metastatic disease and her poor functional status it was decided that chemotherapy would cause more harm than good. The patient was subsequently referred to a palliative care team and the patient decided to go for home hospice care.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'22319737': 2, '11745279': 1, '21619688': 2, '31860952': 2, '24399786': 1, '21264761': 1, '21139894': 1, '17076540': 1, '31482523': 1, '15019699': 1, '15230671': 1, '24627697': 2, '18791504': 1, '18461602': 1, '22619637': 1, '22125523': 1, '25883818': 2}", "similar_patients": "{'4390182-1': 2, '3267064-1': 1, '3128842-1': 1, '6940129-1': 1, '3950237-1': 1}"}