{"patient_id": 146254, "patient_uid": "4479723-1", "PMID": 26113969, "file_path": "noncomm/PMC004xxxxxx/PMC4479723.xml", "title": "Unusual Position and Presentation of Frontobasal Meningoencephalocela", "patient": "In this article we report a case of a 57-year-old woman who at the age of 24 had her first epileptic seizure, and in spite of receiving antiepileptic drug (Phemiton 200 mg; Pliva Hirvatska d.o.o., Zagreb, Croatia) twice a day she had rare epileptic seizures and headaches of unknown origin. She was also frequently treated for sinusitis. She never had rhinoliquorrhea, nor was she diagnosed to have meningitis. In the last few years she had difficulty breathing on her right nostril. Initial computed tomography (CT) scan of the neurocranium, done 33 years ago and which original scans regretfully are not in our possession, was described by a radiologist to show a shaded paranasal sinuses. The scent of smell is preserved in both nostrils all the time. Throughout the years she had three normal pregnancies and gave birth to three children. Despite antiepileptic therapy, in the last year she had few cases of loss of consciousness, and the headaches became more frequent. She was admitted to do a control neuroradiological exam, and to eventually have her antiepileptic therapy corrected. Initial magnetic resonance imaging (MRI) of the neurocranium was done to show a mass situated partially beneath and partially above the basis of the anterior cranial fossa as shown on .\\nAccording to the MRI, since she had no facial abnormalities () she was primarily diagnosed, consistent with neuroradiologist's description, to have either mucocele or aggressive polyposis or fungal infection. She was scheduled for operation prior to which a transnasal preoperative biopsy of the mass was done. The preoperative transnasal biopsy surprisingly caused rhinoliquorrhea and the mass was proven to be brain tissue herniating through a defect in the cranium. Therefore a CT scan with 3D reconstruction of the neurocranium was done. It displayed massive intracranial collection of air and a defect in the anterior cranial fossa, in the paramedial line, lateral to the right lamina cribrosa, as it was shown with CT reconstruction in bone \"window\", done immediately after transnasal biopsy ().\\nTranscranial operative approach presented an anterior cranial fossa defect with herniating brain tissue. It showed undamaged olfactory nerve, which explains preserved scent of smell in our patient's right nostril. Protruding brain tissue was removed and the defect was patched with a free musculofascial graft of fascia lata and muscle taken from her right thigh. The graft was sutured on surrounding dasal dura mater with prolen 4-0 (Ethicon, Somerville, NJ, USA) monofilament, polypropylene suture material and then sealed with fibrin adhesive (Duraseal-COVIDIEN, Mansfield OH, USA). Frontal sinuses opened during the operation were stripped of mucosa and sealed with muscle tissue taken from the her right thigh. Sealed frontal sinuses were covered with a vital periostal graft which cranial part was sutured on frontobasal dura mater posterior to defects of the cranium basis. After closing the frontal sinuses and cranium basis the wound was sealed in a regular manner. Thereafter the remaining brain tissue was removed by a transnasal endoscopic procedure by an otorhinolaryngologist. Postoperative MR shows a distinctive delineation between the endocranium and paranasal sinuses.\\nOur patient has recovered well, has preserved scent of smell on both nostrils, and, with her daily antiepileptic therapy with Phenitoin 2×200 mg, had no epileptic seizures.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'2909104': 1, '21633311': 1, '4022246': 1, '26113969': 2}", "similar_patients": "{}"}