{"patient_id": 143037, "patient_uid": "4296230-1", "PMID": 25606033, "file_path": "noncomm/PMC004xxxxxx/PMC4296230.xml", "title": "Intractable Facial Pain and Numb Chin due to Metastatic Esophageal Adenocarcinoma", "patient": "A 57-year-old male with stage IV metastatic esophageal adenocarcinoma who had completed a full course of chemotherapy and localized esophageal radiation about 6 months before, presented with complaints of left-sided facial pain for 3 months. The patient's pain had been progressively worsening and was significant during his chewing of solid foods, resulting in weight loss interpreted as a result of poor oral intake. The pain was described as sharp, lancinating, and throbbing, radiating to the left temple and cheek. The patient rated the severity of the facial pain as 8 out of 10 on the Numerical Pain Rating Scale.\\nThe workup prior to his visit included a brain MRI and a maxillofacial CT that focused on the trigeminal nerve distribution in the brain, and facial sinuses identified no neural element involvement, metastases or bony lesions. A PET scan of the entire body at an outside hospital showed a hypermetabolic mass in the distal esophagus consistent with known adenocarcinoma.\\nWith the prior diagnosis of trigeminal neuralgia, the patient had been on methadone, hydrocodone, and carbamazepine, prescribed by other providers. This combination of medications had failed to improve the pain severity. He was then referred to the center of pain management with the diagnosis of trigeminal neuralgia and continuing intractable facial pain.\\nOn physical examination, the patient was in considerable distress due to the facial pain. He had a palpable trigger point over the left masseter muscle. The temporomandibular joint range of motion was within normal limits and with no associated pain. A sensory examination revealed a decreased sensation to light touch and pinprick over the left chin, the lower lip, and the lower oral mucosa, consistent with the distribution of the left inferior alveolar nerve. There was no facial asymmetry, and no other cranial nerve deficits were observed. We decided to perform a localized mandibular CT scan, on which we localized a metastatic lesion in the mandibular bone with the involvement of the inferior alveolar nerve (fig. ).\\nBased on this new imaging, we reviewed his prior maxillofacial CT and PET scans. We paid specific attention to the left mandibular region because the outside facility had not mentioned an increased uptake in that region. Upon secondary review, focal uptake without any evidence of a bony lytic lesion in the left mandibular angle was noted, which likely represented evidence of early metastasis that was overlooked by prior image reading (fig. ).\\nA referral to radiation oncology was issued for the localized radiation therapy of the left mandibular lesion. As part of the palliation, we decided to perform a left sphenopalatine ganglion block, which dramatically decreased the pain. The patient then received radiofrequency ablation of the left sphenopalatine ganglion based on his responses to the local anesthetic block. The combination of medications, radiofrequency, and subsequent localized radiation to the lesion provided significant pain relief. During his follow-up, he reported a pain reduction to 80% and was able to tolerate chewing the permitted semi-solid foods without pain.", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'1603345': 1, '8263650': 1, '29930179': 1, '25328729': 2, '27882251': 2, '26210355': 1, '25606033': 2}", "similar_patients": "{'5108848-1': 1, '5108848-2': 1, '4195256-1': 1, '4195256-2': 1}"}