{"patient_id": 140430, "patient_uid": "4134556-1", "PMID": 25136237, "file_path": "noncomm/PMC004xxxxxx/PMC4134556.xml", "title": "OLOGEN® implant in the management of glaucoma in an unusual case of Axenfeld–Rieger syndrome", "patient": "A 35-year-old male presented with complaints of decreased vision in both eyes of 22 years duration. He also gave history of deafness since 10 years of age for which he has been wearing a hearing aid for the past 6 years []. His best corrected visual acuity (BCVA) was no perception of light in right eye and 20/30 in left eye. Examination of both eyes which included a 4 mirror gonioscopy revealed presence of 360 degree iridocorneal adhesions, anteriorly displaced Schwalbe's line and presence of white cord like structures having adhesions to iris along its course traversing the anterior chamber in both eyes [Figures and ]. Intraocular pressure measured by Goldman applanation tonometry was 30 mmHg and 26 mmHg in right and left eye, respectively.\\nFundus examination showed total glaucomatous optic atrophy in right eye with 0.9:1 cup disc ratio with bipolar notch in left eye []. Humphrey visual field analysis revealed superior and inferior arcuate scotoma in left eye.\\nENT evaluation revealed bilateral sensorineural deafness. As the intraocular pressure was uncontrolled with topical 0.5% timolol maleate eye drops and 0.005% Latanoprost eye drops, patient underwent trabeculectomy with Ologen® implant under local anesthesia []. Postoperative regimen consisted of topical moxifloxacin eye drops four times a day for a week and prednisolone eye drops six times a day tapered over 6 weeks. Follow-up visits were arranged on first postoperative day, at 1 and 2 weeks and 1, 2, 3, 6 months and 1 year after surgery. At 3 months post-op, patient maintained a BCVA of 20/30 in left eye. When last seen one year post-op, the BCVA of 20/30 was maintained and intraocular pressure was 9 mmHg without any anti-glaucoma medication. There was a diffuse bleb with no changes observed in visual field in left eye [].", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'10392736': 1, '17914434': 1, '17413972': 1, '21498810': 1, '17122118': 1, '21666320': 1, '28816964': 1, '20733558': 1, '22199394': 1, '32801529': 1, '23571259': 1, '22334138': 1, '19900209': 1, '25136237': 2}", "similar_patients": "{}"}