{"patient_id": 141742, "patient_uid": "4210748-1", "PMID": 25352579, "file_path": "noncomm/PMC004xxxxxx/PMC4210748.xml", "title": "Right atrial myxoma with a large tumor embolus in the left pulmonary artery", "patient": "A 74-year-old male patient was referred to our hospital for the treatment of a right atrial tumor. He had experienced the sudden onset of dyspnea and had gone to another hospital. There, transthoracic echocardiography revealed the right atrial tumor. After his transfer to our hospital, transthoracic echocardiography was performed again. The right atrial tumor, which adhered to the interatrial septum, had a tail-like surface projection. The tumor projection was mobile and prolapsed into the right ventricle during diastole (Fig. ). In addition, the right cardiac cavities were dilated and the estimated right ventricle pressure was 63 mmHg, which suggested the presence of moderate pulmonary hypertension. Subsequently, computed tomography (CT) showed that the left pulmonary artery was occluded by a large embolus (Fig. ). Because the embolus formed acute angles with the vessel wall, acute pulmonary embolism was highly suspected. We performed an emergency surgery for the removal of both the right atrial tumor and the embolus in the left pulmonary artery.\\nIn the supine position, a median sternotomy was made. Cardiopulmonary bypass was established by ascending aortic and bicaval cannulation without inducing hypothermic circulatory arrest. When the right atrium was opened, we observed a gelatinous and irregular shaped tumor with a multipapillary surface (Fig. ). Because the tumor was fragile and its attachment could not be confirmed as it was, the majority of the tumor was crushed and the remaining part, which adhered to the fossa ovalis, was resected with the interatrial septum. The defect of the interatrial septum was closed by an autologous pericardial patch. Finally, the main pulmonary artery was opened and the embolus, which was wedged into the left pulmonary artery, was removed (Fig. ). Histopathological examination showed that both the right atrial tumor and the pulmonary embolus were myxoma. Postoperative course was uneventful and recurrence of the tumor was not observed at 2 years postoperatively.", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'9578352': 1, '22037712': 1, '15090715': 1, '7382545': 1, '28127217': 1, '30386551': 2, '16392241': 1, '21191685': 1, '31861001': 2, '31149363': 1, '15833986': 1, '15860393': 1, '7477198': 1, '19491129': 1, '25352579': 2}", "similar_patients": "{'6940114-1': 1, '6204717-1': 1}"}