{"patient_id": 142638, "patient_uid": "4274560-1", "PMID": 25538787, "file_path": "noncomm/PMC004xxxxxx/PMC4274560.xml", "title": "Vasculitis and long standing ankylosing spondylitis in a patient with familial Mediterranean fever", "patient": "A 35-year-old Caucasian male diagnosed with FMF in childhood was admitted to the hospital in 2010 with widespread cutaneous eruptions on the lower limbs, which gradually intensified within the 5 days prior to the admission. The patient also had swelling and pain over his right wrist and left knee. He was on regular colchicine treatment with 1.5 mg/day for the last 17 years. No recent exposure to other drugs was recorded. There were no symptoms of infectious diseases such as fever, abdominal pain, and diarrhea prior to the cutaneous disease. The main complaints for the past 10 years were low back pain and morning stiffness.\\nOn physical examination there were macular, brown cutaneous eruptions with confluence on both legs. In addition to right wrist and left knee arthritis, the patient had restricted painful spinal movements in all directions, suggestive of AS with modified Schober test of 3 cm.[] The rest of the physical examination was unremarkable.\\nOn laboratory examination, level of hemoglobin was 9.3 g/dL (normal (N) −12-14 g/dL), consistent with anemia of chronic disease. Erythrocyte sedimentation rate (ESR) and C- reactive protein (CRP) were 59 mm/h (N −0-20 mm/h) and 7.27 mg/dL (N −0-0.8 mg/dL), respectively. Sacroiliac joints radiography was compatible with bilateral grade IV sacroiliitis []. A skin biopsy from the frontal aspect of tibia showed fibrin deposits, nuclear debris, endothelial swelling and neutrophils infiltrating capillary wall, suggestive of small-vessel vasculitis []. Immune fluorescence staining did not detect immune deposits. Serum IgA level was elevated at 617 mg/dL (N −82-453 mg/dL). HLA-B27 antigen was positive. Antinuclear antibodies (ANA), antineutrophil cytoplasmic antibody (ANCA), and cryoglobulins were undetectable. Levels of complement fractions and urine examination were within normal limits. Biochemical profile, hepatitis B and C serology, chest X-ray, and abdominal ultrasonography were also unremarkable. Mutational genetic analysis of the MEFV gene was consistent with compound heterozygote state (R202Q/R726A).\\nTreatment with oral prednizolone (15 mg/day), sulfasalazine (2 g/day), acemetacin (120 mg/day), and colchicine (1.5 mg/day) was commenced. After 10 days of the treatment the skin eruptions completely disappeared, arthritis and low back pain substantially subsided.\\nSubsequently, dose of prednizolone was tapered and then stopped. Other drugs were continued at lower doses.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'9228232': 1, '8427517': 1, '18006045': 1, '9355205': 1, '23166428': 2, '6353905': 1, '29032440': 1, '20861596': 1, '31921111': 1, '468217': 1, '30963052': 2, '16283319': 1, '18795391': 1, '23356447': 1, '30294346': 1, '21437693': 1, '28461821': 1, '7458430': 1, '22614802': 1, '25538787': 2}", "similar_patients": "{'6433139-1': 1, '3492681-1': 1}"}