{"patient_id": 153082, "patient_uid": "4944641-1", "PMID": 27453670, "file_path": "noncomm/PMC004xxxxxx/PMC4944641.xml", "title": "Breast metastases from a malignant peripheral nerve sheath tumor of the kidney: An unusual presentation", "patient": "An 80-year-old female patient was referred to urology for evaluation of a 3.8 cm × 2.8 cm × 3 cm mass in the left kidney that was discovered incidentally on ultrasound of the abdomen. Computed tomography (CT) of the abdomen and pelvis revealed 3.6 cm uniformly enhancing mass in the left kidney suspicious for a renal neoplasm []. No regional lymphadenopathy was noted. CT-guided needle core biopsy of the left kidney consisted of normal renal parenchyma and one core composed of interlacing bundles of spindle cells with mild nuclear pleomorphism. Necrosis was not identified. Mitotic count was 6 mitoses per 10 high-power fields. Multiple immunohistochemical stains using a polymer detection system with diaminobenzidine chromogen demonstrated diffuse expression of vimentin and S-100 protein [], but negative expression of cytokeratin (CK) OSCAR, CK 7, CD10, renal cell carcinoma (RCC), Pax 2, CD34, CD117/c-kit, smooth muscle actin, neurofilament, HMB-45 or Melan-A. The neoplasm was diagnosed as a spindle cell neoplasm with suggestion of peripheral nerve sheath differentiation; recommend resection of the tumor and further pathologic study. Personal and family history was negative for NF-1. The patient was advised treatment but refused surgical intervention. Eight months later, she felt a mass in her right breast, and CT scan of the chest and abdomen revealed a 1.2 cm × 1.2 cm peripherally enhancing lesion in the right breast and increase in the size of the left renal lesion (5.1 cm × 4.8 cm × 5.0 cm). Additional mammogram images showed two masses in the right breast (measuring 2.7 cm [] and 1.9 cm). Subsequent ultrasound-guided needle core biopsy of the right breast masses consisted of multiple cores of spindle cell neoplasm, similar to that from the left kidney, but with increased cellularity and increased nuclear pleomorphism []. Mitotic count was 14 mitoses per 10 high-power fields. Areas of geographic tumor necrosis were present. Immunohistochemical stains performed on the breast biopsy demonstrated positive expression of S-100 protein, but a negative expression of CK cocktail, CK MNF116, p63, HMB-45, and Melan-A or MDM2. On further consultation with pathology and review of previous kidney slides, a diagnosis of high-grade MPNST was rendered, most likely primarily in the kidney, and metastatic to the breast. Metastatic workup with nuclear bone scan of the whole body was negative for any other masses. The patient refused any kind of treatment and preferred hospice care. The patient died 6 months later receiving hospice care.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'3082508': 1, '23995478': 1, '12094716': 1, '19829045': 1, '16448437': 1, '22773934': 1, '17335579': 2, '18286466': 1, '19136788': 1, '15293742': 1, '10489179': 1, '19259060': 1, '22057067': 1, '14594697': 1, '1949463': 1, '26159374': 1, '21418642': 2, '10556478': 1, '24069105': 1, '27453670': 2}", "similar_patients": "{'1820595-1': 1, '3070674-1': 1}"}