{"patient_id": 75923, "patient_uid": "4084792-1", "PMID": 24928346, "file_path": "comm/PMC004xxxxxx/PMC4084792.xml", "title": "Induction of vitiligo after imiquimod treatment of condylomata acuminata", "patient": "A 28-year-old Chinese male presented to our clinic with a 3-year history of condylomata acuminata of the penis. His lesions had been previously treated several times with liquid nitrogen and electrodessication without causing any pigmentary changes, but his problem had relapsed half a month before presentation and now he was presenting with five new warts. The patient was treated with electrodessication to remove his condylomata acuminata. When his wound healed 12 days later, he was advised to use imiquimod 5% cream for relapse prevention. He applied the cream for three nights weekly and washed it off in the morning. Before long, he noticed some irritation from erythema and excoriation in the treated areas, but he persisted in the application. After about 12 weeks of continuous use, he again presented to the clinic complaining of vitiligo-like depigmentation of the macules on his penis. He was instructed to stop using the imiquimod, but the macules in the treated areas gradually enlarged and asymptomatically merged; a vitiligo-like, depigmented patch also appeared on his scrotum during the following 10 days. After 4 weeks of applying tacrolimus 0.1% ointment, the lesions became slightly repigmented, and the area of vitiligo lesions stabilized. Unfortunately, no further repigmentation occurred after 3 months of follow-up.Laboratory examination and a skin biopsy were recommended. He and his family members had no history of vitiligo, other depigmented dermatoses, or autoimmune disorders. He denied use of any other topical treatment. Physical examination showed vitiligo patches involving the glans penis, the shaft of the penis, and the scrotum, along with some remaining pigmented areas within the vitiligo plaques (Figure \\n). Wood’s light accentuated the depigmented areas. He was not tired or irritable. EKG, chest X-ray, and thyroid and abdominal ultrasonic scans indicated no cardiac, pulmonary, bilateral thyroid, hepatic, splenic, nephritic, or other organ involvement.\\nAdditional laboratory analysis revealed normal counts of white blood cells, red blood cells and blood platelets; normal elevated erythrocyte sedimentation rate; normal thyroid function tests; negative antistreptolysin O titer and rheumatoid factor; normal serum immunoglobulins G, M, and A, E levels; normal liver enzyme level; normal blood urea nitrogen and creatinine level; normal blood glucose level; negative antinuclear and antineutrophil cytoplasmic antibodies; negative HIV and syphilis antibodies; normal hepatitis A, B, and C serology; normal urine and stool analysis.A skin biopsy was performed on the dorsal surface of the penis, which showed a complete absence of melanocytes and melanin granules in the basal layer but with a normal dermis (Figure \\n). Loss of melanocytes and melanin granules in the epidermis was highlighted by Fontana-Masson staining (Figure \\n). Melanocytes and melanin granules exist in the epidermal basal-cell layer of normal skin (Figure \\n). He was diagnosed, clinically and pathologically, with imiquimod-induced localized vitiligo.", "age": "[[28.0, 'year']]", "gender": "M", "relevant_articles": "{'28543699': 1, '23823845': 1, '18474469': 1, '33613232': 2, '17229604': 1, '28672903': 1, '18728724': 1, '18067624': 1, '24387343': 1, '17498429': 1, '15793538': 1, '9449906': 1, '18032867': 1, '12757252': 1, '16836520': 1, '24216675': 1, '23258837': 1, '20033192': 1, '28218231': 1, '23289357': 1, '21772604': 2, '24411029': 1, '34614305': 1, '24928346': 2}", "similar_patients": "{'7879291-1': 1, '3132920-1': 1, '3132920-2': 1}"}