{"patient_id": 152645, "patient_uid": "4916760-1", "PMID": 27279405, "file_path": "noncomm/PMC004xxxxxx/PMC4916760.xml", "title": "Epidermoid cyst at a rare location, as a content of inguinal hernia: A case report with a review of the literature", "patient": "A 29-year-old female presented with a lump in the left inguinal region for the last 4 years. She experienced mild, occasional pain on standing for a long time. On examination, the lump was found to be non-tender and partially reducible, and cough impulse was present, getting above the swelling was negative. Abdominal examination showed no other abnormality. Clinically, it was diagnosed as left inguinal hernia. The patient was planned for an elective totally extra-peritoneal (TEP) mesh repair after routine preoperative investigations.\\nDuring surgery a large mass of about 11 cm × 5 cm was found in the left inguinal region, extending from the deep inguinal ring to beyond the superficial inguinal ring. Intraoperatively, the mass seemed to be a cystic lesion and was attached to the left round ligament within the inguinal canal []. The operative approach was changed to trans-abdominal preperitoneal (TAPP) repair due to the large size of the mass and to view the intra-abdominal organs to trace the site of origin. Intra-abdominal organs such as the uterus, ovaries and its ligaments were normal and the cystic mass was only attached to the round ligament in the left inguinal canal. The cystic mass was completely mobilised and excised laparoscopically. Polypropylene mesh (Prolene®, Ethicon) of 15 cm × 13 cm size was placed for hernia repair at the left myopectineal orifice. The excised mass [] was sent for histopathological examination and was reported to be epidermal inclusion cyst []. The patient was discharged on post-operative day 1.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'8577967': 1, '29089741': 2, '24678494': 2, '23702361': 1, '23995475': 1, '25125963': 1, '27279405': 2}", "similar_patients": "{'3965704-1': 1, '5649431-1': 1}"}