{"patient_id": 143051, "patient_uid": "4296267-1", "PMID": 25598687, "file_path": "noncomm/PMC004xxxxxx/PMC4296267.xml", "title": "Solitary Osseous Metastasis of Rectal Carcinoma Masquerading as Osteogenic Sarcoma on Post-Chemotherapy Imaging: A Case Report", "patient": "A 26-year-old woman presented to the outpatient department with a chief complaint of pain in the left lower limb of 1 month duration. The patient had a known case of rectal carcinoma for which she had undergone a diagnostic laparoscopy and transverse colostomy and was on neoadjuvant chemotherapy thereafter.\\nA clinical examination revealed painful swelling of a unilateral lower limb. A radiograph of the femur was obtained which showed ill-defined lytic area in the proximal meta-diaphyseal region of the left femur with spiculated periosteal reaction (). The patient underwent a computed tomography (CT) study of the pelvis and the proximal lower limbs, which showed a lytic lesion with a circumferential spiculated sunburst type of periosteal reaction and an ill-defined associated vascular soft tissue component in the proximal third of the meta-diaphysis of the left femur (). A provisional diagnosis of osteogenic sarcoma was made based on the radiograph and CT scan findings.\\nA magnetic resonance imaging (MRI) examination of the thigh was performed to evaluate the local disease. MRI revealed altered marrow signal intensity in the proximal meta-diaphysis of the left femur with a circumferential soft tissue mass. Hypointensity was seen in the radial distribution on gradient echo sequences, corroborating the \"sunburst\" calcification noted on the radiograph and CT scan (). The lesion showed significant peripheral enhancement in the soft tissue component (). These findings supported a diagnosis of a second primary lesion in the form of osteogenic sarcoma.\\nA CT-guided biopsy was performed to confirm the diagnosis and revealed an extremely tiny focus malignant tumor composed of scattered large polygonal cells with a moderate amount of vacuolated cytoplasm, hyperchromatic nuclei, and occasional prominent nucleoli. The differential diagnoses considered were high grade carcinoma and lymphoma (anaplastic large cell lymphoma or plasmablastic lymphoma) but this was unlikely to be osteogenic sarcoma. A special stain for mucicarmine was positive. The tumor cells were immunopositive for epithelial markers, including cytokeratin (CK) and epithelial membrane antigen but negative for lymphoma and plasma cell markers, i.e., leukocyte common antigen, CD30, and CD138. The tumor cells were also immunopositive for CK20 and Cdx2, but negative for CK7, confirming metastatic poorly differentiated adenocarcinoma primarily of colonic origin ().\\nBased on the histology, we reviewed the positron emission tomography (PET)-CT staging scan and prior radiographs taken at the time of presentation 6 months previously. The radiographs showed an ill-defined lytic lesion in the proximal femur that appeared to be an ill-defined lytic area on the PET-CT images and was mildly 18F-fluorodeoxyglucose (FDG)-avid, with a standardized uptake value (SUV) of 3.2 (). Thus, the lesion was present prior to chemotherapy. These findings were inadvertently not communicated to the treating physician.\\nThe patient underwent a re-staging PET-CT scan, which showed no other skeletal or visceral metastasis, and the lesion in the proximal meta-diaphyseal region of the femur had a decreased SUV value compared to that of the previous staging PET-CT, and it now measured 1.2. Thus, the radiological appearance represented healed metastases from the primary rectal carcinoma with calcification, which mimicked the classic pattern of a spiculated sunburst periosteal reaction with a lytic sclerotic appearance of an osteogenic sarcoma.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'20840793': 1, '11748466': 1, '21296855': 1, '17857618': 1, '32721882': 1, '22219016': 1, '19664211': 1, '33543320': 1, '21103253': 1, '657936': 1, '11386465': 1, '10613479': 1, '26261483': 1, '25598687': 2}", "similar_patients": "{}"}