{"patient_id": 77852, "patient_uid": "4214434-1", "PMID": 25364439, "file_path": "comm/PMC004xxxxxx/PMC4214434.xml", "title": "Responses to crizotinib in a patient with c-ros oncogene 1, receptor tyrosine kinase-positive advanced lung adenocarcinoma: A case report", "patient": "A 36-year-old male presented to the Department of Oncology of Changzhou Tumor Hospital (Changzhou, China) with a persistent cough, which he had suffered with for two years, 1-day hemoptysis and shortness of breath. The patient was currently smoking 100 packets of cigarettes per year and had an otherwise unremarkable medical history.\\nA physical examination revealed decreased breath sounds in both lung fields, however no other signs were revealed. Positron emission tomography/computed tomography (CT) scans revealed a mass measuring 6.3×6.2 cm in the right middle lung lobe, and the maximum standardized uptake value (SUVmax) was measured as 9.4, with atelectasis of the right lower lobe. There were multiple ground-glass opacities (GGOs) in both lungs, the largest of which was positioned in the right apicoposterior segmental lung lobe, which measured ~2.0×2.5 cm, and the SUVmax was 2.4. The supraclavicular lymph nodes were grossly enlarged on both sides. There was no metastasis observed in any other organ.\\nA fiber-optic bronchoscopy detected a stenotic lesion at the opening of the right middle lobe bronchus. A bronchoscopic biopsy confirmed the diagnosis of adenocarcinoma (). Genotype analysis, using an amplification refractory mutations system, determined that the patient had expression of wild-type epidermal growth factor (EGFR), a commonly mutated oncogene. FISH and IHC showed that the patient was negative for the echinoderm microtubule-associated protein-like 4 (EML4)-anaplastic lymphoma kinase (ALK) fusion protein. The patient’s clinical stage was determined as T4(IpsiNod) N3M1a (contralateral lung) (stage IV).\\nOne cycle of chemotherapy was administered, containing pemetrexed (500 mg/m2, d1) and cisplatin (75 mg / m2, d1). One month later, the patient’s disease had progressed; the shortness of breath had worsened, and the pulmonary stenosis (PS) had deteriorated from 1 to 3. The CT scans showed that the targeted lesion in the right middle lobe had shrunk,; however, the nodules in the left lung had become enlarged, and there was a new lesion measuring ~1.0×1.3 cm at the hilus of the left lung. The presence of GGOs in both lungs had increased and enlarged (). The ROS1 protein was detected using IHC, with a staining intensity of >70% 2+ or 3+ () (). Furthermore, a break-apart FISH procedure was used to test for ROS1 gene rearrangements; however, the result was negative when the cutoff value was set at 15% () ().\\nThe patient had severe PS and was being treated with no other targeted therapies, therefore crizotinib treatment was orally administered at the standard dose of 250 mg twice daily. One week later, the patient’s symptoms had improved and the PS was measured at 1, a decrease as compared with the previous measurement. Following four weeks of crizotinib treatment, the CT scans detected an improvement; the targeted lesions in the right lung and left lung hilus had shrunk and the GGOs had almost disappeared (). According to the Response Evaluation Criteria in Solid Tumors criteria, version 1.1 (), the patient’s cancer had elicited a partial response to the crizotinib treatment.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'22500682': 1, '27738334': 1, '22919003': 1, '19097774': 1, '23514723': 1, '27535289': 1, '23887156': 1, '21346147': 1, '25364439': 2}", "similar_patients": "{}"}