{"patient_id": 148849, "patient_uid": "4640041-1", "PMID": 26622145, "file_path": "noncomm/PMC004xxxxxx/PMC4640041.xml", "title": "Neonatal orbital abscess", "patient": "A 12-day-old girl developed persistent fever along with rapidly increasing swelling and redness in the right eyelids since 2 days. On admission, the patient's temperature was 100.4°F, heart rate was 156 beats/min with no evidence of lymphadenopathy. On physical examination, the baby was lethargic, irritable and was not feeding well. The baby had an uneventful full term normal vaginal delivery with birth weight of 3 kg and no significant past medical history.\\nOcular examination of the right eye revealed massive swelling, marked erythema and increased temperature of the upper and lower eyelids []. There was proptosis of 5 mm. Conjunctiva showed congestion and grade three chemosis along with frank serous discharge. There was gross restriction of extraocular muscle movements in all gazes. The pupil was reactive to light without afferent pupillary defect. The rest of the anterior segment examination and fundus examination were within normal limits. Intraocular pressure was 15 mm of Hg. Left eye was within normal limits.\\nOn investigations, white blood cell count was increased to 23,200 cells/mm3 with neutrophil predominance of 73% along with 15% lymphocytes, ten percent monocytes and two percent eosinophils. Erythrocyte sedimentation rate (ESR) was 86 mm/h. Blood, cerebrospinal fluid (CSF) and urine cultures were sterile. CSF examination was within normal limits.\\nA provisional diagnosis of orbital cellulitis was made. Empirical therapy with intravenous ceftazidime and amikacin were started. In spite of treatment, lid swelling and proptosis (12 mm) were increasing []. Even the fever continued to rise being 101.1°F on the third day. There was further restriction of extraocular muscle movements in all gazes. Magnetic resonance imaging (MRI) of the orbit was suggestive of right orbital cellulitis with abscess formation involving the retrobulbar region of the right eye in postero-inferior quadrant of right orbital cavity extending to upper and lower antero-lateral quadrant with moderate degree of supero-lateral proptosis of right eye []. MRI brain and paranasal sinuses revealed no pathology.\\nAs there was no response to systemic antibiotics and the swelling along with proptosis was increasing, surgical drainage of the abscess was performed via external approach through anterior orbitotomy under general anesthesia. Around 12 ml of thick yellowish pus was drained and sent for culture and sensitivity. All loculi of the abscess cavity were broken. The wall of the abscess cavity was excised and sent for histopathological examination. Flat silicon drains were placed. Culture of pus demonstrated methicillin resistant Staphylococcus aureus (MRSA) sensitive to vancomycin, linezolid, sparfloxacin, rifampin, and gentamicin.\\nPostoperatively, the patient received intravenous linezolid to which she responded very well with steady decrease in proptosis, swelling and fever over the next 7 days []. Silicon drains were removed after 3 days. WBC count reduced to 12,300 cells/mm3 and ESR to 22 mm/h with subsidence of temperature to normal after 5 days. The baby had eyelid retraction post-operatively which resolved spontaneously after 3 weeks []. Eyelid edema subsided fully after 3 weeks of treatment with full and free movement of eyeball in all directions of gaze.", "age": "[[12.0, 'day']]", "gender": "F", "relevant_articles": "{'18165399': 1, '18930673': 1, '17043704': 1, '28314224': 1, '10641894': 1, '16423509': 1, '16874168': 1, '6866441': 1, '23782382': 1, '22490061': 2, '21463961': 1, '24008806': 2, '11698739': 1, '26622145': 2}", "similar_patients": "{'3352026-1': 1, '4061682-1': 1}"}