{"patient_id": 144099, "patient_uid": "4366828-1", "PMID": 25810964, "file_path": "noncomm/PMC004xxxxxx/PMC4366828.xml", "title": "Seatbelt versus seatbelt and airbag injuries in a single motor vehicle crash", "patient": "There were 2 cases involved in the same MVC (driver and passenger).\\nA 41- year old female, front-seat passenger restrain by seatbelt (no air bag), presented to our trauma center with grade IV shock, heart rate of 120 bpm, blood pressure of 80/45 mmHg, respiratory rate of 28 per min, oxygen saturation of 89%, and GCS of 14. Though, airway was clear, there was decreased air entry on left lateral side. Seat belt sign was noted over left chest and lower abdomen with degloving injury of lower abdomen and left lateral lumbar area. She also had a 15 cm laceration on left forehead with active bleeding, grade IV open fracture of the right distal radius with obvious transected right radial artery.\\nThe patient was resuscitated with oxygen mask, crystalloid infusion and two units of ‘O’ negative (uncrossed match) PRBC in the trauma room and massive blood transfusion was activated. Focus Assessment with sonography of trauma (FAST) was positive, chest X-ray demonstrated herniation of abdominal content into the left pleural cavity [] and pelvic X-ray was normal.\\nPatient was immediately transferred for exploratory laparotomy and found to have grade V left diaphragmatic rupture with significant left hemothorax, transected 10 cm of jejunum with its mesentery [], and multiple bleeding mesenteric lacerations in mid small bowel and distal ileum. There was also a small paracecal hematoma, lacerated serosa of sigmoid colon with laceration of its mesentery, and small non-expanding retroperitoneal hematoma in left zone-2. Patient underwent diaphragmatic repair, irrigation of left hemothorax, left thoracostomy tube insertion and primary anastomosis of jejunum. A large soft tissue hematoma of (degloving/shearing injury) lower abdomen and left lateral lumbar areas were evacuated and drained with three large J-vac closed suction []. Right radial artery was ligated after positive triphasic Doppler signal of right ulnar artery, followed by external fixation of right radius, wound debridement and closure.\\nPatient was hemodynamically stable and was underwent head, chest and abdominal CT scan post-operatively. The CT findings revealed significant left lung contusion, fracture of left 10-11 ribs, fracture of 7th rib, non-perfused left kidney surrounded by small hematoma with thrombosed distal left renal artery, and unstable chance fracture of L2 with no cord compromise.\\nThe patient maintained her vital signs after 12 hours with normalization of the acid-base balance. On tertiary trauma survey, patient was unable to move both lower limbs. Emergent MRI revealed congenital tethered spinal cord to the level of lower L2 with cord contusion extended from upper L1 to lower L2. X-ray of the extremities showed fractures of right lateral malleolus, 2nd and 3rd right metatarsal and query right talus, and fractured right foot 1st and 2nd phalanx, and fracture of right 5th MCB. She was extubated after 11 days; pedicle screw fixation was performed after 17 days with back brace applied for continuous physiotherapy, and she was able to walk normally after 2 months.\\nThe second patient involved in the same MVC with the first patient was a male of 40 years old. This patient was using seatbelt and the airbag was working during the accident. He arrived with a stable hemodynamic status, GCS of 15, and decreased air entry to left lateral field of lung. He had seatbelt marks over his left chest and lower abdomen with moderate degloving injury of left lateral abdominal wall. Secondary survey revealed blood at the external urethral meatus, and had incidental right inguinal hernia. FAST was negative, fracture left mid femur, right radius, fibula and talus. Chest X-ray showed herniation of bowel to left hemi-thorax. CT scan demonstrated grade V left diaphragmatic injury with herniation of abdominal content into left hemothorax [], bilateral lung contusions, suspicious of extravasated contrast from prostatic urethra. Patient was shifted to the operating room for repair of diaphragm, insertion of left thoracostomy tube and repair of mesenteric tear of ileocecal junction, rectosigmoid junction, and serosal tear of rectum []. He was extubated after 10 days; open reduction internal fixation for left femur was done after 12 days. The patient was doing well and transferred to trauma floor after 14 days.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'26495409': 2, '16850330': 1, '1996397': 1, '26620996': 1, '7723093': 1, '21720604': 1, '6632022': 1, '11476415': 1, '20113946': 1, '2917428': 1, '31191161': 1, '2911101': 1, '15261363': 1, '23463903': 1, '21619677': 1, '19093906': 1, '9322665': 1, '33168075': 1, '2304113': 1, '2712201': 1, '2955778': 1, '6469334': 1, '25810964': 2}", "similar_patients": "{'4608342-1': 1}"}