{"patient_id": 142881, "patient_uid": "4286908-1", "PMID": 25580361, "file_path": "noncomm/PMC004xxxxxx/PMC4286908.xml", "title": "Gastric Cancer Presenting as a Krukenberg Tumor at 22 Weeks' Gestation", "patient": "A 38-year-old pregnant Hispanic woman, gravida 4, para 4, with a gestational age of 22 weeks was referred to a tertiary center with complaints of intermittent abdominal pain for the past 3 months, and worsening symptoms over the past 3 to 4 weeks. The nonradiating pain originated in the epigastric region, was of moderate to severe intensity, and worsened upon food ingestion, with no obvious relieving factor. The patient also had nausea with a few intermittent episodes of bilious vomiting; however, she denied any hematemesis, melena, or hematochezia. During routine prenatal care at another hospital, her symptoms were attributed to the underlying pregnancy. She was prescribed ranitidine, which failed to alleviate her symptoms. She denied any past medical problems and was not taking any medications prior to her pregnancy. Her prior pregnancies were full term, normal vaginal deliveries and were uneventful. She denied the use of alcohol, smoking, or illicit drugs.\\nOn examination she was afebrile, with a heart rate of 87 bpm, blood pressure of 123/87 mmHg, and was saturating well on room air. The physical exam was remarkable, indicating a gravid uterus at around 28 weeks' of gestation. She had mild epigastric tenderness and was found to have a tender mass from midline to the left flank. The patient had no pedal edema, and (I think the physical exam should be in a separate sentence from the labs.) laboratory findings revealed normal electrolytes and creatinine; hemoglobin was 11.5 g/dl, and platelets were 277 K/µl. While carcinoembryonic antigen (CEA) and cancer antigen 19-9 (CA 19-9) levels were normal, the cancer antigen 125 (CA 125) was found to be elevated to 846 U/ml. An ultrasound revealed a normal intrauterine pregnancy (), and a left adnexal mass of heterogeneous echodensity of ~13.4 cm in the diameter at its largest side, which was distinct from the uterine mass, displaying characteristics of an ovarian neoplasm (). Magnetic resonance imaging (MRI) was recommended for further evaluation, and confirmed a large pelvic mass arising from the left adnexa, with ascites and demonstrated edema of the mesentery and omentum ().\\nPhysicians from the Maternal Fetal Medicine (high-risk obstetrics) and gynecology oncology departments discussed the findings with the patient and decided to continue the pregnancy while proceeding with surgical staging. However, a few days after admission and prior to the scheduled date for surgery, she had worsening abdominal pain and was found to be in active labor. The patient subsequently delivered a viable infant via vaginal delivery. Gestational age at birth was 23 weeks, with the female infant weighing 510 g and having Apgar scores of 2, 6, 7. There were no fetal anomalies and the infant was admitted to the neonatal intensive care unit for further care. Postpartum, the patient underwent an exploratory laparotomy, which revealed straw colored ascites upon entry and a large mass originating from the left ovary. The neoplasm had ruptured intraoperatively, and only the solid tumor was visible. The left ovary was processed for frozen section investigation, which revealed the presence of a Krukenberg tumor (). Subsequently, an abdominal examination noted that the omentum harbored marked reactive tissue, which indicated metastases, and a tumor was palpated along the lesser curvature of the stomach, which suggested a primary gastric cancer. Palliative gastrectomy was not performed.\\nBased on the intraoperative exams, an esophagogastroduodenoscopy was performed, which revealed patchy areas of erythema on the non-peristaltic stomach wall, with superficial ulceration along the lesser curvature (). Multiple biopsies were obtained that showed the presence of a poorly differentiated adenocarcinoma. The patient was diagnosed as having stage IV gastric cancer and was scheduled for palliative chemotherapy. She underwent multiple hospital admissions after the advanced-cancer diagnosis for reasons including development of submassive pulmonary embolism, seizures secondary to acute ischemic stroke, and hospital-associated pneumonia. She received 2 cycles of FOLFOX before succumbing to cancer.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'22579258': 1, '2174920': 1, '29988841': 1, '34849310': 1, '17852427': 1, '27891398': 1, '26587120': 1, '11408874': 1, '17364691': 1, '29577180': 1, '2031366': 1, '21838532': 1, '3553778': 1, '16538048': 1, '19856045': 1, '21601782': 1, '17601923': 1, '25580361': 2}", "similar_patients": "{}"}