{"patient_id": 87440, "patient_uid": "4929799-1", "PMID": 27386122, "file_path": "comm/PMC004xxxxxx/PMC4929799.xml", "title": "Immunoglobulin G4-related disease: a rare disease with an unusual presentation", "patient": "A 68-year-old lady of an African American descent presented to the office with complains of unintentional weight loss of thirty pounds over the last year. She had a history of follicular lymphoma that had transformed to a diffuse large B-cell lymphoma (DLBCL) diagnosed more than 20 years ago. It was treated with eight cycles of chemotherapy (cyclophosphamide, daunorubicin, vincristine, and prednisone) followed by radiotherapy. She underwent complete remission with no evidence of recurrence until now.\\nShe was noted to have pancytopenia in September 2014. Owing to a concern for the recurrence of lymphoma, a positron emission computerized tomography (PET–CT) was obtained which revealed a mass in her psoas muscle. Biopsy of the mass showed the presence of a few macrophages and failed to reveal any evidence of malignancies or reoccurrence of lymphoma.\\nThe patient then started noticing further weight loss and decrease in her appetite since, and presented to the office again after a year. A repeat PET–CT was performed which demonstrated an overall enlargement of the left iliac and psoas muscles (Fig. ). The FDG-uptake (fluorodeoxyglucose -uptake) along the left rectus femoris muscle had increased to 12 from the previous value of 9.2. The thickness had also increased to 3 cm from the previous 2 cm last year. A new area of uptake was also noted in the left gluteus medius muscle that had an uptake value of 7.9.\\nCore biopsy of the masses performed thereafter revealed fibrosis with sparse lymphocytic infiltrate and hemosiderin deposition, unremarkable plasma cells, without evidence of a lymphoma (histopathology slides 1–3). A quantitative IgG was performed that showed a value of 2030 mg/dL (reference range: >19 years of age 700–1600 mg/dL). IgG4 subclass was also significantly elevated at 1022 (reference range 7–89). Workup for multiple myeloma was negative with serum protein electrophoresis showing a chronic inflammatory pattern and did not identify a monoclonal protein, but rather a polyclonal increased in IgG. Other laboratory investigations were as follows: Creatinine 0.75 mg/dL, LDH 135 U/L, BUN 18 mg/dL; (reference ranges: 0.6–1.1 mg/dL, 140-280 U/L, 7–20 mg/dL, respectively).\\nThe patient was seen in consultation, and a recommendation was made to treat her with steroids after discussing her case with the pathologist.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'19940298': 1, '21124093': 1, '19398440': 1, '16202223': 1, '21045701': 1, '22316447': 1, '14614606': 1, '22596100': 1, '25809420': 1, '17634963': 1, '20511168': 1, '22736240': 1, '18360602': 1, '27386122': 2}", "similar_patients": "{}"}