{"patient_id": 140970, "patient_uid": "4165060-1", "PMID": 25249725, "file_path": "noncomm/PMC004xxxxxx/PMC4165060.xml", "title": "Isolated renal mucormycosis in an immunocompetent child", "patient": "An 18-month-old male child presented with 3 days history of fever, rigors and pyuria, 5 months prior to admission. He was born to non-consanguineous parents. The child is appropriately immunized for his age. He weighed 11 kg and had normal height for age also. Urine microscopy showed plenty of pus cells. Ultrasonogram (USG) showed a swollen left kidney. There was no obstruction or perinephric collection. Right kidney was normal. Urine culture grew Escherichia coli. He was treated with ceftriaxone for a week and the child recovered. The child had two similar episodes in the next 4 months. He was treated with oral cefixime and oral ciprofloxacin for a week each time by the pediatrician. He was referred to us for recurrence of fever and pyuria. At admission, the child was toxic with a temperature of 39°C, heart rate 142/min and respiratory rate 38/min and had a palpable, enlarged left kidney. Pertinent laboratory data included hemoglobin 13.8 g/dl; white blood cell count 14,900/mm3 (neutrophils 11,622 and lymphocyte 2980); serum creatinine 0.8 mg/dl; fasting blood glucose 79 mg/dl; and human immunodeficiency virus-negative. Urinalysis had a pH of 6.5, plenty of white blood cells and red blood cells. Urine and blood bacterial culture was sterile. Intravenous urogram and 99mTc ethylene dicysteine renal scintigraphy showed a non-functioning left kidney. USG continued to show swollen left kidney with perinephric stranding with suggestion of intra renal abscess formation along with a perinephric collection of size 4 cm × 3 cm. The child was not responding to piperacillin/tazobactum and amikacin. As the child continued to be toxic, surgical drainage of abscess was considered. During exploration, the left kidney was found be necrotic and hence left nephrectomy was done. The child continued to have fever in the postoperative period.\\nHistopathology report, received on the 3rd postoperative day, showed extensive necrosis and suppuration bordered by epitheloid cell granuloma along with interstitial inflammation by lymphocytes, plasma cells and neutrophils. The necrotic area shows numerous fungal elements which are broad non-septate with irregular branching consistent with mucormycosis []. A diagnosis of isolated left kidney mucormycosis was made. He was started on conventional amphotericin B at a dose of 1 mg/kg/d from the fourth postoperative day. The child tolerated amphotericin B well and became afebrile within the next 3 days. He was continued on amphotericin B for 4 weeks. He continues to thrive well and has normal weight for age. He did not have any recurrence of symptoms or any other opportunistic infection.", "age": "[[18.0, 'month']]", "gender": "M", "relevant_articles": "{'16823048': 1, '9524830': 1, '11545569': 1, '28808367': 2, '16080086': 1, '30524710': 1, '14665938': 1, '34728922': 2, '10534520': 1, '19754758': 1, '22869983': 2, '25249725': 2}", "similar_patients": "{'3409905-1': 1, '5538095-1': 1, '5538095-2': 1, '8515517-1': 1}"}