{"patient_id": 148053, "patient_uid": "4590208-1", "PMID": 26487882, "file_path": "noncomm/PMC004xxxxxx/PMC4590208.xml", "title": "Gastric involvement of sarcoidosis in a patient with multiple lung nodules", "patient": "This was a case report of a 56-year-old Caucasian woman who presented with the chest tightness and discomfort and inability to take a deep breath to the Adnan Menderes University Hospital, Department of Pulmonary Medicine in Aydin, Turkey. Her symptoms started 2 weeks ago with fever, vomiting, coughing, a small amount of purulent sputum and dyspnea in May 2012. She was given levofloxacin 750 mg oral tablet once a day considering the diagnosis of pulmonary infection. Her chest X-ray and CT of the thorax showed bilateral multiple small pulmonary nodules predominantly in the left lower zone. She referred to our department with findings in question. Her medical history was a 10 pack-year of smoking and had undergone cholecystectomy 20 years ago. She had a family history of breast cancer.\\nHer vital signs on the admission were all normal. The oxygen saturation was 98% on room air. Lung auscultation revealed crackles predominately at the left lung base. An incision scar was observed with an examination of the abdomen. Laboratory studies demonstrated a hemoglobin level of 11.3 g/dL (normal range for female: 11.7-15.5) with microcytic hypochromic anemia, hematocrit of 37.3%, white blood cell count of 14.01/mm3 (normal range: 4.1-11.2/mm3) with a normal differential cell count. The erythrocyte sedimentation rate was 102 mm/h and C reactive protein level was 81 (on admission)/57.5 (1 week later) mg/L (normal range: 0-5 mg/L).\\nThe level of albumin was 3.3 g/dL (normal range: 3.5-5 g/dL), alkalen phosphatase was 212 U/L (on admission)/158 (1 week later) (normal range: 40-150 U/L), γ-glutamyl transpeptidase was 80 U/L (on admission)/56 (1 week later) (normal range: 9-36 U/L), lactate dehydrogenase was 250 U/L (normal range: 125-243 U/L). Other liver and renal function tests were within the normal ranges. The serum levels of tumor markers include CA 15-3, CA 19-9, alpha-fetoprotein, carcinoembryonic antigen were normal. The level of CA-125 was high as 228.7 U/mL (normal range: 0-35 U/mL).\\nChest X-ray and thorax CT showed pleural nodularity associated with pleural effusion in the left side of the thorax. A polygonal subpleural nodule with 6 mm in diameter was identified in the posterior part of the right upper lobe []. CT of the abdomen showed several paraaortic lymphadenomegalies reaching maximally about 1.5 cm in diameter and the gallbladder surgically removed.\\nBecause the pneumonia was diagnosed, it has been started sulbactam-ampicillin intravenously four times a day for 1 gram and peroral 500 mg clarithromycin per 2 times a day. Three days after treatment begins, the culture of sputum yields Klebsiella pneumonia that is sensitive to cefazoline and levofloxacine. Treatment was continued without change and completed to ten days.\\nOesophagogastroduodenoscopy was performed due to gastric symptoms and it was revealed a mucosal hyperemia with edema of the gastric antrum and some erosive lesions []. The antral erythematous gastritis and erythematous pangastritis were diagnosed. The specimen was negative for Helicobacter pylori. Mucosal biopsies from the lesions of the gastric antrum showed non-caseating granulomas composed of epithelial and multinucleated giant cells []. Nor microorganism was detected with Periodic Acid-Schiff (PAS) ve Ziehl-Neelsen staining nor foreign or phagocytic particles.\\nDue to suspicion of malignancy for pulmonary nodules, we performed 18F-FDG PET/CT that it is revealed multiple nodules of different size bilaterally in the lower lobes. The nodules showed pathological uptake of 18F-fluoro-2-deoxy-d-glucose (18F-FDG) (The SUV of the larger nodule which is 1.5 cm diameter was 5.5). Multiple mesenteric lymphadenomegaly which are different sizes from the coeliac area, peripancreatic area to the iliac bifurcation were detected with pathological uptake of 18F-FDG (maximum SUVs were 6.6). showed 18F-FDG PET/CT sections which demonstrate pathological uptake of 18F-FDG of the stomach and mesenteric lymphadenopathies.\\nThoracotomy was performed due to increase in the probability of malignancy of the lung nodules. Furthermore, bilateral pleural irregularities which had pathological uptake of 18FDG suggested empyema, though it is aimed to clarify. Partial pleural decortication for pleural thickening and wedge resection for lung nodules were performed. The pathological examination of the wedge resection material of the lung revealed non-caseating granulomas including giant cells, accompanying inflammatory cells, including monocytes, macrophages and lymphocytes. Moreover, chronic active inflammation from decortication material of the pleura was found. No specific microorganism was detected with PAS ve Ziehl-Neelsen staining. Tuberculin skin test was 8 mm in diameter and she had 2 scar of Bacille Calmette Guerin vaccine. Sarcoidosis considered in the differential diagnosis and the level of angiotensin-converting enzyme (ACE) was measured. The ACE level was within the normal limits as 48.60 (8-52) U/L.\\nThe evaluation of patient by the gastroenterologist was concluded that the clinical signs, endoscopic and pathologic findings of the patients are not compatible with Crohn's disease. Clinical assessments and 18F-FDG PET/CT examination showed no other organ involvement. Spirometry was normal. It is considered the case is limited sarcoidosis with pulmonary and gastric involvement. Pantoprazole of 40 mg per day, metoclopramide hydrocloride of 10 mg tablet three times per day, sucralfate 2 gr two times per day were recommended for gastric symptoms.\\nThe patient experienced no further symptoms and remained well on proton pump inhibitor (PPI) (pantoprazole) therapy. She experienced gastric symptoms occasionally within 1-year follow-up. Endoscopy was performed again in order to check the findings and no abnormality was found. The biopsy from the gastric antrum revealed non-caseating granulomatous inflammation consistent with sarcoidosis.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'20946338': 1, '21718331': 1, '16937452': 1, '16775918': 1, '17410465': 1, '28671172': 1, '8365714': 1, '20533777': 1, '17396736': 1, '18418595': 1, '22790127': 1, '9077726': 1, '21161689': 1, '26487882': 2}", "similar_patients": "{}"}