{"patient_id": 81576, "patient_uid": "4470191-1", "PMID": 26237609, "file_path": "comm/PMC004xxxxxx/PMC4470191.xml", "title": "Herpes Simplex Virus (HSV-1) Encephalitis Mimicking Glioblastoma: Case Report and Review of the Literature", "patient": "A 60 year old man presented to the hospital with fever and confusion. His history of present illness included an admission one month earlier for slurred speech, right hemiparesis, and a 4.5 kg unintentional weight loss over four months. On that admission, he was afebrile and physical exam revealed dysmetria and decreased strength, sensation, and proprioception of the right upper extremity. Routine admission laboratory tests were within normal limits. Brain magnetic resonance imaging (MRI) demonstrated multiple left temporoparietal enhancing lesions with cerebral edema and mass effect (A,C). A left frontal lobe brain biopsy revealed a diagnosis of glioblastoma (WHO grade IV). He was discharged and received three weeks of radiation and chemotherapy with temozolomide. The patient’s past medical history was significant for diabetes mellitus.\\nOn current admission, his vital signs included a temperature of 39.7 °C (103.4 °F) and a pulse of 88/min. Physical examination was unremarkable except for left facial weakness and decreased right upper and lower extremity strength. Laboratory tests included a white blood cell (WBC) count of 0.4 K/mm3 (absolute neutrophil count = 0.2 K/mm3), a hemoglobin of 12.3 g/dL, and a platelet count of 20 K/mm3. The remainder of his routine admission laboratory tests were unremarkable. Chest X-ray (CXR) showed a possible right lower lobe infiltrate. CT scan of the head demonstrated left frontal lobe abnormalities and corpus callosum abnormalities in the left frontoparietal region unchanged from the prior MRI. The patient was given a platelet transfusion, started on meropenem for febrile neutropenia, and tapered off dexamethasone (which he presented on 4 mg twice daily).\\nThe patient underwent a lumbar puncture (LP) after his platelet level increased. Cerebrospinal fluid (CSF) analysis showed 0 WBCs/mm3 (nl <5 WBC/mm3), 0 RBCs/mm3, total protein of 100 mg/dL (nl <50 mg/dL), glucose of 33 mg/dL, LDH of 38 IU/L, and a negative Gram stain. His mental status continued to worsen. Electroencephalography (EEG) demonstrated generalized background slowing with left frontotemporal low amplitude sharp waves. The patient was treated with voriconazole 280 mg (IV) q12h and acyclovir 700 mg (IV) q8h while awaiting CSF culture and viral polymerase chain reaction (PCR) results. Repeat brain MRI with contrast showed a new signal abnormality of the right temporal lobe (D). Five days after admission, qualitative CSF PCR was reported positive for HSV-1, confirmed on hospital day 16 by repeat CSF PCR testing. Serum serology was positive for HSV-1 IgG, and negative for HSV-1 IgM and HSV-1 DNA. In the CSF, HSV-1 IgG was positive while HSV-1 IgM was negative, suggesting reactivation. The patient required intubation and blood transfusions. After a week, a repeat EEG showed global slowing, but no frontotemporal sharp waves. His hospital course was complicated by nosocomial pneumonia. Despite granulocyte colony-stimulating factor (G-CSF), his profound neutropenia did not improve and he later succumbed from multi-organ failure.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'3005432': 1, '23728144': 1, '6095403': 1, '22173966': 1, '30094499': 1, '12185148': 1, '11960316': 1, '17951512': 1, '11787842': 1, '20691089': 1, '24173908': 1, '11596972': 1, '12115090': 1, '31125013': 1, '19681709': 1, '15334111': 1, '15297010': 1, '15885053': 1, '19682154': 1, '11447050': 1, '10567599': 1, '6284882': 1, '22053231': 1, '16963740': 1, '4293361': 1, '10841074': 1, '9496822': 1, '10845725': 1, '24485138': 1, '8764012': 1, '14192080': 1, '23593680': 1, '26237609': 2}", "similar_patients": "{}"}