{"patient_id": 144739, "patient_uid": "4393468-1", "PMID": 25874090, "file_path": "noncomm/PMC004xxxxxx/PMC4393468.xml", "title": "Hypertension and a missing kidney", "patient": "A 4-year-old girl's pediatrician detected hypertension at a health supervision visit. The pressure was 112/78 (auscultated with a manual cuff). The 95th percentile pressure for her height and age were 108/70 []. Over the next few weeks, auscultated pressures ranged between 108–128 mmHg (systolic) and 76–88 mmHg (diastolic).\\nShe had been born at 39 weeks to a 26-year-old G3P0 mother. Her mother had a bicornuate, septate uterus. The first pregnancy was ectopic. The second, a twin gestation, was terminated at 17 weeks due to neural tube defects in both fetuses and cardiac anomalies in one of them. To treat a hypercoagulable state during this and a fourth pregnancy, the mother received low-molecular-weight heparin and aspirin.\\nPrenatal ultrasounds were normal at 13, 17, 20 and 34 weeks. Growth and development were normal, with a height and weight at the 50th percentile.\\nPeripheral renin activity was 3.5 ng/mL/h (<15 ng/mL/h). Aldosterone was 31.4 ng/dL (range 4–76). Serum electrolytes were normal and creatinine was 0.43 mg/dL. The complete blood count, thyroid stimulating hormone levels and T4 were normal. Her urine-specific gravity was 1.010, pH 7, with no heme, protein, nitrite or glucose. Urine microscopy revealed rare leukocytes without red cells. A urine culture was sterile.\\nA renal ultrasound revealed the left kidney to be 8.1 cm in length (between the 50th and 95th percentiles) []. No right kidney was detected. A nuclear renal scan demonstrated the normal uptake of nucleotide within the left kidney (Figure ). There was no nuclear activity in the right renal fossa. However, synchronous with activity in the left kidney, a focus of abnormal activity appeared superiorly in either the lower aspect of the right hemithorax or the uppermost aspect of the abdomen.\\nTo determine the location of the right renal remnants, MRI was performed. Figure shows the relationship of the kidney to the surrounding structures. Figure shows an aneurysm of the renal artery. Though displacement of the ectopic kidney and bowel into the thorax was noted, imaging did not clarify whether a Bochdalek hernia existed or an eventration of the hemidiaphragm.\\nEchocardiography revealed dilation of the aortic root and ascending aorta, with a small patent ductus arteriosus. Left ventricular mass/height was 41.8 g/m2 (normal 19.4–38.6). There was no aortic coarctation.\\nOver a 4-month period, pharmacologic management was attempted. Enalapril was begun at 0.08 mg/kg and gradually increased to 0.35 mg/kg, while monitoring serum electrolytes and creatinine. Noting no change in blood pressures (118–122 mmHg systolic), the patient began losartan, which was increased gradually from 0.9 to 1.8 mg/kg. Enalapril was discontinued due to sleepiness, resolving this symptom. Though pressures improved somewhat (average systolic pressure of 115 mmHg), she still did not maintain pressures below the 90th percentile (104 mmHg). Amlodipine was begun and titrated up to 0.5 mg/kg/day. Though the patient remained asymptomatic, it appeared unlikely that pressures could be normalized on a simple regimen without adverse effects. It was determined to remove the ectopic kidney. Pulmonary function testing demonstrated a near-normal forced vital capacity of 92%.\\nLaparoscopic nephrectomy was performed by a pediatric surgeon and an adult urologist. They found the kidney to be malrotated, with the hilum facing laterally. A right-sided diaphragmatic eventration was present with a very thin connective tissue sac that functioned as an elevated diaphragm, keeping the abdominal contents separate from the chest. Almost no diaphragmatic muscle was present; a small ridge of muscle existed anteromedially. (A very thin hernia sac functioned as an elevated diaphragm, keeping the abdominal contents separate from the chest.) The kidney was removed with an Endobag™ through a 1 cm port site. A deliberate search for a renal artery aneurysm was not performed. Intraoperatively, the surgeons considered whether to place a synthetic patch in place of the missing diaphragm. Noting her normal pulmonary function tests, they elected to defer action on the diaphragm until a later time.\\nBoth anti-hypertensives were held on the evening prior to surgery. In the immediate post-operative period, pain was reduced with morphine, but she reported tenderness at the laparoscopy sites. Four hours post-operatively, resting blood pressures were 125/75, and she received 0.25 mg/kg amlodipine. She vomited 20 min after the dose, but pressures improved to 102/52. At discharge (18 h later), this dose was continued once daily. The drug was weaned and discontinued within 3 weeks.\\nPathology revealed a hypoplastic immature kidney measuring 5 × 3 × 2 cm and weighing 15 g (expected weight for age ∼60 g). The collecting system and medullary pyramids showed no evidence of obstructive uropathy. The renal cortex showed hypoplasia with some glomerular immaturity and moderate glomerulosclerosis and patchy tubulo-interstitial atrophy (Figure ). The main renal artery was small and the wall showed moderate medial hypertrophy. Also noticed was the presence of prominent smooth muscle nodules surrounding the artery and some of its main branches (Figures –). Although blood pressures in our patient were modestly elevated, such changes can be found within end-stage kidneys and are attributed to severe hypertensive damage to arteriolar walls. Smooth muscle regeneration forms ‘fibroid-like’ nodules. This suggests the presence of intermittent unkinking of the proximal artery with high pressures reaching the distal renal artery. The renal cortex showed hypoplasia with some glomerular immaturity and moderate sclerosis and patchy tubulo-interstitial atrophy (Figure ). Intrarenal arteries and arterioles displayed moderate luminal narrowing due to medial hypertrophy; however, fibrinoid necrosis, onion-skinned arterioles and juxtaglomerular apparatus abnormalities were absent.", "age": "[[4.0, 'year']]", "gender": "F", "relevant_articles": "{'10449205': 1, '18440428': 1, '16990368': 1, '15286277': 1, '14594694': 1, '18419214': 1, '15583949': 1, '15940544': 1, '19101394': 1, '14648342': 1, '14501684': 1, '3895872': 1, '15638912': 1, '25874090': 2}", "similar_patients": "{}"}