{"patient_id": 148328, "patient_uid": "4607773-1", "PMID": 26483994, "file_path": "noncomm/PMC004xxxxxx/PMC4607773.xml", "title": "FDG PET-CT in the Diagnosis of Takayasu Arteritis Presenting as Fever of Unknown Origin: A Case Report", "patient": "A 68-year-old female was admitted with fever and general weakness. The fever had developed 2 months prior, was persistent, over 38℃, and spiked 2-3 times per day with accompanying chills and headache. She thought she had caught a common cold and was observed for some time with prescription of antipyretics. The fever did not subside after 1 month and she was admitted to another hospital.\\nThe patient had been generally well despite her fever and chills. Her blood pressure and pulse were normal. No bacteria were cultured from blood. Extended spectrum beta lactamase-negative Escherichia coli was isolated from the initial urine culture, but the fever did not subside after administration of appropriate antibiotics and conversion of urine culture status to negative. Computed tomography (CT) of the chest and abdomen revealed that the abdomen was normal, but diffuse thickening of the aortic wall, without significant narrowing or occlusion of vessels, was evident. Cerebrospinal fluid analysis and transesophageal echocardiography yielded normal results. No symptomatic improvement was evident and she was transferred to our hospital for further evaluation of the origin of fever.\\nOn admission, she had a febrile sense, chills, and anorexia, but no change in body weight. She denied experiencing neck stiffness, tinnitus, dizziness, sweating, chest discomfort, dyspnea, symptoms of upper respiratory or urinary tract infection, claudication, arthralgia, or joint swelling. She had taken antihypertensive medication commencing 5 years prior and had no known drug or food allergies. She was a retired teacher and lived in a city. She consumed alcohol once or twice per month and did not smoke.\\nOn examination, her temperature was 38.9℃, her blood pressure 136/66 mmHg, and her pulse 84 beats per minute. The respiratory rate was 20 breaths per minute, and the oxygen saturation 96% when ambient air was breathed. She appeared tired when the fever spiked, but otherwise did not appear to be ill. Her heart and breathing sounds were normal. Neither the liver nor spleen was palpable and no palpable lymph node could be found. The peripheral pulse was intact, palpable, and present bilaterally at the carotid, brachial, radial, popliteal, and dorsalis pedis artery. No skin rash, petechial development, joint swelling, or tenderness was evident. All other examination was normal.\\nLaboratory examination indicated that anemia was present (hemoglobin 9.5 g/dL) in the absence of leukopenia or thrombocytopenia (white blood cell count 7,600/mm3, platelet count 498,000/mm3). The erythrocyte sedimentation rate was 82 mm/hr and the C-reactive protein level 7.08 mg/dL. Blood cultures and serologic markers for hepatitis B, hepatitis C, human immunodeficiency virus, and syphilis were all negative. The serum protein/albumin ratio was elevated (being 6.3/2.6), accompanied by rouloux formation when a peripheral blood smear was performed. Bone marrow examination revealed no specific abnormality.\\nThe inflammatory focus was sought using FDG positron-emission tomography-computed tomography (PET-CT) imaging; significant radiolabel uptake was evident along the walls of the aorta () and the large vessels (). The fever subsided several days after commencement of systemic steroids. The elevated levels of inflammatory markers fell and the peripheral blood smear became normal. Our patient was discharged, and, after 1 year of outpatient follow-up, shows no evidence of disease progression.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'2572171': 1, '21855656': 1, '1975175': 1, '34749567': 2, '29637752': 1, '18997040': 1, '19242771': 1, '12677302': 1, '7909656': 1, '12101189': 1, '34829340': 1, '16868876': 1, '22301847': 1, '23067686': 1, '26483994': 2}", "similar_patients": "{'8581799-1': 1}"}