{"patient_id": 140949, "patient_uid": "4163835-1", "PMID": 25225570, "file_path": "noncomm/PMC004xxxxxx/PMC4163835.xml", "title": "Diode laser for excisional biopsy of peripheral ossifying fibroma", "patient": "A 32-year-old healthy female reported with the chief complaint of a growth in relation to upper front teeth. It had been present for the last 1 year. Initially, the lesion appeared as a small swelling on the gums, and slowly grew to its present size. There was no history of pain but patient reported difficulties in speech and bleeding on brushing. She was very much concerned about her aesthetics due to unpleasant appearance of gums. She also reported history of cleft lip repair at the age of 10 years.\\nExtra-oral clinical examination revealed no evidence of lymphadenopathy or other pathosis. There was a scar present on the upper lip due to cleft lip repair. Intraoral examination revealed poor oral hygiene and an erythematous growth present on the labial and palatal aspect of maxillary central incisors. The lesion appeared exophytic and nodular. The surface was irregular on palatal aspect and smooth on labial aspect. It was pinkish red in color, sessile and firm in consistency [Figures and ].\\nIntraoral periapical radiograph was obtained of teeth #11 and #21. It revealed crestal bone resorption between central incisors and between right central and lateral incisors []. Complete blood counts were obtained and found to be within normal limits. The differential diagnosis consisted of irritation fibroma, pyogenic granuloma and peripheral giant cell granuloma.\\nAn excisional biopsy of the lesion was planned, using a diode laser, under local anesthesia, after obtaining informed consent from the patient. Protective eyewear was used by the operator, assistant and patient. Full mouth scaling and root planing was done. The area surrounding the lesion was infiltrated with local anesthetic (Lignocaine 2% with adrenaline 1 : 80,000). The lesion was removed using diode laser (Picasso, AMD LASERS®, Indianapolis, USA) with 810 nm wavelength in contact mode and pulse of 30 ms duration and 30 ms interval with initiated tip at 2.0 Watts power []. Excised lesion was put in 10% formalin and sent for biopsy []. Adjacent root surfaces of central and lateral incisors were planed using Gracey curette #1-2. The operative field was irrigated with sterile normal saline [Figures and ]. Patient was advised to avoid hot and spicy foods for 3 days. No medications were prescribed.\\nOn Hematoxylin & Eosin staining, hyper parakeratinized epithelium was observed with cellular stroma composed of plump fibroblasts, loosely arranged collagen fibres and varying sized blood capillaries engorged with erythrocytes. Small basophilic areas of calcifications were present in the centre of specimen suggestive of POF [Figures –].\\nPatient was recalled after 1 week for post-operative evaluation. She did not report any discomfort at the operated site. No scar was observed, and healing was satisfactory. No tenderness was observed on palpation. After 1 year of follow up, there has been no complication or recurrence of the lesion [Figures and ].", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'8708123': 1, '3472146': 1, '4626993': 1, '17220623': 1, '31360376': 1, '23285396': 1, '16671888': 1, '29123637': 1, '21038754': 1, '18789134': 2, '15553980': 1, '7776054': 1, '6750498': 1, '12913880': 1, '27403067': 2, '19960121': 1, '5223950': 1, '11447957': 1, '9121794': 1, '5248843': 1, '2926546': 1, '25225570': 2}", "similar_patients": "{'4926602-1': 1, '2547114-1': 1}"}