{"patient_id": 86724, "patient_uid": "4870744-1", "PMID": 27193179, "file_path": "comm/PMC004xxxxxx/PMC4870744.xml", "title": "Case report: a patient with pulmonary arterial hypertension transitioning from a PDE-5 inhibitor to Riociguat", "patient": "The patient is a 59-year-old man first seen for pulmonary testing and evaluation at the University of California, San Diego (UCSD) Medical Center in 2008. He was referred to our center by his pulmonologist, who suspected PAH based on symptoms of worsening DOE and the patient’s self-reported use of anorexigens in the 1990s.\\nAs part of the initial diagnostic work up in 2008, the patient underwent right heart catheterization (RHC), which indicated an mPAP of 35 mmHg with a PCWP of 6 mmHg; cardiac output (CO) was 6.27 L/min, cardiac index (CI) was 2.8 L/min/m2 and PVR was 4.9 Wood Units (388 dyn · s/cm5). Vasodilator testing was performed with inhaled nitric oxide and the patient was not vasoreactive.\\nA ventilation-perfusion (V/Q) scan demonstrated segmental perfusion defects of small to moderate size in both lungs. A pulmonary angiogram revealed narrowing of all pulmonary vessels and distal pruning. The angiogram findings were consistent with a diagnosis of PAH and no findings supporting a diagnosis of chronic thromboembolic pulmonary hypertension (CTEPH) were noted.\\nAt the time of initial diagnosis the patient was NYHA FC III and the etiology of his disease was attributed to a prior history of anorexigen use. His referring pulmonologist initiated first-line therapy with bosentan 125 mg PO BID followed by addition of sildenafil 40 mg PO TID.\\nIn 2011, 3 years after starting first-line therapy, the patient transitioned his care to UCSD. On ECHO, estimated peak PAP had decreased to 27 mmHg. RHC parameters had also improved from baseline evaluation: mPAP was reduced to 22 mmHg, PCWP was similar to initial findings at 5 mmHg, CO had increased to 6.37 L/min, CI was now 2.94 L/min/m [], and PVR was 3.1 Wood units.\\nClinically, the patient was now NYHA FC II and given his positive response to treatment, we made the decision to maintain him on his current PAH regimen of an ERA and PDE-5i. In February of 2014, the patient was seen as part of his routine care at our pulmonary hypertension center with stable NYHA FC II symptoms and a 6MWD of 547 m. Due to a change in insurance coverage the patient was unable to obtain sildenfail 40 mg PO TID and a decision was made to transition him to riociguat.\\nNo protocol currently exists for transitioning patients from a PDE-5i to riociguat. We performed our transition without a washout. The patient took his last dose of sildenafil in the evening and the following morning started riociguat 1 mg TID and titrated up by 0.5 mg every 2 weeks to the maximum therapeutic dosage of 2.5 mg TID. The patient remained on bosentan 125 mg BID. Both the transition to riociguat and the titration to maximum therapeutic dosage were well tolerated. The patient did not report any adverse events during switch or maintenance, with the exception of mild heartburn that was successfully managed with an over-the-counter H2 blocker.\\nAn ECHO was performed 3 months after the patient began therapy with riociguat and no significant changes in hemodynamic parameters were noted from the previous study in 2011, when the patient was being treated with a PDE-5i.\\nSubjectively, the patient reported an improvement in his PAH symptoms on riociguat, especially in the area of exercise tolerance. He stated that while on riociguat he experienced increased energy and less breathlessness, even while performing more strenuous exercise. An amateur cyclist, the patient reports being able to ride his bicycle longer and faster—an important personal goal for him. Repeat 6MWD improved to 606 m. As the patient has remained stable with a subjective improvement in symptoms and an improved 6MWD, he will continue on riociguat 2.5 mg TID. He will undergo further assessments at our center, but we have found both his safe switch to riociguat and his initial therapeutic response to be very encouraging.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'28652963': 1, '24355643': 1, '24355640': 1, '21606405': 1, '29470642': 1, '23883378': 1, '26219978': 1, '24355644': 1, '23644080': 1, '26308684': 1, '30803329': 1, '24355639': 1, '24937180': 1, '24355641': 1, '27193179': 2}", "similar_patients": "{}"}