{"patient_id": 83325, "patient_uid": "4602863-1", "PMID": 25997064, "file_path": "comm/PMC004xxxxxx/PMC4602863.xml", "title": "Aortic Pseudoaneurysm Formation Following Concurrent Chemoradiotherapy And Metallic Stent Insertion in a Patient With Esophageal Cancer", "patient": "A 52-year-old man, with history of hypertension, was diagnosed with stage IIIC (cT4N1M0, American Joint Committee on Cancer, 7th Edition) squamous cell carcinoma at the middle third of the esophagus (Figures A and ) underwent neoadjuvant CCRT comprising concurrent weekly CDDP (30 mg/m2) and 5-FU (500 mg/m2) as well as radiotherapy (50.4 Gy in 28 fractions) for 6 weeks (Figure ). The regimen in the clinical trial of Cancer and Leukemia Group B (CALGB 9781) was 4-weekly schedule of chemotherapy. However, the regimen would be modified to be weekly regimen for patients who could not be treated in hospitalization or with poor compliance. Therefore, 4-weekly and weekly schedule both were the standard CCRT protocols in our hospital for esophageal cancer patients. Retrospective data were collected with the approval of the Institutional Review Board of Far Eastern Memorial Hospital (FEMH-IRB-103174-C). Approximately 1 week after beginning the CCRT regimen, however, the patient reported having difficulty swallowing semi-liquid food. A WallFlex™ esophageal stent (18 mm × 123 mm, Boston Scientific Corporation, MA) with metallic radiopaque material that is formed into a cylindrical mesh and was partially covered with a translucent silicone polymer to restrict tumor ingrowth through the wire mesh. After the stent was inserted, the CCRT regimen was continued. Platelet count at the time of stent insertion was 234 × 103/μL. In the following weeks, the platelet counts ranged from 91 × 103 to 153 × 103/μL. One month after completion of the CCRT regimen, histopathologic analysis of biopsy specimens of the esophageal tumor revealed inflammation with ulceration change (Figure B) and positron emission tomography (PET)–computed tomography (CT) showed a residual esophageal tumor and persistently enlarged lymph nodes with intact aortic vessel (Figure A). However, a few days after the PET-CT study the patient developed midthoracic pain and a hemorrhagic cough. Chest CT at the emergency department revealed a pseudoaneurysm arising from the medial aspect of the proximal descending aorta (Figure B). Massive hematemesis was subsequently noted. Emergency surgery was performed to repair the pseudoaneurysm. During the surgery, aorto-esophageal fistulas with active bleeding located about 2 cm distal to the left subclavian artery orifice were noted. Aortography revealed no evidence of rupture at the descending aorta. A thoracic aortic endografting with an aortic stent (8.7 cm in length) was performed and the patient responded well to surgery. One month later, he received adjuvant chemotherapy with CDDP (70 mg/m2) and 5-FU (1000 mg/m2) for residual esophageal cancer (Figure A). However, the patient developed symptoms of fever and cough with leukocytosis. The chest X-ray revealed increased infiltrations over left lower lung. Hospital-acquired pneumonia was impressed, and empirical antibiotics were prescribed firstly. The culture of sputum and blood were negative findings, respectively. Unfortunately, progressive pneumonia with septic shock and respiratory failure was noted even through aggressive treatment. Patient expired 2 months after the thoracic aortic endografting. Autopsy was suggested. However, patient's families want to maintain the patient's body completely without surgery procedure especially after patient expired. To obey the wish of family, autopsy was not conducted for determining the reason of the patient's death.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'23728345': 1, '21514064': 1, '22854882': 1, '23205308': 1, '8714749': 1, '7577371': 1, '9813641': 1, '12419457': 1, '32174836': 1, '12049068': 1, '18309943': 1, '23579012': 1, '27495079': 2, '27812392': 2, '29728468': 1, '14465540': 1, '1417297': 1, '3549645': 1, '24953491': 1, '3524162': 1, '16432074': 1, '16864680': 1, '10671927': 1, '17597412': 1, '7147188': 1, '12472128': 1, '2982211': 1, '21695264': 1, '15710776': 1, '21592460': 1, '23472796': 1, '24732179': 1, '22087741': 1, '14612975': 1, '20298931': 1, '25627119': 1, '19541382': 1, '25997064': 2}", "similar_patients": "{'5080469-1': 1, '4979833-1': 1}"}