{"patient_id": 74976, "patient_uid": "4010039-1", "PMID": 24826342, "file_path": "comm/PMC004xxxxxx/PMC4010039.xml", "title": "Severe Tetrodotoxin Poisoning after Consumption of Lagocephalus sceleratus (Pufferfish, Fugu) Fished in Mediterranean Sea, Treated with Cholinesterase Inhibitor", "patient": "An otherwise healthy 52-year-old man presented to the emergency room with nausea and vomiting accompanied by acute dyspnea. Two hours earlier the patient who was a recreational fisherman reported on consumption of liver and gonads extracted from a fish which he just captured at sea ().\\nSeveral minutes after consumption he complained of perioral paraesthesias with worsening limb muscle weakness. Shortly after admission to the ER, the patient developed an acute respiratory failure with bradypnea. This was accompanied by bradycardia which quickly deteriorated to cardiac arrest.\\nAfter a short resuscitation, including tracheal intubation and mechanical ventilation, the patient returned to sinus rhythm. On examination, shortly after patient was stabilized, signs of complete paralysis with absence of motor responses and lack of pupil reactions were noted. Patient was noted to be in deep coma with GCS of 3. At this point, possible poisoning by paralyzing agent was suspected. Patient was transferred to the intensive care unit and treated by supportive measures.\\nSeveral hours after his ICU admission, patient's family approached the medical stuff with a fish claimed to be consumed by the patient just two hours prior to his hospital admission. A diagnosis of tetrodotoxin (TTX) poisoning was suggested by typical clinical manifestations and temporal proximity to consumption of TTX-containing fish. The fish remnants were photographed and were immediately analyzed by a marine biologist and by the national center of poisoning. Consequently the fish was identified as the poisonous Lagocephalus sceleratus. At this point, the patient had a complete muscle paralysis with absent deep tendon reflexes and deep coma. Due to the severity of his illness, and after an extensive literature review, a decision was made to treat the patient with a cholinesterase inhibitor. During the first 24 hours the patient received 4 doses of intravenous neostigmine 2.5 mg. Immediately after the first dose of neostigmine deep tendon reflexes could be noted along with reversal of the comatose state.\\nOver the next 24 hours, the patient completed a course of 4 doses of neostigmine. During that time a dramatic improvement was observed, which included complete recovery of muscle strength and return to full consciousness. 36 hours after his hospital admission the patient was extubated and had a complete and uneventful recovery.", "age": "[[52.0, 'year']]", "gender": "M", "relevant_articles": "{'20411124': 1, '26343722': 1, '18358973': 1, '21129761': 1, '17728964': 1, '34941733': 1, '28539682': 1, '18976681': 1, '24826342': 2}", "similar_patients": "{}"}