{"patient_id": 151688, "patient_uid": "4845627-1", "PMID": 27162461, "file_path": "noncomm/PMC004xxxxxx/PMC4845627.xml", "title": "Extraskeletal Myxoid Chondrosarcoma of the Orbit", "patient": "A 34-year-old male without any known medical illnesses was referred to our clinic with 3 years history of the left orbital mass. Ophthalmic examination indicated a palpable firm inferotemporal orbital mass of the left globe with no skin changes. The patient's visual acuity, pupil, anterior segment, posterior segment, and optic nerve examinations were all within normal limits.\\nA brain and orbit computed tomography (CT) scan, both with and without contrast, demonstrated a well-circumscribed left inferotemporal orbital mass measuring 14 mm × 9.6 mm × 15.3 mm, with mild globe displacement but no involvement, bony invasion or remodeling and no attachment to the extraocular muscles and no optic nerve compression [].\\nA complete resection of the mass was undertaken for both diagnostic and therapeutic purposes. Histopathologic examination revealed a grey-tan multinodular soft tissue. Microscopically, the tumor comprised of spindle-shaped cells embedded within the myxoid matrix. The tumor cells were arranged in a reticular growth pattern, nests, and perivascular pseudo-rosette. There was no mitotic activity, there were small cells showing eosinophilic to vacuolated cytoplasm, oval to round nuclei with inconspicuous nucleoli, revealing perivascular arrangement in some regions, and nests and cords in a myxoid background []. Immunocytochemistry is presented in . Molecular genetic study utilizing fluorescence in situ hybridization was positive for Ewing Sarcoma Breakpoint Region 1 (EWSR1) chromosome.\\nOn the basis of immunohistopathology and molecular genetic studies, the patient was diagnosed with EMC of the orbit.\\nThe patient was sent for additional systemic investigations to the oncology center, which reported no evidence of metastasis. Throughout the 6 months follow-up after resection, there were no additional signs of local recurrence both clinically and with radiology studies.", "age": "[[34.0, 'year']]", "gender": "M", "relevant_articles": "{'11679947': 1, '21941486': 1, '10955458': 1, '4261659': 1, '7270148': 1, '14657948': 1, '23115670': 2, '12599237': 1, '30065902': 2, '9781944': 1, '27162461': 2}", "similar_patients": "{'6065618-1': 1, '3483328-1': 1}"}