{"patient_id": 87484, "patient_uid": "4933855-1", "PMID": 27418981, "file_path": "comm/PMC004xxxxxx/PMC4933855.xml", "title": "Recurrent Pericarditis, an Unexpected Effect of Adjuvant Interferon Chemotherapy for Malignant Melanoma", "patient": "The patient is a 39-year-old woman with a past medical history of malignant melanoma of the right shoulder (T2N1) with status of postsurgical excision who originally presented to the Emergency Room with a 1-day history of chest pain after receiving her first dose of adjuvant chemotherapy (20 million units/m2 intravenous) with interferon alpha. The pain was described as sharp, pleuritic, substernal, and nonradiating. It was exacerbated by lying flat and relieved by leaning forward. Her only associated symptom was shortness of breath. She did not smoke or drink alcohol. Her vital signs were temperature: 97.6 degree Fahrenheit, blood pressure: 104/58 mmHg, heart rate: 80/minute, respiratory rate: 18/minute, and oxygen saturation: 98% on room air. Physical examination revealed regular cardiac rate and rhythm, normal S1 and S2 and no murmurs/rubs/gallops, and no signs of heart failure. Initial evaluation was remarkable for a white count of 2.9 × 103/μL, of which 62% were neutrophils, 23% were lymphocytes, and 14% were monocytes. An electrocardiogram (EKG) showed normal sinus rhythm with an incomplete right bundle branch block without any PR, ST segment, or T-wave abnormalities. No troponin was checked, and she was discharged with a presumptive diagnosis of pericarditis.\\nThe day after discharge, the patient noted ongoing chest pain, so troponin was checked before her next chemotherapy session and was found to be elevated at 0.323 ng/mL, prompting admission. Her physical exam was unchanged from her initial presentation. EKG demonstrated no significant changes from before. An echocardiogram showed normal systolic and diastolic function with a small pericardial effusion without tamponade physiology (). Her troponins downtrended and her telemetry monitoring was unrevealing. She was treated for myopericarditis with colchicine 0.5 mg oral twice a day and ibuprofen 800 mg oral three times a day with which her symptoms improved. She was discharged on two weeks of ibuprofen and three months of colchicine on the above mentioned dose.\\nGiven the suspicion that her myopericarditis was interferon induced, an extensive outpatient discussion involving the patient, her family, her oncologist, and a cardiooncologist took place. Ultimately, given the potential benefits in terms of survival that are conferred by interferon, the decision was made to attempt a rechallenge with the drug.\\nTwo months later she remained chest pain-free, and she resumed the interferon at half the initial dose (10 million units/m2). Within ten hours of the reinitiation of interferon therapy, she developed chest pain identical to her previous pain, which was pleuritic and was relieved by leaning forward. Physical examination was again unremarkable with no evidence of a pericardial friction rub or decompensated heart failure. Her EKG demonstrated normal sinus rhythm without PR or ST segment or T-wave abnormalities. Her troponins during this admission were negative. Echocardiogram again showed normal systolic and diastolic function with trace pericardial effusion. She was again treated with ibuprofen 800 oral three times a day and colchicine 0.6 mg oral twice a day, with which her symptoms resolved. She was discharged on ibuprofen for two weeks and colchicine for another three months.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'4050698': 1, '1807177': 1, '21453456': 2, '9057685': 1, '15001332': 1, '1384310': 1, '1704826': 1, '10357129': 1, '12622586': 1, '8952166': 1, '17642403': 1, '21499929': 1, '4008643': 1, '21161021': 1, '7666100': 1, '28706591': 1, '27418981': 2}", "similar_patients": "{'3079687-1': 1}"}