{"patient_id": 140756, "patient_uid": "4154906-1", "PMID": 25197511, "file_path": "noncomm/PMC004xxxxxx/PMC4154906.xml", "title": "Surgical Management of Localized Crohn’s Disease of the Fourth Part of the Duodenum", "patient": "A 49 year-old man was referred for postprandial vomiting. He had complaints of occasional vomiting for two years, but his symptoms worsened two months prior to his referral, when he experienced vomiting with increasing frequency accompanied by epigastric pain and fullness.\\nAn upper gastrointestinal endoscopy was performed, which was unremarkable, except for a dilated stomach and dilated first and second parts of the duodenum.\\nLaboratory tests, including a complete blood cell count, liver and renal function tests, and electrolytes were all normal.\\nThe patient’s inflammatory markers (erythrocyte sedimentation rate and C-reactive protein) were normal.\\nFurther imaging studies were followed by a small bowel barium follow-through (), which showed a dilated stomach and duodenum, and a stricture in the distal duodenum. Abdominal CT-scan () showed that the stricture was caused by an infiltrative mass.\\nSurgical resection of the tumor was planned. An upper midline laparotomy was performed and an infiltrative intestinal tumor (7.5 cm in length and 3.5 cm greatest diameter) was seen at the ligament of Treitz with thickening of the mesentery and surrounding fat wrapping. Mesenteric induration and enlarged lymph nodes were present ().\\nThe mass was resected and sent for frozen section, and was reported to be an inflammatory benign lesion. A primary duodenojejunal anastomosis was performed. The patient had an event-free hospital course. Histopathological examination of the mass revealed distorted glandular architecture and mucosal ulceration with dense transmural infiltration of inflammatory cells, including lymphocytes, plasma cells, eosinophils and lymphoid follicle formations with predominance of inflammation in the mucosa and submucosa, compatible with CD. His postoperative course was uneventful and he has remained asymptomatic during the follow-up period.", "age": "[[49.0, 'year']]", "gender": "M", "relevant_articles": "{'7092090': 1, '3495892': 1, '2269971': 1, '6691553': 1, '19722766': 1, '12587478': 1, '7433335': 1, '9050325': 1, '7175778': 1, '6830345': 1, '11586998': 1, '18589359': 1, '25197511': 2}", "similar_patients": "{}"}