{"patient_id": 77860, "patient_uid": "4214459-1", "PMID": 25364458, "file_path": "comm/PMC004xxxxxx/PMC4214459.xml", "title": "A recommendation for the management of lesions of unknown malignancy in multiple primary malignant neoplasm patients: A case report", "patient": "A 62-year-old male presented to the West China Hospital of Sichuan University (Chengdu, China) due to blood in the feces and weight loss that had been occurring for approximately one month. A proctoscopy indicated a rectal adenoma. At day seven post-admission, the patient underwent Dixon’s rectectomy. During the surgery, a 5×4-cm neoplasm was observed in the rectum and diagnosed as hepatic cirrhosis. Following the surgery, the microscopic examination confirmed the neoplasm to be a rectal adenoma. The patient received four cycles of post-operative chemotherapy composed of a 5-Fu infusion (250 mg/day from days one to three). However, due to intolera- ble rashes, the treatment was changed to 200 mg tegafur (three times per day on days four to 10) for the first cycle, while for the following three cycles the tegafur was administered at the same dose and frequency but for 10 days. The patient also received 41 doses of T-cell therapy (20 ml infusion ever two or three days). There were no complications in the procedure. Additionally, a hepatitis B virus (HBV) test showed that the patient was positive for the HB surface, envelope and core antigens. The HBV DNA content was 2.85×106/ml. The patient received glutathione (1,200 mg/day during hospitalization) and bifendate (15 mg, three times per day until the HBV-DNA levels had ret- urned to normal) as liver treatment. The patient achieved a complete response following these treatments. Approximately seven months later, the patient required hospitalization due to the chief complaint of painless gross hematuria persisting for 1 week. Ultrasonography showed a mass in the urinary bladder, which did not move with the change of body position. At day four post-admission, the patient received a transurethral resection of the bladder tumor. Following the surgery, bladder instillation was performed for treatment with doxorubicin. The post-operative biopsy of the neoplasm, with hematoxylin and eosin staining revealed that the pathological type was a bladder transitional cell carcinoma, following assessment by a pathologist from the West China Hospital. Eight years after the second surgery, a mass of 0.9 cm in diameter was discovered in the liver by contrast computed tomography (). Approximately one year later, this mass developed into hepatic cancer in the right posterior lobe of the upper section of the liver (). Subsequently, the patient received a partial liver resection, the hepatic mass was stained with hematoxylin and eosin and was confirmed as hepatocellular carcinoma by pathological analysis, by a pathologist from the West China Hospital. After this last surgery, the patient recovered well and was disease-free with an Eastern Cooperative Oncology Group score of 1.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'12576929': 1, '7684823': 1, '11161413': 1, '12879474': 1, '19490638': 1, '7695410': 1, '21374666': 1, '10424776': 1, '8638217': 1, '16085589': 1, '11950810': 1, '9645746': 1, '7515263': 1, '12560930': 1, '18277003': 1, '25364458': 2}", "similar_patients": "{}"}