{"patient_id": 82054, "patient_uid": "4506635-1", "PMID": 26187383, "file_path": "comm/PMC004xxxxxx/PMC4506635.xml", "title": "Autoimmune haemolytic anaemia associated with epstein barr virus infection as a severe late complication after kidney transplantation and successful treatment with rituximab: case report", "patient": "In January 2013 a 44 year old white female presented to our institution with malaise, exertional breathlessness, night sweats and a headache. She had received a pre-emptive deceased donor kidney transplant 5 years earlier. The kidney characteristics were donation after circulatory death [DCD], human leucocyte antigen (HLA) mismatch A1:B1:DR1, cytomegalovirus (CMV) serology of both donor and recipient were negative but Epstein-Barr virus (EBV) serology of the donor was positive whereas the recipient was negative. The aetiology of end stage renal disease was likely congenital, initial presentation was with advanced chronic kidney disease and a single functioning kidney. The only baseline comorbidity was congenital nystagmus. Primary graft function was excellent and stabilised with serum creatinine 90 μmol/L [1.0 mg/dL] and eGFR 60 ml/min/1.73 m2. Induction immunosuppression was with basiliximab and maintenance was tacrolimus, mycophenolate mofetil and prednisolone, as per local protocols. She had been treated with valganciclovir for CMV viraemia at 3 months and mycophenolate was electively withdrawn in line with institutional protocol after 7 months. The patient continued on dual immunosuppressive therapy thereafter and there were no episodes of acute rejection. Otherwise she had an uneventful first 5 years except for cervical intraepithelial neoplasia grade 1 and acne rosacea.\\nOn examination she was pale, jaundiced and tachycardic, with dark urine. There was no lymphadenopathy. All investigations are shown in Additional file : Table S1. They demonstrated a severe anaemia (haemoglobin 57 g/L) with parameters consistent with haemolysis. DAT was positive confirming a warm agglutinin AIHA. She required blood transfusion support and was initially treated with high dose prednisolone (1 mg/kg) with little effect. A 5 day course of intravenous immunoglobulin (0.4 g/kg/day) was started on day 9. At this point a high serum titre of EBV (538355 copies/ml) was detected with serology suggesting this was reactivation from previous exposure to donor virus and not a primary infection (see Additional file : Table S1). She went on to have a total body CT scan which detected no abnormal lymphadenopathy and a bone marrow aspirate and trephine was consistent with haemolysis and no evidence of a lymphoproliferative disorder. Tacrolimus was converted to sirolimus on day 28. After an initial fall in serum EBV load there was a deterioration in clinical state with increasing transfusion requirements followed by an increase in EBV load. The patient was given rituximab 375 mg/m2 on day 30, followed by a further three weekly doses. At the beginning of the treatment course she had received 16 units of blood and the EBV viral load was 268649 copies/ml. After the fourth dose of rituximab there was a significant decline in transfusion requirement and the EBV viral load had fallen to undetectable levels. Seven transfusions were required during the rituximab course and three following the course. Her serial haemoglobin, LDH, EBV viral load, rituximab doses and transfusions are shown in Fig. . She had achieved complete remission 2 weeks after starting the rituximab. There was no deleterious effect on graft function and no adverse drug events were noted. In total she required 26 units of blood with significant iron overload, the serum ferritin rose to 2850 μg/L which had fallen to 950 μg/L 12 months after remission. Despite the acute illness graft function was unchanged and she remains well on prednisolone and sirolimus immunosuppression with no recurrence of EBV viraemia or anaemia.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'20008185': 1, '24815922': 1, '18625652': 1, '10607720': 1, '23907444': 1, '9952206': 1, '14513283': 1, '10748864': 1, '17761830': 1, '22566278': 1, '10589949': 1, '3036964': 1, '33163531': 1, '16677361': 1, '16632009': 1, '19845597': 1, '8891729': 1, '20656187': 1, '21790626': 1, '15800227': 1, '26187383': 2}", "similar_patients": "{}"}