{"patient_id": 149585, "patient_uid": "4698856-1", "PMID": 26778892, "file_path": "noncomm/PMC004xxxxxx/PMC4698856.xml", "title": "Unilateral central serous chorioretinopathy in a pregnant Nigerian woman", "patient": "A 35-year-old pregnant woman presented to the eye clinic of the University College Hospital, Ibadan, at a gestational age of 29 weeks. This was her third pregnancy. She complained of blurring of vision in her left eye, which she had noticed 4 weeks prior to presentation. There was associated distortion of images seen with the same eye.\\nThere was no preceding history of redness of the eye or ocular trauma. She was not a known hypertensive or diabetic patient. She had not been exposed to any stressful event prior to the onset of symptoms, and she was not on any other medications apart from the hematinic medications prescribed at the antenatal clinic. Specifically, there was no history of corticosteroid use.\\nOcular examination revealed a visual acuity of 6/4 on the right eye and 6/9 on the left eye. There was no improvement of the left visual acuity with pinhole effect or refraction. Moreover, there was no significant refractive error. She had normal anterior segment in both eyes and a normal posterior segment in the right eye.\\nOphthalmoscopy of the left eye showed a serous macular detachment with subretinal exudates with no cells in the vitreous humor. Fundus photography confirmed these findings; however, optical coherence tomography was not performed, as it was not available in our facility at that time. shows the fundus pictures of both eyes obtained at presentation. Fundus fluorescein angiography was not done because of its contraindication in pregnancy.\\nOn systemic examination, her blood pressure was 110/70 mmHg, and there was no pedal edema. Laboratory investigations including electrolytes and urea, urinalysis, and blood sugar profile were all normal.\\nA diagnosis of left CSCR was made. She was managed conservatively and was counseled appropriately.\\nShe returned for a follow-up visit 2 months after delivery. At that visit, she reported that the visual symptoms had resolved about 2 weeks prior to delivery. On examination, her visual acuity was 6/4 in both eyes, and the left macular detachment had resolved [].", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'18982038': 1, '16107617': 1, '34956667': 1, '23410821': 1, '28626823': 1, '22837618': 1, '32923941': 1, '15490217': 1, '8447747': 1, '22788735': 1, '26778892': 2}", "similar_patients": "{}"}