{"patient_id": 81877, "patient_uid": "4494703-1", "PMID": 26152238, "file_path": "comm/PMC004xxxxxx/PMC4494703.xml", "title": "Case-report: endovascular treatment of aortic pseudo-aneurysm caused by Fishbone", "patient": "The patient was a woman of 68-year-old, and she was admitted in our hospital on 1st, August, 2011 due to pain in chest and back lasting for over 1 month. One month ago, the patient mistakenly swallowed down fishbone, and then felt pain and discomfort in throat, chest and back, and took vinegar later. On the second day, she visited Department of Otorhinolaryngology in local hospital. The fishbone was not seen after examination and pain in chest and back was not alleviated. The pain was dull and nonradioactive with unclear position, not aggravating significantly with change of body posture. Accompanied with little cough, expectoration, she had no hemoptysis, but palpitation, chest distress after exercises. The patient took Chinese herbs (unknown), but seeing little improvement and recurrent episodes of above-mentioned symptoms. On 28th, July, she was treated at Dongguan Hengli Hospital. A chest CT taken as part of a health examination showed that occupying besides upper left mediastinum; infection in middle lobe of right lung and left lingular lobe; and moderate volume of pleural effusion around both lungs. About 60 mL of yellow effusion was drained out with left pleural effusion drainage therapy. She had a history of hepatitis B for 6 years and two thyroidectomy operations for goiter in 2009 as diagnosed with thyroid adenoma. The enhancing 3-dimensional reconstruction of lung thin-layer CT scanning was shown in Figs. & . One oval-like soft tissue density mass of 2.9 × 4.3 × 2.6 cm was detected on aortic arch in upper right mediastinum with unclear scanning border, which is suspected to be shaping of pseudoaneurysm on aortic arch. Moreover, organizing inflammation was observed around tumor and in left upper lobe; small amount of pleural effusion and nodular goiter were in two sides. The patient have experienced cardinal red hemoptysis (about 50 ml), and the symptom was alleviated after expectant treatment of hemostasis.\\nAfter multi-level diagnosis, it was likely that the aortic arch was injured by mistaken swallowed fishbone, and thus pseudoaneurysm was taking shape after fishbone penetrating esophagus and migrating into respiratory tract. We planed to block the channel between aorta and pseudoaneurysm with stent grafts so as to make a thrombotic tumor body that can be gradually organized and absorbed. On 5th, August, the patient received intravascular graft exclusion for thoracic aortic pseudoaneurysm: with general anesthesia, left radial artery was punctured with Seldinger's method. 6 F arterial sheath was implanted and Heparin (3000u) was injected into sheath; and then 5 F pigtail catheter was put into for aortography, showing sign of aortic arch pseudoaneurysm. The right inguinal region was cut layer by layer to expose the right femoral artery, and Amplatz Ultra Stiff Wire was put in; and then VALIANT THORACIC (30x200) was put in along Wire and then released to cover laceration. Aortography was carried out again, showing almost disappearance of pseudoaneurysm without leakage. Femoral artery and the incision were sutured layer by layer before covering wound with gauze (Fig. ). The operation was successful, and the patient had small amount of bloody sputum and low fever after operation. The therapy of controlling heart rate & blood pressure, anti-inflammation and hemostasis was followed up with gradual decrease of cough and bloody sputum. The body temperature was normal on the third day, and the pain in back and chest were gradually alleviated.\\nOn 11th, August, Reexamination and Chest CT showed: stent was implanted in aortic arch and descending part, with no distortion; stent graft was well filled, and no stricture, dilation or filling defect were seen. Three branches of aorta were patent. Contrast media was not seen in original pseudoaneurysm (Fig. ). Esophagus barium meal: No foreign body was seen in hypopharynx and esophagus. The patient was improved greatly and discharged from hospital on 19th, August. Since the first follow-up, the patient felt no pain in the chest, but discomfort in chest after large amount of exercises, and felt better and no obvious discomfort after rest.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'21232994': 1, '21619625': 2, '21697803': 1, '18835784': 1, '21521519': 2, '19296160': 1, '10644111': 1, '11668316': 1, '15557899': 1, '10332016': 1, '16872966': 1, '10320235': 1, '27930507': 1, '15746750': 1, '1837729': 1, '17142713': 1, '12883841': 1, '17382049': 1, '26152238': 2}", "similar_patients": "{'3114796-1': 1, '3123554-1': 1}"}