{"patient_id": 85972, "patient_uid": "4805214-3", "PMID": 26777050, "file_path": "comm/PMC004xxxxxx/PMC4805214.xml", "title": "Hyperthyroidism After Allogeneic Hematopoietic Stem Cell Transplantation: A Report of Four Cases", "patient": "A sixteen-year-old male presented with left upper extremity pain, anemia, and thrombocytopenia. A bone marrow aspiration was done and he was hospitalized with a diagnosis of acute myeloid leukemia (AML). HSCT was performed at remission from his HLA-full matched sister. Neutrophil and platelet engraftments were observed on the 14th and 17th days, respectively. On post-transplant month 16, there was a mosaic pattern at thorax HRCT. Later on, he developed diarrhea. Steroid and CsA treatment was initiated with a diagnosis of chronic GVHD ().\\nOn the post-transplant month 17, weight loss was noted. He had no tachycardia (heart rate: 98/min), hypertension (blood pressure: 100/60 mmHg), palpitation, tremor, exophthalmos, or other symptoms of hyperthyroidism. His thyroid function tests () revealed hyperthyroidism with a fT3 6.27 pmol/L (3.8-6.0 pmol/L), fT4 18.19 pmol/L (7.86-14.41 pmol/L), TSH 0.08 µIU/mL (0.34-5.6 µIU/mL), thyroglobulin 140.6 ng/mL (1.15-50 ngmL), anti-TPO antibody 94 IU/mL (0-9 IU/mL), anti-thyroglobulin antibody <0.9 IU/mL (0-4 IU/mL), and anti-TSH receptor antibody 5 IU/L (<1 IU/L). His spot urine iodide level was 16.5 µg/dL (10-20 µg/dL). His thyroid USG revealed mild thyroiditis without any nodules. He was followed without treatment. Three weeks later, he was found to have severe weight loss (10 kg in three weeks). Physical examination revealed tachycardia and fine tremors in both hands. His thyroid gland was palpable without any signs of nodules. His thyroid function tests were repeated with a fT3 6.71 pmol/L (3.8-6.0 pmol/L), fT4 46.6 pmol/L (7.86-14.41 pmol/L), and TSH 0.04 µIU/mL (0.34-5.6 µIU/mL). A diagnosis of Hashimoto’s thyroiditis was made, and methimazole treatment was initiated. Subsequently, the methimazole dose was tapered gradually and treatment was ceased after 6 months when he became euthyroid.", "age": "[[16.0, 'year']]", "gender": "M", "relevant_articles": "{'2310693': 1, '19942146': 1, '11233902': 1, '15922699': 1, '16937360': 1, '12209694': 1, '11806976': 1, '9827815': 1, '10419440': 1, '11736951': 1, '15351801': 1, '8019454': 1, '32983144': 1, '15284594': 1, '10373079': 1, '3307069': 1, '26777050': 2}", "similar_patients": "{'4805214-1': 2, '4805214-2': 2}"}