{"patient_id": 153408, "patient_uid": "4969851-1", "PMID": 27512566, "file_path": "noncomm/PMC004xxxxxx/PMC4969851.xml", "title": "Descending necrotizing mediastinitis complicating hyperimmunoglobulin E syndrome", "patient": "A 34-year-old woman presented to our hospital because of fever and right cervical pain for 3 days. She had a medical history of HIES with associated recurrent skin abscesses. On arrival, physical examination revealed a body temperature of 40.4°C and swelling and redness of the right parotid area and right pharyngeal wall. Laboratory studies revealed elevated white blood cells (24,000/μL), C-reactive protein (28.2 mg/dL; normal value < 0.2 mg/dL), and immunoglobulin E (7900 IU/mL; normal value < 170 IU/mL). Cervical-enhanced computed tomography (CT) disclosed right cervical purulent lymphadenitis (Fig. A: arrow) and a retropharyngeal abscess (Fig. B: arrow). She was admitted to the otolaryngology service for right cervical drainage by paracentesis. Despite the immediate administration of meropenem (Nippon Chemiphar, Tokyo, Japan) (2 g/day), the abscess rapidly progressed, and 5 days after admission, she required a tracheotomy for laryngeal edema. The antibiotics were changed to vancomycin (Kobayashi Kako, Awara, Japan) (2 g/day) because of her medical history of HIES and its association with recurrent abscesses of staphylococcal etiology. This achieved temporary remission of the inflammatory reaction on laboratory studies and achoresis of the abscess; however, it was followed by sudden recrudescence 28 days after admission. Enhanced CT revealed bilateral deep neck abscesses (Fig. C: arrowheads) that extended down the right upper mediastinum along the carotid sheath to the subcarinal level, forming a right-sided mediastinal abscess (Fig. C, D: arrows), and the patient was referred to our department of thoracic surgery with a diagnosis of DNM (Type IIB). Emergency mediastinal drainage with right transaxillary thoracotomy and subsequent bilateral deep neck drainage were performed. Intraoperative findings showed a white, nebulous collection of pus along the mediastinal pleura extending from below the subcarinal level of the posterior mediastinum to the right superior paratracheal lymph node of the superior mediastinum (Fig. E). The mediastinal pleura and retrovisceral space (Fig. F) were widely opened for the placement of chest tubes for postoperative drainage. Bacterial culture of the deep neck abscess isolated methicillin-resistant Staphylococcus aureus after the surgery, and antibiotics were changed to linezolid (Phizer, Manhattan, New York, USA) (1.2 g/day). Complete elimination of the abscesses was confirmed on CT immediately after the surgery. However, during the postoperative course, the recurrence of deep neck and mediastinal abscesses was detected on CT (Fig. A, B: arrows); the former required a second surgery for drainage, and the latter was observed using CT at intervals of 3 to 4 days and treated with continuous linezolid. Complete remission of the abscesses and negative conversion of inflammatory reaction were confirmed 65 days after the initial surgery (Fig. C, D).", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'18424333': 1, '19858699': 1, '22844313': 1, '24351133': 1, '10077888': 1, '27512566': 2}", "similar_patients": "{}"}