{"patient_id": 81541, "patient_uid": "4468299-1", "PMID": 26137344, "file_path": "comm/PMC004xxxxxx/PMC4468299.xml", "title": "Complete Expulsion of Testicular Prosthesis via the Scrotum: A Case-Based Review of the Preventive Surgical Strategies", "patient": "PM, a 36-year-old Caucasian male, underwent an uncomplicated day-case elective right inguinal orchiectomy, with primary insertion of prosthesis. He requested the procedure as treatment for longstanding chronic testicular pain, which he had suffered from for ten years following a previous procedure of skeletonisation of the cord.\\nA right groin incision was made; dissection to the external ring was performed without entry into the inguinal canal. The cord was clamped and transfixed and orchiectomy was performed.\\nA 34 mm × 39 mm (medium) gel-filled Nagôr Ltd. testicular implant was inserted under strict aseptic conditions.\\nThe implant was not anchored or fixed by any suture material.\\n3′0 Vicryl was chosen for wound closure and 3′0 Vicryl Rapide for skin.\\nHistology returned as benign atrophic changes of the right testis.\\nPM returned to our Surgical Assessment Unit three weeks later reporting right hemiscrotal discomfort postoperatively for two weeks. Subsequently he noticed persistent discharge from an erythematous area of his scrotum where a defect soon developed, and three days later as he kneeled down his testicular prosthesis fell out onto the floor.\\nHe walked in holding the prosthesis in his hand.\\nClinical examination revealed a haemodynamically stable and comfortable patient, with a small open scrotal wound which appeared locally infected, and a small cavity where the prosthesis had formerly been.\\nPM was treated with oral antibiotics and discharged the same day.\\nHe was reviewed in clinic eight weeks later with a well healed wound, declaring the desire to have a new prosthesis reinserted.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'5014370': 1, '4559507': 1, '10571632': 1, '15839943': 1, '3787899': 1, '20550599': 1, '22014806': 1, '1677334': 1, '17535609': 1, '31380234': 1, '15371861': 1, '2305536': 1, '1856925': 1, '25168859': 1, '4713367': 1, '18947795': 1, '16609898': 1, '26137344': 2}", "similar_patients": "{}"}