{"patient_id": 88059, "patient_uid": "4977658-1", "PMID": 27502024, "file_path": "comm/PMC004xxxxxx/PMC4977658.xml", "title": "Occlusive bandaging of wounds with decreased circulation promotes growth of anaerobic bacteria and necrosis: case report", "patient": "A previously healthy and active 53-year-old Swede male who worked full-time in the metal industry had arthrosis of the right knee and had experienced episodes of pain in his right ear since 2011. The patient was injured when a 400-kg metal device fell on his right leg during the course of his work (13th March). The patient was wearing security shoes and clothes at the time of the accident. He presented with a superficial abrasion (15 cm × 3 cm) on the front of the right lower leg, without heavy bleeding, and swelling of the right ankle. X-rays and blood tests ruled out a fracture and organ failure (Fig. ). He was assessed by the attending surgeon at the University hospital in Linköping. Surgical intervention or revisions were not indicated and the patient was dismissed with a recommendation for local antiseptics and elevation of the leg while sitting or lying down.\\nA nursing assistant at the Occupational Health Center cared for the patient’s abrasion; it was covered regularly during 4 weeks every other day with an occlusive bandage (Mepilex foam dressing, Mölnlycke Health Care, Sweden), a wound dressing material that is routinely used at health centers. The patient had no fever during this period and did not change the dressing himself. There is no document about him contacting the Department of Infectious Diseases or the health center during this period. He had noticed that the ulcer was producing odorous discharge, but the attending nurse did not experience a situation that should be referred to specialist. The patient was referred to the hospital (13th April) due to visible muscle necrosis accompanied by yellow, odorous secretion at the bottom of an ulcer on the front of the right leg (Fig. ). The patient had no fever, and his vital parameters were stable, although he did have diffuse redness and pitting edema on the right leg. The laboratory analysis revealed normal white blood cells, creatinine, electrolytes, and c-reactive protein 30 (<5 mg/l).\\nThe local status motivated an ulcer revision and debridement of muscle tissue necrosis. However, there was no sign of acute inflammation in the ulcer area and with respect to the severe necrosis and significant growth of anaerobic bacteria together with gram-positive bacteria in a biofilm [, ], there was a risk of developing a larger ulcer area with impaired healing. The clinical status of patient was stable. Intravenous meropenem (3 × 1 g) was started immediately after cultures from blood and ulcer secretion were secured. A culture from the ulcer secretion revealed growth of Staphylococcus aureus, Streptococcus beta hemolytic group G, Clostridium innocuum, and Bacterioides thetaiotaomicron. The ulcer was treated conservatively with the local application of an antibiotic gel containing 250 mg vancomycin and hepatocyte growth factor (HGF in 100 IU antithrombin III Baxter) [] plus sodium chloride for 2 days, followed by antithrombin III plus sodium chloride gel for 5 days. The wound dressing comprised sterile cotton compresses that were changed daily during the first week.\\nThe first sign of fresh bleeding was observed within 1 week (Fig. ), and the patient was dismissed with oral amoxicillin + clavulanacid and metronidazole 3 × 500 mg. The patient taught himself to dress the ulcer at home with sterile cotton compresses and attended regular follow-ups at the clinic once each week. Antibiotic therapy was ceased after 20 days of treatment, and the patient returned to full-time work within 4 weeks. The follow-up controls showed complete healing of ulcer (Fig. ).", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'14987206': 1, '12479427': 1, '8681631': 1, '15779643': 1, '16199671': 1, '18325110': 1, '24571072': 1, '22704693': 1, '23899705': 1, '8324114': 1, '9457609': 1, '27502024': 2}", "similar_patients": "{}"}