{"patient_id": 78454, "patient_uid": "4248399-1", "PMID": 25642350, "file_path": "comm/PMC004xxxxxx/PMC4248399.xml", "title": "Primary Malignant Melanoma of Maxilla: Report of a Case with Discussion", "patient": "25-year-old male patient presented with a complaint of black colored growth on the anterior maxilla since 3 months. Patient gave the history of extraction of loosened upper front tooth which was associated with a black tinted peanut sized growth. Following extraction the growth gradually increased and attained to the present size with change of colour to dark black. Growth was associated with difficulty in eating, speaking, loosening of adjacent teeth, mild pain, and frequent bleeding on provocation. Patient gave history of no such similar disorders in the family, and no adverse habits. The patient was moderately built and nourished, and vital signs were normal. General examination did not reveal any other similar findings. Extra oral examination shows incompetent lips with obliteration of nasolabial fold on right side (). Lymph nodes were nonpalpable. Intraoral examination showed grayish black colored exophytic growth on maxilla involving maxillary gingiva and hard palate (Figures and ) of approximately 7.5 × 5.0 cm2 size extending anteriorly on gingiva from 16 to 24 by crossing midline with displacement of 11, 21, and 22 and superiorly to depth of maxillary anterior vestibule, and posteriorly to soft palate, involving whole of the hard palate with protrusion into oral cavity. Tooth 12 was missing. Surface was irregular, shiny with teeth indentation at the borders. On palpation the lesion was slightly tender, soft in consistency, smooth textured, and fixed to underlying structures and bleeds on probing. Based on the clinical findings provisional diagnosis of oral malignant melanoma involving maxillary alveolus, palate was given. Differential diagnosis of any vascular related disorders was suspected.\\nTo rule out the diagnosis, primary investigations such as aspiration, haematological and urine examinations, incisional biopsy, and CT were done.\\nAspiration was negative. Haematological, urine examinations did not reveal any significant findings, which showed that the lesion was nonhematological. Histopathology revealed strips of squamous epithelium with proliferation of tumor cells arising from basal layer infiltrating deeply into the stoma. Individual cells are round to spindle with melanin pigment. Nuclei are binucleated and large mononucleated giant cells are seen, which is suggestive of malignant melanoma ().\\nCT revealed a soft tissue density mass in the maxillary alveolus, hard palate protruding into oral cavity measuring 5.4 to 3.2 cms (Figures and ). The mass is eroding the alveolus in the midline and eroding free molars. And also causing displacement of anterior teeth. Mass does not involve an sinuses. Contrast CT revealed lymphadenopathy of right axillary and few subcentimeter lymph nodes of the neck.\\nFNAC of cervical and axillary lymph node, chest radiograph, and CT of chest and abdomen were done to know the metastatic extent. FNAC revealed metastasis of malignant melanoma to right cervical and axillary lymph nodes. Chest radiograph, abdominal sonography, and CT of chest and abdomen did not show any significant metastatic lesions.\\nSince the lesion was large with metastatic extension the patient was referred to higher oncology center for further treatment.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'21712630': 1, '19159022': 1, '22900212': 2, '18319034': 1, '12553365': 1, '22367683': 1, '22368374': 2, '22143709': 1, '23087742': 2, '20011176': 1, '9973703': 1, '25642350': 2}", "similar_patients": "{'3414006-1': 1, '3414006-2': 1, '3469903-1': 1, '3469903-2': 1, '3469903-3': 1, '3469903-4': 1, '3283947-1': 1}"}