{"patient_id": 87257, "patient_uid": "4910231-1", "PMID": 27313662, "file_path": "comm/PMC004xxxxxx/PMC4910231.xml", "title": "Familial chromosomal translocation X; 22 associated with infertility and recurrent X mosaicism", "patient": "The proband (A1) is a married male, 30-years-old, carrier of a maternal translocation t (X;22). The couple did not use any methods of contraception for three years, without pregnancy. Physical examination showed diminished testis with parenchymatous consistency, normal epididymis and palpable deferens. Hormonal tests (FSH, LH, testosterone) were normal. Spermogram showed azoospermia. Additionally, the testicular biopsy showed hyalinization in the basal membrane of the seminiferous tubule and germinative cells in the initial stages of maturation. His youngest sister (A2) is 27 years old, married with no children, carrying the same apparently balanced translocation t (X;22). She is phenotypically normal and was referred to the Human Reproduction Division due to infertility. She is attempting pregnancy and has been under ovarian stimulation treatment. Their mother (C1) had three children and all carried the translocation t (X;22). The proband’s father (B1) present both normal phenotype and karyotype. The maternal aunt (C2) had three spontaneous abortions and one normal son. The maternal uncle (C3) had two children and one grandson, all of them with normal phenotype. The maternal grandmother (G1) gave birth to two healthy sons and three healthy daughters. Figure shows the family pedigree.\\nPeripheral blood samples were collected from the patient and all cited relatives (A2, B1, C1, C2, C3, G1). Metaphase chromosomes were prepared using standard cytogenetic methods and 100 metaphases were analyzed by G-banding. Both proband and sister (A1, A2) had an apparently balanced translocation between chromosomes X and 22, of maternal origin, classified as: t (X;22) (22qter → 22q11.2::Xp22.3 → Xqter;22pter → 22q11.2:: Xp22.3 → Xpter). Their father (B1) and uncle (C3) presented normal karyotypes. Cytogenetic analysis of their aunt (C2) and grandmother (G1) identified a low level mosaicism for chromosome X aneuploidy. The karyotype of the aunt was: 45, X [09]/47, XXX [01]/46, XX [90] and of the grandmother was 45, X [13]/47, XXX [05]/48, XXXX [01]/46, XX [81]. None of them has any phenotypic features consistent with Turner syndrome.\\nThe fluorescence in situ hybridization (FISH) technique was performed on metaphase chromosomes of the translocated patients by standard procedures, using Whole Chromosome Painting (WCP) probes for chromosomes X (LPP 0XR, Cytocell, UK) and 22 (LPP 22G, Cytocell, UK). FISH analysis showed a fragment of chromosome 22 translocated to chromosome X but we were unable to detect any segment of the X chromosome translocated to chromosome 22 likely because the reciprocal region involved on the X chromosome was too small to generate signal using a conventional paint probe.\\nFISH analysis using the probes LSI DiGeorge/VCFS TUPLE 1 (LPU 004, Cytocell, UK) and Kallmann/Steroid Sulphatase (LPU 016, Cytocell, UK) has showed that both genes STS and KAL1 (also known as ANOS1) mapped to p22.31 remained on the derivative X chromosome and did not translocate to the chromosome 22. Additionally, the subtelomeric probe of chromosome 22 (N85A3) was displayed in the terminal portion of the short arm of the translocated X chromosome, while the TUPLE1 gene (also known as HIRA), mapped to 22q11.21, remained on the chromosome 22 translocated (Fig. ). Figure shows a schematic image of the position of the genes investigated by FISH in normal and translocated chromosomes. These results suggest that the translocation may involve the distal bands of the X chromosome, as p22.32 or p22.33 and that the breakpoint on chromosome 22 occurred between q11.21 and the subtelomeric region. Thus the definitive karyotype was: t (X;22) (22qter → 22q11.2::Xp22.3 → Xqter;22pter → 22q11.2::Xp22.3 → Xpter) [20].ish t (X;22) (N85A3+, wcpX+, wcp22+ KAL1+, STS+; wcpX-, wcp22+, TUPLE1+) [10].\\nGenomic DNA was isolated from peripheral blood from the proband and his six mentioned relatives, using QIAamp DNA Blood Mini Kit (Qiagen, The Netherlands) and the microarray-based comparative genomic hybridisation (array-CGH) was performed using the platform Human Genome CGH Microarray Chip Kit, 2x400K (Agilent, USA) following the manufacturer’s protocol. This platform has 420,288 probes with an average spacing of 5.3 kb. In brief, genomic DNA from peripheral blood of each patient was fragmented and labeled with Cy3-dCTP or Cy5-dCTP using a Genomic DNA Enzymatic Labeling Kit (Agilent, USA). Samples were then hybridized on arrays for 40 h at 65 °C. After washing, the samples were scanned using the DNA microarray scanner SureScan (Agilent). The scan images were analyzed using the feature extraction software v10.5 (Agilent) and further analyzed with Nexus6.0. Copy number variations (CNVs) were taken into consideration when four or more flanking probes exceeded a value of the intensity ratios four times the standard deviation of the log 2 of all intensity ratios for that experiment. CNVs were considered as pathogenic or benign as suggested by the literature [].\\nNo significant copy gains and losses were detected by array-CGH analysis in the patients or their relatives in the genomic profiles of the chromosomes involved in the translocation or any other chromosome.\\nX-chromosome inactivation (XCI) was investigated by a methylation-sensitive restriction enzyme-based PCR indirect assay []. Briefly, 200 ng of genomic DNA were digested with HpaII (Invitrogen, Carlsbad, CA, USA), for 2 h at 37 °C, or mock-digested. DNA genotyping was carried out in quantitative fluorescence polymerase chain biplex reactions (QF-PCR) in approximately 20 ng of digested or mock-digested DNA using 0.8 μM (AR) and 1.2 μM (RP2) of each primer pair. The forward primers were labeled at the 5′ end with the fluorochrome 6-FAM. The allele profiles were determined in an ABI 310 Prism Genetic Analyzer (Applied Biosystems). The data were analyzed with GeneScan Analysis 3.7 and Genotyper 3.7 software (Applied Biosystems). The proportion of blood cells carrying the active or the inactive X was estimated as described by Busque et al. [].\\nThis assay is based on methylation statuses of CpG near the short tandem repeats from the promoter region of retinitis pigmentosa 2 (RP2) gene and exon 1 of androgen receptor (AR) gene on X-chromosome. Cleavage with the restriction enzyme HpaII is blocked when the DNA is methylated. After digestion, only uncleaved alleles are amplified by the QF-PCR. The ratio between the area under allele peaks after HpaII cleavage was used to estimate the proportion of inactivation of each X chromosome. The size of the area under the informative allelic peak is inversely proportional to the percentage of cells with the corresponding active X chromosome.\\nBoth mother (C1) and sister (A2) were homozygous for the AR marker. Thus, this marker was uninformative in the XCI assay. Segregation analysis of the RP2 alleles indicated that the X chromosome represented by the 372 bp allele corresponds to the X;22 translocated chromosome, and that it was preferentially active in both mother and daughter (Fig. ). We estimated that the translocated chromosome was active in 99.3 % of the mother’s cells and in 88.0 % of the sister’s.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'9147109': 1, '18765821': 1, '17329371': 1, '11483637': 1, '12832360': 1, '17616720': 1, '25645873': 1, '22342433': 1, '23321184': 1, '17705154': 1, '10711834': 1, '25296578': 1, '22490612': 1, '27382416': 1, '7152515': 1, '19396175': 1, '11397327': 1, '12444099': 1, '2056021': 1, '11388763': 1, '18801168': 1, '18535003': 1, '22974302': 1, '22353941': 1, '21412953': 1, '19202126': 1, '24164188': 1, '25078280': 1, '21293113': 1, '16192713': 1, '27313662': 2}", "similar_patients": "{}"}