{"patient_id": 141923, "patient_uid": "4220405-1", "PMID": 25378883, "file_path": "noncomm/PMC004xxxxxx/PMC4220405.xml", "title": "Functional spasm of accommodation: Changes on scheimpflug imaging", "patient": "A 17-year-old girl complained of sudden onset blurring of vision in both eyes following prolonged reading under a dim light. It was associated with mild headache and eye strain. She was a known case of myopia. Her refractive error was –2 diopters in both eyes. Her records showed that her refractive error increased to –4 dioptre sphere on the day of her complaint and she was prescribed spectacles on the same day. She was on salbutamol inhaler for bronchial asthma.\\nAt presentation to us on the third day of her symptoms, visual acuity was 6/36 and 6/24 in the right and the left eye with –4 dioptre spherical correction which she was wearing in both eyes. BCVA (Best corrected visual acuity) was 6/6 with manifest refraction of –7 diopter sphere OD and – 7.5/–0.5 × 70 OS. Anterior segment examination revealed miosis, shallow anterior chamber in both eyes. Intra-ocular pressure on applanation tonometry was 14 and 16 mmHg in right and left eye, respectively. On Pentacam examination after dilatation with phenylepherine 5% drops, the anterior chamber depth was 1.64 mm OD and 1.57 mm OS. The crystalline lens thickness was 4.01 mm in the right eye and 4 mm in the left eye and the distance between the cornea and posterior pole of the lens was 5.65 mm OD and 5.57 mm OS [Figure and ]. Cycloplegic refraction under cyclopentolate 1% done 1 day later showed –1.5 dioptre sphere in the right and –1.75 dioptre sphere in the left eye and visual acuity of 6/6 OU. At this time scheimpflug imaging showed an anterior chamber depth of 2.98 mm OD and 2.95 mm OS with a lens thickness of 3.7 mm in the right eye and 3.62 mm in the left eye and the distance between the cornea and posterior pole of the lens was 6.68 mm OD and 6.57 mm OS [Figure and ]. No supraciliary effusion could be documented on ultrasound biomicroscope. A diagnosis of accommodative spasm was thus made clinically and morphological changes were documented by pentacam. The patient was put on cyclopentolate 1% drops once a day.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'9071209': 1, '15342045': 1, '17720076': 1, '17050582': 1, '8658338': 1, '12962993': 1, '13258007': 1, '15708834': 1, '25378883': 2}", "similar_patients": "{}"}