{"patient_id": 74755, "patient_uid": "4005094-1", "PMID": 24834388, "file_path": "comm/PMC004xxxxxx/PMC4005094.xml", "title": "Colovaginoplasty in a Case of Mayer-Rokitansky-Kuster-Hauser Syndrome", "patient": "A 17-year-old girl presented with crampy lower abdominal pain for last five years and primary amenorrhea. The pain was cyclical in nature usually occurred after every month, gradual in onset, progressively severe in intensity, remained for 4 to 5 days and often relieved with medicine. Family history was insignificant. She was otherwise generally healthy with no significant past medical history. Her height was 142 cm, weight 45 kg and blood pressure 120/70 mmHg. Her breast and pubic hair were at Tanner stage 4. Examination revealed an ill defined mass palpable in the lower abdomen. Genital examination disclosed normal appearing genitalia with a vaginal dimple only 1 cm deep. Ultrasound abdomen revealed a normal sized anteverted uterus with normal appearing endometrium (10 mm thick); cervix appeared hypoplastic however vagina was not outlined; both ovaries were normal. A tubular structure sized 8.1 cm x 3.6 cm with internal echoes and debris representing hematosalpinx was also noted. CT scan showed absence of vagina, hypoplastic cervix, and left hematosalpinx (Fig. 1).\\nBowel vaginoplasty to bridge the gap between the uterus and introitus was planned. At operation, findings were a large bulky uterus, left hematosalpinx with occluded fimbriae. There was endometriosis of left fallopian tube and ovary. Right fallopian tube although edematous looked normal and so was right ovary (Fig. 2). Cervix was hypoplastic ending blindly having no vagina. Hystrotomy at the fundus was performed and patency of cervix checked. Cervix at the lower most patent part was then opened. The sigmoid patch was harvested, though sigmoid mesentery was short, as a vaginal conduit. A space was created between the bladder and rectum from above and from below at normal site of vagina in the vestibule. The conduit was brought down behind the left tube isoperistaltic fashion. It was anastomosed to uterus above and introitus below (Fig. 3, 4A). At Examination under anesthesia (EUA) on 3rd postoperative day, the lower posterior part of neo-vagina partly necrosed which was initially debrided and then replaced by labial flap after 2 weeks of initial surgery (Fig. 4B). EUA afterwards confirmed the viability and patency of neo-vagina. Patient is on regular vaginal dilatations. Passage of normal menstruation further confirmed the patency.", "age": "[[17.0, 'year']]", "gender": "F", "relevant_articles": "{'4577604': 1, '12077748': 1, '17375254': 1, '17861520': 1, '17138802': 1, '8022011': 1, '10693182': 1, '24834388': 2}", "similar_patients": "{}"}