{"patient_id": 142255, "patient_uid": "4248527-1", "PMID": 25484419, "file_path": "noncomm/PMC004xxxxxx/PMC4248527.xml", "title": "Cutaneous Angiosarcoma of Head and Neck", "patient": "An 80-year-old male presented with multiple nontender grouped, purple red hemorrhagic vesicular and bullous lesions over left lower cheek and upper neck area with blood-stained serous discharge since 1 month. It started as small vesicular lesions over cheek which gradually increased in size and spread to upper neck and behind ear, and clear fluid was replaced by blood-stained fluid. Patient had history of occasional throbbing headache. No history of radiation was present. Boggy infiltration of scalp with pitting edema along with diffuse, erythematous painless swelling below the left eye was present [Figures and ]. Oral cavity showed cherry red-colored single cystic lesion around 0.5 × 1 cm sized over left buccal mucosa. Bilateral cervical lymph nodes were enlarged. All routine investigations were normal. Computed tomography (CT) of neck showed cervical lymphadenopathy. CT thorax showed fibrotic bands in both upper lobes with thin-walled cavity at cardiac apex and little nodular opacities in the right upper and midzones. The TNM staging system based on the extent of the tumor (T), the extent of spread to the lymph nodes (N), and the presence of distant metastasis (M) for cutaneous angiosarcoma was T2bN1M1. Excisional biopsy showed irregular anastomosing vascular channels lined by single layer of enlarged endothelial cells, which permeate between collagen bundles causing “dissection of collagen”. The cells showed mild pleomorphism with vesicular nuclei and prominent nucleoli. Mild nuclear atypia with mitosis was evident [Figures and ]. On immunohistochemistry, tumor cell expresssed CD-31 and Fli-1 which was conclusive of angiosarcoma. We referred the patient to cancer center for further management, but he died at home within 4 days after discharge from our hospital.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'18694495': 2, '21716939': 1, '9640382': 1, '15153886': 1, '7977971': 1, '32850127': 2, '27904196': 1, '15818442': 1, '7197190': 1, '18307140': 1, '8625109': 1, '22772626': 1, '30617438': 1, '25484419': 2}", "similar_patients": "{'2533304-1': 1, '7425253-1': 1}"}