{"patient_id": 149788, "patient_uid": "4719272-1", "PMID": 27299003, "file_path": "noncomm/PMC004xxxxxx/PMC4719272.xml", "title": "Tubercular Osteomyelitis Clavicle: A Case Report", "patient": "A 61-year-old male presented to orthopedic OPD with complaint of pus discharge from a sinus on his left shoulder tip since 2 years and pain in left shoulder region since 2 months.\\nInitially, patient was treated outside as a case of soft tissue abscess over shoulder tip for which incision and drainage were done, and antibiotics were given. Later, he developed a discharging sinus. Pus was whitish in color, sticky in nature, and non-foul smelling. He consulted several local practitioners who gave him antibiotics. But there was no change in the amount and color of pus from the sinus.\\nLater, patient developed pain in left shoulder just after getting up from bed. Pain was continuous and not relieved by painkillers. There is no history of trauma and swelling in the neck.\\nLocal examination revealed a single sinus at left shoulder tip. No signs of inflammation were present (). The margins of the opening of the sinus were inverted, and no granulation tissue was observed at its mouth. Tenderness at lateral end clavicle was present. On pressing, the sinus minimal thick purulent discharge was seen. Sinus was thick walled and fixed to underlying bone. On probing, hard bony structure was felt in the depth of the wound. No cervical or axillary lymphadenopathy was present.\\nLaboratory tests showed hemoglobin - 14.4 g/dl, total leucocyte count of - 10500/cumm, neutrophils - 62%, lymphocytes - 30% with erythrocyte sedimentation rate - 35 mm/h. On X-ray, lung fields were clear. Culture revealed coagulase-negative staphylococcus and Acinetobacter calcoacetcus baumanni complex sensitive to a combination of amoxycillin clavulanic acid and amikacin. Anteroposterior radiographs of left shoulder with clavicle revealed pathological fracture of the lateral end of clavicle and sequestrum with periosteal reaction at lateral end clavicle. Acomioclavicular joint appeared to be normal ().\\nA clinicoradiological diagnosis of chronic pyogenic osteomyeltis of clavicle with discharging sinus was made. Patient was put on injectable antibiotics. Sequestrectomy with sinus tract excision was done (). Histopathology showed chronic necrotizing granulomatous inflammation, suggestive of the tubercular osteomyelitis (). Patient was started on a multidrug antitubercular therapy. The wound healed with the primary intention.\\nThere is terminal restriction of all range of movements at shoulder after 1 year of follow-up. ().", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'24964439': 2, '33575360': 1, '11026712': 1, '12437243': 1, '34141665': 2, '4451070': 1, '28511468': 1, '19554172': 1, '11822082': 1, '27299003': 2}", "similar_patients": "{'3813558-1': 1, '8180323-1': 1}"}