{"patient_id": 86471, "patient_uid": "4848280-1", "PMID": 27117265, "file_path": "comm/PMC004xxxxxx/PMC4848280.xml", "title": "Bronchogenic cyst at esophagogastric junction treated by laparoscopic full-thickness resection and hand-sewn closure: a case report", "patient": "A 32-year-old woman with a body mass index of 43 kg/m2 presented to the bariatric surgery center at another hospital. Sleeve gastrectomy was scheduled, but gastroendoscopy screening revealed a submucosal tumor (SMT) on the EGJ. She was referred to us for further evaluation. Endoscopy findings showed an SMT on the anterior wall of the EGJ with severe erosion on its mucosal surface. The epicenter was estimated to be 10 mm distal to the EGJ (Fig. ). Abdominal computed tomography showed a low-density cystic lesion (60 mm in diameter), and magnetic resonance imaging demonstrated a homogenous cystic mass with iso-intensity on T1-weighted images, high intensity on T2-weighted images, and continuity with the intestinal wall (Fig. ). Fine needle aspiration biopsy was not performed because of the cystic contents, but differential diagnoses included a cystic tumor such as a duplication cyst, bronchogenic cyst, or cyst-forming gastrointestinal stromal tumor.\\nAlthough the tumor was over 50 mm in diameter, after considering the low probability of malignant disease in this patient and our surgical team’s broad experience with laparoscopic surgery, we selected laparoscopic extirpation of this SMT. We considered that full-thickness resection, not enucleation, was required because of the presence of severe mucosal erosion. The patient was obese enough to be a bariatric surgery candidate; therefore, the operation was carried out with the cooperation of gastric surgeons and an expert bariatric surgeon. First, a 12-mm trocar for the scope was inserted at the umbilicus using an optical method; next, two 5-mm trocars were inserted in the bilateral subcostal region, two 12-mm trocars were inserted in the bilateral flank region, and another 5-mm trocar was inserted in the epigastric region for liver retraction. The lateral segment of the liver was retracted using Silicon Disc™ (Hakko, Nagano, Japan) and snake retractor to ensure adequate visibility around the EGJ. The lesser omentum was dissected to expose the abdominal esophagus. A smooth extraluminal tumor originating from the right side of the EGJ was seen. The base of the tumor was carefully exposed and excised circumferentially to its full thickness using the ultrasonically activated device (Fig. ). The defect was relatively large, especially on the stomach side. For closure, the stomach wall site was first closed with a continuous suture in the direction of the long axis to adjust the rim length of the gastric and esophageal sites. The esophageal wall and stomach wall were then closed by interrupted sutures, finally resulting in a T shape (Fig. ). The latter suturing was performed over the gastroendoscope as a bougie to prevent stricture. An air leakage test was performed to verify the tightness. Finally, Toupet fundoplication was added as an anti-reflux procedure. The resected specimen was removed from the enlarged umbilical port in an extraction bag. The operation time was 219 min. Gross examination of the extracted specimen showed a monolocular cystic mass covered with a fibrous capsule-like surface and containing brownish viscid fluid. Pathological examination showed that the surface of the cyst was covered with the mucosal layer of the esophagus and stomach in continuity with its muscular layer. The luminal surface was lined by columnar ciliated epithelium (Fig. ). There were no malignant findings. The tumor was finally diagnosed as a bronchogenic cyst arising from the EGJ.\\nThe postoperative course was uneventful. Esophagography performed 3 days after the surgery using Gastrografin showed no leakage or stenosis; also, reflux to the esophagus was not observed, even in head-down-tilted position (Fig. ). She was discharged on postoperative day 8. Gastroendoscopy examination showed no deformity or stenosis 3 months postoperatively, and the patient complained of no reflux symptoms (Fig. ).\\nBronchogenic cysts arise due to a lack of continuity between the tracheobronchial tract and the lung buds after abnormal germination and segregation. Until week 7 of gestation, when the pleural and peritoneal cavities are separated by the formation of the diaphragm, these cavities are formed intra-abdominally []. Most bronchogenic cysts are located in the mediastinum or intrapulmonary region; sub-diaphragmatic formation has been rarely described. Differential diagnoses are often extensive and include gastrointestinal stromal tumors, leiomyomas, lymphangiomas, and duplication cysts. Imaging examination shows a simple cystic spherical lesion but is not satisfactory as a definitive diagnostic modality [, ]. Some authors have reported that endoscopic ultrasound-guided fine needle aspiration cytology showing ciliated respiratory mucosa was helpful for the diagnosis [], but preoperative diagnosis generally seems difficult. Most affected patients are asymptomatic, but some complain of epigastric pain, nausea, or vomiting. If an esophageal bronchogenic cyst is left untreated, complications such as infection, ulceration, intracystic bleeding, fistula formation, and malignant transformation may occur [], particularly in adulthood; therefore, surgical treatment is recommended. Kirmani et al. [] reviewed the treatment results for both symptomatic and asymptomatic bronchogenic cysts and found that 45 % of the asymptomatic patients subsequently developed symptoms; moreover, the operations for symptomatic cysts often became complicated.\\nSurgical excision of SMTs on the EGJ remains challenging because of the anatomical complexity and delicate function. Clinical decision-making may need to be employed with consideration of the individual patient. Wedge resection involving the EGJ using a stapler seems unsuitable because of postoperative deformation and stenosis. Proximal gastrectomy with lower esophageal resection will lead to remarkable decline in the patient’s quality of life. As alternatives, several novel techniques with which to minimize the extent of resection of the normal gastrointestinal tract wall were recently published, such as laparoscopic and endoscopic cooperative surgery or percutaneous endoscopic intragastric surgery [–].\\nTo the best of our knowledge, five English language publications have reported laparoscopically treated bronchogenic cyst located close to the EGJ (Table ) [, –]. In two of these five cases, the surgeons used enucleation of the tumor with mucosa integrity, because mucosa was intact. In two other cases that did not directly involve the true EGJ, the tumors were resected using staplers. Only Kurokawa et al. [] reported a manual full-thickness excision, but they closed the defect using a stapler, with no description of anti-reflux measures. In the present case, the tumor exhibited extraluminal growth with mucosal erosion; therefore, enucleation seemed inappropriate. The indication for laparoscopic and endoscopic cooperative surgery or percutaneous intragastric endoscopy is usually an intraluminal growing tumor. Finally, we chose full-thickness resection with hand-sewn closure. One crucial problem of this procedure may be exposure of the intragastric contents to the abdominal cavity. However, we believed that the probability of a malignant tumor was very low considering the imaging findings and therefore selected the herein described procedure. The technique with which we established and confirmed tightness during closure was very delicate. Intraoperative gastroendoscopy was helpful to calibrate the luminal caliber of the EGJ. Nevertheless, the lower esophageal sphincter function was partially lost, and we added partial fundoplication (Toupet fundoplication) to prevent postoperative reflux. The Thal-Hatafuku cardioplasty is an effective procedure for megaesophagus due to achalasia and was a plausible choice for this situation. However, this patient might receive bariatric surgery (sleeve gastrectomy or gastric bypass) in the future, which would be much more challenging after a Thal-Hatafuku procedure. We therefore selected the method described here.\\nWe considered the patient’s obesity in our treatment strategy. Had the tumor been definitely diagnosed as benign and located at the greater curvature site, we could have performed a sleeve gastrectomy. Currently, the patient’s weight is controlled only by diet, but if its control becomes poor, surgical treatment may be required. If her esophageal reflux is still a problem at that time, Roux-en-Y gastric bypass may be a first choice rather than sleeve gastrectomy.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'18074180': 1, '19475460': 1, '15898909': 1, '25669636': 1, '32714540': 1, '22643521': 1, '23917610': 1, '20709698': 1, '17958719': 1, '16447475': 1, '24229041': 1, '22098836': 1, '26201418': 1, '23579880': 1, '27117265': 2}", "similar_patients": "{}"}