{"patient_id": 146450, "patient_uid": "4494083-1", "PMID": 26155283, "file_path": "noncomm/PMC004xxxxxx/PMC4494083.xml", "title": "A rare case of gallbladder torsion along the axis of body: a case report", "patient": "An 87-year-old woman complaining of abdominal pain in the right upper quadrant, nausea and vomiting for 4 days was admitted to the emergency room. She was moderately dehydrated with fever (38.5℃) but her vital signs were normal. On physical examination, a large, firm and tender mass was palpable on the right abdomen. Her conjunctiva was not icteric. Liver function test was normal. Computed tomography of abdomen showed a large and small cavity (). The large cavity with the largest diameter of 15 cm had wall thickening and contained a large stone. The 3 cm-sized small cavity under the liver seemed to be a portion of normal gallbladder. The wall of large cavity was thickened and seemed to be the gangrenous portion distal to the twisted body of gallbladder. Ultrasonography demonstrated a portion of gallbladder rotating in a counterclockwise direction along the axis of gallbladder. Doppler ultrasonography confirmed blood flow in the small cavity proximal to the twisted portion, but there was no blood flow in the huge cavity distal to the twisted portion of the gallbladder (). Gallbladder torsion was suggested preoperatively, based on the imaging findings. During laparotomy, a normal cystic duct, gallbladder neck, and proximal body was found to be attached firmly on the gallbladder bed. Moreover, the distal portion of gallbladder was twisted 360 degree in counterclockwise direction around the axis of gallbladder resulting in huge distension with severe gangrenous change of distal gallbladder (). The mechanism of gallbladder torsion was illustrated (). Cholecystectomy was performed and the patient was discharged 2 weeks later without postoperative complication. Histopathology showed mild inflammation found in the proximal part of the gallbladder in contrast to necrosis and gangrenous changes found in the distal gallbladder.", "age": "[[87.0, 'year']]", "gender": "F", "relevant_articles": "{'6738115': 1, '9358785': 1, '12376241': 1, '11180895': 1, '1118616': 1, '3944403': 1, '8274129': 1, '5411166': 1, '34733951': 1, '26155283': 2}", "similar_patients": "{}"}