{"patient_id": 83376, "patient_uid": "4605261-1", "PMID": 26491586, "file_path": "comm/PMC004xxxxxx/PMC4605261.xml", "title": "Oxaliplatin-Induced Tonic-Clonic Seizures", "patient": "A 50-year-old previously healthy male presented to the emergency room with severe abdominal pain. He denied use of any medications or allergies. He had a family history of breast cancer in his mother and ovarian cancer in his maternal grandmother. He was an ex-smoker and denied use of alcohol or illicit drugs. His physical exam was within normal limits except for diffuse abdominal tenderness. A computed tomography (CT) scan of the abdomen and pelvis showed acute appendicitis. Appendectomy was done and pathology showed mixed adenoneuroendocrine carcinoma (MANEC), most consistent with adenocarcinoma ex-goblet-cell carcinoid, signet ring cell tumor-type, with a maximum dimension of approximately 4.3 cm. He had features of both adenocarcinoma and carcinoid tumor. The patient subsequently underwent a colonoscopy that showed a 7 mm polyp in the descending colon. Biopsy showed a sessile tubular adenoma with no high grade dysplasia. Definitive surgical therapy, a right hemicolectomy, was performed. Lymph nodes showed metastatic goblet cell carcinoid tumor. In the presence of positive nodal disease, it was decided to proceed with adjuvant chemotherapy.\\nAdjuvant chemotherapy with Folinic acid, Fluorouracil, and Oxaliplatin (FOLFOX) was started. During the third cycle of FOLFOX, the patient developed a witnessed tonic-clonic seizure that lasted approximately 2-3 minutes. He was transferred to the hospital for further evaluation. He denied any previous personal or family history of seizures or strokes. Electrocardiogram (ECG), complete blood count (CBC), complete metabolic panel (CMP), thyroid stimulating hormone (TSH), and urine drug screen were within normal limits. Initial 24-hour urine 5-HIAA was 3.8 mg/24 hr (reference range 0.0–14.9 mg/24 hr) and Chromogranin-A was 3 nmol/L (reference range 0.0–5.0 mg/L). Magnetic Resonance Imaging (MRI) of the brain did not show any acute abnormality. An electroencephalogram (EEG) was normal. The patient was rechallenged with the FOLFOX chemotherapy, however, at the end of the fourth infusion, the patient became unresponsive, his eyes rolled back, and he had tonic-clonic seizures for the second time. Workup including CBC, CMP, and MRI of brain again was negative. His chemotherapy regimen was switched to Folinic acid, Fluorouracil, and Irinotecan (FOLFIRI), thus removing Oxaliplatin from his chemotherapy regimen. After 5 cycles of FOLFIRI chemotherapy, the patient did not develop any more seizures, making Oxaliplatin the most likely reason for his seizures.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'21189381': 1, '17361348': 1, '12422304': 1, '17311705': 1, '18024878': 1, '17724292': 1, '8559202': 1, '9510314': 1, '17849118': 1, '26933425': 2, '12015768': 1, '11092115': 1, '28978604': 1, '20016227': 1, '15590869': 1, '26491586': 2}", "similar_patients": "{'4772610-1': 1}"}