{"patient_id": 85541, "patient_uid": "4766339-7", "PMID": 26981308, "file_path": "comm/PMC004xxxxxx/PMC4766339.xml", "title": "Mechanisms and Clinical Management of Ventricular Arrhythmias following Blunt Chest Trauma", "patient": "Case 7. Shakil et al. report a case of left bundle branch block NSVT morphology in a 33-year-old man who presented with palpations for 2 weeks []. The patient experienced a blunt chest injury during a skiing accident 6 months prior to the symptoms and, subsequently, it was hypothesized that the injury was the impetus behind the NSVT and related symptoms. An exercise tolerance test was attempted multiple times but was discontinued each time because of sustained VT that resolved with rest. The patient was admitted to the hospital and underwent a contrast-enhanced CT angiography. The imaging revealed myocardial dilatation in the RV free wall near the annulus of the tricuspid valve consistent with aneurysm and fibrosis. Endocardial RV mapping and ablation of the VT were attempted but were unsuccessful due to anatomic limitations and challenges reaching the inferior RV aneurysm. The patient was initiated on amiodarone and β-blocker therapy but ultimately refused long-term antiarrhythmic drug use. The patient elected to undergo a hybrid surgical procedure involving RV epicardial mapping and cryoablation of the RV aneurysm. The patient was discharged 4 days later after an uneventful postoperative stay and remained free of any further VT off antiarrhythmic medications during 8-month follow-up.\\nIn the past, medical management with antiarrhythmic drugs was the standard choice of treatment among clinicians to control ventricular arrhythmias. Today, we know that 40% of patients do not respond to this type of treatment for VT [, ]. For patients who do not respond to the antiarrhythmic drugs or have some other contraindications, such as toxemia, other options are available. As we described in the case reports presented in this review, these other options are endocardial resection, repair of the aneurysm, and radiofrequency/cryoablation [].", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'33441945': 1, '8353918': 1, '12625616': 1, '9205154': 1, '19340350': 1, '9922341': 1, '11323067': 1, '20946230': 1, '3342490': 1, '19753099': 1, '9826871': 1, '12570951': 1, '25084395': 1, '22484649': 1, '22511659': 1, '23107651': 1, '16948746': 1, '24760424': 1, '6807075': 1, '22416076': 1, '23234817': 1, '22564003': 1, '4582700': 1, '709781': 1, '11879111': 1, '16603266': 1, '11231750': 1, '12855160': 1, '26981308': 2}", "similar_patients": "{'4766339-1': 2, '4766339-2': 2, '4766339-3': 2, '4766339-4': 2, '4766339-5': 2, '4766339-6': 2}"}