{"patient_id": 140648, "patient_uid": "4150284-2", "PMID": 26038750, "file_path": "noncomm/PMC004xxxxxx/PMC4150284.xml", "title": "Emergence of human babesiosis along the border of China with Myanmar: detection by PCR and confirmation by sequencing", "patient": "Patient 2 was a 30-year-old man who was hospitalized on 9 April 2013, because of two days of fever, diaphoresis, myalgias, progressive dyspnea and fatigue. The patient had a temperature of 38.4°C, a slightly elevated leukocyte count (1.11×1010/L), but normal levels of other routine blood parameters. The RDT for malaria was negative. Originally from Tengchong village, he had travelled to Myanmar 2 months ago, returning home at the beginning of April. He recalled multiple tick bites in the recent past and had also received blood transfusion and blood products for the treatment of renal-malaria caused by infection with Plasmodium falciparum during the summer of 2012.\\nA nested polymerase chain reaction (PCR) with two sets of Babesia microti specific primers for the small subunit ribosomal RNA (SSU rRNA) was conducted on blood samples. Positive samples were tested using another set of nested PCR primers to detect the beta-tubulin gene of B. microti. To identify the clades to which the isolates belong, a more accurate analysis of the sequence encoding the 18S rRNA gene of the Babesia parasite from the patients was applied with the nested PCR primers Piro1F/rRNA-3′ and BablA/Prio6R as described by Medlin et al. Second round PCR products that were full-length cDNAs for the 18S rRNA gene (∼1700 bp) and the beta-tubulin gene (∼590 bp) were sequenced. The sequences were entered in the BLAST database (). The blood smears showed intraerythrocytic ring form and tetrad typical of small Babesia parasites ().\\nSequences from SSU rRNA and beta-tubulin gene obtained by direct sequencing of PCR products from the two patients were aligned by using the ClustalW method (EMBL-EBI, Hixton, Cambridge, UK). Those sequences were deposited in GenBank with accession NOs KF410825, KJ128385 and KJ128387, respectively. The sequences of our two isolates and other sequences were clustered following the pattern described by Hunfeld et al. to identify the group of our isolates.\\nPhylogenetic trees were produced by using the neighbor joining method in MEGA version 5.1 (). The case samples (denoted as Yunnan China) clustered with other B. microti isolates. B. divergens and B. rodhaini were set as the outgroups ().\\nInfection of human babesiosis has only been reported as a few sporadic cases in China. Because malaria RDT was negative for each case, and the blood smears failed to find any protozoan parasites, neither patient was treated with any anti-protozoa drugs. Atovaquone, the drug of first choice for treatment of babesiosis is not available in China. However, a combination of penicilin, quinolone and other symptomatic treatments, such as oral paracetamol tablets for the high temperature and supplemental vitamin C and vitamin B1, were administered to these two patients. Both patients had no significant immune deficiency; Babebsia infections were relatively benign since fever and other symptoms resolved within 1 month of therapy.", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'27112141': 1, '21735422': 1, '22484134': 1, '29970143': 1, '26594611': 1, '12804380': 1, '22908812': 1, '29637884': 1, '22840424': 1, '20541037': 1, '10885987': 1, '12875292': 1, '25403908': 1, '23362840': 1, '1500517': 1, '31412024': 1, '14636016': 1, '8103861': 1, '22716978': 1, '34583754': 1, '22360483': 1, '9003614': 1, '24090043': 1, '3224833': 1, '15297749': 1, '22168221': 1, '33672522': 1, '18440005': 1, '34578209': 1, '23853577': 1, '11376054': 1, '9683900': 1, '26204984': 1, '26038750': 2}", "similar_patients": "{'4150284-1': 2}"}