{"patient_id": 149383, "patient_uid": "4681231-1", "PMID": 26677305, "file_path": "noncomm/PMC004xxxxxx/PMC4681231.xml", "title": "Cutaneous Metastasis from Signet-ring Gastric Adenocarcinoma in a Carcinoma En Cuirasse Pattern: An Unusual Clinical-diagnostic Sequence", "patient": "A 55-year-old man presented with a 3-month history of redness and thickening of the skin around the umblicus. The patient gave a history of vague gastrointestinal symptoms including nausea and anorexia for 4 months before the appearance of skin lesions, and a recent, unquantified weight loss and fatigue. There were no complaints of dysphagia, hematemesis, or melena. A history of difficulty in micturition was also elicited. Clinical examination revealed two well-defined erythematous to brown leathery plaques measuring approximately 15×20 cm and 15×8 cm over the right and left abdominal flanks, respectively. A pink-colored polypoidal growth was present over the right indurated plaque []. On palpation, the skin was unpinchable and a nontender, woody, hard induration was present. The systemic examination was normal. No mass was palpable per abdomen. Tender bilateral inguinal lymphadenopathy was present.\\nRoutine hematological and biochemical investigations were within normal limits except for a low hemoglobin level of 7.4 g/dL and a raised erythrocyte sedimentation rate of 42 mm/h.\\nThe skin biopsy showed a normal epidermis and infiltration of the dermis by inflammatory cells along with small mononuclear cells (SRCs) with a monocytoid appearance, at places present in the “Indian filing” pattern []. The appearance was that of a mucin-producing adenocarcinoma (ADC), metastatic to skin. The mucin-producing SRCs were diastase-resistant periodic acid-Schiff (PAS)- and mucicarmine-positive, suggesting gastric origin. On immunohistochemistry, tumoral cells were positive for cytokeratins [] and epithelial membrane antigen (EMA) [], and negative for estrogen and progesterone receptor (ER/PR), carcinoembryonic antigen (CEA), prostate-specific antigen (PSA), leukocyte common antigen (LCA), and the melanocytic markers S100 and HMB45.\\nAbdominal ultrasonography showed a mural thickening of the stomach of size 12 mm and a cystic focus 15×17 mm in the prostrate. Endoscopic findings revealed an ulcerative growth of size 15×20 mm on the lesser curvature of the stomach. On the basis of immunohistochemical findings, gastric biopsy was planned, which unexpectedly revealed monocytoid cells similar to the findings observed on cutaneous biopsy, suggesting a moderately differentiated SRC carcinoma. Computed tomography of the abdomen showed an extensive edema of the subcutaneous tissue, periumbilically in the midabdomen, consistent with a carcinomatous lymphangitis. It also revealed the presence of metastatic nodules in the prostrate, bladder, mesentery, and retroperitoneal and peripancreatic lymph nodes.\\nThe patient was referred to oncologists for the management of metastatic cancer of gastric origin and started on chemotherapy.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'15608485': 1, '19056145': 1, '20551556': 1, '14622511': 1, '14501290': 1, '8335743': 1, '7622642': 1, '21737667': 1, '33869701': 1, '32487420': 2, '32180605': 2, '22617133': 1, '15574148': 1, '18023773': 1, '11913734': 1, '10495385': 1, '31040139': 1, '26677305': 2}", "similar_patients": "{'7335879-1': 1, '7059471-1': 1}"}