{"patient_id": 149350, "patient_uid": "4679802-1", "PMID": 26677384, "file_path": "noncomm/PMC004xxxxxx/PMC4679802.xml", "title": "Rescue extracorporeal membrane oxygenation for refractory cardiogenic shock", "patient": "A 59-year-old male patient was admitted to coronary angiography for recurrent chest pain for 1 day. Based on ECG and elevated troponin T, acute coronary syndrome without ST elevation was diagnosed. He had no significant past medical history. Using the right radial approach and a Judkins diagnostic catheter, the very short LMCA was visualized with almost independent take-off of the left anterior descending coronary artery (LAD) and left circumflex coronary artery (LCX). First selective contrast injection into the LCX did not show any significant lesions. In order to selectively engage the LAD, excessively deep catheter intubation was performed, which caused iatrogenic LMCA dissection, propagating to the LAD and proximal LCX. Acute LAD closure and contrast extravasation was visualized (). Immediate, percutaneous attempts to open the LAD were undertaken. However, despite support with inflated 1.25 mm and 2.0 mm balloons, it was impossible to insert any of the different guidewires into the true lumen of the LAD or diagonal branch. Thus no contrast flow in the mid/distal LAD segments was restored. The patient developed CS, requiring continuous infusion of inotropes, intubation and mechanical ventilation. Thus, he was immediately transferred to a tertiary hospital with the department of cardiac surgery, where rescue off-pump coronary artery bypass grafting (CABG) was performed just a few hours after dissection. Entering the operating room the patient had a sinus rhythm with a heart rate of 120 beats/min and blood pressure of 85/55 mm Hg. The LAD dissection extended to the mid segment, distal to which the vein graft was sewn. The second vein graft was sewn to the obtuse marginal artery. The postoperative course was characterized by progressive impairment of the left ventricle (LV) systolic function. The LV ejection fraction (LVEF) decreased from 25% preoperatively to only 10–15% in the early postoperative period. No repeat early post-CABG coronary angiography has been performed to document graft patency. Maximal troponin T was 20650 ng/l (UNL < 14) and the peak lactate was 84 mg/dl (UNL < 20) on the second day. An intra-aortic balloon pump (IAPB) was inserted percutaneously through the left femoral artery. Due to progressive haemodynamic instability despite maximal medical therapy and IABP support, an ECMO was inserted on the second postoperative day through the full sternotomy, utilizing an 8 mm graft sewn to the ascending aorta and a VAD venous cannulae introduced into the right atrium to salvage the patient. The ECMO circuit was based on a centrifugal pump and a hollow-fiber membrane oxygenator. All circuit components were heparin surface coated. After surgical bleeding had been controlled, continuous infusion of heparin was initiated with the activated partial thromboplastin time target of 40–60 s. The pump flow was maintained at 2.5 l/min/m2, obtaining a mean systemic pressure of 60–70 mm Hg. Packed red blood cells and fresh frozen plasma were transfused as required. Haematocrit was maintained above 30% to optimize oxygen delivery. No exploration for bleeding was necessary. The intensive care unit course was characterized by modest but continuous clinical improvement and LVEF increase up to 35–40%. The decision for ECMO weaning was undertaken on stable haemodynamic and inotropic support, with echocardiographic absence of tamponade and of left heart distension. Weaning was done in the operating room. The ECMO flow was gradually reduced under continuous transesophageal echocardiography monitoring of LV function and finally stopped 14 days after its initiation. Simultaneously systemic blood pressure, filling pressures and cardiac output were monitored during the process. The patient was decannulated after cardiac function stabilization and adequate gas exchange was confirmed. He was extubated on the first postoperative day, and discharged after 35 days.\\nDuring 4 months of follow-up the patient required three hospitalizations for exacerbation of heart failure. The NT-pro-BNP varied from 4883 pg/ml to 15 000 pg/ml. Peak oxygen uptake was only 8.3 ml/min/kg (34% of predicted normal value) on the cardiopulmonary exercise testing. Thus, the patient is considered a candidate for orthotopic heart transplantation (OHT).", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'22364366': 1, '25869084': 1, '25639707': 1, '25489306': 1, '26677377': 1, '22263168': 1, '18434909': 1, '22429669': 1, '22322287': 1, '22231716': 1, '32167428': 1, '24210621': 1, '20543669': 1, '26677384': 2}", "similar_patients": "{}"}