{"patient_id": 149150, "patient_uid": "4664549-1", "PMID": 26648683, "file_path": "noncomm/PMC004xxxxxx/PMC4664549.xml", "title": "Retinitis pigmentosa with concomitant essential iris atrophy and glaucoma – case report", "patient": "A 22-year-old white female patient reported the diagnosis of RP that she had 7 years before. Having gone through many examinations along this period, 1 year ago, it was diagnosed increased intraocular pressure (IOP) in the right eye (OD). The patient had misused hypotensive eye drops: prostaglandin analogs, carbonic anhydrase inhibitors, and B-adrenergic antagonists. She had interrupted the use of eye drops for 3 months. There was no family history of either RP or glaucoma. No ethical approval was required for this procedure. Patient consent was obtained before undergoing treatment.\\nIn the ophthalmic examination, the best-corrected visual acuity was OD: 20/50 (−1,00 cyl ×115) and left eye (OS): 20/25 (+2,00 sph −1,00 cyl ×10). The slit lamp examination showed multiple iris holes and corectopia in OD ( and ), clear cornea in both eyes (OU), and no alterations in OS. IOP by Goldmann applanation tonometry was OD: 34 mmHg and OS: 16 mmHg at 3 pm. The gonioscopy revealed 360° isolated peripheral anterior synechiae in OD () and a visible open-angle up to ciliary body in OS. The fundoscopy ( and ) presented cup–disc ratio 0.9 vertical (V) ×0.9 horizontal (H), visible lamina cribrosa pores, preserved macula, and peripheral pigment mobilization in OD. In OS, the fundoscopy revealed cup–disc ratio 0.3 V ×0.3 H, preserved macula, and peripheral pigment mobilization. The automated perimetry ( and ) and manual perimetry ( and ) showed central island vision in OD and ring scotoma in OS. The ultrasound pachymetry was 524 µm and 530 µm in OD and OS, respectively. The specular microscopy revealed pleomorphism and polymegathism in OU ( and ). Fluorescein angiography featured blocked fluorescence in the peripheral pigment mobilization areas in OU.\\nAfter failure of the clinical treatment to diminish IOP in OD, trabeculectomy was performed in this eye and IOP was controlled.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'900709': 1, '6472800': 1, '4058871': 1, '1078938': 1, '1153175': 1, '2433659': 1, '1815915': 1, '421158': 1, '27051666': 1, '18414114': 1, '6975054': 1, '1514743': 1, '6676982': 1, '26648683': 2}", "similar_patients": "{}"}