{"patient_id": 151796, "patient_uid": "4851536-1", "PMID": 27147794, "file_path": "noncomm/PMC004xxxxxx/PMC4851536.xml", "title": "An Aggressive Retroperitoneal Fibromatosis", "patient": "A man aged 35, works as a laborer, admitted because of problems with urination as a feeling of pressure and pain during micturition, which persist for the last few months. In the regional medical institution treated as acute prostatitis. Good general condition, and the physical examination findings orderly. The laboratory findings of elevated CRP: 145mg / l, while the other parameters were of the reference values. On the ultrasound examination of the urinary tract, in the bladder was revealed tumor change the largest diameter to 70mm, which covers the front wall of the bladder, and whose origin cannot be determined. Computed tomography revealed that in the pelvic there was edge well vascularised formation that covers the front wall of the bladder, with visible signs of infiltration of the musculature of the anterior abdominal wall measuring 75x80mm, which was seen as a change of bladder tumor (, , ). On uretrocistscopia the capacity of bladder easy decreased and on the front wall of the urinary bladder more over the left side of the suspicious bullous edema and external signs of infiltratation of the wall of the bladder. Colonoscopically, except for internal hemorrhoidal plexus other findings were normal.\\nEndoscopic transurethral revealed on the front wall of the bladder solid tumor diameter 40x50x10mm entering the lumen of the bladder, and mucosa above the change is largely intact and marginally more toward the back wall bullous and cerebriform. It was taken biopsy of change which as microscopic showed the elements of proliferative lesion binders most by type of fibromatosis.\\nThe patient underwent resection of pelvic tumors with partial cystectomy and Right Hand iliac lymphadenectomy. Intraoperatively, dilated small bowel diameter twice large compared to the usual size was seen and identified tumor of pelvic diameter 70x80mm, which invaded the anterior wall of the bladder, m.rectus abdominis from the right and parietal peritoneum anterior lateral abdominal wall, rest on the iliac vessels on the right hand and right ureter, but did not infiltrate them. Tumor engage omentum and convolutions of the ileum without involvement of the small and large intestines. Right iliac lymph nodes in ex tempore PH survey pointed to inflammation and necrosis. The operation lasted 120 min. It was accessed to tumor tissue with lower median laparotomy. In the postoperative period there came to subocclusion which was resolved with nasogastric suction 5 days with stimulation peristalsis neostigmine. Postoperatively, until the patient’s discharge from the hospital, the patient was on parenteral antibiotic therapy as well as on the therapy with low molecular heparin. The patient was discharged on the twelfth postoperative day in good general condition.\\nA definitive histological diagnosis was retroperitoneal fibromatosis with purulent inflammation of local adipose tissue and chronic lymphadenitis.\\nFive months after the operative procedure the patient feels well and has no problems. In laboratory findings CRP: 2.85 mg / l, MRI of the abdomen and pelvis with no signs of recurrence of the underlying disease ().", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'34326738': 2, '11942041': 1, '12663732': 1, '687099': 1, '31174571': 2, '19789958': 1, '22987953': 1, '12890284': 1, '10363901': 1, '9098648': 1, '9014661': 1, '29487969': 1, '32332594': 2, '14612625': 1, '31764841': 1, '8876270': 1, '15208123': 1, '5581505': 1, '19568815': 1, '8567158': 1, '15505878': 1, '16464556': 1, '19950127': 1, '11735163': 1, '19374605': 1, '27147794': 2}", "similar_patients": "{'6555747-1': 1, '7220773-1': 1, '8299377-1': 1}"}