{"patient_id": 82393, "patient_uid": "4532813-1", "PMID": 26294984, "file_path": "comm/PMC004xxxxxx/PMC4532813.xml", "title": "Acute Portomesenteric Venous Thrombosis following Laparoscopic Small Bowel Resection and Ventral Hernia Repair", "patient": "A 51-year-old lady with recent history of laparoscopic abdominal surgery presented to our emergency department with watery diarrhea and generalized abdominal pain for four-day duration without vomiting, fever, or any other systemic complaints. She denied recent travel and was unable to relate any food that could have triggered her symptomatology. Four weeks earlier she was found to have small bowel obstruction secondary to incarcerated incisional hernia with trapped bowel loop in the hernial sac. She has a history of caesarean section with midline incision. Patient had laparoscopic small bowel resection and primary anastomosis with ventral incisional hernia repair. During her surgery there was no mechanical injury to the portal and mesenteric veins and standard pressure of pneumoperitoneum was utilized. She was perioperatively anticoagulated with prophylactic dose of heparin. Her postoperative period was uneventful with no abdominal sepsis and she was discharged home. Histology of the small bowel revealed submucosal congestion and serosal granulation. Her other medical problems were hypertension, diabetes mellitus, peripheral vascular disease, and meningioma, abnormal mammogram with BI-RADS score of 5 (Breast Imaging-Reporting and Data System) awaiting biopsy. There was no personal or family history of clotting disorders. Physical examination was positive for generalized abdominal tenderness without guarding or rigidity. All other system examination was unremarkable. Initial labs revealed mild neutrophil leukocytosis with a white blood cell count of 12 200/μL and 75% of neutrophils. She also had normochromic normocytic anemia with hemoglobin of 10.2 g/dL and normal platelet count. Chemistry showed normal electrolytes and renal function. Aspartate aminotransferase (AST) was mildly elevated to 84 IU/L (normal range 15–41) and other liver enzymes were normal. Bilirubin, total protein, albumin, and coagulation profile was normal.\\nA computed tomography of the abdomen was done to rule out anastomotic leak or intra-abdominal abscess as a postoperative complication and incidentally revealed filling defect within the portal vein and a branch of the superior mesenteric vein compatible with thrombosis (Figures and ) explaining her clinical symptoms. Computed tomography of her abdomen done before the surgery 4 weeks back did not show any portal or mesenteric vein thrombosis.\\nDuring her hospital stay biopsy of the left breast for abnormal mammogram revealed invasive ductal carcinoma in situ which may have predisposed to systemic hypercoagulable state. Another workup for coagulopathy was unremarkable. She had normal protein C and protein S levels with no resistance to activated protein C. Her lupus anticoagulant, anti-cardiolipin antibody, and beta 2 glycoprotein antibody were negative. There was no prothrombin gene mutation and antithrombin 3 levels were normal. Flow cytometry for paroxysmal nocturnal hemoglobinuria was negative. Patient was started on enoxaparin and warfarin and her diarrhea and abdominal pain resolved.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'9479726': 1, '15094219': 1, '12682554': 1, '22906349': 1, '8831536': 1, '9569363': 1, '19528384': 1, '15650628': 1, '6974749': 1, '26294984': 2}", "similar_patients": "{}"}