{"patient_id": 145932, "patient_uid": "4451658-1", "PMID": 26097328, "file_path": "noncomm/PMC004xxxxxx/PMC4451658.xml", "title": "Pleomorphic adenoma of the buccal salivary gland", "patient": "A 70-year-old female patient presented with the chief complaint of swelling over right side of face since 2 years. The swelling was initially small in size; gradually increased to a present size of 4 cm × 3 cm. Patient had no significant medical history. On general and systemic examinations, the patient was apparently healthy. There was no regional lymphadenopathy. On extraoral examination, facial asymmetry due to swelling was noted on the right side. A solitary dome-shaped, oval swelling with smooth surface was present on right cheek region. No abnormality was detected with overlying skin. Swelling was approximately in mid cheek region, 4 × 3 cm in size extending superior-inferiorly from ala-tragus line to the lower border of mandible. Antero-posteriorly it was extending 2 cm from right ala of nose to angle of mandible []. Opening of the mouth was adequate. No significant findings were observed on intraoral examination []. On palpation all findings of inspection were confirmed, the swelling was nontender, mobile, soft to firm in consistency and not fixed to the underlying structures. Additional findings noted were swelling was nonfluctuant, nonreducible, nonpulsatile and mobile in all planes. Local temperature over the swelling was not raised. There was no evidence of nasal obstruction or ophthalmologic signs of extension of the lesions into these anatomical regions. There were also no signs of neurosensory deficit associated with the infraorbital nerve. Computed tomography (CT) face [] was suggestive of heterogeneously enhancing lesion in close proximity to superficial lobe of right parotid gland without invasion of the adjacent structures. Ultrasonography (USG) from the lesion was carried out, which revealed large, well-defined, soft tissue lesion in superficial aspect of right buccal region with solid and cystic components. Fine-needle aspiration cytology (FNAC) from the lesion was carried out which revealed chondromyxoid stroma and plenty of hemosiderin laden cyst macrophages. Spindle cells were seen embedded in stromal matrix and cells were also seen in cohesive clusters showing mild anisonucleosis. All these features were suggestive of PA. Based on the clinical, radiological and cytological appearance; a provisional diagnosis of PA of minor salivary gland was made. Surgical excision of tumor was performed. Excisional biopsy specimen revealed a single soft tissue specimen, approximately 4.5 cm × 3 cm in size, reddish in color, irregular in shape and was soft to firm in consistency with rough surface texture. Cut sections that were 2 × 1 cm and 1.5 cm × 1.5 cm in size revealed homogeneous white glistening cut potato appearance. Scattered areas of hemorrhages and necrosis were also noted []. Hematoxylin and eosin (H and E) stained sections showed lesional tissue which was encapsulated []. The lesional tissue was composed of neoplastic glandular epithelial cells arranged in the form of sheets interspersed with numerous small and large duct-like structures filled with eosinophilic coagulum []. These cells were spindle shaped at places and round to oval at other places with hyperchromatic to vesicular nuclei along with chondromyxoid areas []. At places, pleomorphic and hyperchromatic cells with few mitotic figures were evident []. Clear cells and hyalinized areas were interspersed in between these neoplastic glandular epithelial cells []. These cells showed squamous metaplasia, along with osteoid-like tissue []. Higher-power view showed spindle-shaped cells with duct-like places and eosinophilic coagulum with few clear cells []. Higher-power view showed spindle-shaped cells with necrotic areas at places and clear cells [Figures and ]. Histologically, the features were consistent with PA. Although the patient was treated surgically with wide margins of resection and is doing well presently, but knowing the notorious nature of minor salivary gland neoplasms the patient has been kept under a close long-term follow-up.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'32994879': 2, '27051476': 1, '9745180': 1, '9298665': 1, '12190133': 1, '26097328': 2}", "similar_patients": "{'7511052-1': 1}"}