{"patient_id": 78830, "patient_uid": "4279256-1", "PMID": 25580131, "file_path": "comm/PMC004xxxxxx/PMC4279256.xml", "title": "Actinomyces odontolyticus: Rare Etiology for Purulent Pericarditis", "patient": "A 61-year-old male presented from his primary care physician's clinic to the emergency department (ED) with a complaint of worsening shortness of breath at rest for the past two days, which was exacerbated by talking. He had associated symptoms of fever, chills, chest pain, and nonproductive cough. His past medical history was significant for stage III, T2N2 metastatic squamous cell lung cancer of the right upper lobe which was diagnosed in 2012. The patient had received three-week cycles of carboplatin and paclitaxel (4 cycles) and then weekly cycles for five weeks. The patient also received concurrent external beam radiation, which was discontinued at patient request after receiving 58 Gy. The patient also was found to have new paratracheal lymph node a year later and one month prior to this presentation on CT scan of chest. The patient underwent endobronchial ultrasound (EBUS) guided needle aspiration of station 7, which was positive for malignancy. The patient had a history of smoking of 90 pack year. The patient was also edentulous and was not wearing dentures.\\nOn examination, the patient was having tachycardia and was hypotensive with pulse of 148 beats per minute and blood pressure of 67/38 mm hg. He was hypoxic with oxygen saturation of 84% on room air, had tachypnea with respiratory rate of 24/min, and was febrile with a temperature of 101.8°F (38.8°C). He was chronically ill in appearance with use of accessory muscles for breathing. Oropharynx was dry with dentures noted. Jugular venous distension was present in the angle of the jaw. Breath sounds were significant for decreased air entry in the right lower base and expiratory wheezes bilaterally. Heart sounds were distant with no murmurs or rubs. There was bilateral pitting edema in his lower extremities.", "age": "[[61.0, 'year']]", "gender": "M", "relevant_articles": "{'32904293': 1, '9037651': 1, '15120056': 1, '12204726': 1, '10433600': 1, '25580131': 2}", "similar_patients": "{}"}