{"patient_id": 74957, "patient_uid": "4010015-1", "PMID": 24829812, "file_path": "comm/PMC004xxxxxx/PMC4010015.xml", "title": "Rituximab—A Drug with Many Facets and Cures: A Treatment for Acute Refractory Hypoxemic Respiratory Failure Secondary to Severe Granulomatosis with Polyangiitis", "patient": "A 32-year-old Caucasian male with a past medical history of GPA presented with fatigue, dry cough, myalgia, and arthralgia since 2 weeks. Three days prior to presentation, he developed progressive shortness of breath. The patient did not have any hemoptysis on presentation. Previous medications included cyclophosphamide and prednisone. However, cyclophosphamide was held about a week before admission when the patient was noted to have significant hematuria, proteinuria, and possible hemorrhagic cystitis. The patient was continued on prednisone. The patient at admission was initially placed on noninvasive ventilation Bipap for acute hypoxemic respiratory failure. Vital signs at admission were as following: temperature 99.2F, heart rate 120–130 beats/min normal sinus rhythm, blood pressure 109/70 mmHg, and respiratory rate 28–34/min. Oxygen saturation was 90% on bipap (IPAP-14, EPAP-6). Chest X-ray showed bilateral diffuse patchy infiltrates (see ).\\nThe patient's shortness of breath and mentation progressively worsened on noninvasive ventilation, and he was intubated. The patient was hypotensive after intubation and was started on norepinephrine.\\nInitial laboratory test was significant for acute rise in creatinine to 1.5 (baseline 0.9). Other relevant labs were as follows: hemoglobin is 10.0 gram/dL, hematocrit is 28.8, lactate 3.0 mmol/white blood cell count was 10.8 (103/uL), INR is 1.3, and PTT is 26.4 seconds. Immunological workup showed a normal myeloperoxidase (MPO) <9.0 U/mL (reference level 0.0–9.0 U/mL), increased antiproteinase antibodies (PR3) 17.6 units/mL (reference level—0.0–3.5 U/mL), c-ANCA titer of 1 : 640, and p-ANCA <1 : 20. CRP was also elevated at 15.7 mg/dL. The patient was started on piperacillin and tazobactam, levofloxacin, vancomycin, bactrim, and micafungin. The patient had a flexible bronchoscopy that showed progressive hemorrhagic bronchoalveolar lavage in serial samples consistent with diffuse alveolar hemorrhage (see ).\\nThe patient was then started on methylprednisolone 1 gram daily for 3 days followed by solumedrol at 1 mg/Kg in divided doses. Plasmapheresis was also started on day 1 following the diagnosis of DAH and was continued daily for 5 days. On day 2, inspite of being on a 100% FiO2, PEEP-18, sedated and paralyzed with cisatracurium, the patient's hypoxemia worsened and was unable to maintain PaO2 > 55 mmHg or SaO2 > 88%. Echocardiogram showed moderate pulmonary hypertension and no intra- or extracardiac shunt. The mode of ventilation was changed to APRV, and inhaled nitric oxide was also started. The patient was evaluated for extracorporeal life support (ECLS). As the patient's oxygenation started improving on APRV and nitric oxide, and the patient had bloody secretions from endotracheal tube, the patient was continued on current supportive care. He was not started on ECLS on day 4 although patient's oxygenation marginally improved with SaO2 ≥ 88–90%; the patient persisted to have blood secretions in the endotracheal tube with a drop in hematocrit. With all the cultures for infectious workup being negative, the patient was started on 4 doses rituximab 375 mg/m2 weekly. The patient was initially unstable to be moved for CT scan. However, with patient's improvement after 7 days of admission, a CT scan was obtained which showed extensive ground glass opacities, alveolar infiltrates areas of lobular consolidation, and patchy nodular foci with interstitial wall thickening compatible with GPA.\\nThe patient clinically improved after 2 doses of rituximab and was able to be weaned off a ventilator. Hemoglobin was stable. His repeat antineutrophil cytoplasmic antibodies (c-ANCA) titer decreased to 1 : 80, antiproteinase antibodies (PR3) decreased to 8.7 U/mL, and CRP decreased to 4.0 mg/dL after therapy. The patient was able to be soon transferred out of the ICU in a stable condition. The patient received the third dose in the hospital and completed his last dose as an outpatient. The patient's repeat of PR3 further decreased to 4.0 U/mL.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'16052573': 1, '12905485': 1, '22089095': 1, '15249477': 1, '21374588': 1, '7812547': 1, '20413748': 1, '22158275': 1, '34124098': 2, '18496365': 1, '23102067': 1, '18491433': 1, '16224107': 1, '22432990': 1, '2202308': 1, '24829812': 2}", "similar_patients": "{'8192709-1': 1}"}