{"patient_id": 149182, "patient_uid": "4667125-1", "PMID": 26640640, "file_path": "noncomm/PMC004xxxxxx/PMC4667125.xml", "title": "Acute Compartment Syndrome after Non-Contact Peroneus Longus Muscle Rupture", "patient": "A 23-year-old male collegiate football player, who experienced a sharp pain in his left leg during practice, presented to an orthopaedic surgeon for evaluation 18 hours after the incident. The athlete was reportedly participating in cutting drills when he experienced a sharp, snapping pain in his left leg just distal to the fibular head. He reported no significant trauma nor was there any twisting or indirect injury. He confirmed working through the pain and continuing the drills. The pain worsened throughout practice, which prompted him to approach the athletic training staff. Ice, a compressive wrap, and nonsteroidal anti-inflammatory drugs (NSAIDs) were administered and the patient was advised to go home and elevate the extremity. Due to escalating pain through the night, he was brought to the local emergency department by a team trainer. An ultrasound revealed no evidence of deep venous thrombosis. After being prescribed a narcotic for the pain, he was discharged to go home. However, the pain continued throughout the night and he began having paresthesias in the superficial peroneal nerve distribution of his left foot. The trainer was contacted again the next morning and the patient was immediately brought to the orthopedic operating center for further evaluation.\\nPast medical and surgical histories of the patient were unremarkable. A review of systems was notable for extreme pain in the left leg, but otherwise negative for any clinical illness. He confirmed taking NSAIDs and the pain medication from the emergency department, but denied intake of any other medications, including supplements.\\nOn examination, the patient appeared to be in significant distress. Visual inspection of his extremity revealed swelling over the lateral compartment, most notably approximately 5 cm distal to the fibular head. There was no ecchymosis or open wound. Palpation revealed a tense and firm lateral compartment. He held his foot in a plantarflexed and inverted position. There was no pain with the passive range of motion of his toes, as well as with passive dorsiflexion and plantarflexion of the ankle. However, he experienced pain with both passive eversion and inversion of his ankle, which he localized to his lateral compartment. The patient had gross numbness on the dorsum of his foot, including the first dorsal web space, which was consistent with the superficial peroneal and deep peroneal nerve distributions. Sensation remained intact in the lateral, medial, and plantar aspect of his foot. Capillary refill was less than 2 seconds and palpable dorsalis pedis and posterior tibialis pulses were present. X-ray studies showed no evidence of a fracture.\\nHe was immediately taken to the operating room for fasciotomy; this was approximately 19 hours postinjury. The preoperative diastolic blood pressure was measured as 86 mmHg. In the operating room, pressure was measured using a Stryker handheld compartment pressure monitor (Stryker, Mahwah, NJ, USA): the lateral compartment measured 139 mmHg (delta pressure = -53), the anterior compartment measured 89 mmHg (delta pressure = -3), the superficial posterior compartment measured 30 mmHg (delta pressure = 56), and the deep posterior compartment measured 48 mmHg (delta pressure = 38).\\nThe patient underwent fasciotomies involving a release of the anterior and lateral compartments. A linear incision was made midway between the tibial crest and the fibula. The lateral compartment was then released, which exposed a large tear involving the proximal aspect of the peroneus longus muscle belly, which was believed to be the cause of this compartment syndrome (). Approximately 20% to 25% of the peroneal musculature was dark burgundy, friable, and unreactive to electrocauterization. Nonviable tissue was debrided until bleeding commenced and responsive muscle was obtained (). A significant hematoma, which was present at the exit of the superficial peroneal nerve from the lateral compartment into the anterior compartment, was removed. Next, an incision was made over the anterior compartment; it exposed viable musculature that was reactive to electrocautery; therefore, no debridement was performed. Vertical mattress stitches were used to distally close the skin and cover the peroneal nerve. Proximally, the incision was left open and a KCI V.A.C. Ulta Negative Pressure Wound Therapy System device (San Antonio, TX, USA) was applied with a pressure of 125 mmHg on \"continuous\" mode ().\\nPostoperatively, the ipsilateral foot was placed at 90° in a posterior splint to prevent contracture. The initial recovery was unremarkable with immediate improvement in pain. On postoperative day two, the patient was taken back to the operating room for repeat irrigation and debridement, removal of any nonviable muscle tissue, and partial closure of the wound. Minimal debridement was necessary and 75% of the wound was closed while the wound VAC device was applied to the remaining section. On postoperative day five, repeat irrigation, minimal debridement, and final closure of the wound were performed.\\nInitially, the patient was advised to bear weight as tolerated in a controlled ankle motion boot with eventual transition to crutches by 2 weeks postoperatively. During this time, he worked on ankle range of motion and conditioning using a stationary bike. By 3 weeks postoperatively, sensation had returned to the dorsum of his foot. From postoperative weeks three to eight, he began manual resistance training, and was transitioned to regular shoes. Eight weeks postoperatively, he was pain free with full range of ankle motion. He was cleared for complete athletic participation at 12 weeks after surgery.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'15087965': 1, '28382374': 1, '19292237': 1, '33204802': 1, '8601846': 1, '15069156': 1, '6496832': 1, '11952578': 1, '19634843': 1, '15566700': 1, '12118135': 1, '16272268': 1, '26640640': 2}", "similar_patients": "{}"}