{"patient_id": 146480, "patient_uid": "4495503-1", "PMID": 26166972, "file_path": "noncomm/PMC004xxxxxx/PMC4495503.xml", "title": "Biliary peritonitis following percutaneous nephrolithotomy: Minimally invasive management", "patient": "A 22-year-old female presented with dull aching right flank pain of 2 years duration. On evaluation, she was found to have a 3 cm × 2.5 cm right renal pelvic calculus with two small inferior calyceal calculi (1 cm each), with gross hydronephrosis and delayed excretion []. She was planned for right PCNL in the prone position under general anesthesia. After placement of the uretric access catheter and retrograde pyelogram, a supracostal superior calyceal puncture with a 18 G needle using bull's eye technique under fluoroscopic guidance was made. After removal of the stilette, bile was aspirated and the needle was withdrawn and a second puncture was made. The procedure was completed using a supracostal superior calyceal access achieving complete stone clearance and a nephrostomy tube and DJ stent were left in place. In the post-operative period, she was afebrile with normal total leukocyte counts but complained of pain in the right hypochondrium, which was tender. Ultrasound abdomen revealed moderate, free fluid in the right hypochondrium, right paracolic gutter and pelvis, which was bilious on aspiration. Contrast-enhanced computed tomogram scan with oral contrast revealed large fluid collection in the same areas and ruled out duodenal and colonic injury. Subsequently, under ultrasonographic guidance, a pigtail abdominal drain was inserted in the right subhepatic region and 600 mL of bile was drained immediately. The drain output was 1 L over the next 24 h; thus, magnetic resonance cholangiopancreatography (MRCP) and hydroxy iminodiacetic acid (HIDA) scan were performed.\\nBoth investigations revealed a patent hepatobiliary enteric pathway with pooling of radiotracer in the region of the lower third of the CBD []. Suspecting CBD injury, ERCP was performed. On ERCP, CBD was normal and site of injury could not be localized, but leakage of contrast in the drain could be seen, suggesting possibility of gall bladder injury. Thus, papillotomy was made and stent was placed in CBD. Post CBD stenting, drain output reduced and it was removed on the 5th day when the output was nil for 24 h and ultrasonography showed minimal subhepatic collection. The next day, nephrostomy was also removed. The patient was discharged in a stable condition and the CBD stent was removed 3 weeks later on outpatient basis.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'20849305': 1, '33457679': 1, '25140237': 1, '17685267': 1, '32257807': 1, '25695033': 2, '26166972': 2}", "similar_patients": "{'4318014-1': 1}"}