{"patient_id": 152043, "patient_uid": "4864678-1", "PMID": 27212778, "file_path": "noncomm/PMC004xxxxxx/PMC4864678.xml", "title": "Seizures associated with low-dose tramadol for chronic pain treatment", "patient": "A 51-year-old man had been diagnosed with laryngeal cancer 1.5 years prior to presentation. He had undergone total laryngectomy and tracheostomy followed by 2 months of postoperative radiotherapy and chemotherapy. He presented to our pain clinic with severe head, neck, and shoulder pain that was unilateral, throbbing, cutting, and did not change with movement or rest.\\nUsing a visual analog scale, the severity of his pain was assessed as 6/10. The patient regularly used paracetamol (Parol 500 mg tablet, Atabey Pharma, Turkey) at 2 g/day, piroxicam (Felden Flush 20 mg tablet, Cardinal Health, UK) at 20 mg/day, and ondansetron (Zofer 4 mg tablet, Adeka Pharma, Turkey) at 4 mg/day. He consumed a liquid diet. His Eastern Cooperative Oncology Group performance scale score was 3 (reduced ability to care for himself and bedridden >50% of the time). This disrupted the patient's sleep habits and affected his daily life.\\nThe patient was treated with oral tramadol drops in divided doses equal to 75 mg per day. Two days later, he returned to the clinic. His wife reported that 10 min after taking the drug, he began shaking, lost consciousness for approximately 1 min, and was diaphoretic. The patient was hospitalized and monitored. Although the oral tramadol was stopped, he had two short generalized tonic-clonic seizures while hospitalized that day. Cranial computed tomography and electroencephalography findings were normal and neurological metastasis findings were not determined. No seizures occurred during his follow-up.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'21803209': 1, '30872555': 1, '18292293': 1, '21735309': 1, '32922067': 1, '22997447': 1, '24844578': 1, '19415589': 1, '31388761': 1, '33870207': 1, '10991912': 1, '18684224': 1, '24892755': 1, '25208083': 1, '22272680': 1, '22529421': 2, '29028417': 1, '27746575': 1, '32595765': 1, '18650251': 1, '30214882': 2, '32636435': 1, '27212778': 2}", "similar_patients": "{'6119223-1': 1, '3327072-1': 1}"}