{"patient_id": 85842, "patient_uid": "4791446-1", "PMID": 26976614, "file_path": "comm/PMC004xxxxxx/PMC4791446.xml", "title": "One-step surgery for acute ischemia of the jejunal loop after pancreatoduodenectomy: report of a case", "patient": "The patient was a 77-year-old man who was diagnosed with pancreatic head cancer with asymptomatic worsening of diabetes mellitus and admitted to our department for elective surgery. The patient’s past history had no obvious problems. Subtotal stomach-preserving PD with lymph node dissection was performed. There was no tumor involvement of the PV and SMV; therefore, no venous reconstruction was performed. Reconstruction was performed by the Roux-en-Y method. The jejunal loop was pulled out through the transverse mesocolon, and then pancreaticojejunostomy and hepaticojejunostomy were performed by retrocolic anastomoses. The pancreatic duct was anastomosed to a small opening on the jejunal wall using eight interrupted 6-0 monofilament absorbable sutures. The pancreatic tube was inserted and secured at the posterior wall of the anastomosis as an external drainage. The biliary duct was anastomosed to the jejunum using 16 interrupted 5-0 monofilament absorbable sutures with a lost tube. Gastrojejunostomy was performed using linear stapling devices by an antecolic anastomosis, and then Braun anastomosis was added. There was no abnormal finding on the reconstructed jejunal loop intraoperatively. After the surgery, the patient was admitted to the intensive care unit under stable condition.\\nOn postoperative day (POD) 1, there was a little amount of bleeding from the nasogastric tube. However, no signs of elevated levels of amylase in exudate fluid from the drains and no clinical abdominal tenderness with peritoneal signs were found. On POD 2, the abdomen was without peritoneal signs, audibly with peristaltic movement, and the drains showed no signs of pancreatic fistula and intraabdominal bleeding. However, the patient developed a severe anemia with hypotension. The enhanced abdominal computed tomography (CT) showed acute ischemia of the jejunal loop with a thickened wall (Fig. ). Although there was no obvious thrombosis of the SMV and its branches (Fig. ), D-dimer was elevated up to 7.0 μg/mL (normal range < 1.0 μg/mL) in the serum. A venostatic jejunal loop from venous thrombosis was highly suspected clinically; therefore, the emergent surgery was performed.\\nIntraoperative findings showed severe venous congestion of the jejunal loop. The intestine appeared to be ischemic but not necrotic (Fig. ). However, the intestine around the site of Braun anastomosis reconstructed in the first operation was clearly viable. There were no any compression sites or injuring parts of the jejunal loop. The degrees of inflammation around pancreaticojejunostomy and hepaticojejunostomy were still very mild, and there were no signs of pancreatic fistula and bile leakage. Therefore, we performed the removal of the intestine from the jejunal loop with acute ischemia to the site of Braun anastomosis reconstructed in the first operation and re-anastomoses of the biliary and pancreatic ducts all at once (Fig. ). The normal intestine was pulled out through the same site of the transverse mesocolon as the first operation, and then pancreaticojejunostomy and hepaticojejunostomy were performed by retrocolic anastomoses without any difficulty. The gastrojejunostomy had no problem and did not need to be re-anastomosed (Fig. ). At last, jejunojejunostomy was performed at the site of Braun anastomosis in the first operation. The histological findings of the resected intestine showed recent hemorrhagic infarct and multiple fresh venous thromboses in the wall and mesenterium. These results might suggest that the cause of this congestion was due to the thromboses of the SMV branches.\\nHis postoperative course was uneventful except for delayed gastric emptying. The patient was released from the hospital under no anticoagulant therapy on POD 35 after the secondary operation.\\nAs surgical and oncologic treatment for pancreatic cancer has been improved during recent years, the indication for PD has been expanded. In the past days, the only truly resectable tumors were those without involvement of the superior mesenteric artery (SMA), celiac artery, hepatic artery (HA), PV, and SMV. However, the past few years have seen the development of a new category of borderline resectable tumors, including tumors that involve <180° of the circumference of the SMA, abut or encase the HA for a short segment, or narrow (or occlude) the PV or SMV for a short segment with surgical options for reconstruction [, ]. As a result, the complexity and incidence of surgical venous reconstructions have markedly increased, and it is not rare for patients to undergo venous resections with either primary anastomosis or the insertion of a venous interposition graft. Accordingly, it is not surprising that there is a significant incidence of venous thrombosis (PV or SMV) after PD. It has been reported that 17 % of patients developed venous thrombosis [] and the incidence may be significantly higher for more complex reconstructions. The mesenteric venous thrombosis (MVT) impairs venous return from the bowel, resulting in venous engorgement and ischemia. With rapid and complete occlusion of mesenteric veins, there may be insufficient time for development of a collateral circulation leading to transmural bowel infarction. The transition from normal to ischemic bowel is gradual, unlike in arterial ischemia when it is more abrupt. Arterial spasm secondary to venous engorgement may occur, with resulting irreversible bowel ischemia []. The development of the MVT can have disastrous consequences, including intestinal ischemia, uncontrolled ascites, hepatic ischemia, and death [].\\nHowever, identification of the thrombosis of the SMV and its branches after PD in early postoperative course is of great difficulty by fact that clinical symptoms are non-specific and covered by postoperative paralysis of the gastrointestinal tract and modified pain reaction by the administration of the analgesic medications. Furthermore, specific biomarkers for intestinal ischemia have yet to be determined. It has been reported that D-dimer is in part useful to assess acute thromboembolic occlusion of the SMV; however, the use of D-dimer as a marker for ischemia has high sensitivity, but low specificity, and could be used for exclusion of diagnosis at best [, ].\\nTreatment of thrombosis of the SMV and its branches is divided into conservative, interventional, and surgical treatments. The initial treatment goal is cessation of thrombotisation and enabling of the body’s fibrinolytic activity for destruction of the thrombus. Administration of the therapeutic dosage of heparin provides immediate effect. Another possibility is thrombolysis administrated locally using interventional therapy [–]. However, if there is the slightest doubt about acute bowel ischemia, surgical revision should be considered. Surgical therapy has two goals. The first goal is facilitation of venous flow, and the second one is assessment of the vitality of the bowel with resection of necrotic segments. In contrast to arterial ischemia, the border between ischemic and livid bowel is less visible and identifiable, and second-look laparotomy should be indicated if in doubt [].\\nAlthough there are a few reports of acute SMV thrombosis after PD, they are composed of either case reports or very small series of patients with heterogeneous clinical conditions. Therefore, the true cause of acute SMV thrombosis remains unknown []. In this case, although there were no obvious compression sites or injuring part of the jejunal loop in the secondary operation, mechanical injury to SMV branches could be considered as the main cause of thrombosis of SMV branches in early postoperative period. Leakage of pancreatic juice or bile could cause thromboses of the PV or SMV; however, there were no signs of pancreatic fistula and bile leakage. Usually, it is difficult to evaluate the accurate extent of the ischemic area in emergency situations like mesenteric ischemia. Although some studies have reported the usefulness of laser fluorescence angiography, confocal laser endomicroscopy, or contrast-enhanced ultrasonography for a real-time assessment of bowel viability [–], these assessments need specialized equipments and we cannot use such techniques commonly. Indeed, we did not use such tools in this case. In this case, clinical estimation of the viability of the congestion area was relatively easy and we removed the intestine from the jejunal loop with acute ischemia to the site of Braun anastomosis reconstructed in the first operation. The intestine around Braun anastomosis was clearly viable. Furthermore, the degrees of inflammation around pancreaticojejunostomy and hepaticojejunostomy were still very mild; therefore, we could perform the removal of the ischemic intestine and re-anastomoses of the biliary and pancreatic ducts all at once. If the ischemic area of the intestine was ambiguous, or if the degrees of inflammation around pancreaticojejunostomy and hepaticojejunostomy were severe, we might perform the external fistulations of the biliary and pancreatic ducts and second-look operation within the next day or so.", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'25544479': 2, '23532109': 1, '20298951': 1, '17175456': 1, '25750318': 1, '15286959': 1, '28124075': 1, '18374055': 1, '17659674': 1, '25255475': 1, '23789653': 1, '17681988': 1, '22623029': 1, '18720461': 1, '22109288': 1, '24935199': 1, '26976614': 2}", "similar_patients": "{'4334991-1': 1}"}