{"patient_id": 82205, "patient_uid": "4520183-1", "PMID": 26223226, "file_path": "comm/PMC004xxxxxx/PMC4520183.xml", "title": "Misdiagnosed murine typhus in a patient with multiple cerebral infarctions and hemorrhage: a case report", "patient": "A 74-year-old male farmer from Tonglu County in Zhejiang province was admitted to the hospital for acute onset of impaired consciousness preceded by fevers and headaches lasting for days. The patient was healthy until 10 April 2014 when he presented with severe headaches, fevers, and dizziness associated with nausea. The patient had a 10-year history of hypertension and a 40-year history of alcohol and tobacco use. A physical examination and chest X-ray performed at a local clinic were unremarkable. The patient was treated symptomatically for 10 days, but without improvement. The emergency room evaluation revealed poor orientation to time, place, and person. He was febrile with a temperature of 38–39 °C. A cranial MRI showed multiple acute lesions with hyperintensity on diffusion weight imaging (DWI) involving the brain stem, and bilateral cerebral and cerebellar hemispheres (see Fig. -). Encephalitis with unknown pathogens was suspected. Empiric therapy with intravenous cefoperazone sulbactam and ribavirin was initiated. On 24 April the patient was admitted to the Neurology ward for further evaluation. A more comprehensive diagnostic work-up was carried out. A color Doppler cardiac examination was considered normal, thus ruling out subacute infective endocarditis. A lumbar puncture was performed on the hospital day 2; the CSF findings were non-diagnostic and a serum sample was obtained; the results are shown in Table . Despite aggressive antibiotic treatment, the patient’s neurologic condition worsened. A neurologic examination was notable for mild coma with neck stiffness, increased muscle tone throughout the body, and an extensor plantar response bilaterally. A repeat MRI with enhancement showed an increased number of intracranial lesions (Fig. -). A cranial CT done the same day indicated a right temporal lobe and left temporal parietal subarachnoid hemorrhage (Fig. -). On hospital day 3, the patient’s daughter inadvertently mentioned that her father had been to the family cemetery, which was located in a wild, undeveloped area, 10 days prior to the onset of his disease. He subsequently complained of an itch resulting from a bug bite. An eschar was noted involving the left leg (Fig. ). On the basis of a detailed medical history and characteristic skin changes, a rickettsial infection was tentatively diagnosed and minocycline therapy was initiated. Two weeks after the onset of symptoms, 5 mL of blood was collected from the patient with the consent of his relative and transported to the Department of Rickettsiology of the Institute of Communicable Disease Control and Prevention in Zhejiang province for testing. Serum IgG to R. typhi, R. conorii, O. tsutsugamushi, and A. phagocytophilum were detected using the IgG IFA Kit (Fuller Laboratories and Focus Diagnostics, Cypress, CA, USA). The baseline titer for rickettsial antibodies (IgG) was 1:128. Two weeks later, the rickettsial IgG antibody titer was 1:2048, and a negative serum parasite antibody test was obtained (see Table ). DNA was extracted from blood samples using a Universal DNA Extraction Kit (Takara Biotechnology Co., Dalian, China) and tested using nested PCR, targeting the groEL gene of R. prowazekii and R. typhi. Further genetic sequencing confirmed R. typhi infection; the GenBank accession number was NC_006142. Based on the test results, a final diagnosis of murine typhus was established. After a 3-week hospitalization, the patient’s condition improved markedly; specifically, the body temperature returned to normal and the patient regained consciousness. A subsequent brain MRI and CT showed a reduction in the number of intracranial lesions and resorption of the cerebral hemorrhage (Fig. ). The patient was transferred to a local inpatient rehabilitation facility [Brief timeline of events and symptoms have been shown in Table ].", "age": "[[74.0, 'year']]", "gender": "M", "relevant_articles": "{'1880866': 1, '23894656': 1, '2299975': 1, '7243471': 1, '2315240': 1, '2112310': 1, '29943716': 1, '30334722': 1, '2499181': 1, '1902029': 1, '3839382': 1, '21518541': 1, '10682535': 1, '3326129': 1, '22840682': 1, '3393952': 1, '23358638': 1, '9336669': 1, '9090403': 1, '26223226': 2}", "similar_patients": "{}"}