{"patient_id": 139214, "patient_uid": "4046161-1", "PMID": 24903026, "file_path": "noncomm/PMC004xxxxxx/PMC4046161.xml", "title": "Repeated cannulation of umbilical hernia with Ventriculoperiotoneal shunt catheter", "patient": "Mrs MM is a 62-year-old female who presented to our institution complaining of a 4-day history of nausea, vomiting and speech difficulties. She initially presented to a peripheral hospital following a fall at home and underwent workup for this. Clinically she scored a Glasgow Coma Scale (GCS) of 14 due to her confusion but had normal strength in all of her limbs. Initial computed tomography brain revealed a 2.6 × 2.5 × 2.1 cm rounded masses enhancing with contrast with areas of calcification in the fourth ventricle and obstructive hydrocephalus (Figs and ). The following day she underwent magnetic resonance imaging (MRI) brain showed the lesion to be isodense on T1-weighted imaging mildly hypodense on T2-weighted imaging (Fig. ), and there was no other pathology demonstrated apart from chronic microvascular ischemic changes.\\nTwo days later she underwent an operation to remove the lesion. She was positioned prone in mayfield head clamp and skull pins. A suboccipital craniotomy was performed to gain exposure and the lesion was removed using stereotaxy and operating microscope. Frozen section at the time of surgery was suggestive of Choroid Plexus Papilloma and indeed the formal histopathology confirmed this some days later. Day 1 post-operatively Mrs MM. had cranial nerve VI and VII palsies and was slow to recover. On post-operative day 2 she had a sudden drop on GCS and urgent CT brain demonstrated obstructive hydrocephalus and she underwent insertion of VP shunt (Fig. ).\\nOn Day 2 post VP shunt insertion, she was noted to be slow to recover and CT abdomen was performed. This demonstrated that the distal catheter tip was not in the pleural space but entered the abdomen and was redirected out along a tract into an umbilical hernia (Fig. ). The following day she was taken back to theatre and the VP shunt was revised, and good visualization into the abdomen gave the impression that it was correctly in place. Repeat CT abdomen was performed to confirm placement and to our surprise the catheter had re-entered the same tract and travelled into the umbilical hernia (Fig. ).\\nFollowing two failed attempts at inserting the VP shunt, assistance from a general surgeon allowed us to proceed. Repair of umbilical hernia was performed on this occasion as the shunt was revised again with success. A large piece of strangulated peritoneum (Figs and ) was removed and the catheter tip was checked for patency (Fig. ). The distal end was then placed through the peritoneal wall and secured with a silk tie and purse string knot.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'4843985': 1, '23889138': 1, '10547004': 1, '3276260': 1, '11956789': 1, '24903026': 2}", "similar_patients": "{}"}