{"patient_id": 84658, "patient_uid": "4698786-1", "PMID": 26798541, "file_path": "comm/PMC004xxxxxx/PMC4698786.xml", "title": "Embolization of a Jejunal Artery Pseudoaneurysm via Collateral Vessels", "patient": "A 34-year-old female patient presented a jejunal artery pseudoaneurysm after cephalic duodenopancreatectomy (CDP), which required an access via collateral vessels to accomplish complete occlusion. The patient was addressed to our institution for a long-lasting history of idiopathic chronic pancreatitis and was submitted to CPD with the intention to treat a severe recurrent abdominal pain syndrome associated to stenosis of the main pancreatic duct. During the recovery period, pulmonary embolism was diagnosed and the patient received full dose anticoagulant therapy. On day 14, she presented acute epigastric pain and abdominal CT imaging demonstrated a well-defined 1.7 cm pseudoaneurysm of the first jejunal branch close to the origin of the superior mesenteric artery (SMA) (). After multidisciplinary meeting, transcatheter coil embolization was considered as the optimal treatment option. This procedure was performed in the interventional radiology suite through a 5-French sheath percutaneously placed in the right common femoral artery. After SMA catheterization, direct access into the pseudoaneurysm sac was obtained using a 2.7-F microcatheter (Progreat; Terumo, Tokyo, Japan) and one electrolytically detachable coil (GDC 14 mm–30 cm, Boston Scientific Corporation, Natick, MA, USA) was used to occlude the pseudoaneurysm. During coil release, the direct access into the pseudoaneurysm was lost, even after many attempts. Subsequent images showed that only incomplete filling was obtained and further embolization was necessary (). Analysis of the previous angiographic images showed that the efferent artery branch of the aneurysm was in communication with a collateral vascular arch between first and second jejunal arteries, which could permit an access through the opposite side. A microcatheter was successfully and rapidly placed into the pseudoaneurysm using this route (). Two more electrolytically detachable coils were released, allowing a complete occlusion of the pseudoaneurysm (). The clinical outcome was uneventful and no residual symptoms were observed after the procedure. The follow-up CT scan showed a good exclusion of the pseudoaneurysm and no other complications.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'17046480': 1, '16597492': 1, '14684542': 1, '26798541': 2}", "similar_patients": "{}"}