{"patient_id": 84289, "patient_uid": "4672872-1", "PMID": 26682129, "file_path": "comm/PMC004xxxxxx/PMC4672872.xml", "title": "Nosocomial oral myiasis in ICU patients: occurrence of three sequential cases", "patient": "A 81-year-old Iranian man with a history of hypertension (HTN) and hemodialysis presented to the emergency department with complains of shortness of breath with cough since 5 days ago. He was intubated on the same day upon admission due to respiratory distress and respiratory arrest occurred, cardiopulmonary resuscitation (CPR) was performed and the patient was sent to the ICU. Five days after hospitalization, eight fly larvae were discovered in the aspiration material of the oral cavity. The larvae were removed using sterile forceps and sent to the microbiology unit in 70% alcohol solution.\\nA 47-year-old Iranian man was admitted to an ICU in Iran. The patient was diagnosed with hepatitis B and liver cirrhosis. Due to respiratory apnea, loss of consciousness and right upper quadrant (RUQ) pain, he was intubated and underwent mechanical ventilation (MV). He has been in ICU for 15 days and on the sixth day of hospitalization, about 20 maggots which showed spiral form and varied in size from 4 to 6 mm were discovered in the oral cavity. The maggots were removed and sent to the microbiology unit laboratory.\\nA 74-year-old Iranian woman with clinical history of asthma for 5 years, was admitted with dyspnea and chest pain symptoms to the emergency room (ER) of the general hospital. Emergency treatment was performed, including intubation. She was intubated 5 days prior to admission to ICU. Several hours after transfer to the ICU, the nurse reported approximately 8 larvae in the patient’s oral cavity and removed the larvae by combining manual extraction with tweezers and aspiration after having washed the infected area with water and povidone iodine. But three hours later, the nurse reported 4 maggots which were removed and then sent to the microbiology unit laboratory.", "age": "[[81.0, 'year']]", "gender": "M", "relevant_articles": "{'31341861': 2, '17309040': 1, '22224006': 2, '2501415': 1, '32082658': 2, '30370153': 2, '11590916': 1, '3885034': 1, '7709854': 1, '11310129': 1, '26114125': 1, '24979568': 1, '22529629': 1, '15988817': 2, '3754428': 1, '26682129': 2}", "similar_patients": "{'6635341-1': 1, '6189661-1': 1, '6189661-2': 1, '2815822-1': 1, '3249998-1': 1, '7008277-1': 1}"}