{"patient_id": 78945, "patient_uid": "4285934-1", "PMID": 25584178, "file_path": "comm/PMC004xxxxxx/PMC4285934.xml", "title": "Post gastroenteritis gluten intolerance", "patient": "A 32 yrs old female was seen in the gastroenterology clinic with a history of chronic diarrhoea following an episode of gastroenteritis in February 2014. The diarrhoea was associated with urgency, severe dyspeptic like abdominal pain and bloating. She had no significant past medical history. The body mass index was 28. Physical examination was unremarkable. Routine blood tests were normal aside from a mildly raised of ALT. Anti-tissue transglutaminase antibodies for coeliac disease were negative. A cirrhosis screen was negative and an ultrasound scan of the abdomen was normal aside from indicating mild fatty infiltration of the liver.\\nTotal IgE was normal and the Rast test for mixed food/gluten and wheat was negative.\\nOGD and duodenal biopsies were normal and colonoscopy was macroscopically unremarkable apart from a small inflammatory polyp. There was no mucosal inflammation. A clinical diagnosis of post infectious irritable bowel syndrome (IBS) was made. She was treated with a lactose and gluten free diet but no drug therapy was initiated. Symptoms resolved within a few weeks. After a few months she started to re-introduce some gluten in her diet but felt no different and remained asymptomatic. She reported mild epigastric pain, only after consuming certain non-gluten containing foods. The improvement of symptoms on a gluten and lactose free diet would be in keeping with a diagnosis of post gastroenteritis gluten intolerance.", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'17973637': 1, '26056920': 1, '24173771': 1, '25436091': 1, '24834257': 1, '5477751': 1, '22313950': 1, '25926932': 1, '33868604': 1, '5660603': 1, '23209313': 1, '23204003': 1, '26468350': 1, '30013753': 2, '21815901': 1, '12055579': 1, '30013742': 1, '25584178': 2}", "similar_patients": "{'6040032-1': 1}"}