{"patient_id": 146063, "patient_uid": "4460538-2", "PMID": 26090083, "file_path": "noncomm/PMC004xxxxxx/PMC4460538.xml", "title": "Two Cases of Secondary Hemifacial Spasm: Pathophysiology and Management", "patient": "A 51-year-old male, actor by profession, presented with a history of 3 episodes of right tonic facial contraction lasting several minutes. Further investigation he revealed decreased hearing in the right ear over the last 12 months and subtle balance difficulties. Brain MRI demonstrated a right CPA angle tumor filling the IAC, with mild compression of the middle cerebellar peduncle.\\nIt was elected to perform a surgical debulking of the tumor and facial nerve decompression. Complete tumor resection was not planned, in order to minimize risks of cranial nerve injury.\\nA right retro-sigmoid approach was taken, with the origin of the facial nerve identified below the lower pole of the tumor, as confirmed with stimulation. There was no evidence of NVC on the REZ of the facial nerve. The lateral surface of the tumor was noted to be free of vessels and nerves, it was subsequently incised and internal debulking of the tumor occurred. Debulking stopped once tumor attached to the vestibule-cochlear nerve was noted to be adherent.\\nThe IAC was opened as described in case 1 causing the tumor to herniate through the opening. This decompressed the intra-cannulicular portion of the facial nerve. Dissection of the tumor off of the facial nerve was not conducted given adherence. Facial nerve electromyography did not display any injury potentials. The BAEP could not be obtained at the onset of surgery.\\nPost-operatively the tonic facial contractions completely resolved and there were no complications. Pathology returned as a World Health Organization grade I meningioma. Residual tumor will be followed radiographically with a plan for radiosurgery if growth is demonstrated.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'18759570': 1, '7815147': 1, '23205806': 1, '19574834': 1, '20845049': 1, '6018932': 1, '21469208': 1, '8622156': 1, '26090083': 2}", "similar_patients": "{'4460538-1': 2}"}