{"patient_id": 143863, "patient_uid": "4349107-1", "PMID": 25793085, "file_path": "noncomm/PMC004xxxxxx/PMC4349107.xml", "title": "Clinico-Radiologic Findings in Primary Cutaneous Extranodal Natural Killer/T-Cell Lymphoma, Nasal Type Mimicking Cellulitis of the Left Arm", "patient": "A 64-year-old man was referred to our hospital due to painful swelling and redness of the left upper arm for three months, which had persisted despite antibiotic treatment at a local clinic (). The peripheral white blood cell count was elevated to 47 × 109/L (52.1% neutrophils, 32.5% lymphocytes and 14.3% monocytes). The hemoglobin level (152 g/L) and platelet count (206 × 109/L) were within normal ranges. The C-reactive protein (CRP) level was mildly elevated to 0.61 mg/dL. The lactate dehydrogenase (LDH) level was 31.06 μkat/L. The patient’s body temperature was 38.5℃. Other symptoms such as night sweats and weigh loss (B symptoms) were not prominent. Magnetic resonance imaging (MRI) of the left upper arm of the patient at local clinics showed edematous and inflammatory soft tissue infiltration in the left arm without formation of a definite mass. These findings were suggestive of cellulitis or fasciitis (, and ). On admission, the patient received intravenous antibiotics for three days. He subsequently left the hospital. After seven weeks, the patient returned complaining of newly developed palpable nodules in the left axillary region and aggravated cutaneous lesions in the left upper arm that did not respond to the antibiotic therapy. Left humerus computed tomography (CT) scans at our hospital showed marked soft tissue thickening with edematous changes and ill-defined subcutaneous fatty infiltration in the cutaneous and the subcutaneous layer of the left upper medial arm (-). These findings were also suggestive of cellulitis or fasciitis, yet the result of fine-needle aspiration cytology for left axillary lymphadenopathy showed poorly differentiated carcinoma. For further evaluation of the primary site of malignancy, chest CT scans were obtained, which revealed multiple lymphadenopathies with perinodal infiltration in the left axillary area and multiple small and discrete subcutaneous nodules in the anterior chest wall (, A and B). A radiologist suggested the possibility of a primary lymphoma, such as a peripheral T-cell lymphoma, rather than a carcinomatous metastasis. An excisional biopsy from the left axillary lymph node and a left upper arm nodule showed extranodal NK/T-cell lymphoma. At the time of skin biopsy, a dermatologic consultation was performed and the differential diagnosis of the dermatologist was cutaneous lymphoma or vasculitis. The immunophenotyping results were negative for CD3, positive for CD2 and CD56, strongly positive for Epstein-Barr virus (EBV) in situ, and positive for T-cell intercellular antigen (TIA) (, -). To assess the disease status, positron emission tomography (PET)-CT scans were obtained and revealed multiple nodular lesions in the left axillary area, chest and abdominal walls, upper and lower extremities, and cervical space that showed high fludeoxyglucose (FDG) uptake (, and ). After salvage L-asparagine chemotherapy, all lesions were remarkably improved.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'33294562': 1, '19915348': 1, '15480043': 1, '9739436': 1, '15692063': 1, '20404131': 1, '19014396': 1, '27778143': 1, '16497823': 1, '27807488': 1, '15963893': 1, '21586937': 1, '17135744': 1, '25793085': 2}", "similar_patients": "{}"}