{"patient_id": 86618, "patient_uid": "4862217-1", "PMID": 27168869, "file_path": "comm/PMC004xxxxxx/PMC4862217.xml", "title": "An unusual case of Cowden syndrome associated with ganglioneuromatous polyposis", "patient": "A 60-years old male caucasian patient was referred to the Outpatient Clinic for Hereditary Gastrointestinal Tumors at the University Cancer Center (UCC) Dresden after being diagnosed with polyposis coli. There was no personal history of malignancies, yet at the age of 33 a thyroid resection because of struma nodosa with an incidental finding of two microfollicular adenomas was performed. Retrospectively, he acknowledged having observed lipomas of the arms and torso since the age of 20. A significant comorbidity with hypertension, ischemic heart disease (myocardial infarction and coronary stents one year previously), tachyarrhythmia and hyperlipoproteinemia was reported.\\nHis only brother died at age 48 due to an anaplastic T-cell lymphoma and his daughter died due to a lymphoma at age 30 (Fig. ). No further family members including his parents were reported as suffering from malignant diseases.\\nThe physical examination revealed multiple soft, painless, subcutaneous nodules on the torso and limbs, which had progressively developed over the past decades. There were multiple lipomas of various size (the largest measuring approximately 6 x 4 cm), on the torso, limbs and on the basal joint of the left thumb (Fig. ). In addition, a solid, subcutaneous tumor (2.5 x 2.0 cm in size) was palpable at the lower leg (Fig. ). Acral keratosis or facial papules such as trichilemmomas as well as papillomatous papules – typical manifestations of patients with a Cowden syndrome - were not observed. Apart from a mild lingua plicate and penile lentigiosis with irregular, pigmented macules affecting the penile glans, no other mucosal abnormalities, particularly no papillomatosis of oral mucosa were seen. There was a mild gynecomastia. Furthermore, the examination of the skin revealed sporadic verrucae seborrhoicae, melanocytic nevi and sporadic red-colored, flat papules on the torso in terms of senile hemangiomae. In addition, a macrocephaly (occipital frontal circumference (OFC) 64 cm (5 cm > 97.P) was measured.\\nA complete colonoscopy performed by the referring physician revealed a macroscopically malignant tumor of the descending colon near the splenic flexure, which in the histological examination showed a high-grade intraepithelial dysplasia as well as numerous polyps in the entire colon and rectum, later confirmed by biopsies as hyperplastic polyps and dysplastic adenomas (Fig. ).\\nFurthermore, the upper-GI endoscopy revealed more than 60 gastric and about 25 duodenal polypoid lesions (Fig. ). Histological examination of the gastric lesions had revealed distinctly regeneratory foveolar hyperplasia.\\nThe abdominal ultrasonography detected small ambiguous hepatic lesions which were suggestive of liver metastases and haemangiomas, which were also observed in the abdominal CT- and MRI-scans. No pathologic findings in other organs were seen. F-FDG PET-CT scan revealed a focal accumulation of radio-nucleotide in the left-sided upper abdomen, corresponding to the colonic tumor of the splenic flexure, and a parajugular enhancement corresponding to the left lobe of the thyroid gland; no evidence of any metastases of the colonic cancer was found (images not shown).\\nWith the work-diagnosis of an attenuated adenomatous polyposis coli or similarly atypical polyposis syndrome with a colon carcinoma in a 60-year old male, we recommended a (restorative) proctocolectomy, which was declined by the patient. Consequently, we opted for a total colectomy and lymphadenectomy (according to oncologic guidelines) with terminal ileostomy (Hartmann`s procedure) as the first step of the treatment. The final decision concerning further procedures shall be made depending on the postoperative tumor staging of the colon carcinoma and the clinical course of the disease. The patient tolerated the procedure rather well, and the suspicion of liver metastases could not be confirmed intraoperatively.\\nGross examination of the colectomy specimen revealed a 91-cm segment of colon with 3 cm of terminal ileum, the ileocecal valve and the appendix included. Throughout the colon (on the mucosa), there were more than 50 rounded-to-sessile polyps ranging from 0.3 to 0.5 cm in diameter. Two polyps in the ascending colon measured 1.5 cm. In addition, there was a flat lesion measuring 2.3 x 2.2 cm located in the splenic flexure, which on cross section had a whitish appearance.\\nHistologic examination of the tumor revealed a moderately differentiated adenocarcinoma arising from a tubular adenoma, which infiltrated the lamina muscularis propria without invasion of the pericolonic adipose tissue (Fig. ). The examination of 26 mesocolic lymph nodes revealed no lymph node metastases, thus the stage defined for the tumor was pT2 N0 (0/26) M0 L0 V0 G2 R0. Histologic examination of the polyps revealed a large number of ganglions and spindle cells proliferating between glands, replacing the lamina propria. Immunohistochemical staining for S-100 protein was performed and showed strong reactivity in the spindle cell component, confirming the diagnosis of GP (Fig. ). Additionally, there were two submucosal lipomas in the ascending colon and five tubular adenomas with low-grade dysplasia (Fig. ). The intestinal ganglioneuromas were confined to the mucosa. There were more than 50 sessile polypoid lesions, suggesting the diagnosis of ganglioneuromatous polyposis.\\nAs a result of the GP diagnosis, we attempted to establish a link between the clinical and histological manifestation and the phenotype of the patient with any of the known syndromes in which ganglioneuromas/ganglioneuromatosis/GP and other intestinal polyps may occur, such as Cowden syndrome, Multiple endocrine neoplasia type IIb, Neurofibromatosis von Recklinghausen type I, atypical familial adenomatous polyposis among others. Therefore, in addition to the preoperative staging, the following diagnostic procedures aiming at a differential diagnosis were performed:- Measurement of parathormone, calcitonin, adrenalin and noradrenalin, which revealed no abnormal values; - Ultrasonography of the thyroid gland and parathyroid glands, revealing a left-sided thyroid nodule but no enlarged parathyroid glands, which appeared as cold nodules in the scintigraphy. To rule out a malignancy, a fine-needle biopsy of the thyroid nodule was performed and was negative. - MRI-scan of the brain revealing no intracranial tumor, yet left-sided hemangioma of the frontoparietal skull.\\nAn overview of the clinical differential diagnostics is shown in Table .\\nAfter extensive multidisciplinary postoperative counselling the patient decided to keep his residual rectum despite of the persistent multiple rectal ganglioneuromas, and therefore, an ileo-rectostomy was performed. We followed up the patient by sigmoidoscopy with rebiopsies of the persistent rectal ganglioneuromas to exclude malignant transformation, esophago-gastro-duodenoscopy and sonography every 6 and 12 months, respectively. After a follow up of 6 years, neither metastases, nor recurrence nor new primary malignancies were detected.\\nAfter genetic counselling and obtaining informed written consent, molecular analyses were performed in order to further differentiate the patient`s phenotype and to identify a potential underlying germline mutation. Previous conventional genetic testing in 2010 revealed no germline mutations in known hereditary cancer syndrome genes that are associated with either polyposis or colon cancer. Given that the patient fulfilled the diagnostic criteria for Cowden Syndrome based on the National comprehensive Cancer Network (NCCN) 2010 criteria, and that he was above the threshold in the clinical scoring system proposed by Tan et al. [], we performed firstly the investigation for germline mutations in the PTEN gene. All coding exons and the promotor region of PTEN were sequenced by Sanger-Sequencing of DNA extracted from peripheral blood lymphocytes, in which no pathogenic mutations were detected. Small deletions and duplications of PTEN were excluded using MLPA („Multiplex Ligation-dependent Probe Amplification“; Company Kit P225-B2). However, Sanger sequencing of DNA of paraffin-embedded tumor tissue of the colon carcinoma revealed a heterozygous somatic mutation in PTEN: NM_000314:c.388C > T; p.Arg130*, resulting in a stop-codon. No mutation in PTEN was found in the DNA of tissue of the ganglioneuroma. In addition, sequencing of all codons of additional genes potentially related to Cowden syndrome (SDHB, SDHC, SDHD, Akt1 and PIK3CA) revealed no mutations. No pathogenic mutations could be found in the RET-protooncogene, causing MEN2 syndrome, and in APC, MUTHY, BMPR1A and SMAD4 (sequencing and MLPA), responsible for different polyposis syndromes. To exclude HNPCC, testing for microsatellite instability and immunhistochemistry on tumor tissue was performed and revealed a microsatellite stable (MSS) colon carcinoma with normal expression of the mismatch repair proteins MLH1, MSH2, MSH6 and PMS2 (data not shown). The NF1-gene was not analyzed, because there were no clinical signs for neurofibromatosis Type 1 (no freckling, no café-au-lait-spots, no neurofibromas).\\nTo exclude genome-wide small deletions and duplications, we performed a comparative genomic hybridization (CGH) array analysis using an Agilent 400 k microarray, which revealed no pathogenic deletions or duplications. Karyotype analysis on cultivated lymphocytes showed a normal male karyotype 46,XY.\\nDespite of the negative results of the previous molecular analyses in the germline, we assumed a Cowden syndrome based on the patient’s clinical signs and manifestations. Since a somatic pathogenic heterozygous mutation was found in the colon carcinoma, we speculate that this might be the second hit in PTEN, while the first hit, probably the constitutional mutation, could not be found with the previously used methods. Therefore, when next-generation sequencing technique became available, we repeated the analysis on DNA from patient’s blood using the Illumina TruSight Cancer Panel target enrichment protocol (Illumina Inc., San Diego, CA, USA) which covers 1737 exons of 94 cancer-relevant genes as recently described []. We identified a heterozygous nonsense mutation in exon 2 of PTEN, NM_000314:c.138C > A; p.Tyr46*. The Sanger-Sequencing for PTEN Exon 2 was repeated on DNA from patient’s blood, as well as from tissue of the ganglioneuroma and the colon carcinoma and this time the mutation NM_000314:c.138C > A was confirmed in all samples in a heterozygous state (Fig. ). Re-evaluation of the firstly performed Sanger-sequencing data revealed a small second peak at position c.138 in DNA from the ganglioneuroma and the colon carcinoma, but not from the patient`s blood (Fig. ).", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'23512313': 1, '21194675': 1, '20600018': 1, '15810633': 1, '10321764': 1, '15220831': 1, '19884655': 1, '6496845': 1, '16510432': 1, '23556055': 1, '6742313': 1, '24927799': 1, '17090203': 1, '26022348': 1, '7906923': 1, '24830819': 1, '11330589': 1, '2910234': 1, '7468527': 1, '24587660': 1, '23864455': 1, '24136893': 1, '9467011': 1, '22018627': 1, '27168869': 2}", "similar_patients": "{}"}