{"patient_id": 149275, "patient_uid": "4676221-1", "PMID": 26702187, "file_path": "noncomm/PMC004xxxxxx/PMC4676221.xml", "title": "Obsessive Compulsive Disorder Presenting as Neurological Emergency", "patient": "A 45-year-old female from rural Kashmir (India), married with four children, with previous three to four admissions for generalized tonic-clonic seizures from last 3 years was presently again admitted with two episodes of generalized tonic clonic seizures. As in previous instances she again had a low serum sodium level of 115 mEq/L. Rest of the investigations viz., hemogram, liver function tests, kidney function tests, blood sugar, urine examination, calcium, potassium, chloride, protein levels and lipid levels were in normal range. Her magnetic resonance imaging scan of brain and ultrasonography abdomen was normal. Every time her seizure was ascribed to the only abnormal finding of hyponatremia of 110 mEq/L, 114 mEq/L, 121 mEq/L, in previous admissions and the 115 mEq/L at the present. There was no apparent cause for this low sodium except for high intake of thiazides at the first admission. In spite of changing thiazides, she again had seizures with hyponatremia every time. She was evaluated for other possible causes of seizures and hyponatremia, but no concrete cause was found. Subsequent cerebrospinal fluid examination was normal. One out of three electroencephalograms showed nonspecific epileptic discharges. Considering her repetitive enquiring behavior and restlessness a psychiatric evaluation was sought.\\nOn detailed psychiatric evaluation she verbalized pathological doubts, excessive cleanliness, excessive worries, repetition of acts. Her husband corroborated the same and reported her excessive intake of water. She had typical obsessions and compulsions. Upon further interview, she said that whenever she took water she felt as if she did not take and did not get satisfied, and she took more and more water for the same. Many a times she knew that she has taken a lot of water, but she felt compelled to take more. She further said that her idea of repeatedly drinking water was useless, but she could not resist it and had taken about 6-8 L of water on the day of seizure. Same had happened in the past seizures. She also described the similar repeated intake of antihypertensive tablets (thiazides) prior to her first seizure around 3 years back. Her husband further described her habits of taking medications over the counter, from her local health workers, changing and ill formed pain and ache complaints and corroborated her behaviors of intrusiveness, excessive washing, cleaning, checking and perfectionism. She described the intrusiveness of these thoughts and the disturbance in other psychosocial spheres for more than 15 years as was also reported by the family members. She had been put on tablet phenytoin sodium 300 mg daily since her first seizure, without any significant benefit.\\nOn psychiatric evaluation she was diagnosed as OCD (International Classification of Diseases-10 Criteria) and put on fluvoxamine and cognitive behavioral therapy (CBT), however other causes of hyponatremia and polydipsia were still being ruled out. Tablet fluvoxamine was slowly titrated from 50 to 200 mg/day over 5 weeks, and CBT sessions were also given twice weekly. The patient showed a response to therapy. In the meantime, no apparent cause for his low serum sodium/seizure/excessive water intake could be found.\\nAfter a consensus with the neurologist, phenytoin sodium was slowly tapered from 6th month of the start of flouvoxamine, repeated electroencephalograms and serum sodium levels were followed and she was off phenytoin in 9th month. At present, after 28 months of follow-up she is significantly improved in OCD features and had no further seizures since then. Her Yale-Brown Obsessive Compulsive Scale score at start and at 28 months is 29 and 10 respectively. She scored 5 (markedly ill) for clinical global impressions severity (CGI-S) at start and at 28 months she scores 1 (very much improved) for CGI improvement and CGI-S also scores 1 (normal-not at all ill, symptoms of disorder not present past 7 days). Presently, she is only on fluvoxamine 200 mg/day, without any antiepileptic.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'6481348': 1, '12589881': 1, '8320551': 1, '10986722': 1, '3779297': 1, '1498584': 1, '15829535': 1, '17201695': 1, '21314679': 1, '23896855': 1, '26702187': 2}", "similar_patients": "{}"}