{"patient_id": 147305, "patient_uid": "4536714-1", "PMID": 2856467, "file_path": "noncomm/PMC004xxxxxx/PMC4536714.xml", "title": "A Case Report of Tracheobronchitis by Herpes Simplex Virus, Type I", "patient": "A 78-year-old man was admitted with severe dyspnea and in a state of altered consciousness. He had suffered from cough, sputum, and exertional dyspnea for the previous 8 years. About 8 days before admission, respiratory symptoms had become worse with fever and chills, and treatment at a local clinic had failed to bring about any improvement. Two day before admission he had become drowsy.\\nTwenty-five years previously he had been treated with anti-tuberculous medication irregularly for 3 years and he had a history of smoking 60 pack year.\\nOn physical examination, the patient appeared to be severely emaciated, cyanotic, and dyspneic. He was drowsy. His blood pressure was 120/80mmHg, pulse rate 132/minute, respiration rate 35/minute, and temperature 36.5°C. The anteroposterior diameter of the thorax was markedly increased and rhonchi and crackles were heard on both lower lung fields. The other parts were normal and there was no evidence of herpetic lesion on either the lips or oropharynx.\\nHemoglobin was 12.1gm%, and WBC count was 28.000/mm3 with 90% neutrophils. An ECG revealed sinus tachycardia and left ventricular hypertrophy. Blood chemistry was normal except for mild hypoalbuminemia (2.7gm%). Arterial blood gas analysis on room air showed PO2 of 30mmHg, and PCO2 of 48mmHg. With 2L/min oxygen, PO2 was 50mmHg and PCO2 was 56 mmHg. Chest X-ray showed right upper lobe collapse and bilateral lower lung infiltration ().\\nSix sputum smears for AFB were all negative. The patient improved with 2L/minute O2 inhalation, antibiotics (cephalosporin and gentamicin), brochodilatiors, and chest physiotherapy. On the 6th hospital day, fiberotic bronchoscopy was performed for the investigation of the lesion of the right upper lung. It revealed a localized area of swelling and hyperemia on the right lateral wall of the lower trachea, extending to the proximal part of right upper bronchus. No definite blister or ulceration was found, but several discrete nodules were noticecd (). At the cytologic study of broncheal brushing and washing, typical findings of HSV infection were observed : nuclei showed a ground-glass appearance with small, clear vacuoles, granular distribution of chromatin along the nuclear membrane, typical intra-nuclear eosinophilic inclusion bodies, and many, multinucleated ginat cells (). Bronchoscopic biopsy revealed severe necrotic inflammation with squamous metaplasia, and the cytologic changes typical of HSV, which were mentioned earlier (). Three days later a repeated bronchoscopy was done to obtain material for culture, and this time, whitish pseudomembrane was found to cover the inflamed area (). Viral culture by the inoculation of the bronchial washing into Vero Cells (monkey kidney cells) with medium-199 at the Korean National Institute of Health resulted in the growth of HSV type I.\\nBecause on the 12th hospital day, the patient’s condition began to get worse, with increasing sputum production and dyspnea, acyclovir was started. On the 3rd day of acyclovir therapy, the patient complained of a sudden onset of severe chest pain, and collapsed. An ECG revealed extensive anterior wall myocardial infarction and he died several hours later.\\nBlood drawn before death revealed 480 units of S-GOT, 380 units of CPK, and 2,651 units of LDH.", "age": "[[78.0, 'year']]", "gender": "M", "relevant_articles": "{'6293356': 1, '196463': 1, '6113352': 1, '13859340': 1, '4301496': 1, '219737': 1, '195208': 1, '4347436': 1, '191524': 1, '14219210': 1, '6285714': 1, '189546': 1, '433952': 1, '164768': 1, '5109825': 1, '18107742': 1, '4295319': 1, '165793': 1, '4310134': 1, '5924008': 1, '4313783': 1, '7036816': 1, '205790': 1, '4552465': 1, '4337636': 1, '4320751': 1, '6355756': 1, '6282025': 1, '4290539': 1, '6244336': 1, '4699747': 1, '6289702': 1, '4358651': 1, '2856467': 2}", "similar_patients": "{}"}