{"patient_id": 138836, "patient_uid": "4024618-1", "PMID": 24876517, "file_path": "noncomm/PMC004xxxxxx/PMC4024618.xml", "title": "Suspected incisional hernia leading to resection of rib sequestrum: a rare case report", "patient": "A 65-year-old female presented with a chief concern of left abdominal wall pain and possible incisional hernia. She had undergone a left radical nephrectomy, splenectomy and distal pancreatectomy earlier in the year for a mass on the left kidney. Pathologic evaluation revealed the mass to be a large perinephric abscess of uncertain etiology. Her recovery was complicated by a wound infection and development of a pancreatic fistula, which was repaired. A few months later, after recovery, the patient began experiencing significant pain at the incision site, which was worse with daily activity. She denied any symptoms of infection, such as fever or chills. A complete blood count performed shortly after surgery revealed no leuckocytosis. She was referred to general surgery for a suspected incisional hernia. Physical examination revealed a firm bulge at the superior aspect of the incision in the left upper quadrant, which was tender to palpation and non-reducible. There was no erythema, fluctuance or other signs of infection. An abdominal computed tomography (CT) scan revealed muscular laxity and a questionable abdominal wall hernia at the incision site (Fig. ). The patient was taken to the operating room for abdominal wall wound exploration and possible hernia repair. The superior aspect of the previous incisional scar was reopened and dissection carried down through the subcutaneous tissue to the level of the fascia. No fascial defect was found; however, a firm mass was palpated within the abdominal wall. Further dissection revealed a malpositioned left rib surrounded by fibrous tissue. The rib appeared devitalized, thin and fragile. We then referred back to the CT scan and in this location, no calcification could be observed. However, this was clearly a rib. The rib was dissected until a healthy portion was noted and the devitalized rib was resected (Fig. ). The wound was surveyed again for any muscular or fascial defects, none were found. The patient was discharged in good condition the same day. Removal of the rib sequestrum resolved the patient's symptoms.", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'16082499': 1, '20848297': 2, '20567728': 1, '22536302': 1, '24876517': 2}", "similar_patients": "{'3266507-1': 1}"}