{"patient_id": 140306, "patient_uid": "4127546-2", "PMID": 25120470, "file_path": "noncomm/PMC004xxxxxx/PMC4127546.xml", "title": "Primary Duodenal Adenocarcinoma without Stenosis: A Case Report with a Brief Literature Review", "patient": "A 90-year-old woman was admitted to our hospital with transient loss of consciousness and a 1-year history of palpitation associated with light effort. The cause of her loss of body weight was unknown. Her medical history was nonexistent as she did not like to attend hospitals. Her vital signs were within normal limits in the emergency room. On physical examination, she presented conjunctival pallor. Routine blood investigations showed leukocytosis, anemia, hypoalbuminemia, and elevation of C-reactive protein and tumor markers, with carcinoembryonic antigen being confirmed subsequently. A tumor (6.7 × 6.4 × 7.0 cm), irregular thickening of the wall, decreased blood vessel density, bilateral pleural fluid, and ascites were confirmed by CT scan (fig. ). Endoscopy and histologic examination revealed a well-differentiated adenocarcinoma of the duodenum (in the 3rd portion), which did not contain hormone and was not differentiated into a neuroendocrine carcinoma (fig. ). H. pylori infection was ruled out. The carcinoma was at an advanced stage. After having given informed consent, she and her family were offered palliative care.\\nIn these two cases, the progress of duodenal cancer did not constrict the lumen, and both patients were able to eat until end of life. Written informed consent was obtained from these patients for the publication of this case report and accompanying images. (A copy of the written consent is available for review from the Editor-in-Chief of this journal on request. All authors have agreed to protect the privacy of their patients.)", "age": "[[90.0, 'year']]", "gender": "F", "relevant_articles": "{'20078665': 1, '18706123': 2, '23708691': 1, '22347539': 1, '11503081': 1, '20431961': 1, '19615269': 1, '10843358': 1, '20931208': 1, '18254473': 1, '32523384': 2, '12014317': 1, '25120470': 2}", "similar_patients": "{'4127546-1': 2, '2527500-1': 1, '7237129-1': 1}"}