{"patient_id": 147920, "patient_uid": "4578143-1", "PMID": 26401174, "file_path": "noncomm/PMC004xxxxxx/PMC4578143.xml", "title": "Arachnoiditis Ossificans – A Rare Cause of Progressive Myelopathy", "patient": "An 89-year-old man with a long-standing history of progressive myelopathy presented to the emergency room for evaluation after a fall from standing. The patient stated that he felt weak in his bilateral lower extremities prior to his legs “giving out” and falling. He denied loss of consciousness or significant localizing pain.\\nOn presentation, the patient was cognitively intact, aside from some memory impairment. Neurologically, the patient had bilateral motor weakness of the lower extremities with relatively normal sensation and reflexes.\\nPast medical history revealed prior lower back trauma with a resultant disc herniation, which required surgical intervention decades earlier. This history was elicited from the family after imaging evaluation, since the patient was a relatively poor historian. The patient had limited medical follow-up but reported progressive, worsening lower extremity weakness, which was more pronounced over the past year. Ultimately, the patient required the use of a walker to assist with ambulation as a result of his myelopathy.\\nThe patient underwent magnetic resonance imaging (MRI) of the lumbar spine, which demonstrated a focal region of increased T2 signal intensity with volume loss involving the lower thoracic cord, consistent with myelomalacia from prior cord injury (Fig. ). Findings of arachnoiditis were noted, including peripheral displacement and regions of central clumping of descending nerve roots of the cauda equina (Fig. ). Decreased T2 signal intensity was visualized along the dura, dependent portions of the distal thecal sac, along the descending nerve roots of the cauda equina, and within the central portion of the distal thecal sac with corresponding regions of intermediate and hypointense signal intensity on T1 sequences (Fig. ). The MRI appearance suggested calcification/ossification and/or hemosiderin from prior trauma. Computed tomography (CT) was subsequently performed, demonstrating mineralization along the dura and ossification within the central thecal sac, compatible with arachnoiditis ossificans (Fig. ).\\nDue to the patient’s underlying clinical status and primary involvement of the lumbar spine, the decision was made to treat the patient’s progressive myelopathy conservatively rather than surgically.", "age": "[[89.0, 'year']]", "gender": "M", "relevant_articles": "{'15934184': 1, '7609981': 1, '24999276': 1, '5002424': 1, '34195394': 1, '21892775': 1, '24998238': 1, '27986694': 2, '7180598': 1, '17368029': 1, '26401174': 2}", "similar_patients": "{'5174774-1': 1}"}