{"patient_id": 85647, "patient_uid": "4775811-1", "PMID": 26989551, "file_path": "comm/PMC004xxxxxx/PMC4775811.xml", "title": "Intestinal Obstruction and Ileocolic Fistula due to Intraluminal Migration of a Gossypiboma", "patient": "A 36-year-old woman was admitted to our surgical department with abdominal pain associated with episodes of nausea and vomiting over the last couple of months. She denied any history of fever, while she reported a weight loss of around 6 kilos over the same period. She also mentioned that she had undergone a cesarean section in a private clinic 6 months ago. There were no significant findings from the clinical examination of the abdomen. Before having been reviewed by our team, the patient consulted two different general practitioners. The first one set the diagnosis of viral gastroenteritis, while the second advised her to have a computed tomography (CT) scan of her abdomen. The scan was carried out on outpatient basis and revealed a longitudinal, high-density mass inside the intestinal lumen (Figures and ), which was reported as a “calcified parasite.”\\nSubsequently, the patient was transferred to our unit. As an inpatient, she had further imaging studies: an abdominal sonography that was normal and a plain abdominal radiograph which revealed a high-density mass in the left iliac fossa mimicking a retained radiopaque body ().\\nBlood tests were within normal values. The case was discussed with the patient and her family and a decision was made for the patient to have an explorative laparotomy. Intraoperative findings included dilatation of the small intestine, secondary to obstruction, material in the lumen of an ileal loop, and an ileosigmoid fistula. A small bowel resection en bloc with the affected part of the sigmoid () and a loop sigmoidostomy were carried out. The small intestine was dissected and a 20 × 25 cm sponge was found in its lumen (Figures and ). The histological findings are consistent with acute and chronic inflammation and fibrosis of pericolic fat. Liponecrosis is also confirmed, with the presence of histiocytes and multinucleated giant cell producing foreign material phagocytosis.\\nThe patient had an uneventful recovery and was subsequently discharged on the eighth postoperative day. Two months later the patient had a successful restoration of the bowel continuity following a minimally invasive closure of the loop sigmoidostomy.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'28061867': 2, '20616421': 2, '14065883': 1, '32161486': 2, '19933682': 1, '28246568': 2, '17275034': 1, '23904722': 1, '23286310': 2, '30212789': 1, '20163926': 1, '16455323': 1, '25580346': 2, '24670021': 1, '29090018': 1, '34571350': 1, '20213129': 1, '24917191': 2, '24124727': 2, '23578840': 1, '8678622': 1, '26989551': 2}", "similar_patients": "{'4061322-1': 1, '3003212-1': 1, '5299178-1': 1, '4279710-1': 1, '7051864-1': 1, '5217399-1': 1, '3548697-1': 1, '3816154-1': 1}"}