{"patient_id": 82163, "patient_uid": "4515920-1", "PMID": 26215252, "file_path": "comm/PMC004xxxxxx/PMC4515920.xml", "title": "Feline hippocampal and piriform lobe necrosis as a consequence of severe cluster seizures in two cats in Finland", "patient": "A 2 years and 2-month-old male neutered (MN) domestic shorthaired cat (DSH) was referred because of generalized tonic–clonic epileptic seizures which started 10 days prior to referral. The cat had experienced four seizures within 24 h, the last seizure had occurred within hours at the time of presentation and treatment with diazepam was given the day prior to referral. There was no previous medical history of seizures.\\nThe cat was presented in a postictal state and neurological examination revealed mild depression, abnormal postural reactions in all four limbs and decreased menace response bilaterally. Magnetic resonance imaging of the brain was performed the same day the cat was admitted and was interpreted to be normal at this stage (Figure a–c). Treatment with peroral (PO) phenobarbital was started. Over the following years the cat had seizures with 2–3 months interval, usually manifesting as two or three generalized tonic–clonic seizures over a few days period. The cat was normal interictally during this time period. Two years and 8 months after the onset of epilepsy, the cat had ten generalized tonic–clonic seizures within 3 days. On the 4th day, behavioural changes manifesting as aggression developed, and the owner observed bilateral mydriasis. The cat was re-evaluated at the referral clinic approximately 24 h after the last seizure. Neurological examination was difficult to perform due to aggression. Mild ataxia and tetraparesis was observed as well as exaggerated menace response bilaterally. The cat was sedated with medetomidine, 75 µg/kg intramuscularly (IM), for electroencephalography (EEG). Continuous epileptic activity localized at the C3 electrode, localized caudo-dorsally and centrally over the brain, representing the left occipital lobe, manifesting as short paroxysms and spike activity was recognized (Figure ). Phenobarbital was given intravenously (IV) but epileptic activity persisted until anaesthesia was induced with propofol IV. Follow up MRI of the brain was performed the same day. Magnetic resonance imaging findings consisted of moderate to marked bilateral symmetric hyperintense lesions in T2W and FLAIR images as well as hypointense lesions in T1W images in the hippocampus and piriform lobe without any evidence of a mass effect. Moderate to marked contrast enhancement was recognized bilaterally in the hippocampus (Figure e–h). The MRI results were consistent with previous MRI descriptions of cats with FHN confirmed by necropsy [, , , ]. The cat was euthanized; the brain was formalin-fixed, and sent to the Neuropathology Laboratory at the Animal Health Trust, Newmarket, UK, for post mortem examination. Gross inspection of the brain revealed no abnormalities. Histopathology confirmed lesions restricted to the hippocampus and piriform lobe. Lesions were most pronounced in the dentate gyrus and the pyramidal cell layers. The majority of the pyramidal cells of the hippocampus had undergone eosinophilic neuronal necrosis and there was a notable drop out of neurons with sparse reactive gliosis (Figure ). Moderate swelling of capillary endothelial cells and mild lymphoplasmacytic and histiocytic cuffing around nearby blood vessels were evident. A few eosinophilic neuronal necroses were observed in areas of the piriform lobe. The results of histopathology indicate sub-acute lesions and were consistent with hippocampus and piriform lobe necrosis [–].", "age": "[[2.0, 'year'], [2.0, 'month']]", "gender": "M", "relevant_articles": "{'21965242': 1, '8207463': 1, '22562900': 1, '10668825': 1, '24667692': 1, '18720764': 1, '20822944': 1, '24438024': 1, '23787273': 1, '33449929': 1, '8385002': 1, '23456968': 1, '21795088': 1, '2339596': 1, '22447460': 1, '10736372': 1, '11999451': 1, '15857444': 1, '23278981': 1, '29693270': 1, '10961625': 1, '21311074': 1, '6836872': 1, '22791561': 1, '31781578': 1, '1733757': 1, '30942925': 2, '10356054': 1, '15753472': 1, '11422998': 1, '1771745': 1, '11733308': 1, '10608685': 1, '15546770': 1, '26215252': 2}", "similar_patients": "{'6524083-1': 1}"}