{"patient_id": 147580, "patient_uid": "4555806-1", "PMID": 26392697, "file_path": "noncomm/PMC004xxxxxx/PMC4555806.xml", "title": "Root amputation and perio-esthetics in salvaging a premolar", "patient": "A 32-year-old male patient complaint of bleeding and receding gums throughout the mouth and recurrent pain with root exposure in relation to upper right first premolar since last 8–9 months []. History revealed – vigorous horizontal scrubbing brushing method, progressive apical migration of the marginal gingiva in no. 14. On clinical examination generalized recession and mild to moderate probing pocket depths (3–5 mm) could be appreciated. The tooth no. 14 exhibited complete exposure of the buccal root, loss of vitality (upon electric pulp test), Grade III furcation involvement and Grade I mobility.\\nAn endo-perio inter-disciplinary treatment approach was planned. Phase I therapy comprised of scaling and root planning, rolling method of brushing, and occlusal corrections, followed by endodontic treatment, resection of buccal root and perio-plastic surgery for coverage of partially visible palatal root.\\nObviously, the affected tooth had a completely denuded and prominent buccal root, which could hinder the treatment outcome. Hence, the buccal root was resected using a tapered fissure bur at the furcation level obliquely [Figures and ]. The obturated gutta-percha was visible on resected root-end near the furcation. 2 mm of gutta-percha was removed from the cut end, and it was sealed with a layer of glass-ionomer-cement (GIC) []. Almost two-third of the buccal aspect of the palatal root was visible. Its apical-third and palatal aspect were still embedded within bone and probably this was the reason for Grade-I mobility despite extensive bone-loss. Subsequently, lateral pedicle flap from the adjacent premolar, along with bone graft, was planned. De-epithelization of the mesial papilla of no. 14 was done using a no. 15 blade and recipient bed were prepared. After trans-gingival probing over buccal attached gingiva to rule out dehiscence/fenestration, sub-marginal incision was made leaving 2 mm of the gingival margin in the second premolar using a no. 11 blade []. Vertical incision along the distal line angle of the second premolar was then taken taking into consideration that the width of reflected flap was one and a half times wider than that of the recession. Full thickness flap was than raised up to mucogingival junction, followed by raising of partial thickness flap beyond the mucogingival junction to achieve coverage by flap without tension []. Synthetic bone graft, RTR (Septodont, 94107 Saint-Maur-des-Fosses Cedex, France) was placed, to fill the depression after root-resection []. Flap was than displaced laterally and carefully stabilized with interrupted and stabilizing nonresorbable sutures [Ethicon 5-0; Johnson and Johnson, India.] [].\\nPeriodontal dressing was given over aluminium-foil on the site. The patient was discharged with postoperative instructions and medications (Amoxicillin 500 mg t.d.s for 5 days and paracetamol 625 mg b.d. for 3 days after the consultation with his treating physician), and chlorhexidine mouth-wash twice daily for 10 days. The patient was recalled after 10 days for suture removal and check-up []. There was no postoperative complication and healing was satisfactory. The defect created at the donor site was healing by secondary intention. The patient was instructed to use a soft toothbrush. He was monitored on a weekly schedule postoperatively, to ensure good oral hygiene of the surgical area. The re-evaluation of this area at 3-month follow-up showed no relapse or recession []. The healing was uneventful. The cervical abrasion on the buccal surface was restored with light cure composite resin. One year follow-up showed no recession and gingival margin appeared stable [].", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'286038': 1, '19228088': 1, '11520586': 1, '3858267': 1, '23633786': 2, '22114387': 1, '16584355': 1, '4244939': 1, '9526912': 1, '26392697': 2}", "similar_patients": "{'3636931-1': 1, '3636931-2': 1}"}