{"patient_id": 153373, "patient_uid": "4967635-1", "PMID": 27482317, "file_path": "noncomm/PMC004xxxxxx/PMC4967635.xml", "title": "Difficult endotracheal intubation secondary to tracheal deviation and stenosis in a patient with severe kyphoscoliosis: a case report", "patient": "A 60-year-old woman, 135 cm in height and 39 kg in weight, was scheduled for right thyroid lobectomy due to thyroid cancer. She had severe kyphoscoliosis, and surgery was planned under a sternotomy because the thyroid was located below the sternum.\\nThe patient had been taking tiotropium bromide, theophylline, and diuretics for dyspnea. She tolerated light ordinary life activity, but she felt short of breath during exercise and sleeping. At those times, she had been taking inhaled oxygen intermittently. On preoperative examination, she did not complain of respiratory difficulty, and both lungs had clear sounds. However, her neck was very short, and movement limitations were noted (). Chest computed tomography showed severe kyphoscoliosis with destructive vertebral body fusion in the cervical and upper thoracic spine. The trachea was deviated at an angle of 90 degrees with stenosis just below the deviated area, with the smallest diameter being 6.5 × 13 mm (). A pulmonary function test revealed the presence of severely restricted pulmonary disease. The measurements demonstrated FEV1 of 0.55 L (35% of predicted), FVC of 0.7 L (35% of predicted) and FEV1/ FVC 78%. The arterial blood gas analysis in room air was PaO2 62.6 mmHg, PaCO2 44.8 mmHg and pH 7.406. Other preoperative laboratory tests including echocardiography and thyroid function test were unremarkable.\\nWhen the patient entered the operating room, the routine monitoring systems, including electrocardiogram, pulse oximetry, and non-invasive blood pressure were started. After preoxygenation, general anesthesia was induced with intravenous thiopental 200 mg. Proper bag-and-mask ventilation was assured and rocuronium 30 mg was administered to facilitate endotracheal intubation. Under direct laryngoscopy, no laryngeal structures could be identified due to the limited neck movement. Subsequently, we used the Glidescope® videolaryngoscope (Saturn Biomedical Systems Inc., Burnaby, British Columbia, Canada) and were able to obtain a proper laryngeal view. Then, intubation was attempted with a 6.0 mm cuffed reinforced tracheal tube. However, the tube could not be advanced more than 3 cm beyond the vocal cords due to resistance despite the good laryngeal view. We attempted intubation again with 5.5 and 5.0 mm tubes, but the same problem was encountered. Other attempts with various methods, such as full rotation of the tube tip, applying a lubricant, and using fiberoptic bronchoscopy, also failed due to same problem.\\nSo we decided to place the tube tip above the area of resistance. Intubation was tried with a 7.0 mm tube, but the location of the cuff between the vocal cords resulted in gas leakage around the tube despite ballooning. Ultimately, intubation was accomplished with an 8.0 mm tube without cuff ballooning and saline-soaked gauzes were packed around the tracheal inlet to minimize gas leakage and to fasten the tube in the trachea. Then, positive pressure ventilation could be performed successfully, and dexamethasone 5 mg was administered to minimize airway edema. Anesthesia was maintained with sevoflurane in 50% oxygen/air, and a ventilator was set to deliver peak airway pressure of 22 cmH2O at a respiratory rate of 12 to 14 breaths/min. The tidal volume was maintained around 300 ml, and oxygen saturation by pulse oximetry remained above 95% throughout the anesthesia.\\nThe operation proceeded under a sternotomy to secure the operative field. Dissecting the thyroid gland was very difficult because it was unusually located on the back of the trachea and adhered to neighboring soft tissues. After the surgery was complete, muscle relaxation was reversed with sugammadex 200 mg, and extubation was uneventful. The operation time was 3 h 30 min, and the anesthesia time was 5 h 5 min.\\nAfter the operation, the patient was transferred to the intensive care unit and was kept for 5 days because of newly developed atelectasis and pleural effusion in the right lung. She was treated with mucolytic agents, bronchodilators, diuretics, and oxygen. Chest physiotherapy such as coughing, deep-breathing exercise, and ambulation was also performed. Her pulmonary condition gradually improved, and she was discharged on postoperative day 20 without sequelae.", "age": "[[60.0, 'year']]", "gender": "F", "relevant_articles": "{'15684262': 1, '34703695': 2, '9106604': 1, '23988806': 1, '20547033': 1, '17499691': 1, '10947774': 1, '9867397': 1, '18689807': 1, '22445133': 1, '16104575': 1, '11251453': 1, '32025889': 2, '22379759': 1, '2152005': 1, '32191510': 1, '18685944': 1, '27482317': 2}", "similar_patients": "{'6967188-1': 1, '8530501-1': 1}"}