{"patient_id": 148712, "patient_uid": "4630494-1", "PMID": 26566449, "file_path": "noncomm/PMC004xxxxxx/PMC4630494.xml", "title": "A case of pregnancy complicated with dilated cardiomyopathy 1X", "patient": "A 25-year-old primiparous woman who had been diagnosed as CMD1X at the age of 19 was referred to our hospital at 6 weeks of gestation. Prior to the genetic diagnosis, she had manifested with exertional dyspnea and mild muscular weakness at neck and proximal extremities. DCM was confirmed in her echocardiogram showing systolic dysfunction with ventricular dilatation and left ventricular ejection fraction (EF) of 41%. Diffuse muscle atrophy and mild necrosis-regeneration process had found in biceps brachii muscle biopsy. Immunohistochemical analysis of biopsied muscle sample had shown a reduced α-dystroglycan staining and a normal pattern of the distribution and expression of β-dystroglycan. As previously reported [], the analysis of her genomic DNA using the polymerase chain reaction technique had revealed a compound heterozygous mutation of 3 kb retrotransposal insertion. In addition, a direct sequencing of all the exons and adjacent introns of FKTN had shown a missense mutation (c.302G>T, p.Cys101Phe).\\nIn the first trimester of her pregnancy, echocardiography demonstrated diffused left ventricular hypokinesis accompanied with left ventricular dilatation. EF was 47% and left ventricular diastolic dimension (LVDd) was 53 mm. Her clinical findings at 10 weeks of gestation are demonstrated in Table . The limitation level of her physical activity was class II in New York Heart Association (NYHA) functional classification. Mild muscular weakness at neck, rhomboids and gluteus medius along with bilateral calf hypertrophy was demonstrated in her neuromuscular evaluation and a waddling gait was observed. Her tendon reflexes in biceps, brachioradialis and triceps were suppressed. She and her husband opted to continue pregnancy after our counseling about the risk for maternal cardiac failure at term and postpartum and the possible adverse outcome in the fetus. Medication with β-blocker to prevent the progression of DCM was continued during pregnancy. From 28 weeks of gestation, she was hospitalized for a concern of increase in the cardiac load in the third trimester and received intensive evaluation for her cardiac function. From 30 weeks of gestation, cardiothoracic ratio on chest X-ray and LVDd on echocardiogram increased progressively together with gradual elevation of peripheral concentration of brain natriuretic peptide (BNP; Fig. ). Although subjective symptom related to cardiac failure was not obvious at bed rest, allowing pregnancy to continue until term could cause irreversible deterioration of cardiac function. Therefore, she underwent an elective cesarean section at 35 weeks of gestation and gave birth to a healthy male baby (birth weight: 2306 g, Apgar score 8 point at 5 min).\\nA transient elevation of peripheral BNP was found at postoperative day (POD) 7 and was normalized at POD 14 (Fig. ). In two weeks after delivery, the parameters of cardiac function on echocardiogram and the level of daily activity both recovered to the conditions comparable to those before pregnancy. At postpartum, she realized worsening of muscular weakness and had some difficulty in climbing stairs and holding her baby. She was discharged with her baby at POD 17.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'20117363': 1, '20518731': 1, '19015585': 1, '17036286': 1, '22459654': 1, '16550916': 1, '21757110': 1, '26566449': 2}", "similar_patients": "{}"}