{"patient_id": 87313, "patient_uid": "4916074-1", "PMID": 27390645, "file_path": "comm/PMC004xxxxxx/PMC4916074.xml", "title": "IgG4-related disease: a case report with duration of more than 16 years and review of literature", "patient": "IgG4-related disease was diagnosed in a 54-year-old male with lumps in both orbital cavity for more than 16 years and lymphadenopathy in mediastinum for 11 years prior to hospital admission. In March 2000, a 54-year-old man was present in a local hospital because of exophthalmos for one year. The physical examination showed that there was hard lumps out of the top of left orbital cavity (0.5 × 0.5 cm) and larger tender bilateral submandibular lymph nodes. A computed tomography (CT) scanning and ophthalmic ultrasound indicated that occupying lesion located in left orbital cavity. Scr was 76 µmol/L. Pathology of lumps in the orbit was “inflammatory pseudotumor (benign lymphoma)”, and he was given prednisone, 30 mg qd. After 2 weeks, bilateral submandibular lymph nodes shrunk significantly (0.3 × 0.3 cm).\\nDuring April 2000 to May 2004, the patient did not go to see any doctor for the above disease. At June 2004, he received CT scanning examination, and there still was swelling lymph nodes in mediastinum and abdomen. He was given prednisone (unknown exact dose and duration, but he refused following-up in local hospital. At January 2015, he went to local hospital because of constipation and abdominal pain. Examination results showed that Scr elevated (396 µmol/L) and proteinuria was positive (+), then he accepted some relative treatments. But at early of May 2015, Scr increased to 488 µmol/L, so he was admitted to our hospital. His prior medical history also included mild lower extremity numbness for more than 5 years.\\nResults of a physical examination revealed that there were enlarged lymph nodes behind the left ear, right groin and left orbital cavity, each was about 1.0 × 1.0 cm. There was no malar rash, oral ulcers, diffuse alopecia or edema in bilateral eyelids and lower limbs. Pertinent laboratory findings included an ESR of 101 mm/h. White blood cell count, platelet count, and hemoglobin were all normal. Parathyroid hormone (PTH) was 351 pg/ml. Ca2+ and P3+ were normal. Anti-glomerular basement membrane antibody and anti-neutrophil antibody was negative. The ratio of light chain κ/λ in urine and blood were normal. Urinary albumin-creatinine ratio (ACR) was 0.25 g/gCr. The serum immunoglobulin G (IgG) was 57,500 mg/L (reference range 20,000–40,000 mg/L) accounting for 50.3 % of total immunoglobulin, significantly higher than normal (normal 9–16 %). Serum immunofixation electrophoresis was negative. Level of C3 and C4 were normal.\\nAfter admission, laboratory tests were positive for serum immunoglobulin G4 (IgG4), 38,500 mg/L (normal 30–2010 mg/L), accounting for 66.9 % of total IgG. CT scanning showed there were enlarged lymph nodes in the left side of face, in bilateral orbital cavity, and bilateral temporal fossa. Scanning of CT indicated that there were thyroid nodules and enlarged lymph nodes in mediastinum, abdominal cavity, and retroperitoneum. The morphology of peripheral blood cell was normal.\\nThe patient accepted renal biopsy but refused lymph node biopsy. We obtained two renal biopsy specimens, and each specimen with length of about 1 cm contained 100 % cortex with 13 glomeruli. On light microscopy of hematoxylin-eosin staining, there was total 13 glomeruli, including 6 glomeruli completely fibrosis and 3 glomeruli peribulbar fibrosis. The mesangial cell and matrix showed no proliferation, there was no thickening of glomerular capillary. In Masson staining, no immune complexes deposited in capillary wall. In PASM staining, 60 % of tubules were atrophic, others showed dilatation with flat epithelial cells, renal interstitial showed diffuse fibrosis with a large number of plasma cell diffuse infiltration and IgG4 staining was positive (average 47 IgG4-positive plasma cells per high power field) (Figs. , ).\\nThe result of electron microscopy showed: there was no significant proliferation and expansion in mesangial cells and matrix. The capillary wall basement membrane showed diffuse thickening and shrinkage, without significant electron dense deposit. Foot process of podocyte appeared diffuse effacement. Tubular epithelial cell and organelle swollen. Tubular basement membrane was almost normal. The interstitium showed focal edema, fibrosis with inflammatory cell infiltration.\\nAccording to clinical manifestations, laboratory findings, and imaging results, the case was diagnosed as IgG4-related disease. He was managed with standard prednisolone with relative drugs. Ten days later, Scr and ESR decreased. Enlarged lymph nodes behind of left ear, right groin and left orbital cavity, became significantly smaller 10 days after starting steroid therapy, each was about 0.5 × 0.5 cm. Lower extremity numbness also mitigated.\\nOne month later, he returned for re-examination. Enlarged lymph nodes in the behind of left ear, right groin and left orbital cavity disappeared. Lower extremity numbness also disappeared. ESR decreased to 15 mm/h, Scr decreased to 311 µmol/L, urinary ACR was 0.2 g/gCr and level of IgG4 decreased to 8500 mg/L. Enlarged lymph nodes became smaller than before in CT. Two months later, level of IgG4 decreased to 2060 mg/L.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'20919976': 1, '25450336': 1, '22827716': 1, '25026959': 1, '25237380': 2, '25880568': 2, '20457280': 1, '25872133': 1, '24842825': 1, '25239412': 1, '20558938': 1, '25595874': 1, '23875127': 1, '25469023': 1, '25151972': 1, '34049546': 2, '26078591': 1, '29780105': 1, '28856463': 1, '25155229': 1, '25415530': 1, '7628283': 1, '24372292': 1, '26122730': 1, '20371985': 1, '27390645': 2}", "similar_patients": "{'4359763-1': 1, '4165665-1': 1, '8161922-1': 1}"}