{"patient_id": 146311, "patient_uid": "4481794-1", "PMID": 26167023, "file_path": "noncomm/PMC004xxxxxx/PMC4481794.xml", "title": "Craniopharyngioma causing bilateral vision loss 4 months after unremarkable magnetic resonance imaging of the brain", "patient": "A 65-year-old man with past history of diabetes mellitus, carotid artery disease, coronary artery atherosclerotic heart disease, sleep apnea, and hypertension was referred for evaluation of decreased vision of the left eye for 4 weeks. Four months earlier, he had MRI and magnetic resonance angiography for evaluation of dizziness, which had shown no anatomic abnormalities in the sellar region. Nor were any abnormalities of the hypothalamus, suprasellar region, or anterior third ventricle detected []. Dizziness resolved spontaneously. On examination, visual acuity was 20/40 OD and 20/80 OS; there was no afferent pupillary defect but color vision was decreased in both eyes, and central scotomas were found with red color test objects in both eyes. Relevant findings on ophthalmoscopy were temporal pallor of both nerves. Satisfied that the recent MRI showed no pathological lesion, no further neuroradiological studies were obtained. Laboratory evaluation revealed a normal complete blood count, serum folate, and serum vitamin B12. Serological test for syphilis and urine heavy metal screen were negative. Three months later the patient developed a new headache and vision had progressively worsened to counting fingers OU. Computed tomography (CT) showed a 2.5 cm predominantly cystic mass centered in the suprasellar cistern with extension into anterior third ventricle [Figure and ]. Endoscopic subtotal resection revealed a papillary craniopharyngioma []. The patient was referred to radiation therapy.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'9761047': 1, '11564268': 1, '22457235': 1, '11118571': 1, '9171188': 1, '21584897': 1, '20349266': 1, '11981627': 1, '14531547': 1, '25308925': 1, '26167023': 2}", "similar_patients": "{}"}