{"patient_id": 75638, "patient_uid": "4063595-1", "PMID": 24959293, "file_path": "comm/PMC004xxxxxx/PMC4063595.xml", "title": "Obstructive jaundice due to von Hippel-Lindau disease-associated pancreatic lesions: A case report", "patient": "In 1998, a 20-year-old male was admitted to the General Hospital of Tianjin Medical University (Tianjin, China) with symptoms of dizziness, unsteadiness and nausea for three weeks, as well as vomiting for one week. Magnetic resonance imaging (MRI) revealed a mass in the cerebellar vermis and surgery was performed to excise the tumor. The pathological examination identified a hemangioblastoma. Three years later, the patient was readmitted to hospital due to dizziness lasting for one week. An MRI examination showed recurrence of the hemangioblastoma in the cerebellum and the patient underwent surgery to resect the tumor. In April 2012, the patient was readmitted to hospital for the third time due to jaundice. An enhanced computed tomography (CT) scan of the abdomen revealed multiple RCCs in the kidneys, and a nodule with a rich blood supply in the pancreatic head. In addition, numerous cysts were identified throughout the pancreas (). These observations were confirmed by magnetic resonance cholangiopancreatography, which revealed that the nodule in the pancreatic head was ~2.9×2.2 cm in size and possibly a NET. Due to the size and location of the tumor, the bile duct in the pancreas was compressed and the upper parts of the common bile and hepatic ducts were dilated. Since it was not possible to excise the RCCs, the patient also refused surgery to resect the pancreatic head mass. A metallic stent was placed at the stenosis site of the common bile duct, which alleviated the jaundice ( and ). Nine months later, the patient returned to the hospital with a fever, abdominal pain and jaundice. An enhanced abdominal CT was performed, which revealed no change in the size of the pancreatic head mass. The patient’s symptoms were relieved following anti-inflammatory therapy for one week. However, the patient continued to suffer the same symptoms every two months, and gradually, anti-inflammatory therapy failed to alleviate the symptoms. Radiography tests revealed complete blockage of the stent and thus, percutaneous transhepatic cholangiography (PTCD) surgery was performed.\\nGenomic DNA was extracted from the peripheral blood leukocytes and polymerase chain reaction was performed. Direct sequencing revealed a known mutation of a base pair change at nucleotide 473 in exon 3 (T473T/C) of the VHL gene, resulting in the amino acid change Leu158Pro.\\nThere was a recorded family history of VHL disease, with the patient’s mother, grandmother, two uncles and three aunts also suffering from the disease. Additionally, one uncle had succumbed to RCC and five other individuals in the family had succumbed to cerebral hemangioblastomas.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'20225241': 1, '11114638': 1, '20857520': 1, '18063061': 1, '12814730': 1, '15081659': 1, '23843833': 1, '21386872': 1, '20687511': 1, '22370733': 1, '9854597': 1, '18800388': 1, '8956040': 1, '16874724': 1, '24959293': 2}", "similar_patients": "{}"}