{"patient_id": 147748, "patient_uid": "4563963-1", "PMID": 26417147, "file_path": "noncomm/PMC004xxxxxx/PMC4563963.xml", "title": "Anesthetic management of a patient with hypertrophic cardiomyopathy with atrial flutter posted for percutaneous nephrolithotomy", "patient": "A 46-year-old male, weighing 60 kg diagnosed as bilateral renal calculi was posted for right percutaneous nephrolithotomy. Patient's history revealed episodes of palpitations, chest pain and syncope 5 years back. He was diagnosed then as HCM, and he was put on medical management (metoprolol, diltiazem) for the same. For last 6 months, patient was on anticoagulants (warfarin) due to new development of atrial flutter, since then he was symptomatically better but had fatigue, episodes of palpitations, dyspnea and angina on exertion.\\nOn examination, pulse rate was 76 beat/min and blood pressure (BP) was 130/76 mmHg. Airway and systemic examination was normal except harsh systolic murmur at the apex. Laboratory investigations were normal except serum creatinine 1.73 mg/dl and international normalized ratio 2.5. Electrocardiogram (ECG) showed LVH and atrial flutter with controlled ventricular rate. Holter study was done which was showing heart rate varying from 50 to 132 beat/min and occasional ventricular premature contractions. Transthoracic echocardiography showed LVH, asymmetric interventricular septal hypertrophy 23 mm, posterior wall thickness 14 mm (Thickness ratio 1:1.6), left ventricular ejection fraction 50%, regional wall motion abnormality, no LVOT, moderate mitral regurgitation (MR), and mild tricuspid regurgitation with moderate pulmonary arterial hypertension (PAH). There was no clot formation.\\nAll the cardiac medications were continued till the day of surgery. Warfarin was stopped 5 days before surgery and bridged with low molecular weight heparin, last dose of which was given 12 h prior to surgery. In the operation theater, monitoring was instituted with pulse oximetry, ECG with automated ST segment analysis, arterial line for invasive BP and central venous pressure through right internal jugular vein. Prophylactic antibiotic was given 30 min before induction. Patient was preloaded with 500 ml normal saline and premedicated with fentanyl 3 μg/kg body weight and midazolam 1 mg. General anesthesia was induced with thiopentone sodium 5 mg/kg body weight, and vecuronium 0.1 mg/kg body weight was used to facilitate endotracheal intubation. Lignocaine 60 mg intravenous was given to attenuate laryngoscopy stress response. Anesthesia was maintained with 50% nitrous oxide in oxygen, isoflurane 0.4–1% and vecuronium bolus with intermittent positive pressure ventilation. As the surgery was in the prone position, proper precautions were taken to rapidly turn the patient to supine position if required. External defibrillator pads were applied before turning the patient prone, and all resuscitation and antiarrhythmic drugs were kept ready to tackle an inadvertent arrhythmic event.\\nThe hemodynamic parameters were monitored which remained stable throughout the procedure with heart rate from 64 to 84 beat/min and systolic BP from 100 to 140 mmHg. The procedure lasted for 1½ h, during which 1.5 L normal saline was given. Urine output could not be measured in this patient.\\nAt the end of the surgery, neuromuscular block was reversed with standard doses of neostigmine and glycopyrrolate and the trachea was extubated. The patient was observed overnight in postanesthesia care unit and discharged on the 3rd postoperative day.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'20803867': 1, '14607462': 1, '3571749': 1, '33487829': 2, '8712439': 1, '11714644': 1, '18212300': 1, '17823488': 1, '16394705': 1, '20826969': 1, '20826967': 1, '6541866': 1, '9052657': 1, '26417147': 2}", "similar_patients": "{'7819403-1': 1, '7819403-2': 1, '7819403-3': 1}"}