{"patient_id": 152636, "patient_uid": "4915766-1", "PMID": 27358839, "file_path": "noncomm/PMC004xxxxxx/PMC4915766.xml", "title": "Rapid Return of Spontaneous Respiration after General Anesthesia with Sugammadex in a Patient with Myasthenia Gravis", "patient": "A 56-year-old man (American Society of Anesthesiologists physical class II, 170 cm in height, and weighing 82 kg) was admitted for a stuffy nose. He was scheduled to undergo a septostomy and septoplasty.\\nThe medical history of the patient revealed that he had been diagnosed with myasthenia gravis and had undergone a thymectomy six years prior, with symptoms returning two years prior to his current admission. Since then, he had been admitted to the hospital periodically for treatment. His overall myasthenia gravis symptoms had remarkably diminished (his two upper/lower extremities’ motor and sensory statuses were estimated as normal). However, some occasional symptoms, such as a difficulty to lift heavy objects, persisted. At the time of operation, his medications included prednisolone, a proton pump inhibitor, and fimasartan potassium trihydrate.\\nIn the preoperative interview, we received a detailed explanation of the respiratory risks for patients with myasthenia gravis undergoing general anesthesia, as well as information about sugammadex and the possibility of postoperative ventilator care. After that, he provided informed consent.\\nThe patient was transferred to the operating room with no specific premedication. To check his muscular relaxation status, we attached an NMT Electro Sensor (Datex-Ohmeda, Helsinki, Finland, mode TOF) at the patient’s right ulnar nerve and applied an electrocardiograph, a pulse oximetry monitor, and a sphygmomanometer in the usual fashion. After three minutes of preoxygenation with 100% oxygen, propofol (1.5 mg/kg) was injected through the patient’s intravenous line. After the patient lost consciousness (66 seconds after the propofol injection), we injected remifentanil (10 mL/h, 20 μg/mL) and rocuronium (a neuromuscular blocking agent) 0.6 mg/kg via the intravenous line and turned on the sevoflurane (3 vol%) vaporizer. In order to detect muscle contractions under electrical stimulation, the train-of-four (TOF) stimulation (4 stimuli at 2 Hz, 50 mA) was monitored during anesthesia and recovery. At the time when the T1 (the first response to the TOF stimulus) was zero (i.e., no muscle contraction to electrical stimulation, 1 minute 31 seconds after the rocuronium injection), we performed endotracheal intubation. The patient’s muscular relaxation, blood pressure, heart rate, peripheral oxygen saturation, and temperature were recorded throughout the operation ().\\nDuring the operation, general anesthesia was maintained with sevoflurane 0.8–1.0 Mac (1.7–2.0 vol%) and remifentanil 0.01–0.20 μg/kg/min. After the operation ended, sugammadex 262 mg (4 mg/kg, the patient’s ideal body weight was 65.5 kg) was administered to facilitate the recovery of spontaneous respiration when he started to awake from anesthesia. At that point, the TOF (T1) value was 25. When the value of the TOF increased to 0.9 (2 minutes 24 seconds after the sugammadex injection), the patient was extubated. The total duration of anesthesia was 65 minutes, and the patient was then transferred to the post-anesthesia care unit. The patient’s blood pressure, peripheral oxygen saturation, and heart rate were observed for 30 minutes postoperatively, and no specific symptoms, such as difficulty with normal respiration activities, were observed in the post-anesthesia care unit. After that, the patient fully awoke and didn’t appear any symptoms related with side effects of Sugammadex. He was transferred to the general ward. He was discharged 2 weeks later.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'18946293': 1, '21520600': 1, '19440946': 1, '22291783': 1, '20809967': 1, '24354075': 1, '32317886': 1, '32016026': 1, '27358839': 2}", "similar_patients": "{}"}