{"patient_id": 150727, "patient_uid": "4776616-1", "PMID": 26985423, "file_path": "noncomm/PMC004xxxxxx/PMC4776616.xml", "title": "Concurrent meningitis and vivax malaria", "patient": "A 24-year-old female admitted with complain of fever, headache, vomiting and neck pain for 1 week. Previously before admission she was diagnosed to have vivax malaria by both microscopic examination and antigenic testing in some local hospital and she had received a course of chloroquine (600 mg stat dose followed by 600 mg after 24 hours and 300 mg after next 24 hours) with intravenous ceftriaxone 2 g per day for 4 days. But her fever improved marginally and she was having a persistent headache, nausea, vomiting and neck pain. History, clinical examination and investigations (HIV testing was negative) during admission were not suggestive of any condition that might lead to immune-compromise in the patient. We suspected it to be a case of chloroquine-resistant vivax malaria and sent the blood sample for examination of malaria parasite. However, malaria parasite examination was found to be negative on both microscopic examination and antigenic testing. On thorough clinical examination she was found to have neck rigidity, a positive Kernig's sign and a positive Brudzinski's sign and mild splenomegaly. The patient was started on empirical antibiotic (intravenous ceftriaxone 4 g per day) as associated meningitis was suspected. Simultaneously cerebrospinal fluid (CSF) and other routine laboratory tests were sent for examination. Her hemoglobin was 11 g/dl, total leukocyte count was 10,190/mm3 (41% neutrophil, 50% lymphocyte, 8% monocyte and 1% eosinophil) and ESR (erythrocyte sedimentation rate) was 42 mm on first hour. Her CSF examination showed a cell count of 170/mm3 with 10% neutrophil and 90% lymphocytes. CSF protein was 121 mg/dl, sugar 53 mg/dl (with a random blood sugar of 90 mg/dl at the time of sending CSF sample) and adenosine deaminase (ADA) was 4.8 U/L. Gram stain, Ziehl Neelsen (ZN) stain, India ink preparation and culture of CSF revealed no organism. Her blood urea, creatinine, sodium, potassium and liver function test were within normal limit. She responded well to therapy and her symptoms gradually disappeared within 4-5 days. She was discharged after completing a course of ceftriaxone 4 g per day for 10 days.\\nWritten informed consent has been taken from the patient.", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'7935735': 1, '21035842': 1, '23569820': 1, '9700296': 1, '22549018': 1, '8730314': 1, '24551225': 1, '17568646': 1, '21808485': 1, '22632187': 1, '8937228': 1, '21085859': 1, '19331769': 1, '26985423': 2}", "similar_patients": "{}"}