{"patient_id": 87561, "patient_uid": "4939062-1", "PMID": 27390936, "file_path": "comm/PMC004xxxxxx/PMC4939062.xml", "title": "Bilateral axillary artery cannulation for severely calcified aorta and branches: a case report", "patient": "A 79-year-old male was referred to our hospital with chest pain on exertion. Echocardiography demonstrated severe calcification of the aortic valve and severe aortic stenosis (aortic valve area, 0.7 cm2; maximum velocity, 4.8 m/s; mean pressure gradient, 50.4 mmHg). Coronary angiography showed no significant stenosis in the coronary arteries. Computed tomography revealed severe diffuse calcification from the ascending to the abdominal aorta. In particular, the aortic arch was shown to be circumferentially calcified and its side branches also had severe calcification (Fig. ). Magnetic resonance imaging revealed more than 70 % stenosis in the brachiocephalic, right internal carotid, and left subclavian arteries (Fig. ).\\nBecause the aortic and iliac arteries were severely calcified, we chose not to perform transcatheter aortic valve replacement. Instead, conventional surgical aortic valve replacement was planned with bilateral axillary artery cannulation and short-term moderate hypothermic circulatory arrest for cross-clamping of the severely calcified ascending aorta. The operation was performed in the elective setting. Before sternotomy, 8-mm prosthetic grafts were anastomosed to the bilateral axillary artery for arterial cannulation. After sternotomy, a cardiopulmonary bypass was initiated with a venous return from the right atrium and a left ventricular venting from the right upper pulmonary vein. After the patient’s body temperature was decreased to 30 °C, systemic perfusion was temporarily arrested with the patient in the Trendelenburg position. The proximal ascending aorta with a less calcified site was opened in an oblique fashion. The inside aortic wall was inspected and a suitable site for cross-clamping was identified under direct vision []. The aorta was clamped with blood flushed from the arterial cannulas with a flow of 500 ml/min. The aortic valve was shown to be severely calcified, and was resected using a Cavitron Ultrasonic Surgical Aspirator (CUSA). A 21-mm bioprosthetic valve was replaced. An intimal calcified plaque near the clamped site was resected using a CUSA, then the aorta was closed with 4–0 polypropylene. The total cardiopulmonary bypass time was 63 min. The postoperative course was uneventful, and no neurological deficit occurred.", "age": "[[79.0, 'year']]", "gender": "M", "relevant_articles": "{'16242439': 1, '19616443': 1, '25454923': 1, '11044322': 1, '19327511': 1, '34589167': 1, '27390936': 2}", "similar_patients": "{}"}