{"patient_id": 79940, "patient_uid": "4345061-1", "PMID": 25785208, "file_path": "comm/PMC004xxxxxx/PMC4345061.xml", "title": "Unilateral Oral Mucous Membrane Pemphigoid: Refractory Atypical Presentation Successfully Treated with Intravenous Immunoglobulins", "patient": "A 57-year-old male presented with a 6-month history of blisters and painful erosions on the right buccal mucosa. His medical history was relevant for hypertension and hypothyroidism. He had been taking valsartan and levothyroxine for years and denied the use of topical drugs and previous dental procedures. On physical examination, the patient was found to have few bullae, erosions, and pseudomembrane-covered erosions on the right buccal mucosa ().\\nNo skin or other mucosal involvement was seen. He had fragmented teeth with sharp edges adjacent to the lesions. Laboratory evaluation was unremarkable. Histopathological examination of bullous lesion revealed a subepithelial blister with a mostly lymphocytic infiltrate in the upper corion ().\\nDirect immunofluorescence of peribullous mucosa showed a linear band of IgG, IgA, and complement component 3 (C3) at the epithelial BMZ ().\\nELISA was negative for antibodies against bullous pemphigoid antigens 180 and 230 and desmogleins 1 and 3. Correlation between these features allowed the diagnosis of MMP. Application of dipropionate betamethasone cream, twice daily, was started. After one year the patient had persistent bullae and erosions on the right buccal mucosa that healed without scarring. Oral prednisolone (0.5 mg/kg/d) was started for six months, and as no response was achieved, treatment with dapsone (100 mg/d) was administered during one year. Further involvement of the right hard palate mucosa occurred, erosions were extremely painful, and the patient had difficulty in eating and depression ().\\nIntravenous immunoglobulin (IVIg) at a dose of 2 g/kg/cycle was started and repeated every three weeks. Complete remission was achieved after three cycles. IVIg therapy was maintained for six additional months. No recurrence was seen after three years of follow-up ().", "age": "[[57.0, 'year']]", "gender": "M", "relevant_articles": "{'30209145': 1, '21605815': 1, '11902988': 1, '27904583': 1, '16810295': 1, '22137232': 1, '22137224': 1, '25785208': 2}", "similar_patients": "{}"}