{"patient_id": 74822, "patient_uid": "4007744-1", "PMID": 24826227, "file_path": "comm/PMC004xxxxxx/PMC4007744.xml", "title": "Transcatheter Closure of Atrial Septal Defect in a Patient with Cor Triatriatum Sinister and Atrial Septal Defect", "patient": "A 24-year-old male from the East of Thailand was found asymptomatic with functional class I and was found to have a heart murmur by routine checkup. He has no significant past medical history. Physical examination revealed a healthy man with height 176 cm and weight 60 kg. The Pulse rate was regular 60 bpm, blood pressure was 110/70 mmHg, and respiratory rate was 20 per min. Cardiac auscultation revealed a fixed split second sound with a grade 2/6 systolic ejection murmur at left upper parasternal border. Other systems were normal. Chest X-ray showed mild cardiomegaly with increase pulmonary blood flow. Transthoracic echocardiogram (TTE) and transesophageal echocardiogram(TEE) demonstrated right atrial and right ventricular enlargement with ASD secundum of 26 × 31 mm and cor triatriatrium with wide opening of 20 mm of fenestration as type A2 of Rodefeld classification [].\\n() There was no evidence of turbulent flow through fenestration and pulmonary hypertension. There were adequate rims (length of rims more than 10 mm) around ASD secundum, then closure of ASD using the transcatheter approach was decided.\\nTranscatheter closure was performed with the patient under general anesthesia. Heparin 5,000 IU and cefazolin 1gram were administered intravenously before the procedure. Vascular access was obtained via the right femoral vein using 7-Fr sheath and the right femoral artery using 5-Fr sheath. TEE was performed. Right and left cardiac catheterization was performed and showed a pulmonary arterial pressure of 30/13 mmHg, Qp : Qs 2 : 1, and normal pulmonary venous drainage into the left atrium.\\nThe first attempt for transcatheter closure using CocoonR ASD device (Vascular Innovations, Nonthaburi, Thailand) size 30 mm failed because we could not pull to deploy left atrial disc of device over atrial septum since cor triatriatum membrane was slipped into left atrial disc. Then we performed the second attempt using the Occlutech FigullaR device. 6-Fr multipurpose (MP) catheter (Cook, Bloomington, USA) was placed in left upper pulmonary vein through ASD, then 0.035 Amplatz super stiff guide wire (Boston Scientific, Galway, Ireland) was inserted into MP catheter. PTS sizing balloon sizing (Numed, Cornwall, ON, Canada) 30 mm was inserted over super stiff guide wire. TEE demonstrated stretch diameter of ASD which was 31 mm by balloon sizing. 14-Fr Mullin's sheath (Cook, Bloomington, USA) was advanced through ASD over stiff guide wire. Occlutech FigullaR device size 33 was loaded into delivery sheath and advanced by pusher cable to the left atrium. Device was deployed. () TEE revealed proper site of device without obstruction, no residual shunt, and residual fenestration of cor triatriatum membrane was 12 mm. We used TEE to recheck that the device will not occlude pulmonary venous return, and TEE revealed no turbulence flow of pulmonary veins and no turbulence flow of blood flow through fenestration of cor triatriatum membrane (). Stability testing was performed. The device was released (). No complication was found. TTE was performed in the next day and revealed the same result with TEE and no turbulence flow through fenestration of membrane. The patient was discharged with aspirin 300 mg once daily to be taken for 6 months.\\nFollow-up echocardiogram in the next 2, 6, and 12 months revealed the same result. The patient remained asymptomatic and no audible heart murmur was detected at auscultation. No complication was found.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'17513222': 1, '1614924': 1, '10524744': 1, '1266740': 1, '14427395': 1, '17882376': 1, '17030704': 1, '2222044': 1, '20351390': 1, '122785': 1, '1510528': 1, '8521581': 1, '18412085': 1, '24826227': 2}", "similar_patients": "{}"}