{"patient_id": 138952, "patient_uid": "4027665-1", "PMID": 24868382, "file_path": "noncomm/PMC004xxxxxx/PMC4027665.xml", "title": "A Case of Action-Induced Clonus that Mimicked Action Tremors and was Associated with Cervical Schwannoma", "patient": "A 56-year-old right-handed woman was referred to our hospital because of action tremors in both hands for 10 years. One year back, she had been diagnosed with essential tremor in a local hospital. She was prescribed 80 mg propranolol and 1 mg clonazepam for the tremor, but her neurologic state did not show any improvement after treatment. She had no family history of neurological disorders and had no medical problems. The neurological examination revealed mild postural tremor and moderate to severe action tremor in both hands with spontaneous rhythmic oscillatory movements of the distal agonist and antagonist muscles. The patient exhibited a 5 to 7 Hz postural tremor when her hands were outstretched. No motor weakness or sensory changes were observed, and the patient’s bowel and bladder functions were normal. She had spasticity in all limbs with exaggerated tendon reflexes. Babinski sign and ankle clonus were present in the left lower limb.\\nFurther investigations revealed normal plain radiographs with minimal enlargement of the spinal canal in the anteroposterior diameter. In the cervical MRI, we observed a huge lobulated lesion with iso-signal intensity lesion in T1-weighted imaging (T1WI); however, T2-weighted imaging (T2WI) in the ventrolateral aspect revealed heterogeneous high signal intensity lesion, that was pushing the cord to the left dorsal side and extending from C2 to C7 (). The lesion showed no peripheral rim of contrast enhancement. Axial T2WI showed a dumb-bell shaped mass lesion growing through the vertebral foramen (). The intradural extramedullary lesion was approached through a laminectomy of C2 to C7. The mass was found to be attached to redundant nerve roots at both rostral and caudal ends and it grew through the vertebral foramen. The tumor was incompletely removed. Biopsy of the tumor revealed that it was a schwannoma. Histological analysis of the tumor revealed stellate spindle-shaped cells with small, hyperchromatic nuclei, tenuous cytoplasmic processes, and scanty surrounding reticulin were loosely arranged in myxoid stroma. We also observed thickened blood vessels with hyaline deposition on the walls and clumps of hemosiderin-laden foamy macrophages (). After the operation, the patient’s tremor improved slightly, but she was prone to falls and unable to walk without a walker.", "age": "[[56.0, 'year']]", "gender": "F", "relevant_articles": "{'17992392': 1, '11360255': 1, '6445412': 1, '4140072': 1, '23220828': 1, '9827589': 1, '14706374': 1, '3668572': 1, '17999433': 1, '12610691': 1, '1688774': 1, '6722521': 1, '125783': 1, '24868382': 2}", "similar_patients": "{}"}