{"patient_id": 147700, "patient_uid": "4560318-1", "PMID": 26351442, "file_path": "noncomm/PMC004xxxxxx/PMC4560318.xml", "title": "Osteoradionecrosis of the Ribs following Breast Radiotherapy", "patient": "A previously well 43-year-old lady presented with bloody discharge from her right nipple. A bilateral mammogram and ultrasound demonstrated a solitary hypodense lesion within the inferior portion of her right breast. Fine-needle aspiration was suspicious for carcinoma. She underwent wide local excision and sentinel lymph node biopsy which revealed a 3.5-mm grade 1 invasive ductal carcinoma with associated intermediate-grade ductal carcinoma in situ. The tumour was hormone receptor (ER/PR) positive and HER2 negative. The closest margin was 1.7 mm posteriorly. Sentinel lymph node biopsy was negative, so she was staged pT1aN0M0.\\nThe patient had no other significant medical co-morbidities. She was physically very fit and slim in keeping with her occupation as a dancer. The oral contraceptive pill which she was taking prior to diagnosis was ceased. Her mother had previously been treated for ductal carcinoma in situ at age 45 years.\\nAdjuvant whole-breast RT was recommended to reduce the risk of local recurrence. No hormone therapy was recommended due to the small primary lesion size, low-grade histology and node negativity. She received 50 Gy in 25 daily fractions over 5 weeks using standard tangential 6 MV photon fields to the whole breast, followed by an electron boost of 10 Gy in 5 fractions to the surgical cavity. Treatment was in accordance with International Commission on Radiation Units (ICRU) requirements with acceptable planning target volume coverage, homogeneity and dose to organs at risk. The maximum dose to her whole breast was <105%percnt; of the prescription dose. Daily monitor units were retrospectively reviewed to ensure correct treatment delivery.\\nA moderate (grade 2) radiation dermatitis developed during treatment, which resolved soon after completion of RT. In addition, a small (1.5-cm) area of cellulitis developed over the inferolateral portion of her right breast 1 month after treatment, which was treated with flucloxacillin and resolved completely.\\nEleven months after RT, the patient developed severe right-sided lateral chest wall pain which was pleuritic in nature. Chest radiography was normal. A bone scan showed features consistent with costochondritis, but no evidence of metastatic disease. A computerised axial tomography (CT) pulmonary angiogram showed no evidence of pulmonary embolus, rib fracture or metastatic disease. Four months later, the patient developed intractable pain in the right chest wall upon minimal exertion. Repeat CT chest imaging demonstrated a healing fracture involving the right sixth rib (fig. ) and features consistent with a fracture of the right anterior second rib without evidence of bony destruction. Magnetic resonance imaging (MRI) was performed to ascertain aetiology, which confirmed fractures of the right fifth and sixth ribs. There was fatty marrow replacement involving the right second to sixth ribs consistent with radiation changes (fig. ). Repeat bone scan revealed mildly increased uptake in the right second, third, fifth and sixth ribs.\\nInvestigations to rule out contributing factors including serum calcium, renal function, haematology, C-reactive protein, vitamin D, parathyroid hormone, thyroid function, bone mineral density and myeloma screen were within normal limits. Radiation ORN was determined as the most likely cause of the rib fractures. The patient commenced treatment with pentoxifylline, vitamin E and hyperbaric oxygen therapy. She declined clodronate treatment in view of the small risk of mandibular necrosis. There was no demonstrable improvement in symptomatology or radiological re-evaluation after 6 months of therapy.\\nTwo years after her presentation with chest wall pain, a progress CT scan showed a non-united fracture involving the anterolateral aspect of the right fifth rib with localised sclerosis and a partially united fracture of the anterior aspect of the sixth rib at the costochondral junction. The previously demonstrated changes involving the right anterior second and third ribs had resolved. A repeat MRI scan performed 2.5 years after initial chest wall pain confirmed two areas of signal abnormality, which corresponded to the persistent non-united fractures on the CT scan 6 months prior, with a degree of sclerosis on T1 imaging and hyperintensity on T2 imaging (fig. ). There was no generalised bony abnormality or MRI features of widespread ORN.\\nOver the 2.5-year follow-up period, the patient's anterior second rib pain settled, and her right lateral rib pain improved without the need for narcotics or anaesthetic nerve blocks. Physical examination revealed progressive right breast shrinkage in keeping with RT-induced fibrosis. The patient's quality of life was negatively impacted, resulting in the modification of her active lifestyle with avoidance of all upper body exercises. As a result, she stopped professional dancing and became a dance teacher.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'2963910': 1, '23697595': 1, '24835153': 1, '12095969': 1, '12165639': 1, '20638190': 1, '22634471': 1, '25084627': 1, '22592699': 1, '20147717': 1, '9243268': 1, '11730991': 1, '12767877': 1, '16360786': 1, '34946704': 1, '22445398': 1, '26351442': 2}", "similar_patients": "{}"}