{"patient_id": 74832, "patient_uid": "4007791-1", "PMID": 24826232, "file_path": "comm/PMC004xxxxxx/PMC4007791.xml", "title": "Atrial Fibrillation-Induced Cardiac Shock: First Manifestation of\\na Congenitally Corrected Transposition of the Great Arteries in a 45-Year-Old Man", "patient": "A 45-year-old man was admitted to our emergency unit because of rapidly increasing dyspnoea and pulmonary rales. The patient's history lacked previous significant illnesses, particularly structural heart or lung diseases and cardiovascular risk factors. The patient described himself up to now as sportive and physically trained, but remarked a general weakness within the last couple of weeks. Since 48 h he sensed palpitations which had now ended up in tachycardia.\\nThe electrocardiogram (ECG) showed tachycardic atrial fibrillation with a mean heart rate of 160 bpm. The initial systolic blood pressure amounted not more than 80 mmHg. Under the clinical presentation of acute heart failure, we immediately performed an electrical cardioversion. After two attempts with biphasic application of 150 and 200 Joule of energy, a normofrequent sinus rhythm could be established. Intermitting short episodes of an AV-junctional rhythm were observed. Even now, the patient still showed signs of an ongoing cardiac shock and remained dependent on constant dobutamine supply. Although an ameliorated spontaneous breathing was reported, orthopnoea persisted under the treatment with 6 liter/minute oxygen flow. The chest X-ray demonstrated pulmonary vein stasis and a previously unknown meso-/dextrocardia with a dilated heart silhouette (). Relevant structural pulmonary abnormalities were excluded.\\nAs signs of cardiac shock proceeded and slightly elevated levels of high sensitive troponin T (0.020 ng/mL; reference value < 0.015 ng/mL) could be noticed, an indication for a coronary angiography was seen. This diagnostic procedure was technically demanding because of a dextroposition of the aorta (). Finally, a significant coronary heart disease could be excluded. We renounced the performance of an additional laevocardiography because of the technical difficulties, as well as the patient's persisting dyspnea and instable hemodynamics.\\nThe ECG showed now a first degree atrioventricular block and a right bundle branch block. Clinical chemistry pointed to an increased D-dimer of 1.3 μg/mL (reference value < 0.5 μg/mL). Given the insufficient systemic bloodpressure, a bedside echocardiography was performed in order to exclude signs of acute right heart failure under the suspicion of a potential pulmonary embolism (). Thereby, we also aimed to exclude competing causes for acute heart failure, such as valve abnormalities or pericardial effusion. For the reason of dextrocardia, the echocardiographic examination had to be performed from the right chest side. The atrium and ventricle, preceding the pulmonary arterial bed, were not dilated. For a start, fulminant pulmonary embolism seemed to be unlikely and was not considered to explain the patient's condition.\\nOn contrary, we found a massive dilatation (end-diastolic diameter 77 mm) and a highly reduced ejection fraction (approximately EF = 20%) of the left-sided ventricle, that is, the one in charge to support the systemic circulation. Due to the distinct dilatation of the left-sided ventricle, the atrioventricular valve showed a moderate insufficiency. Interestingly, the ventricle itself appeared remarkably trabeculated. Furthermore, the echocardiographical standard views demonstrated an abnormal origin of the right and left ventricular outflow tract. Taking this into account and being aware of the difficulties during coronary angiography, we wanted to exclude a confusion of both ventricles in this abnormal echocardiography setting. For this reason, we injected agitated saline over a central venous catheter into the right jugular vein. We were affirmed in our former findings, as the saline-induced bubbles were detectable by echocardiography in the slim, right-sided chambers only. As the bubbles were strictly located on the right side of the heart, without any signs of wash-out, there was no evidence for a shunt flow through the atrial or ventricular septum.\\nIn a final step, cardiac magnetic resonance imaging (MRI) could confirm the echocardiographic findings and identified the underlying structural heart disease as a congenitally corrected transposition of the great arteries (L-TGA; schematic overview: see ). In order to maintain a stable sinus rhythm, amiodarone was administered with a total loading dose of 5 g within the first five days, and the treatment was afterwards continued with a maintenance dose of 200 mg per day. Additionally, medicamentous heart failure therapy was begun, using a beta-blocker, spironolactone, and diuretics. Within the next couple of days, the catecholamine supply could be reduced stepwise and was finally stopped after 6 days of treatment. Having received stable cardiopulmonary conditions, the patient was referred to a heart transplantation program, where he was listed for organ transplantation.", "age": "[[45.0, 'year']]", "gender": "M", "relevant_articles": "{'16485324': 1, '2773773': 1, '1423964': 1, '7662455': 1, '12941208': 1, '12106933': 1, '32111814': 1, '28243408': 1, '1268009': 1, '32765983': 2, '11455405': 1, '24826232': 2}", "similar_patients": "{'7398687-1': 1}"}