{"patient_id": 145031, "patient_uid": "4410591-1", "PMID": 25960729, "file_path": "noncomm/PMC004xxxxxx/PMC4410591.xml", "title": "Pericardial Biopsy Revealed Gastric Signet-Ring Cell Cancer", "patient": "An 85-year-old man was admitted with anorexia and general malaise on August 5, 2014. He reported a weight loss of 4 kg in the previous month. He had been operated by the Billroth I procedure when diagnosed with gastric ulcer at the age of 41 years. Physical examination revealed that he was febrile, with a heart rate of 118 bpm and a blood pressure of 117/95 mm Hg. He had distant heart sounds, normal lung sounds and left abdominal tenderness. Chest X-ray revealed an increased cardiothoracic ratio and a small amount of left pleural effusion. Electrocardiography showed low voltage, and 2-dimensional ultrasonographic echocardiography revealed pericardial effusions with atrial and right ventricular early diastolic collapse, establishing the diagnosis of cardiac tamponade (fig. ). Laboratory studies showed a serum albumin level of 3 g/dl, a serum creatinine level of 1.70 mg/dl (reference value: 0.4–0.9 mg/dl) and a brain natriuretic peptide level of 71.7 pg/ml (reference value: 0–18.4 pg/ml). Subxiphoid pericardiostomy was performed. Pericardial biopsy and pericardial fluid were taken. The histopathological findings showed signet-ring cell cancer (fig. ). His anorexia was slightly recovered. Whole-body computed tomography showed Virchow lymph node metastasis. The signet-ring cell carcinoma of the operated stomach was revealed by gastric fiberscope examination (fig. ). After the fiberscope examination, we found elevations of carcinoembryonic antigen (CEA) and carbohydrate antigen (CA) 19-9 at 27.9 ng/ml and 8,424 U/ml, respectively. We diagnosed the patient with gastric cancer stage IV and suggested him the best supportive therapy. He died of cardiac arrest 1 month after best supportive care without severe cancer pain. The patient had given his consent for a case report to be published. Written informed consent was obtained from the patient's family for publication of this case report and any accompanying images.", "age": "[[85.0, 'year']]", "gender": "M", "relevant_articles": "{'2306690': 1, '6635365': 1, '3411785': 1, '17577625': 1, '30128844': 1, '18488163': 1, '5328378': 1, '15405683': 1, '8840855': 1, '23479317': 1, '16437590': 1, '21528092': 1, '20357721': 1, '10213127': 1, '25960729': 2}", "similar_patients": "{}"}