{"patient_id": 153668, "patient_uid": "4988297-1", "PMID": 27534888, "file_path": "noncomm/PMC004xxxxxx/PMC4988297.xml", "title": "Primary intestinal lymphangiomatosis of the ileum in an adult—the role of surgical approach", "patient": "A 43-year-old female patient was admitted to our clinic with 1-year history of weakness, swelling in leg, weight loss and recurrent upper respiratory infections. The patient had no past medical history. In this period she had lost 10% of her weight. The patient was 163 cm in height and weighed 46 kg; she appeared weak and the physical examination showed no abnormalities except 2+ pretibial edema. She had a blood pressure of 130/80-mmHg and pulse rate of 64 per minute without any cyanosis. She had symmetric thoracoabdominal breathing. Abdominal examination revealed no distension, no rebound, no ascites, no hepatosplenomegaly and normoactive bowel sounds. The complete blood cell count was in normal limits except decreased lymphocytes cells (lymphocyte = 250/mm3), and the biochemical analysis of the blood for hepatic and renal function, urine analysis and fecal occult blood test were all within normal limits only lower albumin (albumin = 2.1 g/dl) level was observed. The tumor markers for CEA and CA 19-9, celiac markers and autoimmune indicators were also normal. Upper endoscopy revealed erythematous antral gastritis. No lesions were observed on the colonoscopy and the abdominal ultrasound. No pathology was detected in echocardiography.\\nUltrasonography (USG) revealed multiple anechoic cystic nodularities in the intestinal wall protruding into the fluid-filled lumen (Fig. ). Because of any diagnose could be done by ultrasound, abdominal computerized tomography (CT) has decided to withdraw.\\nCT showed increased wall thickness on 40 cm segment of ileum. Capsule endoscopy was performed and a polypoid infiltrating area was found ~40–50 cm segment of middle and distal jejenum (Fig. A and B). Bone marrow biopsy was performed for suspicious lymphoproliferative disease. Biopsy result showed normocellular bone marrow. Flow cytometry of bone marrow mononuclear cells with the work done by immunophenotyping detected no significant antigenic exploration. It was decided to take a PET-CT for to clarify a suspicious tumor or paraneoplastic syndrome in patient. PET-CT showed diffuse wall thickness increase in the ileum. These results are in line with the assessment of the causes of protein-losing enteropathy; lymphangiectasia, intestinal lymphoma and tuberculosis. After all, surgical decision was taken with these presumptive diagnoses.\\nOperation started with diagnostic laparoscopic approach but nothing specific has been detected in small intestine and its meso. Then it was decided to go laparotomy. Terminal ileum was seen normal but swollen intestinal wall and pathological lymph node in the mesentery of 35–40 cm to the proximal terminal ileum were found. Excised lymph node was sent to pathology for frozen observation. Pathology result showed as lymphorrhagia. Patient was perop consulted with gastroenterology clinic and resection of the affected part of ileum decision was taken. Segmental resection including affected bowel loops were made and functional end-to-end anastomosis performed. Specimen was sent to pathology. Bowel movements are normal, and gas outlet with defecation was observed postoperatively third day. Then oral feeding was allowed on the post-op fourth day. Patient was discharged sixth day postoperatively. No further therapy was needed because of the benign manner of the lesions.\\nMicroscopic examination of the resected specimens revealed expanded cystic vascular lesions partly extending to the intestinal mucosa in small bowel mesentery and subserosa (Fig. ). Immunohistochemically the endothelial cells, lining the vascular structures, were reactive with D2-40, CD31 and ERG whereas negative with CD34 (Fig. ). Present findings were found to be consistent with intestinal lymphangiomatosis.\\nIn the control physical examination after 1 month surgery, the patient's complaints improved and pretibial edema was not seen. Laboratory values of lymphocytes, total protein and albumin were found to increase in normal values. Patient was seen without complaints on 10-month follow-up.", "age": "[[43.0, 'year']]", "gender": "F", "relevant_articles": "{'33462010': 2, '23442732': 1, '22196283': 1, '24276895': 1, '20052363': 2, '7481991': 1, '30992989': 1, '22563205': 1, '23189215': 1, '12691938': 1, '34046480': 2, '15609924': 1, '32915149': 1, '27534888': 2}", "similar_patients": "{'2800000-1': 1, '8130063-1': 1, '7813405-1': 1}"}