{"patient_id": 80659, "patient_uid": "4397485-1", "PMID": 25922782, "file_path": "comm/PMC004xxxxxx/PMC4397485.xml", "title": "Ewing's Sarcoma of the Kidney Complicated by a Wunderlich Syndrome", "patient": "A 40-year-old woman presented to the emergency room for left flank pain lasting for 2 hours and irradiating to the groin. Her medical and surgical history included aortic regurgitation, left kidney stones, stress urinary incontinence surgically treated, and obesity (BMI = 40.8). On physical examination, the patient was found to be afebrile and in good clinical status except for a positive Giordano's sign. Her blood haemoglobin was 12.7 g/dL with a normal coagulation profile and normal renal function. She was first treated with anti-inflammatory agents, which lead to a decrease of the clinical symptoms. A computed tomography scan showed a large solid heterogeneous mass measuring 7 × 6.7 cm, without calcifications, located in the left kidney, as well as a perinephric hematoma (). No other secondary lesions were found at this time. The patient underwent left nephrectomy and the renal mass was later diagnosed as Ewing's sarcoma. On the histological sections, we found small round blue cells arranged in a nodular pattern and also in Homer-Wright rosettes (). Vascular invasion was also observed. The immunohistochemistry tests revealed that the tumoral tissue was positive for CD99, P100, and C-Kit. The tumor cell proliferation rate assessed by the Ki-67 antigen-labeling index was above 50%. A PET-scan performed after the surgical intervention found a metastatic lesion in the left femoral head, which required surgical resection. Reconstruction was achieved by an endoprosthesis. The patient also underwent six cycles of VIDE: Oncovin, Holoxan, Mesna, Adriamycin, and Vepesid. Follow-up computed tomography scans showed no evidence of disease after 27 months.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'19157457': 1, '23730330': 1, '10100358': 1, '12463131': 1, '16885633': 1, '11859203': 1, '24523977': 2, '25922782': 2}", "similar_patients": "{'3913202-1': 1}"}