{"patient_id": 152096, "patient_uid": "4867812-1", "PMID": 27212862, "file_path": "noncomm/PMC004xxxxxx/PMC4867812.xml", "title": "Color Doppler and pulse wave assessment of flow in anomalous origin of left coronary artery from pulmonary artery: Pre- and post-surgery", "patient": "A girl (3-year-old, 11 Kg) presented with poor effort tolerance, easy fatigability, and depressed left ventricular ejection fraction (LVEF) [9% by three-dimensional (3D) echocardiography]. The anomalous left coronary artery (LCA) was arising from the posterior facing sinus of pulmonary artery (ALCAPA). Collaterals feeding the LCA in the interventricular septum could not be appreciated on echocardiography. Basal and mid segments were severely hypokinetic. Apical segments were dyskinetic along with a positive strain and postsystolic shortening. There was significant endomyocardial fibroelastosis and moderate mitral regurgitation.\\nPreoperative pulse wave Doppler (PWD) findings are shown in . The wall filter was set at low levels and Nyquist limits were, in addition, set as low as possible for optimal visualization in modified short axis view. In mid left anterior descending (LAD) artery, there was systolic and diastolic flow reversal with brief interruption by forward flow during the early part of diastole. The signal during mid and late diastole was very weak. Due to abnormal orientation, right coronary artery (RCA) flow could not be consistently captured.\\nIn view of very poor baseline left ventricular function, cardioplegia and aortic cross-clamp was avoided because of concerns of further insult to the already sick myocardium. She underwent left internal mammary artery (LIMA) to LAD (off pump) graft. Site of anastomosis between LIMA and LAD was fashioned close to left main coronary artery (LMCA) bifurcation so as to allow adequate circumflex perfusion. LMCA was ligated close to the pulmonary end. She had an uneventful postoperative recovery.\\nEarly postsurgical PWD findings in the LCA were as follows [Figures –]: There was holodiastolic forward flow that had an early peak and decline. During systole there was flow reversal. The site of anastomosis was evident by flow turbulence noted in proximal LAD and a portion of LAD and left circumflex upstream to the anastomosis was having blue flow while mid/distal LAD was showing red flow (usual color conventions of color Doppler flow assessment).\\nAfter 6 months, LVEF improved to 30% [Videos and ]. Basal segments had significant improvement in contractility. The entire apex remained dyskinetic. There was diastolic and systolic forward flow in mid LAD with the former being of a higher velocity [].\\nAs a result of ischemia in ALCAPA, there is development of collaterals from the RCA and they feed LAD. The recipient vessel had systolic and diastolic flow reversal. Epicardial collaterals are responsible for systolic flow reversal in the LCA and characteristic higher systolic flow in the RCA. The myocardial collaterals feed the LCA mainly during diastole as they are compressed by contracting myocardium. Long standing ischemia ultimately leads to myocardial infarction and fibrosis. Poor systolic flow reversal may be the result of postinfarction fibrotic obliteration of intramyocardial collaterals. Short early diastolic forward flow may be the result of pulmonary hypertension. Thus, poor diastolic flow reversal in LAD may be an indicator of infarcted myocardium and poor recovery of LVEF after surgery. However, the survival with preserved LV function of a selected few patients well into adulthood remains unexplained.[]", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'17236814': 1, '17576863': 1, '29716711': 1, '21462214': 1, '17383358': 1, '22368564': 2, '23318854': 1, '27212862': 2}", "similar_patients": "{'3228333-1': 1}"}