{"patient_id": 86227, "patient_uid": "4826688-1", "PMID": 27110414, "file_path": "comm/PMC004xxxxxx/PMC4826688.xml", "title": "Unilateral Erythema Nodosum following Norethindrone Acetate, Ethinyl Estradiol, and Ferrous Fumarate Combination Therapy", "patient": "A 30-year-old woman on daily 1 mg norethindrone acetate, 20 mcg ethinyl estradiol, and ferrous fumarate (Junel Fe 1/20) for 3 weeks presented with a week of tender, dark pink nodules on her left lower leg. She reported developing arthralgias in hips, knees, and ankles 2 weeks earlier and a 3-day fever 1 week prior to the appearance of her lesions. Notably, the patient took 0.18–0.25 mg norgestimate and 35 mcg ethinyl estradiol (Tri-Previfem) without problems 1 year earlier. Physical examination revealed multiple 3–5 cm violaceous, tender nodules, without ulceration, on the left anterior shin and medial malleolus (). No lesions were identified on the right leg. White blood cell and platelet counts were slightly elevated at 14,000 cells/cm3 and 483,000/microliter, respectively. In order to rule-out other diagnoses, such as erythema migrans or autoimmune disease, Lyme titer and ANA were obtained, which were negative. The patient denied sore throat or cough, so antistreptolysin O titers and chest X-rays were deferred.\\nA double-trephine punch biopsy (4 mm within 1 cm) was performed at the center of a lesion on the left lower leg in order to obtain subcutaneous tissue []. Histopathology revealed a septal panniculitis with septal edema and fibrosis, lymphohistiocytic and neutrophilic inflammation, and focal fat necrosis (). Findings were primarily identified in the subcutaneous fat. There was no evidence of vasculitis. Periodic acid-Schiff, acid-fast bacilli, and Fite stains were negative for fungal and mycobacterial organisms. A diagnosis of EN was confirmed.\\nNorethindrone acetate, ethinyl estradiol, and ferrous fumarate OCP combination therapy was discontinued, and naproxen (500 mg orally twice a day) was initiated for symptomatic relief. Within two weeks, lesions began to resolve, and arthralgias improved.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'14264417': 1, '15307561': 1, '5697233': 1, '16441407': 1, '23625180': 1, '17375516': 1, '22299823': 1, '12664028': 1, '138939': 1, '30269303': 1, '19345531': 1, '871635': 1, '21909209': 2, '24746312': 1, '27110414': 2}", "similar_patients": "{'3162268-1': 1}"}