{"patient_id": 143430, "patient_uid": "4319332-1", "PMID": 25684928, "file_path": "noncomm/PMC004xxxxxx/PMC4319332.xml", "title": "Rheumatoid arthritis affecting temporomandibular joint", "patient": "A 22-year-old female patient visited the outpatient department with a complaint of pain in the left jaw joint region since 1½ months. On eliciting the history, patient had pain on mastication and difficulty in opening the mouth due to which she was on the soft diet. Medical history revealed that she was diagnosed with RA 6 months back. The patient took homeopathy medicines for 1 month. But presently was not on any medication. On clinical examination of TMJ, the following signs and symptoms were assessed: Left side TMJ was associated with pain, TMJ range of motion was limited, associated with pain while maximum unassisted mouth opening (18 mm) and while lateral excursion [], deviation of mandible toward left side while opening mouth was noticed. No clicking sounds on opening, closing and lateral movements. Muscles of mastication were tender on palpation. Intra orally, no teeth were carious, no occlusal prematurity was noticed. On radiological examination, panoramic radiograph depicted irregular erosions in the left condyle and decreased joint space both on right and left side. The findings were of degenerative joint disease but nonspecific due to the overlapping of structures []. TMJ tomography both open and closed mouth revealed slight erosion in the anterior surface of the left condyle but was not clearly appreciated []. Further evaluation was carried out by CBCT.\\nCone beam computed tomography images revealed sclerosis of the outer surface of the condylar head, narrowing of the articular space bilaterally (more on the left). Coronal left closed mouth view revealed loss of joint space, loss of cortical bone on the superior surface and condylar head erosions compared to right side, which shows normal joint space and condylar structure [Figure and ]. Coronal left open mouth view revealed narrowing of the articular space and erosions on superior head of condyle and right side depicting no changes in the joint space [Figure and ]. Sagittal view open and closed mouth revealed decrease in joint space with erosions of the superior surface of the condyle on the left side [Figures and , and ]. Hand wrist radiograph revealed the joint space narrowing of the distal phalange of the right thumb, narrowing of 3rd and 4th proximal phalanges and erosion of the middle phalange seen of index finger []. Knee and shoulder joint radiographs revealed no changes. Serum investigations were advised and it revealed rheumatoid factor (RF)-340 IU/ml (normally <40 IU/mL), C-reactive protein (CRP)-368 mg/dl (normally <0.8 mg/dL), erythrocyte sedimentation rate (ESR)-40 mm/h (normally <20 mm/h in females). All serum markers for RA were elevated. Final diagnosis of RA affecting TMJ was arrived at.\\nPatient was referred to rheumatologist for the further treatment, and she was prescribed Tab Methotrexate 75 mg once a week for 2 months and anti-inflammatory drug twice a day for 15 days and patient responded well to the treatment. Liver function test was also monitored with periodic follow-up. After 2 months of the follow-up, patient reported relief of pain and improvement in mouth opening.", "age": "[[22.0, 'year']]", "gender": "F", "relevant_articles": "{'15772594': 1, '31909075': 1, '30745806': 1, '2932049': 1, '2179356': 1, '32676555': 1, '1450830': 1, '3857200': 1, '34538943': 1, '28508937': 1, '1059058': 1, '9652499': 1, '30895028': 1, '31802869': 1, '11515604': 1, '6591678': 1, '16997093': 1, '9487165': 1, '31844425': 1, '2105023': 1, '30733840': 1, '32754034': 1, '31372663': 1, '22658606': 1, '31530023': 1, '25684928': 2}", "similar_patients": "{}"}