{"patient_id": 139684, "patient_uid": "4078619-1", "PMID": 25002774, "file_path": "noncomm/PMC004xxxxxx/PMC4078619.xml", "title": "Olfactory region schwannoma: Excision with preservation of olfaction", "patient": "Twenty four year old lady presented with abnormal sensations on the right half of face for two months. She had no features suggestive of raised intracranial pressure and examination revealed no neurological abnormality. The olfaction was tested in details after reviewing the radiology. She was able to identify soap, coffee, clove oil and toothpaste by smelling them without visual cues. Radiology revealed a large contrast enhancing extra-axial subfrontal, olfactory region mass extending on either side. There were cystic areas interspersed and the contrast uptake was variegated [Figure –]. Furthermore, lack of dural enhancement differentiated it form an olfactory groove meningioma. An extended bifrontal craniotomy was made with circumferential osteotomies cut around the cribriform plate to preserve olfaction.[] About a cm thick mucosa was preserved.[] The basal dura was normal, unlike meningioma. Dura was opened on either side. The lesion had a variable consistency from firm to soft and was moderately vascular. The olfactory tract was seen on either side and could be preserved. Gross total excision was achieved. Post-operatively, she had no cerebrospinal fluid leak, her symptoms of facial paraesthesias improved. On post-operative days 3 and 7, she was not able to identify any of the objects on smelling. Six weeks later, she was able to identify soap, clove oil and coffee but failed to recognize toothpaste. Postoperative imaging showed total excision [Figure and ]. Histopathology showed spindle shaped cells with elongated nuclei. A few hyalinaized vessels were seen [Figure –].Immunostaining positivity with S-100 confirmed schwannoma [].", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'27651703': 1, '15987573': 1, '27895759': 1, '22251251': 1, '22451797': 1, '19690802': 1, '21484358': 1, '25002774': 2}", "similar_patients": "{}"}