{"patient_id": 150445, "patient_uid": "4759883-2", "PMID": 26955184, "file_path": "noncomm/PMC004xxxxxx/PMC4759883.xml", "title": "Results of cement augmentation and curettage in aneurysmal bone cyst of spine", "patient": "A 15-year-old female, presented with acute onset, nonradiating back pain, aggravated by movement, for last 3 weeks and rapidly progressive lowerlimb weakness with difficulty in walking since 4 days. She had tenderness at D9-D10 with painful limited movements. Neurological examination revealed spastic lower limbs, muscle power in all groups, on right side was 2/5 and left side 3/5, lower abdominal reflexes were absent, planters on both sides were extensor, both knee and ankle jerks were brisk, spinothalamic sensations were decreased below D10 by about 70%. Joint position sense in lower limbs was lost. Radiological investigation showed [] an osteolytic expansile, septate lesion involving D9 vertebral body, right pedicle and facet with decrease in height of D9 body leading to cord compression. Loculi with fluid-fluid levels in dependent regions were appreciable. At surgery, pedicle screwrod fixation was done from D7 to D11. At D9 level, through the right pedicle, cavity of the cyst was opened, biopsy was taken. There was profuse bleeding from the cavity which was not controlled by coagulation and pressure packing. Next, we approached the left pedicle for cement augmentation by a Jamshidi needle. We did cement augmentation of the highly vascularized body with care to avoid cement leakage in canal like monitor under fluoroscopy, cement injected slight more viscous state. After solidification of the cement and completion of exothermic reaction, we started curettage from right pedicle and found that bleeding was stopped and surface of cyst wall was easily visible. Now, we were able to approach cyst wall for second biopsy sample collection and we could complete curettage of the cyst. Decompression of spinal cord was done. Posterolateral fusion was added. Postoperative neurology improved and mobilization was started on the 2nd postoperative day. Histopathological examination suggested diagnosis of ABC. Followup CT scan had confirmed, good filling of cavity with no sign of recurrence [].", "age": "[[15.0, 'year']]", "gender": "F", "relevant_articles": "{'11148642': 1, '6549359': 1, '10458283': 1, '8197846': 1, '9020440': 1, '12865844': 1, '681419': 1, '2619528': 1, '21139760': 1, '5710584': 1, '12209910': 1, '28942467': 1, '8150831': 1, '15323461': 1, '15509545': 1, '26955184': 2}", "similar_patients": "{'4759883-1': 2}"}