{"patient_id": 147831, "patient_uid": "4568641-1", "PMID": 26374587, "file_path": "noncomm/PMC004xxxxxx/PMC4568641.xml", "title": "Creation of multiple transluminal gateway during endoscopic ultrasound-guided drainage of pancreatic necrosis by enlarging tract of impending rupture in duodenum", "patient": "A 32-year-old male presented with abdominal pain and fever of 5 days duration. He was diagnosed as alcohol-related acute necrotizing pancreatitis 2 months ago and was managed elsewhere where he was noted to have transient lung injury. He had been discharged after 8 days of admission and now was symptomatic with episodes of abdominal pain and had developed hectic fever. Evaluation revealed leukocytosis (total leucocyte count of 21,300/mm3) and normal liver and kidney functions. Contrast-enhanced computed tomography of the abdomen revealed large walled-off pancreatic necrosis (WOPN) []. Intravenous meropenem was initiated, but the fever and leukocytosis did not respond to the antibiotics. Two days later, in view of the possibility of infected WOPN the patient was taken up for endoscopic drainage. EUS guided transluminal drainage of perigastric WOPN was done, and two transluminal stents were placed []. As the endoscope was advanced into the duodenum, a small opening plugged with purulent material was noted on the medial wall of the duodenum, adjacent to the major papilla []. This opening was cannulated and dilated up to 12 mm using controlled radial expansion (CRE; Boston Scientific India Pvt. Ltd., Gurgaon) balloon [Figures and ]. Thick purulent material came out of the dilated opening [] and we placed two transluminal pigtail stents. The pancreatic duct was also cannulated, and pancreatogram revealed partial disruption that was bridged with a 5 Fr stent []. The patient had marked improvement in his symptoms and was discharged on oral antibiotics.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'23232994': 1, '21612778': 1, '23829423': 1, '23735926': 1, '29340278': 1, '24975052': 1, '23286256': 1, '24955341': 1, '24079790': 1, '34900627': 1, '26374587': 2}", "similar_patients": "{}"}