{"patient_id": 143693, "patient_uid": "4335162-1", "PMID": 25709257, "file_path": "noncomm/PMC004xxxxxx/PMC4335162.xml", "title": "Continuous intravenous flumazenil infusion in a patient with chlordiazepoxide toxicity and hepatic encephalopathy", "patient": "A 55-year-old African American male patient with a past medical history significant for of chronic pulmonary obstructive disease and alcohol dependence for the last 20 years presented with alcohol withdrawal symptoms characterized by headache, tremors, and sweating. He denied any history of liver disease. He also denied any sleep disturbances, memory changes, or seizures in the past. On examination, the vital signs were stable. The patient appeared anxious, tremulous, had a slow and delayed response to questions, and an unsteady gait. He had scleral and skin icterus. Examination of the chest showed gynecomastia and bibasilar crackles on auscultation, and the liver edge was palpable 3cm below costal margin. Examination of extremities revealed asterixis, nail clubbing, and non-pitting edema of the legs. Initial diagnostics revealed a macrocytic anemia with a hemoglobin of 11.3 g/dl and Mean Corpuscular Volume (MCV) 101.8 fL as well as a platelet count of 83,000/μL. Liver function tests revealed a total protein 8.2 g/dL, albumin 2.8 g/dL, total Bilirubin 3.9 mg/dL, Aspartate Aminotransferase (AST) 69 U/L, Alanine Aminotransferase (ALT) 36 U/L, and ammonia level 124 mcg/dl. The patient also had an International Normalized Ratio (INR) of 1.6. Computed tomography of the abdomen showed evidence of early cirrhosis.\\nThe patient was admitted to the hospital with the diagnosis of alcohol withdrawal and possible hepatic encephalopathy. A chlordiazepoxide-based alcohol withdrawal protocol with tapering doses was started together with lactulose for hepatic encephalopathy. A total of 300 mg of chlordiazepoxide was given over the next 9 days in tapering dose with good control of the patient's withdrawal symptoms. On the tenth day of his hospital stay, the patient's mental status deteriorated and he was upgraded to the intensive care unit. Further work-up was done which included a urine drug screen which was positive for benzodiazepines. The repeat ammonia level was 121 mcg/dl. Septic work-up was otherwise unremarkable. The patient was given the diagnosis of benzodiazepine-induced hepatic encephalopathy. A single dose of flumazenil 1mg intravenously was given followed by a significant improvement of mental status where the patient was fully awake, responsive, and obeying commands. The effect was short-lived, lasting no more than 20 minutes, after which the patient's mental status deteriorated again. Repeated single doses of flumazenil on the subsequent days failed to maintain arousal. Therefore, the decision was made to start the patient on a flumazenil drip at a rate of 0.25 mg/hour which was enough to keep the patient aroused. The patient complained of persistent nausea, which is a known side effect of flumazenil. He was treated with ondansetron. Flumazenil was otherwise well tolerated. Attempts to decrease the rate of infusion resulted in the deterioration of the patient's mental status. Of note, repeated urine benzodiazepine testing came back positive on three separate occasions. The patient was maintained on flumazenil drip for 28 days until it was tapered off successfully.\\nThe patient's mental status returned to normal, a repeat urine benzodiazepine test was negative, and the patient was discharged home in a stable condition.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'14620397': 1, '9386663': 1, '19371497': 1, '20703237': 1, '23909263': 1, '33133818': 2, '8403734': 1, '1686131': 1, '9596422': 1, '11003118': 1, '9695999': 1, '10660854': 1, '25709257': 2}", "similar_patients": "{'7586353-1': 1}"}