{"patient_id": 148664, "patient_uid": "4627111-1", "PMID": 26557321, "file_path": "noncomm/PMC004xxxxxx/PMC4627111.xml", "title": "Simultaneous Vibrant Soundbridge Implantation and 2nd Stage Auricular Reconstruction for Microtia with Aural Atresia", "patient": "An 11-year-old boy presented with bilateral moderate-severe conductive hearing loss with grade III microtia and aural atresia in the right ear. The left ear had a stenotic ear canal but a normal auricle. The right ear canal atresia precluded the use of HA, so he had been wearing a left HA (Siemens Prisma) since young. However, the left HA was complicated by ear canal infections requiring frequent medical treatment, thus the use of HA was intermittent. His mother said he was struggling in school with poor academic grades and performance. He was also very reserved and talked little due to poor self-esteem from his microtia cosmetic concerns. The pure tone audiometry (PTA) showed moderatesevere conductive hearing loss in both his ears. The mean threshold (refers to the mean air conduction threshold, calculated as the average of thresholds at 500, 1K, 2K, and 4K Hz in this case report) was 66 dB HL in the right ear and 60 dB HL in the left ear (). Bone conduction thresholds were normal on both sides. Aided speech discrimination test was performed on the left ear using the CID W-22 list, which was presented at 40 dB HL (approximately 60 dB SPL) through a speaker at 90 degree azimuth and 1 meter away from the patient. Noise was presented at 30 dB HL (10 dB signal-to-noise ratio) through the same speaker. The patient scored 20/25 (80%) and 19/25 (76%) respectively in quiet and in noise with the left HA, suggesting that he had slight difficulty discriminating monosyllabic words. The patient had not been tested for language ability before as there were no normed language assessments available in his mother language (Filipino). The patient’s language ability was assessed informally by obtaining a language sample through the conversation with him. His speech was assessed using the GOS.SP.ASS to highlight specific speech sounds that he would be missing out. He was found to have severe delay in expressive language development, which would also impact his academic performance. He was also found to have weak sound discrimination skills which affected his ability to remember long complex instructions that were 2 steps or more. He could not differentiate well between words that sound similar. He refused his front and back sounds (e.g. /k/->/d/, /g/->/t/), the manner of production (e.g. /v/->/b/, /s/->/t/), and occasionally voiced and voiceless sounds (e.g. /t/->/d/). His speech production was inappropriate according to his chronological age. Cognitive test was not performed as the parents were not keen on it. Low middle ear compliance (compliance = 0.2 cm) and elevated negative pressure was observed in the left ear on tympanometry suggestive of abnormal middle ear function. CT scan of the temporal bone showed an atretic external auditory canal and abnormal middle ear structure in the right ear. The facial nerve’s course was significantly more anterolateral than usual (). Ossiculoplasty and atresia canalplasty in the right ear were not performed as the patient’s Jahrsdoerfer score was only 6 (0 score for the middle ear space, facial nerve, malleus-incus complex, and appearance external ear). The family and patient gave the reason of not wanting a screw exposed on the scalp when asked why they chose the VSB over BAHA. And for the similar reasons, their preference was for cosmetic reconstruction using rib graft cartilage instead of a prosthetic ear mounted over implanted titanium screws on the skull. Thus the 1st stage right microtia reconstruction with rib graft cartilage was performed. During the surgery, the patient’s own rib grafts were harvested and fashioned into a 3-D framework, and then inserted into the skin flap pocket around a vascular pedicle. The 2nd stage auricular reconstruction together with the VSB implantation was performed simultaneously 8 months later. The auricular framework was raised first. An anterolateral mastoidectomy approach was used, keeping high (just under the tegmen) and anterior (just behind the temporo-mandibular joint) to avoid the anomalous facial nerve. A well was drilled posterior to the mastoid cavity to house the fully recessed VSB device. The handle of malleus was absent. The remnant head of malleus was fused to the head of incus. The incus and stapes were otherwise normal. The ossicular chain was mobile after the atretic plate removed and epitympanum and middle ear adhesions freed. The FMT was clipped onto the abnormal malleus-incus complex ().\\nFor improved vascularisation of the 3-D rib graft auricular framework, a temporoparietal fascia flap based on the superficial temporal artery was raised. The cartilage crescent was inset over the mastoid to provide sulcus and projection of auricle. The temporoparietal flap with superficial temporal artery was then turned down and inset onto the back of the raised auricular framework. Split skin graft was harvested from the abdomen and used to cover the back of auricle and part of mastoid. There was pressure necrosis alopecia on the left scalp due to the long surgery of 8 hours (simultaneous auricular reconstruction and VSB implantation). However, the hair growth returned over that site 5 months later. There were no complications of facial palsy or cerebrospinal fluid leak. The patient was discharged after 2 days. The healing of the auricle reconstruction was uneventful.\\nThe VSB device was switched on 2 months after the surgery. PTA tests were performed at 3, 6, 12, and 18 months post VSB activation on this patient (). Results at 3-month follow-up were not reported as the patient’s responses were inconsistent. The reliability of responses at the following follow-up sessions was otherwise good. For the right ear, the mean VSB aided threshold was 38 dB HL at 6-month follow-up. It improved to 28 dB HL at 12-month follow-up and remained stable at 28 dB HL at 18-month follow-up. For the left ear, the mean HA aided threshold was 33 and 36 dB HL respectively at 6-, and 12-month follow-up. It improved to 23 dB HL at 18-month follow-up with a new HA (Widex FL-m) fitted. The new HA use was consistent thereafter. The mean unaided bone conduction threshold was 34 and 21 dB HL on the right and left side respectively at 18-month follow-up.\\nAided speech discrimination test was performed at 12- and 18-month follow-up. At 12-month follow-up, the patient scored 21/25 (84%) with VSB only and 23/25 (92%) with both VSB and HA (binaural fitting) in quiet. At 18-month follow-up, he scored the same 19/25 (76%) with binaural fitting both in quiet and in noise. The patient reported balanced hearing with both VSB and HA.\\nLanguage assessment was not performed postoperatively for two reasons: i) There were no normed language tests in this patient’s mother language (as stated earlier); ii) Both the patient’s family and school teachers declined the language test as the patient had been doing quite well after the surgery (top 3 student).\\nThe patient’s parents completed the hearing device satisfaction scale (HDSS) questionnaire for him at 12-month follow-up. The score was 1.37 (0 = very satisfied; 1 = satisfied; 2 = sometimes satisfied/dissatisfied; 3 = dissatisfied; 4 = very dissatisfied). They also reported improved hearing of the patient in class with the right VSB and the left HA together. This may be one of the causes for the improved school work of this patient. He was also more confident and participating more socially at home and in school.", "age": "[[11.0, 'year']]", "gender": "M", "relevant_articles": "{'20735185': 1, '17065833': 1, '19345624': 1, '22454230': 1, '15554586': 1, '17062502': 1, '20105105': 1, '20822749': 1, '19117311': 1, '18711063': 1, '20374683': 1, '20535489': 1, '18957899': 1, '1598988': 1, '20042904': 1, '22073051': 1, '17356875': 1, '26557321': 2}", "similar_patients": "{}"}