{"patient_id": 153274, "patient_uid": "4961870-1", "PMID": 27499836, "file_path": "noncomm/PMC004xxxxxx/PMC4961870.xml", "title": "CD30+ Primary Cutaneous Post-transplant Lymphoproliferative Disorder with Signet-ring Cell Features", "patient": "A 64-year-old male, two years status-post orthotopic heart transplant for ischemic cardiomyopathy, presented with an agminated cluster of deep red-to-brown firm, indurated erythematous nodules on his left hip and groin (). The patient’s immunosuppressive medications included mycophenolate sodium 1440 mg and cyclosporine 175 mg. He had no constitutional symptoms at the time. The patient was referred to dermatology for evaluation, and the lesions on his left buttock and hip were biopsied (). Pathology results showed a diffuse interstitial infiltrate of atypical lymphoid cells that were large and pleomorphic with mitotic figures. Immunohistochemistry staining of the atypical cells was positive for CD4 and CD30. Stains for S-100, pancytokeratin, myeloperoxidase, and CD56 were negative. The biopsy was consistent with a CD30+ lymphoproliferative disorder. A PET-CT was done and was negative for nodal disease or other foci beyond the primary lesions on the hip. Flow cytometry and T-cell rearrangement studies were performed on the patient’s blood. These results were negative for clonality and only notable for a depressed CD4 to CD8 ratio. Given these findings, immunosuppression was reduced with mycophenolate sodium decreased to 360 mg and prednisone 7.5 mg/day was added. The patient underwent radiation therapy with a total of 4600 Gy of radiation to the affected area. However, during the course of radiation, he developed new lesions in his left popliteal fossa and ankle. His immunosuppressive regimen could not be lowered further due to risk of graft rejection. A repeat biopsy was performed of the newly developing lesions. This also showed a CD30+ lymphoproliferative disorder with signet ring cell features (). The dermis contained a dense infiltrate of enlarged mononuclear cells organized in nodules, cords, and strands embedded in a sclerotic stroma. No lymphocytes were highlighted by CD20 and in situ hybridization for EBV was negative. However, the patient did have an EBV viremia with a titer of 6398 one month prior to the onset of the lesions. Due to the multifocal nature of these newly-developing scattered smaller lesions, the decision was made to treat with the addition of methotrexate 15 mg/week. The larger plaques resolved following local radiation treatment at a follow-up visit three months after initial radiation therapy. The smaller lesions on the left popliteal fossa and ankle remained stable with the addition of methotrexate.", "age": "[[64.0, 'year']]", "gender": "M", "relevant_articles": "{'15476495': 1, '23718915': 1, '17509986': 1, '16046144': 1, '2996376': 1, '22534639': 1, '2784803': 1, '20408847': 1, '17564326': 1, '27499836': 2}", "similar_patients": "{}"}