{"patient_id": 147463, "patient_uid": "4548424-1", "PMID": 26321814, "file_path": "noncomm/PMC004xxxxxx/PMC4548424.xml", "title": "An unusual toxicity with beta blocker and calcium channel blocker", "patient": "A 72-year-old gentleman weighing 68 kg and 160 cm tall and hypertensive on treatment for past 10 years with metoprolol-XL-50 mg and amlodipine 5 mg was operated for anterolisthesis of disc at L4-L5 level with canal stenosis. He had previously undergone an uneventful surgery for right rotator cuff repair under general anesthesia 6 years ago. Present preanesthetic check-up was normal with heart rate (HR) of 62/min, blood pressure (BP) of 110/74 mmHg, normal electrocardiogram (ECG), and heart sounds on auscultation. His effort tolerance was only limited by pain in lower limbs. On the day of surgery, he received his regular antihypertensives. The preoperative cardiac assessment on the table was uneventful. Preinduction vitals were stable with HR of 58/min and BP of 122/78. Premedication included glycopyrrolate 0.2 mg, fentanyl 100 μg, and ondansetron 8 mg. Anesthesia was induced with propofol 2 mg/kg intravenous (IV) and after confirming ventilation, vecuronium 0.1 mg/kg was given IV. Anesthesia was maintained with oxygen in nitrous oxide, supplemented with isoflurane, vecuronium and propofol infusion, and morphine. The blood loss was approximately 100 ml and 1.5 L crystalloid was infused. Intraoperative period of 4 h in the prone position was uneventful except for a drop in BP at induction to 80/54 mmHg, which was managed with a bolus of 250 ml crystalloid. He was extubated and vitals in the recovery room before shifting to Intensive Care Unit (ICU) were stable for HR of 64/min and BP of 108/54 mmHg.\\nAn hour after receiving the patient in ICU, his BP dropped to 82/48 mmHg with no change in HR or consciousness. Fluid boluses of 250 ml ringer lactate in two aliquots were administered without benefit. ECG was normal with a sinus rhythm and nonspecific t wave inversion in lead III. Arterial blood gas (ABG) on room air showed normal oxygenation with metabolic acidosis with elevated strong ion difference (pH - 7.268, PaO2 -112, PaCO2 -40, bicarbonate - 19.3 with BE - 5.6, and lactate - 1.9). Ultrasonography (USG) revealed completely collapsed inferior vena cava (IVC) which was treated with 2 L of crystalloid administered cautiously over 1 h without any significant improvement. The patient remained conscious and could move his lower limbs well ruling out any spinal shock. Vasoactive drugs (adrenaline, dopamine, and noradrenaline) were serially added and escalated to maximum (20 mcg/min) without any remarkable change in BP. The HR increased from 60 to 100/min. Gradually he began manifesting signs of hypoperfusion in multiple organs. His urine output reduced, and he developed hypothermia. Cardiac evaluation by a senior cardiologist with bedside ECHO and enzymes ruled out any cardiac pathology. Serial ABGs revealed worsening lactic acidosis and deteriorating oxygenation though mentation remained intact. After administration of 6 L of crystalloids, bedside USG revealed an adequately filled IVC without any signs of fluid overload in the lungs. Having ruled out cardiac pathology and hypovolemia as the cause of hypotension with worsening organ perfusion the possibility of BB and CCB toxicity was considered. As glucagon was not available in the institution, we started an infusion of insulin in dextrose at 0.15 U/kg/h (25% dextrose with 15 units of insulin at 60 ml/h) (glucose-insulin-potassium therapy) along with calcium infusion at 0.5 g/h and potassium at 30 mEq over 3 h.\\nGlucose and potassium values were monitored every hour, and the infusion was adjusted accordingly. Within an hour of treatment with this regime BP improved to 100/60 mmHg. The inotropes could be tapered and stopped within 2 h, urine output improved and euthermia was attained.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'2102223': 1, '21563902': 1, '10793588': 1, '16990629': 1, '18637611': 1, '6136960': 1, '17482022': 1, '931093': 1, '9266809': 1, '9528738': 1, '29558445': 1, '26321814': 2}", "similar_patients": "{}"}