{"patient_id": 145190, "patient_uid": "4421235-1", "PMID": 25984019, "file_path": "noncomm/PMC004xxxxxx/PMC4421235.xml", "title": "Olmesartan medoxomil-induced acute renal failure in a premature newborn following maternal exposure during pregnancy: a case report and review of the literature", "patient": "The mother was a 40-year-old primigravida with a 3-year history of essential hypertension. She was treated with olmesartan medoxomil (Olmetec® Munich, Germany), a single daily dose of 20 mg, and her hypertension was well controlled with this regimen. Her conception was assisted by IVF. At 33 weeks of gestation, a severe degree of oligohydramnios was diagnosed by ultrasonographic evaluation. Two doses of celestone chronodose were administered, and an emergency caesarean was performed. A premature female baby was delivered, with a weight of 1.980 g, length 45 cm and occipital–frontal circumference 30.5 cm. The Apgar score was 1′/9 and 2′/10. Shortly after the birth, the newborn presented respiratory distress syndrome, and was intubated and ventilated with oxygen supplementation; the newborn received two doses of sulfactant. Unclosed Botal's duct was detected until the second day of life. Oligoanuria was also observed on the first and second postnatal days. On the third day post-birth, renal ultrasonography revealed two kidneys of normal size with increased echogenicity, while on the fifth postnatal day, the plasma creatinine level was 3.1 mg/dl. The neonate was transferred from the maternity hospital to the neonatal intensive care unit at the Children's Hospital for further assessment and management. On admission, the newborn suffered from breathing difficulty and acute renal failure and was on nCPAP 21% O2. On several occasions, her blood pressure was detected as normal to low (≈70/40 mmHg). Dolichocephaly with cranial and facial asymmetries, light dysplasia of the external ear, equestrian figures of the feet, wide anterior fontanel and dilatation of celebral ventricles were also detected. All of these facial characteristics were likely closely related to the severe degree of oligohydramnios. On brain ultrasonography, IHV of first degree on both sides and increased periventricular echogenicity were recorded, as well as a small asymmetry of lateralis ventricle of brain L>R. Repeated renal ultrasonography confirmed the previously reported findings of increased echogenicity on two otherwise normal kidneys. Muscular tone and neonatal reflexes were normal for the age of gestation, but wide anterior fontanel and sutures were detected. Laboratory findings on admission were as follows: Hb 11.5 g/dl, Ht 35%, WBC 13.3 × 103/μl (PMN46%, L32%, M13%), PLT 223 × 103 μl, glucose 80 mg/dl, urea 201 mg/dl, creatinine 2.8 mg/dl, uric acid 12.9 mg/dl, urine spot for FENa 13%, SGOT 16 U/l, SGPT 17 U/l, γ-GT 56 U/l, ALP 114 U/l, Ca 9.7 mg/dl, P 7.4 mg/dl, Mg 2.8 mg/dl, K 3.9 mmol/l, Na 134 mmol/l, Cl 88 mmol/l, UA 12.6 mg/dl, total bilirubin 3.1 mg/dl, direct 0.93 mg/dl, CPK 64 IU/l, LDH 342 IU/l, total protein 4.4 g/dl, albumin 2.8 g/dl, CRP 0.43 mg/l, plasma aldosterone 872 ng/dl (normal 19–141 ng/dl) and renin 507 pg/ml (normal 40– 220 pg/ml).\\nDuring hospitalization, several challenges were observed regarding the treatment and follow-up. CPAP was continued for 3 days post-admission followed by diffuse O2 for the next 24 h. Following a conservative approach, meticulous fluid and electrolyte adjustment resulted in a gradual improvement of renal function so that by Day 19 after birth, the plasma creatinine level was 0.9%. Plasma creatinine levels during the first 2 weeks of postnatal period and at 1 year of life are displayed in Figure . The acute renal failure event and severe degree of oligohydramnios were both attributed to the mother's antihypertensive therapy and are related to the temporarily reduced fetal GFR. One month post-admission, the baby was discharged from the unit in good condition with urea 25 mg/dl, plasma creatinine 0.8 mg/dl and renal trasonographic findings compatible with normal sized kidneys and normal parenchyma echogenicity. At the latest follow-up examination, the baby (1 year old) was well developed and normotensive (BP 105/60 mmHg). Renal function tests showed 35 mg/dl and 0.5 mg/dl plasma urea and creatinine levels, respectively. The eGFR was 65 ml/min/1.73 m2.", "age": "[[40.0, 'year']]", "gender": "F", "relevant_articles": "{'1349355': 1, '15590878': 1, '9316216': 1, '25693853': 1, '11386316': 1, '8023970': 1, '2563835': 1, '18064495': 1, '8928521': 1, '12503943': 1, '11211003': 1, '7029734': 1, '6104075': 1, '11480433': 1, '17899204': 1, '7632538': 1, '16427219': 1, '12444541': 1, '16398060': 1, '2838069': 1, '14632309': 1, '15669052': 1, '25984019': 2}", "similar_patients": "{}"}