{"patient_id": 152791, "patient_uid": "4928608-1", "PMID": 27386456, "file_path": "noncomm/PMC004xxxxxx/PMC4928608.xml", "title": "Delayed Presentation of Endovenous Heat-Induced Thrombosis Treated by Thrombolysis and Subsequent Open Thrombectomy", "patient": "A 57-year-old woman presented to the emergency department because of progressively worsening pain and edema in her left leg that began over one day ago. There was no family history of thrombophilia and she had no other significant medical history, but received bilateral EVLA for treatment of varicose veins two months ago at other hospital.\\nOn physical examination, her left leg circumferences were significantly increased compared with her right leg circumferences (left thigh 44 cm and left calf 35 cm vs. right thigh 41 cm and right calf 32 cm). Despite this finding, her motor function, sensory function, and pulses were all normal. Laboratory findings related to hypercoagulability were almost within normal range, except for elevated D-dimer (4.15 μg/mL). Computerized tomographic (CT) venography images indicated DVT from the left common iliac vein to the left deep femoral vein.\\nWe performed inferior vena cava (IVC) filter insertion through a right internal jugular vein approach to prevent pulmonary embolism, and proceeded with angiography () and aspiration thrombectomy followed by catheter-directed thrombolysis for 12 hours with urokinase 80,000 IU/hr and heparin 500 IU/hr through a left popliteal vein access. After the first session of thrombolysis, we found improved blood flow, but still noted filling defects and flow disturbances that indicated a remaining chronic thrombus (). Thus, we continued an additional seven hours of thrombolytic therapy, but there was no significant improvement.\\nBecause the remaining thrombus was located at the left sapheno-femoral junction (SFJ), a location that is readily accessible, we performed a surgical thrombectomy of the left SFJ, removing the thrombus through a small inguinal incision (). Inflammatory change was noted around the SFJ. After proximal and distal control, a 3 cm longitudinal venotomy was made over the SFJ. The thrombus nearly obliterated the lumen of the SFJ. During surgical thrombectomy, we found organized old thrombus which was located at the SFJ and extending to the deep femoral vein. From this finding, we concluded that the patient’s DVT was originated from the previous EVLA and confirmed as EHIT.\\nThe thrombus was extracted in two pieces during thrombectomy, and noted to be white and red in color and measuring approximately 2.0 cm and 1.5 cm ().\\nThe greater saphenous vein (GSV) was ligated and resected. After surgical removal, the vein was primarily repaired with 6-0 polypropylene suture, and good blood flow was restored. The pathology report indicated a 4.0×0.6 cm vascular wall and thrombi with organization. Five days after surgery, a follow-up CT demonstrated well-maintained blood flow of the left common femoral vein (CFV). The patient’s leg circumferences also decreased after treatment (left thigh: from 44 cm to 42 cm and left calf: from 35 cm to 33 cm). The patient was injected with subcutaneous low molecular weight heparin (LMWH) (Clexane; Sanofi SA, Gentilly, France) 1 mg/kg twice a day, for five days after surgery, and was switched to oral rivaroxaban (Xarelto; Bayer HealthCare AG, Leverkusen, Germany) 15 mg twice a day. She was discharged 10 days after surgery without any acute postoperative complications. The IVC filter was removed before discharge. Follow-up Doppler ultrasonography was performed five months later, and showed a small chronic DVT with wall-attached thrombus at the left CFV, but blood flow was still well maintained. Therefore, we discontinued rivaroxaban and started daily 100 mg aspirin.", "age": "[[57.0, 'year']]", "gender": "F", "relevant_articles": "{'17826252': 1, '15696055': 1, '20655773': 1, '22649164': 1, '19446660': 1, '21725957': 1, '32998622': 1, '22705163': 1, '24911803': 1, '23663871': 1, '23427285': 1, '27386456': 2}", "similar_patients": "{}"}