{"patient_id": 76444, "patient_uid": "4120493-1", "PMID": 25101307, "file_path": "comm/PMC004xxxxxx/PMC4120493.xml", "title": "Critical Care Transthoracic Echocardiography", "patient": "A 70-year-old man with end-stage heart failure and a continuous-flow left ventricular assist device (LVAD) received repeated electrical discharges from his biventricular implantable cardiac defibrillator (BiV-ICD) while working in his office. His past medical history included atrial fibrillation requiring AV node ablation and ventricular tachycardia with a history of high defibrillation thresholds requiring placement of an additional defibrillator coil in his azygous vein. His antiarrhythmic therapy included sotalol and carvedilol. He presented to a referring emergency department where he reported chest discomfort but denied other complaints. Electrocardiogram demonstrated ventricular fibrillation (VF). The patient was transferred to our hospital.\\nOn arrival in our cardiac-surgical intensive care unit, the patient was in no distress. Mean blood pressure was 90 mm Hg by Doppler-modified manual sphygmomanometry. Jugular venous pressure was elevated, lungs were clear, and extremities were warm without edema. The EKG confirmed VF (). Laboratory studies were unremarkable. The LVAD interrogation revealed slightly reduced flow.\\nA focused transthoracic echocardiogram (TTE) was performed to assess ventricular function. In the parasternal long-axis view (Clip 1; available online at ), both the left and right ventricles are asystolic as expected with VF. Despite the complete lack of ventricular contraction, the mitral valve leaflets demonstrate normal mobility, and there is rhythmic contraction of the left atrial posterior wall. The aortic leaflets remain closed as expected in the presence of a functioning LVAD. Rhythmic contraction of the right atrium was visualized in the subcostal view (Clip 2; available online at ), and the inferior vena cava was upper normal in size (1.9 cm) without inspiratory collapse. Subsequent interrogation of the BiV-ICD confirmed that the patient’s atria were contracting in sinus rhythm () despite VF.\\nBecause of the risk of prolonged VF to RV function, the patient was sedated and successfully externally defibrillated using 200 Joules of asynchronous direct current biphasic waveform. Mexilitine was added to his medical regimen, and his carvedilol dose was increased. BiV-ICD tachytherapies were optimized. He was ultimately discharged home in stable condition.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'21530314': 1, '21236640': 1, '20865866': 1, '19862888': 1, '19560703': 1, '12685138': 1, '20178869': 1, '25101307': 2}", "similar_patients": "{}"}