{"patient_id": 74779, "patient_uid": "4006552-1", "PMID": 24826351, "file_path": "comm/PMC004xxxxxx/PMC4006552.xml", "title": "Circumscribed Morphea and Breast Asymmetry in an Adolescent", "patient": "We report the case of a 12-year-old female patient who was referred to our outpatient clinic for evaluation of a patch in her right breast with 2 years of evolution. Pruritus and pain were denied. No musculoskeletal, respiratory, gastrointestinal, neurologic, and vascular symptoms were present. Her past medical history was irrelevant except for asthma and there was no family history of autoimmune diseases.\\nAt the physical exam, right breast asymmetry was noted, with an infra-areolar patch with 7 by 3 cm, with nontender, brownish, hyperpigmented, and hypopigmented areas (). There were no other relevant cutaneous lesions.\\nA skin biopsy was performed, showing thickening of the collagen bundles in the dermis with a perivascular lymphohistiocytic infiltrate. No eccrine glands were present (). These histologic findings confirmed the clinical diagnosis of morphea.\\nScreening for systemic involvement and for Borrelia burgdolferi, as well as for autoimmunity was negative, including antinuclear antibodies and extractable nuclear antigens.\\nBreast ultrasonography showed scarce mammary tissue at the right breast. Skin and subcutaneous tissue showed no alterations, suggesting breast hypoplasia.\\nAlthough a topical corticosteroid or a topical calcineurin inhibitor could be indicated, given the absence of symptoms, functional limitations, and tenderness, and with the parents' acknowledgement, no therapeutic intervention was performed.\\nAfter a 3-year follow-up period without progression of disease, reconstructive surgery with breast augmentation is scheduled.", "age": "[[12.0, 'year']]", "gender": "F", "relevant_articles": "{'20803877': 1, '12695134': 1, '18571769': 1, '11678873': 1, '8959951': 1, '21238823': 1, '20637350': 1, '17461908': 1, '9002014': 1, '10333622': 1, '7805411': 1, '12380372': 1, '22937449': 2, '9145149': 1, '19451498': 1, '24826351': 2}", "similar_patients": "{'3420376-1': 1}"}