{"patient_id": 149053, "patient_uid": "4660459-1", "PMID": 26603237, "file_path": "noncomm/PMC004xxxxxx/PMC4660459.xml", "title": "FIRST REPORT OF CUTANEOUS LEISHMANIASIS CAUSED BYLeishmania (Leishmania) infantum chagasi IN AN URBAN AREA OF RIO DE JANEIRO, BRAZIL", "patient": "An eighty-one-year-old woman, from Rio de Janeiro, residing for the previous two years in a nursing home in Caju neighborhood, reported the appearance of skin lesions about seven months earlier. She had cardiac disease and chronic renal failure (CRF) and was referred to the Laboratory of Leishmaniases Surveillance of the Evandro Chagas National Institute of Infectious Diseases, of the Oswaldo Cruz Foundation. Dermatological examination revealed the presence of three pleomorphic lesions that measured between 3 and 4 cm in diameter and were located in the frontal and left malar regions of the face, and in the right elbow ( and ). The lesions were not associated with systemic symptoms such as fever, weight loss or poor general condition. The patient had no lymphadenopathy or visceromegalies. Laboratory tests were within normal range, except for increased urea (135 mg/dL) and creatinine (2.65 mg/dL) due to pre-existing CRF. Electrocardiogram showed cardiac arrhythmia and enlargement of the corrected QT space (QTc) (0.50 seconds). Abdominal ultrasound did not reveal the presence of hepatomegaly or splenomegaly. Histopathology, direct smear, culture in McNeal, Novy, Nicolle (NNN) medium, and polymerase chain reaction (PCR) performed on cutaneous lesions fragments confirmed the clinical diagnosis of ATL. Montenegro skin test and enzyme-linked immunosorbent assay (ELISA) serology for leishmaniasis resulted positive. Since no previous cases of ATL were known in this neighborhood, and a recent case of VL had been described in this location, we performed the multilocus enzyme electrophoresis assay as previously described, and the identification of L. (L.) infantum chagasi was confirmed (). Culture and PCR of a bone marrow sample were negative for parasite isolation orLeishmania DNA detection. Since the patient presented a history of heart disease and chronic renal failure, we discarded the use of meglumine antimoniate. The patient received liposomal amphotericin B 4 mg/kg/day with a cumulative dose of 1.25 g. During hospitalization, the patient did not present any systemic manifestations compatible to VL. Two months post-treatment, the facial lesions had healed and the lesion of the arm was partially epithelialized.", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'28380112': 1, '29096720': 1, '24699517': 1, '20305979': 1, '12809806': 1, '24206806': 1, '34613967': 1, '10497975': 1, '31861501': 1, '32518010': 1, '22126871': 1, '9085923': 1, '8147488': 1, '31407656': 1, '3574128': 1, '32130324': 1, '24553614': 2, '8353466': 1, '24314782': 1, '30478864': 1, '19967242': 1, '33708246': 1, '15275441': 1, '30376577': 1, '17368698': 1, '19447660': 1, '33759920': 2, '31730650': 1, '24898032': 1, '3675032': 1, '26603237': 2}", "similar_patients": "{'8008857-1': 1, '4085831-1': 1}"}