{"patient_id": 143604, "patient_uid": "4329680-1", "PMID": 25709159, "file_path": "noncomm/PMC004xxxxxx/PMC4329680.xml", "title": "Superior thyroid artery pseudoaneurysm and arteriovenous fistula following attempted internal jugular venous access and its management", "patient": "A 50-year-old lady with advanced chronic renal disease was referred to the Interventional Radiology (IR) suite for placement of an IJV dialysis access catheter. Her International Normalized Ratio (INR) was 1.5 and serum platelet count was 80,000/mm3. Before referral, unsuccessful attempts to cannulate the right IJV access were made in the dialysis laboratory. In the IR suite, a screening USG of the neck (Logiq E; GE Healthcare, Milwaukee, Wisconsin, USA; 10 MHz linear probe) revealed a moderate hematoma in the lower right neck compressing the IJV, with complete thrombosis of the right IJV. Multiple large collaterals were seen in the lower right neck. The left IJV was also partially thrombosed with thrombus distending the vein, suggesting an acute thrombus.\\nAs there were relatively large and well-formed collaterals in the right lower neck draining into the subclavian vein, we did an USG-guided puncture and venogram of one of these collaterals, but decided not to attempt insertion of a dialysis cannula due to the tortuous anatomy.\\nAs the patient had no other significant venous access for dialysis (femoral veins were also thrombosed and partly recanalized), we decided to recanalize the left IJV and insert a dialysis catheter. A non-thrombosed segment of left IJV was punctured under USG guidance, the thrombosed segment traversed with a 0.035-inch, 180-cm J-tip glide wire (Radifocus; Terumo, Tokyo, Japan), and balloon angioplasty was done with a 10 mm x 2 cm balloon (OPTA Pro PTA dilatation catheter, Cordis, Miami, USA) following which antegrade flow was established in the left IJV. We placed an 11-Fr IJV dialysis catheter (Bard, Salt Lake City, Utah, USA) with its tip within the left subclavian vein.\\nThe patient went back to the dialysis laboratory for dialysis. One day after insertion of the left IJV dialysis catheter, the patient was found to have pain and an increasing swelling on the right side of the neck with ecchymosis. Doppler evaluation of the swelling showed a large hematoma anterior to the neck vessels with a pseudoaneurysm formation []. The spectral waveforms of the right CCA, right internal carotid artery (ICA), and the right IJV were normal.\\nComputed tomographic (CT) angiography of the neck vessels (Philips Brilliance 6 CT scanner, Philips, Cleveland, Ohio, USA) showed a large hematoma in the right lower neck with an area of contrast extravasation adjacent to the hematoma, corresponding to the pseudoaneurysm. The pseudoaneurysm was in close relation to the right IJV and right CCA, but no definitive communication with either vessel could be demonstrated on the CT angiogram [Figure and ].\\nAs the pseudoaneurysm was recently formed, with a narrow neck on Doppler, we attempted USG-guided graded compression of the pseudoaneurysm (15 min of compression with slow release of pressure at the end of this period to assess outcome, with a 1 min break after which the compression was repeated once more) for two consecutive days in an attempt to obliterate the pseudoaneurysm. But the pseudoaneurysm persisted.\\nAs the hematoma and ecchymosis in the right lower neck continued to enlarge in size clinically, we decided to perform a digital subtraction angiogram (DSA) evaluation of the neck vessels.\\nUnder local anesthesia, through a right transfemoral arterial access (4 Fr, 11 cm introducer sheath; Cordis, Miami, FL, USA), a right CCA angiogram was done (Artis Zee Biplane; Siemens, Erlangen, Germany) using a 100-cm, 4-Fr head-hunter catheter (Radifocus; Terumo, Tokyo, Japan).\\nCommon and selective right external carotid artery angiograms showed a small pseudoaneurysm arising from the sternocleidomastoid branch of the right superior thyroid artery, with associated arteriovenous fistula [Figure and ] draining into a venous collateral. The involved artery was superselectively cannulated with a microcatheter (Progreat Microcatheter System; Terumo, Tokyo, Japan) and embolized with two 2 mm × 2 cm, 0.18-inch fibered platinum pushable coils (Hilal; Cook, Washington, USA). Post-embolization check angiogram showed complete occlusion of the pseudoaneurysm and the arteriovenous fistula []. The neck hematoma started reducing over the next 48 h and was almost completely resolved clinically by the end of 1 week.", "age": "[[50.0, 'year']]", "gender": "F", "relevant_articles": "{'9076244': 1, '28104948': 1, '10388901': 1, '32489940': 1, '10884086': 1, '12476236': 1, '10527436': 1, '29123783': 1, '3487958': 1, '8968276': 1, '17553820': 1, '12852515': 1, '25709159': 2}", "similar_patients": "{}"}