{"patient_id": 152759, "patient_uid": "4925651-2", "PMID": 27358822, "file_path": "noncomm/PMC004xxxxxx/PMC4925651.xml", "title": "Evaluation of canalis basilaris medianus using cone-beam computed tomography", "patient": "A 63-year-old female patient with a significant medical history of arthritis, thyroid disease, sinusitis, and gastrointestinal disease was referred for a CBCT scan. The volumetric scan was acquired via a CS9300 machine (Carestream Inc., Atlanta, GA, USA), and the patient was referred for the evaluation of a proposed implant site in the maxillary region. The data was analyzed using multiplanar reformatted slices by a board-certified oral and maxillofacial radiologist (MM). The volumetric data set revealed an unusual finding on the basiocciput of the clivus. In the sagittal view the intracranial part of the clivus showed discontinuity, the radiographic presentation of this osseous defect presentation can be described as a well-corticated, hypodense channel extending in the superior-inferior direction along the intracranial aspect of the clivus (). On initial inspection it appeared to be a fracture of the clivus. However, further close inspection revealed no other signs of osteolytic destruction on the posterior aspect of the clivus (intracranial surface). Based on the volumetric appearance of the defect, a radiographic impression of CBM was made. This transclival defect can be best appreciated on the sagittal view. This entity depicted is an example of the complete type of CBM.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'20178227': 1, '3124576': 1, '34987995': 1, '20451777': 1, '7145551': 1, '25533079': 1, '26546625': 1, '17628245': 1, '27051638': 2, '31410365': 1, '10663489': 1, '23717887': 1, '34621662': 2, '29279828': 2, '6784543': 1, '30087811': 2, '33483831': 1, '21849356': 1, '30725217': 1, '19410409': 1, '27358822': 2}", "similar_patients": "{'4925651-1': 2, '5738511-1': 1, '6075625-1': 1, '8479428-1': 1, '4816770-1': 1}"}