{"patient_id": 152241, "patient_uid": "4879861-1", "PMID": 27274405, "file_path": "noncomm/PMC004xxxxxx/PMC4879861.xml", "title": "Large solitary osteochondroma of the thoracic spine: Case report and review of the literature", "patient": "A 17-year-old male presented with numbness in both his feet for 3 months duration. His physical examination demonstrated full strength in the lower extremities, but hyperactive ankle knee jerk and ankle jerk reflexes of 3+ (with sustained ankle clonus), and bilateral Babinski responses. Sensory exam showed decreased sensation from the umbilicus down. He had difficulty with tandem gait testing.\\nThoracic magnetic resonance imaging (MRI) showed a large 5.9 cm × 5.0 cm × 5.4 cm mass emanating from the T9–T10 level with severe cord compression [], while the CT scan with bone windows confirmed this mass to be osseous in nature, arising from the posterior vertebral body (VB) of T9 vertebra []. Both studies were consistent with an osteochondroma. A soft tissue component presumed to be cartilage was noted at the left lateral aspect abutting the pleural margin of the left lung.\\nA wide laminectomy and bilateral facetectomy were performed at the T8–T10 levels followed by a right-sided costotransversectomy at T9. A left-sided T8 costotransversectomy and T9–T10 lateral extracavitary approach was now performed, and the lateral borders of the tumor were identified with the assistance of the stereotactic CT navigation system. A partial left-sided T8, T9, and T10 corpectomy was then performed to further decompress the thecal sac and remove the rest of the medial portion of the tumor. Gross total resection of the tumor was achieved and confirmed with the assistance of the stereotactic CT navigation system [].\\nPathologically, the lesion was noted to have a cartilaginous cap centered by trabecular bone with endochondral ossification at the bone-cartilage interface []. These findings were consistent with a diagnosis of osteochondroma.\\nA postoperative CT scan obtained while he was still an inpatient showed gross total resection of the tumor as well as appropriate positioning of the hardware []. His hospital stay was uneventful without complications, and he was discharged 6 days later with a full strength motor exam and no new deficits. On the last follow-up at 6 months, he was neurologically intact with a resolution of his sensory deficits, and a 6-month postoperative MRI showed no tumor recurrence [].", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'15519877': 1, '34631455': 2, '12232551': 1, '20433295': 1, '33708699': 2, '15918958': 1, '1625013': 1, '27274405': 2}", "similar_patients": "{'8472447-1': 1, '7933648-1': 1}"}