{"patient_id": 141617, "patient_uid": "4204265-1", "PMID": 25336822, "file_path": "noncomm/PMC004xxxxxx/PMC4204265.xml", "title": "Thoracoscopic repair of congenital tracheo-oesophageal fistula manifesting in an adult", "patient": "A 23-year-old man was investigated for complaints of persistent night-time regurgitation for 8 years without any dysphagia. An upper gastrointestinal (UGI) endoscopy revealed a fistulous opening in the oesophagus 20 cm from the incisors []. The scope passed easily through the opening into the trachea []. A contrast study demonstrated the TOF and the contrast entering the right bronchial tree. A computed tomography (CT) scan with reconstruction confirmed an H-type TOF in the mid-oesophagus at T3 level [] and ruled out any extrinsic mediastinal pathology. A virtual bronchoscopy [] showed the fistula to be 3 cm above the carina. Subsequent bronchoscopy ruled out any tracheal mucosal abnormality. Oesophageal manometry demonstrated a lower oesophageal sphincter pressure to be 4.9 cm of H2 O and ineffective peristalsis in 30% of the wet swallows. The patient was counselled regarding a thoracoscopic repair of the TOF in the first instance followed by reassessment of his reflux symptoms after surgery.\\nThe surgery was performed under double-lumen endotracheal anaesthesia with the patient placed in the left lateral decubitus position. A 10 mm port was established in the 6th intercostal space in the midclavicular line, and two 5 mm ports were placed on either side in the 5th and 7th intercostal space. The parietal pleura overlying the oesophagus above the level of the azygous vein was incised widely, and a pleural flap was harvested for later use. The trachea was identified, and the fistulous tract extending from the oesophagus was dissected. Vascular slings were passed to encircle the broad fistulous tract and the oesophagus distal to it []. The 10 mm port was exchanged for a 12 mm Endopath Xcel port (Ethicon Endosurgery, Mumbai, India). The nasogastric tube was withdrawn, an endoscopic stapler with a blue cartridge (3.5 mm staple depth) was locked on to the fistula, and the sling isolating the fistula was removed. The stapler was fired dividing the fistulous tract []. The oesophageal staple line was oversewn with a 3-0 polyglycolic acid (Vicryl, Johnson and Johnson, Mumbai, India) suture. The pleural flap was interposed between the two staple lines and sutured to the trachea in a similar manner. A 32F intercostal drain was placed through the 12 mm port site, and the incisions were closed. The operative time was 136 min.\\nPost-operatively the patient was prescribed parenteral analgesics for the first 48 h, and he was kept nil by mouth for 4 days. An esophagogram obtained on the 5th day showed smooth passage of contrast into the stomach without any leakage. The patient was allowed diet and the intercostal drain was removed. He was discharged on post-operative day 6. At follow-up a week later he was eating normally and reported significant improvement in the regurgitation. He remains well and completely asymptomatic 6 months later. It is proposed to assess his reflux symptoms a year after surgery to determine whether he would merit long-term proton-pump inhibitor therapy or anti-reflux surgery.", "age": "[[23.0, 'year']]", "gender": "M", "relevant_articles": "{'34504367': 1, '3396826': 1, '23172569': 1, '16631704': 1, '16896748': 1, '22347352': 2, '4809013': 1, '2241331': 1, '25336822': 2}", "similar_patients": "{'3277043-1': 1}"}