{"patient_id": 77234, "patient_uid": "4175220-1", "PMID": 25200768, "file_path": "comm/PMC004xxxxxx/PMC4175220.xml", "title": "A case of conventional treatment failure in visceral leishmaniasis: leukocyte distribution and cytokine expression in splenic compartments", "patient": "A 25-year-old farmer, male, suffered from recurrent episodes of fever and asthenia, mucocutaneous pallor and abdominal distention. He was hospitalized on several occasions between 2009-2011 with a consistent diagnosis of visceral leishmaniasis, as confirmed by laboratory testing including the finding of amastigotes of the parasite in bone marrow smears. The patient received all recommended treatments for American visceral leishmaniasis, including pentavalent antimony (Gloucantime®), amphotericin B and pentamidine with only transient symptomatic improvement followed by relapse. He was eventually admitted to the Getúlio Vargas Hospital (Teresina, Piauí State, Brazil) in January 2012. Clinical examination revealed mucocutaneous pallor (2+/4+), fever (38.5°C), dehydration (2+/4+), a distended abdomen with mild pain upon deep palpation and splenomegaly (8 cm below the left costal margin). Laboratory tests detected anemia, leucopenia, hypergammaglobulinemia and high levels of ESR and CRP (Table ). On May 2, 2012, a splenectomy was performed to control the effects of hypersplenism and to potentially overcome infection. After surgery and combined chemotherapy, the disease evolved to cure and the patient remained asymptomatic with improvement observed in laboratory parameters (Table ). The Leishmania isolates were investigated with respect to resistance to the antiparasitic drugs Glucantime, amphotericin and pentamidine, with no resistance pattern observed.The spleen weighed 1,860 g, and measured 25.0 × 17.0 × 9.0 cm. The capsule was thin and transparent. The cut surface was deep red with areas of necrosis and hemorrhage. Histologically, the white pulp was well-organized with large-sized secondary lymphoid follicles surrounded by well-defined marginal zones (Figure A). The periarteriolar lymphoid sheaths (PALS) were clearly evident. The red pulp was hyperplastic with prominent cords, dilated sinusoids and an increased amount of fusiform cells. Amastigotes containing macrophages, small aggregates of plasma cells, occasional erythrocytes containing macrophages, as well as ill-defined granulomas with infected macrophages, were observed among the splenic cords (Figure B and insert).\\nAlong with the spleen, a perisplenic lymph node collected during the surgery was received. The lymph node measured 1.2 × 0.7 cm. The lymph node capsule was infiltrated by lymphocytes and Leishmania-infected macrophages. The lymph node structure was normal, the marginal sinus contained few lymphocytes and the lymphoid follicles were mostly small with germinal centers (not shown). The paracortical areas were expanded and partially replaced by large amastigote-containing macrophages, which were also seen in the interior of the follicles and germinal centers. The medullary cords and medullary sinus were barely evident, containing many plasma cells and infected macrophages (not shown).Control #1: A 42-year-old female had her spleen removed in the course of a surgery to resect a solid pseudopapillary (benign) pancreatic tumor. The spleen weighed 83.0 g and measured 10.5 × 6.0 × 3.0 cm. Spleen sections showed small lymphoid follicles with small germinal centers and the mantle zones were not uniformly apparent. Some follicles showed hyalinosis. The red pulp had a predominance of macrophages and lymphocytes with some neutrophils present. Some arterioles presented hyaline arteriolosclerosis (Figure J).Control #2: A 31-year-old male underwent splenectomy 3 h after suffering traumatic spleen rupture due to a car accident. The spleen weighed 133 g and measured 10.0 × 7.0 × 3.8 cm. Spleen sections showed a large area of recent hemorrhage, surrounded by normal spleen parenchyma. The lymphoid follicles were small, had small germinal centers, and the mantle zones were not consistently evident. The red pulp sinus were dilated and the red pulp contained many reticular cells, macrophages, lymphocytes and neutrophil aggregates. Some arterioles presented hyaline arteriolosclerosis (Figure R).\\nThe distribution of the leukocyte populations identified by immunohistochemistry shown in Figure was similar to what is described in the literature [] in all three cases studied. Immunohistochemistry revealed very few isolated mononuclear cells producing IFN-γ (Figure A-C), IL-4 (Figure D-F), IL-10 (Figure G-I) and TNF-α (Figure M-O), mostly in the red pulp. A large number of IL-6 (Figure J-L) and IL-17 (Figure P-R)-producing cells were observed in the red pulp and in the PALS. Fox-P3 (Figure S-U)-expressing cells were found in the red pulp, PALS and in marginal zones.Compared to the spleens of the other two patients, the spleen of the patient with visceral leishmaniasis had increased numbers of: macrophages in the lymphoid follicles, CD4 T cells in the red pulp (Figure E compare with M and U), B cells in the follicles and in the marginal zones (Figure G and H, compare with 1O-P and 1W-X), and plasma cells in the red pulp and in the marginal zones (Figure I, compare with 1Q and 1Y). In addition, the density of IL10-producing cells was higher in the spleen of the patient with visceral leishmaniasis (Figure G-I). This patient had generally fewer IL17-producing cells (Figure P-R). The density of Fox-P3-producing cells was higher in the red pulp of the patient with visceral leishmaniasis in comparison to what was observed in the other patients (Figure S-U).\\nTo the best of our knowledge, the literature contains only one other report by Nylén and collaborators [] on the distribution of leukocyte populations in the spleen, as well as cytokine production by human splenocytes in visceral leishmaniasis. In this study, the authors, using flow cytometry and RT-PCR on splenic cell aspirate, were not able to demonstrate an increased number of Fox-P3 positive cells in the spleens of patients with acute visceral leishmaniasis (with 2-3 weeks of duration). By contrast, the patient reported herein had a chronic form of visceral leishmaniasis that lasted for more than three years. An increased density of IL10 and Fox-P3-producing cells was observed in the red pulp, as well as in the follicles and in the marginal zones in comparison with the spleens of the patients without visceral leishmaniasis. Hence, these findings suggest the possibility that Fox-P3 cells also accumulate in chronic visceral leishmaniasis, similar to what occurs in cutaneous leishmaniasis and other chronic diseases. Conversely, the density of IL-17-expressing cells was generally lower in the spleen of patient with visceral leishmaniasis patient in comparison to the spleens of the other two patients. The high density of both IL-17- and IL-6-producing cells observed in the spleens of all three patients was notable. Such high IL-17 and IL-6 production in the spleen supports the notion that the spleen plays an important role in the surveillance of blood-borne infections. In fact, IL-17, together with IL-6, participate in an axis of inflammation-promoting cytokines involved in the innate response to bacteria and Leishmania[, ]. Pitta and colleagues [] showed that peripheral blood mononuclear cells from patients with visceral leishmaniasis produced lower levels of IL-17 after stimulation with Leishmania antigens than the cells of individuals resistant to the disease. These authors suggest that susceptibility to visceral leishmaniasis may be associated with an impairment in Th-17 cell differentiation upon stimulation with IL-1β and IL-6. Nylén and colleagues [] also observed an increase in the CD4/CD8 ratio, which decreased in response to amphotericin treatment. In the patient with visceral leishmaniasis presented herein, the CD4/CD8 ratio was found to be higher in the different spleen compartments in comparison to the other patients.\\nIn addition to the findings described above, the present case confirms extensive reports on plasmacytosis in association with visceral leishmaniasis. Furthermore, we have demonstrated that plasma cell accumulation is more pronounced in the red pulp and in the marginal zones, which suggests that some of these cells may not reach normal maturation in the PALS.", "age": "[[25.0, 'year']]", "gender": "M", "relevant_articles": "{'24011563': 1, '34442696': 1, '19620772': 1, '22370845': 1, '17156583': 1, '27822583': 1, '32776923': 1, '32351510': 1, '16310148': 1, '22693548': 1, '15135980': 1, '30483481': 1, '27148272': 1, '17389235': 1, '33759927': 2, '23255562': 1, '5999155': 1, '20802936': 1, '34804009': 1, '25200768': 2}", "similar_patients": "{'8008903-1': 1}"}