{"patient_id": 85895, "patient_uid": "4794853-2", "PMID": 26983573, "file_path": "comm/PMC004xxxxxx/PMC4794853.xml", "title": "Osseous choristoma of the tongue: two case reports", "patient": "A 21-year-old Japanese woman visited our OPD with a chief complaint of pain in the lower left, posterior side of her mouth. An intra-oral clinical examination revealed the presence of partially impacted, lower third molars bilaterally, both of which required surgical extraction. She did not have any other abnormal, medical or surgical history. Further clinical examination revealed the presence of a pedunculated well-circumscribed swelling, measuring 5 mm on the right side of the posterior dorsum of her tongue, near the foramen cecum. The lesion was lined by a thin normal-looking mucosa, and was bony hard on palpation. The lesion was symptomless and accidentally discovered during her oral cavity examination. Her chief complaint was addressed first, and the tongue lesion was planned for surgical excision at a later period. An excisional biopsy of the lesion was performed under local anesthesia, and the tissue was immediately placed in 10 % formalin for fixation. She was reviewed on the second and seventh day during which her healing was found to be uneventful. She was kept under observation and recalled 1 month, 6 months, and 2 years after surgery, and was found to remain free of the disease at the end of the follow-up period.\\nHistopathology showed that the lesion was composed of well-organized, mature, compact bone with lamellar structures beneath the mucosal membrane, and was lined by parakeratinized, stratified, squamous epithelium (Fig. ).", "age": "[[21.0, 'year']]", "gender": "F", "relevant_articles": "{'21247344': 1, '32850516': 2, '1068231': 1, '18830169': 1, '33723758': 1, '25580337': 2, '6017595': 1, '26077883': 2, '33655189': 1, '29201479': 2, '11429755': 1, '31925320': 1, '32257488': 2, '34691790': 2, '33095676': 1, '5285696': 1, '26983573': 2}", "similar_patients": "{'4794853-1': 2, '7423086-1': 1, '4470335-1': 1, '5671699-1': 1, '7103053-1': 1, '8528635-1': 1, '4279709-1': 1}"}