{"patient_id": 87804, "patient_uid": "4959819-1", "PMID": 27462479, "file_path": "comm/PMC004xxxxxx/PMC4959819.xml", "title": "Focal Correction of Severe Fixed Kyphosis with Single Level Posterior Ponte Osteotomy and Interbody Fusion", "patient": "A 24-year-old white man presented to the authors institution with progressive kyphosis and severe back pain. The patient had undergone a previous thoracic fusion operation at the age of 17 for Scheuermann's Kyphosis, which was complicated by a postoperative infection requiring hardware removal and brace immobilization for approximately 1.5 years. Exertion, lifting, and attempting to maintain horizontal gaze worsened his symptoms while rest was the only method to improve his pain.\\nOn physical examination, the patient was 5 feet 5 inches, 190 lbs., and demonstrated severe thoracolumbar kyphosis (Figure ). He had well healed operative scars of the posterior midline as well as a right thorax. His neurological exam was normal. Deep tendon reflexes and straight leg raising tests were all normal.\\nImaging revealed severe focal lumbar kyphosis of 69 degrees at L2-L3 (Figure ). There was evidence of a robust posterior fusion mass from T10-T12 and from L1-S1 with pseudoarthrosis and spinal stenosis at the T12-L1 level (Figure ).\\nThe original operative plan was T4-pelvis instrumentation with a Ponte osteotomy at L2 and laminectomy at T12-L1 for stenosis at the area of pseudoarthrosis. This was to be followed by a posterior vertebral column resection (VCR) of L2 for correction of the deformity. The operation commenced with the placement of pedicle screw instrumentation from T5 to S1, pelvic fixation using standard iliac screw technique, and finally with transverse process hooks at T4. Pedicle screws were placed above and below the level of pseudoarthrosis at T12-L1 and originally left out of L2 in preparation for the VCR. A functional laminectomy with removal of fibrocartilaginous scar at T12-L1 was then performed. A Ponte osteotomy was completed at the L2-L3 disc space, and preparation for an interbody fusion started.\\nOnce the blunt paddles were placed within the disc space and sequentially dilated, the space became mobile, and a complete correction of deformity was demonstrated on intraoperative fluoroscopy (Figure ).\\nTwo titanium cages were filled with autograft bone and implanted in the disc space. Additional screws were then implanted into L2, and two titanium rods were contoured to provide maximum lordosis over the corrected spine followed by placement of the bone graft (Figure ) in the interlaminar spaces as well as the intertransverse gutters. Due to the intact laminae at L5 and S1 enabling a large surface area for interlaminar fusion of the L5-S1 segment, it was not felt that an L5-S1 interbody graft was necessary (as has been recommended in long segment thoracolumbar fusions).\\nThe patient experienced a postoperative ileus that resolved in four days with conservative measures. A CT angiogram of the abdomen was performed and did not support any acute abdominal pathology or mesenteric ischemia. The patient did not experience any other perioperative complications.\\nThe patient was discharged on postoperative day eight. At the six-month follow-up, his posture was normalized, and he regained horizontal gaze, helping him achieve ambulation without the use of his previous walking device (Figure ).", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'22343275': 1, '23930717': 1, '15766222': 1, '19278330': 1, '24356197': 1, '27462479': 2}", "similar_patients": "{}"}