{"patient_id": 87457, "patient_uid": "4931079-1", "PMID": 27413558, "file_path": "comm/PMC004xxxxxx/PMC4931079.xml", "title": "Intermittent Fever, Progressive Weight Gain, and Personality Changes in a Five-Year-Old Girl: Unusual Paraneoplastic Syndrome due to Presacral Ganglioneuroma", "patient": "A 5-year-old girl sought medical advice in September 2012 because of a history of progressive weight gain (30 Kg, BMI 29.4), short stature (0.96 m; −2 SDs), obesity, moon face, buffalo hump for more than 1 year, personality changes for 6 months, and intermittent fever for 1 month. She displayed increased weight since she was 4 years old. There was neither hypertension nor headache history observed. Personality changes were noticed 6 months ago and she presented with soliloquy and was annoyed and irritable. Parorexia was also observed. She presented with intermittent fever one month ago with the highest temperature of 40°C, accompanied with convulsions three times and recurrent cough. She was admitted to her local hospital, the diagnosis of pneumonia and obesity was confirmed, and antibiotic and mannitol were administrated; however, the symptoms were not relieved and she was transferred to our hospital for further treatment.\\nAfter administration, physical examination and neurologic examination were negative. The blood pressure was 133 over 86. Routine blood tests were made and tumor markers were detected (CEA, CA 19-9, CA 125, AFP, and HCG), but all values were normal. Serum cortisol was 2852 nmol/L, 2201 nmol/L, and 1250 nmol/L, 8/16/24 h, respectively (normal, 138–690 nmol/L). Plasma adrenocorticotropic hormone (ACTH) levels were 162 pg/mL, 108 pg/mL, and 89 pg/mL, 8/16/24 h, respectively (normal, <46 pg/mL). Vanilmandelic acid (VMA) was within the normal range. Karyotype was normal. Pituitary thyroid magnetic resonance imaging (MRI) was negative, and abdomen-thorax computed tomography (CT) scan with contrast enhancement scan revealed a dishomogeneous mass (11.2 mm × 26.9 mm × 11.3 mm) with obvious enhancement located before the sacral vertebra. Pelvic MRI confirmed the origin of the lesion from sacral canal in S1-2 () and excluded any sign of sacral or coccygeal metameric infiltration or osteolysis. The diagnosis of Castleman disease was suspected, and PNS due to this mass was also considered. In case of adrenal crisis postoperatively, hydrocortisone was administrated 3 days before and after surgery. The patient was submitted to surgical laparotomy: hypogastrium transverse incision and transperitoneal exposure were performed; small bowel, distal sigmoid, and rectum and their mesenteries were retracted to expose the tumor lesion. A mass measuring 3 cm × 2 cm × 2 cm was revealed and tenaciously stuck to sacral plane. Intraoperative frozen section excluded the malignancy of the lesion. A complete resection was performed. Histopathologic examination confirmed the diagnosis of ganglioneuroma, consisting of a majority of Schwann cells with variable amounts of collagen and some groups of ganglion cells and no neuroblast. Immunostaining for ACTH was focally positive ().\\nAfter surgery, the patient's serum cortisol returned to the normal range, with values of 380 nmol/L, 320 nmol/L, and 260 nmol/L, 8/16/24 h, respectively, and blood pressure also returned to the normal range, and she had a regular postoperative hospital stay without complications. The temperature returned to normal 4 days after surgery and she was discharged on the 10th postoperative day. After a 6 mo follow-up, her personality changes were improved gradually, and no sign of progressive weight gain was observed. Follow-up of at least 5 years was planned to detect early recurrence if any.", "age": "[[5.0, 'year']]", "gender": "F", "relevant_articles": "{'1544674': 1, '20389113': 1, '12110723': 1, '2917322': 1, '10679039': 1, '12739135': 1, '12131432': 1, '19718307': 2, '17465461': 1, '11346873': 1, '11419166': 1, '12045531': 1, '10421272': 1, '15796364': 1, '27413558': 2}", "similar_patients": "{'2721583-1': 1}"}