{"patient_id": 143704, "patient_uid": "4336666-1", "PMID": 25709372, "file_path": "noncomm/PMC004xxxxxx/PMC4336666.xml", "title": "Molluscum Contagiosum in a 12-Year-Old Child – Report of a Case and Review of Literature", "patient": "A 12-year-old male child reported to the Oral Medicine Department with a complaint of sudden eruptive papules in the right side of the face for the past 2 months. History revealed that the papules were noticed by his parents 2 months ago, which were small in size and not associated with any pain or discomfort.\\nExtra-oral examination revealed two large papules measuring 4 mm in diameter and three small papules measuring 2 mm in diameter, which were seen on the right side of the skin of the face near the angle of the mouth. The surface of the lesions appeared smooth, round, blanched and pinkish with a dimple in the middle, and they were soft in consistency and non-tender ().\\nRoutine blood investigations revealed no abnormality in any of the parameters. HIV 1 and HIV 2 testing were also done, which was found to be negative. Fluorescent antinuclear antibody testing was done to check for autoimmune infection, and was found to be negative. On the basis of clinical examination, provisional diagnosis of MC was made, along with the differential diagnosis of Herpes simplex infection. Under local anesthesia, the two larger lesions were surgically excised, and the biopsied tissues were fixed in 10% formalin and sent for histopathological examination ().\\nMicroscopic examination of the excised tissue by routine hematoxylin and eosin (H and E) staining revealed hyperplastic epidermis in the form of lobules invaginating into the dermis (). The basal layer showed enlarged basophilic nuclei and mitotic figures. Progressing toward the center of the lobule, the spinous cells showed cytoplasmic vacuolization and large intra-cytoplasmic, basophilic viral inclusions called Molluscum bodies or Henderson-Paterson bodies, which compress the keratinocyte nucleus ().\\nAlong with H and E, special stains such as Gram’s, Giemsa, and Papanicolaou () were also done to demonstrate the viral inclusion bodies within the host cell. Correlating the clinical and histopathological findings the lesion was diagnosed as MC.\\nSince MC is self-limiting condition, the smaller lesions were allowed to resolve spontaneously and the patient was reviewed after a month, and showed no recurrence or scarring in the excised area.", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'21603822': 1, '20974889': 1, '21886754': 1, '226113': 1, '8261802': 1, '1357010': 1, '11328613': 1, '1390033': 1, '11220237': 1, '7027479': 1, '25709372': 2}", "similar_patients": "{}"}