{"patient_id": 147823, "patient_uid": "4568600-1", "PMID": 26379736, "file_path": "noncomm/PMC004xxxxxx/PMC4568600.xml", "title": "Lymphoepithelial cyst of the pancreas mimicking malignant cystic tumor: report of a case", "patient": "A 44-year-old woman presented with an alleged intra-abdominal mass on routine health screening. Her past medical history consisted of a Caesarean section, 10 years previously. When she visited our hospital, she had no abnormal physical findings, except for the palpable mass. On a blood tumor markers test, the carcinoembryonic antigen (CEA, reference value ≤5.0 ng/ml) and carbohydrate antigen 19-9 (CA19-9, reference values ≤37 U/ml) were 0.58 ng/ml and 1,690 U/ml, respectively.\\nThe patient underwent an abdomen computerized tomography (CT) scan initially, and 2-18F-fluoro-2-deoxy-d-glucose (FDG) positron emission tomography (PET)-CT were requested to investigate the pancreatic abnormality. These studies demonstrated that the abdomen CT scan showed a large cystic mass with internal septa at the tail of the pancreas, and the FDG PET-CT image showed no abnormal FDG tracer uptake at the pancreatic cystic mass (, ). The patient was suspected to have a pancreatic malignancy.\\nShe underwent a laparotomy of the distal pancreatectomy and a splenectomy, with the intention of both diagnostic and therapeutic purposes. Operative findings revealed that a lesion with a diameter of 6.5 cm was located at the pancreatic tail, and its boundary was clear with adhesion to the spleen. In the fluid analysis of the pancreas cystic mass, the CEA and CA19-9 were 618 ng/ml and 3.9 U/ml, respectively. The resected pancreas specimen showed a 6.5 cm-sized cyst of the pancreas tail. The cyst was well circumscribed and multilocular ().\\nDuring the postoperative recovery period, the follow-up CA19-9 level was down to 5.8 U/ml. The final pathology report of the resected pancreas specimen noted that the cyst was multilocular, and the cyst lining showed stratified squamous epithelium covering lymphoid tissue containing lymphoid follicles, which was consistent with a lymphoepithelial cyst (, ). The patient recovered uneventfully from surgery and has been doing well for the past three months.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'15371579': 1, '30763861': 1, '23306330': 1, '22610041': 1, '17715113': 1, '25493042': 1, '33914178': 2, '19260748': 1, '12011254': 1, '32595368': 1, '4048076': 1, '20802468': 1, '26379736': 2}", "similar_patients": "{'8085173-1': 1}"}