{"patient_id": 76701, "patient_uid": "4138670-1", "PMID": 25147660, "file_path": "comm/PMC004xxxxxx/PMC4138670.xml", "title": "Severe Falciparum Malaria in Iran: A Very Rare Case From an Endemic Region", "patient": "In January 2001, a 32-year-old man referred to Montaserieh hospital of Mashhad, Iran, with a history of fevers and vomiting 10 days after returning from Pakistan. He also complained of dark urine and hematuria. He had no history of receiving prophylactic antimalarial drugs. He had previously been hospitalized in a small hospital with a diagnosis P. vivax infection and had received oral chloroquine therapy. Then the patient was referred to a specialized hospital in Mashhad city due to worsening symptoms. At admission, he had a temperature of 38.5°C and his other vital signs and consciousness level were normal. On physical examination, the patient had a tender abdomen and his spleen was palpable 5 cm below the left costal margin.\\nIn laboratory studies, hemoglobin was 11.5 g/dL, hematocrit 34%, white blood cell count 16,000/mm3 , and platelet count was 45,000/mm 3 . His creatinine level was 1.9 mg/dL. Serum was assayed for total bilirubin (Bil), lactate dehydrogenase (LDH), aspartate aminotransferase (AST), and alanine aminotransferase (ALT), using commercially available kits. The serum level of Bil was 2.3 mg/dL, LDH 1680 U/L (normal level: 80 - 100 U/L), AST 106 U/L, and ALT 29 U/L. Peripheral blood smear examination showed severe infection with P. falciparum and 75 to 85% of RBCs contained one to five parasites per cell ().\\nPatient probably had a mixed infection with P. vivax and P. falciparum that the P. vivax infection had been treated with oral chloroquine, but chloroquine-resistant P. falciparum remained and parasitemia had increased.\\nThe patient was treated with intravenous quinine sulfate and oral primaquine. Then, he received primaquine (30 mg a day for 14 days) after the symptoms improvement for treating the probable mixed malaria infection. The improvement was considerable, so that parasitemia decreased by 40% after 24 hours and 1% after 4 days of posttreatment. During the treatment process, the patient developed dark urine and elevated creatine phosphokinase; thus, progression to acute renal failure was considered for him. Acute respiratory distress syndrome (ARDS) was exhibited in bilateral pulmonary infiltrates on the chest X-ray; also, he presented confusion due to cerebral malaria or superimposed a Gram-negative infection, so ceftriaxone was prescribed. However, patient was discharged after 10 days with no requirement for intubation, hemodialysis, or ICU admission. He had a good general condition at the last follow-up visit.", "age": "[[32.0, 'year']]", "gender": "M", "relevant_articles": "{'21063048': 1, '12930555': 1, '9713226': 1, '15654173': 1, '16495509': 1, '12689980': 1, '10841874': 1, '28540269': 1, '22454091': 1, '11258214': 1, '21570940': 1, '12701033': 1, '25147660': 2}", "similar_patients": "{}"}