{"patient_id": 80572, "patient_uid": "4391156-1", "PMID": 25883823, "file_path": "comm/PMC004xxxxxx/PMC4391156.xml", "title": "Late Pneumolabyrinth May Be Induced by Old Penetrating Injury: Possibility of Undiagnosed Posttraumatic Perilymphatic Fistula", "patient": "A 25-year-old woman was admitted to hospital with a complaint of longstanding right-sided profound hearing loss. Her hearing impairment had begun 15 years ago. At that time, she suffered traumatic tympanic membrane perforation due to penetration by an ear pick. She had sudden profound hearing loss at the onset of injury and it was unclear that she had felt vertigo after injury. Conservative therapy was performed at ENT clinic nearby. Although perforation of tympanic membrane was healed completely, profound hearing loss had remained. She mentioned the degree of hearing loss had not changed. She had felt lightheadedness about 7 years ago.\\nAn otoscopic examination revealed no perforation in her right ear, but pure tone audiometry showed right profound hearing loss (). Imaging of temporal bone using cone-beam computed tomography (CBCT) showed a round low density area in the vestibule and intrusion of stapes into the vestibule (). A diagnosis of pneumolabyrinth was made and PLF was suspected. The patient refused surgical intervention and chose to receive outpatient follow-up and no medication.\\nTwo years later, she was admitted again for follow-up of hearing loss. She sometimes had dizziness or lightheadedness. Pure tone audiometry showed right profound hearing loss similar to before (). Equilibrium tests showed no positional or positioning vertigo. A caloric test indicated that right vestibular function was slightly decreased, but not abolished. Reexamination by CBCT showed that air that had been present in the right vestibule had disappeared (). We recommended probe tympanotomy to confirm and cure PLF, but the patient rejected surgical intervention and requested course observation.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'8291430': 1, '17498333': 1, '3232721': 1, '19880033': 1, '22215454': 1, '15985297': 1, '19231119': 1, '2239209': 1, '23759282': 1, '31061965': 2, '25883823': 2}", "similar_patients": "{'6497203-1': 1}"}