{"patient_id": 139654, "patient_uid": "4076650-1", "PMID": 24987510, "file_path": "noncomm/PMC004xxxxxx/PMC4076650.xml", "title": "Two Cases of Esophageal Eosinophilia: Eosinophilic Esophagitis or Gastro-Esophageal Reflux Disease?", "patient": "A six-year-old boy admitted to Pediatric Gastroenterology Clinic with complaints of heartburn along the sternum, regurgitation, nausea, vomiting and epigastric pain with meals. His intermittent symptoms (1-2 times/week) since his third birthday increased in the previous two months. He used alginic acid and domperidone for about a year, but his symptoms did not resolve. On physical examination, his weight was 22.6 kg (50-75 p) and height was 113 cm (50-75 p) and all system findings were normal. Serum total IgE was 71.4 mg/dL (0-170 mg/dL), peripheral eosinophil count was 1100/mm3 (10.7%). An upper gastrointestinal endoscopy revealed felinization in the middle esophagus with normal esophageal mucosa, stomach and duodenum findings. Biopsies obtained from stomach and duodenum were normal, but middle and lower esophageal biopsies (distal: 3, middle: 4 specimens) revealed 25 and 32 eosinophils per high power field (hpf), respectively and eosinophil microabcesses in the middle esophagus. Barium contrast study of the small intestine was normal. He was consulted to pediatric allergy department for evaluation of atopic diatheses. He had no history of atopic eczema, food allergy and asthma but, described symptoms of intermittent allergic rhinitis (itching and sneezing in the nose). He was skin prick tested with an extensive panel of food and aeroallergens and no sensitization was found. The child was started on 20 mg once daily esomeprozole. The symptoms resolved with this treatment. He was asymptomatic for one year during which time he was lost to follow up, but continued the treatment. Repeat endoscopy was normal macroscopically but, biopsies (distal: 3, middle: 3 and proximal: 1 specimens) revealed 0; 32; 0/hpf in proximal, middle and distal esophagus respectively. He continued to be asymptomatic for one year under PPI treatment. We stopped PPI treatment and wanted to perform a third endoscopy in order to reveal the esophageal pathology again, but the parents did not give consent for a repeat endoscopy. Currently, he is off- treatment and asymptomatic for five months and is being followed for recurrence of symptoms.", "age": "[[6.0, 'year']]", "gender": "M", "relevant_articles": "{'22134787': 1, '29730731': 1, '19444097': 1, '17919504': 1, '21477849': 1, '23567357': 1, '19596009': 1, '14687135': 1, '18061107': 1, '24987510': 2}", "similar_patients": "{}"}