{"patient_id": 149544, "patient_uid": "4694662-1", "PMID": 26730207, "file_path": "noncomm/PMC004xxxxxx/PMC4694662.xml", "title": "An unexpected complication of chronic myelomonocytic leukemia: severe renal failure due to malignant tubulo-interstitial cell infiltration", "patient": "A 76-year-old man was admitted with intermittent high fever, polyuria, heavy fatigue, and excessive nocturnal transpiration. In 1 month, he had lost 5 kg of weight. He suffered from arterial hypertension, hypercholesterolemia, and ischemic cardiomyopathy and took acetylsalicylic acid, bisoprolol, atorvastatin, and occasionally sildenafil. He denied recent contact with sick people, traveling to tropical regions, or use of non-steroidal anti-inflammatory or illicit drugs. Except for two home-held canaries, he was not exposed to animals. Six months before admission, a routine blood test showed mild normocytic anemia (hemoglobin 11.7 g/dL) with normal ferritin levels. At that time, no further diagnostic work-up was performed.\\nPhysical examination on admission was normal. Relevant blood results are given in . Microscopic urinary examination showed pyuria but no hematuria or protein loss. Chest X-ray was normal. Contrast-enhanced abdominal computed tomography scan revealed enlarged edematous kidneys with preserved corticomedullary differentiation. Subsequent transesophageal echocardiography excluded endocarditis. Intravenous fluid and antibiotics were initiated.\\nUnder this treatment, pyuria and inflammation persisted, and serum creatinine rose to 5.13 mg/dL. Fever peaks up to 40°C were documented. Extensive additional screening for viral, bacterial, and parasitic disease was negative. Antinuclear antibodies, anti-neutrophilic cytoplasmatic antibodies, and cryoglobulins were not detected. Complement levels were normal. Serum and urine protein electrophoresis was consistent with a nonspecific acute phase response. Bence-Jones protein was not detected. Serum and urinary lysozyme levels were normal.\\nA bone marrow aspirate and trephine biopsy were performed which showed dysgranulopoiesis and a hypercellular marrow, particularly populated with mononuclear cells and their progenitors. The karyotype was normal. BCR-ABL1 fusion transcript and rearrangements of the platelet-derived growth factor receptors A and B were negative. The bone marrow contained 17.5% blasts which confirmed the presence of CMML-2.\\nIn light of the patient’s atypical disease presentation characterized by galloping clinical and renal deterioration, a kidney biopsy was performed. Light microscopic examination showed interstitial infiltration with monocytic and reactive lymphoid cells. Focal lymphocyte infiltration of the tubular epithelium was observed. This “tubulitis” was in part associated with degenerative tubular changes. Glomerular or (peri) vascular inflammation was not seen (). Blast cells were not detected. Interstitial fibrosis was absent. Monocytes occasionally formed interstitial aggregates simulating micro-granulomas (). Immunofluorescence microscopy could not detect immune and complement deposits. Acid-fast, Periodic Acid-Schiff, and Gomori methenamine silver staining remained negative.\\nAntibiotics were stopped, and treatment with high-dose steroids (methylprednisolone 1 mg/kg/day) and hydroxycarbamide (500 mg/day) was initiated. Serum creatinine level subsequently decreased to 1.93 mg/dL. The patient’s clinical condition steadily improved and fever subsided. After 10 weeks of progressive dose de-escalation, methylprednisolone was withdrawn. Kidney function further improved. Leukocyte and platelet counts remained stable, but anemia persisted, necessitating repeated packed cell transfusions.", "age": "[[76.0, 'year']]", "gender": "M", "relevant_articles": "{'25324356': 1, '19390673': 1, '20336051': 1, '18651553': 1, '19357394': 1, '9249798': 1, '23963888': 1, '30112174': 1, '19538524': 1, '33403618': 1, '16493602': 1, '19185401': 1, '23690427': 1, '26730207': 2}", "similar_patients": "{}"}