{"patient_id": 150037, "patient_uid": "4727635-1", "PMID": 26492122, "file_path": "noncomm/PMC004xxxxxx/PMC4727635.xml", "title": "Advanced case of glioblastoma multiforme and pregnancy", "patient": "A 36-year-old lady gravida 10, para 7, (G10P7+2) who is known to have advanced and non-operable right parital GBM was diagnosed with brain MRI () and brain biopsy (Figures ) on October 2012. She received concurrent chemo-radiation with 60 Gyr/30 fraction treatment with oral temozolomide (TMZ) (75 mg/m2 a total dose of 6 grams), and the treatment ended in December, 2012. This was followed by adjuvant TMZ for another 5 cycles (the total dose 8.750 grams) and the course was completed in May 2013. Three months after completing her adjuvant chemotherapy, she started to experience a deterioration in her vision that began on the left side then the right side followed. A follow-up brain MRI showed minimal interval changes in the surrounding edema with no significant tumor progression (). She was seen by the ophthalmology and neurosurgery services, and they recommended a ventriculo-perotineum (VP) shunt, which was carried out on the 2nd of September 2013, and she was discharged from neurosurgery ward after that. On 15th of September 2013, she presented to the emergency department with fever and a decreased level of consciousness. On examination, her BP was 114/86 mm Hg, pulse of 135 beats per minute, and body temperature 38.6 °C. Her oxygen saturation on room air was 98% with normal glasgow coma scale (GCS), but neurologically she had left sided hemiplegia. Chest and cardiovascular examinations were unremarkable. Abdominal examination showed fullness in the lower abdomen. Pelvis ultra sound (US) revealed a viable fetus at 18 weeks of gestation with no obvious congenital anomaly.\\nAccordingly, she was hospitalized and treated with the appropriate antibiotics. Her husband and her family were informed with her pregnancy as well as the risk and anticipated complications that might happen during pregnancy. It was clearly stated by the patient and her husband that they would like to carry on with the current pregnancy. Initially, her family was in favor of terminating the pregnancy, but after the family counseling, their decision was to support the couples’ choice. The case was referred to the high-risk pregnancy services and the religious committee; the situation was discussed in details, and the final decision was to carry on the pregnancy with closely monitoring the mother. Shortly after admission, she developed a decrease in her level of consciousness for which she was intubated, mechanically ventilated, and admitted in the ICU for further management. The repeated brain MRI in October 2013 showed significant brain edema with intra tumor bleeding (). The neurosurgery recommendation was no surgical intervention, close observation, and conservative management. A follow-up US showed a normal female fetus with no congenital anomaly. The husband and the family were updated regarding the patient condition, and they still insisted to carry on with the pregnancy. In the ICU, she continued on mechanical ventilation and required tracheostomy; however, she remained in a coma with GCS of 3-4, but hemodynamically stable. A multidisciplinary meeting was held by the team, which included an ICU consultant, a medical oncologist, a high-risk obstetrician, and a neonatologist to discuss the situation of the patient and the expected outcome. Based on the limited evidence in the literature and the family’s choice, the final plan was to: 1) Provide full support to the mother and render chemotherapy as directed by the medical oncology team. 2) Have an elective cesarean section (C/S) at the 28th week. 3) Have an emergency C/S at the 24th week if the mother got cardiac arrest. 4) No intervention before the 24th week.\\nAt week 28, she had elective C/S, and the female baby was normal for gestational age with birth weight of 890 grams, Apgar scores were 8/1, 9/10; her post-delivery period was complicated with acute respiratory distress syndrome, sepsis, and jaundice, but ultimately, she recovered and was discharged home on stable condition. The mother was transferred back to the ICU, and 2 weeks later she was assessed for chemotherapy after a baseline brain MRI (). She was started on palliative TMZ 5/28 day cycle, 2 days after she developed cardiac arrest, for which she was resuscitated but not revived, and pronounced dead on 18th of December 2013.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'34621584': 2, '22943728': 1, '33117675': 2, '20126819': 1, '23426274': 2, '25075279': 2, '20473903': 1, '29623596': 1, '17964021': 1, '15758009': 1, '22449791': 1, '20825287': 1, '22102099': 1, '22404670': 1, '26492122': 2}", "similar_patients": "{'7550879-1': 1, '8492419-1': 1, '3576202-1': 1, '3576202-2': 1, '4103487-1': 1}"}