{"patient_id": 147705, "patient_uid": "4560322-1", "PMID": 26351414, "file_path": "noncomm/PMC004xxxxxx/PMC4560322.xml", "title": "Abnormal Liver Function Tests in an Anorexia Nervosa Patient and an Atypical Manifestation of Refeeding Syndrome", "patient": "A 52-year-old Caucasian woman was admitted to our hospital from the nursing home due to refusal of percutaneous endoscopic gastrostomy tube feeding and altered mental status, which was attributed to hypoglycemia and urinary tract infection. Her medical history was significant for long-standing severe anorexia nervosa, depression and recent percutaneous endoscopic gastrostomy tube placement for nutritional support at another hospital. She was allergic to ciprofloxacin and penicillin and her nursing home medications included multivitamin, megestrol, ferrous sulfate, calcium carbonate, ranitidine, thiamine, folic acid, and olanzapine.\\nUpon admission, her weight was 21 kg and her BMI was 7.9, which amounted to approximately 40%percnt; of her ideal body weight. The vital signs were normal. The patient was bed bound, alert and well oriented. The physical exam revealed dry skin, excoriations all over the body, brittle nails, pallor and profound emaciation with bitemporal wasting. Her abdomen was scaphoid without organomegaly, and she had a percutaneous endoscopic gastrostomy tube with granulation tissue surrounding the stoma. There were no stigmata of chronic liver disease. The remainder of her physical examination was unremarkable.\\nLaboratory investigations revealed hemoglobin of 8.4 g/dl, white cell count of 3.5 k/μl, platelet count of 230 k/μl, prothrombin time of 12 s and activated partial thromboplastin time of 29 s, normal serum electrolytes except for a blood sugar level of 56. Her liver function tests showed serum alanine aminotransferase of 32 units/l, serum aspartate aminotransferase of 32 units/l and serum total bilirubin of 0.6 mg/dl.\\nShe continued to refuse oral and tube feeding and she had intermittent episodes of hypoglycemia. She was evaluated by psychiatrists and was deemed to lack decisional capacity. It was recommended that percutaneous endoscopic gastrostomy tube feeding be imposed for nutritional support. After consultation with the nutritional team, tube feeding was begun at 400 kcal/day and advanced gradually over the next 5 days to 900 kcal/day.\\nFive days after the initiation of feeding, she developed tachycardia and lab work revealed electrolyte abnormalities such as hypophosphatemia (phosphorus 0.8 mg/dl) and hypokalemia (potassium 2.9 mEq/l) (fig. ). An electrocardiogram was done, which showed sinus tachycardia with some premature ventricular complexes and prolonged QT interval (QTc 472). She was then evaluated by cardiologists and nutritional teams. A diagnosis of refeeding syndrome was made, and the patient was transferred to the telemetry unit for further management. Further laboratory tests revealed elevated transaminases (alanine aminotransferase 193 units/l, aspartate aminotransferase 173 units/l), alkaline phosphatase (392 IU/l) and bilirubin (1.4 mg/dl), which were normal upon admission (fig. ). A consultation with a gastroenterologist was called. Viral hepatitis was excluded by serological tests and autoimmune workup, including anti-smooth muscle antibody, anti-liver/kidney microsomal antibody, antinuclear antibody and antimitochondrial antibody, was negative. Serum ceruloplasmin level was normal. Other causes of hepatitis such as hepatotoxic drugs were excluded. The liver and pancreas appeared normal on a computed tomogram. An abdominal ultrasound revealed normal echotexture of the liver without intra- or extrahepatic biliary dilatation and normal Doppler evaluation of the hepatic and portal vein blood flow.\\nInfusions of potassium phosphate and magnesium sulfate were administered in addition to oral potassium phosphate supplements. Intravenous thiamine was given. Her enteral intake was reduced and daily electrolyte levels were obtained along with regular monitoring of the liver function tests. The liver enzymes started improving after reduction of the tube feeding rate. Electrolytes also normalized over the next few days and the patient was eventually discharged.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'23280717': 1, '18703853': 1, '17656593': 1, '20686290': 1, '27798779': 1, '8912046': 1, '26596577': 1, '19424979': 1, '12569593': 1, '9126803': 1, '30333418': 1, '9664922': 1, '20798756': 1, '18644371': 1, '20147361': 1, '26351414': 2}", "similar_patients": "{}"}