{"patient_id": 77272, "patient_uid": "4177374-1", "PMID": 25236490, "file_path": "comm/PMC004xxxxxx/PMC4177374.xml", "title": "Gossypiboma 19 years after laminectomy mimicking a malignant spinal tumour: a case report", "patient": "An 87-year-old Japanese man was admitted to our hospital because on an earlier visit to another hospital for his lumbago he was found to have a paraspinal mass on magnetic resonance imaging (MRI). He had undergone surgery for lumbar canal stenosis 19 years earlier at another hospital. At our out-patient clinic, his temperature was 37.1°C, blood examinations showed leucocytosis (white blood cell; 8700/μL, normal range 4000 to 8000/μL) and increased C-reactive protein (0.9mg/dL; normal range 0 to 0.2mg/dL). The neurological examination was normal. MRI revealed a soft tissue mass at the L3 to 4 level. The mass lesion was hypointense compared with the spinal cord on T1-weighted imaging, with heterogeneous signal intensity on T2-weighted imaging (Figure \\n). Plain computed tomography (CT) showed a mass posterior to the lamina with osteolytic change (Figure \\n). A malignant tumour was suspected, and a biopsy was performed. At the time of biopsy under local anaesthesia, small pieces of gauze material were removed (Figure \\n), and gossypiboma was diagnosed. The soft tissue mass was excised under general anaesthesia. During the operation, a retained surgical sponge was found on the lamina and excised completely with the fibrous capsule surrounding it. The lamina of L3 was concave and filled with granulation tissue. Its surface was very hard. The cavity was irrigated with saline, and the layers were closed anatomically. The histopathological assessment was reported as granulation due to the foreign body (Figure \\n). Cultures taken at surgery were sterile. The postoperative period was uneventful, and the patient was in good condition 1 year after the operation.", "age": "[[87.0, 'year']]", "gender": "M", "relevant_articles": "{'15849460': 1, '3282401': 1, '17905325': 1, '19587475': 1, '27799998': 2, '20054750': 1, '17416826': 1, '17612926': 1, '21808514': 2, '8678622': 1, '21874803': 1, '10616573': 1, '16736201': 1, '3413671': 1, '25236490': 2}", "similar_patients": "{'5086470-1': 1, '3139335-1': 1}"}