{"patient_id": 83381, "patient_uid": "4605922-1", "PMID": 26943426, "file_path": "comm/PMC004xxxxxx/PMC4605922.xml", "title": "A rare combination of pheochromocytoma and gastrointestinal stromal tumour in a patient with neurofibromatosis 1 syndrome—a case report", "patient": "A 26-year-old female presented with complaints of flank pain, headache and hypertension detected recently. On clinical examination, the patient was found to have neurofibromatosis 1. The patient had multiple café-au-lait spots, more than six which were more than 15 mm in size, and multiple nodules of neurofibroma all over the body (Fig. a–d). Axillary and inguinal freckling was present. On further enquiry, patient revealed that her mother is also having similar lesions in the body.\\nComputerised tomography studies revealed a right adrenal mass (Fig. a). Routine x-ray of the chest was normal (Fig. b).\\nComplete blood counts, blood glucose, liver, renal and thyroid function tests were within normal limits. Along with routine investigations, tests for the functional status of adrenal mass were done. The plasma metanephrine level which is the metabolite of epinephrine was significantly elevated (Table ).\\nThe patient underwent right adrenalectomy under general anaesthesia. During surgery, two small extra luminal nodular masses were seen in the jejunal wall which were also excised.\\nWe received in the pathology department the right adrenalectomy specimen and excision specimen of the jejunal wall nodules.\\nRight adrenalectomy specimen measured as 6.5 × 6.5 × 2.5 cm and weighed 75 g (Fig. a). The cut section showed an encapsulated grey-white growth measuring 5.5 × 6 × 2 cm. The periphery showed part of normal adrenal tissue and fat. Another interesting finding was the presence of three small yellow nodules, the largest measuring 0.8 cm in the periadrenal fat (Fig. b).\\nThe jejunal wall growth excision specimen showed two nodular grey-brown tissue; the larger measured 2.5 × 1.5 × 1 cm, and the smaller one measured 2 × 1.5 × 1 cm. The cut section of both showed a grey-white appearance with faint lobulations (Fig. ).\\nMicroscopy of the adrenal mass showed normal adrenal tissue in the periphery with a circumscribed neoplasm showing histological features of pheochromocytoma (Fig. ). Immunohistochemical staining (IHC) showed a diffuse strong positivity for chromogranin, NSE and synaptophysin in the tumour cells and negativity for melan A (Fig. ). The yellow nodules histologically showed a circumscribed collection of clear cells. The fat adjacent to the tumour showed features of brown fat histologically (Fig. ).\\nNodules from the jejunal wall showed a spindle cell neoplasm arranged in sheets and fascicles. IHC of this was positive for CD117 and negative for CD34. SMA was negative confirming the diagnosis of gastrointestinal stromal tumour (Fig. ).\\nNeurofibromatosis (NF) is a familial syndrome with complete penetrance and variable expressivity. There are two types—NF1 and NF2—according to the specific molecular defect. The present case was diagnosed clinically as NF1 because four of the seven criteria of the National Institute of Health (NIH) consensus conference of 1987 () were met in this case, namely, (1) six and more café-au-lait spots more than 15 mm in size were present, (2) many neurofibromas seen in the body, (3) freckling in the axillary/inguinal regions were noted and (4) the mother diagnosed to have NF1. (Two or more of the seven defined criteria are needed for diagnosis of NF1.)\\nPheochromocytoma occurs in less than 1 % of NF1 patients []. The tumour presents clinically with features of hypertension. Our patient presented with hypertension and had headache and flank pain. The tumour can be clearly delineated by imaging studies. In two of the three cases in Gorgel et al.’s case report, the adrenal tumour was bilateral []. In the present case, only the right adrenal was involved by the tumour; the left adrenal was normal in imaging studies.\\nOther more common hereditary conditions with pheochromocytoma are the von Hippel-Lindau syndrome (vHL), multiple endocrine neoplasia syndrome type 2A and 2B (MEN 2A and 2B) and familial paraganglioma syndrome. Other associated features of MEN and vHL syndromes were not present in this patient. No paragangliomas were detected in extra adrenal sites ruling out a paraganglioma/pheochromocytoma syndrome. Carney triad is also known to present with adrenocortical adenomas, along with pheochromocytoma and GIST. In most cases, prototypical lesions of the triad-pulmonary chondromas are also seen. But in the present case, there was no lung lesion.\\nReported gastrointestinal (GI) manifestations in NF1 range from GI benign and malignant neural tumours, neuroendocrine tumours and adenocarcinoma especially of the ampullary region and GIST []. The incidence of GISTs among NF1 patients varies from 3.9 to 25 %, while the overall ratio of NF1 among GIST patients is about 6 % []. A combination of pheochromocytoma and carcinoid has been reported in NF1 patients. But the coexistence of pheochromocytoma and GIST is very rare. Only a few cases have been reported in the English literature. Gorgel et al. proposed that the activation of the Ras pathway responsible for neurofibroma formation in NF1 patients also causes Cajal cell proliferation, leading to GIST development [].\\nThe GISTs in NF1 patients are usually multiple in number and do not cause any symptoms, hence, are detected incidentally. In our case, there were two lesions in the jejunal wall and were detected incidentally during the surgical procedure for adrenal tumour.\\nIn NF1 patients, more than 300 mutations in the NF1 gene have been identified. Zero to 15 % show identifiable somatic CKIT or platelet-derived growth factor receptor-alpha (PDGFRA) mutations in GIST. We had done IHC for CKIT (CD117) in our case and found it to be positive. Two syndromes, Carney triad and Carney-Stratakis syndrome, show succinate dehydrogenase (SDH)-deficient GIST, but markers for this are not available in our centre. The majority of NF-GISTs are benign but can become malignant. In our case, it was benign according to the criteria.\\nAnother interesting finding in our case was the presence of three clear cell nodules in the periadrenal connective tissue. Clear cell collection has been described as a degenerative change in pheochromocytoma and was first reported by Ramsay et al. [] in a 27-year-old man with bilateral adrenal pheochromocytomas having a family history of von Hippel-Lindau disease. They have demonstrated the nature of these cells as similar to pheochromocytoma cells by electron microscopy examination. But, in their report, the clear cell nodules were seen within the tumour itself. In our case, the yellow nodules were noted in the periadrenal fat. The second case report was by Unger et al. in an 18-year-old woman with a family history of multiple endocrine neoplasia type IIA []. No other reports have been seen in English literature even on extensive search. Hence, this may be the third case being reported with this finding in association with pheochromocytoma. It is still not clear in our case whether these clear cell nodules are lipid degeneration of pheochromocytoma, adrenocortical-cell-type nodules or lipid degeneration of periadrenal fat. In our centre, electron microscope is not available for further examination.\\nIn this case, periadrenal fat showed the features of brown fat. Adrenal pheochromocytoma and brown fat association has been first described by Melicow in 1957 []. According to Medeiros et al., it is a topic of debate whether the pheochromocytoma induces the development of brown fat or if it is a coincident finding []. Rona [] described two patients with adrenal pheochromocytomas and large masses of brown fat, both adjacent to and distal from the tumour. Medeiros et al. [] reviewed 60 cases of pheochromocytoma and found brown fat in association with these tumours in 73 % of cases.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'3592062': 1, '14180537': 1, '12094370': 1, '23119102': 1, '13410302': 1, '25130111': 1, '3997135': 1, '2375665': 1, '4043961': 1, '16330947': 1, '26943426': 2}", "similar_patients": "{}"}