{"patient_id": 79179, "patient_uid": "4301493-1", "PMID": 25621066, "file_path": "comm/PMC004xxxxxx/PMC4301493.xml", "title": "Coexisting intramedullary schwannoma with an ependymal cyst of the conus medullaris: A case report", "patient": "On March 4, 2013, a 35-year-old male was admitted to Beijing Tiantan Hospital (Beijing, China) with a two-year history of lower back pain and weakness in the left leg. In addition, the patient had experienced sphincter dysfunction for two months. The patient had no history of spinal cord injury or previous back surgery. Neurological examination revealed the power in the left leg to be 3/5, as classified by the Medical Research Council grading system (). Superficial sensation in the perineum and left leg was reduced.\\nThe patient initially underwent pre-operative magnetic resonance imaging (MRI; ). Sagittal T1-weighted images demonstrated an intramedullary cystic-solid lesion in the conus medullaris; following gadolinium injection, the solid mass demonstrated inhomogeneous enhancement. Furthermore, T2-weighted images revealed that the solid mass was accompanied by a cranial cystic lesion. According to the pre-operative MRI, a diagnosis of ependymoma with cranial syringomyelia or cystic degeneration was determined.\\nThe patient underwent a T11-12 laminectomy via the posterior approach with intraoperative monitoring of somatosensory and motor-evoked potentials. Intradural exploration revealed a bulging conus medullaris. Subsequently, classic median myelotomy was performed in the conus medullaris for intramedullary exploration. The solid mass was nodular in shape, with a poor blood supply. The mass was well demarcated from the spinal cord parenchyma and not attached by any nerve root, which facilitated its exposure and dissection. Following GTR of the solid mass, the cranial syringomyelia was examined. A cyst filled with clear fluid was identified; the cyst was in close proximity to the solid mass, however, it was separated by neural tissue. The cyst appeared yellow in color, was filled with clear fluid and did not adhere to the spinal cord, therefore, a GTR of the cyst was performed.\\nPathological examination of the solid mass identified spindle-shaped cells with features of a schwannoma (). Surgical specimens obtained from the cyst wall were examined and thin ependymal cells were identified to line the cavity (). An immunohistochemical examination revealed that the cells lining the cyst wall were positive for cytokeratin, glial fibrillary acidic protein and S-100 protein expression ().\\nIn the immediate post-operative period, although the weakness in the left leg and the sphincter dysfunction did not improve, the lower back pain disappeared. The patient was discharged two weeks later; the weakness in the left leg had improved to grade 5/5 and sphincter dysfunction gradually improved after three months. No recurrence of the schwannoma or the cyst were observed on the follow-up MRI (). The present retrospective study was approved by the Institutional Review Board of Beijing Tiantan Hospital.", "age": "[[35.0, 'year']]", "gender": "M", "relevant_articles": "{'16776364': 1, '20928945': 1, '7480734': 1, '18596529': 1, '32935226': 2, '16172724': 1, '15666187': 1, '3763905': 1, '17538274': 1, '10872172': 1, '10555841': 1, '2013780': 1, '11760875': 1, '14997330': 1, '12865539': 1, '22870157': 2, '12546358': 1, '18407500': 1, '30416755': 1, '11490188': 1, '22085527': 2, '24322584': 1, '15808734': 1, '21946725': 1, '11688705': 1, '19940539': 1, '22993683': 2, '15639419': 1, '11512589': 1, '15925790': 1, '20036544': 1, '25621066': 2}", "similar_patients": "{'3410166-1': 1, '8338859-1': 1, '4013335-1': 1, '3440508-1': 1}"}