{"patient_id": 80377, "patient_uid": "4374287-1", "PMID": 25815186, "file_path": "comm/PMC004xxxxxx/PMC4374287.xml", "title": "Invasive candidiasis presenting multiple pulmonary cavitary lesions on chest computed tomography", "patient": "An 80-year-old man was admitted to our hospital for the treatment of small bowel obstruction. Initial management involved nasogastric tube insertion and fluid resuscitation with central venous (CV) catheters. His small bowel obstruction did not resolve, and on the 8th day, he presented fever and hypoxemia. He had a history of stage IV chronic kidney disease secondary to hypertensive nephrosclerosis for 15 years, and distal gastrectomy for gastric cancer 20 years before. He did not have smoking history and risk factors for HIV infection, and drank alcoholic beverages occasionally. Physical examination revealed poor oral hygiene only. The chest x-ray revealed multiple nodules in the right upper lung field, and also mixed ground-glass and airspace opacities in the entire right lung (Figure ). The chest CT scan showed multiple small cavitary lesions and nodules surrounded by ground-glass opacities, and also bilateral pleural effusion (Figure ). Examination of sputum showed no predominant pathogen and no acid-fast organisms on staining. Laboratory tests revealed elevated serum β-D-glucan (483 pg/ml, normal, < 20 pg/ml) positive serum Candida antigen latex agglutination test, and negative serum Aspergillus galactomannan antigen test. Two sets of blood culture specimens were drawn on the 8th day which yielded Candida albicans. Transbronchial biopsy and bronchial washings of the cavitary lesion in the right upper lobe were performed, however, non-specific inflammation of the lung tissue without any bacteria was revealed. Moreover, transbronchial biopsy did not reveal aspergillus hyphae. The patient was diagnosed as affected with invasive candidiasis. Therefore, potentially contaminated CV catheter was removed and antifungal therapy with intravenous fluconazole was started. The patient became afebrile after the 3rd day of the initiation of antifungal therapy, and blood culture of the same day did not yield any organisms. The treatment was continued for three weeks, and on the 15th day of antifungal therapy the chest CT findings showed a remarkable improvement (Figure ).\\nCandida spp. exist as normal flora of the human skin, oropharynx, lower gastrointestinal tract, and genitourinary system. Candida spp. are now one of the most common causes of nosocomial blood stream infections worldwide []. Invasive candidiasis is a fungal infection that can occur when Candida spp. enter the bloodstream. Once the fungus is in the bloodstream, it can spread to other parts of the body and cause infection. There are risk factors for invasive candidiasis, such as central venous catheter, surgical procedure, acute renal failure, disseminated intravascular coagulopathy, parenteral nutrition and the use of broad-spectrum antibiotics []. In our case, parenteral nutrition with CV catheter was thought to be the risk factor for invasive candidiasis. Moreover, small bowel obstruction was also thought to be the risk factor because the protective mechanisms of intestinal mucosa were thought to be broken.\\nThe few available studies on this topic indicate that pulmonary manifestations of invasive candidiasis are seen in no more than 0.2 to 8.0% of at-risk ICU patients and cancer patients []. As with other opportunistic mycoses, sputum cultures are unreliable for diagnosis, because the organism frequently colonizes in the upper airways, and a definitive diagnosis requires culture of Candida from blood, normally sterile organ or body cavity [,]. We could diagnose our case as invasive candidiasis by the positive blood culture and chest CT findings. The most common chest CT findings were reported as multiple bilateral nodules often associated with air-space consolidation, however these findings are nonspecific and the differentiation from other fungal infections (especially aspergillosis) is difficult. In pulmonary fungal infections cavitation has been considered to represent concomitant bacterial infection or hemorrhagic lung infarcts, and the surrounding ground-glass or air-space opacity has been considered to represent a mixture of edema and hemorrhage []. The multiple cavitary lesions seen in our patient were thought to represent septic pulmonary infarcts due to blood-stream infection of Candida albicans, and this CT finding is rare in invasive candidiasis. It was reported that cavitary lesions were less common in invasive candidiasis (4%) than in aspergillosis (16%) [], and, to our knowledge, this is the first case report describing multiple pulmonary cavitary lesions in invasive candidiasis.", "age": "[[80.0, 'year']]", "gender": "M", "relevant_articles": "{'23919197': 1, '16915062': 1, '15955852': 1, '27656615': 2, '20463248': 1, '10629598': 1, '27909682': 1, '25815186': 2}", "similar_patients": "{'5025916-1': 1}"}