{"patient_id": 142466, "patient_uid": "4263499-1", "PMID": 25530867, "file_path": "noncomm/PMC004xxxxxx/PMC4263499.xml", "title": "Swyer-James syndrome associated with asthma and a giant bulla", "patient": "In June 2006, a 13-year-old girl was referred to Kyoto University Hospital with dyspnea on exertion and wheezing. There was a history of pneumonia in infancy and asthma during early childhood, which had remitted after she started primary school. She did not have atopy or allergies. Both the chest X-ray and the chest computed tomography showed a giant bulla in the right upper lobe and hyperlucency of the right lower lobe because of diminished vasculature due to a hypoplastic right pulmonary artery. There was no evidence of bronchiectasis. The X-ray taken before referral to our hospital was not available. She was admitted to Kyoto University Hospital in March 2007 for further evaluation.\\nThe exhaled nitric oxide level (27.9 ppb) was elevated compared with that of normal children (<20 ppb). The sputum eosinophil count was increased to 2.5%. Respiratory function tests (performed in July 2006) showed a severe obstructive pattern (Table ).\\nA methacholine challenge test was not performed because of severe airflow limitation, but peak expiratory flow (PEF) monitoring showed diurnal variation of 19% from 210 l/min in the morning to 250 l/min in the evening. A pulmonary perfusion scan demonstrated that arterial flow was decreased on the right side (right: left ratio = 1:3).\\nBased on the detection of unilateral pulmonary hyperlucency and the absence of other possible causes, including congenital cysts, congenital pulmonary artery abnormalities, and embolization of the main pulmonary artery, she was diagnosed as having Swyer-James syndrome with a giant bulla. In addition, her response to an inhaled bronchodilator, the diurnal variation of PEF, and the detection of eosinophilic airway inflammation suggested the recurrence of her asthma. Although surgical resection of the giant bulla was considered, medical treatment of the patient's asthma was given precedence to maximize her respiratory function. After treatment with an inhaled corticosteroid preparation and tulobuterol patch, her exertional dyspnea showed marked improvement, and the exhaled nitric oxide level and PEF also improved. From August 2009, however, she complained of right-sided chest pain and her exertional dyspnea recurred. Simultaneously, the giant bulla in the right upper lobe enlarged further and the patient's inspiratory capacity decreased (Figure ). Because her chest pain and exertional dyspnea continued to worsen despite higher doses of asthma medication, surgical resection of the giant bulla was performed in January 2011.\\nUnder general anesthesia, the patient was placed in the left lateral position. A massive bulla with a small pedicle in the right S1 was completely resected using an Endo-GIA 45-mm stapling gun (Covidien, Tokyo, Japan) and three cartridges via three access ports: (1) an 11.5 mm port in the seventh intercostal space at the posterior axillary line, (2) a 5.5 mm port in the sixth intercostal space at the inferior angle of the scapula, and (3) an 11.5 mm port in the fifth intercostal space at the anterior axillary line. Histopathological examination of the resected giant bulla and the surrounding lung parenchyma showed mild emphysematous change and proliferation of smooth muscle in the peripheral airways. There were no constrictive changes of the bronchioles or dysplasia of the pulmonary vessels and inflammatory changes were minimal.\\nAfter surgical resection, her exertional dyspnea improved dramatically and the right-sided chest pain resolved. In August 2011, she was being treated with a leukotriene receptor antagonist alone.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'15975405': 1, '11757341': 1, '13077508': 1, '12428385': 1, '13179127': 1, '25530867': 2}", "similar_patients": "{}"}