{"patient_id": 82313, "patient_uid": "4528862-2", "PMID": 26425593, "file_path": "comm/PMC004xxxxxx/PMC4528862.xml", "title": "Perioperative Outcome of Dyssomnia Patients on Chronic Methylphenidate Use", "patient": "A 36-year-old female patient diagnosed with hypersomnia was scheduled to undergo hip arthroscopy for labral repair. The patient had a significant medical history of major depressive disorder, fibromyalgia, and allergic rhinitis. The patient had been taking methylphenidate extended release at a dose of 54 mg once daily for 1 year in association with short-acting methylphenidate, 10 mg BID. The physician suspected that her daytime sleepiness may be multifactorial and additional investigations ruled out obstructive sleep apnea, considering major depression and fibromyalgia as contributing factors.\\nHer medication also included lithium, 300 mg/d, valacyclovir HCl, cyclobenzaprine HCl, desvenlafaxine succinate, cetirizine, multiple vitamin, and mometasone.\\nA complete blood count, electrolyte profile, and electrocardiogram obtained prior surgery were within normal limits.\\nThe patient adjusted the methylphenidate dose prior to surgery based on her hypersomnia symptoms, achieving a stable dose of 74 mg/d.\\nTwelve hours prior to surgery, the patient discontinued all her oral medication, including methylphenidate, based on the surgeon’s office standard procedure.\\nPhysical examination on the day of surgery indicated BP - 113/70 mm Hg, pulse 66 bpm, oral temperature 98°F (36.7°C), and a respiration rate (RR) of 12 respirations per minute (rpm). The patient was classified as ASA class 2 and Mallampati class I based on her medical history and preanesthesia assessment. Standard monitoring indicated a blood pressure of 108/59 mm Hg and a heart rate of 78 bpm. After an IV line was established, midazolam was given (2 mg) as premedication. Anesthesia was carried out with fentanyl 100 mcg IV, lidocaine 60 mg IV, propofol 250 mg IV, and rocuronium 35 mg IV. Anesthesia was maintained with sevoflurane in air oxygen mixture at an average MAC value of 0.9. The procedure lasted for 3 hours. At the end of surgery, neuromuscular blockade was reversed with neostigmine and glycopyrrolate, 2 mg and 0.4 mg, respectively. Blood pressure, heart rate, and respiration rate remained stable throughout the surgery and postoperatively with a peak BP of 110/65 mm Hg, HR of 85 bpm, and RR of 16 rpm.", "age": "[[36.0, 'year']]", "gender": "F", "relevant_articles": "{'22446983': 1, '5020645': 1, '21988202': 1, '10960415': 1, '13662876': 1, '539636': 1, '29615884': 1, '22583957': 2, '21934407': 1, '11349696': 1, '16790654': 1, '574742': 1, '18055666': 1, '26425593': 2}", "similar_patients": "{'4528862-1': 2, '3407707-1': 1}"}