{"patient_id": 146854, "patient_uid": "4520044-1", "PMID": 26229250, "file_path": "noncomm/PMC004xxxxxx/PMC4520044.xml", "title": "Cutaneous metastases of prostatic adenocarcinoma", "patient": "A 55-year-old gentleman presented with papulonodular lesions and urinary symptoms since last 8 months. The papulonodular lesions were present in the suprapubic region, inner aspects of both the thighs and the scrotum. The lesions were subcutaneous in location, ranging from 0.3 to 1.5 cm in diameter, erythematous, firm, smooth surfaced and nontender []. FNAC was done from multiple nodules and smears were air-dried and fixed in 90% ethanol for Giemsa and Papanicolaou stains, respectively. Microscopic examination showed cellular smears comprised of loose clusters and scattered malignant cells having hyperchromatic nuclei, mild nuclear pleomorphism, occasional conspicuous nucleoli and scanty cytoplasm. Formation of glands by few overlapping clusters of malignant cells was also seen []. A cytological diagnosis suggestive of adenocarcinoma was given, and a biopsy for confirmation was advised. Since the patient had urinary symptoms, skin metastasis of prostate cancer was suspected, and further investigations were done accordingly. Digital rectal examination of the patient revealed an enlarged prostate which was hard, nodular, and fixed to the rectal wall. His serum prostate specific antigen (PSA) level was 45.4 ng/mL (normal value <4.0 ng/mL). Other laboratory investigations were unremarkable. Subsequently, skin and prostatic needle core biopsies were taken and submitted for histopathological examination. Hematoxylin and eosin-stained sections of skin biopsy showed infiltration by malignant cells and few atypical glands in the mid dermis. Fused ill-formed glands with ragged margins were found infiltrating in the deeper dermis and subcutis [Figure -]. Skin epithelium and superficial dermis were free of tumor infiltration. Prostatic needle core biopsy showed adenocarcinoma of Gleason's score 7 (3 + 4). Later on, radical prostatectomy was done, which was also diagnosed as adenocarcinoma of the prostate, Gleason's score 7 (3 + 4). Immunohistochemistry of skin and prostatic biopsies showed strong cytoplasmic expression of pancytokeratin [] and negative expression of high molecular weight cytokeratin 34βE12. A diagnosis of PA Gleason score 7 (3 + 4) with metastasis to the skin was made.", "age": "[[55.0, 'year']]", "gender": "M", "relevant_articles": "{'15183939': 1, '5027462': 1, '24177624': 1, '19439894': 1, '29682391': 2, '29851778': 2, '8649042': 1, '26229250': 2}", "similar_patients": "{'6392768-1': 1, '5846346-1': 1}"}