{"patient_id": 83262, "patient_uid": "4600274-1", "PMID": 26452365, "file_path": "comm/PMC004xxxxxx/PMC4600274.xml", "title": "Metastasis of differentiated thyroid cancer in the subchondral bone of the femoral head: a case report", "patient": "The patient was a 68-year-old Japanese female who had presented with left hip joint pain at age 63 years. At age 51 years, she had been diagnosed with thyroid cancer and underwent partial excision, with the pathological diagnosis being a follicular DTC. At age 62 years, she was diagnosed with cancer in the right kidney, which was totally excised.\\nAt her first visit for hip pain, physical examination of the hip and blood tests showed no abnormal findings. However, X-rays (Fig. ) and computed tomography (CT) (Fig. ) showed partial femoral head collapse. On MRI, the focal lesion of the femoral head had a band-like shape, with low intensity on T1WI and high intensity on STIR, (Fig. ). Bone scans showed no accumulation of radioactivity, except for the femoral head (Fig. ). The patient was differentially diagnosed with osteoarthritis of the hip or idiopathic necrosis of the femoral head. Because she had slight pain in the hip joint, she was followed up by X-rays of her hip joint. Three years after the initial consultation, a bone metastasis was observed in her right rib and was excised. The excised tumor was diagnosed histopathologically as a metastasis of follicular thyroid cancer. Subsequently, X-rays (Fig. ) and MRI (Fig. ) showed that the lesion and the area of collapse had expanded, with a 131 I whole-body scan showing accumulation of radioactivity in the left femoral head (Fig. ). These findings suggested that the lesion in the femoral head was a metastasis of thyroid cancer. The patient underwent bipolar hip arthroplasty (BHA) (Fig. ), with the excised femoral head diagnosed as a metastasis of follicular thyroid cancer. Histopathologic examination showed that the cancer cells were limited to the subchondral bone of the femoral head (Fig. ). The day after surgery, the patient was able to walk with full-weight-bearing. At present, 18 months after BHA, there has been no evidence of additional metastatic lesions and her Musculoskeletal Tumor Society (MSTS) score [] is 100 %.", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'11484897': 1, '9445411': 1, '18310274': 1, '10847528': 1, '11297585': 1, '24899980': 1, '8425352': 1, '22730910': 1, '11940050': 1, '21184643': 1, '9798467': 1, '21892275': 1, '21816796': 1, '10720047': 1, '21377588': 1, '29967702': 2, '17914109': 1, '25714292': 1, '7430183': 1, '26452365': 2}", "similar_patients": "{'6008661-1': 1, '6008661-2': 1}"}