{"patient_id": 76600, "patient_uid": "4131105-1", "PMID": 25143851, "file_path": "comm/PMC004xxxxxx/PMC4131105.xml", "title": "A Rare Tumor of Nasal Cavity: Glomangiopericytoma", "patient": "A 72-year-old woman attended our clinic complaining of nasal obstruction, frequent epistaxis, and facial pain for one year. She had no predisposing factor except hypertension. A reddish tumor filling the left nasal cavity was observed on endoscopy. MRI scan revealed a mass in left nasal cavity extending along the olfactory fissure area. Although the osteomeatal complex was involved, no particularity was observed on paranasal sinuses aeration. The tumor could not be distinguished from inferior and middle turbinates. The tumor was isointense (relative to normal nasal mucosa) on T1-weighted sequences and isointense-to-high signal intensity on T2-weighted sequences (Figures and ). A biopsy was taken and histologic examination of the specimen was reported as GPC. Regarding the location and moderate extension of the tumor the patient was scheduled for endoscopic surgery. A red colored, unilocular bleeding mass with a smooth surface was observed on endoscopy prior to surgery. This mass was invading the olfactory fissure area and was extending to the choana. However the osteomeatal complex was blocked, and paranasal sinuses were all free of disease.\\nHaving in mind the abundant vascular supply of GPC bipolar cautery was used for devascularization and reduction of the tumor volume to prevent hemorrhage. After shrinkage of the mass with cauterization, resection was achieved with a microdebrider. No complication or CSF leak was observed at the end of the operation. The amount of bleeding was about 20 ml (measured in the suction pump) at the end of complete endoscopic removal. Intranasal tampooning with antibiotic ointment was applied for two days. No recurrence has been observed on her 2-year follow-up endoscopy.\\nHematoxylin and eosin staining of the specimen showed that the tumor was covered with normal respiratory epithelium. Tumor with solid and diffuse pattern was localized in submucosa. Different caliber vessels were embedded within the tumor (). Some vessels had a staghorn appearance. The proliferated tumor cells were composed of each uniform and oval to spindle-shaped cell with a round nucleus, large eosinophilic cytoplasm and without nucleolus. An immunohistochemical study was performed using the Dako Envision method. The tumor cells were strongly positive to vimentin, α-smooth muscle actin (), and muscle specific actin and negative to periodic acid shift, periodic acid shift diastase, PAN cytokeratin, low molecular weight cytokeratin, epithelial membrane antigen, S-100 protein, and CD 34.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'17970438': 1, '15724732': 1, '12766577': 1, '27994648': 2, '15577808': 1, '26888045': 1, '30206803': 2, '12737303': 1, '30394841': 1, '17419897': 1, '16359538': 1, '27872540': 1, '11326569': 1, '17858068': 1, '29666086': 1, '17141101': 1, '12713565': 1, '17098342': 1, '15794546': 1, '21093999': 1, '25143851': 2}", "similar_patients": "{'6684555-1': 1, '5130329-1': 1}"}