{"patient_id": 88063, "patient_uid": "4977875-1", "PMID": 27506610, "file_path": "comm/PMC004xxxxxx/PMC4977875.xml", "title": "Angiomatous pleomorphic xanthoastrocytoma: a case report and literature review", "patient": "A 24-year-old female was admitted to our hospital. One week earlier, she had suffered a seizure that had caused a loss of consciousness lasting 15 min. She did not have headache, vomiting, visual disturbance, or hypoacusis. Her family history was not remarkable. Neurological examination revealed no abnormalities. Contrast-enhanced CT (Fig. ) and post-contrast T1-weighted MRI (Fig. ) showed a hyperintense oval mass in the left parietal lobe. Its largest dimension was 1.4 cm. T1-weighted (Fig. ), post-contrast T1-weighted (Fig. ), T2-weighted (Fig. ), and fluid-attenuated inversion recovery (FLAIR) (Fig. ) MRI showed a well-circumscribed, partially cystic mass with a focally enhancing mural nodule, minimal surrounding edema, and a mass effect in the left parietal lobe. Neuroendoscopic excision performed through a parietal hole revealed a lesion with cystic and solid components and a red-meat color in the left parietal lobe. The mass was well demarcated and adhered slightly to the surrounding normal tissue. A tumor 1.9 × 2 × 2.1 cm in size was completely resected. After 10 months of follow-up, the patient was alive with no tumor recurrence or metastasis and good seizure control.\\nThe tumor tissues were fixed in 10 % formalin and embedded in paraffin. Sections (4 μm) were cut from each paraffin block; one was stained with H&E and the others were used in immunohistochemistry (IHC) analyses. IHC staining was performed using the streptavidin-peroxidase system (Ultrasensitive; Mai Xin Inc., Fuzhou, China), according to the manufacturer’s instructions, and commercially available prediluted monoclonal antibodies against the following antigens: epithelial membrane antigen (EMA), pan-cytokeratin (AE1/AE3), vimentin, glial fibrillary acidic protein (GFAP), oligodendrocyte lineage transcription factor 2 (olig2), NeuN, synaptophysin, isocitrate dehydrogenase 1 (IDH1), CD31, CD34, S100, neurofilament protein (NF), p53, CD68, inhibin-α, D2-40, and Ki-67. For the negative controls, the primary antibody was replaced with PBS.\\nThe CFDA-approved human BRAFV600E ARMSPCR kit (Amoy Diagnostics Co. Ltd., Xiamen, China) was used to detect the BRAFV600E mutation. The quality of the extracted DNA was confirmed based on amplifications of a housekeeping gene and its analysis in the kit’s HEX channel, as recommended by the manufacturer. The amplification protocol consisted of 47 cycles (one cycle of 95 °C for 5 min; 15 cycles of 95 °C for 25 s, 64 °C for 20 s, and 72 °C for 20 s; and 31 cycles of 93 °C for 25 s, 60 °C for 35 s, and 72 °C for 20 s). FAM and HEX signals were collected during the third stage. The run files were analyzed and interpreted as specified by the manufacturer.\\nHistologically, the tumor was characterized by markedly pleomorphic tumor cells and a highly vascular configuration. At low magnification, the entire neoplasm was invested with an abundant vascular meshwork characterized by a sinusoidal configuration and venous malformation (Fig. –). The neoplastic astrocytes that composed the tumor were surrounded by a poorly canalized configuration (Fig. , ). Foci of abnormal veins of varying sizes were present within the tumor (Fig. , ). The walls of these blood vessels were of variable thickness; some were thickened and showed hyaline degeneration (Fig. ); others were large, thin-walled vessels with irregular lumens (Fig. ). There was evidence of both acute and chronic hemorrhage, with foci of hemosiderin (Fig. ). Other features of the vessel walls were focal fibrinoid necrosis, hyalinization, and a moderate infiltration of lymphocytes and plasma cells (Fig. ). The presence of fibrosis or a desmoplastic reaction suggested the secondary organization of plasma proteins that had exuded through the leaky walls of the newly formed blood vessels (Fig. ). Together, these features suggested a hemangioma. However, the sections showed the pleomorphic histology of the tumor, with a varying cell density that, at high magnification, consisted mainly of cells with significant nuclear and cellular pleomorphism (Fig. ). The spindle-shaped cells, arranged in fascicular and fibrillary patterns, occurred focally (Fig. ). Foci of calcification (Fig. ) and microcystic formation (Fig. ) were also seen among the tumor cells, which were in close proximity with the adjacent small blood vessels. Capillaries adjacent to or protruding into the tumor cell cytoplasm were detected focally (Fig. ), together with mono- or multinucleated astrocytes with a foamy or vacuolated cytoplasm (Fig. –); however, typical giant xanthoastrocytes were not observed in this case. Focal clusters of small lymphocytes with intranuclear inclusions (Fig. ) were also evident. EGB (intensely eosinophilic or pale) and eosinophilic hyaline droplets were also observed among the tumor cells (Fig. ). Despite the focal marked pleomorphism, pseudo-palisading necrosis was not present. Mitoses were < 1 per 10 high-power field (Fig. ), but atypical mitoses were absent. Silver staining revealed reticulin fibers encircling the blood vessels, but they were rare among the tumor cells (Fig. ). The EGBs stained red with periodic acid-Schiff (PAS) stain (Fig. ).\\nImmunohistochemically, the tumor cells were diffusely positive for GFAP (Fig. ), S100 (Fig. ), olig2 (Fig. ), synaptophysin, and vimentin, but negative for EMA (Fig. ), CD31, CD34 (Fig. ), NeuN, inhibin-α, D2-40, and IDH1 (Fig. ). Some areas of the tumor stained positively for NF. Although the foamy macrophages around the tumor cells stained positively for CD68, the tumor cells were completely negative. Positive nuclear staining for p53 was detected in ~50 % of the tumor cells (Fig. ). The Ki-67 labeling index was approximately 2 % (Fig. ).\\nTwo recent studies, including in pediatric and in adult patients, suggested a relationship of PXA to the BRAFV600E mutation. However, the mutation was not detected in our patient (Fig. ).", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'23460303': 1, '1394046': 1, '9888706': 1, '24345274': 1, '17337987': 1, '15455217': 1, '27157931': 1, '12234421': 1, '25448222': 1, '3673505': 1, '20573030': 1, '2547522': 1, '8800336': 1, '16850961': 1, '20655751': 1, '11371237': 1, '32238722': 1, '22203031': 1, '22340580': 1, '31595115': 1, '9236832': 1, '1962743': 1, '26414224': 1, '6194876': 1, '498051': 1, '26454767': 1, '27506610': 2}", "similar_patients": "{}"}