{"patient_id": 81791, "patient_uid": "4488576-1", "PMID": 26167320, "file_path": "comm/PMC004xxxxxx/PMC4488576.xml", "title": "A Puzzle of Vestibular Physiology in a Meniere's Disease Acute Attack", "patient": "A 54-year-old woman was diagnosed with MD in her left ear. Vertigo spells begun 30 years ago, but after three years of activity the disease entered in a quiescent phase. In March 2013 vertigo recurred and since then has been unresponsive to medical treatment. When seen for the first time in July 2014, the number of typical vertigo spells in the 6 months previous was 12; also 4 additional ones were of the Tumarkin type, and her functional level score [] was 4. PTA in the right ear was 5 dBHL and in her left ear 28 dBHL. CT scan and MRI were normal. After complete evaluation she was treated with intratympanic gentamicin ITG: August 5th and 11th and September 24th. It is interesting to mention that the external auditory canal is markedly anfractuous and the approach to the tympanic membrane is difficult; as such myringotomy was done in the anterior part of the inferior hemotympanum and a curved needle was used to deliver the gentamicin close to the round window niche. The treatment provided 1 month without any symptom and good equilibrium without increased hearing loss. Since then, vertigo spells have recurred scaling up in intensity and again one Tumarkin spell has occurred.\\nThe date seen she was in good condition; last vertigo spell was 2 days before. Tympanic membrane had healed normally. There was no spontaneous nystagmus with or without visual fixation; neither gaze evoked nor post head-shake. The vHIT was normal in terms of gain of the vestibuloocular reflex (VOR), but overt saccades were clear for yaw-axis leftward head impulses as shown in , suggesting a small reduction of VOR gain (changes in VOR at the different follows-up regarding the treatments are shown in ). Vestibular evoked myogenic potentials (VEMP) were performed with Fz 500 Hz vibration delivered with a Bruel & Kjaer minishaker. Results are shown to be normal for the right ear (both oVEMP and cVEMP) and abnormal for the left (both oVEMP and cVEMP) as shown in . Hearing loss was mild to severe in her left ear (PTA was 48 dBHL).\\nAfter clinical and laboratory evaluation and when the patient was entering the office, she began to develop a vertigo spell and concurrently an intense tinnitus and pressure sensation in her left ear. At that time a left beating nystagmus with a mean slow phase velocity (mSPV) of 9.7°/s, and suppressed by visual fixation was seen under video-Frenzel glasses; 3 minutes latter a mild (mSPV = 4.3°/s) upbeat component was added (). The nystagmus increased in leftward gaze and there was not skew deviation. In the vHIT there was an abnormal left superior VOR and this (left-anterior right-posterior) LARP plane of testing was repeated 3 times, in a period of 10 minutes, and was similar in all of them. The vertigo spell did not stop for 20 minutes and at that time was treated with sulpiride (100 mg I.M.). Three hours later the vertigo spell ended and the patient was able to return home; nystagmus was significantly reduced and vHIT returned to almost normal (precrisis) level ().", "age": "[[54.0, 'year']]", "gender": "F", "relevant_articles": "{'28018691': 2, '26932756': 1, '17414042': 1, '22801722': 1, '16080061': 1, '33193038': 1, '20632905': 1, '22869020': 1, '7675476': 1, '27632181': 1, '23533884': 2, '21840625': 1, '22865414': 1, '7289703': 1, '6603736': 1, '26167320': 2}", "similar_patients": "{'3600330-1': 1, '5149633-1': 1}"}