{"patient_id": 143268, "patient_uid": "4310914-1", "PMID": 25670959, "file_path": "noncomm/PMC004xxxxxx/PMC4310914.xml", "title": "The Effectiveness of Methylphenidate in the Treatment of Encopresis Independent from Attention-Deficit Hyperactivity Disorder Symptoms", "patient": "An eight-year-old boy was referred to our clinic with complaints of encopresis and constipation which occurs during last 2.5 years. The patient had also experienced over activity, behavior, and concentration problems since he was three years old. He was assessed by a pediatrician before admission to our clinic, and neither pathological findings nor gastroenterological disease, which could have explained the encopretic symptoms were found except the constipation during his physical examination. The patient was diagnosed with secondary encopresis (retentive type) and ADHD using the DSM-IV-TR criteria. Behavioral modifications for encopresis were planned, and 27 mg/d of long-acting methylphenidate (LA-MPH) was initiated for the patient's ADHD symptoms. However, during the next visit, which occurred before the behavioral modifications were initiated, the encopresis, ADHD, and accompanying behavioral problems had disappeared, but the patient experienced irritability and loss of appetite with the LA-MPH medication. After eight months, due to irritability and appetite problems, 25 mg/d of atomoxetine (ATX) was added to the patient's medication. Two months later, all the patient's ADHD, oppositional behavior, and encopresis symptoms had disappeared, which prompted the clinic to stop the patient's LA-MPH. After the termination of the LA-MPH, encopresis occurred every day for a week, but the ADHD and oppositional behaviors did not. The child's mother restarted the LA-MPH, and the encopresis disappeared again.", "age": "[[8.0, 'year']]", "gender": "M", "relevant_articles": "{'23282167': 1, '22388168': 1, '21130131': 1, '23680296': 1, '8126230': 1, '19377031': 1, '14960604': 1, '24168715': 1, '24251646': 1, '16525059': 1, '25670959': 2}", "similar_patients": "{}"}