{"patient_id": 145448, "patient_uid": "4421736-1", "PMID": 25984172, "file_path": "noncomm/PMC004xxxxxx/PMC4421736.xml", "title": "Is thrombotic microangiopathy a paraneoplastic phenomenon? Case report and review of the literature", "patient": "A 68-year-old woman presented with 1-week of weakness, dyspnea and several episodes of hemoptysis. Her medical history included hypertension, aortic stenosis [aortic valve area of 1.09 cm, mean gradient 19.74 mmHg on two-dimensional echocardiography (2DE)] and chronic obstructive pulmonary disease related to a 60-year smoking history. One month prior to presentation, she had experienced stiffness in her shoulders and was started on a corticosteroid, sulfasalazine and methotrexate for presumed rheumatoid arthritis. She had no recent history of a gastrointestinal illness.\\nAt presentation, she was normotensive (121/76 mmHg). Her hemoglobin was 13.3 g/dL (133 g/L), platelets 241 × 109/L and serum creatinine 1.7 mg/dL (150 μmol/L). Blood cultures were negative, and chest X-ray showed non-specific bilateral interstitial markings. She was admitted with a presumptive diagnosis of congestive heart failure and pneumonia. Her sulfasalazine and methotrexate were held.\\nTransthoracic 2DE revealed normal left ventricular function and unchanged aortic stenosis. Her right ventricular systolic pressure was estimated to be 57 mmHg. Urinalysis showed trace protein and moderate blood. Abdominal ultrasound revealed normal-sized kidneys without evidence of obstruction.\\nBy her 12th day of admission, her hemoglobin was 9.9 g/dL (99 g/L), platelets 63 × 109/L, serum creatinine 5.9 mg/dL (523 μmol/L) and blood urea nitrogen 120 mg/dL (43 mmol/L). Her LDH was 442 U/L, haptoglobin 1.1 mg/dL (0.11 g/L) and reticulocyte count 143 × 109/L. An autoimmune workup was positive for anti-nuclear antibody (ANA) in anti-centromere pattern (1:320). Her C4 was normal at 0.18 g/L, and C3 was mildly decreased at 0.87 g/L. Antineutrophil cytoplasmic antibodies, rheumatoid factor and antiextractable nuclear antigen antibodies were negative. Red blood cell fragmentation was noted on her blood film, prompting a renal biopsy that was consistent with a TMA (). She was transferred to a tertiary care hospital for PLEX.\\nHer ADAMTS-13 activity (drawn prior to the first cycle of PLEX) was estimated by qualitative collagen binding assay and was normal []. She was started on an angiotensin receptor blocker that was eventually changed to an angiotensin-converting enzyme-inhibitor following discontinuation of PLEX. She required ongoing hemodialysis and platelet transfusions. Bone marrow biopsy was normal. She received nine daily 1–1.5 plasma volume exchanges with cryosupernatant plasma, without a response in platelet count [platelets were 49 × 109/L and hemoglobin 8.4 g/dL (84 g/L) on Day 9]. PLEX was discontinued due to lack of response.\\nA thoracic computed tomography scan demonstrated a 4.4 cm by 3.1 cm mediastinal mass which was not seen on chest X-ray as well as enlarged mediastinal lymph nodes (largest 1.5 cm) and pleural effusions (). A biopsy was not pursued because of her deteriorating status. She died on her 31st day of admission following sudden onset of confusion and hepatitis.\\nAutopsy findings included an acute organized lung injury, extensive steatohepatitis and renal cortical infarctions. A high-grade malignancy was found in her mediastinum involving multiple lymph nodes. Tumor cells showed marked variability in size and shape, with nuclei having a characteristic ‘salt and pepper’ pattern by hematoxylin and eosin staining (). Immunostaining on the largest node was positive for CD56, synaptophysin, chromogranin (), low-molecular weight cytokeratin and pan-keratin but was negative for TTF-1, S100 and CD45. Transmission electron microscopy revealed intracytoplasmic membrane-bound neuroendocrine granules within tumor cells (). Overall, these findings were consistent with neuroendocrine carcinoma and did not support a diagnosis of melanoma, lymphoma or bronchogenic carcinoma. No definitive primary lesion was identified.\\nA post-mortem quantitative enzyme immunoassay for ADAMTS-13 activity using frozen serum demonstrated actually revealed mild deficiency prior to PLEX at 0.45 U/mL [].", "age": "[[68.0, 'year']]", "gender": "F", "relevant_articles": "{'17601770': 1, '18946330': 1, '19420368': 1, '33889338': 2, '12923683': 1, '12660343': 1, '14755376': 1, '17227897': 1, '16934083': 1, '2497229': 1, '25984172': 2}", "similar_patients": "{'8043530-1': 1}"}