{"patient_id": 76455, "patient_uid": "4120915-1", "PMID": 25120935, "file_path": "comm/PMC004xxxxxx/PMC4120915.xml", "title": "Pneumoperitoneum with Subcutaneous Emphysema after Percutaneous Endoscopic Gastrostomy", "patient": "A 45-year-old woman, who was diagnosed as having Neuro-Behçet's disease (NBD), was admitted to our hospital with fever and cough. A PEG was performed 15 days ago due to the swallow dysfunction and standard enteral nutrition was applied after the procedure without any complaint. Her physical examination revealed a subcutaneous emphysema but there was no sign of peritoneal inflammation and symptoms of acute abdomen due to her neuromuscular disease. Also there was no wound infection around the PEG-tube. Her fever was 38,3 C. The hemoglobin concentration was 9.5 g/dL (12–16 gr/dL), leukocyte count was 9.8 K/uL (4–10 K/uL), platelet count was 215 K/uL (150–450 K/uL), and C-reactive protein level was 6.4 mg/dL (0-1 mg/dL). Liver and renal function tests were normal. Thoracoabdominal computerized tomography (CT) showed the presence of pneumoperitoneum with subcutaneous emphysema over the abdomen wall extending to the cervical and lomber region. The PEG tube was in the stomach in CT but the gastric wall was not attached to the abdominal wall ().\\nAfter pulling up the PEG-tube and fixing the gastric wall to the abdominal wall, we checked the tube's position by a plain abdominal graph with contrast given through PEG catheter and there was no extra luminal contrast leakage ().\\nEnteral feeding was stopped and intravenous hyperalimentation was given after repositioning of the tube. Because of the fever and high levels of CRP, blood, urine, and deep tracheal aspiration (DTA) cultures were obtained. The culture results of DTA were positive for Klebsiella pneumonia so Ertapenem therapy was ordered according to the antibiogram results. The subcutaneous emphysema resolved within 7 days. We started enteral nutrition again seven days after admission, but there was a leakage back to the skin around the PEG tube. We replaced the PEG-tube with a 20-F foley catheter and fixed it to the skin with sutures. After this replacement, tube feeding was resumed successfully for seven days. On the fourteenth day of her admission, a new PEG catheter was inserted from another part of the stomach and the transient foley catheter was removed. No recurrence of leakage, pneumoperitoneum, and emphysema developed (). She was discharged seventeen days after her admission.", "age": "[[45.0, 'year']]", "gender": "F", "relevant_articles": "{'3803838': 1, '11801956': 1, '16782532': 1, '7469175': 1, '7260528': 1, '18679534': 1, '8673334': 1, '12791167': 1, '7480742': 1, '7044684': 1, '20962254': 1, '16997615': 1, '29657741': 1, '3134806': 1, '6780678': 1, '22233947': 1, '1906415': 1, '10570364': 1, '25120935': 2}", "similar_patients": "{}"}