{"patient_id": 146507, "patient_uid": "4496840-1", "PMID": 26167363, "file_path": "noncomm/PMC004xxxxxx/PMC4496840.xml", "title": "Selective dorsal rhizotomy for spastic diplegia secondary to stroke in an adult patient", "patient": "A 46-year-old man, former professional athlete, presented with a hypertensive stroke secondary to use of intravenous (IV) drugs, including heroin and cocaine. While admitted to the hospital, it was discovered that he was human immunodeficiency virus (HIV) positive. The patient's stroke resulted in hypoxic-ischemic brain damage leading to severe spasticity. He developed 4/5 bilateral lower extremity spastic diplegia as per the Ashworth scale. Weakness of his right arm and face were additionally noted. The patient's speech was dysarthric but understandable.\\nFor 7 years poststroke, the patient underwent physical therapy, botulinum toxin injections, and took oral baclofen for his increased tone without relief. The patient was wheelchair bound due to the increased tightness and loss of strength in both of his legs. He was unable to stand up or mobilize independently, and needed assistance with daily activities such as bathing and dressing. The goals of his spasticity management included improvement in mobility and gait, as well as a better range of motion. Unable to achieve these goals with pharmacological treatment, his physiatrist administered an intrathecal test dose of baclofen through a lumbar puncture. A test dosage of 75 ug of ITB was administered. The patient responded positively and underwent surgical implantation of a 40 ml SynchroMed II pump with a T10 level catheter. Postoperatively, the patient did well and was transferred back to inpatient rehabilitation after 48 hours of flat bed rest and IV cefazolin.\\nTwo weeks postoperatively, the patient developed leakage of CSF from the lumbar incision and was subsequently transferred back to the neurosurgical service. The lumbar incision was oversewn and a lumbar puncture below the level of the catheter was done. A pressure of 24 cm H2O was documented. A computed tomography scan of the head showed mild to moderate ventricular enlargement. The next day, a right frontal Codman ventriculo-pleural shunt was placed. The patient's ventricular CSF did not initially show any bacteria. However, the following day the lumbar puncture CSF grew Staphylococcus epidermidis, sensitive to oxacillin. The patient was placed on IV antibiotics to prevent infection of the newly placed pump.\\nAfter finishing 8 weeks of IV antibiotics, another area of the patient's incision site opened. Subsequently, the patient received a peripherally inserted central catheter line for another round of IV antibiotics. Due to these recurrent infections, it was decided to remove the patient's right-sided pump, and replace it with a new pump and spinal catheter on the left-side of his body. Postoperatively, the patient developed an infection at the abdominal incision site of the second pump, and the device was removed. At this time, the patient developed deep vein thrombosis and sepsis, and received 45 days of IV antibiotics through long-term IV access. Although the HIV was under control and the viral load was undetectable, it was believed that the patient's recurrent infections were due to his immunocompromised status. In addition, his urinary and fecal incontinence may have contributed to recurrent lower abdominal infections, secondary to contamination from his diaper.\\nAt this time, botulinum toxin injections were re-instituted as the primary treatment for the patient's spasticity: 600 units of botulinum toxin were administered in the adductors, plantar flexors, and hamstrings every 3 months. He reported improvement of his gait 2 weeks after each injection, and experienced maximum effect of the treatment 4 weeks postinjection. The patient was able to walk with a rolling walker; however, he noted difficulty with balance while standing. The effect of the botulinum toxin lasted approximately 2.5 months before wearing off. The patient became septic with a Staphylococcus infection secondary to multiple, recurrent intramuscular botulinum toxin injections.\\nAt this point, almost all options were exhausted, and the neurosurgeon proposed a SDR. The patient was explained the risks and unknown but potential benefits of SDR. The surgery would reduce the patient's tone, but could make it difficult for him to walk postprocedure if he was currently using his tone to ambulate. The risk of numbness in lower extremities, neurogenic bladder, and CSF leak were also discussed. The patient agreed to the procedure in an attempt to eliminate or decrease the frequency of the botulinum toxin injections.\\nThe patient underwent selective dorsal rhizotomies at levels L2-S1 bilaterally. Osteoplastic laminectomies were performed from L1 to L5. The dura was retracted laterally. The L2 nerve root on the left was dissected out and confirmed electrically. The nerve root was separated out into the ventral motor and the sensory dorsal portions. Each dorsal sensory nerve was isolated using intraoperative microscopic dissection, and the rootlets were separated into thirds or quarters. Each motor nerve was stimulated, and then each sensory rootlet was stimulated. Rootlets were sectioned if stimulation of the rootlet was associated with clonus and prolonged contraction of the involved muscle groups. This was repeated for L2 through S1 bilaterally based on electrophysiological stimulation and the observed and recorded results. Approximately 50–75% of each dorsal sensory nerve on each side was sectioned.\\nSpinal nerve root function was tested in this procedure by recording spontaneous and electrically-triggered EMG activity from iliopsoas, adductor, quadriceps, tibialis anterior, gastrocnemius, biceps femoris, and external anal sphincter muscles innervated by these roots. Portions of these roots were selectively sectioned based on triggered EMG discharge patterns.\\nAt completion of the dorsal rhizotomy, the dura was sewn closed with a 6–0 Nurolon. The lamina of L1 through L5 was put back into position and laminar fusion was done using the Synthes laminar plating system. An epidural spinal catheter was placed for pain management control. There were no intraoperative complications.\\nPostoperatively, the patient did well and was transferred back to inpatient rehabilitation. His spasticity was significantly reduced according to the Ashworth scale. Prior to his SDR, his lower extremity spasticity was 4/5. Postoperatively after SDR, this patient's Ashworth scale is consistently 1/5 bilaterally. The patient experienced no numbness or change in bowel and bladder control postsurgically.\\nAt the present time, 3 years postsurgery, the patient attends physical therapy twice a week. The patient has no spasticity. Although he still requires assistance to ambulate, he experiences increased comfort due to the reduction of his tone and associated pain. The patient continues to present with lower extremity weakness and cannot stand without support. His muscular strength is about 3/5 in both legs proximally and 2/5 distally. This weakness resulting from the stroke is permanent and cannot be improved via a dorsal rhizotomy, as most poststroke paresis is irreversible after 6 months. His hydrocephalus is well-controlled with his shunt set at 180 mm H2O. His HIV viral load is undetectable. The patient is extremely satisfied with the outcome of his dorsal rhizotomy.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'25398671': 1, '23885710': 1, '19077294': 1, '24973568': 1, '12929289': 1, '16121998': 1, '10641698': 1, '18754905': 1, '29412426': 1, '15301690': 2, '11811645': 1, '16871864': 1, '26869793': 1, '17643249': 1, '8124676': 1, '8959459': 1, '9112967': 1, '12593613': 1, '25460226': 1, '15113485': 1, '19643348': 1, '24175866': 1, '19818910': 1, '15765194': 1, '26167363': 2}", "similar_patients": "{'514562-1': 1}"}