{"patient_id": 150345, "patient_uid": "4750266-1", "PMID": 26933287, "file_path": "noncomm/PMC004xxxxxx/PMC4750266.xml", "title": "Severe iatrogenic nostril stenosis", "patient": "A 27-year-old female patient was referred to a plastic surgeon, complaining about nasal obstruction and severe nasal deformity.\\nPast medical history showed three rhinoplasty operations when the patient was 18, 20 and 25-year-old. In the clinical examination, bilateral vestibular stenosis was obvious. There was a significant notch in right ala that made the reconstruction more complicated. There was no shortening of columella and its projection was sufficient [].\\nIn order to reconstruct the nostrils, composite grafts were harvested from each ear lobe bilaterally (size: 10 mm × 5 mm × 4 mm) and its central fat was removed partially. A 25 mm × 3 mm × 1 mm graft from ear concha was harvested with post auricular incision as an alar strut graft to reconstruct the right alar notching []. After harvesting grafts, bilateral alar base incisions were done and adhesions released and the obstructing cicatrix was excised, then a tunnel was created under the remaining alar cartilage for insertion of 2.5 cm long alar strut cartilage graft in order to correct the right alar notching. Alar strut grafts were sandwiched through this tunnel and continued to piriform aperture in the alar base. Ear lobe composite grafts were sutured to alar base defects bilaterally.\\nIt should be noticed that we did not use a columellar incision (the common approach) because of severe fibrosis and adhesion and weak blood supply in collumela due to previous operations [].\\nA prefabricated nostril retainer was applied to preserve the anatomy of reconstructed areas and prevent post-operative contraction. The retainer was used for 3 months. The follow-up visits showed no complication. Photographs was taken 6 months post operation with good nasal valve and no difficulty in breathing [].", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'15990236': 1, '9711514': 1, '28216834': 1, '7870785': 1, '21381623': 1, '10580253': 1, '10740172': 1, '1562843': 1, '18520883': 1, '1772232': 1, '18515201': 1, '26933287': 2}", "similar_patients": "{}"}