{"patient_id": 138992, "patient_uid": "4028528-1", "PMID": 24851073, "file_path": "noncomm/PMC004xxxxxx/PMC4028528.xml", "title": "A case of ampullary gangliocytic paraganglioma", "patient": "A 41-year-old female was admitted due to a history of abdominal pain. On admission, the patient had no gastrointestinal symptoms. She had no significant past history or family history. Routine hematologic, biochemical, and tumor marker tests were all normal. Contrast-enhanced computed tomography (CT) revealed a well-defined, enhancing, 2-cm, oval-shaped mass in the second portion of the duodenum, adjacent to the AOV. The biliary tree was not dilated. Magnetic resonance cholangiopancreatography showed a well-defined, 2-cm, oval-shaped subtle T2 hyperintense lesion in the second portion of the duodenum, adjacent to the AOV, as well as a normal common bile duct. Upper gastrointestinal endoscopy revealed a 2-cm subepithelial tumor in the ampullary portion of the duodenum (). Endoscopic ultrasonography showed a hypoechoic mass confined to the submucosal layer. Needle cutting was performed, followed by deep subepithelial forceps biopsy. Histopathology revealed spindle cells, ganglion-like cells, and epithelioid cells in the submucosal layer of the duodenum (). This case showed characteristic histologic features of a tumor composed of three cell types (epithelioid, spindle, and ganglion), which classified the tumor as a GP. Immunohistochemical staining for the S-100 protein revealed strong positive reactions in the spindle cells. The epithelioid and ganglion-like cells both expressed synaptophysin (). The immunohistochemical results confirmed the diagnosis of GP. The tumor was resected using endoscopic mucosal resection (EMR) (). Histology showed a well-demarcated lesion in the submucosal layer of the duodenum (). No distant metastasis was evident on positron emission tomography-CT. A follow-up upper gastrointestinal endoscopy performed 2 months later revealed scar formation in the resection site with convergence of the surrounding folds. The patient remains well with no tumor recurrence 6 months after the EMR procedure.", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'28458307': 1, '16047009': 1, '30565068': 1, '17145056': 1, '26328037': 1, '25859840': 1, '27810610': 1, '32309486': 1, '920868': 1, '2877566': 1, '2578747': 1, '22328163': 1, '6972163': 1, '14745252': 1, '28213067': 1, '24851073': 2}", "similar_patients": "{}"}