{"patient_id": 152208, "patient_uid": "4876653-1", "PMID": 27275080, "file_path": "noncomm/PMC004xxxxxx/PMC4876653.xml", "title": "A rare complication of tracheal intubation", "patient": "A 30-year-old pregnant woman (58 kg, 157 cm) at 33 weeks gestation was admitted to our Intensive Care Unit (ICU) with DSS. After being fluid resuscitated, she developed acute respiratory failure likely to be secondary to fluid overload. A trial of noninvasive ventilation was started to which she failed to response. Hence, a decision was made to proceed with TI.\\nFollowing a rapid sequence induction, a grade I laryngoscopic view was obtained, and the trachea was smoothly intubated with a 7.0-mm internal diameter standard endotracheal tube (ETT). The tube was secured with its 20-cm mark at the incisor. A central venous line was uneventfully inserted over her right internal jugular vein under ultrasound guidance. Postintubation, her oxygenation deteriorated further. The peak inspiratory pressure (PIP) increased to 35 cm H2O, and she became more tachycardic and hypertensive. On auscultation, breath sounds (BS) were heard over the left lung fields but were reduced overall the right lung fields with fine crepitations up to mid-zones of both lungs. Portable chest radiograph (CR) was obtained, but the result was not immediately available. Our differential diagnosis at this point was right-sided pneumo- or hemothorax. However, there were no hyper-resonance or stony dullness on percussion to suggest these possibilities. Misplacement of the tube endobronchially was not considered because the ETT would usually enter the RMB causing reduced BS over the left lung instead. Finally, we concluded that the hypoxemia was due to the progression of her lungs condition to severe pulmonary edema.\\nIn view of her worsening condition, the obstetric team planned for emergency cesarean section for maternal indication. While waiting for the surgery, the CR became available 1 h later, showing a complete whiteout of the right hemithorax with the tip of the ETT in the LMB []. The ETT was pulled back 2 cm, backing it out to 18 cm at the incisor. However, the patient continued to have decreased BS over the right lung, and her oxygenation did not improve. At this point, we did not withdraw the tube further for two reasons: (1) It was already at the minimum expected depth for the patient and (2) should dislodgement of the tube occurs while withdrawing it, the risk of aspiration is high due to pregnancy. Hence, we planned for a fiber optic bronchoscopy (FB) in the operation theater at the end of surgery to look for the cause of the decrease right-sided BS.\\nDuring transportation and the intra-operative period, the oxygen saturation maintained at about 95% under 100% inspired oxygen. At the end of the surgery, FB was performed, which showed six bronchial rings from the tip of the ETT before a bifurcation. This was identified as the division of the LMB into the secondary bronchi of the upper and lower lobes of the left lung. Recognizing that the ETT was still in the LMB, we pulled it back another 3 cm such that its tip was 2 cm above the carina. The ETT was then re-secured with its 15-cm mark at the incisor. The patient suddenly had a full return of BS over the right lung, her oxygen saturation slowly improved to 100% and the PIP decreased to about 25 cm H2O.\\nPostoperatively, she was returned to the ICU for optimization and weaning from the ventilator. Repeat CR showed good re-expansion of the right lung parenchyma with the ETT tip at 2 cm above the carina []. She was extubated on the first postoperative day and was discharged well to the ward about 24 h later. In the ward, she continued to do well until hospital discharge 5 days later.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'17312220': 1, '21156976': 1, '23814990': 1, '6518051': 1, '8447866': 1, '2757282': 1, '17454811': 1, '18424655': 1, '34527258': 1, '27275080': 2}", "similar_patients": "{}"}