{"patient_id": 79963, "patient_uid": "4346118-1", "PMID": 25881250, "file_path": "comm/PMC004xxxxxx/PMC4346118.xml", "title": "Successful treatment of severe sepsis and diarrhea after vagotomy utilizing fecal microbiota transplantation: a case report", "patient": "Our patient was a 44-year-old woman who underwent proximal gastrectomy and bilateral truncal vagotomy for a gastric neuroendocrine tumor. Her immediate postoperative course was uneventful, and no surgical complications, such as anastomotic fistula, were observed. On the third postoperative day, she presented with abdominal discomfort and bloating, nausea and vomiting (Figure ). On the fourth postoperative day, the patient developed severe, watery diarrhea. Her blood pressure suddenly decreased to 60/38 mmHg for unknown reason. An examination revealed that her body temperature was 37.2°C, her pulse was increased at 126 beats/minute, her respiratory rate was 28 breaths/minute and her blood oxygen saturation was 86%. A complete blood count was obtained, and the results revealed a white blood cell count of 2.9 × 109/L with 83% neutrophils and 13% lymphocytes. Analysis of blood gas showed that the patient’s blood lactate level was 8.2 mmol/L and base excess was −9.2. Serum level of C-reactive protein (CRP) was 143.4 mg/L. Blood and urine were collected for bacterial culture, and both test results were negative. The patient was urgently transferred to the ICU. On the fifth postoperative day, her temperature rose to 39.6°C and her pulse rate was 145 beats/minute, and she developed respiratory distress (Additional file ). Endotracheal intubation was performed to allow mechanical ventilation (Figure ). Her degree of diarrhea was aggravated, with a passage of greenish, watery liquid exceeding 1,800 ml. Her white blood cell count had increased to 7.9 × 109/L, and the proportion of neutrophils had risen to 98%. Her platelet count had decreased, and a coagulation test showed a prolonged time to coagulation. Sulbactam, ornidazole, vecuronium, norepinephrine, hydrocortisone and intensive intravenous fluids were administered, owing to concern about septic shock []. The patient was then treated with venovenous extracorporeal membrane oxygenation (VV-ECMO) via percutaneous access and continuous renal replacement therapy (CRRT). During the following days, the patient’s vital signs and clinical condition gradually stabilized. VV-ECMO and CRRT were stopped on the 12th postoperative day, but the patient’s diarrhea did not shown any improvement. On the next day, her fever reoccurred, with a peak temperature of 38.7°C (Additional file ). Her white blood cell count rose further to 18.0 × 109/L with 89% neutrophils and 10% lymphocytes. Her blood cultures now yielded Acinetobacter baumannii and Enterococcus faecalis, revealing a polymicrobial sepsis. Multiple antibiotics, including imipenem, caspofungin, penicillin and/or linezolid, and even probiotic bifidobacteria, were administered. Abdominal computed tomography (CT) was performed on days 15 and 22 postsurgery, and no intraabdominal free fluid or abscesses was noted (Additional file and Additional file ). The therapeutic strategies with antibiotics and probiotic were continued until 28 days, when the patient still had a fever (38.3°C) and the volume of watery stools reached 2,855 ml. On that day, the patient’s blood culture grew Propionibacterium acnes. Her white blood cell count returned to normal, but her CRP level remained as high as 103.3 mg/L. The timeline shown in Figure depicts the temporal course of our patient’s treatment.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'28436424': 1, '22290405': 1, '19343057': 1, '19892944': 1, '30526610': 1, '31456801': 1, '29136126': 1, '27448587': 1, '23323867': 1, '34712743': 1, '11445675': 1, '27751177': 2, '30898652': 1, '27233894': 2, '33768014': 1, '32487252': 1, '34815646': 1, '18158437': 1, '27421985': 1, '31151471': 1, '34768350': 1, '23778796': 1, '27837233': 1, '33363537': 1, '30446486': 1, '15596865': 1, '31817895': 1, '18199029': 1, '12490963': 1, '27602409': 1, '17943117': 1, '28333760': 1, '10839541': 1, '26939622': 1, '34680092': 1, '18005726': 1, '21926217': 1, '15790844': 1, '18678663': 1, '33076940': 1, '30250472': 1, '1640320': 1, '21150894': 1, '17488738': 1, '31639033': 1, '8551029': 1, '33510784': 1, '12700374': 1, '32204720': 1, '9505882': 1, '22547905': 1, '28375516': 1, '28092310': 1, '26980423': 1, '27989233': 1, '10940278': 1, '34946386': 2, '28286161': 1, '24025340': 1, '23433407': 1, '34985651': 1, '12358257': 1, '32649987': 1, '29602843': 1, '3447015': 1, '27525063': 1, '29524068': 1, '10403734': 1, '31114571': 1, '10921597': 1, '19222573': 1, '25881250': 2}", "similar_patients": "{'8701011-1': 1, '5067912-1': 1, '5067912-2': 1, '4884352-1': 1}"}