{"patient_id": 77575, "patient_uid": "4197272-1", "PMID": 25294308, "file_path": "comm/PMC004xxxxxx/PMC4197272.xml", "title": "Extrapontine myelinolysis associated with pituitrin: case report and literature review", "patient": "A 24-year-old Chinese woman was transferred to our neurology department presenting with dysarthria and quadriparesis. The patient had a medical history of tetralogy of Fallot since infancy with resulting cyanosis. Corrective surgery was undertaken 4 years ago, and she had been stable and functionally well since then. She had no other comorbid conditions such as alcoholism, malnutrition, hepatic cirrhosis or renal insufficiency. The episode began when the patient contracted repeated minor hemoptysis, she received conventional therapy with aminomethylbenzoic acid and etamsylate without efficiency. On the fifth day, she began to get a fever and was transferred to the emergency room in our hospital.\\nOn admission, her symptoms worsened with a massive hemoptysis, and pituitrin was prescribed to control the bleeding. Further assessment of the origin of bleeding by computed tomography (CT) angiography of the chest showed that the right bronchial artery was slightly dilated, and a multidisciplinary consultation suggested expectant treatment with pituitrin instead of bronchial artery embolization. Pituitrin (18 U in 30 ml of saline) was administered by intravenous drip continuously at a rate of 2 ~ 3 ml/h via a pump for six days. On the fourth admission day, the patient became nauseous and exhibited generalized weakness. Blood tests revealed a profound hyponatremia with a sodium level of 118 mmol/L, a serum osmolality of 253 mOsm/kg H2O, and hepatic and renal functions were normal. Other biochemical tests showed normal thyroid function, and serum cortisol and adrenocorticotropic hormone were within the normal range. The patient was resuscitated with i.v. hypertonic saline, and the sodium level was 140 mmol/L four days later (Figure ). Unfortunately, the next day she deteriorated once more, initially developing dysarthria and quadriparesis. An immediate CT of the head presented normal, and she was transferred to our neurology department. During the course, she developed involuntary movements, mainly paroxysmal oromandibular dystonia and myoclonus in the left upper limb. Magnetic resonance imaging (MRI) showed bilateral symmetric basal ganglia lesions consistent with EPM (Figure ). She was treated mainly with corticosteroid, diazepam and hyperbaric oxygen therapy and was discharged with few residual symptoms (speaking with relative fluency and walking on her own without involuntary movements).", "age": "[[24.0, 'year']]", "gender": "F", "relevant_articles": "{'23660544': 1, '32190632': 1, '24569125': 1, '14978147': 1, '21294429': 1, '12018668': 1, '18683472': 1, '15316041': 1, '12473403': 1, '10824078': 1, '16731027': 1, '21196800': 1, '16687066': 1, '19523571': 1, '14072231': 1, '9177375': 1, '11148672': 1, '16132782': 1, '17305665': 1, '25294308': 2}", "similar_patients": "{}"}