{"patient_id": 143835, "patient_uid": "4348540-1", "PMID": 25740905, "file_path": "noncomm/PMC004xxxxxx/PMC4348540.xml", "title": "A case of popliteal artery stenosis: masquerading as an infective foot ulcer in a young male traveller", "patient": "A 24-year-old male attended the department with a painful ulcer under the third metatarsal head of his left foot. The foot was erythematous, swollen and hot to touch. This ulcer had been present for 2 months prior to presentation following a skin laceration sustained while travelling in Thailand. The patient had received antibiotic therapy and surgical debridement on two occasions while abroad; however, the ulcer had failed to heal. On closer questioning the patient reported that he sustained the injury while walking close to coral reef in the sea in Thailand. There had been no history of freshwater exposure, drug misuse or of any risk-taking behaviour. He had no past medical history.\\nInitially, the patient was treated with empirical antibiotics on instruction from our microbiology department. Wound swabs grew Proteus sp., Provalencia sp. and Mirabilis. Antibiotic therapy was altered according to these sensitivities, and the erythema and swelling began to settle over the coming weeks. Unfortunately, the ulcer continued to enlarge and a MRI scan of the left foot revealed increased uptake in the third toe and metatarsal head indicating underlying osteomyelitis.\\nThe ulcer was formally explored and debrided in theatre. During surgery, it proved necessary to amputate the third toe and metatarsal head as they could not be salvaged due to infective destruction. On conclusion of the procedure, the tourniquet which had been applied to the lower limb was deflated and it was noted that the left foot was slow to reperfuse. A vascular opinion was sought.\\nVascular studies were requested. Ankle brachial pressure index (ABPI) in the left leg was 0.46 when compared with 0.82 in the right leg, indicating a significant decrease in arterial blood flow to the left foot. A CT femoral angiogram demonstrated a left popliteal short segment occlusion with reforming of the tibio-peroneal trunk with small vessels. On detailed probing, a history of intermittent claudication was revealed with a claudication distance of ∼100 m.\\nSubsequently, a left superficial femoral artery to popliteal artery bypass was performed by the vascular team using a reverse vein graft. Within 6 weeks, all antibiotic therapy had been stopped and the wound from amputation on the left foot had completely healed.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'21466718': 1, '16034745': 1, '21382212': 1, '21885475': 1, '12591664': 1, '19240818': 1, '25740905': 2}", "similar_patients": "{}"}