{"patient_id": 153559, "patient_uid": "4979328-1", "PMID": 27563621, "file_path": "noncomm/PMC004xxxxxx/PMC4979328.xml", "title": "A rare case of regression of brown tumors of tertiary hyperparathyroidism after parathyroidectomy and renal transplant: A 5-year follow-up", "patient": "A 19-year-old man, Caucasian, was referred to our Oral and Maxillofacial Surgery Service for evaluation of swellings in the maxilla and mandible. The patient had been diagnosed with secondary HPT due to chronic renal failure in the final stage, whose cause was a urinary tract infection. The patient was in a generally debilitated state, making hemodialysis sessions 3 times a week []. Physical examination revealed that he was short of stature and had vertebral scoliosis. Intraoral inspection revealed an asymptomatic swelling in the anterior palate with a bony consistency, with crackling on some points, measuring approximately 5.0 cm in diameter [], which had commenced 2 years previously. Intraoral examination also showed an increase in volume in the anterior region of the mandible with a bony consistency, asymptomatic, measuring approximately 4.0 cm in diameter [], also with the same time course. The teeth-related injuries had no mobility, had vitality, no resorption and were displaced. Radiographic examination demonstrated generalized demineralization of the bones. A skull radiograph disclosed a “ground-glass” or “salt and pepper” appearance of the calvarium and loss of cortical lines []. The panoramic radiograph revealed a thinning of the trabecular bone, resulting in an appearance similar to “ground-glass” or “salt and pepper” []. The intraoral radiograph showed a generalized loss of lamina dura of the most teeth of the maxilla and mandible [Figure and ]. The X-rays of hands showed metastatic calcifications in the joints and subperiosteal resorption of the phalanges []. Laboratory tests were abnormal, confirming the diagnosis of HPT. Initial investigations showed elevated levels of PTH 1490 pg/ml, calcium 12.0 mg/dl, phosphate 6.1 mg/dl, and alkaline phosphatase 320 U/L. The hemoglobin level was 6.8 g/dl due to decreased levels of erythropoietin. From the above data, we opted for the incisional biopsy of lesions. The histopathology report showed giant cell lesion (brown tumors of HPT) []. The diagnosis was suggested by the clinical history and confirmed by biochemical, radiological, and histopathologic examinations. Parathyroid glands fine needle aspiration was performed. The result, associated with clinical and laboratory findings, revealed a case of hyperplasia of the parathyroid glands. Because of parathyroidectomy has already been scheduled, it was decided to follow the lesions with the expectation of remission after surgery of the parathyroid glands. Approximately, 2 months after our evaluation, after regression of the symptoms of anemia, the patient underwent parathyroidectomy. The biopsy performed confirmed the diagnosis of glandular hyperplasia. One of the parathyroid glands was reimplanted in the right forearm to maintain PTH levels within normal levels. Laboratory tests were within the normal levels 5 months after parathyroid surgery, with regression of the lesions, and the patient underwent renal transplantation. The patient was followed up for 5 years, showing improvement in overall clinical status []. The pattern of trabecular bone of the jaw has also improved [Figure –], and the lesions of the maxilla and mandible healed [Figure and ]. We also observed the disappearance of metastatic calcification and supraperiosteal resorption of the phalanges [Figure and ].", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'16798410': 1, '15711688': 1, '26331231': 1, '18311499': 1, '32911586': 1, '10872194': 1, '15381615': 1, '15472654': 1, '17249437': 1, '20345386': 1, '14613089': 1, '30484132': 1, '27563621': 2}", "similar_patients": "{}"}