{"patient_id": 75336, "patient_uid": "4039102-1", "PMID": 24883156, "file_path": "comm/PMC004xxxxxx/PMC4039102.xml", "title": "IgG4-Related Esophageal Disease Presenting as Esophagitis Dissecans Superficialis With Chronic Strictures", "patient": "A 63-year-old Caucasian woman was evaluated for a 10-year history of progressive odynophagia and dysphagia. Her medical history was positive for primary biliary cirrhosis, Sjogren disease, Raynaud disease, asthma, transient cerebral ischemia and osteoporosis.\\nThis patient was initially evaluated in gastroenterology in 2001 for symptoms of heartburn and dyspepsia. An esophagogastroduodenoscopy (EGD) done at that moment revealed a distal oesophagitis (Los Angeles grade A) with superficial erosions. The presumed diagnosis was gastroesophageal reflux disease (GERD) and she was treated with esomeprazole, a proton pump inhibitor, at a standard daily dose.\\nAfter an initial improvement of 2 years, she experienced recurrent episodes of odynophagia and dysphagia localized behind the lower sternum. In 2004, she had a second EGD that was normal. An esophageal manometry and a gastric emptying test were also normal. However, an ambulatory intraesophageal pH monitoring under esomeprazole revealed significant acid reflux. The patient was then treated with a twice-daily dose of pantoprazole. A coloscopy done for symptoms of constipation was also normal.\\nDespite this standard treatment, odynophagia persisted and was associated with weight loss. In spring 2005, two other EGD at 2-month interval showed a circumferential severe ulcerative esophagitis on the lower two-thirds of the esophagus. Esophageal biopsies excluded any fungal or viral infection and demonstrated only non-specific inflammation without eosinophilia. Bullus pemphigus was excluded by the absence of separation of the suprabasal level of epithelium on biopsy specimen and the absence of clinical history of skin involvement. Absence of bowel symptoms, anormal abdominal CT scan and a second negative colonoscopy made inflammatory bowel disease unlikely. Serologies and capillaroscopy were negative for connective tissue disorders such as scleroderma. A thoracic and abdominal CT scan did not reveal sign of neoplasia except for four pulmonary nodules of less than 5 mm. Two of them were adjacent in the right middle lobe and the others were in different segments of the right lower lobe. These nodules were considered benign because they did not grow after several months of follow-up and a bronchoscopy was normal.\\nIn winter of 2006, she was hospitalized for severe odynophagia and progressive dysphagia. The EGD revealed ulcerations with a friable and sloughing mucosa on the distal two-thirds of the esophagus, an image consistent with esophagitis dissecans superficialis. The esophageal biopsies showed non-specific active ulcerative esophagitis with chronic inflammation. The immunohistologic study demonstrated CD3+ T lymphocytes, CD20+ B lymphocytes and plasmocytes. Again, investigations were negative for an infectious cause but a short treatment with acyclovir was attempted, without significant improvement of her symptoms. A possible diagnosis of autoimmune esophagitis was evoked and treatment with oral prednisone induced remission of her symptoms. Unfortunately, symptoms reappeared during attempts of prednisone withdrawal. In December 2006, oral mercaptopurine was prescribed for maintenance therapy and as a glucocorticoid-sparing agent. Because of severe nausea with this medication, she was switched to oral mycophenolate mofetil. During the following months, she continued experiencing disabling nausea, weight loss and was unable to taper prednisone. In fall of 2007, mycophenolate mofetil was stopped and oral cyclosporine was introduced. This led to stabilization of her weight with slight improvement of dysphagia and odynophagia. Prednisone was also tapered but could not be completely stopped.\\nIn spring of 2008, she experienced an episode of severe acute ulcerative esophagitis. An EGD revealed diffuse ulcerations, sloughing of the mucosa and a long esophageal narrowing. Biopsies showed inflammatory fibrinous exudate with granulation tissue. Because of intolerance to an oral diet, a percutaneous gastrostomy was installed for enteral feeding. Cyclosporin was stopped and she was treated with infliximab and prednisone. With infliximab, her symptoms improved and she was able to tolerate an oral diet. In summer of 2010, she was switched to adalimumab because of an infusion reaction with infliximab.\\nIn spring of 2011, the patient had severe dysphagia and was unable to swallow saliva. An EGD could not be performed due to tight esophageal stenosis. A barium swallow confirmed the presence of three stenosis at different levels of the esophagus. The first one was 1 cm long at the cervical level (C5-C6), the second one was 7 cm long at the thoracic level () and the last one was 3 cm long in the distal esophagus. Her 2006 esophageal biopsies were reviewed with a pathologist and an immunohistochemical study with an anti-IgG4 antibody was done (, ). The presence of 30 IgG4-positive plasma cells per high-power field was consistent with a diagnosis of IgG4-related esophageal disease. Adalimumab was stopped at that moment because of disease progression under treatment. Rituximab, a monoclonal antibody against the CD20 protein, was then attempted with two intravenous doses of 1 g at 2-week interval. Unfortunately, there was no significant clinical improvement.\\nIn the past months, the patient had persistent severe dysphagia and odynophagia. She still received enteral nutrition through a gastrostomy. During acute flares of symptoms, she was treated initially with prednisone at a dose of 40 mg per day and tapered thereafter. There seemed to be a small response to those short courses of steroids.\\nIn the morning of March 3, 2013, she was found with altered consciousness and was brought to the regional hospital. In the emergency room, she was evaluated with a Glascow of three of unclear reason. Decision was made to follow her wishes not to be reanimated and she passed away a few hours later on confort care. Autopsy was accepted by the family and could not identify the reason of her death. The autopsy was performed in another hospital and confirmed the presence of esophageal stenosis and primitive biliary cirrhosis at a fibrosis stage of three. It also demonstrated important heart atherosclerosis but without acute infarctand there was no acute intracranial event. Few representative esophageal sections were submitted for microscopic evaluation in our hospital. Some sections showed thickening of the esophageal wall with complete absence of squamous mucosa associated with lamina propria sclerosis and muscularis mucosae hypertrophy. Few inflammatory cells, mainly lymphocytes and plasma cells, were found in the lamina propria, associated with sclerosis, contrasting with the 2006 biopsies where inflammatory cells were prominent. One esophageal section was completely normal without any thicknening of the wall or any changes in the mucosa. IgG4 immunostains were performed on all esophageal sections. Compared to the 2006 esophageal biopsy, very few IgG4-positive cells were noted on the auptosy sections.", "age": "[[63.0, 'year']]", "gender": "F", "relevant_articles": "{'22316447': 1, '14614606': 1, '18609677': 1, '33677801': 1, '29417330': 1, '19809273': 1, '20213336': 1, '9580547': 1, '12518158': 1, '17026742': 1, '9013168': 1, '29021429': 1, '21160615': 1, '26683918': 2, '34819033': 2, '22210556': 1, '9434230': 1, '32759586': 1, '21067736': 1, '17440869': 1, '32581158': 1, '20195914': 1, '28000632': 1, '26101684': 2, '20191576': 1, '29973579': 1, '24883156': 2}", "similar_patients": "{'4460202-1': 1, '5058890-1': 1, '8611923-1': 1}"}