{"patient_id": 75247, "patient_uid": "4031973-1", "PMID": 24779851, "file_path": "comm/PMC004xxxxxx/PMC4031973.xml", "title": "Ganglioneuroma presenting as an adrenal incidentaloma: a case report", "patient": "An 18-year-old Turkish male patient with no previous comorbidities was admitted to our hospital with right lower-quadrant pain. He had no significant past medical or surgical history. A physical examination revealed no signs and the results of routine laboratory tests were all found to be within the normal ranges. Because of his symptoms, an abdominal ultrasound was performed and showed a heterogeneous, well-defined mass measuring 5×7cm at his left adrenal gland. Our patient was referred to the endocrinology department where he underwent abdominal CT, which showing a relatively homogenous left adrenal tumor measuring 5.2×4.3×7.1cm with faint calcification and well-defined edges. Magnetic resonance imaging (MRI) showed a solid mass measuring 5×4×7cm arising from his left adrenal gland. The tumor was slightly hypointense on T1A-weighted MRI, whereas it was slightly hyperintense on T2A-weighted MRI. After an intravenous injection of gadolinium, the mass showed a progressive, heterogeneous and delayed enhancement.\\nAn endocrine workup, including urine catecholamine and cortisol levels and a 1mg overnight dexamethasone suppression test, was normal. Because of the tumor size, we performed an 18F-2-fluoro-deoxy-D-glucose-positron emission tomography (PET) scan to diagnose the malignant lesion. His left adrenal gland showed a standardized uptake value (SUV) of 4.1 (Figure \\n). With these findings, it was not possible to conclude whether the adrenal tumor was benign or malignant.\\nFor this reason, exploratory laparotomy was performed to allow a definite diagnosis. A left adrenalectomy was performed, with no related complication. The surgical specimen was an elastic tumor with a slightly lobular edge, measuring 4.4×5.1×7.3cm (Figure \\n). The cut surface of the tumor was light brown, covered by a thin capsule without any evidence of hemorrhage or necrosis. On microscopy, the section showed irregular proliferation of spindle-shaped cells and scattered mature ganglionic cells with dystrophic changes and focal lymphocytic infiltration. No evidence was found for the malignancy. An immunohistochemical examination showed positive staining of the ganglion and Schwann cells for S-100, vimentin and synaptophysin (Figure \\n). The tumor was diagnosed as a left adrenal GN. Our patient experienced no complications during his postoperative course. No recurrence was detected during the one-year follow-up visits.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'19367379': 1, '16621901': 1, '33447572': 1, '8552777': 1, '30622759': 2, '18706367': 1, '10450105': 1, '20060552': 1, '20427489': 1, '25501841': 1, '11346873': 1, '26196309': 1, '12653673': 1, '10679039': 1, '20807418': 1, '32789073': 2, '650810': 1, '28053800': 2, '29085827': 1, '9452244': 1, '16504264': 1, '15233562': 1, '33763500': 1, '18274182': 1, '22975550': 1, '12614096': 1, '19738538': 1, '24779851': 2}", "similar_patients": "{'5178330-1': 1, '7417092-1': 1, '6295176-1': 1}"}