{"patient_id": 144211, "patient_uid": "4370544-1", "PMID": 25785336, "file_path": "noncomm/PMC004xxxxxx/PMC4370544.xml", "title": "Surgical Removal of an Intracardiac Sewing Needle in a 13-Month-Old Chinese Girl: Report of a Case", "patient": "A 13-month-old girl with the manifestation of diarrhea was admitted to a local hospital, and the symptoms of diarrhea were relieved after taking some medications, which are unknown. Two days later, she suffered from diarrhea again and was prescribed some traditional Chinese medicine (TCM), the components of which were also unknown. However, the child went into convulsions 12 hours after intake of the TCM, and the convulsions lasted for approximately 2 minutes. Four hours later, the patient developed fever, accompanied with a nonprojectile vomiting. Emergency examination revealed elevated serum myocardial enzymes and bradycardia. Vitamin C, cephalosporins, mannitol, and cimetidine were prescribed for treatment. Although bradycardia was relieved, the rest of the above symptoms remained after a week of treatment. A productive cough also appeared subsequently. The child was then transferred to our institution for further management.\\nOn examination, her vital signs were stable. Results of routine blood and urine analyses as well as serum cardiac enzymes were normal. The respiratory sound of the patient was rough, and there were rales as well as expiratory wheeze during lung auscultation. A routine chest X-ray and cranial computed tomography (CT) were performed because the symptoms were persistent. We incidentally found a linear metallic mediastinal foreign body (FB) located within the cardiac shadow (). No abnormality was detected by CT scan of the head (data not shown). Echocardiogram showed that the metallic FB was located below the aortic valve, passing through the ventricular septum and aortic root, with the eye point reaching the right ventricle and left atrium (). Mild pericardial effusion was also presented. Some scattered floccus could also be seen near the posterior wall of the left ventricle on ultrasound as a hyperechoic area.\\nBased on the above findings, the surgical removal of the FB was performed with the heart beating. Under extracorporeal circulation, we approached the FB with a median sternotomy. A small amount of blood (approximately 100 mL) was seen in the cardiac sac and was drained. The surface of the heart was found to be covered with a layer of cellulose-like substance, especially at the area of right ventricular outflow tract (RVOT), and one puncture site was also observed in the RVOT. With the beating of the heart, a small amount of blood was discharged intermittently from the pinhole. Because neither end of the needle was denuded, an incision was made into the right atrium, which was nearby the arterial septum. The needle appeared to have migrated through the right ventricle and ventricular septum and almost pierced through the posterior wall of the left atrium. A sewing needle of 5 cm in length and 1 mm in thickness was successfully removed by catching it with a clamp from the left atrium (). Remarkable fibrous deposits could be seen in the heart around this needle and were removed during the surgery. The pericardium was irrigated with antibiotic solution. The operation was completed without any complication. Recovery was uneventful, and she was discharged 8 days after the surgery.", "age": "[[13.0, 'month']]", "gender": "F", "relevant_articles": "{'12084651': 1, '17973112': 1, '12164358': 1, '15025106': 1, '20139201': 1, '29974340': 1, '29019459': 1, '16432123': 1, '12677289': 1, '25785336': 2}", "similar_patients": "{}"}