{"patient_id": 147877, "patient_uid": "4574988-1", "PMID": 26388912, "file_path": "noncomm/PMC004xxxxxx/PMC4574988.xml", "title": "Myoepithelial hamartoma as a solitary mass in the pancreatic parenchyma: the first case report", "patient": "A 41 year old female was referred to the Seoul National University Hospital for further evaluation of a mass in the head of the pancreas detected by ultrasonography during a regular check-up at a health-care clinic. There were no abnormalities in her last check-up 2 years ago. She had neither a significant past medical history nor family history. Review of her symptoms and physical examination did not reveal any remarkable symptoms or signs. She was admitted to the department of surgery for further evaluation and management.\\nA 2.3×1.5 cm sized well demarcated mass was identified at the pancreas head and uncinate process by computed tomography. The mass showed low attenuation during the early and late arterial phase, and high enhancement at the portal phase. The possible differential diagnoses were neuroendocrine tumor (NET) or solid pseudopapillary neoplasm (SPN), although the CT finding was not typical. There was no evidence of bile duct or vascular invasion ().\\nTumor markers were normal with CEA and CA-19-9 levels of 1.8 ng/ml (reference range: 0-5 ng/ml) and 9.2 U/ml (reference range: 0-37 U/ml). Chromogranin A, insulin, and glucagon levels were 45.21 ng/ml (reference: 24-97 ng/ml), 5.2 µIU/ml (reference: 2-25 µIU/ml), and 28.7 pg/ml (reference: 40-130 pg/ml), respectively.\\nAn operation was planned as the tumor was thought to be possibly malignant or borderline malignant. Ascites, shelf, or seeding were not present, and a 2×1 cm sized firm mass was palpable at the pancreas head. Pylorus preserving pancreaticoduodenectomy was performed. On gross cross section examination of the specimen, the mass was located at the head of the pancreas. It was a well encapsulated, whitish mass with lobulations. Degenerative changes or hemorrhage were not visible (). The patient recovered uneventfully and was discharged on the 9th postoperative day in good condition.\\nMicroscopic examination revealed a well-defined pancreatic parenchymal mass with a pushing border. Hematoxylin-eosin staining showed benign duct and glandular structures surrounded by proliferating smooth muscle cells. Acinus formation was not observed (). Immunohistochemical stain for smooth muscle actin (SMA) was positive in the spindle cells and CD34 was negative (). The histopathology diagnosis was myoepithelial hamartoma (adenomyoma).", "age": "[[41.0, 'year']]", "gender": "F", "relevant_articles": "{'12162415': 1, '15803185': 1, '17493175': 1, '17593484': 1, '18290255': 1, '16572349': 1, '9504866': 1, '21773900': 1, '9017965': 1, '15628727': 1, '14488319': 1, '18022419': 1, '920706': 1, '26388912': 2}", "similar_patients": "{}"}