{"patient_id": 150605, "patient_uid": "4770081-1", "PMID": 26966374, "file_path": "noncomm/PMC004xxxxxx/PMC4770081.xml", "title": "Primary renal carcinoid tumor: case report and review of the literature", "patient": "A 27-year-old woman was found to have a kidney tumor when she underwent a routine physical examination. The patient exhibited no history of hematuria, back pain, or abdominal mass. She also had no paraneoplastic syndromes, such as fever, hypertension, or a higher erythrocyte sedimentation rate. She had no family history of renal carcinoma and was a nonsmoker.\\nA high echolocation, high resolution, color Doppler ultrasound revealed a 5.3×6.0 cm tumor in the upper pole of the left kidney. The tumor was well demarcated from the adjacent renal parenchyma and received blood supply.\\nOn computed tomography (CT), the attenuation value of the tumor was approximately +38 HU and +56 HU on routine and enhanced CT, respectively. The contrast-enhanced CT exhibited heterogeneous density and showed that the renal capsule was invaded by the tumor (). Calcification was also observed in the tumor. There was no evidence of a tumor in the renal vein, the inferior vena cava, or in the respiratory or digestive systems. The patient was treated with laparoscopic left radical nephrectomy under general anesthesia in our surgical center.\\nMacroscopically, a solid tumor of 5 cm in diameter was found to originate from the renal parenchyma in the upper pole of the left kidney. The cross surface of the tumor was light yellow and firm, and the central part was soft with hemorrhage and necrosis. The tumor had invaded the capsule of the kidney, but the renal vein and left adrenal gland were found to be free of tumor invasion.\\nMicroscopically, the tumor was composed mainly of trabeculae and anastomosing cords of tumor cells within a highly vascularized stroma. The tumor cells possessed eosinophilic cytoplasm with inconspicuous nucleoli, and mitosis was rare (). Immunohistochemical staining showed strong and diffuse staining for synaptophysin, chromogranin A, and neuron-specific enolase ().\\nThe institutional review board approval was not sought as per institutional guidelines around a clinical case report. The patient did provide written informed consent about this case report.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'23478151': 1, '33847280': 1, '18430248': 1, '5938842': 1, '17085102': 1, '17427210': 1, '18804792': 1, '12171501': 1, '26966374': 2}", "similar_patients": "{}"}