{"patient_id": 144654, "patient_uid": "4389136-1", "PMID": 25859378, "file_path": "noncomm/PMC004xxxxxx/PMC4389136.xml", "title": "Successful delivery of chemotherapy to treat small-cell prostate cancer in a patient undergoing haemodialysis", "patient": "A 51-year-old man was referred with a 4-month history of dysuria, haematuria and increasing pelvic pain. He had a background history of ESRD secondary to polycystic kidney disease requiring dialysis. At the time of initial review he had performance status 2 due to pain but had previously been fit and well.\\nRectal examination revealed a nodular prostate but nothing else of note. Blood results were within normal range, including a PSA at 1.2 µg/mL, and a cystoscopy was unremarkable. Transrectal ultrasound-guided biopsies however identified small-cell carcinoma. A pelvic MRI scan showed disease extending outside of the prostate into the right seminal vesicle, but without evidence of nodal disease. Further CT imaging showed no evidence of metastasis. The case, reviewed at a multi-disciplinary consultation with urology, medical oncology, radiation oncology and pathology, was felt to represent limited stage small-cell carcinoma of the prostate.\\nTo maximize the patient's chance of cure, it was intended to treat his disease with sequential chemoradiotherapy to the prostate. In our centre, this would usually involve a regime including cisplatin chemotherapy. This however has significant nephrotoxic potential. Carboplatin, an alternative platinum-based chemotherapy agent which is less nephrotoxic and reported (albeit in series of no more than three patients) to be well tolerated by haemodialysis patients [–], was considered. Nephrology advice was sought early to adjust the haemodialysis prescription to the kinetics of carboplatin in ESRD.\\nCarboplatin 300 mg/m2 on Day 1 and etoposide 50 mg/m2 on Day 1 and Day 3 of a 21-day cycle were administered. Dialysis was carried out on Day 1 and Day 3, 2 h after chemotherapy (early in the drug elimination phase, when protein binding is low). Sequential radical radiotherapy to the prostate and seminal vesicles was given using standard hypo-fractionated intensity modulated radiotherapy of 57 Gray in 19 fractions over 4 weeks.\\nThe patient, who was on extended haemodialysis schedules, had a body weight of 124 kg with significant residual renal function (RRF 1 L/day) with minimal interdialytic weight gains, the volume management complicated by steroid therapy. He would perform six 3-h sessions per week independently using constant site cannulation, high-flux FX100 polysulphone dialysers (Fresenius™), Tinzaparin anticoagulation and A232 dialysis fluid. Post-chemotherapy he underwent high-flux haemodialysis using an identical prescription but for over 4 h, using blood flow of 320 mL/min and dialysate flow of 800 mL/min. The high flux, larger dialyser surface area and increased time were adjustments made given the higher total body water to maximize diffusive clearance of the drug.\\nAfter the first of four intended cycles of chemotherapy, the patient enjoyed a complete resolution of his severe pelvic pain. He developed Grade 3 thrombocytopenia (carboplatin has a well-known myelosuppressive effect), and was moved to a 28-day cycle from cycle 2. Interval scans after two cycles showed a complete disease response. Treatment was stopped after three cycles due to persistent grade 2 thrombocytopenia, but he proceeded to radiotherapy to the prostate and seminal vesicles with concurrent prophylactic cranial irradiation (25 Gray in 10 fractions over 2 weeks). All radiotherapy was well tolerated without significant toxicity. At an interval of over 12 months post-treatment there is no clinical evidence of recurrent disease and the patient continues to be on frequent haemodialysis with well-maintained RRF.", "age": "[[51.0, 'year']]", "gender": "M", "relevant_articles": "{'2176133': 1, '21883857': 1, '16372496': 1, '24009289': 1, '18162772': 1, '15225673': 1, '22194156': 1, '25859378': 2}", "similar_patients": "{}"}