{"patient_id": 74941, "patient_uid": "4009330-1", "PMID": 24822130, "file_path": "comm/PMC004xxxxxx/PMC4009330.xml", "title": "Multifactorial QT Interval Prolongation and Takotsubo Cardiomyopathy", "patient": "A 71-year-old woman collapsed while working as a grocery store cashier. CPR was initiated 5 minutes later and an automated external defibrillator (AED) revealed TdP. She was defibrillated and returned to sinus rhythm after a down time of 8 minutes (). On arrival to a community hospital, her vitals included BP 120/60, HR 78, RR 20, and O2 saturation 99%. She was afebrile and semiconscious. Labs revealed severe hypokalemia (2.6 mmol/L) and normal cardiac enzymes. ECG demonstrated sinus rhythm with a prolonged QTc of 544 msec (). A presumed diagnosis of ischemic polymorphic ventricular tachycardia was made and she was treated with 150 mg of amiodarone followed by infusion at 60 mg/hour. She subsequently developed hypotension with a BP of 80/60 and dopamine was administered at 15 mcg/kg/hr. Her pressure improved and potassium was given to correct hypokalemia. A temporary pacing wire was not inserted.\\nHer medical history included hypertension, dyslipidemia, type 2 diabetes, paroxysmal atrial fibrillation, and multinodular goiter. Home medications consisted of Amlodipine 5 mg daily, Lorazepam 0.5 mg q12h prn, Atorvastatin 40 mg daily, Citalopram 20 mg daily, Irbesartan-Hydrochlorothiazide 150 mg/12.5 mg daily, Sotalol 80 mg daily, Pantoprazole 40 mg daily, and Indomethacin 25 mg TID.\\nShe was urgently transferred to our hospital for coronary angiography. On arrival she was nauseated and hypoxemic with an O2 saturation of 92% on a 100% nonrebreather. Examination revealed diffuse crackles bilaterally and a faint S1/S2 with no additional sounds. Cardiac enzymes were elevated with a troponin of 0.169 mcg/L and a chest X-ray confirmed pulmonary edema. Coronary angiogram found no significant obstructive disease in the setting of anterolateral, apical, and diaphragmatic akinesis in keeping with TCM (). During the procedure, the patient vomited and was thought to have aspirated. Her respiratory status deteriorated and she was ultimately intubated, admitted to the ICU, and treated for congestive heart failure. Empiric treatment for aspiration pneumonia was initiated and repeat cardiac enzymes 11 hours after her collapse were elevated (troponin = 0.512 mcg/L).\\nTwo days later, her cardiac function began to improve with mild anteroseptal hypokinesis and an LVEF of 61% measured by echocardiography. ECG findings consistent with TCM included marked T-wave inversion and QT prolongation (QTc = 634 msec) (). She continued to improve and was extubated, and subsequent ECGs demonstrated normalization of T-wave abnormalities and shortening of the QT interval (QTc = 514 msec) (). The patient was discharged and advised to avoid sotalol and other QT prolonging medications in the future.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'18617280': 1, '19261294': 1, '22474311': 1, '25114780': 1, '15159030': 1, '17584696': 1, '21887689': 1, '20544619': 1, '21146632': 1, '19351629': 1, '32922792': 2, '24822130': 2}", "similar_patients": "{'7457639-1': 1}"}