{"patient_id": 79339, "patient_uid": "4307678-1", "PMID": 25528154, "file_path": "comm/PMC004xxxxxx/PMC4307678.xml", "title": "Exostosis of the optic canal in a child – a rare diagnosis in a paediatric ear, nose and throat setting: a case report", "patient": "In February 2007, a 14-year-old Caucasian girl was admitted to our Ear, Nose and Throat department. Since the beginning of 2006 she has been monitored for gradual loss of vision in her right eye. At the out-patient eye clinic of our hospital, she was diagnosed with reduced vision in her right eye due to partial atrophy of her optic nerve. Her vision ranges from 2 to 4m; the use of optical correction fails to improve the condition. The position of her eyes is parallel, her eyeballs are movable in all directions, the anterior segment is intact, optic media are transparent, and pale atrophic papillae are seen in the right fundus; the findings are unchanged without progression. The findings in the left fundus are physiological. Baseline perimetry revealed absolute central scotoma up to 25 degrees, which coincides with the blind spot. Eye findings correspond to optic nerve compression. In May 2006, magnetic resonance imaging (MRI) scanning was performed with the conclusion of suspected tumour of the prechiasmatic segment of her right optic nerve. In the summer of 2006, a temporary improvement in clinical symptoms occurred; however, during the autumn of the same year her symptoms worsened again and she developed headaches in addition to visual problems. In December 2006, a follow-up MRI scan was performed and revealed significant enlargement of the subarachnoid space of her right optic nerve (Figures and ). An enlarged bony structure was also seen laterally in the optic canal area, which was surrounded by solid tissue, probably compressing the optic nerve in the optic canal. An additional computed tomography (CT) scan was performed, which revealed a robust anterior clinoid process (Figures , , and ) and otherwise no further pathology.\\nEndonasal endoscopic decompression of her optic nerve was performed (Figures and ). Medial and posterior ethmoidectomy and sphenoidotomy were performed under general anaesthesia using endoscopic techniques; subsequently bone was removed from the medial wall of her orbit and her optic canal was gradually approached. The optic canal narrowing was seen about 13mm behind the tip of her orbit, which enlarged again in the direction towards the chiasm. A part of the bone in the narrowed area was removed using punches, shaver and diamond bur to release the optic nerve. The histology report described the bone formation as a lamellar compact bone. She was subsequently referred to the care of an ophthalmologist and underwent regular eye examinations. Her condition markedly improved, with persistent central scotoma in her right eye.\\nIn May 2008, her vision worsened again in her right eye, and she complained of blurred vision without diplopia. A CT scan revealed narrowing of the right optic canal and more robust optic nerve in her right eye, without other obvious pathology in the canal or sella turcica. An eye examination revealed reduced vision in her right eye, with non-progressing atrophy of her optic nerve; otherwise the findings were unchanged compared to the previous evaluations. She was admitted for revision endonasal endoscopic surgery, during which narrowing of her right optic canal was revealed due to bone apposition similar to bone exostosis. This bony process was removed using a cutter and her optic nerve was released. After surgery, her visual acuity gradually improved.\\nIn January 2010, she presented for recurrent visual impairment in her right eye, without obvious pathology according to the CT scan. Revision endonasal endoscopic surgery was performed, during which her right optic nerve was not compressed over its course in the optic canal, but was more robust than her left optic nerve. New pathology was ruled out and an MRI scan was recommended, which confirmed a robust right optic nerve compared to the thickness of her left optic nerve. It is probable that the thickening of the nerve developed as a result of pathological processes that took place. The thickening of the nerve has a stationary character. Currently, he is stabilized and followed up by her ophthalmologist. She achieved a significant improvement in visual acuity, which is stable at 4m, follow-up perimetry in 2014 revealed a persistent central scotoma in her right eye, including partial scotoma in the upper temporal quadrant. Perimetry of her left eye provided physiological findings, without any failures in her visual field.", "age": "[[14.0, 'year']]", "gender": "F", "relevant_articles": "{'21924915': 1, '9168289': 1, '17709616': 1, '12459596': 1, '10473827': 1, '16757231': 1, '20112517': 1, '11830775': 1, '8410217': 1, '16572655': 1, '18401817': 1, '10406604': 1, '25528154': 2}", "similar_patients": "{}"}