{"patient_id": 144789, "patient_uid": "4395945-1", "PMID": 25878744, "file_path": "noncomm/PMC004xxxxxx/PMC4395945.xml", "title": "Empty sella syndrome in a male child with failure to thrive", "patient": "A 4-year-old male child born by nonconsanguineous marriage presented to pediatric OPD with complaint of abdominal distension, poor weight gain, and short stature. No history of polyuria or polydipsia was present. He had no previous history of trauma or operation. He was born by normal vaginal delivery at term and was vaccinated as per national immunization programme of India. He had no past history of tuberculosis or chronic illness. He was examined and found to have 8 kg weight (below 5th percentile), 82 cm height (below 5th percentile) and diagnosed as failure to thrive. He was admitted in our hospital for further evaluation. Central nervous system, cardio-respiratory system and per abdominal examination were normal. His visual acuity was 6/6 in both eyes with normal funduscopy study of eyes. His vitals were within normal limit for age. Complete hemogram and urine examination were normal. Urine specific gravity and urine osmolality (670 mOsm/kg) were normal. Mantoux and HIV ELISA test were negative. Ultrasonography study of abdomen and chest radiograph study was normal. Magnetic resonance imaging (MRI) of brain and pituitary was advised to rule out hypothalamo-pituitary dysfunction. Contrast enhanced MRI revealed normal size sella turcica, thinned out enhancing pituitary gland (2 mm height) in the bottom of sella, midline infundibulum, and nonvisualization of T1-weighted bright spot of posterior pituitary gland. Rest of sella turcica was filled with CSF signal. No intra sellar herniation of optic chiasma or no hydrocephalus was seen. Visualized brain parenchyma was normal [Figures and ]. Radiological diagnosis of ESS was given. Serum hormonal assay revealed low level of FT3 (66.86 pg/mL, FT4 (2.77 ng/mL), thyroid - stimulating hormone (2.67 mIU/mL), and low level of serum cortisol (3.4 ugm/dL). Growth hormone level was low (2.8 ng/L) on insulin tolerance test. Posterior pituitary hormone such antidiuretic hormone assay (1.3 pg/ml) and serum osmolality (260 mOsm/kg) were normal. He developed one episode of generalized tonic-clonic seizure with hyponatremia on 2nd day of hospitalization for which he was shifted to intensive care unit and treated conservatively with antiepileptic and hormone supplements. Serum glucose, calcium, phosphorus, albumin and alkaline phosphate were within normal limit. The patient was asymptomatic and discharged on 10th day of hospitalization. On follow-up examination, the patient gradually gained weight and revealed normal hormonal levels with hormonal supplements.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'8126155': 1, '7492167': 1, '14942993': 1, '1498518': 1, '32519328': 1, '7554351': 1, '8909213': 1, '10584841': 1, '15972577': 1, '6781249': 1, '1905391': 1, '3059294': 1, '28790712': 1, '23304808': 1, '22029027': 1, '1344028': 1, '5638016': 1, '25878744': 2}", "similar_patients": "{}"}