{"patient_id": 148958, "patient_uid": "4649866-1", "PMID": 26664848, "file_path": "noncomm/PMC004xxxxxx/PMC4649866.xml", "title": "Consolidation in a Child from Tuberculosis Endemic Area - Thinking Apart from Tuberculosis", "patient": "A 10-year-old male child presented to our hospital with complaints of dry cough and streaking of blood for 3 months. For these symptoms, he had already received multiple courses of antibiotics, cough suppressants and was presently on anti-tuberculosis treatment according to weight band under the national program for tuberculosis as a tuberculin test with five tuberculin unit caused an induration of 12 mm. However, his symptoms persisted and he was referred to our department.\\nOn examination, the child was afebrile, having a body mass index of 17. His system examination was normal, except for occasional crackles in the left infra scapular region. Chest X-ray showed a dense consolidation in the paracardiac region [], which had cleared significantly after initiation of anti-tubercular treatment []. However, a lateral view showed persistence of the shadow and loss of contour of the left diaphragm []. Contrast enhanced computed tomography (CT) thorax revealed a dense area of consolidation in the left paravertebral region, with areas of break down and small cystic spaces []. Based on the clinico-radiological pattern, differential diagnosis of sequestration lung or congenital cystic adenoid malformation Type III was made. The child was referred to the Department of Cardiothoracic Surgery for further management.\\nThoracotomy revealed a greyish white sequestrated segment of lung in the posterior aspect of the left side, adjacent to spine. Careful dissection between the chest wall and diaphragm revealed a feeding artery from the thoracic aorta. A pulmonary ligament containing the veins draining into the pulmonary vein was identified, doubly ligated and divided. The cause of hemoptysis was actively searched, but not found. A left lower lobectomy was performed, after searching for aberrant vessels, which were lacking in this case. Post-operative period was uneventful. Histopathology of the specimen revealed no evidence of tuberculosis and hence anti-tubercular treatment was withheld. For the past 2 years, the child is under regular follow-up and remains asymptomatic.", "age": "[[10.0, 'year']]", "gender": "M", "relevant_articles": "{'15788969': 1, '20283082': 1, '21071385': 1, '9754996': 1, '21886959': 2, '15222956': 1, '17066616': 1, '26664848': 2}", "similar_patients": "{'3162762-1': 1}"}