{"patient_id": 152739, "patient_uid": "4924410-1", "PMID": 27398015, "file_path": "noncomm/PMC004xxxxxx/PMC4924410.xml", "title": "An Unusual Eyelid Mass of Cysticercosis: A Twist in the Tale", "patient": "A 55-year-old female presented with swelling on the left lower eyelid. She was apparently asymptomatic a year ago when she noticed a small swelling near the left lower eyelid which had progressed to the present state. She sought cosmetic correction of the small mass, as she felt it appeared unsightly. On examination, the mass was painless, spherical, nontender, cystic, and appeared subcutaneous in location and measured 12 mm in diameter []. Her ophthalmic evaluation was otherwise normal. She had primarily sought an opinion for excision of the mass for cosmetic reasons that were performed under local anesthesia. The cystic mass was excised en masse and sent for histopathological examination. While located under the dermis, the mass was found to be separate from the eyelid tarsus and in close relation with the fibers of orbicularis oculi. The wound was sutured with interrupted 6–0 Vicryl sutures in layers: The first layer being orbicularis oculi followed by subcuticular sutures of the skin to avoid a scar. On gross examination the mass was a pea-sized greyish white cyst. Microscopic examination was consistent with a diagnosis of cysticercosis: the larva could be visualized within a cyst that showed three discrete layers: An outer cuticular layer, a middle cellular layer, and an inner fibrillar layer that could be seen in a typical racemose pattern []. A magnetic resonance imaging (MRI) of the brain and orbit showed no abnormality. Postoperatively, on the advice of an infectious disease specialist, who found no systemic involvement on the basis of examination and serology, the patient received a course of oral albendazole 400 mg for 5 days. At 1 year follow-up visit, no local or systemic recurrence was seen; the patient remained asymptomatic and the wound had healed well, except for minimal pigmentation with no trace of a scar [].", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'17304744': 1, '21274493': 1, '12187417': 1, '23740964': 1, '12213155': 1, '20060168': 1, '25453460': 1, '21157562': 1, '16327117': 1, '10692823': 1, '27398015': 2}", "similar_patients": "{}"}