{"patient_id": 85912, "patient_uid": "4798688-1", "PMID": 26989053, "file_path": "comm/PMC004xxxxxx/PMC4798688.xml", "title": "Stepwise approach to curative surgery using percutaneous transhepatic cholangiodrainage and portal vein embolization for severe bile duct injury during laparoscopic cholecystectomy: a case report", "patient": "A 52-year-old woman with hypertension, who had undergone appendectomy at 23 years old and total hysterectomy for uterine myoma at 41 years old, visited a clinic with chief complaints of fever and upper abdominal pain. She had previously experienced gallstone attacks, and emergency LC was performed upon diagnosis of acute cholecystitis on the following day. During the operation after cholecystectomy, the surgeons found bile leakage and clipped the points of leakage with placement of an intraperitoneal drainage tube. As bile leakage persisted after the operation, she was transferred to our university hospital for radical cure on postoperative day 20.\\nOn admission, she had no fever, jaundice, and abdominal pain. The abdominal cavity drainage tube discharged approximately 500 ml of bile juice in a day. In laboratory studies, although liver and bile duct enzymes slightly were increased, total bilirubin level was in the normal range (aspartate aminotransferase, 60 IU/l; alanine aminotransferase, 112 IU/l; alkaline phosphatase, 1855 IU/l; γ-glutamyl transpeptidase, 209 IU/l; and total bilirubin, 1.2 mg/dl). A slight inflammatory reaction was also detected, with white blood cell count of 8680/mm3 and C-reactive protein level of 3.6 mg/dl. Indocyanine green (ICG) retention rate after 15 min (ICG-R15) was 4.9 %, and ICG fractional disappearance rate (K-ICG) was 0.201.\\nAbdominal enhanced CT revealed that the intrahepatic bile duct in the left liver was occluded and dilated by clips around the hilus hepatis region and the common bile duct was absent (Fig. a, b). Arterial feed to the right liver was maintained by shunting through the hilar plate due to scission of the right hepatic artery (RHA) during previous operation (Fig. c). Abdominal ultrasound examination revealed intrahepatic bile ducts expanded up to 3.3 mm in the left lobe, and hepato-renal contrast suggested the possibility of fatty liver (Fig. ). Magnetic resonance cholangiopancreatography (MRCP) revealed type E4 bile duct injury according to the Bismuth-Strasberg classification []: the left hepatic duct, hepatic duct of the right anterior section, and that of the right posterior section were all disconnected (Fig. a, b).\\nAlthough the total liver volume measured by CT volumetry on admission to our hospital was 1764 ml, the right and left liver volumes were 1168 ml (66.2 %) and 596 ml (33.8 %), respectively. 99mTc-GSA SPECT/CT fusion imaging revealed that the function rate of the left liver was decreased because of obstructive jaundice, with function rate of 73.8 % in the right liver and 26.2 % in the left liver (Fig. a, a’). The remnant liver K-ICG, calculated by multiplying K-ICG by CT volume rate, was 0.068.\\nFrom the above results, we planned right hemihepatectomy and biliary-jejunum reconstruction. As a first step, percutaneous transhepatic cholangiodrainage (PTCD) to the left liver was performed to recover left liver function, which declined because of bile congestion on postoperative day 22 (Table ). Two weeks later, the volume of bile drained by PTCD, which reflected left liver function, increased to about 120 ml per day, and the volume drained by the intraperitoneal tube, which reflected right liver function, decreased from 500 ml to about 400 ml per day. However, left liver function estimated by 99mTc-GSA SPECT/CT fusion imaging results were unchanged: the total liver volume was 1738 ml, right liver volume was 1159 ml (66.7 %) with estimated function rate of 73.7 %, and left liver volume was 579 ml (33.3 %) with estimated function rate of 26.3 % (Fig. b, b’). The remnant liver K-ICG was stable at 0.067 (Table ).\\nTo improve left liver function, portal vein embolization (PVE) of the right liver was performed as a next step on postoperative day 37. More than 2 weeks after PVE, bile drained by PTCD increased to about 250 ml, and bile drained by the intraperitoneal tube decreased to about 140 ml per day. The function shifted from the right to the left liver, and thus, function of the left liver improved rapidly: the total liver volume was 2078 ml, right liver volume was 1048 ml (50.4 %), and left liver volume was 1030 ml (49.6 %). Right liver function rate decreased to 45.5 %, and left liver function rate increased to 54.5 % (Fig. c, c’). The remnant liver K-ICG increased to 0.100 (Table ).\\nOn postoperative day 63, the radical operation of right hemihepatectomy and biliary-jejunum reconstruction was performed. After the operation, maximum total bilirubin increased to 6.9 mg/dl on postoperative day 2, and hyperbilirubinemia persisted even on postoperative day 5, with total bilirubin of 2.3 mg/dl. Although bile leakage of the biliary-jejunum anastomosis occurred, it was curable by conservative therapy. The patient left our hospital on postoperative day 32 from the second operation. One year after the second operation, no long-term morbidities such as stricture of the anastomosis had occurred.\\nBile duct injuries associated with LC occur in patients who have acute or chronic inflammation that obscures the normal planes of the cystohepatic triangle or when the common bile duct is anatomically misidentified [, ]. In particular, bile duct injuries of Strasberg-Bismuth classification type E caused by misidentifying the common bile duct as a cystic duct frequently accompany arterial injuries; therefore, hepatectomy may be required for curative treatment [].\\nThe present case was type E4 or greater advanced bile duct injury with RHA injury; the left hepatic duct and hepatic ducts of the right anterior and posterior sections were completely disconnected. As a radical procedure, we selected right hemihepatectomy and biliary-jejunum reconstruction. We considered the alternative of biliary-enteric reconstruction only, involving anastomosis of three disconnected hepatic ducts with the jejunum. However, since arterial feeding of the right liver was supplied by hilar shunt because of the absence of the RHA, postoperative morbidities, such as leakage or stricture of anastomosis, could be involved as a result of bile duct ischemia [, ]. Additionally, hepatic ducts of the right anterior and posterior sections injured at the intrahepatic level would make anastomosis technically impractical.\\nIn cases of an injury to both the bile duct and the hepatic artery, immediate repair of the RHA has shown good results, but repair of the RHA is rarely possible and the overall benefit is unclear []. In this case, RHA reconstruction would not have been effective due to the sufficient time that had passed (3 weeks from the first operation), allowing for the growth of collateral arterial flow, difficulty of RHA repair, and risk of postoperative anticoagulation.\\nRight hemihepatectomy might be possible based on estimation by remnant liver K-ICG on admission. However, the remnant liver function rate estimated by 99mTc-GSA SPECT/CT fusion imaging was 26.2 %, and fatty liver was suspected on ultrasound examination. Therefore, immediate hepatectomy was considered likely to cause PHLF. Instead, a stepwise approach was selected involving PTCD to the left liver and PVE to the right. Hyperbilirubinemia, with total bilirubin of 2.3 mg/dl, was observed at postoperative day 5, but serum international normalized ratio (INR) was within the normal limit at 1.15. The International Study Group of Liver Surgery defines PHLF as an increased INR and concomitant hyperbilirubinemia on or after postoperative day 5 []. In this case, PHLF grade B had occurred, which is manageable without invasive treatment. The peak serum bilirubin value, observed on postoperative day 2, was high at nearly 7 mg/dl. Kishi et al. reported that a peak serum bilirubin of 7 mg/dl was predictive of liver failure in patients with a small future liver remnant among 301 patients who underwent an extended right hepatectomy []. Therefore, the volume rate of 50.4 % and function rate of 45.5 % after PVE in this case approached the limit for right hemihepatectomy, and the decision for hepatectomy based on ICG-R15 and function rate could lead to successful treatment [].\\nTo accurately estimate liver function, some recent reports have indicated the utility of 99mTc-GSA SPECT/CT fusion examination [–]. Additionally, 99mTc-GSA SPECT/CT fusion imaging is also useful for cases associated with PVE []. In this case, we had estimated the remnant liver function using 99mTc-GSA SPECT/CT fusion imaging at three times: on admission, after 2 weeks of PTCD, and after 2 more weeks following PVE. The liver function rate calculated by 99mTc-GSA SPECT/CT fusion imaging was lower than the liver volume rate indicated by CT volumetry in the left liver, which had been damaged because of bile congestion (function vs. volume, 26.2 vs. 33.8 %). On the other hand, 2 weeks after PVE, the liver function rate was higher than the liver volume rate in the left liver (function vs. volume, 54.5 vs. 49.6 %). The increase of liver function was significantly higher than that of the volume (function vs. volume, 28.3 vs. 15.8 %). Beppu et al. suggested that the true post-PVE liver function is possibly underestimated by traditional CT volumetry []. Similarly, the variation of function in the liver that has been damaged rapidly but not yet atrophied may not parallel changes in liver volume, as in this case. The present case indicates that CT volumetry may reveal overestimation of the liver with rapid dysfunction and underestimation of the liver with compensatory swelling. Preoperative underestimation of future remnant liver function after PVE may not increase the risk of postoperative morbidity; however, overestimation can lead to life-threatening PHLF. To estimate the remnant liver function, 99mTc-GSA SPECT/CT fusion imaging may be more accurate than K-ICG test, especially in case of heterogeneous liver function such as ours. Conventionally in Japan, major hepatectomy, such as right or extended right hemihepatectomy and trisectionectomy, is allowed in patients with normal liver function (total bilirubin and ICG-R15 are in the normal range) [, ]. Thus, we assessed that hepatectomy up to 60 % of liver function rate, as a cutoff value, can be justified adequately in this case in accordance with it. Accumulation of cases in which the liver function associated with PVE is estimated by this useful modality is required.\\nOur patient had fatty liver but not hepatic cirrhosis, so compensatory functional improvement after PVE was considered to be sufficient. However, once PVE has been performed, right hemihepatectomy is unavoidable because of reduced right liver function and a foreign body in the right portal vein; therefore, the decision to perform PVE should be made carefully and requires proof of no remaining intrahepatic bile duct expansion and bile production of the left liver after PTCD. The level of bilirubin per day in drained bile can be a useful parameter of liver function [], and bilirubin levels over 20 mg/dl in concentrated bile drained from PTCD with maintained volume indicated that the left liver function was improving. These stepwise processes permitted the radical cure and safer treatment at an appropriate time.", "age": "[[52.0, 'year']]", "gender": "F", "relevant_articles": "{'19183831': 1, '10065820': 1, '21159098': 1, '9060582': 1, '18210186': 1, '21523415': 1, '1532704': 1, '1417184': 1, '8000648': 1, '18535766': 1, '6857512': 1, '9362359': 1, '12165830': 1, '17252297': 1, '8210909': 1, '17917775': 1, '25738137': 1, '8566842': 1, '20474004': 1, '23518251': 1, '21236455': 1, '17252291': 1, '20703846': 1, '12691127': 1, '20590909': 1, '17252302': 1, '19208031': 1, '8418705': 1, '19730239': 1, '26989053': 2}", "similar_patients": "{}"}