{"patient_id": 153490, "patient_uid": "4974977-1", "PMID": 27695556, "file_path": "noncomm/PMC004xxxxxx/PMC4974977.xml", "title": "Spontaneous recovery of post-traumatic acute bilateral facial and abducens nerve palsy", "patient": "A 26-year-old man was peeping out of the window of a moving bus when he accidently hit a lamp post. Following a brief period of unconsciousness he came to the hospital walking. He had left ear otorrhoea, double vision, and inability to close his eyes. He was fully alert and oriented. Examination revealed complete bilateral lower motor facial paresis (House-Brackmann grade V) with bilateral abducens palsy []. Rest of the neurological examination was unremarkable. Computed tomogram (CT) showed an oblique fracture of the left petrous and right longitudinal petrous fracture extending into the temporal squama with pneumocephalus [Figure –]. MRI ruled out injury to brainstem [Figure –]. Series of thin slices of CT skull base were studied to rule out other injuries apart from those described []. Pure tone audiometry showed mild conductive hearing loss of the left ear and mild mixed hearing loss on the right side. The fractures were unable to explain the facial paresis. He was given a course of steroids (60 mg of prednisolone/day for 1 week tapered gradually over next 3 weeks) along with oral methycobalamine (1000 microgram everyday for 12 weeks). Facial message was advised. The electroneuronography was performed 6 weeks later that showed axonal degeneration of both facial nerves. Three months later he showed complete recovery of bilateral abducens and partial improvement of left facial nerve []. Electroneuronography at 3 months post injury showed no improvement in facial nerve conduction. Six months after the injury he had completed the recovery of bilateral facial paresis as well []. Electrophysiololgical studies were not done at this point of time.", "age": "[[26.0, 'year']]", "gender": "M", "relevant_articles": "{'11458219': 1, '12352503': 1, '33083077': 2, '22245273': 1, '3065670': 1, '27695556': 2}", "similar_patients": "{'7563085-1': 1}"}