{"patient_id": 141593, "patient_uid": "4201837-1", "PMID": 25326918, "file_path": "noncomm/PMC004xxxxxx/PMC4201837.xml", "title": "Stent graft infection secondary to appendicitis: an unusual complication of endovascular abdominal aortic aneurysm repair", "patient": "A 73-year-old gentleman was admitted with an infected infrarenal AAA and endograft secondary to appendicitis where the tip of the appendix had eroded into the aneurysm sac.\\nHe was 16 months post percutaneous aorto-left-uni-iliac endograft for the treatment of an infrarenal AAA and a thrombosed right common iliac artery (CIA) aneurysm. After the initial procedure, the gentleman underwent a left to right femoro-femoral Dacron crossover graft to preserve right leg circulation. Routine follow-up of these procedures revealed no complications.\\nPast medical history includes hypertension, type II diabetes mellitus, an aortic valve replacement, radical prostatectomy and removal of bladder polyps. He also had previous anticoagulation therapy for prior left and right superficial femoral artery emboli.\\nThe patient was admitted to emergency department complaining of 1-week fever with worsening back pain. On examination, the gentleman was tachycardic and febrile yet without abdominal tenderness. His significantly raised inflammatory markers coupled with Proteus mirabilis isolated in blood cultures suggested a septic process.\\nComputed tomography (CT) angiography revealed increased aortic size compared with a scan 1-month prior (5.4 cm compared with 5.0 cm) with diffuse peri-aortic inflammation. The findings implied an infected endograft (Figs and ).\\nTo preserve lower limb circulation, the gentleman underwent a right axillo-femoral Dacron bypass graft. Both right axillary and groin wounds were closed temporarily with staples, to be reopened and closed formally once the abdominal component of the procedure was complete.\\nUpon laparotomy there was widespread inflammation and oedema, with the appendix strongly adherent to the distal aneurysm sac. The retroperitoneal tissue over the aneurysm was divided, projecting grey pus and old thrombotic material. The tip of the appendix, which had stuck to and eroded through the aneurysm sac, was visible highlighting it as the cause of the infection.\\nWith the supra-coeliac aorta and left CIA cross-clamped, the endograft was divided and explanted. Debridement and lavage of the aneurysm sac, infected clot and calcified intima was then performed. The remaining sac was closed over a Jackson Pratt drain.\\nFollowing the aortic component of the procedure, the patient underwent an open appendicectomy.\\nOnce the laparotomy wound was closed, all drapes were removed; gloves, gowns and instruments changed, and further prep and drape performed. The axillo-femoral incisions were then closed with sterile equipment. An on table angiogram confirmed appropriate graft flow.\\nThe patient continued on intravenous antibiotics for 6 weeks and a further 12 months of oral co-amoxyclav. He recovered well from the procedure and was transferred to a rehab facility. At current follow-up the gentleman is now 2 years post-explant and bypass with no sign of infection.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'22230675': 1, '22381040': 1, '33863365': 1, '18241747': 1, '21292428': 1, '14760481': 1, '15534730': 1, '16456600': 1, '16828424': 1, '20081758': 1, '19563952': 1, '25326918': 2}", "similar_patients": "{}"}