{"patient_id": 145157, "patient_uid": "4421167-1", "PMID": 25983867, "file_path": "noncomm/PMC004xxxxxx/PMC4421167.xml", "title": "A patient with Henoch-Schönlein purpura and intra-alveolar haemorrhage", "patient": "A 54-year-old male presented with a sore throat, arthralgia and fever for 1 week. He had an erythematous rash predominantly involving his lower back and legs bilaterally. He was a heavy smoker for 30 years but had no previous medical problems. On examination he was afebrile and the rash was purpuric in nature. Initial blood tests and mid-stream urine (MSU) were unremarkable. A skin biopsy of the rash showed a leukocytoclastic vasculitis but no tissue was sampled for immunofluorescence. Blood cultures and other serum investigations including anti-nuclear antibody (ANA), anti-neutrophil cytoplasmic antibody (ANCA) and Hepatitis B and C serology were all negative. He was commenced on a non-steroidal anti-inflammatory medication.\\nOne week later, he re-presented with severe colicky abdominal pain with associated nausea and vomiting. He was hypertensive but hypovolaemic and the lower limb rash was still present with moderate peripheral oedema bilaterally. Abdominal X-rays were consistent with a small bowel obstruction and serum creatinine (Cr) was 180 μmol/L (previously 100 μmol/L). MSU demonstrated >1000 × 106/L glomerular red blood cells and a 24-h urine collection 3.6 g/day proteinuria. Repeat vasculitis serology was negative. The management involved intravenous (IV) rehydration, analgesia and naso-gastric tube insertion. A renal biopsy revealed a segmental necrotising glomerulonephritis with small cellular crescents and associated diffuse endocapillary proliferation (Figure ). Direct immunofluorescence microscopy showed strong granular mesangial and peripheral capillary wall staining for IgA and C3. Electron microscopy showed scattered mesangial, subendothelial and occasional subepithelial ‘hump-like’ deposits.\\nA diagnosis of HSP was made and treatment with IV methylprednisolone initiated. Over the next few days serum Cr increased and he became oliguric despite hydration. On Day 6 post-renal biopsy he became acutely dyspnoeic with severe hypoxia. Chest X-ray (CXR) revealed patchy interstitial and alveolar infiltrates bilaterally. With minimal response to diuretics, acute haemodialysis was commenced for fluid removal. He symptomatically improved and a CXR repeated 2 days later had markedly reduced infiltrates. A chest computed tomography (CT) scan was performed that demonstrated diffuse ground-glass opacity bilaterally consistent with pulmonary haemorrhage (Figure ). A lung biopsy showed extensive fresh intra-alveolar haemorrhage and fibrin with haemosiderin-laden macrophages (Figure ). Occasional small arteries showed features of a vasculitis with fibrinoid necrosis within the wall (Figure ); some also showed superimposed luminal thrombus. No viral cyto- pathic effects were found.\\nOral cyclophosphamide was started (2 mg/kg/day) with a further 3 days of IV methylprednisolone. Blood transfusion was given and intermittent haemodialysis was continued. After 3 weeks of cytotoxic therapy, renal function improved and dialysis was ceased with a stable serum Cr 350 μmol/L. Immunosuppression and anti-hypertensive treatment were continued. He was discharged home with portable O2, required for a further 2 months. Three years after initial presentation, his renal function remained stable with serum Cr 200 μmol/L and he had good exertional tolerance. Immunosuppression included prednisolone (5 mg daily) and mycophenolate mofetil, the latter started after 4 months of cyclophosphamide was completed.", "age": "[[54.0, 'year']]", "gender": "M", "relevant_articles": "{'2669227': 1, '15357037': 1, '6751709': 1, '9491279': 1, '1594373': 1, '10452284': 1, '10575422': 1, '10232432': 1, '33126388': 1, '12928858': 1, '1625069': 1, '12215831': 1, '17575387': 1, '18196442': 1, '29877284': 1, '14634864': 1, '16180001': 1, '3563474': 1, '25983867': 2}", "similar_patients": "{}"}