{"patient_id": 151512, "patient_uid": "4835636-1", "PMID": 27110342, "file_path": "noncomm/PMC004xxxxxx/PMC4835636.xml", "title": "A long-Segmental Vascular Malformation in the Small Bowel Presenting With Gastrointestinal Bleeding in a Preschool-Aged Child", "patient": "A three-year-old girl came to our children’s hospital with anemia. She had experienced two episodes of melena after upper respiratory infections, was diagnosed with anemia about 6 months prior to presenting to our hospital, and had recovered after being given iron supplements. She presented to our hospital with no specific abdominal pain, diarrhea, fever, weight loss, or appearance of being ill. Her abdomen was soft and flat with no tenderness.\\nHer height and weight were in the 50th percentile for her age. An initial complete blood count suggested mild anemia with a hemoglobin of 9.7 g/dL (normal range; 10.2 - 12.7 g/dL), mean corpuscular volume (MCV) of 70.1 fl (72.3 - 85.0), and mean corpuscular hemoglobin concentration (MCHC) of 31.3 g/dL (31.8 - 34.6 g/dL). A biochemical screen revealed no abnormality. A 99mTc-pertechnetate scan showed no ectopic gastric mucosa and gastroduodenal endoscopy was negative for bleeding in the upper GI tract.\\nUS revealed a 10 cm long segmental and circumferential bowel wall thickening at the left lower quadrant of the abdomen. Numerous cystic locules that did not exceed 1 cm in diameter were identified in the thickened bowel wall (). Several locules showed internal echogenic debris, but the majority contained clear anechoic fluid. The echogenic mucosal lining of the involved bowel segment was well preserved. There was no phlebolith apparent on a 2D grayscale image. On a color Doppler study, the cystic locules did not reveal internal vascular flow. Pseudo-flow artifact was present when the lesion was compressed by the US probe ().\\nCT angiography was performed to determine the extent and location of the lesion and to evaluate the associated vascular abnormality with a suspicion that there might be a vascular malformation. An arterial phase CT image () showed circumferential, low attenuation bowel wall thickening involving the jejunum, and its extent was more than 10 cm in length. The enhancement of the inner layer of the bowel wall was intact, but the middle layer did not show any enhancement. In portovenous phase CT image () (), multifocal punctate and curvilinear areas of enhancements were presented in the middle layer of the thickened bowel wall, which showed low attenuation in the arterial phase. No engorged feeding artery or early draining vein was demonstrated on the maximum intensity projection image on the arterial phase () but enhancement of the thickened bowel segment was appeared on the portovenous phase of CT image (). The bowel lumen was patent with no finding suggesting obstruction.\\nCapsule endoscopy (CE) was performed to evaluate the mucosal lesion, however, the capsule was retained in the stomach for more than 16 hours so that we could not obtain any additional data from CE. Finally, the CE was passed out spontaneously after 30 hours from insertion of it. The patient underwent laparoscopic small bowel resection. Laparoscopic finding showed dark red and purple berrylike lesions covering the small bowel. The mass involved 13 cm of the mid jejunum and the lesion consisted of multiple cystic locules containing old blood ().\\nMicroscopic examination revealed variably dilated thick-walled arterial and venous structures involving the submucosa, muscularis propria, and subserosa of the bowel wall. Single or multiple endothelial layers lined the wall of the dilated venous structures () and these findings were consistent with arteriovenous malformation.\\nThe patient recovered well from the surgery and was discharged uneventfully on postoperative day five. After three months, her general condition was normal and her anemia was fully recovered up to a hemoglobin level of 12 g/dL without medication.", "age": "[[3.0, 'year']]", "gender": "F", "relevant_articles": "{'24571577': 2, '25045368': 2, '32890897': 1, '23689262': 1, '17437096': 1, '32270382': 1, '22370189': 1, '18346686': 1, '30022275': 2, '31300851': 1, '9694115': 1, '22942801': 1, '27110342': 2}", "similar_patients": "{'4102688-1': 1, '4102688-2': 1, '4102688-3': 1, '6051949-1': 1, '3938034-1': 1}"}