{"patient_id": 148575, "patient_uid": "4623168-1", "PMID": 26512268, "file_path": "noncomm/PMC004xxxxxx/PMC4623168.xml", "title": "Rapidly Progressive Gas-containing Lumbar Spinal Epidural Abscess", "patient": "A 72-year-old man presented to the emergency department with a 3-day history of increasing low back pain (LBP). He was receiving medication for DM and hypertension for 2 years. He had no recent history of febrile illness and had not received any spinal procedure or intervention. On examination, he was afebrile, had no pain in the legs, and no neurological deficit. Magnetic resonance imaging (MRI) of the lumbar spine in the emergency department showed abnormal signal intensity in the L4-L5 intervertebral disc and in the L4 and L5 vertebral bodies. Gas was evident in the lumbar spinal canal. Thecal sac compression from a posterior epidural lesion was demonstrated from L4 to S1 level (). Under the suspicion of lumbar SEA, he was admitted to the neurosurgical department. On admission, blood lab and blood culture were done. The laboratory findings showed a white blood cell (WBC) count of 10,890 cells/mm3 (normal: 4,000-10,000 cells/mm3), an erythrocyte sedimentation rate (ESR) of 129mm/h (normal: 0-9mm/h), and a C-reactive protein (CRP) level of 15.79mg/dL (normal: <0.5mg/dL). Hemoglobin A1c (HbA1c) was 8.1%(normal: 4.0-5.6%).\\nHe was febrile from the night of the day of admission. LBP worsened and numbness in the legs developed. Gadolinium-enhanced MRI performed the next day revealed markedly increased extent of the epidural abscess from lower L2, increased amount of gas, and anteriorly displaced cauda equina (). Gas was clearly demonstrated in non-enhanced computed tomography (CT) scan of the lumbar spine ().\\nUnder the impression of lumbar SEA, he was brought to the operating room for an emergent operation. Just before starting to the operating room, he complained of residual urine sensation after voiding. He underwent multilevel laminectomy from L3 to S1 and evacuation of the abscess. Frank pus was identified in the epidural space. Cultures from the epidural abscess and the L4-L5 disc grew E. faecalis. Blood cultures performed on the day of admission also grew E. faecalis. The pathogen was sensitive to ampicillin and antibiotic treatment with intravenous ampicillin was begun. Intravenous ampicillin was administered for 6 weeks and discontinued without additional oral antibiotic treatment. On discharge, his pain and clinical condition improved greatly and the WBC count, ESR, and CRP levels were within normal limits.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'19137083': 1, '12006686': 1, '20036548': 1, '16609091': 1, '7631361': 1, '28407706': 2, '8232872': 1, '17612923': 1, '9571746': 1, '23669124': 1, '23132965': 1, '20228705': 1, '30270587': 2, '24359002': 1, '9374938': 1, '3263775': 1, '32178241': 2, '25983839': 2, '15066338': 1, '32518927': 1, '24585051': 1, '8689282': 1, '33108532': 1, '26512268': 2}", "similar_patients": "{'6167512-1': 1, '5402861-1': 1, '4431026-1': 1, '4431026-2': 1, '7157694-1': 1}"}