{"patient_id": 87958, "patient_uid": "4971299-1", "PMID": 27525144, "file_path": "comm/PMC004xxxxxx/PMC4971299.xml", "title": "A Rare Case of Tuberculosis with Sacrococcygeal Involvement Miming a Neoplasm", "patient": "A 55-year-old woman without medical or surgical history of interest was referred to our team with 1-year history of isolated lower back pain. She reported neither fever nor recent weight loss; there was no tuberculosis contagion. On physical examination, the patient was afebrile. Palpation of the sacrococcygeal region was too painful. Respiratory, cardiovascular, and abdominal system examination was normal. Higher mental functions and cranial nerve examination were normal. There were no meningeal signs. Motor and sensory examination in the lower limbs was normal. There was no bowel or bladder incontinence. Biologic parameters were within normal limits. Chest X-ray was normal. These were followed up by AP and oblique X-ray of pelvis () which were not suggestive of any lesion and showed blurry margins of the sacrococcygeal region. Initial CT scan of the pelvis () revealed a large hypodense heterogeneous solid lesion with enhanced peripheral portions after contrast administration, affecting both of sacrum and coccyx causing osseous destruction and suggesting a malignant process. The magnetic resonance imaging (MRI) () was performed showing a process of hypointense signals in T1W images and hyperintense signals in T2W images. The lesion was moderately enhanced in its periphery after gadolinium administration. The spread of lesion to right piriformis muscle and large gluteal muscles was noted.\\nBased on these radiological findings, a malignant process such as chordoma was suspected.\\nThe patient underwent a surgical intervention and an open biopsy was performed to establish the tissue diagnosis. Histopathological report () confirmed the diagnosis of skeletal tuberculosis by showing tuberculous granuloma with central caseous necrosis surrounded by epithelioid cells and Langhans type giant cells. The patient was treated with antibacillary chemotherapy for a period of 9 months. Treatment was initiated with a four-drug antibiotic regimen (isoniazid, rifampicin, pyrazinamide, and ethambutol) for initial intensive phase of two months followed by continuation phase with two-drug regimen (isoniazid and rifampicin) for next 7 months with a favorable evolution. The follow-up period was of 36 months. There was a full recovery and the patient was asymptomatic at the last follow-up after 3 years with standard radiographs showing no evidence of recurrence ().", "age": "[[55.0, 'year']]", "gender": "F", "relevant_articles": "{'4077912': 1, '4004038': 1, '22116392': 1, '17012433': 1, '26338020': 1, '29966953': 1, '23323174': 2, '22976345': 1, '27708880': 1, '25352992': 2, '16996769': 1, '25809762': 1, '24614238': 1, '14751619': 1, '27525144': 2}", "similar_patients": "{'4207282-1': 1, '3539088-1': 1}"}