{"patient_id": 82567, "patient_uid": "4546953-1", "PMID": 26347831, "file_path": "comm/PMC004xxxxxx/PMC4546953.xml", "title": "Necrotizing Fasciitis Secondary to a Primary Suture for Anoperineal Trauma by Motorcycle Accident in a Healthy Adult", "patient": "A 41-year-old Brazilian man with scrotal swelling presented to our hospital, thinking that perhaps he had a recurrence of an inguinal hernia which had been repaired at our hospital three years prior. Upon evaluation at our hospital, we discovered that at an outside hospital he had undergone primary suture repair of anoperineal trauma 3 days prior, secondary to a motorcycle accident. Cefalexin (300 mg/day) and a nonsteroidal anti-inflammatory drug were prescribed by the doctors at that initial presentation, and he was scheduled to return there five days after the repair for follow-up. At our hospital, he presented with general fatigue, low grade fevers, perineal pain, and crepitus from the left chest to the flank.\\nAbdominal computed tomography (CT) showed that there was subcutaneous emphysema from the scrotum to the left chest (), multiple fractures of bilateral ribs, a right pleural effusion, multiple transverse process fractures, fracture of the fourth lumber vertebral body, and a retroperitoneal hematoma; he had no recurrence of a right inguinal hernia. Neither pelvic fracture nor urethral injury was observed. Upon examination of the anoperineal area, the sutured and contused/lacerated wound had foul-smelling discharge and white exudate. Digital examination demonstrated reduced anal sphincter tone. Magnetic resonance imaging (MRI) showed high intensity around the perineum on short T1 inversion recovery (STIR) sequences, strongly suspicious for necrotizing fasciitis (). Additionally, MRI suggested a left anal sphincter injury. We immediately opened the wound and performed an initial debridement and lavage with copious irrigation. On laboratory examination, abnormal values were as follows: white blood cell 11200/μL (normal range, 3500–9000/μL), platelet 11.8 × 104/μL (normal range, 14.0–37.9 × 104/μL), aspirate aminotransferase 43 IU/L (normal range, 10–35 IU/L), lactate dehydrogenase 265 IU/L (normal range, 110–225 IU/L), creatinine kinase 1054 IU/L (50–200 IU/L), and C-reactive protein 7.27 mg/dL (0–0.45 mg/dL). Wound cultures showed Enterobacter cloacae, Pseudomonas aeruginosa, and yeast. After admission to our hospital, we administered meropenem (2 g/day) and clindamycin (1800 mg/day), kept the patient NPO, and initiated parenteral nutrition. We continued antibiotics and wound lavage until the infection was controlled. Although low grade fever continued for ten days and subcutaneous gas remained in the left flank despite prompt disappearance of emphysema in the scrotum (), the inflammation-related laboratory data improved gradually. He resumed oral intake after a week in the hospital. He required no further surgery and was discharged on hospital day 15. The subcutaneous air completely disappeared on abdominal CT two months after the first visit to our hospital. He had no fecal incontinence despite the injury to his sphincter. He is still followed carefully in the ambulatory setting.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'3336680': 1, '18789410': 1, '15735411': 1, '19484342': 1, '15241098': 1, '9523650': 1, '20558917': 1, '20579084': 1, '23468272': 1, '20542593': 1, '10848848': 1, '11091013': 1, '17683625': 1, '25069713': 1, '15817551': 1, '24976731': 1, '19506410': 1, '3873805': 1, '10737571': 1, '26347831': 2}", "similar_patients": "{}"}