{"patient_id": 143183, "patient_uid": "4303729-1", "PMID": 25628813, "file_path": "noncomm/PMC004xxxxxx/PMC4303729.xml", "title": "Primary Osteolytic Intraosseous Atypical Meningioma with Soft Tissue and Dural Invasion: Report of a Case and Review of Literatures", "patient": "A 65-year-old woman presented with a 5 months history of a soft, enlarging mass in the right frontal region. The scalp mass was painless and there was no history of tauma. On admission, her neurological examination was within the normal range. Skull X-rays and a computed tomography (CT) of the head clearly showed a bony, destructive lesion involving the scalp of the right frontal bone (). Magnetic resonance (MR) imaging revealed a 6×6 cm heterogeneously enhancing, bony expansive mass in the right frontal bone, extending into the intracranial space with little brain edema (). Preoperative diagnosis was a primary or secondary malignant osteolytic mass. We checked the lesions in the whole body of patients using a bone scan, and we performed whole body positron emission tomography CT to rule out metastatic lesions, but abnormal lesions were not found. We performed a craniotomy for excision of the mass. The scalp could be reflected easily and the mass was not adhered to it tightly, but it had partially infiltrated the subcutaneous tissue. The inner and outer table of the skull was destroyed by the well-encapsulated, soft mass. The main tumor appeared to arise extradurally, but definite invasion of the outer and inner dura was observed without brain invasion; therefore we had to remove whole layer of the infiltrated dura including some of the normal dura and we repaired the dura using an artificial component. The mass involving the scalp, skull, and dura was totallyremoved grossly. The calvarial defect was reconstructed with polymethyl methacrylate. The biopsy confirmed the tumor as an atypical (World Health Organization grade II) meningioma (), which caused soft tissue and dural invasion. Pathologic findings showed immunopositive for epithelial membrane antigen, frequent mitosis (Fig. 2A) and necrosis with 10% of Ki-67 labeling index (). Her post-operative recovery was uneventful and she was discharged on the 14th day post-surgery. The adjuvant treatment was not performed because the mass was totally removed and there were no metastatic lesions. The patients was doing well without any symptoms, and six months postoperatively, we performed follow-up brain MR imaging for assessing if there were any recurrent lesions, and no recurrent mass was observed in the skull, soft tissue, and intracranial area ().", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'15664571': 1, '11393793': 1, '20824719': 1, '11117866': 1, '16675180': 1, '9240709': 1, '31337352': 2, '18417855': 1, '34660375': 2, '17961037': 1, '26605275': 2, '16871880': 1, '7472564': 1, '13716296': 1, '5947052': 1, '16155159': 1, '8995470': 1, '7861230': 1, '20827616': 1, '22639712': 2, '15068523': 1, '28834912': 1, '16155158': 1, '34754535': 2, '4810615': 1, '25628813': 2}", "similar_patients": "{'4656895-1': 1, '8571263-1': 1, '6647308-1': 1, '3358602-1': 1, '3358602-2': 1, '8477816-1': 1, '8477816-2': 1}"}