{"patient_id": 141311, "patient_uid": "4183899-1", "PMID": 25298954, "file_path": "noncomm/PMC004xxxxxx/PMC4183899.xml", "title": "Unique mitral valve mass: Think beyond vegetation", "patient": "A 50-year-old man with a medical history of hypertension was referred to our hospital due to palpitation and lightheadedness. He denied chest pain or shortness of breath. He was in AF with rapid ventricular response (RVR). His blood pressure was 110/75 mmHg, the pulse was irregular with a rate of 160/min, and his breathing rate was 32/min. He had normal heart sounds and a clear chest. Laboratory results showed troponin, a complete blood count, and basic metabolic panel and liver function tests were within normal limits. C reactive protein: 8.3 mg/L (normal range <0.8) and erythrocyte sedimentation rate: 29 mm/h (normal range 0-7). An electrocardiogram showed AF with RVR and no specific ST segment or T wave abnormalities. The patient was admitted to the telemetry ward and started on diltiazem drip.\\nTransthoracic echocardiography demonstrated normal systolic function and the anterior mitral valve leaflet was severely thickened, with extensive vegetation/mass involving the whole leaflet [ and ]. There were severe mitral regurgitation and moderate mitral stenosis. Blood cultures and serologies for cat scratch disease, brucella, Q-fever, HIV, and hepatitis were negative. The patient was started on vancomycin and ceftriaxone empirically.\\nThe patient was scheduled for mitral valve replacement on day 11 of hospitalization. Intraoperatively, the mitral valve showed no evidence of endocarditis, there was a thickened calcified anterior leaflet. The valve leaflets were removed, and mitral valve was replaced with a mechanical mitral valve. Macroscopically, the resected mass was 4 cm × 3.5 cm × 1.8 cm and weighed 5.5 g. The mass was aggregate of yellow-white, irregular valve-like fragments of tissue with dense fibrous nodularity. Calcifications were identified.\\nMicroscopically, the lesion is composed of malignant pleomorphic spindle with several mitotic figures with associated with osteoid production [Figures and ]. These features further supported a diagnosis of malignancy as high-grade osteosarcoma.\\nComputed tomography (CT) of the head did not demonstrate any primary lesion. CT of the chest, abdomen, and pelvis showed questionable third lumbar vertebra lesion. Biopsy showed no evidence of malignancy. The patient was discharged on warfarin. At 1-week follow-up with the oncologist; the patient was started on doxorubicin and cisplatin. At the 3-month follow-up visit, the patient was asymptomatic. A repeat CT of the chest, abdomen, and pelvis showed multiple liver lesions. The patient died after 3-month.", "age": "[[50.0, 'year']]", "gender": "M", "relevant_articles": "{'18602663': 1, '23526150': 1, '11034717': 1, '16440150': 1, '25298954': 2}", "similar_patients": "{}"}