{"patient_id": 74989, "patient_uid": "4010054-1", "PMID": 24826337, "file_path": "comm/PMC004xxxxxx/PMC4010054.xml", "title": "Fatal Multiorgan Failure Associated with Disseminated Herpes Simplex Virus-1 Infection: A Case Report", "patient": "A 70-year-old male patient was initially admitted to a primary hospital with fever, productive cough, fatigue, reduced vigilance, and macrohematuria. His past medical history included obesity (body mass index 38.1 kg/m2), arterial hypertension, obstructive sleep apnea, benign prostate hyperplasia, complete atrioventricular block (implanted dual chamber pacemaker), chronic heart failure, and atrial fibrillation. For the latter, the patient was orally anticoagulated with phenprocoumon. Due to chronic backache, he received lumbar injections at regular intervals. A few weeks prior to the present admission, he travelled to Tunisia and Turkey. HIV and hepatitis B/C virus serology results were negative. Blood chemistry showed elevated C-reactive protein (219 mg/L), leukocytosis (14.2 per nL), an increase in procalcitonin (0.507 ng/mL), an international normalized ratio of 5.2, and an increased creatinine (5.0 mg/dL). Searching for a septic focus an abdominal computed tomography (CT) showed massive bilateral hydronephrosis with ureteral compression by a retroperitoneal space-occupying lesion suspected to be a hematoma causing urinary retention and urosepsis.\\nFor technical reasons, only the left ureter was stented with a double-j catheter. Calculated antibiotic treatment with Meropenem/Ciprofloxacin was initiated, and the patient was subsequently transferred to our hospital. Shortly after relieving the right ureter his state rapidly deteriorated. Body temperature increased to 39.9°C. His oxygenation index (136) necessitated invasive ventilation (fraction of inspired oxygen 0.6, positive end-expiratory pressure 12 mbar), and his hemodynamic status had to be supported by norepinephrine (up to 1.0 μg/kg/min). On day five, he became anuric necessitating continuous venovenous hemodialysis. Surgical exploration of the right retroperitoneal space was performed to exclude an infected hematoma and revealed no relevant bleeding. Microbiological analysis (blood cultures) did not show any systemic bacterial or fungal infections, merely urine culture was initially positive for candida albicans. Elevated transaminases and increased international normalized ratio, despite substitution of prothrombin complex, indicated the beginning of liver failure. Although procalcitonin fluctuated between 2.2 and a maximum of 7.3 ng/mL, repeated blood culture results did not show bacteremia or candidemia. Reevaluating a septic focus with CT scans (cranial, thoracic, and abdominal) between intensive care unit days 8 and 16 still showed the retroperitoneal space-occupying lesion without signs of inflammation. Surgical exploration of the right retroperitoneum on day 16 did not find any correlate. On day 17, colorectal endoscopy revealed several widespread rectal ulcers (up to 25 mm in diameter)—with suspect of viral origin. On the same day (almost four weeks after admission to hospital) oral aphtous ulcers, orolabial, and genital herpetiform vesicles () appeared. Samples obtained from oral and genital swabs as well as oropharyngeal fluid were analyzed by (semiquantitative) real-time polymerase chain reaction (PCR, LightCycler System, Roche, Basel, Switzerland) and revealed HSV-1 DNA in all samples. In addition, HSV-1 was detected in EDTA (ethylenediaminetetraacetic acid) plasma samples indicating florid systemic infection. EDTA blood and oropharyngeal fluid were additionally positive for Epstein-Barr virus, with 2,400 copies per mL and 27,000 copies per mL, respectively. Copy numbers for cytomegalovirus, varicella-zoster virus, and BK virus (human polyoma virus 1) were below the detection limit. Antiviral therapy (acyclovir, adapted to renal failure and dialysis) was immediately initiated. Two days later the patient died of multiple organ failure and septic shock on ICU day 19 (four weeks after admission to primary hospital).\\nOn autopsy the retroperitoneal space-occupying lesion revealed a solid tumor (21 × 18 × 9.5 cm) expanding from the renal artery to the common right iliac artery and right psoas muscle, enclosing the inferior vena cava and the abdominal aorta (see ), leading to ureter stenosis and dilatation on both sides as well as to infiltration of the bladder. Microscopic examination and immunohistochemical analyses finally showed a diffuse of large B-cell lymphoma. As there was further tumor infiltration of the mesenterial root (15 × 6 × 4.8 cm), pericardium (up to 5 × 4 × 3.2 cm), cervical lymph nodes (3 cm in diameter), right visceral pleura (inferior and middle lobe), serosa of the colon, and periadrenal fat tissue, the lymphoma was categorized as Ann-Arbor stage four. Autopsy could not provide evidence for a retroperitoneal hematoma. Semiquantitative real-time PCR of postmortem specimens showed disseminated infection with HSV-1 of a variety of organs including heart, respiratory system, liver, spleen, kidney, intestines, lymphatic nodes, and muscle except for cerebrum and cerebellum (see Tables and ). Highest numbers of genome copies could be detected in organs of the gastrointestinal tract as well as in upper and lower respiratory system.", "age": "[[70.0, 'year']]", "gender": "M", "relevant_articles": "{'19830209': 2, '9195081': 1, '12859170': 1, '15170000': 1, '20589523': 1, '4294512': 1, '34341324': 1, '17945155': 1, '33650293': 1, '11142460': 1, '26161082': 1, '8639437': 1, '4550795': 1, '15454844': 1, '20070669': 1, '20354210': 1, '17529922': 1, '19807272': 1, '1324521': 1, '19022529': 1, '27818806': 2, '8094770': 1, '34521234': 2, '26180838': 1, '18679655': 1, '34364400': 2, '16424713': 1, '24826337': 2}", "similar_patients": "{'2737771-1': 1, '8447091-1': 1, '8349305-1': 1, '5080523-1': 1}"}