{"patient_id": 76653, "patient_uid": "4136642-4", "PMID": 25136354, "file_path": "comm/PMC004xxxxxx/PMC4136642.xml", "title": "Viper bites complicate chronic agrochemical nephropathy in rural Sri Lanka", "patient": "A 48-year-old male farmer bitten on his right ankle by a Russell’s viper on his farm was admitted to the local hospital within ten minutes. Since he had abdominal pain and blurred vision, he was transferred to THA within one hour. On admission at THA, he had mild pain and swelling over his right ankle, headache, nausea and abdominal pain. His WBCT, PT, INR, activated partial thromboplastin time (APTT), white blood cell count (WBC), sCr, BUN on admission were: more than 20 minutes, 19.5 s, 1.7, 22.75 s, 13000 μL−1, 334 μmol/L, and 13.6 mmol/L, respectively. His serum Na+ and K+ levels were within normal range. The patient developed bilateral ptosis, diplopia, and external ophthalmoplegia rapidly within an hour and was treated with 20 vials of IPA. Six hours later, his clotting profile was normal. However, his sCr and BUN remained elevated (368 μmol/L and 17.9 mmol/L, respectively) after 24 hours, with normal serum Na+ and K+ levels. He was normotensive and had normal urinary output and blood glucose levels throughout the hospital stay. The ultrasound scan of both kidneys revealed contracted kidneys with blurred corticomedullary differentiation, indicating chronic kidney disease. The features of neuromuscular paralysis were gradually settled on the fourth day of hospital stay and the patient was discharged from the ward with a clinic follow-up plan for CKD.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'34795341': 1, '21993948': 1, '18455743': 1, '20853020': 1, '21881957': 1, '23417684': 1, '5476148': 1, '16124448': 1, '10591038': 1, '19591857': 1, '21832982': 1, '3256900': 1, '6731682': 1, '6386199': 1, '17643458': 1, '32927702': 1, '10895268': 1, '34437392': 1, '32501450': 1, '22932058': 1, '17014559': 1, '23127899': 1, '15115100': 1, '19391454': 1, '25136354': 2}", "similar_patients": "{'4136642-1': 2, '4136642-2': 2, '4136642-3': 2}"}