{"patient_id": 78814, "patient_uid": "4277835-1", "PMID": 25511310, "file_path": "comm/PMC004xxxxxx/PMC4277835.xml", "title": "Pancytopenia in a surgical patient, a rare presentation of hyperthyroidism", "patient": "A 62 year old female presented to the emergency room with history of fall from one storey building. The impact was over the trunk region. On clinical examination the blood pressure was 90/60 mmHg, pulse rate was 110/min, temperature was 98.6 degree Farenheit and respiratory rate was 20/min. Pallor was present and the thyroid gland was enlarged. Pansystolic murmur was present over the mitral and tricuspid regions. Fine basal crepitations were heard over both lung fields. Left upper quadrant tenderness was present.\\nA complete blood count showed pancytopenia with hemoglobin 7.4gm/dl (normal: 12–16 gm/dl), WBC count 3400/μl (normal: 4000–11,000/μl) and platelet count 91,000/μl (normal 1,50,000-4,00,000/μl). Multiple ventricular premature complexes were present in the electrocardiogram (ECG). Ultrasound of the abdomen showed splenic laceration with splenic hematoma extending up to the hilum. Contrast enhanced computed tomography of the abdomen showed findings consistent with grade II splenic injury.\\nThe patient was admitted to the intensive care unit (ICU) for conservative management and further workup with the impression of grade II splenic injury and pancytopenia.\\nUltrasound of the neck showed multiple heteroechoic nodules with calcification in both lobes of thyroid, findings suggestive of multinodular goiter. Echocardiography showed severe tricuspid regurgitation and mitral regurgitation. Bone marrow aspiration showed mixed normocellular and a few hypercellular marrow fragments. Absolute retics and peripheral blood smear were normal. Hormonal studies showed features suggestive of hyperthyroidism (Table ).\\nThe patients hemoglobin improved with two units of packed cells transfusion but the WBC and platelet count didn’t improve. On the third day of admission, she developed a temperature of 102 degree Farenheit, pulse rate of 150-160/min, respiratory rate of 30/min and oxygen saturation of 75-80% at 5 L/min of oxygen via face mask. On examination the patient was agitated and had diffuse crepitations over both lung fields. On ECG monitoring multiple VPCs per minute was present. A Burch Wartofsky Score of 95 was calculated (Table ). With the impression of thyroid storm, the patient was started on hydrocortisone, oral propranolol 40 mg q6hrly (intravenous preparation not available), and oral carbimazole 10 mg q8hrly. After 24 hours the patients pulse rate stabilized between 80–100 bpm, temperature was 99 degree farenheit and there were only few VPCs per minute. Propranolol was gradually tapered over a period of one week and her pulse rate stabilized at 60 to 80 bpm. After starting carbimazole, her WBC and platelet counts started improving and became normal at discharge (Table ).\\nThe patient was advised for radionuclide thyroid scan and further treatment.", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'30083058': 2, '30845223': 1, '12452820': 1, '19371562': 1, '33029436': 2, '30713378': 2, '22629533': 1, '6408864': 1, '7630870': 1, '33261249': 1, '29071359': 1, '29525760': 1, '3838096': 1, '6893793': 1, '28348902': 2, '25511310': 2}", "similar_patients": "{'6069025-1': 1, '7530497-1': 1, '5350306-1': 1, '6352650-1': 1}"}