{"patient_id": 142696, "patient_uid": "4278095-1", "PMID": 25558435, "file_path": "noncomm/PMC004xxxxxx/PMC4278095.xml", "title": "Levoatriocardinal Vein: An Unusual Cause of Right-to-Left Shunting", "patient": "A 37-year-old woman with a past medical history of bacterial endocarditis of the pulmonic, mitral, and tricuspid valves due to intravenous drug abuse, with subsequent tricuspid valve replacement and pulmonary embolism presented to our Emergency Department (ED) complaining of generalized myalgias and shortness of breath. She had no history of congenital cardiac disease. Notes in the medical record indicated that she had baseline oxygen deprivation attributed to a historical diagnosis of pulmonary hypertension. In the ED, she was tachypneic, tachycardic, and had persistent oxygen saturations around 88% on room air mandating the need for oxygen via nasal cannula at 2 l/min. Upon physical exam, she was in moderate respiratory distress and diaphoretic. Cardiovascular examination revealed a harsh, blowing holosystolic grade IV/VI murmur noted at the left upper sternal border. The rest of her physical exam was unremarkable. A complete metabolic panel (CMP) showed no abnormalities and a complete blood count (CBC) showed only mild anemia. No arterial blood gases were tested. An electrocardiogram (EKG) demonstrated a right bundle branch block, but no other marked abnormalities. Due to suspicion for pulmonary embolism, a CT scan of the chest was performed. The CT scan was negative for pulmonary embolism, but did reveal an anomalous vein connecting the left brachiocephalic vein to the left superior pulmonary vein [Figures and and ]. The CT study demonstrated intravenously administered contrast passing from the left brachiocephalic vein through the anomalous vessel into the left superior pulmonary vein to the left atrium, indicating a right-to-left shunt via the anomalous vein. The anomalous vein measured 9 mm in maximum diameter. Subsequently, transthoracic and transesophageal echocardiography was performed. This demonstrated dilatation of the right atrium and right ventricle, severe tricuspid valve regurgitation, and elevated right ventricular pressure estimated at 30 mm Hg. The inferior vena cava was dilated without respiratory variation, also consistent with elevated right atrial pressure. A small fistula between the ascending aorta and the right ventricle was also seen likely secondary to endocarditis. In retrospect, this fistula was not visible on CT due to streak artifacts from the previous tricuspid valve prosthesis. Agitated saline injection showed appearance of bubbles in the left atrium from the left superior pulmonary vein, confirming an intrapulmonary right-to-left shunt. MRI of the anomalous vein was also performed to evaluate the flow characteristics []. As the patient was claustrophobic, only a limited evaluation of the anomalous vein could be performed. The study demonstrated monophasic, inferiorly directed flow within the vessel toward the left superior pulmonary vein, with the flow calculated as 20 ml per heartbeat.\\nShortly after admission, treatment was started for bacterial endocarditis and subsequent blood cultures were positive for Escherichia coli. Her symptoms were attributed to bacterial endocarditis and right-heart overload secondary to the severe tricuspid valve regurgitation and the small fistula between the aortic root and the right ventricle. Right-to-left shunting through the anomalous pulmonary vessel was also believed to further exacerbate her hypoxia. No interventions were undertaken with regard to the anomalous vessel during the patient's hospital course. The patient left the hospital against medical advice before completion of therapy and was lost to follow-up.", "age": "[[37.0, 'year']]", "gender": "F", "relevant_articles": "{'14617559': 1, '22988048': 1, '7560630': 1, '16427894': 1, '23678224': 1, '20805252': 1, '410273': 1, '21976883': 1, '25558435': 2}", "similar_patients": "{}"}