{"patient_id": 76905, "patient_uid": "4152190-1", "PMID": 25210612, "file_path": "comm/PMC004xxxxxx/PMC4152190.xml", "title": "Spontaneous Resolution of a Fetal Dural Sinus Thrombosis: One Case\\nReport and Review of the Literatures", "patient": "A 29-year-old woman (gravida 1, papa 0) was referred to our hospital at 31 weeks of gestation because of a suspected presence of a posterior fossa cyst identified during a routine third-trimester ultrasound examination. The patient and her husband’s medical records were unremarkable. Maternal serum screening for Down’s syndrome in the second trimester represented low risk and the ultrasound at 12 and 20 weeks of gestation revealed no abnormalities.\\nUltrasound examination was repeated in our hospital and revealed a cystic mass measuring 2.16 × 1.05 cm in the posterior midline portion of the fetal brain (). However, color Doppler showed no vascularity in or around the mass. There were no ventriculomegaly or other extracranial abnormalities, nor were there any signs of fetal hydrops or other anomalies.\\nFetal magnetic resonance imaging (MRI was recommended to get more information. MRI at 32 weeks gestation showed a isolated triangle occipital mass measuring 2.5 × 2.4cm along the posterior surface of the brain with high signal intensity on T2 weighted MRI with occipital lobe compressed forward and superior longitudinal sinuses dilated (). A fetal dural sinus thrombosis at torcular was suggested.\\nAfter a genetic counseling session where all the possible fetal outcomes were explained fully to the parents, they decided to continue the pregnancy. At 39 weeks of gestation, fetal MRI was repeated which showed the thrombosis had shrunk significantly without causing any brain compression (). There were no complications encountered during the pregnancy and the baby was born via a Cesarean section at 40 + 2/7 weeks of gestation. Apgar scores were 10 at 1 minute and 5 minutes after birth. The female neonate was referred to NICU for further observation. The neonate weighted 3450 g and her head circumference was 35.2 cm which was within the normal range. No abnormalities were found during the physical exam. There was no evidence of hypercoagulability (plasma prothrombin time (PT) and INR, activated partial thromboplastin time (APTT) and APTT-R, d-dimer, Protein C, Protein S, anticardiolipin were all within the normal range). Three days after birth, MRI and MRV was performed which showed a further shrinkage of the thrombus () and the cerebral venous drainage was not compromised. The infant was discharged 7 days after birth and no physical or neurological abnormalities were observed at 8-months during a follow-up.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'11339189': 1, '11038462': 1, '15858188': 1, '12504200': 1, '12177381': 1, '15270925': 1, '12136352': 1, '20591322': 1, '1678379': 1, '16586467': 1, '20414': 1, '18512853': 1, '25210612': 2}", "similar_patients": "{}"}