{"patient_id": 80016, "patient_uid": "4350609-1", "PMID": 25644855, "file_path": "comm/PMC004xxxxxx/PMC4350609.xml", "title": "False reduction of an inguinal hernia treated by Kugel patch repair via an anterior approach", "patient": "A 59-year-old man presented to our hospital with lower abdominal pain and vomiting.\\nDuring a detailed interview, he said that he had noted a lump over his left groin for approximately 3 years that had initially been reducible by manipulation but had become progressively more difficult to reduce. Abdominal CT scan showed small bowel obstruction with a transition point in the left inguinal region (Figure ). A segment of the intestine was entrapped within a hernial sac that was protruding into the pre-peritoneal space between the parietal peritoneum and anterior abdominal wall. The patient was diagnosed with a reduction en masse of an inguinal hernia and secondary mechanical small bowel obstruction.\\nAn emergency operation was performed under general anesthesia. A 5-cm incision was made in the inguinal groin. The inguinal canal was opened, and the transverse fascia found to be weak. The pre-peritoneal space was spread widely, and an Alexis wound retractor (Applied Medical, Rancho Santa Margarita, CA, USA) was attached. We found a hernial sac containing an incarcerated small bowel at the cranial and internal sides of the internal inguinal ring (Figure a). These intraoperative findings confirmed proved the diagnosis of false reduction en masse of an inguinal hernia. Opening of the hernial sac revealed severe congestion and necrosis of the incarcerated small bowel (Figure b). The incarcerated small bowel was strangulated at the thickend hernia neck. Therefore, the hernia neck was cut deeply, and the small bowel was pulled out (Figure c). A 10-cm long portion of the small bowel was resected, along with the excess hernial sac, and the sac was closed with sutures. During these procedures, the pre-peritoneal space was spread wide enough to accommodate a direct Kugel patch. After the wound was extensively washed, an oval, 8 × 12 cm Bard Composix Kugel patch (Davol, Cranston, RI, USA) was inserted into the pre-peritoneal space and fixed to the internal oblique muscle. The patient made an uneventful recovery and was discharged on the fourth post-operative day. Six months have since passed with no sign of recurrence.", "age": "[[59.0, 'year']]", "gender": "M", "relevant_articles": "{'22383215': 1, '21898013': 1, '23264162': 1, '24415042': 1, '30096534': 1, '20563827': 1, '17393571': 1, '21610986': 2, '10587187': 1, '18360076': 1, '16943997': 1, '23657860': 1, '12404049': 1, '17569605': 1, '25644855': 2}", "similar_patients": "{'3097719-1': 1}"}