{"patient_id": 86852, "patient_uid": "4880394-2", "PMID": 24488396, "file_path": "comm/PMC004xxxxxx/PMC4880394.xml", "title": "Minimally invasive treatment of hepatic adenoma in special cases", "patient": "Case two was a 23-year-old female using oral hormonal contraception who suffered blunt abdominal trauma after falling two meters and hitting the right hypochondrium against a table. She complained of severe abdominal pain and exhibited signs of peritoneal irritation, skin and mucous membrane pallor, and hemodynamic shock.\\nLaboratory testing showed a reduced hemoglobin level. Initial care in the emergency department, including fluid resuscitation and analgesia, controlled the hemodynamic shock. Computed tomography of the abdomen revealed the presence of multiple solid, hypervascular, nodular lesions, and liquefied hypoattenuating lesions mostly in segments VI and VII. The remainder of the approximately 10 lesions were primarily located in the liver right lobe, and the largest lesion was in segment II/III. The test also identified a large amount of free fluid beside the inferior liver margin and right paracolic gutter that extended to the pelvis. The lower margin of the liver lesions was slightly irregular, which suggested active bleeding into the peritoneum.\\nThe patient was transferred to the interventional radiology unit, and digital angiography of the liver was performed to confirm the presence of multiple hypervascular liver lesions. Selective arterial embolization of the largest lesions in the right lobe was performed with 300- to 500-micron calibrated microspheres (). The hemorrhage was stopped, and the hemodynamic conditions improved gradually. No new liver lesions were found on radiological images 12 months later, and the embolized lesions were smaller ().", "age": "[[23.0, 'year']]", "gender": "F", "relevant_articles": "{'19130136': 1, '19717753': 1, '15158349': 1, '9563962': 1, '31019349': 1, '30338010': 1, '20357452': 1, '12540026': 1, '8813164': 1, '24488396': 2}", "similar_patients": "{'4880394-1': 2}"}