{"patient_id": 81657, "patient_uid": "4475741-1", "PMID": 26167323, "file_path": "comm/PMC004xxxxxx/PMC4475741.xml", "title": "Massive Gastric Hemorrhage due to Dieulafoy's Lesion in a Preterm Neonate: A Case Report and Literature Review of the Lesion in Neonates", "patient": "A preterm male neonate was born as twin B after an IVF pregnancy to a 36-year-old gravida 1, para 2 mother at 26+1-week gestation, due to idiopathic preterm labor. His birth weight was 1010 g (90th percentile), and his length and head circumference were 34 cm (50th percentile) and 25.4 cm (90th percentile), respectively. Apgar scores were 4 at 1 minute and 6 at 5 minutes. The neonate was intubated to increase respiratory efforts and he was transferred to the neonatal intensive care unit (NICU). He remained on mechanical ventilation for 36 days. On day 65 of hospitalization (postconceptual age: 34+5 weeks, weight 2020 g), he presented with a massive oral hematemesis and was transferred to the NICU yet again. On examination, he was pale and displayed mild abdominal distention. Initial laboratory examinations showed hemoglobin of 10 g/dL (13.5–19.5 g/dL); hematocrit 29.3% (40–64%); WBC 5,050 cells/μL (10.000–26000 cells/μL); and platelet count 190,000/μL (150,000–400,000/μL). The coagulation tests were normal. After a one-blood volume transfusion, esophagogastroduodenoscopy (EGD) was performed with an Olympus GIF-N180 neonatal endoscope, which identified the presence of a big blood clot in the fundus, adherent to the gastroesophageal junction without signs of active bleeding (). However, despite the efforts, the blood clot could not be reached even in full retroflexion. A second endoscopy was performed the following day after a massive hematemesis and a further drop in the levels of hemoglobin and hematocrit (8.6 g/dL and 25.1%, resp.). However, the presence of a pool of blood prevented the endoscope from visualizing the source of bleeding. Again, the site of bleeding could not be approximated. An emergency laparotomy with gastrotomy was carried out which revealed a spurting arterial vessel that was ligated at a distance of less than 3 cm from the gastroesophageal junction (). The infant had an uneventful recovery. No recurrence of bleeding was noted during 8 months of follow-up.", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'13926844': 1, '20883603': 1, '22008357': 1, '16301857': 1, '12612541': 1, '1748038': 1, '20871413': 1, '32306992': 1, '29682140': 1, '19949729': 1, '16552369': 1, '5303124': 1, '26167323': 2}", "similar_patients": "{}"}