{"patient_id": 144900, "patient_uid": "4400513-1", "PMID": 26069778, "file_path": "noncomm/PMC004xxxxxx/PMC4400513.xml", "title": "Re-infection following sustained virological response with a different hepatitis C virus genotype: implications for infection control policy", "patient": "A 17-year-old male (index patient) commenced maintenance haemodialysis in 1983. He received an estimated 20 U of packed red blood cells for treatment of renal anaemia. He underwent deceased donor renal transplantation in 1984. His transplant failed in 2002 due to chronic allograft nephropathy and he was tested for HCV infection as he returned to dialysis. HCV genotype 2 with a viral load of 7 312 217 copies/mL (∼2 708 228 IU/mL) was discovered. Alanine aminotransferase was 105 IU/L and liver histology supported mild hepatitis. He declined interferon treatment and received a second deceased donor renal transplant in 2003. This transplant failed due to recurrence of his original glomerulonephritis and he developed end-stage kidney disease within 4 years. According to local policy, he was cohorted with HCV-infected patients when he resumed haemodialysis in 2007. In September 2009, he commenced a 24-week course of pegylated interferon therapy. Serum HCV RNA was undetectable by Week 12 (see ). This remained negative 6 months after completion of therapy, by definition a sustained virological response (SVR). He continued to dialyse alongside patients with detectable HCV RNA.\\nThe patient was routinely tested for HCV after returning from a holiday abroad in January 2011 and was found to be weakly positive for HCV antigen (Ag) (44 pg/mL). Retrospective testing of a serum sample collected in December 2010 confirmed that HCV Ag and RNA were then absent. Subsequent HCV RNA testing in February 2011 detected HCV RNA with a viral load of 7791 IU/mL. Genotyping using the Versant HCV Genotype 2.0 assay (INNO-LiPA) identified this to be HCV genotype 3a. This indicated HCV re-infection rather than a relapse of the patient's original HCV genotype 2 infection.\\nA detailed epidemiological and molecular investigation was initiated. There was no evidence to support HCV transmission outside the dialysis unit or within the patient's holiday dialysis unit. A review of the genotypes of all HCV viraemic patients within the unit identified two additional patients with HCV genotype 3a infection. One patient (Patient X) had received dialysis alongside the index patient (i.e. same shift, room and nurse but different dialysis machine) throughout the month of December, at which time his HCV viral load was >69 000 000 IU/mL. Phylogenetic analysis of fragments of the E1/E2 region, including the hypervariable region, of HCV RNA from Patient X and the index patient demonstrated that there was a strong possibility that both viruses were genetically related (see ). We concluded that the index patient had been infected with HCV genotype 3a from Patient X while they were being cohorted together for dialysis.", "age": "[[17.0, 'year']]", "gender": "M", "relevant_articles": "{'15149347': 1, '30455426': 1, '9551413': 1, '7685747': 1, '21051906': 1, '12709735': 1, '18041025': 1, '20799943': 1, '14638409': 1, '18382440': 1, '21784816': 1, '34307975': 1, '18098132': 1, '26069778': 2}", "similar_patients": "{}"}