{"patient_id": 83433, "patient_uid": "4609413-1", "PMID": 26504606, "file_path": "comm/PMC004xxxxxx/PMC4609413.xml", "title": "A Huge Capital Drop with Compression of Femoral Vessels Associated with Hip Osteoarthritis", "patient": "A 71-year-old Japanese woman presented with a 10-year history of left hip pain and 1-year history of left leg edema. The left leg edema was apparent particularly after long durations of standing, sitting, or walking. The patient had a history of hypertension, arteriosclerosis, and internal carotid artery constriction. We could feel pulses of the femoral and dorsal arteries well even when the leg edema appeared. Physical examination revealed limitation of the range of motion (ROM) of her left hip, with 80° flexion, 20° abduction, 15° adduction, 45° external rotation, and 5° internal rotation. Plain radiographs revealed advanced OA secondary to developmental dysplasia of the left hip. A huge osseous mass was also observed at the inferomedial portion of the femoral head (Figures and ). Based on a previous radiograph, we determined that this mass was absent 8 years ago (). Computed tomography (CT) images and magnetic resonance imaging (MRI) revealed compression of the femoral vessels by the mass (Figures –). On MRI, the intensity of the mass was almost similar to the surrounding bone marrow, with very high intensity at the surface on the short-tau inversion recovery (STIR) image (Figures –). The Japanese orthopaedic association (JOA) hip score [] was 54 points: 20 points in pain, 12 points in ROM, 10 points in gait, and 12 points in activity of daily life. We diagnosed the mass as a capital drop secondary to OA and performed total hip arthroplasty (THA) with resection of the mass. The mass was observed to be completely inside the articular capsule and there was minimal inflammation and adhesion between the mass and capsule. Cartilage tissue was observed on the surface of the mass (). THA was performed using a short tapered wedge stem with a 32 mm ceramic head (Microplasty, BIOMET, Warsaw, IN) and a 48 mm cementless cup with a polyethylene liner (Trident cup with X3 liner, Stryker, Mahwah, NJ) (). Histological findings revealed a peripheral cartilage layer, with mature trabecular bone present in the central zone. No malignant cells were observed ().\\nFollowing surgery, the left leg edema immediately diminished and the postoperative course was uneventful. At the latest follow-up, that is, 3 years after the surgery, the patient was able to walk without an aid and was independent in all activities of daily living, with no evidence of recurrence. The ROM of her left hip dramatically improved, with 120° flexion, 45° abduction, 20° adduction, 40° external rotation, and 20° internal rotation and the JOA hip score improved from 54 points preoperatively to 100 points at the latest follow-up.", "age": "[[71.0, 'year']]", "gender": "F", "relevant_articles": "{'17940719': 1, '31799480': 1, '20055356': 1, '17029108': 1, '15599550': 1, '22955416': 1, '16861017': 1, '21808666': 1, '20721711': 1, '17204437': 1, '15948204': 1, '16099258': 1, '23643667': 1, '20704099': 1, '26504606': 2}", "similar_patients": "{}"}