{"patient_id": 142100, "patient_uid": "4234796-1", "PMID": 25425785, "file_path": "noncomm/PMC004xxxxxx/PMC4234796.xml", "title": "Management of an anticipated difficult airway in Hurler's syndrome", "patient": "An18-year-old man diagnosed as a case of Hurler syndrome (MPS Type I) was scheduled for repair of umbilical hernia. His medical history was significant for frequent upper respiratory tract infection, chronic otitis media and obstructive sleep apnea. He had undergone bilateral inguinal hernia repair at the age of 4 years without anesthetic complications.\\nPre-operative physical examination revealed a dysmorphic individual with short stature weighing 20 Kg, height 111 cm and the age did not correlate with his appearance. Patient was co-operative, but slow in responding to commands. Head and neck findings included short neck with limited movement, macrocephaly, coarse facial features, depressed nasal bridge [] with copious oral secretions and flexion deformity seen at elbows, wrists and knee joints. The airway assessment was Mallampati class 4. Systemic examination was noted for pectus excavatum, protuberant belly with an umbilical hernia and enlarged liver extending 7 cm below right costal margin. Laboratory investigations such as hemogram, urine routine and liver function tests were within the normal limit. Chest X-ray showed broadened anterior portion of ribs (oar shaped/paddle ribs) with widened medullary cavity []. Ultrasound of the abdomen revealed hepatomegaly with fatty infiltration and umbilical hernia with bowel loops and omentum as contents. Echocardiogram showed mitral valve prolapse with moderate mitral regurgitation. Biochemical test on urine showed the presence of MPS by toluidine blue spot test. Specific enzyme assay revealed deficient α-L-iduronidase enzyme activity.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'8862643': 1, '7864325': 1, '28590232': 1, '30442160': 1, '11418704': 1, '16427535': 1, '7741581': 1, '3107330': 1, '8250320': 1, '3127069': 1, '22557757': 1, '22435276': 1, '25425785': 2}", "similar_patients": "{}"}