{"patient_id": 144272, "patient_uid": "4372955-1", "PMID": 25814751, "file_path": "noncomm/PMC004xxxxxx/PMC4372955.xml", "title": "Ulceronecrotic Penicillosis", "patient": "A 40-year-old male HIV-positive patient on second-line HAART was admitted in the male Dermatology ward, Regional Institute of Medical Sciences, Imphal in April 2010 with multiple skin lesions over the body of 45-day duration. He developed 2-3 skin-colored asymptomatic papules over the tip of the nose, which rapidly progressed in 2 days following second-line HAART and became generalized in about 10 days. The lesions became eroded, crusted, and turned brown–black in color. There was a history of generalized weakness, loss of appetite, weight loss, and mild productive cough off and on. There was no history of fever. He gave a history of taking itraconazole 200 mg daily for 9 months for a swelling in his neck, which was diagnosed as penicillosis by fine needle aspiration cytology (FNAC) in January 2003. Reportedly, there were no skin eruptions or any other complaints besides his neck swelling at that time. He was an intravenous drug abuser for 9 years and his HIV-positive status was known in 2001, for which first-line HAART was started with zidovudine, lamivudine, and nevirapine; later, efavirenz was substituted for nevirapine as he was on antitubercular therapy (ATT) for tubercular lymphadenitis. Second-line HAART was started since February 4, 2010, with ritonavir, tenofovir, lamivudine, and atazanavir. On examination, the patient was emaciated with mild pallor. The liver was palpable 6 cm below the right costal margin and was firm and tender. Cutaneous examination revealed papulonodular lesions, most with crusted central umbilication, and ulceronecrotic lesions, some hemorrhagic, 2-3 cm in size, over the face, back, and upper extremities [Figures and ]. Two erosions 2-3 cm were also present in the soft palate. The palms, soles, and the genitals were also involved. The genital lesions consisted of a punched-out ulcer 1.5-2 cm over the prepuce and an umbilicated nodule with central necrosis over the scrotum. There was no lymphadenopathy. The patient was diagnosed as a case of ulceronecrotic penicillosis. Investigations showed hemoglobin 8 g%, total leucocyte count 8570 cells/cu mm, differential count with neutrophls 89%, lymphocytes 8%, monocytes 2%, eosinophils 1%, platelet count of 2.06 lac/cu mm, erythrocyte sedimentation rate of 55 mm/1st hour. Peripheral blood smear showed normocytic normochromic with a few polychromatic forms, absolute neutrophilia, and adequate platelets. Other routine investigations including chest X-ray were normal; Venereal Disease Research Laboratory (VDRL) test was nonreactive. CD4+ count was 10 cells/cu mm on June 21, 2002, 284 cells/cu mm on March 28, 2003, and 57 cells/cu mm on December 5, 2009. Viral load was 130,000 cells/mL on October 30, 2009, and 389,000 cells/mL 2 months later. Skin biopsy from a papulonodular lesion showed the dermis displaying well-formed epithelioid granulomas with areas of suppuration and dense lymphohistiocytic infiltration with many yeast forms dividing by binary fission, morphologically resembling Penicillium marneffei []. The patient was started on itraconazole 400 mg/day in two divided doses. HAART was continued. Significant clinical improvement was noted at 2 weeks of therapy, and complete resolution of the skin lesions with scarring at a few sites was observed at a 3-month follow-up []. Itraconazole was tapered to 200 mg/day and given for another 6 months. His CD4 count of 140 cells/cu mm on admission had increased to 300 cells/cu mm after 6 months, and 365 cells/cu mm and viral load 1090 1 year later. There was no relapse at 34 months [].", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'11181140': 1, '31516151': 1, '29379703': 2, '20673530': 1, '21331327': 1, '25814751': 2}", "similar_patients": "{'5775071-1': 1, '5775071-2': 1, '5775071-3': 1}"}