{"patient_id": 87983, "patient_uid": "4973031-1", "PMID": 27487949, "file_path": "comm/PMC004xxxxxx/PMC4973031.xml", "title": "Primary intraspinal dumbbell-shaped mesenchymal chondrosarcoma with massive calcifications: a case report and review of the literature", "patient": "A 26-year-old female patient suffering from sciatic pain and numbness in the left leg with a 1.5-month history was admitted to our department after a magnetic resonance imaging (MRI) scan which showed a tumor in her lumbar spinal canal. She had trouble in walking because of the pain, which can be relieved by maintaining on the right side with coxa and knee bending. Besides, she complained of urgency of urination and irregular bowel movement. Physical examination showed kyphosis of the lumbar spine, muscle atrophy of the left triceps surae, weakness of the anal sphincter, drop foot deformity on the right, hyporeflexia of the patellar tendon reflex on the left, absence of the Achilles tendon reflex, and the straight leg raising test, Yeoman test, and Ely test were positive. The muscle strength was 4/5 in left anterior tibial and extensor hallucis longus, while 0/5 in right. Signs and symptoms of drop foot, bladder, and bowel dysfunction were suspected to cauda equina syndrome, but she told us that she had the difficulty of dorsiflexion on the right foot since she was 14 years old, and aggravated gradually.\\nFurther checks were performed after admission. Results of laboratory tests including complete blood count, electrolytes, biochemical profile, erythrocyte sedimentation rate, and C-reactive protein were all normal. MRI revealed an intraspinal dumbbell-shaped mass measuring 1.8 × 2.3 × 6.2 cm with well-defined margin which extended from central canal to the intervertebral foramen. The tumor pushed forwards the dural sac, resulting in the cauda equine compressed and curved impression at the posterior of L4 vertebra. The mass showed isointense on T1WI images, low-signal intensity and mildly hyperintense mixed on T2WI images and fat-suppression T2WI, and heterogeneous density on the Gd-DTPA-enhanced T1WI. Computed tomography scans (CT) indicated that most parts of the tumor had calcified which extended towards both sides of intervertebral foramen at L3/4 and left side at L4/5, with intervertebral foramen enlarged, bone cortex thinned, and bone density of vertebral pedicle decreased (Fig. ). According to these imagings, radiologist firstly thought the tumor to be type I neurofibromatosis.\\nLater, a L3-4 laminectomy was performed to remove the tumor. During the operation, we saw that the tumor was located intraspinal and adheres to the dura mater. It was red-and-gray, encapsulated, firm, well-circumscribed, and rich in vessels. More detailed examination revealed that the tumor had a haematoma in front of L4 lamina and mostly calcified at L3-4 level. Meanwhile, we could not find the right nerve root of L5 but only several nerve fiber tracts. It has also been confirmed in surgery that the right side of L4 vertebral pedicle had thinned, around which had hardened, thus making it very difficult to place a pedicle screw. Therefore, transpedicular screw fixation and facet joint bone autograft were performed at L3-5 except the right L4.\\nMicroscopic examination of tumor biopsies showed that the tumor was composed of round, oval, or spindle-shaped mesenchymal cells and dispersed cartilage islands. The mesenchymal cells were more or less the same size, with few cytoplasm, dark stained nuclei, rare nucleus division, and abundant blood sinus, indicating localized necrosis. Immunohistochemistry of biomarkers including Vimentin, Bcl-2 and CD99 (mesenchymal cells), CD 34 (vessels), S-100, and NSE (chondroid areas), was used for further diagnosis, whose results were all positive (Fig. ), while assay for FLI-1 showed negative. Based on these examinations, the tumor was diagnosed with mesenchymal chondrosarcoma.\\nThe pain went away, and no any neurological deterioration happened after surgery. No further treatment was carried out when the tumor had been completely resected, which had been confirmed by the postoperative CT and MRI (Fig. ). The patient remained free until she complained of right sciatic pain 5 months later. No dissemination was found upon the chest X-rays, and the internal fixation was still stable. MRI showed a mass in the right side of the spinal canal on the L4 level, suggesting recurrence of the tumor (Fig. ). The tumor was removed completely under microsurgery once again, after which she felt no pain. Postoperative histopathological examination confirmed tumor recurrence, and MRI re-examination revealed no intraspinal mass. Subsequently, the patient went on radiotherapy, the dose of which was 55.4 Gy/28 F.\\nMesenchymal chondrosarcoma (MCS) is a rare malignant chondrosarcoma. It was in 1959 that Lightenstein and Bernstein [] first described MCS arising from the bone. Later, in 1964, Dowling [] reported the first case of MCS in non-osseous tissues. Previous literatures announced the incidence of MCS was associated with age (younger) and gender (female) in the past few decades. However, up to now, an increasing number of reports suggest that MCS can occur anywhere in the body and at any age, with a male-to-female ratio of 1:1 [–]. The youngest patient was a 1-day neonate [], and the oldest one was 80 years old []. Primary MCS can arise from the bone such as the pelvic, sacral, jaw, femur, humerus, and ilium andoscalcis [, , ], as well as in extraskeletal locations such as the brain, kidney, spinal dura, and pancreas [–].\\nHere, we report a 26-year-old female patient with MCS in the lumbar spinal canal. Generally, most of the spinal tumors with dumbbell shape are from nervous system, such as schwannomas or meningiomas []. To date, we only found six cases of primary intraspinal dumbbell-shaped MCS (Table ) [–]. What rather special in our case is that it is not only the unique case of MCS with a history of 12 years and without metastasis, but also, as far as I know, is the first reported case of intraspinal dumbbell-shaped MCS with massive calcifications.\\nPain or swelling of the lesion often leads to the early diagnosis of MCS. However, currently, detection of MCS is often delayed for nonspecific signs and symptoms, unless when the compression of the spinal cord or nerve roots cause initial symptoms of radicular pain, numbness, or muscle weakness. Yet, intraspinal MCS may later have onset of symptoms [], probably due to the space of the spinal canal. In this case, the patient had restricted ankle movement since she was 14 years old, but it was not until 12 years later that she felt severe radiating pain and came to see doctors, when she already had typical symptoms such as foot drop.\\nAlthough imaging examinations like MRI or CT scan, which are already the best choices, can provide some evidence for diagnosis of this tumor [, ], there have not been distinct radiologic features that can help to distinguish MCS from other tumors. Few doctors who have tried fluorodeoxyglucose positron emission tomography (FDG-PET) just found hypermetabolism in the lesions matched with enhancement on spine [, ]. Radiographs usually give an appearance of soft tissue mass or osteolytic, ill-defined lesion, or well-defined borders with sclerosis. The tumor generally shows a lobulated mass with distinct edges and appears isointense on T1WI and T2WI images, with marked homogeneous enhancement. In some cases, the soft tissue lesion is mixed in different degree of mottled calcifications []. T2WI images can clearly show both calcified and noncalcified area, while enhanced MR images reveal the heterogeneous enhancement of both regions []. In our case, we can see a lobulated, inhomogeneous density and well-defined mass with a large number of matrix calcifications, showing low-signal intensity on T2WI images in the MRI, which is quite different from the common case with isointense. However, due to the unreliability of imaging examination to identify MCS, doctors should also consider the hemangioblastoma, neurofibroma, and schwannoma while making a diagnosis.\\nThe MCS is a hard or fish-meat like, grayish-white or grayish-red mass, mixed with calcifications sometimes [, ]. During operation, we discovered a grayish-red mass with a great quantity of abnormal ossification. Moreover, judging from the damaged L5 nerve root and her onset symptoms of dorsiflexion difficulty 12 years ago, we speculated that the patient had a potentially prolonged course of the tumor. As yet, no metastasis happened. These may be related to its extensive calcifications which may be a sign of slow tumor growth. Studies had presented that calcifications were associated with the prognosis of some tumors. Danse et al. [] discovered calcifications remaining unchanged in a case of abdominal Burkitt lymphoma in an 8-year-old boy after 4 years of follow-up. Joshi et al. [] reviewed 211 patients with neuroblastoma and found that calcification was one of the histologic features associated with better prognosis. On the other hand, researchers also found that during radiotherapy and chemotherapy, the primary tumor may be calcified, which would get meaningful clinical benefits and maintain a better quality of life [, ]. It seems an empirically established fact that calcifying tumors are likely to be relatively benign and probably hinder the spread of tumor []. However, the mechanism of matrix mineralization is still unknown. Matrix vesicles and bone isoenzyme of alkaline phosphatase are the two most correlative factors in the process of calcification from the aspect of cell-biology []. It can be seen from X-rays that the posterior edge of L4 were pressed towards central vertebra, which were caused by long-term tumor compression but without invading. Under light microscope, the tumor has a bi-directional differential feature which consists of undifferentiated small-round mesenchymal cells and islands of hyaline cartilage. Immunohistochemistry of biomarkers such as Vimentin, S-100, CK, CD99, NSE, CD56, CD34, and FLI-1 may help us to differentiate some of these tumors, such as hemangiopericytoma and Ewing’s sarcoma.\\nThe therapy and prognosis of MCS still remain controversial, especially for the use of postoperative radiotherapy and chemotherapy [, ]. Information of MCS mainly gained from single case reports, small case series, or literature review, and there are only 12 papers providing data more than ten cases [–, , , –], among which eight papers showed the data of 5-year or 10-year survival rate (Table ). Because of the rarity of MCS, treatment approaches still lack adequate evidences. Despite the fact that differential diagnosis based on MRI findings has no high specificity, it is of great importance for surgical planning. The decision about how to remove the tumor seems to be more important than to assume what the tumor is. There are general agreements on complete surgical resection of the tumor [], but in some certain positions such as the maxillofacial region, or central nervous system, this may not be applied. Adjuvant therapy can be considered if the tumor is an incomplete resection []. Although the effectiveness of additional chemotherapy or radiotherapy was still unclear, they have been tried to be applied in clinical practice [, , ]. In general, people who support the adjuvant therapy think that radiotherapy is a choice for local control while chemotherapy is a choice for systemic control or metastasis [, ]. Radiotherapy is assumed to be nonsensitive to low differentiating tumors; however, MCS, with high differentiation cells, may benefit from it. In 1981, Harwood et al. [] advanced the opinion that adjuvant therapy should be performed for MCS when necessary, because in other small-round cell malignant tumors, such as Ewing’s sarcoma and osteogenic sarcoma, this therapy is effective. Huvos et al. [] thought that chemotherapy is better for malignant tumor that originated from small-round cells which similar to Ewing’s sarcoma than that originated from spindle-cell. Researches by Anna Maria Frezza et al. [] showed that chemotherapy administration in patients with localized disease was associated with fewer recurrences. Satoshi Kawaguchi et al. [], on the other hand, found that fewer recurrences may owe to radiotherapy. In fact, the effects of both chemotherapy and radiotherapy for MCS are still controversial, for lack of randomized controlled trials and no detailed guidelines. In the present case, adjuvant therapy was judged to be unnecessary initially, considering the complete excision of the tumor with no distant metastases. However, the patient with relapse in situ in a short time, after the second surgery, in case of tumor recurrence and metastasis, the radiotherapy was carried out.\\nPrognosis in MCS varies from person to person. Previously, the prognoses of MCS were based on the research of 111 patients of Nakashima et al. []. In the retrospective study, they presented a group of 23 patients from the Mayo Clinic, the 5-year and 10-year survival rate were 54.6 and 27.3 %, respectively. In February 2015, Anna Maria Frezza et al. [] reported 113 patients of MCS from the European Musculoskeletal Oncology Society (EMSOS) and evaluated their prognostic factors and outcomes. The median overall survival was 17 years, and the 5-year and 10-year estimated survival rates were 70 and 54 %, respectively, which were higher than those reported by Nakashima et al. []. Patients who presented brain metastasis or lung metastasis as the disease progressed will have a poor prognosis. As for MCS in the intraspinal canal, it may have early symptoms caused by spinal cord or nerve roots compression, which leads to earlier diagnosis compared with MCS in other tissues, thus having a relatively better prognosis. But in general, since MCS has a certain relapse and metastasis rate, we tend to perform complete resection and adjuvant therapy and do regular examinations.", "age": "[[26.0, 'year']]", "gender": "F", "relevant_articles": "{'5096926': 1, '24647306': 1, '8646689': 1, '7273513': 1, '25529371': 1, '18074682': 1, '1544125': 1, '22828915': 1, '7592278': 1, '3506147': 1, '16211384': 1, '11283918': 1, '3697943': 1, '22259697': 1, '6462441': 1, '18071285': 2, '23877507': 1, '365318': 1, '4028554': 1, '24803896': 2, '2718090': 1, '22217402': 1, '32000368': 2, '31168222': 1, '9635527': 1, '5906514': 1, '6825046': 1, '15371616': 1, '31055664': 1, '28825035': 2, '6402853': 1, '492458': 1, '8407320': 1, '6498739': 1, '18038872': 1, '18438777': 1, '32734374': 1, '14416919': 1, '15121382': 1, '7261657': 1, '12792311': 1, '14161087': 1, '23709273': 1, '27487949': 2}", "similar_patients": "{'5553510-1': 1, '7004649-1': 1, '2627457-1': 1, '3999575-1': 1}"}