{"patient_id": 150616, "patient_uid": "4770652-1", "PMID": 26962346, "file_path": "noncomm/PMC004xxxxxx/PMC4770652.xml", "title": "Vesical calculi formation on the slit valves of a migrated distal end of ventriculoperitoneal shunt", "patient": "A 3-year-old boy had VP shunt (Chhabra-slit-in-spring silicone shunt) surgery done for posttubercular meningitic hydrocephalus 1.5 years back. The child had learning disabilities with delayed milestones. Antitubercular treatment was compliant by the patient. This time he presented with dysuria and dribbling of urine for the last few days. There were no signs to suggest shunt malfunction (vomiting, headache, fever, etc.) and patient was hemodynamically stable. Except for the subcostal scar of previous operation, abdomen was unremarkable. Laboratory investigations revealed polymorphonuclear leucocytosis (12,700/mm3). Urine culture was sterile. Radiographs revealed two radio opaque bladder calculi. On careful analysis of X-rays, shunt tubing was seen intact, reaching the pelvis along with the two vesical calculi near the tip of the shunt []. This condition was new to our experience and decision for suprapubic cystolithotomy was taken after preoperative preparation.\\nIntraoperatively, during the removal of stones, peritoneal end of the shunt tube came out of the incision from the bladder along with the two calculi firmly stuck to the points of slit valves at the distal end of the tubing []. The peritoneal end of the tube was found to be eroding bladder wall and entering into the bladder via right posterosuperior aspect of fundus. On compressing the reservoir, clear CSF was coming out from slit valves, indicating that the shunt was functioning. Stones were separated []; peritoneal end of the tube and interior of bladder was irrigated with normal saline. In view of shunt being functioning well and absence of shunt infection, a decision to reimplant it and avoid replacement was taken. A right subcostal skin incision was given and from there the peritoneal end was pulled out and repositioned on the superior aspect of the liver. The urinary bladder was repaired and procedure was completed. Antibiotic therapy was continued for 2 weeks and the postoperative period was uneventful. Patient is doing well and is under follow-up.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'12137842': 1, '33963923': 1, '23701800': 1, '22382102': 1, '16602674': 1, '2282320': 1, '33487951': 1, '19258730': 1, '22004629': 1, '23233212': 1, '22650109': 1, '10804056': 1, '26962346': 2}", "similar_patients": "{}"}