{"patient_id": 152385, "patient_uid": "4891546-1", "PMID": 27274379, "file_path": "noncomm/PMC004xxxxxx/PMC4891546.xml", "title": "Lethal coronary air embolism caused by the removal of a double-lumen hemodialysis catheter: a case report", "patient": "A 73-year-old man was admitted to our intensive care unit (ICU) via the emergency department with severe diarrhea, oliguria, and generalized edema. The patient's vital signs were blood pressure (BP) 85/50 mmHg, heart rate 120 beats/min, and drowsy mental status. His medical history included diabetes mellitus for 5 years with the operation of coil embolization in the right posterior communicating artery aneurysm 3 years previously.\\nOn ICU admission, urinalysis revealed protein 4+ and serum albumin 2.1 g/dl. A chest radiograph showed a scant amount of pleural effusion. Generalized edema was evident on physical examination. To rule out nephrotic syndrome, he was scheduled for kidney biopsy. Also, he was diagnosed with prerenal acute kidney injury due to severe dehydration with laboratory test results of blood urea nitrogen 63 and creatinine (Cr) 3.0. Brain computed tomography (CT) showed no remarkable findings and mental status recovered with adequate fluid therapy. After the kidney biopsy, he was diagnosed with nephrotic syndrome with minimal change disease and prednisolone was administered. However, generalized edema did not get better and Cr remained high. The physician in charge of the patient judged that he had a relatively slight nephrotic syndrome with minimal change. Therefore, further evaluation, such as echocardiography was not considered as a treatment plan except for laboratory test and renal dialysis. He was determined to take dialysis and a 12 French, 2 lumen hemodialysis catheter (Niagara™, Slimcath® catheter; Bard, USA) was inserted in the right internal jugular vein. Generalized edema and serum Cr level improved for the 10 days of hemodialysis. Vital signs were stable and the patient was transferred to the general ward.\\nBecause his renal function was improving, the physician decided to remove the hemodialysis catheter. With the patient in the supine position holding his breath, the catheter was removed slowly from the right internal jugular vein while the exit site was pressed with gauze for 5 minutes. After about 10 minutes, the spouse of another patient informed staff that the patient had suddenly slumped onto the floor of the ward. The attending physician and nurses entered the room and found the patient lying unconscious on the floor. He had no response to any stimulus. BP and pulse was not checked. Mental status was coma and Glasgow Coma Scale score was 3. Cardiopulmonary resuscitation and endotracheal intubation were performed immediately. The breathing sound was severe rale. The electrocardiogram recordings showed increase in ST segment of II, III, and aVF leads (). At first, air embolism due to catheter removal was not diagnosed. With a diagnosis of acute myocardial infarction at the inferior wall, coronary angiography (CAG) was performed immediately.\\nThe angiography showed slow blood flow pattern which was compatible with thrombolysis in myocardial infarction (TIMI) grade 1 with multiple air bubbles in the mid segment of the right coronary artery (, ). After the air passed, blood flow in the artery totally recovered to TIMI grade 3. Narrowing site or thrombus was not found in coronary arteries. The final diagnosis was acute myocardial infarction due to coronary air embolism because any narrowing site or thrombus was not found in coronary arteries as the cause of obstruction except for air bubbles.\\nChest radiograph after the CAG revealed severe pulmonary edema (). A temporary pacemaker was placed. However, the patient was still pulseless. To assist the patient's impaired cardiopulmonary function, extracorporeal membrane oxygenation was performed and he was transferred to the ICU. Cardiac arrest began again and he expired.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'21318435': 1, '11176104': 1, '8719380': 1, '16431100': 1, '12950319': 1, '24829822': 2, '5796967': 1, '8226530': 1, '6831339': 1, '6156501': 1, '17086533': 1, '6023187': 1, '27274379': 2}", "similar_patients": "{'4010003-1': 1}"}