{"patient_id": 81107, "patient_uid": "4432823-1", "PMID": 25983757, "file_path": "comm/PMC004xxxxxx/PMC4432823.xml", "title": "Height augmentation in 11β-hydroxylase deficiency congenital adrenal hyperplasia", "patient": "A 7-year-old male patient of Pakistani descent and consanguineous parents (first cousins) presented with ambiguous genitalia for evaluation to our endocrine clinic following assessment of a younger sister. The younger sister had initially been found to have ambiguous genitalia and hypertension while being evaluated in the emergency department for an intercurrent illness. The family had recently immigrated to Canada. The 7-year-old patient had initially received evaluation and treatment at 3-years-of-age while in Pakistan for bilateral cryptorchidism. At that time he was found to have normal electrolytes, a 46, XX karyotype and an elevated 17-OH progesterone (28 ng/mL; normal <1 ng/mL). He was diagnosed there with non-salt wasting CAH. The specific enzymatic deficiency was not delineated. The patient underwent an abdominal hysterectomy and bilateral salpingoophrectomy. He was started on corticosteroid replacement prior to moving to North America. According to his parents, follow-up was minimal and no corticosteroid dose adjustment was made between his initial presentation at 3 years and when he was first seen in Canada at 7-years-of-age.\\nAt 7 years, height was 137.5 cm (+2.9 S.D on male growth curve) (see Figure ) and blood pressure was greater than the 99th percentile for age and height. The patient had Prader stage III - IV genital anatomy and Tanner stage 1 pubertal development. Baseline investigations demonstrated elevated 17-OHP, 11-deoxycorticosterone, 11-deoxycortisol, and suppressed plasma renin activity (See Table ). There was significant bone age advancement to 12 years (female standard []; see Table ), for chronological age of 7 years, yielding a predicted final adult height of 152.6 cm (−3.3 S.D. for a male) []. Findings were consistent with 11β-OH deficiency CAH.\\nThe patient was treated with glucocorticoids while in Pakistan, however, treatment was suboptimal. On initial visit in Canada corticosteroid replacement was optimized to a replacement dose of approximately 15 mg/m2/day of hydrocortisone. Doses were adjusted as necessary and increased to approximately 18–20 mg/m2/day of hydrocortisone on average. This was subsequently changed to ~3.5 to 4.1 mg/m2/day of prednisone (using a bioequivalence ratio of 5, this equates to 17.5 to 20.5 mg/m2/day of hydrocortisone). Despite this treatment, ongoing bone-age advancement and a slowing growth velocity to 4.2 cm/year resulted in further diminishment of the projected adult height to 150.4 cm (−3.7 S.D.).\\nAfter lengthy multidisciplinary discussions with the family surrounding the ethical, social and ethnic considerations of growth optimization, the decision to attempt growth augmentation was undertaken. GH treatment (0.05 mg/kg/day; 6 days per week) was initiated at 8.3 years, which resulted in an increase in growth velocity to 7.8 cm/year. However, in response to continued bone age advancement, an AI, Letrozole (2.5 mg daily), was initiated at 9 years of age.\\nBlood pressure remained elevated despite glucocorticoid replacement and further treatment with Spironolactone and Amlodipine were required for control. At age 12 the patient had insertion of testicular prosthesis. At age 14 hypospadias repair and release of chordae was performed. In addition, removal of breast tissue was performed at this time as well. The patient was not initiated on testosterone supplementation until completion of growth as endogenous androgen production was deemed to be adequate and to help maximize growth potential. Of note, the circulating adrenal androgens were enough to induce progressive pubertal changes such as axillary, pubic and facial hair growth, voice changes and acne.\\nThe patient had no adverse effects from GH or AI treatment including no evidence of dysglycemia, dyslipidemia, hepatic dysfunction, vertebral malformations, nor evidence of bone fragility. Letrozole and GH treatment were continued until growth velocity was negligible at 13.6 years of age. A final adult height of 167.5 cm (−1.3 S.D. male chart) was achieved (See Figure ). This represented an increase of 17.1 cm (2.6 S.D.) when using female bone age standards or 16.4 cm (2.3 S.D.) when using male bone age standards from the projected final adult height before introducing GH and AI treatment (Table ).", "age": "[[7.0, 'year']]", "gender": "M", "relevant_articles": "{'24022297': 1, '22024975': 1, '8979286': 1, '20823467': 1, '15506072': 1, '10720048': 1, '34975773': 1, '30477630': 1, '15342848': 1, '12930931': 1, '21450983': 1, '23469393': 1, '20489637': 1, '20200972': 1, '14918032': 1, '29255217': 1, '10857554': 1, '20823466': 1, '27928728': 1, '31390647': 1, '18381525': 1, '25983757': 2}", "similar_patients": "{}"}