{"patient_id": 143806, "patient_uid": "4342862-1", "PMID": 25762927, "file_path": "noncomm/PMC004xxxxxx/PMC4342862.xml", "title": "Alkali Burn Treated with 2% Rebamipide Ophthalmic Suspension: A Case Report", "patient": "A 47-year-old man presented at the Ophthalmology Department of Saku City Asama General Hospital on December 28, 2012, complaining of hyperemia and pain after industrial sodium hydroxide (approx. 40% concentration) had entered his left eye while he had been at work. He had no previous medical history of note.\\nThe patient's conjunctival findings comprised severe hyperemia of the entire bulbar and palpebral conjunctiva, with an epithelial defect of the bulbar conjunctiva mainly in the inferior region (fig. ), defects of the superior and inferior palpebral conjunctiva, and ischemia of the inferior third of the limbal conjunctiva (fig. ). The corneal findings comprised a total corneal epithelial defect and mild corneal stromal opacity (fig. ). There was mild inflammatory cell infiltration of the anterior chamber, but no abnormalities of the lens, vitreous, or fundus were apparent. On the basis of these findings, the damage was determined as Roper-Hall grade III []. Visual acuity was not recorded at the time of the initial examination because of unavailability of technicians who perform visual acuity testing at the emergency room. On day 8 after the start of treatment, the patient's left visual acuity was 0.1 × −1.0 D.\\nThe eye was washed out with 1,000 ml of physiological saline 2–4 times a day for 8 days, starting immediately after the initial examination. 0.1% betamethasone ophthalmic solution was administered 4 times a day for 41 days, 1.5% levofloxacin ophthalmic solution 4 times a day for 67 days, and ofloxacin ophthalmic ointment 4–8 times a day for 65 days. The administration of 0.3% sodium hyaluronate ophthalmic solution 4–8 times a day was continued even after the anterior eye findings had resolved completely. After the patient had given informed consent to the off-label use of 2% rebamipide ophthalmic suspension, the solution was administered 4 times a day starting on day 4 after the injury. This regimen was continued even after the anterior eye findings had improved. Both the off-label use of this drug and the preparation of this paper were approved by the Institutional Review Board of Asama General Hospital.\\nThe epithelial defect of the bulbar conjunctiva resolved on day 19 after the start of treatment. The superior palpebral conjunctival defect resolved on day 25. The corneal epithelial defect resolved on day 43. Final visual acuity was 1.2 × S −1.5 D Cyl −1.0 D Ax 180°. There were no side effects of the treatment with 2% rebamipide ophthalmic suspension.", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'23603753': 1, '22304618': 1, '23482463': 1, '11478510': 1, '5227208': 1, '23836962': 1, '15043540': 1, '27257394': 2, '9234373': 1, '15257002': 1, '22969286': 1, '24168989': 1, '9222084': 1, '25762927': 2}", "similar_patients": "{'4872273-1': 1}"}