{"patient_id": 139347, "patient_uid": "4058903-1", "PMID": 24987442, "file_path": "noncomm/PMC004xxxxxx/PMC4058903.xml", "title": "Metastatic mesothelioma to the thyroid", "patient": "The present case report is about a 69 year-old Caucasian male with 40 pack year smoking history who was initially hospitalized for shortness of breath. His other medical conditions included hypertension, hyperlipidemia, gout, depression. CT of the chest showed a right upper lobe consolidation with a loculated right pleural effusion. PET scan revealed right pleural uptake (SUV 5.03) with no uptake in the right lung or mediastinum. Pleural biopsy confirmed malignant mesothelioma of epitheloid type and he received four cycles of chemotherapy with carboplatin and pemetrexed prior to thoracotomy with pleural pneumonectomy. Gross specimen revealed 12.5 cm × 12 cm × 5 cm mass extending into the right main stem bronchus. 13 hilar and 41 mediastinal lymph nodes were removed and all were negative on pathology.\\nFollow-up PET scan 1-½ years later revealed uptake in the right thorax felt to represent post- surgical changes and a fluorodeoxyglucose avid nodule in the left thyroid lobe (SUV 6). Thyroid ultrasound revealed a homogenous thyroid gland with right lobe measuring 4.3 cm × 1.6 cm × 1.1 cm, left lobe measuring 4.3 cm × 2.0 cm × 1.8 cm and isthmus was 0.4 cm. There was a 2.9 cm × 1.55 cm × 1.98 cm solid, isoechoic nodule, without calcifications, and with increased peripheral vascularity in the inferior pole of the left lobe [] corresponding to the area of PET uptake.\\nFine-needle aspiration (FNA) of this nodule was prepared by liquid-based cytology with a ThinPrep with the residual material processed into a Cellient cell block (Hologic, Corporation, Marlborough Massachusetts). The FNA was diagnosed as suspicious for Hürthle cell neoplasm based on the presence of predominantly microfollicular groups of cells with abundant Hürthle-like cytoplasm []. The possibility of metastatic mesothelioma was raised at multidisciplinary thyroid FNA conference upon review, given the patient's history and review of findings on FNA. The cytology showed two distinctively different cell populations [, panel A]. The Hürthle cells were arranged in broad two dimensional sheets with abundant granular cytoplasm and central nucleoli. The possible mesothelial cells were arranged in poorly formed glands or solid nests, and they showed waxy cytoplasm. There was no lymphocytic thyroiditis. Material in the cell block was stained for cytokeratin (CK) 5/6 and calretinin and found to be positive in the potential mesothelial population but negative in the Hürthle cell population [, panels B and C]. The reverse was found for thyroid transcription factor-1 (TTF-1) and thyroglobulin staining.\\nThe patient underwent left hemithyroidectomy with isthmusectomy due to the rarity of a diagnosis of metastatic mesothelioma to the thyroid and the uncertainty of how best to treat this. Final pathology confirmed the presence of multiple microscopic foci of metastatic mesothelioma that were again positive for immunostains CK 5/6 and calretinin, negative for TTF-1 and thyroglobulin []. Follow-up PET scan post-operatively revealed no further uptake in the thyroid bed and limited uptake in the right pleural space.", "age": "[[69.0, 'year']]", "gender": "M", "relevant_articles": "{'7833666': 1, '20099311': 1, '22827552': 1, '22576637': 1, '15496625': 1, '8575279': 1, '1950323': 1, '22984796': 1, '21526955': 1, '24987442': 2}", "similar_patients": "{}"}