{"patient_id": 149393, "patient_uid": "4683488-1", "PMID": 26712992, "file_path": "noncomm/PMC004xxxxxx/PMC4683488.xml", "title": "Massive hemothorax due to subclavian vein tear during internal jugular vein cannulation in a 15-year-old boy scheduled for mitral valve replacement", "patient": "A 15-year-old boy was diagnosed to have mitral regurgitation with a floppy anterior mitral leaflet. He was also found to have retinitis pigmentosa and Marfan's syndrome. His exercise tolerance was adequate, and he did not have any symptoms suggestive of pulmonary hypertension or heart failure. No symptoms suggesting unstable atlanto-occipital joint were present. He was scheduled for mitral valve replacement. The decision to replace the valve as opposed to a repair was taken because extensive annular calcification was noted in the preoperative transthoracic echocardiography.\\nAfter induction of anesthesia, right IJV cannulation was attempted in the standard position with the insertion point at the apex of the triangle formed by the sternal and clavicular heads of sternocleidomastoid using triple lumen catheter set (Arrow, 7F) using Seldinger's technique.\\nIn the first attempt, blood was freely aspirated at around 4 cm depth with the finder needle and the introducer needle. During insertion of the guide-wire mild resistance was felt at about the depth the guide-wire was expected to enter the vein. However, the senior resident (who had nearly 3 years of experience after postgraduation) doing the cannulation, managed to thread the guide-wire in, with minimal manipulation. Following dilation, the catheter was inserted over the guide-wire without any difficulty. Since a total of five operating rooms share a single ultrasound machine, it was not available for immediate use at that point of time. It was decided to fix the catheter at 10 cm, but blood could be aspirated from only one side port of the triple lumen. Withdrawing the catheter did not help, and the guide-wire was inserted and the catheter once again advanced. Free flow of blood was not obtained even with this, and the catheter was removed and pressure applied.\\nThe landmark was re-identified, and the finder needle inserted. The initial attempt was unsuccessful, and the angle of the needle was reduced. Blood was aspirated at the same depth as in the previous attempt, and free flow was observed. After passing the guide-wire freely, dilation of the vein was done with the dilator. The catheter was passed again to 10 cm and blood could be aspirated from only one lumen, this time from the distal one. A small amount of saline was pushed through the other lumens, and there was no resistance. Again misplacement of the central venous catheter was suspected, and the subsequently catheter was removed and the pressure was applied at the insertion site. A more medial point of entry was chosen (medial to the sternal head of sternocleidomastoid).[] The cannulation was done this time without difficulty. All the three lumens were patented this time as evident by free aspiration of blood. No swelling was found above the clavicle. The patient was hemodynamically stable, and the surgery proceeded. Before going on bypass after heparinization, the only thing noted was a slightly lower blood pressure (BP) of 90/50 mm Hg and a relatively low central venous pressure (CVP) of 3–4 cm of H2O.\\nRelative hypotension was ensured at the time of aortic cannulation to prevent dissection of the aorta which is possible in Marfan's syndrome. Operating surgeon was able to trace the tip of the catheter inside superior vena cava (SVC) during CPB. On weaning from bypass, after removing the SVC cannula, it was noticed that the medial portion of the right side pleura was bulging into the operating field. Initially, seepage of blood into the pleura from the operating field was suspected, and pleura was opened. About 1.5 L of clots and blood was removed. At this point, the BP fell suddenly from 90 to 50 systolic. A single, 2 mm tear in the right subclavian vein at the portion where it crosses the apex of the lung was noticed.\\nThe tear was sutured in about 10 min and the BP improved. Adequate replacement of packed red cells was done, and the patient was separated from bypass uneventfully. The postoperative course was uneventful.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'12198037': 1, '12651702': 1, '8841872': 1, '19535702': 1, '23814663': 1, '7065444': 1, '17458666': 1, '23384735': 1, '12761026': 1, '9188013': 1, '19234840': 1, '25624543': 2, '12598293': 1, '26712992': 2}", "similar_patients": "{'4296364-1': 1}"}