{"patient_id": 85424, "patient_uid": "4756263-5", "PMID": 26889372, "file_path": "comm/PMC004xxxxxx/PMC4756263.xml", "title": "Sofosbuvir and Simeprevir for the Treatment of Recurrent Hepatitis C with Fibrosing Cholestatic Hepatitis after Liver Transplantation", "patient": "The fifth patient was a 30-year-old female with a history of α1 antitrypsin deficiency for which she underwent OLT in 1987. Her course was complicated with HCV genotype 1a infection that was likely acquired at the time of OLT. She developed cirrhosis post-OLT secondary to HCV infection and subsequently received a second liver transplantation in June 2014. Post-OLT immunosuppression included tacrolimus, MMF and prednisone. The last drug was discontinued on post-operative day 21.\\nTwo months after the second transplantation, the patient was admitted to the hospital with elevated liver enzymes and abdominal pain. Abdominal imaging was unremarkable. Liver biopsy showed evidence of recurrent HCV in the form of FCH. There were marked diffuse hepatocyte swelling with cholestasis, mild steatosis and scattered lobular inflammatory cell infiltrates. There was no portal vein endotheliitis, and bile duct damage was minimal. Trichrome stain demonstrated portal fibrous expansion with focal pericellular fibrosis. She was subsequently started on SOF-SMV therapy for HCV infection. HCV RNA prior to the treatment viral load of 1,280,000 IU/mL decreased to 59 IU/mL at week eight of the treatment, then became undetectable at week 12 of the treatment. Liver function tests prior to the treatment were as following: TB of 2.4 U/L, AST of 204 U/L, ALT of 55 U/L, ALP of 231 U/L, and GGT of 841 U/L. After two weeks of the treatment, her TB trended up to 5.2 U/L; however, all of her other liver functions improved remarkably; AST decreased to 14 U/L, ALT to 13 U/L, ALP to 189 U/L, and GGT to 73 U/L. The patient’s bilirubin dropped thereafter and reached normal limits at week six of the treatment. She had a complete normalization of her liver tests at week eight, and this was maintained at week 12 and week 24 of the treatment. The patient completed 24 weeks of therapy with no significant adverse events; she achieved SVR with undetectable HCV viral load 12 weeks after completion of the treatment.", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'11690716': 1, '24782264': 1, '24039107': 1, '17164125': 1, '21696308': 1, '21083593': 1, '24184810': 1, '21031537': 1, '25078309': 1, '21696307': 1, '23607594': 1, '22444190': 1, '22706796': 1, '28348468': 1, '23293209': 1, '22941516': 1, '21426450': 1, '29226102': 1, '27095799': 1, '24767401': 1, '11910340': 1, '21486625': 1, '28546792': 1, '21449783': 1, '22285805': 1, '23593993': 1, '26889372': 2}", "similar_patients": "{'4756263-1': 2, '4756263-2': 2, '4756263-3': 2, '4756263-4': 2}"}