{"patient_id": 86680, "patient_uid": "4866868-1", "PMID": 27186450, "file_path": "comm/PMC004xxxxxx/PMC4866868.xml", "title": "Sweet Syndrome Associated with Upper Respiratory Infection and Amoxicillin Use", "patient": "A 41-year-old Caucasian male with past medical history of anxiety and gastroesophageal reflux disease presented to the primary care clinic with a four-day history of rash on his left hand, right forearm, and right forehead. Two weeks prior he was diagnosed with an upper respiratory infection. Three days prior to onset of the rash he presented to the clinic with tonsillitis and was started on amoxicillin 875 milligrams twice daily for seven days. He reported the rash on his left hand and right forearm to be purple and painful. One of the lesions was weeping. His right forehead rash was not painful, but was purple and looked to him like large pimples. Since he noticed the lesions, they had not significantly changed or spread to other areas of his body. He reported no new soaps, lotions, detergents, environmental exposures, newly started medications aside from the amoxicillin, foods, or history of other skin problems. He had tried applying antibiotic ointment to the lesions, thinking they were infected, without any benefit. No other treatments were attempted. He denied fevers, chills, chest pain, shortness of breath, nausea, vomiting, diarrhea, abdominal pain, joint pain, weakness, fatigue. He endorsed sore throat and occasional dry cough.\\nOn physical exam his blood pressure was 120/72, heart rate 84, respiratory rate 12, and temperature 98.4 degrees Fahrenheit. He was well-developed, well-nourished. His left hand had four, 1–3 cm centimeter dark purple plaques, one of which was bullous and weeping clear exudate. On his right forearm there were two 1-cm purple plaques (Figure ). On his right forehead there were seven 5-mm purple papules. His oropharynx was erythematous with enlarged tonsils. His ears were clear bilaterally. No cervical lymphadenopathy was found. His cardiovascular, pulmonary, and abdominal exam were all within normal limits.\\nAt this time the differential diagnosis was broad including viral exanthema, drug-eruptions, drug-induced lupus, vasculitis, and hematologic malignancy. A complete blood count with manual differential, ESR, CRP, urinalysis, and basic metabolic panel were ordered. Bacterial and viral cultures were taken from the weeping lesion. Additionally, a 4-mm punch biopsy from the left hand was acquired and sent to pathology. The patient was told to stop taking the amoxicillin and follow up in one week.\\nInitial lab work revealed a white blood cell count of 15.4 x 109/L with 70.5% neutrophils. ESR and CRP were within normal limits. Smear revealed no hematologic malignancy. There were no other noteworthy findings. Bacterial and viral cultures were negative. Punch biopsy results revealed neutrophilic dermatosis without vasculitis, most consistent with Sweet syndrome. Gram and periodic acid Schiff with diastase stains did not find any microbial pathogens.\\nThe patient was started on a tapered course of prednisone for four weeks. The rash resolved within the first week and has since not returned after finishing the course of steroids. Informed consent was obtained from the patient for this study.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'8089280': 1, '6886108': 1, '10233302': 1, '31281845': 1, '14201182': 1, '17655751': 1, '30930894': 1, '11893223': 1, '27186450': 2}", "similar_patients": "{}"}