{"patient_id": 151855, "patient_uid": "4855133-1", "PMID": 27152289, "file_path": "noncomm/PMC004xxxxxx/PMC4855133.xml", "title": "Does C5 or C6 Radiculopathy Affect the Signal Intensity of the Brachial Plexus on Magnetic Resonance Neurography?", "patient": "A 40-year old male presented with a 6-week history of sudden-onset left shoulder girdle pain and intermittent radicular pain in the distal arm. At the onset, pain was too severe to allow rotation of the neck. Two weeks later, he noticed that he could not elevate his shoulder. At the first visit, pain severity was 5 according to the visual analog scale. There was atrophy of the left shoulder girdle muscles. Medical Research Council grade of the shoulder abductor, external rotator, and elbow flexor muscles was 2/5. Sensory examination revealed abnormal sensation to light touch over the thumb area. The Spurling test was positive and radicular pain was relieved by shoulder abduction ().\\nElectrodiagnostic testing was performed at 6 weeks after the onset of pain. The sensory nerve conduction studies (NCSs) were normal. Motor NCSs of the suprascapular nerve and the axillary nerve showed markedly reduced amplitude in comparison with the unaffected side. Needle electromyography revealed abnormal spontaneous activity in the supraspinatus, infraspinatus, brachioradialis, deltoid, and C6 paraspinal muscle. The presence of anti-ganglioside antibody was not assessed ().\\nCervical spine MRI and brachial plexus MRN were performed using a 1.5-T scanner (Avanto; Siemens, Erlangen, Germany). Cervical spine MRI showed herniation of the C5–6 intervertebral disc compressing the C6 root. Coronal T2 weighted STIR image (TR, 3800 ms; TE, 206 ms) of brachial plexus MRN demonstrated HSI in the C6 spinal nerve. T2 weighted STIR image (TR, 4030 ms; TE, 35 ms) of shoulder MRI revealed HSI in the supraspinatus, infraspinatus, and deltoid (, ).\\nA diagnosis of C6 radiculopathy due to C5–6 herniated disc was made according to the clinical manifestations, physical examination, electrodiagnostic testing, and imaging study. He received surgical treatment with C5–6 anterior cervical discectomy and fusion (ACDF). Six months after surgery, pain had completely subsided and weakness had improved.", "age": "[[40.0, 'year']]", "gender": "M", "relevant_articles": "{'25985461': 1, '17446996': 1, '16371410': 1, '17622915': 1, '17579134': 1, '16864674': 1, '34146696': 1, '19213822': 1, '24855627': 2, '32984168': 1, '27152289': 2}", "similar_patients": "{'4026619-1': 1, '4026619-2': 1, '4026619-3': 1, '4026619-4': 1}"}