{"patient_id": 80524, "patient_uid": "4386294-1", "PMID": 25878669, "file_path": "comm/PMC004xxxxxx/PMC4386294.xml", "title": "Isolated Central Nervous System Relapse in Chronic Myeloid Leukemia", "patient": "The patient was a 33-year-old Hispanic man who had a history of Philadelphia-positive CML, diagnosed in the chronic phase 5 years ago. After diagnosis, he received treatment with imatinib 400 mg QD, demonstrating complete hematological and cytogenetic bone marrow response within 4 months of therapy initiation. This treatment was maintained in the following years without relapse. The patient presented to the emergency department having experienced an eight-day history of severe headaches, nausea, and confusion and 3 days of low-grade fever. Upon direct examination the patient was febrile (100.4°F), tachycardic, and lethargic, showed nuchal rigidity, and had 3 episodes of tonic-clonic seizures. The patient did not present with evidence of lymphadenopathy or hepatosplenomegaly. Head and thoracoabdominopelvic computed tomography scans were normal. WBC count was 12 960/μL (75% neutrophils, 3% bands, 4% monocytes, and 18% lymphocytes). CSF showed 1010 cells/μL (100% mononuclears), glucose of 41 mg/dL (N: 40–76), and proteins of 29 mg/dL (N: 15–45); Gram stain and HIV antibody detection were negative. PCR testing of the CSF and viral culture for herpes simplex were not available at our institution. The patient received treatment with ceftriaxone, vancomycin, acyclovir, mannitol, and anticonvulsants. Imatinib was discontinued thereafter. Five days later the patient's symptoms improved, he was alert, oriented, and afebrile, and the leukocytosis resolved. He subsequently was managed with acyclovir and anticonvulsants after obtaining negative bacterial CSF and blood cultures.\\nEighteen days after admission the patient again developed severe headaches, vomit, confusion, and worse nuchal rigidity. A brain magnetic resonance imaging (MRI) scan was normal (). BM aspiration assessment indicated complete hematologic, cytogenetic, and molecular remission. New CSF study showed 760 cells/μL (100% mononuclears), glucose of 24 mg/dL, and proteins of 79 mg/dL, and cytocentrifuge preparations lead to cytological identification of leukemic blasts.\\nCSF cytogenetic study showed 46XY, t(9;22)(q34:q11). Fluorescence in situ hybridization (FISH) analysis detected BCR-ABL fusion signals in 4.1% International Scale (IS) of cells. Flow cytometry to determine the blast type and measurement of imatinib concentration in serum and CSF were not available at our institution at the time. One month following admission, the patient received intrathecal methotrexate (12 mg), cytosine arabinoside (30 mg), and dexamethasone (4 mg), a total of 4 doses in a month. Few days after the first dose, the neurological symptoms improved substantially and the patient was able to initiate dasatinib 70 mg BID PO. However, when fully oriented, the patient manifested decreased visual acuity. Funduscopy showed pale discs without edema suggestive of optic nerve atrophy. Optic MRI did not evidence abnormalities (). After a few weeks the patient achieved full recovery except for the persistence of severe visual deficit. CSF became negative for blasts after 2 weeks of intrathecal therapy. The patient was discharged on dasatinib treatment. Follow-up at 6 months after discharge indicated the patient remained in complete cytogenetic response without signs of systemic or central nervous system (CNS) relapses; unfortunately, the severe visual impairment persisted.", "age": "[[33.0, 'year']]", "gender": "M", "relevant_articles": "{'24790915': 1, '12637609': 1, '18492112': 1, '18477770': 1, '17727673': 1, '19811825': 1, '27564459': 1, '15370215': 1, '22871019': 1, '4126434': 1, '23548721': 1, '16921058': 1, '26894118': 1, '15160941': 1, '14581336': 1, '17318411': 1, '14673623': 1, '19580620': 1, '16019496': 1, '23847213': 1, '30078165': 1, '15914360': 1, '15995975': 1, '17151364': 1, '12604685': 1, '20610543': 1, '15930265': 1, '23090888': 1, '25878669': 2}", "similar_patients": "{}"}