{"patient_id": 139312, "patient_uid": "4054062-1", "PMID": 24966782, "file_path": "noncomm/PMC004xxxxxx/PMC4054062.xml", "title": "Forced eruption and implant site development in the aesthetic zone: A case report", "patient": "The present case is about a 27-year-old woman who referred to the private dental clinic in June 2009. Her complaints were slight pain, gum swelling and bleeding on tooth brushing from the upper incisor teeth. She was also dissatisfied with the color of the anterior gingiva. Medical history of the patient was not remarkable. As learnt from her dental history, dental filling, root-canal treatment, apical resection and metal-ceramic crown restoration procedures had been carried out for the upper central incisors from 2006 to 2009. Periodontal evaluation revealed findings of gingival hyperemia, edema, bleeding on probing (BOP), slightly increased pocket depths and first degree mobility at teeth #11 and #21 []. Tenderness to percussion and fistula were also identified at her same teeth. Remaining teeth were healthy and few amount of supragingival deposit existed in lingual aspect of lower anterior teeth. Only an asymptomatic, extensive dental filling was located at tooth #24. In her orthodontic examination, Class I occlusion in the posterior region with slight mandibular anterior crowding was present and there were no occlusal contacts between the maxillary and mandibular anterior teeth in the intercuspal position. The maxillary central incisors were slightly proclined and minimal deep-bite was also present; however, the lips were competent, lower border of the upper lip generated a normal smile-line and there was no speech impediment. Radiographic examination revealed no alveolar bone loss in the anterior maxilla associated with the maxillary incisors and remaining part of the dentition was intact except endodontically treated tooth #24 with no pathological view [].\\nA multidisciplinary treatment was planned following clinical and radiographic examinations. It was decided to perform forced eruption before extraction of two incisor teeth to augment the future implant site. The patient was also informed about other treatment options. Before orthodontic phase of treatment, complete-mouth scaling and polishing was performed and oral hygiene instructions were given.\\nOrthodontic treatment was made for the extrusion of the right and left upper central incisors. 0.018 slot ceramic brackets with Roth prescription were placed in maxillary teeth from the right second premolar to the left second premolar and molar bands were placed to the first right and left molars. The brackets on the central incisors were positioned more apically, at the location of the cemento-enamel junction, to provide an extrusive component (approximately 50 g of force). To avoid intrusion of the anchorage teeth 0.017 × 0.0.25 stainless steel auxiliary arch was used to stabilize the segmented wire and 016″ ×0.22″ blue elgiloy utility arch was used for extrusion of incisors. The patient was seen every 3 weeks for reduction of the incisal surface of the extruded tooth. Activation of the utility arch was made every 6 weeks to extrude upper incisors. After 36 weeks, stabilization arch wire was applied. This eruptive phase was followed by 12 weeks of stabilization. In total, orthodontic phase took approximately 12 months and it was observed that radiographic assessment revealed significant improvement in the vertical amount of bone between teeth #11 and #21 [].\\nThen, the patient was scheduled for extraction. After orthodontic treatment, the relevant teeth were extracted atraumatically []. Although an immediate placement might have reduce the treatment time, morbidity of the patient and risk of bone resorption, dental implants were inserted 2 weeks after extraction with full-thickness flap technique without vertical releasing incisions according to early implant placement protocol [Figures and ].[] Since mesiodistal distance of edentulous area was relatively high (9 mm), 4 mm (13 mm length) diameter cylindrical implants with tapered apex and regular neck were chosen (OsseoSpeed™ Astra Tech Implant System, Mölndal, Sweden). After implant insertion, antibiotic, analgesic medications and a mouth rinse were prescribed. Sutures were removed at 2 weeks post-operatively.\\nAfter an osseointegration period of 4 months, the implants were uncovered by means of a punch technique and appropriate healing abutments were connected, followed by 2-3 weeks of soft-tissue healing. Thereupon, a closed tray impression coping (Implant Transfer, Astra Tech Implant System, Mölndal, Sweden) was attached and the impression of the implants was made using a c-silicone impression material (Swisstec, Coltene, Altstätten, Switzerland). Special attention was paid to an accurate replication of the soft-tissue architecture. On the master model, the final configuration of the restorations was defined by means of a wax-up, irrespective of the underlying implant position and inclination. After this preparatory step, a 20° aesthetic zirconium abutment (No: 24706, ZirDesign, Astra Tech Implant System, Mölndal, Sweden) was selected on the basis of the implant angulations and depth of the implant shoulders in reference to the midfacial soft-tissue margin. A distance of the latter to the abutment – crown interface of about 1 mm was pursued to avoid deep cementation of the crown. Zirconia – ceramic restorations (Lava, 3M ESPE, Istanbul, Turkey) were fabricated. As an unfavorable condition, the minor buccal position of the implants in reference to the point of emergence at the adjacent teeth slightly downgraded the ceramist to create a flat to a slightly concave emergence profile of the cosmetic porcelain. No attempt was needed to make a conditioning by means of a provisional crown due to the stabilized contours of the surrounding gingival tissues. Splinted restorations were cemented using temporary cement (Rely Temp NE, 3M ESPE, Seefeld, Germany) []. Oral hygiene instructions were reinforced following installation of the implant-supported crown.\\nClinical measurements at baseline, teeth extraction appointment, 4 weeks and 12 months after prosthetic treatment, periodontal parameters (plaque index, probing depth [PD], BOP) related to clinical conditions, crown (papilla height [PH], crown length, crown width, bucco-lingual crown dimension) and soft-tissue dimensions (keratinized tissue width [KTW], mid-buccal margin level) were recorded using a Michigan O periodontal probe (Hu-Friedy, Chicago, IL, USA), measurements about crown dimensions were made by using a measuring caliper.\\nAt 12 months after delivering, the final prosthesis clinical and radiographic assessments were made [Figures and ]. Patient was asked to express her satisfaction in reference to the aesthetic outcome on the basis of a 10 cm visual analogue scale labeled with “not at all satisfied” at the zero point and “completely satisfied” at the right end point. The question of “How would you rate your satisfaction with respect to the aesthetic outcome of your treatment?” was asked to the patient.\\nExcept a usual post-operative swelling that occurred within the first day of the surgery, post-operative healing was generally uneventful. During implant placement surgery, thick and considerably high crestal bone level was detected in the surgical region. Baseline and post-periodontal and peri-implanter health variables were given in .\\nFollow-up scores related to implant site were almost similar to the baseline findings belonging to the extracted teeth. Inflammation signs were completely disappeared. Although, a slight increase in mid-buccal soft-tissue level and KTW was detected following orthodontic extrusion, the tissue demonstrated a significant shrinkage immediately after extraction of the hopeless teeth. PH and crown dimensions could be maintained in addition to a slight impairment in emergence profile during whole treatment and follow-up period [Tables and ]. Patient rated her satisfaction as eight points with respect to the aesthetic outcome of her treatment. In her radiographic follow-up, marked increase was noticed in the level of alveolar crest between implants and adjacent to the distal surfaces of the implants.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'6987348': 1, '1774674': 1, '15839587': 1, '21889079': 1, '4586682': 1, '24015019': 2, '5233926': 1, '3470510': 1, '3855350': 1, '16161747': 1, '34945246': 1, '15635943': 1, '17356372': 1, '4516470': 1, '19519788': 1, '17370659': 1, '23805811': 1, '15635945': 1, '12950840': 1, '8300319': 1, '8530999': 1, '1474471': 1, '8908855': 1, '11168259': 1, '16579715': 1, '287775': 1, '20113393': 1, '23188588': 1, '1809510': 1, '10229894': 1, '9612149': 1, '9564429': 1, '14579972': 1, '14703762': 1, '32372885': 1, '16001736': 1, '24966782': 2}", "similar_patients": "{'3757892-1': 1}"}