{"patient_id": 82720, "patient_uid": "4558832-1", "PMID": 26335022, "file_path": "comm/PMC004xxxxxx/PMC4558832.xml", "title": "Acute basophilic leukaemia in a three-month-old calf", "patient": "A three-month-old female Holstein–Friesian calf weighing 84 kg was admitted to the Clinic for Cattle of the University of Veterinary Medicine Hannover Foundation with acute paresis in all four limbs as well as pneumonia and fever. According to the owner, the calf had been susceptible to various diseases since birth, even though colostrum supply was deemed sufficient.\\nOn clinical examination the calf was depressed, recumbent, yet in good body condition, and exhibited a good appetite (calf starter and hay). Rectal temperature was within normal limits (38.9 °C), and examination of the cardiovascular system revealed a marginal tachycardia (pulse rate: 100 beats/min), yet no abnormalities. The calf showed an inspiratory dyspnea with an increased respiratory rate of 54 breaths/min and exaggerated expiratory efforts accompanied by occasional spontaneous unproductive cough. Increased respiratory sounds were audible over the entire lung fields upon thoracic auscultation on both sides. Mild sero-mucous nasal discharge was noticed, although nasal and oral mucous membranes were of normal pale-pink colour. Palpable external lymph nodes were unremarkable. In recumbent position, the calf’s hind legs remained stretched alongside its body (Fig. ). In a standing position supported on both sides, the calf displayed an arched back as well as hyperflexion of the tarsal joints and knuckling over in the fetlock joints of both hind limbs. During movement, the calf exhibited tetraparesis and a generalised ataxia, which was more pronounced in the hind limbs. Vision, other cranial nerve functions, panniculus reflex and spinal reflexes were normal, but skin sensation appeared to be reduced in both hind limbs. During hospitalisation, paresis of the hind limbs worsened in comparison to the day of admission. Other neurologic signs remained unchanged. The most pronounced neurological alteration was therefore suspected to be in the spinal cord between the third thoracic and the third lumbar vertebrae because of the non-ambulatory paraparesis with normal spinal cord reflexes. During the collection of blood samples for laboratory analysis (as described later) prolonged bleeding at injection sites was conspicuous.\\nBlood samples were collected from the jugular vein, and ethylenediaminetetraacetate (EDTA) tubes were used for a blood smear and haematological examination (Celltac alpha MEK-6450K, Nihon Kohden, Tokyo, Japan). Additional blood was collected into tubes without anticoagulant and after clotting, was centrifuged at 1500g for 15 min at 4 °C for harvesting serum. Afterwards, the samples were analysed immediately. At presentation, haematological examination revealed moderate anaemia (red blood cell count 3.93 × 1012 erythrocytes/l, reference interval 5.0–10.0 × 1012 erythrocytes/l; haemoglobin concentration 62 g/l, reference interval 80–140 g/l; haematocrit 0.21 l/l, reference interval 0.30–0.40 l/l []), thrombocytopenia (27 × 109 thrombocytes/l; reference interval 200–800 × 109 thrombocytes/l []), and leucocytosis (37.2 × 109 leucocytes/l; reference interval 5.0-12.0 × 109 leucocytes/l []). Clinical chemistry revealed neither abnormalities in liver and kidney parameters (total bilirubin, glutamate dehydrogenase, aspartate aminotransferase, gamma-glutamyltransferase, urea, and creatinine) nor in electrolytes. An arterial blood gas analysis revealed partial oxygen pressure and partial carbon dioxide pressure: 84 mmHg (reference interval 63.85 ± 10.82 mmHg []) and 42 mmHg (reference interval 45.25 ± 3.69 mmHg []), respectively.\\nWhile the calf was anaesthetised for MRI (described later), a lumbar cerebrospinal fluid (CSF) sample was collected. Furthermore, bone marrow aspirates from the sternum and tuber coxae (after surgical preparation of the skin) were taken using disposable needles for bone marrow or CSF sampling (19 G, 1.3 × 75 mm; B. Braun, Melsungen, Germany) and collected into potassium EDTA tubes. Specimens were prepared using the squash technique.\\nOn Pappenheim staining of the blood smear, (May Grünwald-Giemsa-stain) the nucleated white blood cells comprised 88 % small to medium sized blast cells with diameters mostly between 10 and 14 µm. These cells contained a large oval to round nucleus composed of fine chromatin and possessed several nucleoli as well as a small quantity of basophilic cytoplasm. A little more than one-fifth of the blasts (22 %) showed a more or less distinctly lobed nucleus and some of the blasts showed nuclear fragmentation. In addition, approximately 20 % of the blast cells showed purple granulation, often distinct and partially lying over the nucleus indicating a basophilic origin (Figs. , ). Morphology of approximately 5 % of the cells complies with basophilic myelocytes (coarser chromatin, more and less basophilic cytoplasm, distinct purple granulation), whereas more mature basophilic maturation stages were only occasionally present (<1 %). Lymphocytes (5 %) were reduced and neutrophilic granulocytes (2 %) were almost absent. In addition, four nucleated red blood cells/100 white blood cells were detected. Erythrocytes showed mild anisocytosis, and occasionally basophilic stippling. The examination of the bone marrow aspirate revealed a cell-rich aspirate containing only very few spicules. The cellularity was high, but only occasionally megakaryocytes (on average less than one per low power field i.e. 10× magnification) were present. More than 90 % of the nucleated cells were blast cells of those a small proportion showed a tendency to lobulation and basophilic granulation (Figs. , ). Mitotic figures occurred in high numbers (on average approximately four per high power field, i.e. 400× magnification), whereas the number of precursor cells (mainly normoblasts) of residual normal haematopoietic cells was almost negligible.\\nThe CSF was watery-clear. Protein measured 0.3 g/l (reference interval 0.1–0.4 g/l []), and the number of mononuclear leucocytes was 11 × 109 leucocytes/l (reference interval 0–10 × 109 leucocytes/l []). However, no neoplastic cells were detected in the CSF.\\nConsidering these findings, a basophilic leukaemia with multifocal involvement of the central nervous system was suspected including a cervical and thoracolumbar lesion. Additionally, a mild form of sub-acute bronchopneumonia was diagnosed.\\nFurther examinations including advanced diagnostic imaging techniques such as MRI were implemented.\\nPrior to MRI examination, the calf was pre-medicated with xylazine and ketamine []. Following intubation, anaesthesia was maintained with isoflurane []. The MRI of the thoracic and lumbar spine was conducted with a 3.0 T Philips Achieva MRI scanner (Philips Medical Systems, PC Best, The Netherlands) as described previously []. Slight extramedullary spinal cord compression occurred around the first lumbar vertebra. Ventral disruption of the fat-liquor cerebrospinalis (FLS) column due to heterogeneous, hypointense material (Fig. ) was visible. The compression started directly above the 13th thoracic vertebra and spanned the entire length of this vertebral body. Additionally, multifocal intramedullary lesions occurred in the area of the second to tenth thoracic vertebrae. These lesions were heterogeneous in appearance, either hyperintense or hypointense in comparison to the surrounding tissue of the myelon.\\nThe clinical diagnosis was acute basophilic leukaemia with associated hypoplastic anaemia and thrombocytopenia causing a haemorrhagic disorder with multifocal involvement of the central nervous system including suspected alterations in the thoracic/lumbar vertebral column.\\nSubsequent to the owner’s consent, the calf was euthanised with barbiturates according to manufacturers´ instructions and a postmortem examination was carried out.\\nAt necropsy, the carcass appeared moderately anaemic with multifocal to coalescing ecchymoses (up to 2–3 cm in diameter) and petechial haemorrhages. Few haemorrhages occurred in the oral mucosa, in the parenchyma of the heart and lung, and a moderate number were found in the mucosa of the pharynx, larynx, and oesophagus. A large haematoma was found subcutaneously over the right shoulder joint (30 cm × 10 cm × 20 cm). Furthermore, a severe, acute haemorrhage was found subcutaneously in the medial third of the thorax between the fifth and tenth rib extending partially into the paravertebral musculature, vertebral canal, sternum, and intercostal muscles. Lymph nodes and spleen were enlarged up to twice the original size. With regard to other organs, excepting agonal changes no abnormalities could be detected. Samples for subsequently conducted histopathology were fixed in 10 % neutral-buffered formalin, routinely processed and embedded in paraffin wax. Sections (5 µm) were stained with haematoxylin and eosin. Histopathology revealed a severe infiltration of the popliteal, tracheobronchial and mesenterial lymph nodes with a round, blastoid cell population (20 µm in diameter). This cell population had a low to moderate amount of eosinophilic cytoplasm and an eccentrically located, round to oval, moderately heterochromatin rich nucleus with a basophilic, centrally located, round nucleolus (1–2 µm in diameter). The mitotic rate ranged between zero and six per high power field (400× magnification) depending on the location. Severe infiltration of this blastoid cell population was also detected in vessels and tissues of muscles (triceps brachii muscle, quadriceps femoris muscle and longissimus dorsi muscle), liver, lungs, spleen, and kidney, as well as in the epi- and pericardium and meningeal vessels of the cerebrum and cerebellum. Additionally, bone marrow obtained from the sternum, femoral head, and a rib showed similar cell infiltration with displacement of the original cells.", "age": "[[3.0, 'month']]", "gender": "F", "relevant_articles": "{'14535432': 1, '8288483': 1, '25409600': 1, '22356414': 1, '667277': 1, '9127296': 1, '12673541': 1, '13651343': 1, '17708412': 1, '18628605': 1, '19357394': 1, '16714438': 1, '22670006': 1, '33746152': 1, '1167852': 1, '4504961': 1, '4953474': 1, '188440': 1, '10577857': 1, '10502596': 1, '17019734': 1, '4526497': 1, '8878756': 1, '3667995': 1, '26335022': 2}", "similar_patients": "{}"}