{"patient_id": 77656, "patient_uid": "4202309-1", "PMID": 25349749, "file_path": "comm/PMC004xxxxxx/PMC4202309.xml", "title": "From Mild Ataxia to Huntington Disease Phenocopy: The Multiple Faces of Spinocerebellar Ataxia 17", "patient": "The proband was a 30-year-old woman who first developed progressive gait ataxia at the age of 25, which was subsequently followed by limb ataxia. Within three years she had significant cognitive impairment and had to stop working. Two years later she developed choreatic movements and more recently dystonia, followed by epileptic seizures. On examination she had a minimental score of 18/30 and a frontal assessment battery score of 11/18. She had severe constructional apraxia. There was moderate gait ataxia, dysmetria, dysdiadochokinesia, cerebellar dysarthria, and saccadic pursuit. Moderate chorea was present in the extremities. There was significant torticollis and limb dystonia. Asymmetric cogwheel rigidity was noted. Tendon reflexes were brisk but plantars were flexor. Brain MRI at disease duration of 3 years revealed cerebellar and mild brainstem and cerebral atrophy (). There were no evidence of peripheral nerve involvement on electrophysiological testing and no abnormalities on fundoscopic examination. Extensive investigations which included ceruloplasmin, acanthocytes, lipoproteins, hereditary metabolic screen, and genetic testing for HD, DRPLA, SCA1, SCA2, SCA3, SCA6, SCA7, SCA12, and FRDA were normal. Testing for the CAG/CAA expansion at the SCA 17 locus revealed a normal allele of 36 repeats and an expanded allele of 54 repeats ().", "age": "[[30.0, 'year']]", "gender": "F", "relevant_articles": "{'11448935': 1, '22297462': 1, '32973440': 1, '11571212': 1, '17934876': 1, '15313853': 1, '14598069': 1, '12953269': 1, '21108634': 1, '17101913': 1, '22872568': 1, '22520093': 1, '16567717': 1, '18418687': 1, '12805114': 1, '16223509': 1, '20004653': 1, '30223579': 1, '27414076': 1, '27878525': 1, '29089256': 1, '21311576': 1, '25349749': 2}", "similar_patients": "{}"}