{"patient_id": 139537, "patient_uid": "4067796-1", "PMID": 24963259, "file_path": "noncomm/PMC004xxxxxx/PMC4067796.xml", "title": "Child abuse: A classic case report with literature review", "patient": "Peter, a 12-year-old boy, accompanied by his maternal aunt, presented at the local university Dental Hospital (Pediatric Dental Clinic) in Kenya in October 2012, with a complaint of a large, painful left facial swelling related to the left upper incisors. He had been referred from a local rural hospital where he had been taken by the same aunt, for treatment of the swelling. The swelling had occurred only 2 days prior to visiting the local hospital, and 4 days before presenting himself at the University Dental Hospital. Enquiry about the causes of the swelling provided unclear answers. Family history indicated that the young boy was a first-born among three siblings (9-year-old girl, 5-year-old boy), and that their single parent (mother) had been deceased for 6 years due to HIV-related complications. The three children had moved to live with their maternal grandparents and their seven sons. The patient had no adverse past medical history and had never consulted a dentist previous to the present problem. The boy was in grade seven in a local primary school and had the aspiration of becoming a medical doctor in future. It was not possible to establish from the aunt or the boy the situation of the patient's other siblings.\\nAn extra-oral examination showed a young boy with a normal gait, sickly, unkempt, rather withdrawn, and small for his age. He had asymmetrical face due to the swelling involving his left submandibular region and spreading upwards to the inferior orbital margin, febrile (39.1°C), a marked submandibular lymphadenopathy on the left side, the skin overlying the swelling was warm, shiny and fluctuant, and the lips were dry and incompetent (2 cm) and as shown in [Figures –]. However, the temporomandibular joint movements were normal. The patient was also found to have a big, healing scar on the dorsal surface of the left foot, the cause of which was also unclear [].\\nIntra-oral examination revealed a young boy in the permanent dentition with un-erupted third permanent molars, poor oral hygiene with heavy plaque deposits on the tongue and a generalized but moderate inflammation of the gingiva. There was a grade three mobility in relation to 11, 12, 21, 22 and a grade two mobility in relation to 23, 24, 25 (Miller mobility index). There was intramucosal swelling in relation to 21-24 extending labially/buccally (measuring 4 cm × 3 cm) and palatally (measuring 3 cm × 2 cm). On elevation of the upper lip, active discharge of pus mixed with blood and some black granules could be seen emanating from the abscess. There were no alveolar/bone fractures elicited, but carious lesions were present on 46 (occlusal), 47 and 37 (buccal). Orthodontic evaluation showed Angles class I molar relation on the left and edge to edge tending to class II on the right side. The canines were in class I relationship bilaterally. There was an anterior over-jet of 3 mm (11/21), an overbite of 20%, coincidental dental/facial midline and crowding on the upper right arch with 15 palatally displaced as can be seen in Figure –.\\nFor investigations, orthopantogram, intra-oral periapical 11, 12, upper and lower standard occlusal and bite wing radiographs were taken and examined. In addition, clinical photographs, study models, and vitality tests for the traumatized teeth were undertaken. A diet and nutrition assessment, full blood count, stool microscopic analysis for ova and cyst and bacterial culture and sensitivity were also undertaken.\\nThe results of the radiographs showed un-erupted with potential impaction of 48 and 38, an upper midline radioluscence, widened periodontal space in relation to 11, 21 (with a mesial tilt), 22, occlusal caries on 46 and buccal caries on 47 and 37. There was the presence of root fractures involving the apical one-third of 21, 22. Vitality tests conducted on the traumatized incisors showed false positive (may be due to the presence of infection). The blood analysis showed the presence of neutrophilia (suggestive of bacterial infection), mild iron deficiency, but he was sero-negative. From the diet chart, the boy was generally on a noncariogenic diet that lacked the intake of fruits and animal proteins. Nutritional assessment revealed a boy with a height of 144 cm, a weight of 28 kg, and a body mass index (BMI) of 13.5 Kg/m2 (below 5th percentile (given the ideal BMI should be 17.8 Kg/m2 in the 50th percentile).\\nFrom the history adduced and the results of the investigations, a diagnosis of child abuse and neglect was reached, with the boy having suffered traumatic injuries resulting in facial cellulitis, Ellis class VI fracture involving 21, 22 associated dentoalveolar abscess and subluxation of 11, 12. In addition, there were dental carious lesions on 46 (occlusally), 47 and 37 (buccally) and a relatively severe malnutrition. The patient had also moderate plaque induced gingivitis, mild anemia (microcytic and iron deficiency), mild dental fluorosis, potentially impacted 48 and 38 and crowding in the upper right and lower anterior arches.\\nThe objective of treating the boy was to eliminate the pain, infection, improve the general and oral health, restore carious teeth, improve esthetic and report the child abuse and neglect to the relevant authorities. In the initial phase of treatment, the patient was admitted for 4 days and placed on dexamethasone 8 mg stat, cefuroxime 750 mg 3 times a day, metronidazole 500 mg 3 times a day, diclofenac 50 mg tablets alternating 4 hourly with oral paracetamol 1000 mg 3 times a day, to run for 5 days. Patient was also placed on chlorhexidine mouthwash 10 ml twice daily for 7 days and ranferon (hematinics) 10 ml to be used twice a day for 1 month. The second phase of treatment included incision and drainage of the abscess, followed by the splinting of the mobile teeth in the upper dental arch using semi-rigid splint of 0.6 mm stainless steel round wire for 4 weeks while. Root canal treatment of 11, 21, 12, and 22 followed thereafter.[] A referral of the patient was made the child support center in the main referral hospital, plus the patient was placed on future recalls to determine whether the patient would have overcome the problem and the oral health was maintained in good condition.\\nThe third phase of treatment involved interceptive orthodontics with the extraction of 15 to relieve the crowding in the area. Oral hygiene instructions were availed to the patient and the guardian, placement of fissure sealants was done for the premolars and molars to help reduce plaque retention on these teeth, preventive resin restorations were placed on 37, 46, and 47. The root fractures involving the apical one-third of 21 and 22 meant that the two teeth were to be initially dressed using non setting calcium hydroxide, and after healing, root canals are filled in the usual manner [].\\nNutrition evaluation had initially been done and when the patient was re-evaluated after 1 month, he had gained bodyweight up to 1 kg. The child support center continued to carry out psychotherapy, and during one of the sessions, the patient confessed to having undergone physical abuse and threatened not to divulge any information by one of the uncles. The center considered placing the boy into a children's home, probably together with his siblings. Radiographic examinations evaluation after 3 months indicated some external apical root resorption taking place on 21 and 22. Further follows-ups were to continue.[] After 10 months, the oral health and general heath of the patient had remarkably improved as shown in .", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'7936883': 1, '2575251': 1, '12595779': 1, '11731348': 1, '1641278': 1, '4052847': 1, '26330943': 2, '1856618': 1, '22230724': 1, '24963259': 2}", "similar_patients": "{'4554246-1': 1}"}