{"patient_id": 79841, "patient_uid": "4337260-1", "PMID": 25737790, "file_path": "comm/PMC004xxxxxx/PMC4337260.xml", "title": "Hip Arthroplasty in a Patient with Transfemoral Amputation: A New Tip", "patient": "A 81-year-old female had a transfemoral (above knee) amputation of the right limb at the age of 70, as a result of the failure of the femoropopliteal artery bypass realized twenty years before in our hospital. She received a prosthesis which provided sufficient walking autonomy. Besides her disability resulting from the amputation, she also suffered from thoracic and lumbar spondylosis with vertebral insufficiency. She had essential arterial hypertension, chronic atrial fibrillation, osteoporosis under treatment, and bilateral surgical treatment of cataract.\\nThe patient was presented to the emergency department with a painful right hip following falling on that side. Clinical examination found pain in the right hip, localized pain at palpation of the greater trochanter, and impossible standing position. Radiological examination found a subcapital femoral neck fracture of the right hip (Figures and ). The patient was treated in our Orthopedics and Traumatology Surgery Department by hip hemiarthroplasty with physiotherapy.\\nUnder epidural anesthesia, the patient was placed in the lateral decubitus (Figures and ), and a classical Hardinge surgical approach was used []. Skin incision was about 90 mm from proximal to distal, performed along the midline of the greater trochanter (). The subcutaneous fat and proximal fascia lata were incised, exposing the gluteus maximus muscle. Separation of the gluteus maximus fibers exposed the gluteus medius and minimus muscles. The gluteus minimus was sectioned exposing the anterior hip capsule and the ligament system underneath. Following the anterior dissection along the greater trochanter and on the femoral neck which leads to the capsule, gluteus minimus needed to be released from the anterior greater trochanter. The vastus lateralis tendon was not incised, and the anterior hip capsule was exposed. Distally the incision passed down to the bone through the vastus lateralis near the anterior surface of the femur ().\\nIt is difficult to realize the dislocation of the femoral head and manipulate the amputation stump because of the short lever arm of the affected femur. We describe a simple but reproducible technique. The required materials are available in all orthopedics operating rooms. We placed a bone forceps, 5 cm, under the lesser trochanter to the femoral shaft benefiting of the already existing incision of the used surgical approach. This simple trick makes the procedure easier and avoids an invasive procedure, by manipulating internally the femur during the procedure due to posterior dislocation of the joint ().\\nFrom the trochanteric fossae, a 45° angle was marked regarding the femoral shaft axis and femoral neck osteotomy was performed. The femoral head was removed by a “corkscrew” with retracting the distal femur using a bone forceps.\\nFor maintaining the desired anteversion while preparing the femoral medullar canal with rasps, we used a bone forceps. The femoral canal was prepared according to standard technique. Bipolar hemiarthroplasty was inserted in correct anteversion. It must be placed in the appropriate, predetermined depth. We used trial femoral head prosthesis on the stem to confirm both diameter and length of neck. We attached the definitive femoral head to the stem and reduced the hip (). The wound was closed as usual, but taking special care to close the fascia properly ().\\n30 months after the surgery, the patient was walking well using prosthesis. On examination she had a full range of motion, without any pain, and no leg length difference was noted (). The X-rays of the pelvis and the hip showed a normal bipolar hemiarthroplasty (Figures and ).", "age": "[[81.0, 'year']]", "gender": "F", "relevant_articles": "{'12588580': 1, '28503351': 2, '30062567': 1, '28630841': 2, '7240332': 1, '4220975': 1, '17338015': 1, '13854422': 1, '34141682': 2, '24416607': 2, '7068713': 1, '25737790': 2}", "similar_patients": "{'5458699-1': 1, '5414446-1': 1, '8180336-1': 1, '3876688-1': 1}"}