{"patient_id": 77862, "patient_uid": "4214463-1", "PMID": 25364402, "file_path": "comm/PMC004xxxxxx/PMC4214463.xml", "title": "Long-term remission of prostate cancer with extensive bone metastases upon immuno- and virotherapy: A case report", "patient": "In October 2007, a 75-year-old patient presented at the Immunological and Oncological Center (Cologne, Germany) with progressive, hormone-refractory prostate cancer, with a prostate-specific antigen (PSA) doubling time of 65 days and the presence of bone metastases. The patient had previously undergone a radical prostatectomy in August 2005, at the time of the initial diagnosis. The post-surgical staging was pT3b pNX L1 V1 R0, with a Gleason Score of 9 (5+4). In September 2005, a bilateral pelvic lymphadenectomy was performed, which demonstrated no evidence of metastases (0/32). In October 2005, the patient started androgen suppression with goserelin (3.6 mg, once a month) and bicalutamide (50 mg, once a day), and in January 2006, the goserelin was switched to leuprorelin (10.72 mg, once every three months). Despite treatment, the patient’s PSA levels rose and a subcranial bone metastasis developed in March 2006. The tumor was classified as hormone-refractory and the androgen suppression was discontinued. Between March and May 2006, the patient underwent palliative radiotherapy with 45 Gy (30×1, 5 Gy), leading to a decrease in PSA levels from 11.6 to 6.5 ng/ml (following prostatectomy PSA is normally undetectable). Between March 2006 and June 2007, the patient was treated with ketoconazole (3×400 mg, once a day) and hydrocortisone (morning dose, 20 mg and evening dose, 10 mg, daily) in an attempt to block adrenal and testicular androgen synthesis. Within the scope of a clinical trial, octreotide was administered experimentally between November 2006 and March 2007. Due to rising PSA levels (from 40.8 ng/ml to 60.5 ng/ml), octreotide was discontinued in favor of another attempt with leuprorelin (10.72 mg, once every three months) between March and June 2007. Upon termination of androgen deprivation, rising testosterone levels (from 0.18 ng/ml in October 2007 to 6.25 ng/ml in May 2013; normal range, 2.14–8.27 ng/ml) were documented. In April 2007, a scintigram revealed bone metastases in two ribs and the left sacrum. From July 2007, the PSA levels rose further, most likely due to the progress of osseous metastases. In September 2007, positron emission tomography/computed tomography (PET/CT) revealed extensive, disseminated bone metastases of the entire spine, pelvis, right humerus and ribcage [ECAT EXACT 47, (Siemens Medical Systems, Erlangen, Germany); visualised using MPI-Tool, (Advanced Tomo Vision GmbH, Kerpen, Germany)] (). The university hospital at which the patient was being treated advised the commencement of chemotherapy, but the patient decided to begin immunotherapy. By October 2007, the patient’s PSA level had risen to 98.1 ng/ml (Diamond Select GEMINI GXL 16 PET/CT System, Philips, Eindhoven, Netherlands; visualised using Syntegra Imaging software version 2.1, Philips)().\\nBetween October 2007 and June 2008, the patient was treated at the Immunological and Oncological Center (Cologne, Germany) with locoregional hyperthermia of the pelvis and thorax, and systemic oncolytic NDV virotherapy approximately twice a week. In addition, in November 2007, the patient received two sessions of local hyperthermia (LHT) of the occiput.\\nBetween November 2007 and March 2008, the patient received five vaccinations with autologous antigen-pulsed DCs combined with moderate whole-body hyperthermia. Between July and September 2008, the patient was treated with LHT of the pelvis and thorax, and oncolytic NDV virotherapy once a month to sustain the immune response. After September 2008, no further immunological treatment was considered necessary.\\nHyperthermia was administered with the Oncothermia EHY-2000 device (Oncotherm GmbH, Troisdorf, Germany) with a radiofrequency of 13 MHz. In total, the patient received 46 hyperthermia treatments to the thorax, 54 to the pelvis and two to the occiput. The duration of the sessions was 50 min each, starting at 60 W and increasing to 130 W. Intravenous administration of 109 plaque-forming units of NDV (strain MTH-68) were provided per session.\\nDCs were differentiated from autologous monocytes with granulocyte-macrophage colony-stimulating factor and interleukin-4. Immature DCs were pulsed with a lysate from NDV-infected DU145 prostate carcinoma cells, termed the oncolysate. Subsequent to maturation, the cells were administered intradermally simultaneously with interferon-γ (IFN-γ; 0.1 mg), followed by moderate whole-body hyperthermia (temperature, 38.5–39.0°C; infrared device, Heckel-HT2000; Heckel Medizintechnik GmbH, Esslingen, Germany).\\nBy early January 2008, the PSA levels had reached a maximum of 233.8 ng/ml. In late January and throughout February, the PSA levels decreased to 0.8 ng/ml. In March 2008, a reduction in the bone metastases was detected by PET/CT (). The PSA level has remained low up to the present time and was <0.03 ng/ml in December 2013 ().\\nSince there was sustained cancer remission, the patient was tested for the development of an immunological antitumor memory T-cell response. An Enzyme-Linked ImmunoSpot assay (Autoimmun Diagnostika GmbH, Strassberg, Germany) was performed in July 2011 to quantify the numbers of T cells that were secreting IFN-γ upon short-term (48-h) contact with oncolysate-pulsed autologous DCs. Overall, 150±10 patient blood-derived circulatory T cells per 100,000 T cells were found to respond, but without oncolysate pulsing there was only a background response of T cells and DCs of 2±1 cells.\\nWritten informed consent was obtained from the patient for the publication of this case report and the accompanying images.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'21948477': 1, '24336086': 1, '29434366': 1, '28720900': 1, '12098606': 1, '15871675': 1, '24035173': 1, '24219122': 1, '20633729': 1, '21655153': 1, '25309868': 1, '21846195': 1, '21533099': 1, '29066810': 1, '32717895': 1, '33374196': 1, '28536382': 1, '28531117': 1, '21175406': 1, '33967605': 1, '31480379': 1, '20818862': 1, '24048442': 1, '27330771': 1, '22808955': 1, '33274226': 1, '25364402': 2}", "similar_patients": "{}"}