{"patient_id": 87372, "patient_uid": "4921887-1", "PMID": 27365939, "file_path": "comm/PMC004xxxxxx/PMC4921887.xml", "title": "A Novel approach of Esthetic Management and preserving Vitality of Dilacerated Permanent Maxillary Lateral Incisor", "patient": "A 12-year-old boy reported to the dental clinic with the chief complaint of irregular upper left front teeth. The permanent tooth which erupted was asymptomatic and had altered color and shape. History revealed that the child had an injury at the age of 3 years. As the primary tooth was intruded, it was extracted. Medical history revealed that the child was healthy and had no history of systemic diseases.\\nOn clinical evaluation, the maxillary left lateral incisor exhibited crown dilacerations affecting incisal and middle third of the crown with an acute bend palatally. The arch form of the maxillary dentition appeared to be in alignment except maxillary left lateral incisor which was in cross-bite (). The junction between dilacerated and nondilacerated area on labial and palatal side was yellowish in color and was hypoplastic. The labial surface was pitted and an area of dentin was exposed corresponding to the surface which was in contact with the opposing tooth under occlusion. The palatal surface exhibited white spot lesions which could be attributed to food accumulation.\\nOn radiographic examination, intraoral periapical radiograph () showed maxillary left lateral incisor with crown dilaceration affecting incisal and middle third of the crown directed palatally. In addition, even the root was affected with dilaceration at the apical third. The periodontal ligament space was normal along the length of the root with no appreciable periapical changes. Using localization techniques (Same-Lingual Opposite-Buccal technique and occlusal view), it was evident that the coronal portion of the pulp chamber was not extending into the dilacerated portion of the crown. Electric and thermal tests confirmed the vitality of the concerned tooth.\\nAs esthetics was the patient’s prime concern, the proposed treatment had to emphasize on correcting the crossbite, restoring esthetics without compromising the vitality of the tooth. Thus, the treatment planned was in three phases.\\nPhase 1―Preserve the vitality of the affected tooth and correct the crossbite.\\nPhase 2―Reduction of palatal deflection of the crown and evaluation of any iatrogenic exposure of pulp in due course.\\nPhase 3―Restorative treatment with composite resin restoration for esthetics.\\nAfter explaining the proposed treatment plan and posttreatment complications to the parents, an informed consent was obtained.\\nPhase 1―The main objectives during the first phase were to correct the arch alignment by moving the palatally placed tooth labially and concomitantly prevent pulp exposure during the incremental palatal crown reduction. Labial movement was achieved by modified Hawley’s appliance with double cantilever spring in relation to #22 and posterior bite plane. During this phase of treatment, the path of insertion and removal of Hawley’s appliance and activation of double cantilever spring was found to be difficult due to deflection of crown on the palatal side resulting in an undercut on palatal portion of the crown. To overcome this hindrance, the undercut was blocked with polycarboxylate restorative material which enhanced ease of insertion and removal of appliance (). With regular activation of double cantilever spring, the alignment of affected tooth was achieved within 5 weeks. Once corrected, the 2nd and 3rd phases of treatment were carried out simultaneously.\\nPhase 2―The incremental reduction of the palatally deflected crown portion was done along the long axis of the tooth so as to maintain enough clearance on palatal and incisal surface for appropriate coronal buildup. There was no iatrogenic pulp exposure and indirect pulp capping done with calcium hydroxide (Dycal) on some amount of leftover dentin ().\\nPhase 3―Retentive grooves were made on mesiopalatal and distopalatal aspect for additional retention and esthetic composite resin restoration was performed (). The final restoration was finished and polished in subsequent session with fine and extrafine disk (Dentsply) and followed up for 18 months ( and ).", "age": "[[12.0, 'year']]", "gender": "M", "relevant_articles": "{'12656861': 1, '21911957': 1, '3865684': 1, '5286029': 1, '11874057': 1, '20831640': 1, '22449507': 1, '16831681': 1, '9852840': 1, '27365939': 2}", "similar_patients": "{}"}