{"patient_id": 88230, "patient_uid": "4992531-1", "PMID": 27579200, "file_path": "comm/PMC004xxxxxx/PMC4992531.xml", "title": "A Case of the TOF with APV Complicated with Polyhydramnios and Severe Bronchomalacia", "patient": "Twenty-seven-year-old woman was having her fourth pregnancy; prenatal USG examination at the 26th week of gestation revealed severe polyhydramnios, dilatation at right ventricle, and abnormal appearance of the heart. In fetal echocardiographic examination, there was a pulsatile, cystic structure in the neighborhood of the heart. There was subaortic large ventricular septal defect (VSD), and the aorta originating from the left ventricle was 50% dextroposed (). Right ventricle was opening into a giant pulmonary artery and its branches, which appeared pulsatile and cystic in structure. The pulmonary artery had clover type morphological appearance (). The pulmonary valve was dysplastic and rudimentary. Color Doppler sonography showed severe pulmonary insufficiency accompanying the stenotic physiology. The pulmonary artery peak systolic velocity, tissue Doppler derived myocardial performance index (Tei index), and peak early right ventricle filling velocity (E)/peak late atrial filling velocity (A) ratio were 246.8 cm/s, 0.59, and 0.48, respectively. The fetus had no hydrops fetalis. Based on these findings, absent pulmonary valve syndrome with tetralogy of Fallot was considered in the fetus. At the 30th gestational week, the patient was hospitalized due to preterm labor. Steroid treatment was administered along with tocolysis. At the 31st gestational week, the infant was born with C/S. After birth, the infant showed peripheral cyanosis and intercostal retractions and had respiratory acidosis according to blood gas analysis. The infant was intubated and attached to mechanical ventilator. Since the chest X-ray had an appearance that was consistent with respiratory distress syndrome (RDS), surfactant therapy was administered along with mechanical ventilatory support. Additionally, positive inotropic support was administered due to presence of hypotension. The infant had continuing respiratory distress; therefore, repeated surfactant applications were performed. The infant had arterial oxygen saturation levels at about 70%, and peripheral circulation was poor. High frequency oscillatory ventilation (HFOV) was initiated on the 2nd day of admission. Despite progressively increased respiratory support, the infant died on the 3rd day of admission.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'23647900': 1, '25203222': 1, '24636707': 1, '15386602': 1, '12586257': 1, '16795129': 1, '27579200': 2}", "similar_patients": "{}"}