{"patient_id": 145728, "patient_uid": "4438413-1", "PMID": 26064518, "file_path": "noncomm/PMC004xxxxxx/PMC4438413.xml", "title": "Hypouricaemia and hyperuricosuria in familial renal glucosuria", "patient": "This study was part of the medical evaluation for glucosuria in a 35-year-old female individual. She presented with a urinary glucose excretion (UGE) of 487.8 mmol (87.8 g)/1.73 m2/24 h.\\nThe clinical data are detailed in Table . She took no medications. Mutation analysis was performed as previously reported []. The novel c.1033–1060del; p.V346AfsX17 frameshift mutation was identified in homozygosity (A).\\nOwing to persistent low serum uric acid levels [113.01 μmol/L (1.9 mg/dL)], further evaluation was performed in order to exclude Fanconi syndrome. Urinary urate values were found to be raised, with an excretion of 7.33 mmol (1242 mg)/1.73 m2/24 h or 0.13 mmol (21.5 mg)/kg of body weight and a fractional excretion of 20%.\\nPhosphorus (urinary and serum), bicarbonate (plasma) and immunoglobulin light chains (urine) were all within normal range (data not shown). By high-performance liquid chromatography, cystine was the only amino acid over-excreted: 639.3 μmol (153.3 mg)/24 h (reference range: 0–158.5 μmol/24 h). This latter finding is characteristic of a type non-I heterozygous cystinuric individual []. Accordingly, the over-excretion of cystine was considered an incidental finding and unrelated to the glucosuric phenotype.\\nOn follow-up the patient got pregnant. At gestational week 24, she was hyperfiltrating with a serum creatinine of 35.4 μmol/L (0.4 mg/dL), but there were no further decreases in urate serum levels [130.8 μmol/L (2.2 mg/dL)], compared with her earlier non-pregnant condition. Fractional excretion for urate was now 12%.", "age": "[[35.0, 'year']]", "gender": "F", "relevant_articles": "{'20609968': 1, '14614622': 1, '12024214': 1, '12239244': 1, '33435164': 1, '15610225': 1, '14569097': 1, '19026395': 1, '7042128': 1, '18842065': 1, '19114612': 1, '33515212': 1, '11269503': 1, '16518345': 1, '20616166': 1, '3813739': 1, '2330229': 1, '4703233': 1, '26064518': 2}", "similar_patients": "{}"}