{"patient_id": 150894, "patient_uid": "4784081-1", "PMID": 26862098, "file_path": "noncomm/PMC004xxxxxx/PMC4784081.xml", "title": "A case of giant nodular posterior scleritis mimicking choroidal malignancy", "patient": "A 42-year-old Chinese lady with hypertension presented with decreased vision in her left eye for 1 week. Her best-corrected visual acuity of right and left eye was 20/25 and 20/40 respectively. There was no associated pain, proptosis, diplopia or restricted motility. Intraocular pressures were normal. Slit-lamp examination showed mild sectoral episcleritis over a temporal aspect of her left eye. On fundal examination, there was a dome-shaped choroidal mass of about three disc diameters in size, located in the inferotemporal quadrant with subretinal fluid and overlying retinal hemorrhages. There were no lipofuscin, choroidal folds, vitreous cells, or disc swelling []. There was bilateral mild hypertensive retinopathy.\\nB-mode ultrasound confirmed a raised choroidal mass, 3.55 mm thick and 6.99 mm wide at its base, with medium-to-high echogenicity, inferior subretinal fluid, and absence of orbital shadowing. Both fluorescein angiography and indocyanine green angiography showed blocked hypofluorescence of the choroidal mass with multiple leakage sites within and surrounding the mass. There was no evidence of double circulation [].\\nOrbital magnetic resonance imaging (MRI) with gadolinium contrast revealed a 4.4 mm × 1.8 mm × 5.8 mm (caudal-cranial × anteroposterior × lateral) T1- hypointense and T2- hyperintense nodule with contrast enhancement at the temporal part of the left globe, bulging into the vitreous. No T1-hyperintense signal was seen in lesion to suggest melanin or subacute hemorrhage. The overlying sclera appeared intact, and there was no infiltration of orbital fat. Features were suggestive of a choroidal tumor such as amelanotic melanoma or choroidal metastasis. Whole-body positron emission tomography-computed tomography scan did not detect any FDG-avid lesion. Choroidal melanoma could not be conclusively excluded at this point. Fine needle aspiration of the choroidal mass was planned to establish a tissue diagnosis.\\nPreoperatively blood workup including complete blood count, liver function, renal function, syphilis serology, rheumatoid factor, and C-reactive protein were all within normal range. Tumor markers including alpha-fetoprotein, carcinoembryonic antigen, and cancer antigen 153 were also of the normal level. There was an increase in erythrocyte sedimentation rate (ESR) of 71 mm/h, and a raised anti-nuclear antibody (ANA) level of > 1280 (homogenous pattern). Chest X-ray did not show any consolidation or lymphadenopathy suggestive of tuberculosis or sarcoidosis. The patient was referred to an internist for further evaluation. However, she was not diagnosed with any autoimmune disease.\\nMeanwhile, oral indomethacin 25 mg TDS was given for her sectoral episcleritis. After 10 days, the episcleritis resolved but the choroidal mass remained static. However, at the preoperative visit that was 2 months after her first consultation, the choroidal mass resolved completely. There were pigmented atrophic scar and retinal pigment epithelial changes []. She was seen again 3 months later with no recurrence of the mass and the best-corrected visual acuity in her left eye returned to 20/20.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'2178679': 1, '10218301': 1, '25390477': 1, '32874049': 2, '16770031': 1, '29843653': 2, '29738013': 2, '10599675': 1, '32095658': 1, '31341807': 1, '7413140': 1, '32823448': 2, '21760715': 1, '11522416': 1, '2205183': 1, '10980778': 1, '26862098': 2}", "similar_patients": "{'6118194-1': 1, '5975435-1': 1, '7442082-1': 1, '7690531-1': 1}"}