{"patient_id": 138607, "patient_uid": "4005186-1", "PMID": 24791113, "file_path": "noncomm/PMC004xxxxxx/PMC4005186.xml", "title": "Detailed Ophthalmologic Evaluation of Posterior Microphthalmos", "patient": "Here we describe a case of a 21-year-old male patient who was admitted to our clinic with a history of low vision. There was no family history of eye disorders or he was not the product of a consanguineous marriage. The patient was otherwise healthy. On ocular examination, deep-set eyeballs were observed. Slitlamp examination showed slightly shallow anterior chambers with no additional pathologic findings. Dilated fundus examination revealed slightly elevated papillae with blurred disc margins (crowded optic discs), elevated horizontal papillomacular retinal folds [] and retinal pigment epithelium (RPE) migration in the mid-periphery of both fundi [Figure -]. On FA, markedly reduced diameter of capillary-free zone was noted []. Furthermore, blocked fluorescence by pigment clumps and window defects in midperipheral fundus were observed on fundus fluorescein angiograms. Fundus autofluorescence imaging at 488 nm identified hypofluorescent linear horizontal markings corresponding to areas of papillomacular folds [Figure -]. Spectral domain OCT analysis of the macular region revealed that the papillomacular folds included neural retina without involvement of the RPE-choroid band []. AS-OCT analysis revealed bilateral occludable narrow angles and thickened ciliary bodies []. Full-field ERG testing showed generalized rod cone dysfunction associated with more prominent decrease in scotopic rod responses. B-mode USG demonstrated diffuse thickening of the choroid and sclera with foreshortening of the globe []. Visual field was examined with the threshold 30-2 program of the Humphrey Field Analyzer (Carl Zeiss Meditec Gmbh, Jena, Germany) showing diffuse sensitivity loss and constricted peripheral visual fields []. Optic nerve parameters with the Stratus OCT and lens thickness, TAL with A-scan USG are illustrated in . Additional AS parameters are presented in including anterior chamber depth (ACD) and white-to-white corneal diameter by Zeiss IOL Master (Carl Zeiss Meditec Gmbh, Jena, Germany), corneal thickness and keratometric analysis by Orbscan II (Bausch and Lomb Inc., Rochester, NY, USA) and corneal endothelial cell count (ECC) with specular microscopy. As the main pathological features involved the posterior segment a diagnosis of posterior microphthalmos was established.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'18465740': 1, '1146944': 1, '19230364': 1, '11874763': 1, '17167404': 1, '34646578': 1, '32167263': 1, '25431659': 1, '15364236': 1, '21091018': 1, '24791113': 2}", "similar_patients": "{}"}