{"patient_id": 81265, "patient_uid": "4443649-4", "PMID": 26074850, "file_path": "comm/PMC004xxxxxx/PMC4443649.xml", "title": "Feasibility of the music therapy assessment tool for awareness in disorders of consciousness (MATADOC) for use with pediatric populations", "patient": "A male aged 5.9 years-old had been developing normally prior to acquiring hypoxic ischemic encephalopathy following a cerebral vascular accident that occurred 2.9 years prior to data collection (see Table ). He demonstrated minimal language development at the time of his acquired brain injury. As with participant 3, a diagnostic outcome of MCS was agreed across all four measures, however, items within behavioral domains show widely divergent outcomes across the different measures. MATADOC provided higher ratings than all other measures on two items: Visual responsiveness (Emerging) and Verbal commands (MCS). The CRS-R rated auditory responsiveness lower (VS) than the CNC and MATADOC (MCS). The PCC measure rated motor responses higher (MCS) than the other two measures that rated this domain. Agreement between authors for the MATADOC motor item was difficult to reach as the ratings were highly variable between and within raters, suggesting that the child’s responsiveness bordered somewhere between VS and MCS levels. Inconsistent responses are a typical clinical presentation in DOC populations. We reached consensus on the more conservative rating of “VS” by giving greater weight to inter-rater and test–retest agreement across all possible rating occasions for this item. The participant’s responses can be seen to be highly variable across behavioral domains, spanning VS, MCS, and Emerging.\\nOverall inter-rater agreement was 73%. Unlike the other cases presented here, the observer–rater rated much higher than the therapist–rater in both live and video conditions: Live: observer–rater 17% higher compared to therapist–rater rating higher for just 5% occasions; Video: observer–rater rated higher 18% than the therapist–rater who rated higher for just 4% of opportunities. Test–rest agreement was 80% overall. The principal subscale items performed particularly well for both inter-rater and test–retest agreement: Visual responsiveness and arousal: 100%; Auditory responsiveness and Awareness of musical stimuli: 87.5% in both agreements. It is significant that these agreements were reached for behaviors that spanned across VS, MCS, and even Emerging. “Choicemaking” (Item 10) performed well on both inter-rater and test–retest agreement (75% for each). Other items that performed well for test–retest agreement were items rating “Emotional response” (Item 14) and “Choicemaking” (Item 10), both at 75% rating behaviors across VS and MCS. “Musical response” (Item 7) also had high agreement however mostly for absent responses, aside from ratings for “Timbre” which were for both mixed level responses.", "age": "[[5.9, 'year']]", "gender": "M", "relevant_articles": "{'14580666': 1, '18835749': 1, '33897341': 1, '31616268': 1, '16350962': 1, '8664760': 1, '25186739': 1, '24134739': 1, '19622138': 1, '24556655': 1, '11011813': 1, '19835239': 1, '1622317': 1, '19404190': 1, '23302033': 1, '24655034': 1, '21112421': 1, '24691354': 1, '32792456': 1, '11839831': 1, '24590150': 1, '23134422': 1, '7818633': 1, '8873704': 1, '4136544': 1, '33935868': 1, '24399950': 1, '11068163': 1, '21674197': 1, '16186042': 1, '15605342': 1, '21040571': 1, '24052091': 1, '16178024': 1, '12724701': 1, '10340973': 1, '24655307': 1, '16924995': 1, '22227888': 1, '15671590': 1, '26074850': 2}", "similar_patients": "{'4443649-1': 2, '4443649-2': 2, '4443649-3': 2}"}