{"patient_id": 143539, "patient_uid": "4323976-1", "PMID": 25685229, "file_path": "noncomm/PMC004xxxxxx/PMC4323976.xml", "title": "Juvenile Xanthogranuloma of adult spine: A rare case and review of literature", "patient": "“An 18-year-old male presented with a short history of 8 days of weakness of both lower limbs. There was no history of trauma or tuberculosis or skin lesions in form of papules or macules. No other complaint was associated and the past history was of no significance. The cranial neurological examination was normal. His Bulk, tone, and power in both upper limbs were normal. On examination of both lower limb, his bulk was normal, had bilateral spasticity with muscle power of grade 4 in all groups of muscles. His deep tendon reflexes were exaggerated with bilateral extensor plantar. No sphincter involvement and all routine investigations including lipid profile were normal. Magnetic Resonance Imaging of Spine showed mass lesion in epidural space compressing cord from behind without any bony involvement atD7 to D10 vertebral segment. Mass lesion was isointense on T1 and hyper-intense on T2 with no contrast enhancement [Figure , ].\\nD7 to D10 Laminectomy with complete excision of firm epidural mass, which could be separated from dura with difficulty, was carried out. Histopathology revealed fibro-collagenous tissue with dense infiltration of lymphocytes, histiocytes, plasma cells, eosinophils, and multinucleated Touton giant cells. Histiocytic granulomas were seen. Presence of arteritis and panniculitis noted. Overall morphology was suggestive of JXG. Immune marker study was proposed and revealed Viamentin positive, Cluster Differentiation-68 positive in Touton giant cell and negative for S-100, CD1a, and Actin smooth muscle [Figure –].\\nPost-operative, patient improved neurologically. His power improved to grade 5/5 with decreased spasticity. At 9 month follow-up patient had mild spasticity with extensor plantar. His MRI carried out at 3 months shows post-Laminectomy status with no residual tumor [].”", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'8805158': 1, '11426158': 1, '12717244': 1, '18228052': 1, '34211897': 2, '8886534': 1, '7632374': 1, '21626171': 1, '9199641': 1, '12445357': 1, '21468645': 1, '21192217': 1, '9144693': 1, '8902096': 1, '8765620': 1, '29057365': 1, '8351627': 1, '25685229': 2}", "similar_patients": "{'8202395-1': 1}"}