{"patient_id": 88258, "patient_uid": "4993930-1", "PMID": 27595034, "file_path": "comm/PMC004xxxxxx/PMC4993930.xml", "title": "Use of Left Gastric Vein as an Alternative for Portal Flow Reconstruction in Liver Transplantation", "patient": "A 24-year-old white male presented with primary sclerosing cholangitis associated with splenomegaly and esophageal and gastric varices, with 1 previous episode of bleeding. Preoperative imaging revealed celiac trunk stenosis caused by compression by the median arcuate ligament, associated with portal cavernoma (PC) and dilated LGV draining most of splanchnic flow ().\\nThe patient underwent orthotopic LT (OLT) with piggyback reconstruction and surgical division of the median arcuate ligament. PC and dilated LGV with adequate flow were confirmed during operation. LGV was dissected in cranial direction, in order to secure a long graft, and sectioned near the cardia. The proximal neck was ligated with suture and distal segment was rotated laterally to optimize anastomotic openings of donor PV and recipient LGV. An end-to-end anastomosis was performed using polypropylene 5-0 (). Intraoperative transfusions were performed with 2 packs of packed red blood cells and 2650 mL of blood from intraoperative cell salvage.\\nRecovery progressed well and uneventful, and the patient was discharged after 11 days with immunosuppressive and antiplatelet medication. Successive Doppler ultrasound studies and angiotomography demonstrated patency of the gastroportal anastomosis and adequate perfusion of the graft in the following 5 years ().\\nA 42-year-old white male presented with cirrosis by hepatitis C, previously treated with alpha-interferon. He had diuretic controlled ascitis, previous episodes of esophageal variceal bleeding, and spontaneous bacterial peritonitis. He had undergone resection of a poorly differentiated HCC in liver segment V, measuring 4.6 × 4.5 cm, and chemoembolization of a lesion in liver segment V, measuring 3.5 cm, suggestive of HCC. Child-Turcotte-Pugh score was 10 (grade C) and MELD score was 29. Imaging revealed large esophageal and splenorenal varices, recanalized umbilical vein, chronic splenic vein thrombosis, splenomegaly, patent celiac trunk, PVT extended to proximal SMV, and LGV measuring 2.8 cm (). The patient underwent OLT with Belghiti reconstruction. Total PV, splenic vein, and proximal SMV thrombosis and absence of hepatopetal flow were confirmed during operation. Donor PV was anastomosed to recipient LGV in an end-to-end fashion, using polypropylene 5-0 continuous sutures (). Bleeding was minimal; no transfusions were performed during the procedure. Postoperative Doppler ultrasonography evidenced patency of the gastroportal anastomosis and hepatopetal flow. Patient recovery progressed well and he was discharged after 15 days with immunosuppressive medication.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'1998400': 1, '17181652': 1, '9850447': 1, '25755579': 1, '3551857': 1, '21183851': 1, '17524917': 1, '12589136': 1, '20305756': 1, '2385818': 1, '25822434': 1, '16781878': 1, '2087272': 1, '10830208': 1, '2012052': 1, '9521194': 1, '15108774': 1, '20677291': 1, '11115340': 1, '11284100': 1, '11172396': 1, '16192808': 1, '23128996': 1, '17229075': 1, '23411928': 1, '26050013': 1, '12792522': 1, '1741649': 1, '32656292': 1, '12072319': 1, '25232448': 1, '10830225': 1, '8273391': 1, '18543025': 1, '27595034': 2}", "similar_patients": "{}"}