{"patient_id": 80007, "patient_uid": "4349691-1", "PMID": 25741383, "file_path": "comm/PMC004xxxxxx/PMC4349691.xml", "title": "Embolic suppurative thyroiditis with concurrent carcinoma in pregnancy: lessons in management through a case report", "patient": "A 29-year-old female at 37 weeks of an uneventful pregnancy attended antenatal clinic. During her assessment a large predominantly left sided thyroid mass was noted. She was reviewed during that attendance by the local otolaryngology team. She had no history of thyroid pathology, had no lifetime radiation exposure and no relevant family history. There was no palpable cervical lymphadenopathy. Her vocal cords were mobile and symmetrical. Spirometry revealed no intrinsic pulmonary pathology.\\nAn emergency Caesarian section was performed at term + 2 days for fetal distress without intra-operative complication. The child was healthy. Six days post partum she developed a tender erythematous lower abdominal wound, was diagnosed with a wound site infection. A Caesarean section wound swab grew mixed skin flora with anaerobes and treatment was initiated with 625 mg co-amoxiclav. During this time she underwent an ultrasound examination of the thyroid and neck, which revealed a 35 × 40 mm solid nodule within the left thyroid lobe. The left lobe was noted to be hyper-vascular with a surrounding fluid density collection. An outpatient Otolaryngology appointment was made.\\nShe returned to the emergency department the following day with rapid onset tenderness, oedema and erythema over the thyroid. She became haemodynamically unstable with a white cell count of 14.9×109/l and a C-reactive protein of 301 mg/L and was admitted under endocrinology. She was treated with parenterally with 4.5 mg piperacillin/tazobactam three times daily and gentamicin as per trust microbiology advice.\\nThe ultrasound of the thyroid mass was repeated revealing severe expansion of the left lobe with a predominant fluid component. Fine needle aspiration was performed and microbiological assessment again revealed no growth. Cytology however, was suspicious of malignancy. The cytology was repeated and confirmed the likely malignancy.\\nDue to a lack of response a computed tomographic scan was performed of her neck (Figure ). A large enhancing soft tissue mass arising from the left lobe of the thyroid with an area of fluid inferolaterally displacing the surrounding structures was reported. The total size of the lesion including the fluid collection was 60 × 43 × 70 mm. Ipsilateral lymphadenopathy was seen in levels II, III and IV. Clinical staging was cT2N1b (according to the International Union Against Cancer staging). During her acute admission the thyroid abscess was incised and drained and a formal biopsy taken of the intra-thyroidal lesion. Systemic improvement was rapid and she completed a further 48 hours of parenteral co-amoxiclav prior to discharge. Histology revealed a papillary thyroid carcinoma (PTC) and a repeat CT for staging was performed (Figure ). The left common carotid artery and internal jugular vein were displaced and compressed, but there was no evidence of encasement. The mass extended into the sterno-thyroid and sterno-hyoid muscles and appeared inseparable but not invading. Maximal axial dimensions were 29 × 26 mm, with a maximal coronal dimension of 48 mm. The previously enlarged nodes had resolved.\\nShe subsequently underwent a total thyroidectomy and bilateral level VI clearance. As the previous enlarged nodes had resolved, no other neck dissection was performed. Post-operatively she developed hypocalcaemia and received supplementation, which was reduced over the following 2 months. Histology revealed a 40 mm infiltrative unencapsulated classical PTC with extrathyroid invasion. One of 5 lymph nodes contained metastatic PTC. Her pathological staging was pT3N1a. Post operatively she received radioactive iodine ablation and has made a full recovery.", "age": "[[29.0, 'year']]", "gender": "F", "relevant_articles": "{'2677860': 1, '24236234': 1, '4071389': 1, '5858290': 1, '7469735': 1, '3778201': 1, '6475918': 1, '9284711': 1, '24989897': 1, '12826640': 1, '19451480': 1, '29785209': 2, '1586606': 1, '21787128': 1, '17561081': 1, '11953778': 1, '3836071': 1, '16085061': 1, '16279853': 1, '17515891': 1, '1437962': 1, '16646691': 1, '22869843': 1, '22624855': 1, '19114271': 1, '23526581': 2, '18544616': 1, '20144025': 1, '9067102': 1, '12800535': 1, '19573674': 1, '11889153': 1, '15157839': 1, '1959987': 1, '10823473': 1, '1906897': 1, '5358968': 1, '6338569': 1, '8563483': 1, '19860577': 1, '25741383': 2}", "similar_patients": "{'5952856-1': 1, '3604615-1': 1}"}