{"patient_id": 86754, "patient_uid": "4872981-1", "PMID": 23579756, "file_path": "comm/PMC004xxxxxx/PMC4872981.xml", "title": "Continent vesicovaginal fistula", "patient": "A 62-year-old female patient from São Paulo (SP), Brazil, had a previous history of hysterectomy for fibroids, with six abdominal interventions undertaken due to surgical complications, and the final procedure was performed in February 2000. Two weeks following her hysterectomy, she presented vaginal urine leakage with an absence of urethral voiding for 4 months, after which she began to notice a progressive and spontaneous improvement until full continence was eventually achieved.\\nCystoscopy revealed a single fistula, 4cm in diameter, located above the trigone. The urethral meatus was undisturbed and correctly positioned. She did not have any urinary leakage during a full bladder stress maneuver and, upon demand, urination occurred simultaneously when requested by both vaginal and urethral routes ( to ).\\nThe patient declined surgical treatment due to being fully continent and she was not afraid of complications. She experienced profound aversion to the operating room ever since undergoing six abdominal surgeries for complications arising from her hysterectomy.\\nThe patient's upper urinary tract was assessed and found to be well-preserved both in terms of function and anatomy.\\nThe patient was followed up clinically and has undergone annual cystoscopic evaluations over the last 11 years, which revealed no signs of malignant degeneration of the bladder urothelium or any lower urinary tract symptoms. Her urine culture was positive for Escherichia coli, yet antibiotic treatment has been unwarranted to date.\\nThe patient reported a satisfactory quality of life, being fully continent even during sexual intercourse. Furthermore, even under exertion, she did not need absorbent pads and was able to voluntarily urinate simultaneously through vaginal and urethral voiding ( and ).", "age": "[[62.0, 'year']]", "gender": "F", "relevant_articles": "{'17011947': 1, '28225769': 1, '12576839': 1, '21331670': 1, '16805910': 1, '15014933': 1, '23579756': 2}", "similar_patients": "{}"}