{"patient_id": 140049, "patient_uid": "4107220-1", "PMID": 25061589, "file_path": "noncomm/PMC004xxxxxx/PMC4107220.xml", "title": "Omega-3 Polyunsaturated Fatty Acid for Cholestasis due to Bile Duct Paucity", "patient": "An 8-week-old male infant was admitted for the evaluation of jaundice. His stool had been acholic since birth. he was on formula feeding, and the physical examination, perinatal and family histories were not informative. A blood test revealed the following: hemoglobin, 11.6 g/dL; aspartate aminotransferase (AST)/alanine aminotransferase (ALT), 99/34 IU/L; total bilirubin (TB)/direct bilirubin (DB), 12.5/8.7 mg/dL; serum alkaline phosphatase (ALP), 886 IU/L; gamma glutamyl transferase (GGT), 197 IU/L; bile acid, >150 µmol/L; and total cholesterol (TC), 181 mg/dL. Viral markers (HAV, HBV, HCV, Epstein-Barr virus, toxoplasma, rubella, cytomegalovirus, herpes virus, and human immunodeficiency virus), a syphilis test, tandem mass neonatal metabolic screening tests (45 items), an infantogram, and echocardiography were normal. On hospital day 2 (HD#2), magnetic resonance cholangiopancreatography (MRCP) revealed an abrupt cut-off of the first-order right proximal intrahepatic duct and a change in the parenchymal signal intensity in the right lobe of the liver. The administration of ursodeoxycholic acid (UDCA) was initiated on HD#4, at 20 mg/kg/day, and continued throughout the patient's clinical course. Upon hepatobiliary scintigraphy, biliary excretion into the bowel was not noted until after a 24-hour delay. An intraoperative cholangiogram (HD#7) showed an abrupt cut-off of the first order right proximal intrahepatic duct. An open-wedge liver biopsy showed interlobular bile duct paucity with bile ductular proliferation and, severe cholestasis with feathery degeneration (). The administration of a 20% SMOF® lipid emulsion (Fresenius Kabi Austria GmbH, Graz, Austria; α-linolenic acid 0.6 g, eicosapentaenoic acid [EPA] 0.6 g, and docosahexaenoic acid [DHA] 0.1 g/200 g fat/L) was initiated at 2 mL/hr (2 g/kg/d) on HD#18 (AST/ALT, 148/16 IU/L; TB/DB, 10.7/8.2 mg/dL; TC, 77 mg/dL; triglyceride [TG], 110 mg/dL). After treatment for 5 days (HD#23), the stool turned a green color (AST/ALT, 84/36 IU/L; TB/DB, 6.0/4.3 mg/dL; TC, 156 mg/dL). The SMOF® lipid administration was tapered off gradually to 0.5 mL/hr (0.5 g/kg/d) from HD#27 through HD#29. The stool became acholic again (AST/ALT, 157/59 IU/L; TB/DB, 8.2/5.8 mg/dL; TC, 189 mg/dL; TG, 103 mg/dL), and the SMOF® lipid administration was increased to 2.0 mL/hr (2 g/kg/d). After another 4 days, the color of the stool turned green again (AST/ALT, 95/38 IU/L; TB/DB, 6.5/5.2 mg/dL; TC, 222 mg/dL; TG, 119 mg/dL). To prepare for long-term management, an oral ω-3 PUFA agent, Omacor® (ω-3 acid ethyl ester 90; Kuhnil Pharmacy Co., Cheonan, Korea; 840 mg, comprising EPA-ethyl ester [460 mg] and DHA-ethyl ester [380 mg] per 1 g capsule), was initiated on HD#36 and was increased gradually through HD#47 to 3.0 g/day, divided into 6 doses per day. Simultaneously, SMOF® lipid administration was tapered off gradually and was terminated on HD#49. Follow-up hepatobiliary scintigraphy (HD#49) showed normal biliary excretion into the small intestine. Follow-up MRCP (HD#55) showed good visualization of the first order intra hepatic ducts in both lobes of the liver, and the parenchymal signal intensity in the right lobe of the liver was normal (AST/ALT, 91/36 IU/L; TB/DB, 2.9/2.1 mg/dL; TC, 135 mg/dL; TG, 77 mg/dL). He was discharged with UDCA, multivitamines and Omacor®. The stool color was green throughout the patient's clinical follow-up, about 1 year after discharge, with normal liver function test results (AST/ALT, 33/19 IU/L; TB/DB, 0.2/0.1 mg/dL; TC, 192 mg/dL) ().", "age": "[[8.0, 'week']]", "gender": "M", "relevant_articles": "{'7946534': 1, '28090475': 2, '18310188': 1, '22279140': 1, '16499938': 1, '19571170': 1, '23201707': 1, '15659701': 1, '12578976': 1, '20413701': 1, '12391014': 1, '14960319': 1, '18970933': 1, '23203732': 1, '25061589': 2}", "similar_patients": "{'5234414-1': 1}"}