{"patient_id": 140653, "patient_uid": "4150343-1", "PMID": 25190985, "file_path": "noncomm/PMC004xxxxxx/PMC4150343.xml", "title": "Cytological approach for diagnosis of non-healing oroantral fistula associated with candidiasis", "patient": "The case we present here is a 34-year-old female patient [] who was complaining about non-healing opening in the upper left front region and exposure of root of one tooth. The lesion started as a small swelling in the left maxillary anterior vestibular area in the region of canine eminence. The swelling ruptured and exuded the discharge. After few days, patient noticed the area where the swelling ruptured was not healing and instead, it was showing small aperture. The aperture went on increasing to the present size of 0.5 cm × 0.5 cm. Patient revealed the history of trauma in maxillary left front teeth region during field work 2 years back.\\nExtraoral examination revealed a mild swelling in the left maxillary sinus area []. On intraoral examination [] oroantral communication was noticed in maxillary left anterior labial vestibule at mucogingival junction in the area of canine. The opening was around 0.5 cm × 0.5 cm in size exposing the apical third portion of root of canine. The dorsal surface of the tongue was coated with white leathery coat with central rhomboidal shape erythematous area []. No caries was detected in all maxillary left anterior teeth. On pulp vitality test maxillary left lateral incisor and canine was found to be non-vital.\\nThe clinical diagnosis of OAF secondary to chronic periapical abscess in relation to maxillary left canine was established. The conventional approach was undertaken to close the fistula and access opening was created in maxillary left canine. Patient was followed up for observation of healing at closure of OAF and also to continue with root canal treatment of maxillary left canine. After 4 weeks of primary closure of OAF, still there were no signs of healing and instead the OAF was re-established as it was before commencing the treatment. Patient also complained of dull gnawing pain in the maxillary sinus area and more heaviness in the same region.\\nLooking at non-healing chronic nature of OAF, the incisional biopsy from the margin of OAF was planned to seek histological changes in the region of OAF. On histopathology, the diagnosis of chronic maxillary sinusitis was given. Based on histopathological diagnosis, reclosure of OAF was planned. For chronic maxillary sinusitis antibiotics and nasal wash was prescribed. The patient was followed-up regularly to assess for healing at OAF and check for the status of chronic maxillary sinusitis. Patient reported with non-healing of OAF and even chronic maxillary sinusitis did not respond to treatment. This time to avoid surgical trauma, a cytological smear was prepared by swabbing the unhealed OAF.\\nCytosmear stained with periodic acid Schiff stain, revealed a pale homogenous stroma, with abundant acute inflammatory cells. Numerous long thin filaments of candidal organism having budding yeast cells were seen scattered along with pseudohyphae []. Based on the cytological features, the diagnosis of OAF with superadded candidiasis was given. Patient finally received antifungal medication of nystatin suspensions followed by reclosure of oroantral communication. After about 5-6 weeks patient was completely all right and clinical healing was complete. There were no sign of candida organism on repeated cytological examination at the site of closure.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'18159373': 1, '1873097': 1, '9278755': 1, '14738129': 1, '10885150': 1, '10865901': 1, '11819973': 1, '9777507': 1, '19485767': 1, '25190985': 2}", "similar_patients": "{}"}