{"patient_id": 153003, "patient_uid": "4943405-1", "PMID": 26119441, "file_path": "noncomm/PMC004xxxxxx/PMC4943405.xml", "title": "A typical case of myoclonic epilepsy with ragged red fibers (MERRF) and the lessons learned", "patient": "A 13-year-old female born of consanguineous parentage and one of binovular twin was normal until the age of ten. Following a systemic infection she developed repeated myoclonic jerks 3-4 times a day lasting for about 4 seconds which was treated with sodium valproate (500 mg twice daily) and zonisamide (50 mg twice daily). While on treatment, she developed progressive difficulty in reading over a year, resulting in only finger counting vision at 1 m distance. She also complained of progressive hearing loss of 3 months duration. In addition, there was decreased scholastic performance, mild unsteadiness and pulsatile quality headache. The girl's mother and maternal aunt had a history of similar illnesses at age 17 and were on treatment. At ages of 36 and 40 years, the mother and maternal aunt continue to be on Valproate (1200mg/day).\\nBoth mother and maternal aunt had large midline lipomas in the neck [] and the latter underwent surgical removal which was followed by recurrence. The mother had bad obstetric history with triplets abortion at 3 months and the other twin of the index case had neonatal death [-Family tree].\\nOn examination, our patient was short statured with large ears, bilateral primary optic atrophy, sensorineural deafness and mild unsteadiness of gait. The above features suggested the possibility of MERRF which was confirmed by genetic testing. Brainstem auditory evoked responses (BAER) were absent and visual evoked responses showed prolonged latencies. MRI brain was normal but for mild prominence of the cerebellar folia. Other investigations showed normal metabolic workup in urine and blood, serum lactate was53.3mg/dl (4.5-20 mg/dl) and ammonia was 52 μmol/L(<52 μmol/L). Forearm exercise test was non-contributory. EEG showed 2-3 Hz spike and wave discharges. Creatine kinase was 61IU and thyroid profile was normal. A muscle biopsy showed ragged red COX deficient fibers and her blood test was positive for A8344G mutation thereby confirming the diagnosis of MERRF [Figure –]. The AEDS of both mother and child were changed over to leviteracetam and mitochondrial cocktail consisting of co-enzyme Q10, levo carnitine, vitamin B1, vitamin E, vitamin C, alpha lipoic acid, vitamin B6, vitamin K and benzodiazepines added.[] At follow up after 4 months, the patient reported significant improvement in vision, cognition and there was nomyoclonus. The diagnosis of MERRF seen phenotypically was confirmed on genotyping. This case is being reported to recognizing the importance of avoiding drugs like sodium valproate which apart from speeding up the degenerative process can also be fatal.", "age": "[[13.0, 'year']]", "gender": "F", "relevant_articles": "{'30271477': 2, '17886296': 1, '22283595': 1, '18647623': 1, '22946726': 1, '17847118': 1, '28553377': 2, '6774061': 1, '1502011': 1, '27857784': 2, '26119441': 2}", "similar_patients": "{'5108118-1': 1, '5108118-2': 1, '5437785-1': 1, '6144612-1': 1}"}