{"patient_id": 153132, "patient_uid": "4948571-1", "PMID": 27471425, "file_path": "noncomm/PMC004xxxxxx/PMC4948571.xml", "title": "A positive methacholine challenge based on specific airway conductance: A case report", "patient": "A 30-year-old Caucasian man presented to the pulmonary function laboratory for a pulmonary function test (PFT) and methacholine challenge test. The patient’s chief complaint was dyspnea with exercise. He had never smoked but worked as an electrician, often in dusty environments. The patient reported a family history of asthma among two of his siblings. Measured height and weight on the day of testing indicated a body mass index of 28.1 kg/m2. Baseline PFT data are summarized in , the flow-volume loop and volume-time curve from spirometry are shown in . All testing satisfied American Thoracic Society (ATS)/European Respiratory Society acceptability and repeatability quality standards (). Baseline spirometry suggested a restrictive ventilatory defect, which was confirmed by lung volume measurements via whole body plethysmography.\\nFollowing baseline testing, a methacholine challenge test was performed using the five-breath dosimeter technique (). Following inhalation of the final dose of methacholine (20 mg/mL), the forced expiratory volume in 1 s (FEV1) was 8% below baseline. Such a modest reduction in FEV1 would typically be regarded as a ‘negative’ methacholine challenge test; however, the patient complained of chest tightness and dyspnea. He reported that these symptoms were similar to those he experienced after running. There were no stridor or indications of inducible laryngeal obstruction. The patient’s symptoms in the absence of a significant decline in FEV1 prompted repeat measurement of specific airway conductance (sGaw) as an alternative method to assess the airway response to methacholine inhalation. The sGaw was found to be 73% below baseline, indicating significant airway narrowing compatible with marked airway hyper-responsiveness. Following bronchodilator administration (2.5 mg albuterol via small volume nebulizer) both the FEV1 and sGaw values were larger than those recorded during baseline testing, suggesting a degree of pretest bronchoconstriction (, ).", "age": "[[30.0, 'year']]", "gender": "M", "relevant_articles": "{'17478609': 1, '10619836': 1, '22222128': 1, '31164790': 1, '14616100': 1, '12065344': 1, '30996623': 1, '22222124': 1, '16750982': 1, '19161635': 1, '19712492': 1, '16055882': 1, '27471425': 2}", "similar_patients": "{}"}