{"patient_id": 80243, "patient_uid": "4359941-1", "PMID": 25821301, "file_path": "comm/PMC004xxxxxx/PMC4359941.xml", "title": "An Intraoral Epitheloid Hemangioendothelioma Masquerading Clinically as Pyogenic Granuloma", "patient": "A 48-year-old man presented with a chief complaint of localized gum enlargement since 5 months. The patient had no relevant medical history. On examination, a small sessile grayish pink growth of size 7×7 mm on the buccal and palatal aspect of interdental gingiva between 21 and 22 regions was found. The swelling was firm and nontender on palpation. The underlying bone showed no evidence of erosion on radiographic examination. Similar swellings were not present in other parts of the oral cavity or skin and lymph nodes were not palpable. The lesion was provisionally diagnosed as pyogenic granuloma (). The patient underwent routine blood examination prior to biopsy procedure and the results were within normal limits (Bleeding Time: 2 min, Clotting Time: 10 min, Random Blood Sugar: 70 gm/dl, Hemoglobin Count: 16.5 gm/dl, Total Leucocyte Count: 5700 cells/mm3. Differential Count; Neutrophils: 64%, Lymphocytes: 36%, Erythrocyte Sedimentation Rate: 4 mm/hour). An excision biopsy was performed and on microscopic examination, a fibrovascular connective tissue with a circumscribed tumor mass of epitheloid and spindle shaped endothelial cells. The tumor cells comprised predominantly of epitheloid cells. These cells exhibited intracellular vacuoles, which in some foci contained RBCs (). The immunohistochemical study on the tumor showed that the cells were positive for vimentin (), and negative for smooth muscle actin (SMA). The neoplastic cells showed strong staining with CD34 especially by the cells forming intracytoplasmic vacuoles ( and ).\\nBased on histopathological and immunohistochemical findings, the lesion was diagnosed as epithelioid hemangioendothelioma. Computerized tomography of the chest and ultrasound of the abdomen was done to rule out any hidden primaries and no abnormalities were detected. The patient is under a regular follow-up for 10 months and there is no evidence of recurrence. We had obtained consent from the patient for publishing this report.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'2037920': 1, '11243620': 1, '16301153': 1, '20038915': 1, '7507796': 1, '12747979': 1, '7093931': 1, '18587215': 1, '3456142': 1, '26681871': 2, '12073682': 1, '3669841': 1, '12764686': 1, '1053668': 1, '10226947': 1, '3472148': 1, '33715098': 1, '11575111': 1, '20614338': 1, '17305630': 1, '33158420': 2, '7571085': 1, '21528039': 2, '25821301': 2}", "similar_patients": "{'4678564-1': 1, '3075463-1': 1, '7648304-1': 1}"}