{"patient_id": 82865, "patient_uid": "4564731-1", "PMID": 26358131, "file_path": "comm/PMC004xxxxxx/PMC4564731.xml", "title": "Chronic tubo-ovarian abscess complicated by hepatic portal venous gas", "patient": "A 44-year-old female presented to the emergency department with generalized abdominal pain that became suddenly severe and diffuse 5 hours before presentation. She described the pain as sharp, alleviated by lying still on her back and worsened by moving. Pain radiated to her back. She also had watery non-bloody diarrhea that started 2 weeks before presentation. She had a medical history of poorly controlled type 1 diabetic mellitus and hypertension. No history of STDs or IUD use. Some of her labs on presentation were as follows: WBC 7.400/mm3, hemoglobin 15.6 g/dl and blood glucose 249 mg/dl. On examination, we found a hypotensive, dehydrated, obese female in septic shock with a tense, massively distended abdomen, which was diffusely tender. CT of the abdomen and the pelvis revealed pneumoperitoneum, a large right abdomino-pelvic mass measuring 17.6 × 12.1 × 20 cm, that appeared to be a septic ovarian cyst (Fig. ) and diffuse portal venous gas throughout the liver (Fig. ). Resuscitation and rehydration were initiated, and broad-spectrum intravenous antibiotics were administered. Hemodynamic instability continued, and she was emergently taken to the operating room for an exploratory laparotomy. Upon opening the abdomen pneumoperitoneum and diffuse purulent peritonitis was obvious. There was bullous emphysema of the wall of the uterus. The gallbladder had been previously removed. The stomach, duodenum, small bowel, appendix and colon were normal and involved only by serositis from the purulent peritonitis. A pus-filled right ovarian cyst, subscapular gas bubbles over the liver and a cecal bascule were the dominant abnormalities. A right salpingo-oophorectomy, appendectomy and peritoneal lavage with 15 liters saline and antibiotics were accomplished. She received a total of 7 liters of intravenous crystalloid resuscitation intraoperatively and 2 units of packed red cell transfusion. The patient was transferred to the surgical intensive care unit (SICU) after the procedure to continue resuscitation and critical care therapy for ongoing septic shock. The patient made a complete recovery and was discharged after a total of 11 days in SICU and 23 days in the hospital ward.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'24283169': 1, '637584': 1, '15566104': 1, '27180229': 1, '20203444': 1, '19230781': 1, '19772677': 1, '30717721': 2, '21805196': 1, '23575237': 1, '25043627': 1, '24880671': 1, '26358131': 2}", "similar_patients": "{'6360744-1': 1}"}