{"patient_id": 138733, "patient_uid": "4015153-1", "PMID": 24818086, "file_path": "noncomm/PMC004xxxxxx/PMC4015153.xml", "title": "Eating everything except food (PICA): A rare case report and review", "patient": "The present case report is about a 7-year-old girl who reported to the department with pain in the upper right posterior region since 2 days. Medical history revealed chronic abdominal pain since 3 years. Personal history revealed that the child consumed brick pieces since 5 years. Her parents tried to stop the habit by talking to her, scolding her etc., but she paid no heed and still continued to consume brick pieces. On general examination, the patient was normal. On oral examination, the teeth 53, 54, 55, 63, 64, 65, 73, 74, 75, 83, 84 and 85 showed severe attrition. Teeth 64, 84, 85 and 75; showed caries [Figures and ].\\nThe patient was investigated for serum iron, serum zinc, hemoglobin, stool and urine test.\\nThe reports showed the following results [].\\nWe noticed significant reduction in serum ferritin, calcium and zinc levels indicating iron and zinc deficiency. This led to a diagnosis of pica, as the child consumed brick pieces to cope with the iron, zinc and calcium deficiency. The treatment planned was restoration of 64, 84, 85 and extraction of 75 [Figures and ]. The patient was put on iron, zinc and calcium supplements. Along with it deworming was done.\\nThe patient was called every month for a follow-up. The mother reported a reduction in consumption of brick pieces in the 2nd month and the habit finally stopped after 6 months. The patient is still on medications, has stopped the habit completely and has a properly restored dentition. We also referred the child to a physician for further investigations on iron, zinc and calcium deficiency.", "age": "[[7.0, 'year']]", "gender": "F", "relevant_articles": "{'31998429': 1, '8202725': 1, '8515791': 1, '17899724': 1, '2088274': 1, '5262631': 1, '33913181': 1, '9680883': 1, '5259114': 1, '16776414': 1, '24818086': 2}", "similar_patients": "{}"}