{"patient_id": 143690, "patient_uid": "4335158-1", "PMID": 25709254, "file_path": "noncomm/PMC004xxxxxx/PMC4335158.xml", "title": "Delayed recurrent pericarditis complicated by pericardial effusion and cardiac tamponade in a blunt trauma patient", "patient": "A 19-year-old male was found unresponsive following a 40-foot fall while under the influence of alcohol and psilocybin mushrooms. On arrival to the hospital, he was hemodynamically stable with patent airway. He had a Glascow Coma Scale of 8 (M5V1E2), a soft abdomen and no obvious signs of trauma other than a gross deformity of his right ankle. Plain radiographic imaging of the chest was normal whereas pelvic and extremity X-rays revealed fractures to the pubic rami, sacrum, right tibia and right fibula. Axial imaging revealed bilateral occult pneumothoraces with bilateral pulmonary contusions, low-grade splenic and liver lacerations, a right superior renal hematoma and numerous vertebral body and transverse process fractures. Additionally, there was a trace amount of pneumodediastinum and pneumopericardium [].\\nThe patient was admitted to the Surgical Intensive Care Unit. His ankle was reduced and externally fixed 2 days after admission. Because of persistent tachycardia that did not respond to fluid resuscitation, computed tomography (CT) angiography of his chest, abdomen and pelvis was obtained that was negative for pulmonary embolus or signs of active hemorrhage. The following week, his tachycardia improved to a resting heart rate in the 100-110s. He was discharged to inpatient rehabilitation on hospital Day 8 in stable condition.\\nFour days following arrival to rehabilitation, he began experiencing left shoulder and chest pain exacerbated by lying supine and alleviated when leaning forward. He was pale with a resting heart rate of 106 and a blood pressure of 98/48. Physical examination revealed a pericardial friction rub. His ECG was normal with no ST changes. CT scan of the chest revealed increased pneumopericardium []. Transthoracic echocardiogram (TTE) showed a small pericardial effusion with no evidence of tamponade.\\nTreatment was initiated for pericarditis with intravenous ketorolac followed by a 2-week course of ibuprofen and a 3-month course of colchicine. The patient's chest pain and pericardial friction rub resolved and he was discharged to rehabilitation 4 days later.\\nThree days later, he awoke with diaphoresis, chest pain, left flank and back pain and shortness of breath and was again transferred to the emergency department. On arrival, he was tachycardic to the 120s and hypotensive with a blood pressure of 88/56. Physical exam revealed muffled heart sounds and increased jugular venous distension. TTE showed a 2 cm collection of fluid in the pericardial space and right atrial collapse during diastole. ECG revealed T-wave inversions consistent with a diagnosis of pericardial tamponade with cardiogenic shock. He was transferred to the cardiac catheterization laboratory where he underwent pericardiocentesis and drainage of 550 cc of sanginous fluid. His symptoms and vitals quickly normalized.\\nThe pericardial drain was removed after 48 h when a repeat TTE showed resolution of effusion. He underwent open reduction and internal fixation of his right leg with the orthopedic team. On hospital Day 13, he was discharged back to rehabilitation on a 6-month course of 0.6 mg colchicine BID and 50 mg indomethacin TID. He recovered well at rehab with no further events and was discharged to home 8 days later.", "age": "[[19.0, 'year']]", "gender": "M", "relevant_articles": "{'23992557': 1, '24694983': 1, '23040075': 1, '2746707': 1, '30094767': 1, '24695601': 1, '20511488': 1, '13902963': 1, '13707022': 1, '20934560': 1, '25709254': 2}", "similar_patients": "{}"}