{"patient_id": 142028, "patient_uid": "4228648-1", "PMID": 25396136, "file_path": "noncomm/PMC004xxxxxx/PMC4228648.xml", "title": "Coexistence of mucous membrane pemphigoid and vitiligo", "patient": "A 37-year-old male patient presented with complaints of redness and pain in his left eye since two years, painful erosions in the oral cavity since six months, and ulcers over the scrotum and right knee since two months. On ocular examination, there was congestion of the left sclera mainly on the lateral side along with a fibrotic band connecting the upper palpebral conjunctiva with the bulbar conjunctiva near the lateral canthus []. On examination of the oral cavity there were widespread erosions involving the inner side of lips, gingival, and labial mucosa []. Detailed examination revealed a single depigmented macule over the glans penis [], which according to the patient appeared insidiously around 8 years ago and remained static. Based on the clinical features, a diagnosis of mucous membrane pemphigoid was considered. A Tzanck smear from the oral erosions, done to rule out pemphigus vulgaris, failed to show any acantholytic cells. Subsequently, the patient developed multiple tense vesicles and bullae over his left ear. In addition there was involvement of nasal mucosa, larynx, scrotal skin, perianal skin, and right knee []. A skin biopsy from the right ear showed subepidermal bullae and fibrosis beneath it [Figures and ]. The direct immunofluroscence of perilesional uninvolved skin showed strong linear deposits of IgG along the basement membrane zone. Detailed hematological, biochemical, and imaging studies did not reveal any evidence of malignancy. The patient was placed on a combination regimen of oral corticosteroid and daily cyclophosphamide. The long-standing depigmented macule over the glans penis did not show any evidence of atrophy, ruling out lichen sclerosus et atrophicus. Hence it was diagnosed as mucosal vitiligo and the patient was counseled regarding it.", "age": "[[37.0, 'year']]", "gender": "M", "relevant_articles": "{'16150228': 1, '10233641': 1, '11902988': 1, '17664749': 1, '1810979': 1, '16397069': 1, '12224717': 1, '8914362': 1, '18827857': 1, '12442082': 1, '25396136': 2}", "similar_patients": "{}"}