{"patient_id": 84147, "patient_uid": "4661989-2", "PMID": 26610856, "file_path": "comm/PMC004xxxxxx/PMC4661989.xml", "title": "Parathyroid adenoma causing spontaneous cervical hematoma: two case reports", "patient": "A 62-year-old Asian man presented with anterior chest wall ecchymosis in the absence of any prior injury. CT scan demonstrated an area of soft density next to the esophagus (Fig. a), and a hematoma due to bleeding from an upper mediastinal lesion or a ruptured blood vessel was suspected. The patient was closely followed up in the ICU, and underwent daily CT and blood examinations. The ecchymosis gradually improved, and the mediastinal mass also became smaller within a week. Two weeks after admission, CT scan demonstrated the presence of a mass below the left thyroid lobe which appeared to be contiguous to the previously observed hematoma (Fig. b). The patient’s serum calcium level was 11.7 mg/dl (normal range 8.8–10.1 mg/dl) and the intact PTH level was 201 pg/ml (normal range 10–60 pg/ml). The left lower parathyroid was removed 7 months after initial presentation. The tumor, measuring 28 × 19 × 17 mm, was located caudal to the inferior pole of the left thyroid lobe, and adhered to surrounding tissues including the esophageal muscle and recurrent nerve. Phagocytosis of hemosiderin by macrophages was evident, suggesting hemorrhage from a parathyroid adenoma (Fig. ). On the second postoperative day, the patient’s serum calcium level had improved to 9.5 mg/dl and the intact PTH level to 13 pg/ml.", "age": "[[62.0, 'year']]", "gender": "M", "relevant_articles": "{'961467': 1, '9715147': 1, '19830200': 2, '19434262': 2, '22308020': 1, '12734730': 1, '12557032': 1, '2684095': 1, '22907766': 1, '2655447': 1, '31360492': 2, '4829792': 1, '11318124': 1, '7702348': 1, '34554413': 1, '1192872': 1, '11054972': 1, '8436023': 1, '11054973': 1, '9231101': 1, '10202326': 1, '30473899': 2, '23445790': 1, '9854603': 1, '26610856': 2}", "similar_patients": "{'4661989-1': 2, '2726549-1': 1, '6637329-1': 1, '6220395-1': 1, '2671752-1': 1}"}