{"patient_id": 152446, "patient_uid": "4899635-1", "PMID": 27293397, "file_path": "noncomm/PMC004xxxxxx/PMC4899635.xml", "title": "A Combination of Targeted Therapy with Chemotherapy Backbone Induces Response in a Treatment-Resistant Triple-Negative MCL1-Amplified Metastatic Breast Cancer Patient", "patient": "A 51-year-old female was diagnosed in November 2008 with stage IIA, N0, M0, ER-/PR-, HER2-negative breast cancer with two lumpectomies. She received six rounds of cyclophosphamide and docetaxel from December 2008 to March 2009, followed by irradiation to the left breast in April/May 2009. She remained disease free for 2 years and then had a recurrence in the left breast in September 2011. The patient received two rounds of doxorubicin and paclitaxel, but she did not respond. In November 2011, she received carboplatin/nab-paclitaxel without response. In December 2011, a left total mastectomy was performed demonstrating a poorly differentiated breast adenocarcinoma measuring 7.1 cm in the greatest dimension located centrally in the specimen and with clear margins. The tumor was Nottingham grade 3, with lymphovascular invasion but no evidence of nipple and skin involvement. The left central node was identified and assessed as free of tumor, demarcating this as T3, N0, (clinical) M0 disease and as stage IIB, node-negative and triple-negative breast cancer (TNBC).\\nOver the next 2 months, the patient received two rounds of gemcitabine and carboplatin with additional irradiation to the skin on the left side. Six months later, PET scan imaging revealed suspicious lesions in the right (contralateral) breast with suspicious foci also in the operative site on the left. A right mastectomy was performed in March 2012, and the patient received four cycles of eribulin. Two months later, biopsy of the left neck was performed revealing metastatic carcinoma. Subsequent PET scan then revealed lesions in the axial skeleton consistent with metastatic disease.\\nHaving exhausted standard-of-care treatment, the patient was entered into three clinical trials serially utilizing NOTCH inhibitors, MEK inhibitors, and a trial utilizing a CDK4/6 dual inhibitor. After rapid failure of each investigational agent in the course of 1 year, a CT performed on April 17, 2013, showed greater than 50% liver involvement of tumor; other sites also involved were the lymph nodes, lung, and skeletal systems. On May 9, 2013, the patient came to the Arlington Cancer Center for a fourth clinical opinion. At that time, tumor involvement in the liver had increased to greater than 85% per CT scan, and because of rapid progression in the liver, life expectancy was estimated to be 1 month. Earlier that year a breast tissue specimen was submitted for comprehensive genomic profiling which was used by us to identify options for treatment as all standard-of-care and clinical trials had been exhausted (see Methods). On May 14, 2013, personalized treatment based on the genomic profile of the tumor was initiated.", "age": "[[51.0, 'year']]", "gender": "F", "relevant_articles": "{'20631069': 1, '21979753': 1, '24142049': 1, '17634558': 1, '22149876': 1, '24356096': 1, '19412420': 1, '22412143': 1, '15084698': 1, '25922916': 1, '12154351': 1, '22954665': 1, '24086526': 1, '18787411': 1, '30446652': 1, '23000897': 1, '22056021': 1, '24202391': 1, '27293397': 2}", "similar_patients": "{}"}