{"patient_id": 74943, "patient_uid": "4009998-1", "PMID": 24829839, "file_path": "comm/PMC004xxxxxx/PMC4009998.xml", "title": "An Elusive Bullet in the Gastrointestinal Tract: A Rare Case of Bullet Embolism in the Gastrointestinal Tract and a Review of Relevant Literature", "patient": "An 18-year-old male was brought into an urban, level-one trauma center by emergency medical service after reportedly being shot in the buttocks. On arrival, the patient was awake, alert, and oriented to person, place, and time. Airway and breathing were determined to be patent and adequate. The patient's initial vitals were T97.5°F, BP109/75, HR103, and RR20. Venous access was secured via placement of two large-bore intravenous catheters and insertion of a femoral vein triple lumen catheter. Patient was moving all four extremities upon arrival.\\nAll clothes were removed and, while stabilizing the cervical spine, the patient was rolled and evaluated for injuries on all surfaces. Noted GSWs included one near the coccyx, two in the left lateral gluteal region, one in the right lateral gluteal region, and one in the left upper medial thigh. A secondary survey revealed a soft, nondistended abdomen with active bowel sounds and a rectum with good tone and no bleeding on the examining finger. Patient's initial laboratory values were WBC 9.9, hemoglobin 14, hematocrit 41.7, platelets 241, sodium 141, potassium 4.3, chloride 101, bicarbonate 28, BUN 14, creatinine 0.9, and glucose 127. X-rays of the chest, abdomen, and pelvis were taken (Figures and ).\\nA CT scan with triple contrast enhancement of the chest, abdomen, and pelvis was obtained. The CT revealed a bullet in the left upper quadrant of the abdomen, a bullet in the right hemisacrum, and a bullet lodged in the posterior column of the left acetabulum. There were air bubbles in the peritoneum, which could be secondary to entrance of the bullet into the peritoneal cavity or secondary to intestinal injury. There was a minute amount of free fluid in the pelvis. There was no evidence of colonic or vascular contrast extravasation ().\\nThe patient was taken to the operating room for an exploratory laparotomy to rule out intra-abdominal hollow viscus or intraperitoneal injury. The small bowel, from the ligament of Treitz to the ileocecal valve, was evaluated independently by two surgeons. The large colon was mobilized starting with the left colon down to the sigmoid colon, then the transverse colon, and finally the right colon. Intraoperatively, neither gross bowel nor intraperitoneal injuries were noted. The patient was transferred to the postanesthesia care unit in stable condition.\\nThe patient's postoperative course was uneventful with the exception of vomiting and an associated WBC count rise from 7.9 to 11.3, on post operative day 3. An abdominal X-ray was performed to determine small bowel ileus versus obstruction. A small, rounded metallic density was again noted overlying the right sacrum. The bullet previously seen overlying the left upper quadrant was no longer visualized at that site. There was a similar-appearing bullet seen in the right abdomen at the level of L4, possibly just inferior to the right colon. It is possible this bullet was within the small bowel. If it were, this would explain its transit. If it was in the bowel, it may have been lodged at the ileocecal valve. There was also associated small bowel dilatation with air-fluid levels seen. Small bowel obstruction could not be excluded and, theoretically, might be attributed to the bullet. It was also possible the bullet may have moved due to the exploratory laparotomy. There was retained contrast material noted in the colon and rectum, which were not significantly dilated. If there was a small bowel obstruction it was either incomplete or early ().\\nOn POD 4, the patient's WBC count increased to 19 and he spiked a fever of 38.4°C. Cultures of blood, urine, and sputum were obtained. No bacterial growth was ever realized from these cultures. A chest X-ray was obtained and deemed to be unremarkable. On POD 5, the patient was afebrile for a period greater than 24 hours, ambulating, and tolerating diet. He had stable vitals, a normal WBC count, and normal bowel function; therefore a decision was made to discharge the patient to his home.\\nThe patient presented to the emergency room on POD 8 with hypotension and abdominal pain since that morning, which was accompanied by coffee ground emesis. Physical examination revealed a jaundiced male who was awake, alert, and oriented to person, place, and time but in obvious discomfort. His abdomen was distended with positive signs for peritonitis. Labs obtained at this time were WBC 24.2, hemoglobin 12.4, hematocrit 37, platelets 496, sodium 131, potassium 6.1, chloride 94, bicarbonate 15, BUN 30, creatinine 3.4, glucose 124, ALT 150, AST 200, total bilirubin 2.2, creatine kinase 203, lactate 7.18, ammonia 180, INR 1.3, PT 14.7, and PTT 23.7. Arterial blood gas measurements (pH 7.27/pCO2 33.7/pO2 96.1/HCO3 15/O2 sat 96%/base deficit −10.9) showed significant metabolic acidosis. Volume resuscitation was started, and an NGT and Foley catheter were placed.\\nA CT of the chest, abdomen, and pelvis showed pneumatosis intestinalis () of the small bowel. Dilated loops of the small bowel in the right mid-abdomen had peripheral curvilinear air, which was consistent with air in the bowel wall and was due to pneumatosis, probably due to ischemia. In addition, there were tiny bubbles of air between the dilated small bowel loops which was most likely air in the blood vessels or extraluminal air. Jejunal loops were markedly distended and contained air and fluid without wall thickening. These changes are more consistent with proximal small bowel obstruction than with ileus. The cecum and proximal ascending colon contained air and fluid and were normal sized. The hepatic flexure, transverse colon, and splenic flexure were moderately dilated and contained air. The descending colon was totally collapsed. The sigmoid colon was collapsed and contained minimal air. There was a large amount of pelvic and right upper quadrant ascites, which was increased in size in comparison to the last CT. There was a bullet located in the right lower quadrant, perhaps in the small bowel loops, which was previously in the left upper quadrant. A metallic bullet fragment was on the right side of the sacrum and posterior column of the left acetabulum (Figures and ). There was a moderate amount of fluid in the lower abdomen and right upper quadrant, which was partly loculated and could represent infected fluid.\\nAfter CT, the patient started having bilious vomiting, and his blood pressure plummeted to 99/66. A right internal jugular triple lumen catheter was placed and normal saline boluses were begun. The patient was intubated and received IV cefoxitin and piperacillin/tazobactam for empiric polymicrobial coverage.\\nThe patient was taken to the operating room. Coffee ground-appearing emesis was now present in the suction canister of the NGT. Urine output was scant. Intraoperatively, ischemic bowel was noted. The small bowel was resected from an area distal to the ligament of Treitz to the distal ileum, and the remaining portion was anastomosed. A portion of the large bowel proximal to the splenic flexure was resected with the proximal portion brought to the skin to form a colostomy.\\nIntraoperatively, the patient received 8 L of normal saline, four units of packed red blood cells, and two units of fresh-frozen plasma. The patient received four additional units of fresh-frozen plasma postoperatively. The patient lost vital signs 4 hours after operation. An attempt was made at resuscitation, as per advanced cardiac life support guidelines; however, the patient expired.\\nAn autopsy report was obtained. The cause of death was determined to be intestinal necrosis and peritonitis due to multiple gunshot wounds of the buttocks with perforation of the intestine. There were four penetrating gunshot wounds of the buttocks. One of these caused perforation of the peritoneal cavity and intestine, which lead to marked peritonitis and resultant intestinal necrosis. The collective wound tracks of the penetrating GSWs passed throughout the soft tissue of the buttocks in a back-to-front direction. Only one wound track entered the peritoneal cavity. This track ended in the lumen of the intestine. It was associated with marked yellow-red fibrinous exudates, which surrounded the right liver, spleen, mesothelial surfaces of the peritoneal cavity, and patches of the remaining serosal surfaces of the small and large intestines.\\nThree bullets were recovered postmortem. A grey-discolored, small-caliber bullet was recovered from the intraperitoneal track. A small-caliber, yellow, metal-jacketed bullet was recovered from the left pelvic bone at the sacroiliac joint. A similar-appearing bullet was recovered from the anteromedial right thigh.\\nThe pleural cavities each contained approximately 200 mL of clear yellow fluid and were free of adhesion. The stomach contained 150 mL of dark red liquid and had a red mucosa. The remaining intestines had alternating sections of smooth, tan, edematous mucosa with areas of dusky red discoloration. The colon wall was markedly edematous and without perforating defects. There were moderate adhesions between the bowel loops. Lung microscopy revealed moderate acute bronchioloalveolar pneumonia. The liver was found to have centrilobular ischemia. The serosal surface of the small and large intestines showed mixed chronic and acute inflammatory infiltration. The muscularis layers of the small intestine had hemorrhagic necrosis with focal preservation of the overlying mucosal epithelium.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'11515916': 1, '3292777': 1, '8892801': 1, '3891182': 1, '9230665': 1, '18809162': 1, '20473791': 1, '31240049': 1, '8656462': 1, '12098041': 1, '332462': 1, '16998371': 1, '17642402': 1, '2674155': 1, '17620918': 1, '3553622': 1, '8359309': 1, '26265959': 2, '4669586': 1, '14687770': 1, '320947': 1, '20009655': 1, '7021867': 1, '9095302': 1, '660703': 1, '18774066': 1, '660667': 1, '21215588': 1, '23662217': 2, '9498520': 1, '371424': 1, '26770857': 2, '33478385': 2, '8810979': 1, '6637951': 1, '8228891': 1, '4604514': 1, '2408175': 1, '26561497': 2, '3278406': 1, '7012669': 1, '8553613': 1, '2709464': 1, '12394887': 1, '1942159': 1, '2961762': 1, '12616039': 1, '34277921': 1, '24829839': 2}", "similar_patients": "{'4641384-1': 1, '7819233-1': 1, '4530905-1': 1, '4685071-1': 1, '3639690-1': 1}"}