{"patient_id": 84835, "patient_uid": "4712557-1", "PMID": 26767368, "file_path": "comm/PMC004xxxxxx/PMC4712557.xml", "title": "Endovascular management of hemosuccus pancreaticus, a rare case report of gastrointestinal bleeding", "patient": "A 48-year-old male was referred to our institution with a primary complaint of six months of intermittent relapsing melena of unknown origin. He had no additional symptoms and did not have a history of abdominal surgery. Although the patient was a chronic alcoholic, he did not have a history of pancreatitis. Several times of upper and lower endoscopies revealed melena with multiple diverticulae in the ascending colon, but failed to identify a source of the relapsing melena.\\nOn examination, the patient exhibited pallor, his blood pressure was 120/70 mmHg, and pulse was 78/min. His abdominal examination revealed no pathological findings, except for black, tarry stool on digital rectal examination. Laboratory studies revealed a normocytic normochromic anemia (hemoglobin 9.8 mg/dl, hematocrit 30.1 %, mean corpuscular volume 89.9 fl, mean corpuscular hemoglobin 29.3 pg). Folate and vitamin B12 levels were normal, and the peripheral blood smear was compatible with chronic blood loss. Other laboratory tests were normal. Upper abdominal ultrasonography did not show any pathological findings. On abdominal computerized tomography (CT), a 6.0 mm × 10.4 mm saccular aneurysm was evident in the pancreatic segment of the splenic artery at the body-tail junction of pancreas. The aneurysm was out-pouching from the splenic artery perpendicularly down to the pancreas parenchyma, and the aneurysm contacted the pancreatic duct. The pancreatic duct proximal to the aneurysm was not dilated; however, the distal pancreatic duct was slightly dilated up to 4.0 mm (Fig. ). There was no extravasation of contrast media into the pancreatic duct, pancreatic parenchyma, or the bowel lumen. The surrounding pancreas, especially distal to the aneurysm, was slightly lower in density after the administration of contrast, probably due to swelling. Additionally, there was no parenchymal calcification, pancreaticolith, or peripancreatic fluid collection on CT.\\nOn the ninth day after admission, the patient experienced sudden hematemesis and melena. An emergency esophagogastroduodenoscopy (EGD) was performed and revealed fresh blood in the stomach and duodenum with active hemorrhage from the major papilla, a finding suggestive of hemosuccus pancreaticus (Fig. ). Follow-up abdominal CT showed that the aneurysm was slightly increased in size (6.3 mm × 11.0 mm). Otherwise, there were no interval changes in the pancreatic duct dilatation and lower pancreatic enhancement. No extravasation of contrast media was observed.\\nBecause the EGD findings were suggestive of hemosuccus pancreaticus (HP), angiography of the celiac artery as well as the upper and lower mesenteric arteries was performed. Under local anesthesia and conscious sedation, by catheterization through the right groin, a catheter was positioned in the proximal part of the abdominal aorta. Angiography confirmed the splenic artery aneurysm (SAA) in the pancreatic segment (Fig. ). An 8-F Mach 1 guide catheter (Boston Scientific, Natick, MA, USA) was inserted over a stiff-type, 0.035-in., 260-cm Radifocus Terumo guidewire (Terumo, Tokyo, Japan) up to the proximal splenic artery without an arterial sheath. A 4- to 9-mm-diameter and 28-mm-long peripheral Jostent stent-graft (Jostent Graftmaster, Abbott, Rangendingen, Germany) was hand-mounted on a 6-mm-wide and 4-cm-long angioplasty balloon (Ultra-Thin Diamond, Boston Scientific, Watertown, MA, USA). Through the 8-F Mach 1 guide catheter over the stiff-type, 0.035-in., 260-cm Radifocus Terumo guidewire (Terumo), the stent-graft was inserted to the SAA and deployed by inflating the balloon. Arteriography performed immediately after the procedure revealed successful occlusion of the aneurysm with the stent-graft (Fig. ).\\nOn a contrast-enhanced abdominal angiography CT scan obtained 10 days after the procedure, the SAA was completely excluded, but the affected artery and spleen were preserved (Fig. ). Additionally, the patient’s gastrointestinal bleeding was improved. At the time of clinical follow-up four year after the procedure, the patient reported no further episodes of bleeding, and his hemoglobin levels remained stable.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'31696000': 2, '1478171': 1, '9301616': 1, '1637385': 1, '15864172': 1, '8518472': 1, '17845697': 1, '7716138': 1, '8998929': 1, '30643510': 2, '29744052': 1, '34429811': 1, '33082922': 1, '10817187': 1, '10228785': 1, '2626853': 1, '26767368': 2}", "similar_patients": "{'6326128-1': 1, '6820883-1': 1}"}