{"patient_id": 138594, "patient_uid": "4003269-1", "PMID": 24790408, "file_path": "noncomm/PMC004xxxxxx/PMC4003269.xml", "title": "Presumed toxoplasmic central retinal artery occlusion and multifocal retinitis with perivascular sheathing", "patient": "The patient was an 83-year-old Japanese man who had been suffering from visual loss and a history of floaters in the left eye from 3 weeks before. He was diagnosed with iritis with mild vitreous haze in the left eye and was initially treated with dexamethasone sodium phosphate eye drops. He was referred to our hospital for increased vitreous haze with the presence of retinal white exudates. He was immunocompetent and had no underlying systemic diseases.\\nOn presentation, the best-corrected visual acuity (BCVA) was 0.9 OD and 0.2 OS. There was a left relative afferent pupillary defect. The patient had 1+ cell and 1+ flare in the anterior chamber and 3+ cells with trace haze in the vitreous of the left eye. Funduscopic examination of the left eye showed a swollen optic disc and sheathing of the retinal artery with a dense vitreous haze and a white retinal lesion. The right eye appeared normal. Serum anti-toxoplasma antibodies were positive in a latex agglutination assay (1:640) and toxoplasma immunoglobulin (Ig)G antibodies were positive in an enzyme-linked immunosorbent assay (ELISA) (176 IU/mL). Other serologic test results, including those for anti-toxoplasma IgM antibodies, angiotensin-converting enzyme, and viral antibodies such as herpes simplex virus, varicella zoster virus, and Cytomegalovirus, were within normal limits. Testing of viral DNA in the anterior chamber gave negative results for herpes simplex virus, varicella zoster virus, Cytomegalovirus, and Epstein-Barr virus.\\nThe patient was initially treated with anti-inflammatory eye drops and oral aspirin (100 mg/day), but vitreous haze progressively worsened within a few days and the BCVA was hand-motion OS. The right eye appeared normal and the BCVA was 0.9 OD. A 25-gauge pars plana vitrectomy was performed to improve visualization of the retinal lesions and for examination of causative microorganisms under local anesthesia. After removal of vitreous haze following direct aspiration to obtain vitreous specimens, a swollen optic disc and a cherry-red spot with sheathing of the central retinal artery were found in the macula, suggesting development of CRAO. In addition, multifocal retinitis with focal periarterial exudates and arterial plaques were observed in the mid-periphery. A postoperative fundus examination revealed characteristic findings () and fluorescence angiography demonstrated optic disc leakage, poor retinal perfusion, and periarterial plaques (). Optical coherence tomography showed thickening of the inner retina and decreased reflectivity of the normally hyperreflective IS/OS junction. The postoperative BCVA was 0.9 OD and 0.1 OS.\\nThe results of vitreous cultures were negative and the interleukin-10/interleukin-6 ratio was <1.0. Qualitative multiplex polymerase chain reaction (PCR) detected the Toxoplasma gondii B1 gene in ocular fluid from both the aqueous and vitreous humor. Quantitative real-time PCR revealed high copy numbers of T. gondii DNA of 4.0 × 105 and 5.3 × 105 copies/mL in the aqueous and vitreous humor, respectively. These findings led to diagnosis of presumed toxoplasmic CRAO with optic disc involvement and multifocal retinitis with perivascular sheathing. The patient was treated with oral acetylspiramycin (1,200 mg/day) and oral prednisone (20 mg/day). Two months after surgery, the lesion had slowly regressed ().\\nTwo months later, the patient noticed an increase in floaters in the left eye. An examination showed that there was a large area of active retinochoroiditis that seemed to point toward the macula (). Fluorescence angiography of the active lesion demonstrated early blockage with subsequent leakage from the lesion ( and ). We considered recurrent ocular toxoplasmosis as a strong possibility and oral clindamycin (600 mg/day) was added on this basis. The patient was followed up weekly and, after 6 weeks of therapy, the disease involuted.", "age": "[[83.0, 'year']]", "gender": "M", "relevant_articles": "{'22712598': 1, '16544111': 1, '14557195': 1, '12441842': 1, '18297246': 1, '16597540': 1, '17669497': 1, '29380798': 2, '21770803': 1, '23664179': 1, '3741830': 1, '21750968': 1, '12789599': 1, '24790408': 2}", "similar_patients": "{'5819135-1': 1}"}