{"patient_id": 149105, "patient_uid": "4662167-1", "PMID": 26598592, "file_path": "noncomm/PMC004xxxxxx/PMC4662167.xml", "title": "Emerging Hyperprolactinemic Galactorrhea in Obsessive Compulsive Disorder with a Stable Dose of Fluoxetine", "patient": "A 31-year-old unmarried woman, without significant family/personal history or medical comorbidity, presented with complaints of fear from dirt, excessive checking and washing behaviors and repeated intrusive thoughts, gradually deteriorating for 2 years. She acknowledged the thoughts to be her own, and that they were unnecessary and baseless; but also expressed her inability to resist them at all. The thoughts did cause her severe anxiety. Because of an increase in severity, she had discontinued her job for last 3 months and was having difficulty in sleeping at night. At presentation, she was restlessness with psychomotor agitation, and had anxious, irritable affect. Enquiries regarding thought possession revealed severe obsessions and compulsion. She was diagnosed as obsessive-compulsive disorder according to ICD 10. Yale-Brown Obsessive Compulsive Scale (Y-BOCS) score was 30 which showed ‘extreme’ symptoms severity. Her physical examination and laboratory tests including blood biochemistry, electrocardiogram, and radiological examinations were within normal limits. Her treatment was started with FXT (20 mg/day) according to available treatment guidelines, and it was decided to keep a watch for further deterioration of anxiety symptoms due to activating side-effects of FXT. The treating team decided to use short-term clonazepam cover for anxiety symptoms, but the patient did not require this rescue regimen. After two weeks of initiation, FXT was hiked to 40 mg/day. After 3 weeks of increasing FXT to 40 mg/day, there was significant improvement in Y-BOCS score (Y-BOCS=19), and she was advised to continue the drug at this dose. We used an immediate-release formulation of FXT in our patient.\\nAfter 8 months, the patient came with 3-months’ amenorrhea and 15-days’ history of milky, non-hemorrhagic bilateral breast discharge on 40 mg/day FXT. The discharge had begun after 7 and a half month of hiking FXT to 40 mg/day, and was first noted by the patient who brought this to clinician’s notice. Her serum prolactin level was investigated for and found to be 122 ng/ml. Her physical manifestations were highly suggestive of hyperprolactinemia associated with amenorrhea and GLH. Her urea, creatinine, thyroid-stimulating hormone, free-T4 and beta human chorionic gonadotropin were all normal; and thus we excluded underlying kidney disease, hypothyroidism or pregnancy as possible causes of GLH.\\nTreatment was first modified by discontinuing FXT over one week and adding clonazapam 0.5 mg/day to decrease anxiety. Sertraline was started after allowing for 7 days’ washout time after last dose of FXT, and slowly built up-to 200 mg/day over next 2 weeks. Two months after initiation of Sertraline, and one and a half month after a dose of sertraline 200 mg/day was reached, her serum prolactin level normalized (12 ng/ml) and menstrual abnormalities were resolved. Over next 10 months, the patient remained on same therapeutic regimen and continued to be mentally stable with regular menstrual cycles and no GLH.", "age": "[[31.0, 'year']]", "gender": "F", "relevant_articles": "{'11199945': 1, '26243854': 1, '30121986': 2, '11522467': 1, '19113797': 1, '14997175': 1, '28783939': 2, '29736080': 2, '7881774': 1, '9670230': 1, '28449567': 2, '11432696': 1, '2684084': 1, '11213313': 1, '18314855': 1, '26598592': 2}", "similar_patients": "{'5426493-1': 1, '5565079-1': 1, '6124876-1': 1, '5914246-1': 1, '5914246-2': 1, '5914246-3': 1}"}