{"patient_id": 150822, "patient_uid": "4782401-1", "PMID": 27011440, "file_path": "noncomm/PMC004xxxxxx/PMC4782401.xml", "title": "Primary small cell carcinoma of the parotid: Fine needle aspiration and immunohistochemical features of a neuroendocrine variant", "patient": "A 42-year-old nonsmoking female patient came to the outpatient clinic with a painless left parotid mass that had been slightly growing within the last 3-4 months. A mobile mass of 2 cm × 2 cm in diameter was palpated in the left parotid lodge. On magnetic resonance (MR) examination a 14.8 mm lesion was observed in the left parotid superficial lobe. It was isointense to parotid gland on T2 spin-echo (SE) and hypointense to parotid gland on T1 SE sequences. No mass was detected in the lungs by computerized tomography (CT). Aspiration materials were quite cellular and some of them were formed of singular cell clusters while others were formed of loose cell clusters. Moderately pleomorphic small cells with a narrow cytoplasm, oval-round nucleus, displaying a nuclear molding, and having a salt-and-pepper chromatin pattern were observed in the May-Grünwald-Giemsa (MGG) stain []. These findings were consistent with SmCC.\\nUpon the diagnosis of a SmCC, left superficial parotidectomy with facial nerve preservation and a left modified neck dissection in levels I-IV were performed.\\nThe microscopic findings were consisted with SmCC. Mitotic rate was higher (>50 per 10 HPF) and there were necrotic areas in the neoplasm []. Immunohistochemical staining provided a positive result with neuron-specific enolase (NSE), Synaptophysin, [] and Chromogranin A while epithelial membrane antigen (EMA), carcinoembryonic antigen (CEA), cytokeratin (CK) 7, CK20, thyroid transcription factor 1 (TTF-1), and S-100 protein were negative. Based on the cytomorphological and immunohistochemical findings, it was diagnosed as SmCC displaying a neuroendocrine differentiation. The surgical margin was negative. The patient underwent postoperative chemotherapy and radiation therapy. Postoperative 20 Gy radiation was administered. No recurrence was observed during the 48-month follow-up period.", "age": "[[42.0, 'year']]", "gender": "F", "relevant_articles": "{'15231859': 1, '1691073': 1, '11477719': 1, '9042291': 1, '1693875': 1, '23131461': 1, '4342409': 1, '15166668': 1, '10629506': 1, '2829946': 1, '27011440': 2}", "similar_patients": "{}"}