{"patient_id": 87643, "patient_uid": "4943917-1", "PMID": 27411533, "file_path": "comm/PMC004xxxxxx/PMC4943917.xml", "title": "A novel surgical technique for bleeding duodenal varices after failure of balloon-occluded retrograde transvenous obliteration: a case report", "patient": "A 72-year-old woman with liver cirrhosis confirmed based on hepatitis C virus serology presented with profuse melena. Initial abdominal computed tomography showed paraesophageal varices and venous collaterals around the duodenum. Extravasated contrast was identified in the second portion of the duodenum with the afferent collateral vessel originating directly from the main portal vein. The efferent collateral vessel drained into the inferior vena cava via the ovarian veins (Fig. ). Emergent upper endoscopy was immediately performed, and bleeding duodenal varices in the second portion of duodenum were identified (Fig. ). Endoscopic band ligation was attempted first, and B-RTO was prepared simultaneously. Unfortunately, B-RTO following EBL failed because of unsuccessful cannulation of the ovarian vein, and there was a surgical treatment request. Laparotomy was performed under general anesthesia, and the venous collaterals around the second portion of the duodenum were identified and cannulated using an 18-gauge needle (Fig. ). Following cannulation of the venous collaterals, intraoperative angiography revealed portal vein and paraesophageal varices (Fig. ). The efferent venous collateral was ligated to the side of the needle entry point, and intraoperative angiography revealed duodenal varices, portal vein, and paraesophageal varices (Fig. ). The amount of contrast injected into the portal vein during intraoperative angiography was estimated. The afferent venous collateral was then ligated centrally over the needle entry point, and intraoperative angiography identified the ovarian veins and inferior vena cava (Fig. ). The remaining venous collateral was then ligated to the side of the needle entry point, and 6 mL ethanolamine oleate (EO; Grelan, Tokyo, Japan) solution with iopamidol 300 (5 % EOI; Schering, Berlin, Germany), which was the amount of contrast injected into the portal vein during the previous intraoperative angiography, was slowly injected into the afferent collateral vessel under intraoperative angiography, completing the operation. Endoscopic examination on postoperative day 4 showed embolization of the duodenal varices (Fig. ). The patient was discharged on postoperative day 11; however, she died because of liver failure 3 months after this operation without recurrence of the melena.", "age": "[[72.0, 'year']]", "gender": "F", "relevant_articles": "{'21175479': 1, '8739740': 1, '9719241': 1, '3498234': 1, '10486613': 1, '8420280': 1, '27411533': 2}", "similar_patients": "{}"}