{"patient_id": 149076, "patient_uid": "4660526-1", "PMID": 26692711, "file_path": "noncomm/PMC004xxxxxx/PMC4660526.xml", "title": "Review of Ocular Manifestations of Nevoid Basal Cell Carcinoma Syndrome: What an Ophthalmologist Needs to Know", "patient": "A 31-year-old Hispanic male was referred to the oculoplastics service complaining of large growths on the lower eyelids. He first noticed the lesions at age 14, but in the previous 3 years, he has noted a significant growth and spreading of the lesions and increasing ocular irritation. No biopsies had been performed, and no family members have a history of similar symptoms. His past surgical history was significant for removal of gingival cysts several years prior to the presentation.\\nOn clinical examination, unaided visual acuity was 20/50 in the right eye and 20/25 in the left eye. External examination revealed multiple large, purple, ulcerating lesions on the lower eyelids, obliterating the eyelid margins and lateral canthi, and causing ectropion bilaterally []. Many smaller nevi were scattered on the face. Hypertelorism and a wide nasal bridge were noted. Anterior segment exam showed well-healed laser in situ keratomileusis flaps bilaterally, a foreshortened lower fornix in the right eye and multiple iris nevi bilaterally. Dilated fundus examination was significant for a thick epiretinal membrane and a lamellar macular hole in the right eye. Inspection of the patient's hands revealed palmar pits []. Keratocystic odontogenic tumors of the maxillary sinuses and calcification of the dura were evident on maxillofacial and head computed tomography, respectively [].\\nThe anterior and posterior lamellae of the lower eyelids of both eyes were biopsied and revealed nodular type BCCs. The clinical diagnosis was Gorlin syndrome based on these findings, and the patient is currently undergoing genetic testing. Due to the extensive nature of the lesions, the patient was referred to the oncology clinic and began systemic treatment with vismodegib.", "age": "[[31.0, 'year']]", "gender": "M", "relevant_articles": "{'1772613': 1, '3195651': 1, '17258529': 1, '24785977': 1, '16855496': 1, '10900122': 1, '23148804': 1, '2338989': 1, '11382639': 1, '15183409': 1, '23446297': 1, '3164743': 1, '14570707': 1, '12175781': 1, '33824611': 1, '16024850': 1, '3537024': 1, '8728727': 1, '24136169': 1, '1347096': 1, '4074174': 1, '9096761': 1, '24814739': 1, '13851319': 1, '3584581': 1, '19032739': 1, '9486718': 1, '21188685': 1, '23669591': 1, '20489535': 1, '22936202': 1, '10066029': 1, '23581795': 1, '6172563': 1, '22246785': 1, '18347458': 1, '9101206': 1, '8042673': 1, '18464182': 1, '26692711': 2}", "similar_patients": "{}"}