{"patient_id": 76054, "patient_uid": "4089335-1", "PMID": 25013684, "file_path": "comm/PMC004xxxxxx/PMC4089335.xml", "title": "Management of Heparin-Induced Thrombocytopenia with Fondaparinux in a Patient with Left Ventricular Assist Device", "patient": "A 44-year-old man was admitted to our hospital with congestive heart failure. He had been treated with optimal medical therapy (ie, beta-blocker, ACE-inhibitor, spironolactone, loop diuretic, amiodarone, warfarin), but the treatment was not successful. Oral anticoagulant therapy was introduced because of severe systolic dysfunction. The patient had a long history of idiopathic dilated cardiomyopathy and frequent hospitalizations due to recurrent acute cardiac decompensation. The patient had no other co-morbidities besides subclinical hypothyroidism. Unlike previous episodes of acute decompensation, when the patient presented to our center with volume overload, signs of low cardiac output became predominant clinical features. On the second day of hospitalization, warfarin was switched to enoxaparin because of presumed invasive procedures. Echocardiographic examination revealed a dilated left ventricle (diameter of 7.56 cm) with severely impaired systolic function (ejection fraction of 20%), restrictive diastolic dysfunction and severe mitral regurgitation. Electrocardiography showed sinus tachycardia (rate of 100–130 beats/min) with left anterior hemiblock. The patient developed cardiogenic shock, which required intravenous inotropic support. Over the next few days, he developed sepsis (temperature up to 38.5 ºC, C-reactive protein 140 g/L, lymphocyte count of 29×109/L with shift to the left) without focal signs of infection. There was no infiltration on chest roentgenogram; repeated urine and blood cultures were sterile.\\nWe presumed that low output syndrome and visceral hypoperfusion resulted with bacterial transudation from the gastrointestinal tract. We therefore administered metronidazole and gentamicin. However, further hemodynamic deterioration with acute kidney and liver failure occurred. We started dopamine and then noradrenaline support. Continuous veno-venous hemodialysis was also performed due to renal failure. The patient responded markedly to antibiotics and became afebrile after two days. Inflammatory markers decreased and his hemodynamic condition became partially stabilized. Kidney and liver function improved, though he further needed inotropic and vasopressor support with dobutamine and dopamine. Swan-Ganz catheterization showed very low cardiac output (2.56 L/min) and cardiac index (1.12 L/min/m2). We concluded that our patient needed a mechanical heart support as a bridge to heart transplantation.\\nHe was transferred to the operating room and a left ventricular assist device was implanted. The procedure was uneventful and the patient was anticoagulated with standard unfractionated heparin. On the fourth post-operative day the patient complained of sudden shortness of breath without signs of pulmonary congestion. The central venous pressure increased from 18 to 36 mm Hg; the pulmonary artery pressure increased from 45/30 to 70/50 mm Hg. Echocardiographic examination showed a severely dilated and hypocontractile right ventricle. The platelet count decreased from 190×109/L to 80×109/L; D-dimers value was 3 μg/mL. Heparin-induced thrombocytopenia with pulmonary embolism was suspected. We could not perform pulmonary angiography or scintigraphy to confirm the diagnosis, due to technical difficulties. Unfractionated heparin was discontinued and blood sample was drawn for enzyme-linked immunosorbent assay (ELISA) and micro-typing system assays. For lack of other approved anticoagulant drugs for heparin-induced thrombocytopenia in our hospital, fondaparinux (Arixtra) was administered.\\nBecause the need for anticoagulant therapy was urgent, no medical ethical approval was obtained. The patient was well informed of the situation and signed a consent form to take fondaparinux.\\nWe started with initial dose of 7.5 mg of fondaparinux; further dose adjustment was performed according to anti-Xa assay (target levels 0.6–1 U/mL). Both ELISA and micro-typing system assays were strongly positive for heparin-induced thrombocytopenia. In the next few days after discontinuation of unfractionated heparin, the patient’s clinical status improved and platelet count returned back to normal (). While on fondaparinux, the left ventricular assist device did its job with no complications; there was no increase in D-dimer or hemolysis. At the time of fondaparinux introduction to therapy, the patient’s creatinine was 119 µmol/L; his glomerular filtration rate (GFR) was estimated at 61 mL/min/1.73 m2.\\nThe patient was placed on the Eurotransplant waiting list for heart transplantation and granted the high urgent status. A donor heart was found after 14 days on mechanical circulatory support. Just prior to the operation, plasmapheresis was performed and successful orthotopic heart transplantation was completed using unfractionated heparin. Post-transplantation period followed without any complications. Fondaparinux was discontinued after total mobilization of the patient on the 24th post-operative day. His mean platelet level after transplantation and before discharging from the hospital was 177.8×109/L (range: 109–231). During fondaparinux therapy, the patient serum creatinine remained normal; the estimated GFR improved. The patient was discharged from the hospital on the 26th post-operative day in good clinical condition.", "age": "[[44.0, 'year']]", "gender": "M", "relevant_articles": "{'28321711': 1, '15911718': 1, '16475037': 1, '23153592': 1, '27342573': 1, '28465755': 1, '17075368': 1, '19933539': 1, '15249479': 1, '17582083': 1, '22275775': 1, '17184633': 1, '21393394': 1, '15383477': 1, '25460494': 1, '25013684': 2}", "similar_patients": "{}"}