{"patient_id": 143722, "patient_uid": "4337149-1", "PMID": 25741061, "file_path": "noncomm/PMC004xxxxxx/PMC4337149.xml", "title": "Radiological findings of uterine arteriovenous malformation: a case\\nreport of an unusual and life-threatening cause of abnormal vaginal bleeding", "patient": "An 18-year-old patient found out to be pregnant and, one month later, presented with\\nabnormal genital bleeding. Ultrasonography (US) results were suggestive of GTD. The\\npatient underwent three curettages, maintaining high beta-HCG levels (34,818.00), with\\ndiagnosis of GTD. Transvaginal US demonstrated the presence of myometrial arteriovenous\\nfistulas and tamponade of the communication between the uterine cavity and the serosa (a\\nsequela from perforation during a previous curettage).\\nFive months after the symptoms onset, the patients remained with high beta-HCG levels,\\nso treatment with methotrexate was initiated. The patients underwent a new US whose\\nfindings were similar to those observed on the previous study (, and ). Pelvic magnetic resonance imaging (MRI) confirmed\\nthe presence of arteriovenous fistulas ().\\nA good response to monochemotherapy was observed, and the patient presented negative\\nserum beta-HCG levels within seven months. Follow-up US after the treatment demonstrated\\nthe uterus with normal volume, presence of small amount of fluid in the uterine cavity\\nand hematosalpinx. The arteriovenous fistulas did not exist anymore.\\nThree months after the negative beta-HCG results, the patient presented increased serum\\nbeta-HCG levels again and polychemotherapy was initiated, but she died because of septic\\ncomplications.", "age": "[[18.0, 'year']]", "gender": "F", "relevant_articles": "{'19513893': 1, '34168714': 1, '8192024': 1, '26185338': 1, '31435591': 2, '34149976': 1, '34902107': 1, '12808674': 1, '9423660': 1, '17060424': 1, '29675497': 2, '31772858': 2, '25741061': 2}", "similar_patients": "{'6693317-1': 1, '6693317-2': 1, '6693317-3': 1, '6839753-1': 1, '5899827-1': 1}"}