{"patient_id": 86026, "patient_uid": "4808534-1", "PMID": 27034874, "file_path": "comm/PMC004xxxxxx/PMC4808534.xml", "title": "Transient Creatine Kinase Elevation Followed by Hypocomplementemia in a Case of Rotavirus Myositis", "patient": "A previously healthy 3-year-old boy visited a clinic after 4-day history of watery diarrhea and vomiting. Rotavirus was detected from his stool, leading to a diagnosis of rotavirus gastroenteritis. He was referred to our hospital because he was drowsy and reluctant to move even after he had received saline intravenously. Upon admission to our hospital on day 4, he could not stand or walk. Laboratory data showed markedly elevated serum creatine kinase (CK) 11637 IU/L, with mildly elevated serum enzymes including lactate dehydrogenase 691 IU/L, alanine aminotransferase 117 IU/L, aspartate aminotransferase 415 IU/L, and aldolase 118.9 U/L (2.7–7.5). Myoglobin was also elevated to 380 ng/mL (20–82). Serum complement levels were all normal: C3 83 mg/dL, C4 22 mg/dL, and CH50 33.9 U/mL. Other laboratory data were normal except for glucose 56 mg/dL, uric acid 9.4 mg/dL, C-reactive protein 1.5 mg/dL, and soluble interleukin-2 receptor (sIL-2R) 979.5 U/mL (332.9–586.7). Occult blood was not detected in the urine. Stool bacterial culture and throat bacterial and viral cultures were all negative.\\nWith a diagnosis of rotavirus gastroenteritis and hypoglycemia, the patient was treated with intravenous glucose infusion and fluid therapy. Even after the serum glucose level was corrected, the patient was still reluctant to move. On day 6, his vomiting and diarrhea stopped. He could stand and walk by himself, although his movements were still unstable. On that day, his CK level rapidly returned to 2927 IU/L (). In contrast, his serum CH50 activity decreased to 24.6 U/mL, with C3 75 mg/dL and C4 14 mg/dL. Other laboratory data were CRP 0.7 mg/dL and sIL-2R 1458.6 U/mL. He was discharged from our hospital without sequelae on day 9. Laboratory data were all normalized on day 21 and remained within the normal range thereafter.", "age": "[[3.0, 'year']]", "gender": "M", "relevant_articles": "{'21123737': 1, '21833497': 1, '9583208': 1, '7888031': 1, '1432427': 1, '27034874': 2}", "similar_patients": "{}"}