{"patient_id": 88228, "patient_uid": "4992527-2", "PMID": 27579194, "file_path": "comm/PMC004xxxxxx/PMC4992527.xml", "title": "A Rare Complication of Trimethoprim-Sulfamethoxazole: Drug Induced Aseptic Meningitis", "patient": "A 48-year-old male with a 20-year history of HIV infection presented to our ED with a headache and neck stiffness for five days. The patient also reported fever, photophobia, diffuse myalgias, and arthralgias. He denied vision changes, ataxia, aphasia, cough, diarrhea, sick contacts, and recent travel. The patient had been restarted on an antiretroviral regimen (Etravirine 200 mg BID, Raltegravir 400 mg BID, Ritonavir 100 mg BID, and Darunavir 600 mg BID) four weeks earlier after a year's hiatus. Prophylactic TMP-SMX double strength (800 mg/160 mg) one tab daily and azithromycin 12,000 mg every week had also been initiated at that time. His most recent HIV-1 viral load was 80,000 copies/mL and CD4 cell count was 58/μL. Upon presentation, the patient was in severe distress due to the headache and photophobia. Temperature upon admission was 100.1°F with a heart rate of 90/min. On physical exam, the patient had nuchal rigidity along with positive Kernig's and Brudzinski's signs. The rest of the physical exam was unremarkable.\\nCSF analysis showed WBC of 11/μL, with lymphocytes 49%, monocytes 28%, and PMNs 16%. Glucose was 60 mg/dL, protein was 79 mg/dL, and gram stain was negative. CT scan and MRI of the brain were normal. Cryptococcal antigen in CSF, Toxoplasma PCR in CSF and IgM/IgG in blood, CMV NAAT in CSF and blood, extended respiratory viral panel NAAT via nasal swab (consisting of Influenza A and Influenza B, Parainfluenza 1–3, RSV, Human Metapneumovirus, Rhinovirus, and Adenovirus), JC virus PCR in CSF, and Enterovirus NAAT in CSF were done to rule out other infections in this immune compromised patient and returned negative. All other laboratory studies were negative, including blood cultures. The patient was empirically started on IV acyclovir, ceftriaxone, and vancomycin in the ED but was switched from ceftriaxone to cefepime as per ID recommendation. He also required multiple doses of intravenous hydromorphone for his headache. By day three of hospitalization, IV acyclovir, cefepime, and vancomycin had been discontinued. Based on clinical presentation and laboratory results that spoke against bacterial meningitis, a diagnosis of aseptic meningitis was made. As there was no evidence for an infectious cause, TMP-SMX was stopped on day four of hospitalization given concern for a possible DIAM and the recent addition of TMP-SMX by his HIV provider.\\nPatient reported improvement in photophobia, headache, and neck stiffness the following day. He was discharged on day five of hospitalization. Upon followup a week after discharge, the patient reported complete resolution of symptoms.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'6602292': 1, '10405706': 1, '34195619': 1, '33616459': 2, '304902': 1, '10888991': 1, '33996314': 2, '28829844': 1, '8006651': 1, '32066300': 1, '34327094': 2, '8686726': 1, '25003798': 1, '25240332': 1, '2277191': 1, '27579194': 2}", "similar_patients": "{'4992527-1': 2, '8117791-1': 1, '8302234-1': 1, '7903832-1': 1}"}