{"patient_id": 86674, "patient_uid": "4866281-1", "PMID": 27177589, "file_path": "comm/PMC004xxxxxx/PMC4866281.xml", "title": "Conjunctival myxoma – atypical presentation of a rare tumour: case report and review of literature", "patient": "A 32 year old Korean woman presented with a one week history of right ocular surface discomfort, and the sudden appearance of a firm cystic lesion fixed to the palpebral conjunctiva of her right lower eyelid by a central trunk (Fig. ). The lesion was non-tender, had never ulcerated or haemorrhaged, and was increasing in size daily. At presentation, its dimensions were 5 mm × 7 mm × 3 mm. A history of bilateral epiblepharon correction performed in Korea three months prior was given. The patient was systemically well, and had no other significant ocular or medical history. Her uncorrected visual acuity was 6/5 bilaterally. Extraocular movements were full and painless. Bilateral anterior segment and dilated fundus examinations were unremarkable. The lesion was completely excised at the trunk under local anaesthesia with minimal bleeding. Chloramphenicol ointment QID OD was commenced post-operatively for one week. There were no signs of recurrence one week post-excision. Histopathology demonstrated a central zone of myxoid change (containing spindle-cells, stellate-cells, sparse blood vessels, and patchy inflammation), surrounded by a zone of fibrous connective tissue (Fig. and ). Alcian blue staining was positive for connective tissue mucin (Fig. ). Digested Periodic-acid-Schiff (PAS) staining was negative for epithelial mucin. Complete systemic evaluation excluded any further myxomas (including cardiac), unusual areas of pigmentation, and endocrine abnormalities.\\nConjunctival myxomas are rare. Grossniklaus et al. (1987) noted four cases of conjunctival myxoma in a review of 2455 conjunctival specimens [, ]. Similarly, Shields et al. (2004) reported one case of conjunctival myxoma in a clinical review of 1643 conjunctival lesions [, ]. Including this case, the mean age at presentation is 45 years (Table ) [–]. A review of 58 patients with myxomas in other soft tissues found the mean age to be 55 years []. No significant trends in gender or racial predisposition have been noted to date, however the number of reported cases remains small (Table ) [, ].\\nConjunctival myxomas typically present as slow-growing, painless, well circumscribed, yellow-pink, cyst-like masses, with fibrous, vascular, soft tissue trunks [–]. Not including this case, the mean timeframe before patients presented for ophthalmic review of their conjunctival myxoma was 34 months (Table ). This patient’s conjunctival myxoma developed rapidly over one week to a 5 mm × 7 mm × 3mm lesion. Lesions have been reported to range between 4 mm and 20 mm in diameter (Table ). This lesion reached almost half the recorded maximum size within one week. The majority of cases are painless –although there have been two reported cases of conjunctival myxoma with ocular pain []. Ninety percent of reported conjunctival myxomas occurred in the bulbar conjunctiva - with the majority being temporal (Table ). This is the second case to be documented as arising from the inferior palpebral conjunctiva []. There have been no previous reports of conjunctival myxoma developing within close proximity to trauma or ophthalmic surgery [, , , ]. This patient presented with her myxoma within 3 months of having bilateral uncomplicated surgical correction of her congenital epiblepharon - a common occurrence in Asians []. We could not determine any connection between her bilateral congenital epiblepharon and conjunctival myxoma. The conjunctival myxoma in this case had a typical clinical appearance. It was atypical because of its rapid growth rate, its unusual location on the inferior palpebral conjunctiva, and its occurrence in association with recent eyelid surgery.\\nHistologically, myxomas resemble Wharton’s jelly, the loose mucoid tissue found within the umbilical cord [, ]. The characteristic histopathological features of conjunctival myxoma are, sparsely scattered stellate- and spindle-shaped cells distributed throughout a mucinous matrix, with delicate reticulin fibres, minimal blood vessels, and mature collagen fibres [, , , , ]. The mucinous matrix is predominantly composed of hyaluronic acid, with a lesser amount of chondroitin sulphate, and has been reported to react to vimentin, Alcian blue, and alpha-smooth-muscle actin staining, suggesting a fibroblastic cell phenotype [, , ]. It is non-reactive to S-100 protein, desmin, myoglobulin, and digested Periodic-acid-Schiff (PAS) staining [, ]. The differential diagnosis of conjunctival myxomas includes, amelanotic naevus, amelanotic melanoma, fibrous histiocytoma, conjunctival cyst, lymphangioma, myxoid neurofibroma, spindle-cell lipoma, rhabdomyosarcoma, and liposarcoma [–]. Histologically, an absence of pigmentation, the presence of sparse vascular structures, characteristic cellular morphology, and mucin staining, help differentiate conjunctival myxomas from these lesions [].\\nTo date all cases of conjunctival myxoma have been treated with excisional biopsy [, ]. There have been no previous reports of malignant transformation in a mean follow-up time of 30 months (range 5–132 months) [, , ]. There has only been one reported case of recurrence, which occurred 12 months after the original excision in a patient with the Carney Complex []. In general, the recurrence rate of all myxomas is documented as being relatively low. A review of 58 patients with soft tissue myxomas found a 3 % incidence of recurrence 8–10 months post-excision [].\\nConjunctival myxoma has been associated with both the Carney Complex and Zollinger-Ellison syndrome [, , ]. The Carney Complex is an autosomal dominant syndrome that requires at least two of the following criteria for diagnosis: the presence of myxomas; spotty mucocutaneous pigmentation (face, trunk, lips, eyelid, conjunctiva); endocrine overactivity (Cushing’s syndrome, pituitary adenoma, and/or sexual precocity); or psammomatous melanotic schwannomas [, , ]. Ophthalmic manifestations of the Carney Complex include eyelid lentigines, conjunctival or caruncle spotty pigmentation, and eyelid or conjunctival myxomas [, ]. The one case of conjunctival myxoma associated with the Carney Complex exhibited palpebral conjunctival, eyelid, coetaneous, and left ventricular myxomas []. Carney reported that greater than 50 % of patients with the Carney Complex suffered a significant embolic event in their lifetime related to cardiac myxomas []. Ophthalmic manifestations of the Carney Complex, not limited to myxoma, have been shown to precede embolic events [, ]. Early identification of ocular myxomas and subsequent screening and monitoring for cardiac myxoma is recommended.\\nConjunctival myxoma has been associated with a case of pancreatic gastrinoma in Zollinger-Ellison syndrome []. Zollinger-Ellison syndrome may be a manifestation of the Carney Complex, given the neural crest origins of myxomas, schwannomas (seen in the Carney Complex), and gastrinomas []. Conjunctival myxomas have not been reported with other systemic diseases associated with myxomas, such as Mazabraud syndrome (intramuscular myxoma) and McCune-Albright syndrome (intramuscular and coetaneous) [, ].", "age": "[[32.0, 'year']]", "gender": "F", "relevant_articles": "{'3728629': 1, '23613661': 1, '16682598': 1, '30355886': 1, '6466589': 1, '31753821': 1, '22837636': 2, '6615309': 1, '34488253': 1, '5554873': 1, '29623019': 1, '7640202': 1, '25226717': 1, '18303236': 1, '22649349': 1, '19065987': 1, '11450727': 1, '25298888': 1, '7643488': 1, '27177589': 2}", "similar_patients": "{'3401812-1': 1}"}