{"patient_id": 148796, "patient_uid": "4636106-1", "PMID": 26558247, "file_path": "noncomm/PMC004xxxxxx/PMC4636106.xml", "title": "Atypical behavioral and psychiatric symptoms: Neurosyphilis should always be considered", "patient": "A 48-year-old man was brought to the emergency care unit with a 2-week history of malaise and headache followed by abnormal behavior over the last week, when he presented a depressed mood and an alteration in his mental status with disorientation, uncooperativeness, and self-aggressiveness. Indeed, the patient attempted suicide by trying to hang himself. There was no history of any previous similar episodes, psychiatric diseases, fever, other signs of infection, head trauma, or abuse of illegal substances.\\nThe patient was previously diagnosed with hypertension and diabetes mellitus, and was taking enalapril, metformin and glicazide. There were no reports of tobacco or alcohol consumption, nor any familial history of psychiatric diseases.\\nOn the initial examination, the patient was ruddy, afebrile, and hydrated. His heart rate was 87 beats per minute; arterial pressure was 140/110 mmHg, respiratory rate was 14 breaths per minute; and capillary glycemia was 237 mg/dL.\\nThe cardiovascular, pulmonary, abdominal, and skin examination was normal. The mental status on admission showed a Glasgow Coma Scale (GCS) of 10, and he was uncooperative, inattentive, and disorientated. His pupils were normal and no motor deficit was detected.\\nThe initial laboratory work-up and the brain computerized tomography were normal. A cerebrospinal fluid (CSF) examination (lumbar puncture) was performed and the results are presented in . The diagnosis of encephalitis due to the herpes simplex virus (HSV) was suspected and intravenous acyclovir was promptly prescribed, as recommended by Studahl et al.. Polymerase chain reaction for HSV was not requested due to its unavailability. The electroencephalogram was normal.\\nAfter 7 days of anti-viral therapy (acyclovir, 10 mg/kg, tree times daily), no clinical improvement was observed, and indeed a new CSF examination resulted in worsened cytological and biochemical parameters (). Therefore, serum fluorescent treponemal antibody and the Venereal Disease Research Laboratory (VDRL) were requested that resulted positive. The VDRL title was 1/128. The VDRL in the CSF also resulted in the same title (1/128). shows the electrophorectic profile of the CSF proteins. Intravenous crystalline G penicillin at a dosage of 24 million units per day in six divided doses over 14 days was prescribed and acyclovir was discontinued on the eighth day. The magnetic resonance imaging (MRI) of the brain revealed oval spots of hyperintensity on T2-weighted and fluid attenuated inversion recovery (FLAIR) sequences involving subcortical white matter of the superior frontal gyri.\\nMarked clinical improvement was observed after 30 hours of antibiotic therapy. The patient achieved a GCS of 15 and started managing his basic daily living activities. However, he started complaining of visual and auditory hallucinations with persecutory content that were controlled after the administration of risperidone.\\nAt the end of the penicillin therapy, the patient’s wife reported his normal behavior. He was discharged to continue medical monitoring in the outpatient clinic.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'27003849': 1, '6870591': 1, '7036846': 1, '21948891': 1, '20626434': 1, '14524396': 1, '24737221': 1, '21468681': 1, '24220351': 1, '15034833': 1, '25896752': 1, '23439623': 1, '23021085': 1, '23377760': 1, '30992619': 2, '26558247': 2}", "similar_patients": "{'6425800-1': 1}"}