{"patient_id": 140751, "patient_uid": "4154290-1", "PMID": 25250276, "file_path": "noncomm/PMC004xxxxxx/PMC4154290.xml", "title": "Hypokalemic quadriparesis and rhabdomyolysis as a rare presentation of distal renal tubular acidosis", "patient": "An eighteen year old boy, born out of non-consangious marriage, first in birth order, born at term by vaginal delivery with normal perinatal history and normal motor and mental mile stones, was admitted in accident and emergency department with history of progressively worsening crampy leg pain from one month, increased frequency of micturation and increased thirst for last three weeks. There was history of inability to move his limbs from last 3 days. There was no history of rash, headache, fever, vomiting, diarrhea, and weight loss and bladder or bowel incontinence. There was no history of any drug or herbal medicine intake. On examination, patient was conscious, cooperative and well oriented in time, place and person. General physical examination revealed pulse 92 per minute, blood pressure 110/70mmHg and respiratory rate of 16 per minute. There were bony deformities in the form of widening of bilateral wrists and bilateral knock-knees. Chest, cardiovascular and abdominal examinations were unremarkable. Nervous system examination revealed normal higher mental functions and no cranial nerve deficit. Motor examination revealed hypotonia and a power grade of 3/5 in both arms and 2/5 in both lower limbs. Deep tendon reflexes were depressed all over and bilateral planter response was flexor. Differential diagnosis in our patient included hypokalemic periodic paralysis, myositis and renal tubular acidosis. Laboratory investigation revealed random blood glucose of 112 mg/dl, serum sodium 144 mmol/liter, serum potassium 1.3 mmol/liter, pH 7.30, serum bicarbonate 20.3 mmol/liter, serum chloride 112 mmol/liter, partial pressure oxygen 83 mmHg, oxygen saturation of 93% and partial pressure carbon dioxide 34 mmHg. Haemogram, kidney function and liver function tests at presentation are depicted in (). Muscle enzymes in the form of Creatine phosphokinase (CPK) were 1823 U/liter (0-195) and Lactate dehydrogenase (LDH) 886 U/liter (100-235). In view of severe hpokalemia, patient was immediately started on intravenous potassium chloride infusion at a rate of 30 meq/hour and oral potassium was started simultaneously in a dose of 20 meq 6 hourly. There was a predictable improvement in muscle weakness after initiation of potassium therapy and patient became ambulatory after 24 hours of treatment. In view of severe hypokalemia, systemic acidosis and skeletal deformities, a strong possibility of renal tubular acidosis was made. Subsequently, patient was subjected to anthropometric examination which revealed severe disproportionate short stature () with height of 144 cm (<3rd centile, standard deviation score (SDS)=-4.30), upper segment (74 cm), lower segment (70 cm), upper segment to lower segment ratio (1.05), arm span (142 cm), head circumference (52 cm) and mid parental height of 162 cm. Patient´s weight was 33 kg with a body mass index (BMI) of 15.9 kg/m² (<3rd centile, SDS=-2.85). Patient had well developed secondary sexual characters in the form of pubic hair stage 5, stretched penile length (SPL 10 cm), bilateral testicular volume >15ml. Hearing tests in the form of Rinne and Weber and ophthalmic tests including Schirmer’s test were unrevealing. 24 hour urinary calcium was 472 mg per day, urinary creatinine 702 mg per day, urinary phosphorus 824 mg per day and urinary protein of <50mg per day and no glycosuria. After correcting hypokalemia, there was further fall in serum pH to 7.27 with serum bicarbonate of 16.5 mmol/litre. Urinary pH at this time was 7.0.Abdominal ultrasonography (USG) revealed bilateral medullary nephrocalcinosis. Digital abdominal X- ray revealed fine calcified foci in bilateral renal area (). Skeletal survey revealed widening of both wrists and bilateral knock knees (). In view of severe hypokalemia and normal anion gap (12 mmol/litre) hyperchloremic metabolic acidosis and inability to acidify urine with associated hypercalciurea and no apparent secondary cause, a diagnosis of primary distal renal tubular acidosis was made. However exact etiological diagnosis could not be established because of unavailibity of genetic testing in our Centre.", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'8501417': 1, '15772828': 1, '3677752': 1, '2232509': 1, '7575850': 1, '16252109': 1, '11160790': 1, '16186680': 1, '1586409': 1, '9808277': 1, '12138150': 1, '23180403': 1, '25250276': 2}", "similar_patients": "{}"}