{"patient_id": 82825, "patient_uid": "4563060-1", "PMID": 26380137, "file_path": "comm/PMC004xxxxxx/PMC4563060.xml", "title": "Atraumatic Occult Odontoid Fracture in Patients with Osteoporosis-Associated Thoracic Kyphotic Deformity: Report of a Case and Review of the Literature", "patient": "A 78-year-old female experienced sudden severe neck pain when she looked up the refrigerator (her cervical spine was extended) to open its door and visited our institution. She had a mild occasional neck pain before this event; however she reported no traumatic event just before the onset of this symptom or in the past. Physical examination revealed the absence of neurological compromise. In turn, anteroposterior and lateral standard radiographs of cervical spine revealed cervical degenerative spondylosis, but we could not detect apparent fracture (Figures and ). Lateral standard radiographs of thoracolumbar spine revealed marked thoracic kyphotic deformity due to multiple compression fractures (). It was difficult to find normal-shaped vertebrae in thoracic spine and thoracic kyphosis angle measured by T5-12 was 75 degrees (). Her bone mineral density (T-score: −3.5) was significantly low.\\nShe complained about persistent severe diffuse neck pain. Four days later, magnetic resonance (MR) imaging was performed to rule out latent fresh compression fracture and overt intensity changes of axis, which was low intensity on both T1- and T2-weighted images but high intensity on STIR image, were found (Figures –). Subsequent computed tomography (CT) clearly demonstrated Anderson type III odontoid fracture (Figures and ). Routine blood tests including serum Ca, P, and parathyroid hormone level were unremarkable.\\nAfter the careful explanation of the risk of nonunion/malunion and neurological deteriorations, the patient refused surgical treatment as well as Halo-vest fixation. Conservative treatment with Philadelphia type cervical caller was indicated. Two-month conservative treatment with cervical caller achieved good pain relief. Follow-up CT after 6 months from the initial treatment revealed significant bone union (Figures and ). No apparent instability was found by dynamic lateral standard radiographs of cervical spine (data not shown). At the latest follow-up, 3 years after the onset, the patient was doing well without neurological and radiological deteriorations.", "age": "[[78.0, 'year']]", "gender": "F", "relevant_articles": "{'18281177': 1, '1541497': 1, '4434035': 1, '20721716': 1, '11856676': 1, '8521211': 1, '11265034': 1, '7846575': 1, '23032595': 1, '25232807': 1, '11074672': 1, '18196293': 1, '15290500': 1, '27683694': 1, '4505740': 1, '3971620': 1, '16934722': 1, '26380137': 2}", "similar_patients": "{}"}