{"patient_id": 85406, "patient_uid": "4754989-1", "PMID": 26885370, "file_path": "comm/PMC004xxxxxx/PMC4754989.xml", "title": "Autoimmune inner ear disease in a melanoma patient treated with pembrolizumab", "patient": "An 82 year old male was initially evaluated for complaints of nasal fullness, followed by a sensation of “bulging” eyes associated with blurred vision and xerophthalmia. Ocular exam at that time was unremarkable, with impression of mild exophthalmos. Computed tomography (CT) scan of the sinuses revealed a large soft tissue lesion in the posterior nasal cavity and bilateral ethmoid air cells with erosion through the lamina papyracea and extension into the posterior superior aspects of bilateral orbits. Additionally, the optic canals appeared to harbor tumor growth radiologically, and there was soft tissue opacification of the sphenoid bone with erosion into the clivus. Magnetic resonance imaging (MRI) of the orbits delineated an expansile mass within the sphenoethmoidal region and extending posteriorly to invade the clivus, superiorly and posteriorly into the preoptic chiasm with compression of the optic tracts, and associated bilateral proptosis. There was no evidence of parenchymal brain metastases. The upper boxes in Fig. show representative images of the patient’s baseline MRI.\\nNasal endoscopy with biopsy revealed a necrotic mass in the posterior right nasal cavity extending down towards the floor of the nose. Pathology from the biopsy specimens was consistent with a diagnosis of primary mucosal melanoma of the ethmoid sinus. Subsequent mutational analysis revealed an NRAS mutation (p.Q61K) but wild type BRAF and cKIT. Complete staging with a positron emission test (PET)/CT scan demonstrated the primary tumor in the nasal cavity, as well as a second active lesion in the right posterior maxillary sinus. Additionally, he was found to have active lesions in the right lower lobe of the lung, left inferior mediastinum, left retrocrural space, multiple liver and mesenteric lesions, bilateral adrenal involvement and diffuse bony involvement.\\nThe patient was referred to medical oncology at which time he noted progressive facial fullness with diplopia causing difficulty ambulating without assistive devices and a 12 lb weight loss. Laboratory studies were significant for a hemoglobin of 12.1 gm/dL, a creatinine of 1.67 mg/dL (baseline 1.5–1.7 mg/dL), a markedly elevated lactate dehydrogenase (LDH) of 3317 u/L (normal range 313–618 u/L) and an alkaline phosphatase of 142 u/L (38–126 u/L). Initial treatment options considered included systemic therapy and localized radiotherapy to the intracranial mass for palliation. Given the lack of survival data with radiation and the large treatment field that would be involved, the decision was made with the patient to proceed with systemic therapy. Treatment was initiated with the cytotoxic T-lymphocyte associated protein 4 (CTLA-4) inhibitor ipilimumab at 3 mg/kg and the patient received four doses over 12 weeks. Fatigue and anorexia were the only notable side effects. His LDH remained high, increasing to 4128 u/L on the day of the third dose of ipilimumab, though it decreased to 2606 u/L on the date of the fourth dose. His alkaline phosphatase peaked by the 4th dose at 351 u/L. A restaging CT scan of the chest, abdomen, and pelvis after four doses of ipilimumab showed progression of disease with development of new bilateral lung nodules, growth in the liver lesions, and evidence of innumerable mesenteric and peritoneal nodules consistent with peritoneal carcinomatosis. He was immediately started on second line therapy with the PD-1 inhibitor pembrolizumab at 2 mg/kg given every 3 weeks.\\nAt follow-up evaluation 3 weeks after his first dose of pembrolizumab the patient noted an improved energy level and increased appetite but still was experiencing diplopia. His LDH and alkaline phosphatase had decreased dramatically to 658 u/L and 172 u/L, respectively, and he received a second dose of pembrolizumab. Two weeks later, the patient reported sudden onset of bilateral hearing loss and was referred to otology for an evaluation. An audiogram revealed mild to moderately severe symmetric sensorineural hearing loss with word recognition scores of 48 % in the right ear and 44 % in the left ear. Without a recent offending agent such as ototoxic chemotherapy or infectious meningitis, consideration was given that his sudden onset bilateral hearing loss could be autoimmune mediated. A trial of intratympanic dexamethasone injections was initiated with twice weekly injections, initially in the right ear and then in both ears. Dexamethasone solution (10 mg/mL) was injected through a myringotomy and the middle ear cleft filled with the solution. The patient then remained recumbent with the treated ear up for 20 min to allow diffusion of the dexamethasone through the round window membrane into the basal turn of the cochlea. After four intratympanic dexamethasone injections on the right and two on the left, the patient noted marked improvement in hearing. He continued to receive pembrolizumab 2 mg/kg every 3 weeks and never required systemic steroids.\\nRepeat PET/CT was performed after four doses of pembrolizumab and representative images are shown in Fig. compared to the baseline PET/CT scan. The restaging images demonstrated significant improvement at all known sites, with markedly reduced activity of the primary mass and near complete response in all lesions in the chest, abdomen, and bones. His LDH remained in the normal range. After receiving a total of six intratympanic dexamethasone injections in the right ear and four in the left, the patient’s hearing returned subjectively to his baseline. Post-injection audiogram showed normal to moderately severe symmetric sensorineural hearing loss with word recognition scores 88 % in the right ear and 84 % in the left ear and his hearing had significantly improved at low to mid frequencies but not at high frequencies (original audiogram image available, see Additional file ). He had no other side effects from therapy. At the time of manuscript preparation, the patient continued on treatment with pembrolizumab 2 mg/kg every three weeks and was being monitored with serial audiograms for his sensorineural hearing loss. He reported minimal improvement in the impaired visual acuity that occurred secondary to direct tumor invasion of the optic tracts at the time of his referral. A follow-up MRI of his brain to reassess the primary tumor mass in the paranasal sinuses correlated with the response noted in the PET/CT and representative images compared to the original MRI are available in Fig. .", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'22597578': 1, '24789876': 1, '24904570': 1, '24329802': 1, '22614989': 1, '31827988': 1, '32995031': 2, '23567866': 1, '19451549': 1, '23471977': 1, '32510456': 1, '32933159': 1, '33364414': 1, '24594636': 1, '34972977': 1, '33335030': 2, '28331614': 1, '23667165': 1, '32036409': 1, '26885370': 2}", "similar_patients": "{'7745691-1': 1, '7745691-2': 1, '7745691-3': 1, '7745691-4': 1, '7745691-5': 1, '7745691-6': 1, '7507864-1': 1}"}