{"patient_id": 146624, "patient_uid": "4502498-1", "PMID": 26180438, "file_path": "noncomm/PMC004xxxxxx/PMC4502498.xml", "title": "Reversal of severe lactic acidosis with thiamine in a renal allograft recipient", "patient": "A 48-year-old female with end-stage renal disease, hypertensive since past 7 years was electively posted for robotic assisted laparoscopic renal transplantation from a living related donor. She was on maintenance hemodialysis twice a week since 6 months, and her hypertension was well controlled with one antihypertensive agent. Her fasting, postprandial blood sugar and glycated hemoglobin levels were within normal limits in more than three examinations preoperatively. Preoperative hemodialysis was done within 24 h of the scheduled surgery.\\nOn the day of surgery, standard monitoring was applied, and balanced general anesthesia was administered. Her baseline vitals were heart rate (HR) 94/min, mean arterial pressure (MAP) 103 mm of Hg, SpO2 100%, central venous pressure (CVP) 12 cm of H2O, and core temperature 98.6°F. Arterial blood gas (ABG) analysis after induction of anesthesia (10 AM) was unremarkable with a lactate of 1.9 mM/L []. Volume controlled ventilation was adjusted to maintain EtCO2 between 35 mm and 40 mm of Hg. Three hours after induction of anesthesia hemodynamic parameters deteriorated with HR of 122/min, MAP of 72 mm of Hg and CVP of 16 cm of H2O. ABG analysis showed metabolic acidosis with elevated lactate levels, hyperglycemia, elevated anion gap and fall in hemoglobin []. Blood sample for ketone bodies tested negative and it was repeated every fourth hourly to rule out diabetic ketoacidosis as a cause of the acidosis. Considering occult blood loss, IV fluids and two units of packed red blood cells were transfused. As vascular anastomosis of the graft kidney was being carried out, noradrenaline infusion [] was started to maintain a MAP of 90 mm of Hg. Sodium bicarbonate and insulin infusion were started for treating acidosis and hyperglycemia respectively. The allograft was reperfused and urine output was established in 25 min after reperfusion.\\nThe patient was shifted to Intensive Care Unit (ICU) 7 h after induction of anesthesia with noradrenaline infusion (0.12 μg/kg/min) for elective ventilation and possible need for continuous renal replacement therapy to correct acidosis. ABG analysis in the ICU revealed progressively increasing LA with hyperglycemia refractory to bicarbonate and insulin infusion []. However, she maintained an average urine output of 300 mL/h. Considering the possibility of sepsis, procalcitonin levels were obtained (14.6 ng/mL). Suspecting thiamine deficiency, empirical thiamine 300 mg was administered intravenously 3 h after surgery. ABG analysis 2 h after thiamine administration showed rapidly decreasing lactate and sugar levels with improvement in MAP. Bicarbonate, insulin and noradrenaline infusions were stopped. The patient was extubated 7 h after the completion of surgery. Thiamine injection 300 mg IV was repeated at the same time. ABG analysis, 8 h after the first dose of thiamine injection was within normal limits []. The patient was shifted to posttransplant isolation ward 12 h after the surgery.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'8315945': 1, '21149507': 1, '10089995': 1, '22129138': 1, '3060121': 1, '9191033': 1, '33067673': 1, '5475709': 1, '33897666': 1, '19291300': 1, '16280376': 1, '26180438': 2}", "similar_patients": "{}"}