{"patient_id": 147982, "patient_uid": "4584027-1", "PMID": 26421165, "file_path": "noncomm/PMC004xxxxxx/PMC4584027.xml", "title": "Traumatic Lumbosacral Spondylolisthesis: A Case Report", "patient": "A 38-year-old man was referred to the affiliated hospital of Jinan University, Guangzhou, China due to injury in a motorcycle accident on July 25, 2011. He was conscious with stable vital signs, but complained of pain in his back and right thigh, numbness and weakness in both lower extremities. Upon physical examination, grade 4 power was found in both lower limbs, and the perianal sensation and anal tone were normal too. X-radiographs showed a grade 2 spondylolisthesis of L5 on S1 (), fracture of the left transverse process of L4 as well as the fracture of right femur. MRI demonstrated traumatic lumbar spondylolisthesis of L5 on S1, avulsion of the L5 intervertebral disc and compression of the cauda equina ().\\nFive hours after admission, the patient was taken to the operating room. First, open reduction and internal fixation were performed for the fracture of right femur, and then a posterior approach surgery was performed for the traumatic lumbosacral spondylolisthesis using a standard posterior midline incision. During operation, bilateral fracture of the pars interarticularis, disruption of interspinal ligament and flaval ligaments of L5-S1, and disruption of L5 annulus fibrosus were found. Decompression and reduction were done followed by internal fixation using pedicle screws and rods from L4 to S1. Posterolateral fusion was performed at L4-5 level; L5 disk was excised and 2 PEEK cages were inserted posteriorly with autologous bone grafts. The procedure lasted 145 minutes with intraoperative blood loss of 400 mL, without intraoperative complications.\\nPostoperatively, no complications occurred and functional exercises were implemented. Four weeks later, his strength and cutaneous sensation in both lower extremities recovered completely. One and a half year after surgery, at the final follow-up, the patient was completely asymptomatic and radiographs revealed normal lumbar alignment and a solid interbody fusion (). In addition, the fracture of right femur obtained bony union and he could stand and walk without any support, and resumed his previous level of physical activities.", "age": "[[38.0, 'year']]", "gender": "M", "relevant_articles": "{'17891423': 1, '20065381': 1, '19580969': 1, '16333633': 1, '16984801': 1, '31552159': 1, '24353551': 2, '14765878': 1, '3284675': 1, '19718240': 2, '3135604': 1, '17110886': 1, '23903285': 1, '26421165': 2}", "similar_patients": "{'2729237-1': 1, '3809164-1': 1}"}