{"patient_id": 153198, "patient_uid": "4956781-1", "PMID": 27428187, "file_path": "noncomm/PMC004xxxxxx/PMC4956781.xml", "title": "Bladder leiomyoma presenting as dyspareunia", "patient": "A 44-year-old Asian female, gravida 2, para 2, with no significant previous medical history, presented to urologist and complained that she had experienced dyspareunia over the preceding several months. The nature of the pain was a deep pain, which she experienced every time she attempted intercourse. She did not have vaginal discharge. No psychological factors can be found for her painful intercourse. She denied any episodes of gross hematuria, fever, chills, or irritative urinary symptoms. A pelvic bimanual examination was difficult to perform because of the patient's discomfort. No significant findings were detected on physical examination. Urinary tract infection was excluded as results of urinalysis and urine cytology were normal. The results of other laboratory tests including renal function, liver function, complete blood cell count, and coagulation function were also within the normal range.\\nA pelvic ultrasonography revealed a 6.6 × 5.8 cm2 mass lesion located in the trigone of urinary bladder. The mass lesion was confirmed on contrast-enhanced CT to be an enhanced 7.2 × 6.1 cm2 soft tissue mass in the right paravaginal area. CT scan also revealed a lobulated and enlarged uterus consistent with uterine leiomyoma (Fig. ). There was no evidence of thickening of the urinary bladder wall and locoregional invasion. Flexible office cystoscopy was attempted and revealed a rounded, smooth, submucosal mass arising from the trigone of urinary bladder distorting the medial margin of both ureteric orifices. Double J stents could be passed with ease bilaterally. Retrograde pyelogram demonstrated no filling defects or dilation of the both ureters. The biopsies taken with a transurethral resection (TUR) loop showed a benign proliferation of smooth muscle in a connective tissue stroma suggestive of leiomyoma. After a careful discussion about the 2 options of further treatment, open surgical excision, and repeated TUR, the patient opted to receive open surgical excision. Then, an open local excision of this well-encapsulated tumor was performed, in which a 7.3 × 6.1 × 5.8 cm3 grayish-white tumor was removed (Fig. ) and hysteromyomectomy was also performed at the same time. Histological examination revealed intersecting fascicles of smooth muscle (Figs , ) without any evidence of malignant change and thus diagnosis of leiomyoma was confirmed. The postoperative period was uneventful, and the patient was discharged on postoperative day 10. The urinary catheter was removed after 2 weeks. Over an 8-month follow-up period, the patient made no complaint of dyspareunia and no bladder leiomyoma was detected by pelvic ultrasonography and cystoscopic examinations.", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'15178614': 1, '23250042': 1, '29736289': 2, '12554266': 1, '20947147': 1, '26871835': 1, '22882917': 1, '29857795': 1, '12201943': 1, '29436249': 2, '28794597': 2, '10545803': 1, '16985708': 1, '10427889': 1, '24791156': 1, '25603641': 1, '8116123': 1, '26692681': 2, '3761457': 1, '23248525': 2, '8304035': 1, '26632689': 1, '26828864': 1, '25837756': 1, '26773572': 1, '23849576': 1, '26844474': 1, '23702508': 1, '27428187': 2}", "similar_patients": "{'5904780-1': 1, '5532898-1': 1, '4660712-1': 1, '6091827-1': 1, '3519110-1': 1}"}