{"patient_id": 142772, "patient_uid": "4280464-1", "PMID": 25566061, "file_path": "noncomm/PMC004xxxxxx/PMC4280464.xml", "title": "Atypical Presentation of Antiphospholipid Syndrome: A Case Report", "patient": "A 38-year-old female patient presented with reduced vision in the right eye, which had occurred the same day. She also reported dyspnea for the past 30 days after minor physical exercise. The patient had a negative ocular and medical history and no previous miscarriage as well as no relevant family history for ophthalmic pathologies. She stated that the reduced visual acuity appeared suddenly after mild physical exercise. Visual acuity was finger count in the right eye (1-meter distance) and 20/20 in the left eye.\\nFundoscopic examination revealed a subhyaloid hemorrhage, engorged and tortuous retinal veins, intraretinal hemorrhages, and cotton wool spots (fig. ). Fundus fluorescein angiography demonstrated a delayed inferior hemiretinal venous filling (fig. ). OCT scans confirmed the subhyaloid localization of the hemorrhage (fig. ). As choroidal ischemia has been previously reported with APS [], indocyanine green angiography was performed, which did not show any significant modification of choroidal perfusion. Prothrombotic conditions secondary to other factors such as sepsis, homocystinemia, and genetic defects of coagulation factors (thrombin mutations, factor V Leiden, antithrombin deficiency, etc.) were ruled out.\\nLaboratory investigations showed that the erythrocyte sedimentation rate, IgG anticardiolipin, and β-2 glycoprotein-I antibody were above normal limits. Thromboplastin inhibition test was strongly positive for lupus anticoagulant, while antinuclear antibody and antinative DNA antibodies were negative. Serum total complement (C3, C4), proteins S and C, and antithrombin III were within normal limits. Other studies were normal or negative, including complete blood count, platelet count, renal, liver, and thyroid functions, hemoglobin A1c, ferritin, transferrin, and LDL cholesterol. Finally, the patient was found to have iron deficiency anemia.", "age": "[[38.0, 'year']]", "gender": "F", "relevant_articles": "{'16420554': 1, '9782426': 1, '20693557': 1, '10937845': 1, '9730188': 1, '18720311': 1, '19671788': 1, '2637678': 1, '11882732': 1, '25566061': 2}", "similar_patients": "{}"}