{"patient_id": 75426, "patient_uid": "4049739-1", "PMID": 24932252, "file_path": "comm/PMC004xxxxxx/PMC4049739.xml", "title": "Primary testicular lymphoma with subcutaneous masses as the sole manifestation of the first relapse and central nervous system lymphoma as the second relapse: A case report and literature review", "patient": "In September 2004, a 65-year-old male with no significant past medical history presented to the Huashan Hospital (Shanghai, China) with a painless testicular swelling. Physical examination of the patient revealed a right testicular mass and a system-by-system review of the body functions was unremarkable, including the absence of B symptoms. In addition, the Eastern Cooperative Oncology Group performance status was 0. The patient underwent a right orchiectomy, and pathological examination revealed a diffuse large B-cell lymphoma (DLBCL) of non-germinal center B-cell (GCB) subtype. The results of the patient’s immunohistochemical analysis were as follows: Leukocyte common antigen+, cluster of differentiation (CD)20+, CD10−, B-cell lymphoma (BCL)6−, multiple myeloma oncogene-1+, BCL2+, CD3−, CD56−, S100−, epithelial membrane antigen−, CD30− and anaplastic lymphoma kinase−, with a Ki67 score of 80%. A further staging work-up included a bone marrow biopsy with negative observations. Computed tomography (CT) scans and ultrasound examinations also showed no evidence of enlarged lymph nodes or extranodal involvement. Analysis of the cerebrospinal fluid (CSF) was normal and the serology for human immunodeficiency virus (HIV) was negative. The clinical Ann Arbor stage was determined as stage I extranodal (IE) with an age-adjusted International Prognostic Index score of 0.\\nThe patient completed four cycles of cyclophosphamide/doxorubicin/vincristine/prednisone (CHOP) chemotherapy between September 2004 and December 2004. During the treatment and follow-up, CT scans and ultrasound examinations showed no evidence of lymphoma progression.\\nIn July 2012, the patient visited the clinic due to the appearance of three subcutaneous masses above the right knee. The physical examination was unremarkable, with the exception of three mobile and rock-hard subcutaneous masses, which were ~3–4 cm in diameter. The masses were not swollen or painful and the local temperature was within the normal range. A biopsy was performed on the new lesions and the pathological observations revealed a DLBCL of non-GCB subtype, with identical morphological and immunohistochemical features to those of the original testicular DLBCL of non-GCB subtype (). A whole body PET-CT was subsequently performed and showed no other sites of lymphoma involvement. The patient declined chemotherapy, but underwent 20 fractions of regional irradiation with a total dose of 40 cGy and consequently experienced resolution of the right leg masses. The post-treatment CT scan and ultrasound examination showed no additional evidence of lymphoma.\\nIn January 2013, the patient was admitted to the Department of Neurosurgery due to progressive weakness in the right extremities. A neurological examination upon admission showed right-sided hemiparesis and brain magnetic resonance imaging revealed a lesion in the left frontal lobe. In addition, the CSF and ocular slit lamp examinations were normal and the serology for HIV was negative. A biopsy of this lesion was performed and the histopathological and immunohistochemical examinations revealed DLBCL of non-GCB subtype. The patient was then transferred to the Department of Hematology and the CT scans of the chest, abdomen and pelvis, and the ultrasound examination of the lymph nodes and left testicle were normal. The bone marrow biopsy and aspiration showed no involvement. The patient subsequently received two cycles of methotrexate-based combined chemotherapy (2 g/m2 methotrexate intravenously on day one, 100 g/m2 teniposide intravenously on days two and three, and 15 mg dexamthasone on days one to three; for one cycle of 28 days). Brain magenetic resonance imaging showed that the lesion had evidently contracted and the patient remained symptom-free. Subsequently, the patient refused chemotherapy. The patient was closely followed for three months, but was then lost to follow-up.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'15202524': 1, '20443676': 1, '22213346': 1, '21970494': 1, '8917708': 1, '12075054': 1, '9275904': 1, '20627604': 1, '12874790': 1, '16675561': 1, '20872294': 1, '11071656': 1, '16333245': 1, '10375083': 1, '15764222': 1, '16998463': 1, '7053533': 1, '20372839': 1, '19770371': 1, '12506165': 1, '28316847': 2, '20165991': 1, '7880601': 1, '3585443': 1, '24932252': 2}", "similar_patients": "{'5337863-1': 1}"}