{"patient_id": 152933, "patient_uid": "4939672-1", "PMID": 27462231, "file_path": "noncomm/PMC004xxxxxx/PMC4939672.xml", "title": "A Case Report of Ischemic Stroke in a Patient with Metastatic Gastric Cancer Secondary to Treatment with the Vascular Endothelial Growth Factor Receptor-2 Inhibitor Ramucirumab", "patient": "An 82-year-old male patient with a diagnosis of metastatic gastric cancer presented to the emergency department after an episode of confusion and fall. Until 2 weeks prior to this event, the patient was functionally independent with a performance status of ECOG 1, but recently displayed increasing confusion, unsteady balance, numerous falls, and sometimes difficulty with speech. There was no significant tobacco, alcohol, or recreational drug use history. His past medical history was significant for peripheral neuropathy affecting his feet, hypertension, and hypothyroidism. He was diagnosed with gastric cancer 11 months prior by stomach wall biopsy demonstrating poorly differentiated adenocarcinoma with signet ring cells. Staging CT scans showed metastases to the omentum, retroperitoneum, diaphragmatic lymph nodes, and malignant ascites. He initially began standard chemotherapy with carboplatin and paclitaxel, with a partial response which lasted for several months. Six months later, he was switched to capecitabine due to disease progression, which was poorly tolerated and discontinued after 1 cycle. Subsequently he received ramucirumab single-agent therapy at the dose of 8 mg/kg given intravenously. He received four doses, each spaced 2 weeks apart, with the last dose 2 weeks prior to presentation.\\nHis physical exam was significant for orientation to person only and ataxia on the finger-nose-finger test. Initial laboratory results were within normal limits except for creatinine 1.6 mg/dl, BUN 30 mg/dl, and TSH 14.24 mIU/l with normal T4 1.2 ng/dl. Cardiac telemetry did not show any evidence of arrhythmia. CT of the head did not show any acute changes to explain the patient's symptoms. Carotid Doppler ultrasound was negative for significant stenosis. Transthoracic and transesophageal echocardiogram was negative for thrombus or severe atrial dilation; it did note a patent foramen ovale with a very small amount of right-to-left shunting. MRI with gadolinium of the brain revealed multifocal mildly increased diffusion signals with a corresponding increased T2 and FLAIR signal, likely subacute, involving the bilateral cerebellar hemispheres, bilateral occipital lobes, and bilateral parietal cortex (fig. ), confirming multifocal ischemic stroke, while in the hospital the patient underwent physical and occupational therapy and did achieve improvement in his symptoms. However, due to his poor prognosis and overall decline in functional status it was decided by the patient and his family to be discharged home with hospice.", "age": "[[82.0, 'year']]", "gender": "M", "relevant_articles": "{'24094768': 1, '25240821': 1, '29147218': 2, '21306953': 1, '24988441': 1, '20606091': 1, '7678184': 1, '27462231': 2}", "similar_patients": "{'5649753-1': 1}"}