{"patient_id": 88288, "patient_uid": "4996548-1", "PMID": 27579386, "file_path": "comm/PMC004xxxxxx/PMC4996548.xml", "title": "Bilateral Laparoscopic Partial Nephrectomies: A Case Report", "patient": "The patient is a 42-year-old Caucasian male found to have bilateral renal masses incidentally during work-up for left flank pain caused by an obstructing ureteral stone. After an uneventful ureteroscopy and laser lithotripsy of the left 7 mm ureteral calculus at an outside hospital (OSH), he was referred to our institution 1 month later for evaluation of his renal masses. He was asymptomatic at this time. His medical history was significant for diabetes mellitus type 2 and hyperlipidemia (both controlled with diet and exercise), as well as hypertension managed with losartan. He denied any family history of genitourinary or other malignancies. Physical examination was unremarkable. His laboratory tests, including complete blood count, basic metabolic profile, and liver function tests, were within normal limits. A noncontrast abdominal CT performed at the OSH showed a 7.0 × 7.3 × 5.2 cm anterior, mid-to-lower pole mass on the left kidney, and a 1.5 × 1.9 × 1.6 cm medial lower pole mass on the right kidney. An MRI with contrast confirmed both renal masses with enhancement concerning for malignancy (). Chest X-ray showed no evidence of metastatic disease. The patient underwent an uneventful bilateral laparoscopic partial nephrectomy. The operation was performed using the standard laparoscopic technique in the supine position, and thus, there was no need to reposition, prepare, or drape the patient after the first side was done. The patient was secured on the operative table and we air planed the table toward the contralateral side to facilitate bowel mobilization. The smaller right-sided mass was excised first without clamping the renal vessels and the larger left-sided renal mass was excised next using a hilar vascular clamp for 14 minutes (estimated blood loss = 1200 mL). The pathology report of both renal masses showed clear cell renal-cell carcinoma (ccRCC; right, pT1b Fuhrman grade 2; left, PT1a Fuhrman grade 1) with negative margins. The patient was discharged from the hospital on postoperative day 3. At 6-month follow-up, his serum creatinine was 0.97 mg/dL and he had no evidence of recurrence.", "age": "[[42.0, 'year']]", "gender": "M", "relevant_articles": "{'19597028': 1, '15954838': 1, '9754765': 1, '21902938': 1, '24378414': 1, '17509291': 1, '27579386': 2}", "similar_patients": "{}"}