{"patient_id": 85848, "patient_uid": "4791651-1", "PMID": 26985211, "file_path": "comm/PMC004xxxxxx/PMC4791651.xml", "title": "The GuideLiner Catheter: A Useful Tool in the Armamentarium of the Interventional Cardiologist", "patient": "A 71-year-old diabetic man was admitted for inferior ST-elevation myocardial infarction, 2 hours after chest pain onset. The patient received an intravenous bolus of aspirin (250 mg), loading dose of ticagrelor (180 mg), and primary PCI was indicated. Coronary angiography through the right radial access was performed, showing a dominant tortuous and calcified left circumflex (LCx) with a tight proximal stenosis, followed by aneurysmal dilation and thrombus. Additionally, the distal LCx was diseased with aneurysmal dilation, and the middle segment of the first obtuse marginal (OM) presented a tight stenosis. The left anterior descending (LAD) did not show any significant lesion, while the right coronary artery (RCA) was a minor diseased vessel (). Because of the right subclavian tortuosity and poor back-up, a switch to 6-Fr right femoral access was decided. Intravenous Bivalirudin was administered. A 6-Fr EBU 3.5 (Cordis Co., USA) was engaged in the left main. A runthrough guide wire (Terumo, Japan) was laboriously advanced into the first OM, while a second wire proved impossible to be advanced to the distal LCx (). Laborious thromboaspiration was performed. The back-up was poor despite the two guide wires into the OM (), and only non-selective injections were obtained. Balloon predilation was responsible for the deinsertion of the guide catheter from the left main, and stent advancement was not possible (). At this moment, it was decided to place a “5-in-6” Fr GuideLiner V2 catheter (Vascular Solutions Inc., Minneapolis, MN, USA) in order to improve the support. The latter was carefully inserted into the guide catheter and advanced to the OM, allowing the delivery of the stent (3.5 × 12 mm) to its middle segment (). Then, the Runthrough guide wire (Terumo, Japan) was able to reach the distal LCx. The GuideLiner V2 catheter (Vascular Solutions Inc., Minneapolis, MN, USA) permitted the delivery of three stents in the distal LCx. Regarding the proximal aneurysm, the decision to implant a self-expanding stent was taken, and the GuideLiner V2 catheter (Vascular Solutions Inc., Minneapolis, MN, USA) was removed. A Stentys (Stentys SA, Paris, France) stent (3.5-4.5 × 22 mm) was implanted with a good final angiographic result (). The in-hospital stay was uneventful, and the patient was discharged after 3 days from the procedure on dual anti-platelet (ticagrelor and aspirin) therapy for 12 months.\\nA 76-year-old man was admitted for stable angina (CCS class III). Twenty years earlier, he had undergone coronary artery bypass graft intervention and received two saphenous grafts on the LAD and RCA. One year prior to his referral to us, a coronary angiography was performed for unstable angina, showing the occlusion of the saphenous graft RCA and a long stenosis in that of the LAD; thus, PCI of this latter bypass was performed using three stents, which conferred improvement of symptoms. Recent scintigraphy revealed ischemia of the anterior wall and absence of viability in the RCA territory. Coronary angiography via the left radial access, showed the chronic total occlusion of both LAD and RCA (native coronaries) and focal intra-stent restenosis of the LAD saphenous graft (). A bolus of Heparin 5000 UI was administered. A Judkins right 4 6-Fr guide catheter (Cordis Co., USA) was not able to appropriately cannulate the LAD saphenous graft (). Instead of exchanging the guide catheter, it was decided to employ a GuideLiner V2 catheter (Vascular Solutions Inc., Minneapolis, MN, USA) “5-in-6” Fr, to obtain coaxial alignment. The latter was carefully introduced into the graft, and it substantially improved the intubation. Additionally, a Runthrough guide wire (Terumo, Japan) was inserted. Pre-dilation with a 2.5 ×15 mm balloon was performed (), and then a 3.0 × 15 mm Everolimus-eluting stent was delivered to the middle segment of the saphenous graft (). Finally, post-dilation was performed using a non-compliant balloon (3.5 × 12 mm) with a good final angiographic result (). In-hospital stay was uneventful, and the patient was discharged after 4 days on dual anti-platelet therapy (aspirin and clopidogrel) for 12 months.", "age": "[[71.0, 'year']]", "gender": "M", "relevant_articles": "{'22829509': 1, '15867450': 1, '29054198': 1, '25442438': 1, '22933350': 1, '24937482': 1, '21364247': 1, '22340262': 1, '21805572': 1, '10973341': 1, '22004603': 1, '22110014': 1, '21805587': 1, '22004600': 1, '25278725': 1, '21241979': 1, '16475189': 1, '25870504': 1, '21234926': 1, '29910576': 1, '26985211': 2}", "similar_patients": "{}"}