{"patient_id": 141945, "patient_uid": "4222711-1", "PMID": 25382985, "file_path": "noncomm/PMC004xxxxxx/PMC4222711.xml", "title": "Recurrent myocardial infarctions in a young football player secondary to thrombophilia, associated with elevated factor VIII activity", "patient": "A healthy 21-year-old male African American college football player, with a body mass index (BMI) of 39 and no additional risk factors for coronary artery disease, was admitted to the emergency department. The patient was complaining of a single episode of unrelenting sharp chest pain immediately after he had finished powerlifting 400 lbs in a bench press lift. The chest pain was largely typical: substernal, associated with shortness of breath, exertional, constant, and not musculoskeletal in nature.\\nThe patient reported no known drug allergies and took no medications or supplements. He had no chronic medical problems and both parents were alive without chronic medical problems. There was no history of deep venous thrombosis (DVT), pulmonary embolism, or coronary heart disease in the family. A review of systems was only positive for the above. His vital statistics on admission were within normal limits. The physical exam was largely benign.\\nImaging results obtained included chest radiography that only showed cardiomegaly, consistent with an athletic heart. An electrocardiogram showed a sinus rhythm with a right bundle branch block (RBBB) (). A urine toxicity screen was negative for cocaine and central nervous system stimulants. The lipid profile was within normal limits. At the emergency room, blood tests showed elevated serum levels of cardiac enzymes, with troponin at a level of 0.53, which peaked at 10.43 the next day (). Non-ST elevation myocardial infarction was diagnosed and the patient received medical treatment as per acute coronary syndrome protocol, which includes aspirin, a statin, a high intensity intravenous heparin protocol, an angiotensin converting enzyme (ACE) inhibitor, and a beta blocker.\\nTransthoracic echocardiography (TTE) was performed in the emergency room and was unremarkable. A computerized tomography (CT) angiogram of the chest was negative for aortic dissection. A transesophageal echocardiogram (TEE) showed a very minor patent foramen ovale (PFO) only with a Valsalva maneuver and was not apparent on a Doppler view (). During the Valsalva maneuver, a single bubble became apparent (). There was no aortic dissection. A coronary angiography showed a thrombus in the proximal to mid left anterior descending artery (LAD) in otherwise normal coronary arteries (). Intravascular ultrasound showed evidence of thrombotic material in the mid LAD in addition to mild plaque disease, and no evidence of dissection in the left main, proximal, or mid LAD (). The patient received Integrilin® after coronary angiography. One week after the onset of chest pain, another coronary angiography showed resolution of the LAD thrombus (). The patient was then discharged with aspirin (81 mg daily), clopidogrel (75 mg daily), and atorvastatin (80 mg daily), with advice to avoid strenuous activities such as heavy weight lifting. The patient received six sessions in the cardiopulmonary rehabilitation program before volitional discontinuation.\\nFive months later, the patient had another episode of chest pain after heavy weight lifting. This episode was similar to the last, but had less intense, substernal nonradiating pressure without shortness of breath or lightheadedness. Pain was relieved with aspirin, nitroglycerin, and morphine. His vital statistics on admission this time showed some stage II hypertension.\\nHe admitted not taking his medication for several days to a week before this episode of chest pain. The physical exam was again benign. Cardiac enzymes were elevated, with electrocardiography showing marked sinus bradycardia with PAC and existing T wave inversions in the inferior leads ( and ). The patient had a coronary angiography on the day of symptom onset. A thrombus was again found in the mid LAD, but was longer than the thrombus found 5 months previously. It was thought that this site had provided a nidus for thrombus formation via recurrent plaque rupture and previous vessel injury. Hence, a bare metal stent was placed on this occasion, as the patient had a previous thrombus that had recurred at the same location. The rest of the coronary arteries were normal by angiography. Due to the PFO, a hypercoagulable workup was performed. A lower extremity ultrasound did not show any DVT. Results of laboratory studies showed elevated factor VIII activity at 205% (). A decision to put the patient on anticoagulation therapy was made in light of the likely arterial embolus versus paradoxical embolism. He was discharged home with aspirin (81 mg daily), prasugrel (10 mg daily), atorvastatin (80 mg daily), and warfarin (5 mg daily with enoxaparin bridging). The ACE inhibitor was temporarily held because of mild acute kidney injury that was more likely a falsely elevated creatinine secondary to increased muscle mass. A beta blocker was stopped secondary to bradycardia.", "age": "[[21.0, 'year']]", "gender": "M", "relevant_articles": "{'21644989': 1, '33995813': 1, '2413885': 1, '28401801': 1, '15886797': 1, '16344295': 1, '18714587': 1, '24332726': 1, '8259533': 1, '20352463': 1, '11348867': 1, '34970049': 1, '6694427': 1, '10807452': 1, '22953315': 1, '3937270': 1, '15353485': 1, '21729501': 1, '9875127': 1, '3932882': 1, '10669145': 1, '15902870': 1, '981956': 1, '7823669': 1, '2898621': 1, '22121464': 2, '10880054': 1, '10494758': 1, '367666': 1, '20827172': 1, '6147300': 1, '21211681': 1, '9113424': 1, '15286265': 1, '25382985': 2}", "similar_patients": "{'3221195-1': 1}"}