{"patient_id": 141957, "patient_uid": "4224000-1", "PMID": 25386330, "file_path": "noncomm/PMC004xxxxxx/PMC4224000.xml", "title": "Mucinous Eccrine Carcinoma of the Eyelid: Re-Emphasizing the Need for Awareness of Rare Lesions", "patient": "A 56 year old man presented with a 10×15 mm smooth, bluish-red nodule over the right lower eyelid of 2 months duration. There was no extension into adjacent bony structures. His vision was intact. His physical examination did not reveal any lymphadenopathy and systemic examination was unremarkable. Imaging studies did not reveal any lesions in other organs of the body. With clinical diagnosis of benign adnexal tumor of eyelid, wide local excision of the lesion was performed with 5 mm margins. Histopathological examination showed a circumscribed tumor within the dermis, divided into numerous compartments by fibrous strands. The compartments showed tumor cells in nests, cords and few tubules with pools of extracellular mucin in the background (). The tumor cells showed mild nuclear atypia with abundant amount of cytoplasmic mucin. The mucin (intra and extra-cellular) showed positive reactions with Periodic acid Schiff and was resistant to diastase. Alcian blue staining of mucinous material revealed strong positivity at pH 2.5 and weak positivity at pH 0.4 indicating that mucin is non-sulfated and represents sialomucin which represents epithelial mucin, suggesting an eccrine origin. Immunohistochemistry for Cytokeratin 7 was positive while, Cytokeratin 20 and Thyroid transcription factor-1 (TTF-1) were negative. Thus a diagnosis of mucinous eccrine carcinoma of the right eyelid was made. On 6 months follow up, patient does not have recurrence, any regional or distant metastasis. He is currently on annual control for early detection of recurrence, metastasis-regional or distal.", "age": "[[56.0, 'year']]", "gender": "M", "relevant_articles": "{'1327486': 1, '8599456': 1, '33381336': 2, '20130716': 1, '13000598': 1, '199341': 1, '18289323': 1, '227576': 1, '22327636': 1, '25386330': 2}", "similar_patients": "{'7762644-1': 1}"}