{"patient_id": 152503, "patient_uid": "4900362-1", "PMID": 27052085, "file_path": "noncomm/PMC004xxxxxx/PMC4900362.xml", "title": "An innovative way to reinsert dislodged Arndt blocker using urological glide wire", "patient": "A 34-year-old, American Society of Anesthesiologists grade 1, female patient diagnosed to have a left upper lobe solitary lung nodule was planned for left thoracotomy and frozen section biopsy followed by laparoscopic cholecystectomy for cholelithiasis. The left lung was isolated with a 7F Arndt BB introduced through a 7.5 endotracheal tube. The lung collapse was achieved by preoxygenation with 100% oxygen before lung isolation, disconnection of the breathing circuit for 20 s with blocker cuff deflated followed by inflation of bronchial cuff and resumption of ventilation. During one-lung ventilation in the lateral decubitus position, the wire loop was removed for oxygen insufflation for treating hypoxia. There was loss of lung isolation during the procedure, and we suspected dislodgement of the blocker which was confirmed by FOB. The initial attempts to reintroduce the blocker into the left main bronchus failed, prompting us to attempt an alternative technique using 0.032 inch zebra urological glide wire [].\\nThe Arndt blocker was removed, and the patient was ventilated with 100% oxygen. A straight 0.032 inch zebra glide wire was introduced through the accessory port of the pediatric FOB (4 mm Karl Storz) []. The bronchoscope was then introduced through the BB port of the Arndt multiport adaptor and advanced into left lower lobar bronchus. The glide wire was advanced into the left lower lobe under vision. FOB was withdrawn leaving the glide wire in place []. The proximal end of the glide wire was introduced into the distal central lumen of the Arndt BB, and the blocker was railroaded over it into the left main bronchus [] under fiberoptic (through FOB port) guidance []. The blocker balloon was inflated under vision with 5ml of air, and isolation was confirmed both by auscultation and by bronchoscopy. The further course of thoracotomy and biopsy was uneventful, and lung isolation was maintained throughout the procedure. The Arndt blocker was removed along with the multiport connector at the end of the thoracotomy.", "age": "[[34.0, 'year']]", "gender": "F", "relevant_articles": "{'12505967': 1, '11167173': 1, '19299767': 1, '27052085': 2}", "similar_patients": "{}"}