{"patient_id": 152371, "patient_uid": "4888862-1", "PMID": 27307743, "file_path": "noncomm/PMC004xxxxxx/PMC4888862.xml", "title": "Acute unstable complex radial head and neck fractures fixed with a mini T-shaped plate in a 20-year-old man: a case report", "patient": "A 20-year-old, right-handed man sustained acute unstable complex fractures of the head and neck of the right radius following a traffic accident, consisting of a radial head fracture and medial displacement, radial neck fracture, and a rupture of the lateral ligament complex. On admission, closed elbow trauma was observed, in which severe soft tissue swelling was noted but the neurovascular status was normal. An apparent restriction was noted in the flexion–extension arc of the elbow. The initial radiographs revealed complete fracture-dislocation of the head and neck of the radius, with a large fragment of the radial head lateral to the shaft of the radius and posterior to the elbow joint (). On the basis of the above findings, an open procedure was required for the patient.\\nIn the operating room, an open reduction and mini T-shaped plate internal fixation was performed under general anesthesia. An arthrotomy of the elbow joint was performed through a posterolateral approach. This surgical technique (the exposure process of the radial head) was done in accordance to that described by Shmueli et al. After making a longitudinal incision in the capsule of the elbow joint, damage to the lateral ligament complex was observed, and two large radial head fragments were found to be dissociative. Some small fragments in the elbow joint were removed. The articular surface of the radial head was lustrous but not integral. After extracting the radial head manually, a reconstruction of the articular surface of the radial head was performed in vitro. After refreshing the fracture site, these fragments were fixed with a mini T-shaped plate and screws (Synthes [Shanghai] Medical Trading Co., Ltd, Guangzhou, People’s Republic of China) (), and then the damaged periosteum was interruptedly sutured using absorbable sutures. Finally, one small hole was drilled at the epicondyle. Nonabsorbable sutures were passed through this and through the lateral ligament complex (radial collateral ligament and annular ligament) to fix the ligament securely to the bone. Medial dislocation of the radial head was successfully eliminated. As the reconstructed radial head appeared to be properly aligned on fluoroscopy, a long plaster fixation in the neutral forearm position and 90° of elbow flexion were applied. The postoperative radiographs of the elbow showed that the fixation device was stable and nondisplaced (). After 12 hours, the neurovascular status was rechecked, and the patient was strictly instructed to keep the limb elevated.\\nThree weeks later, the reconstructed radial head appeared by fluoroscopy to be in its proper location on fluoroscopy. No obvious rotation or separation was observed. Then, the plaster fixation was removed and an attempt was made to start early active exercises for flexion–extension and pronation–supination. Weight bearing was not allowed until the first clinical and radiological follow-up after 1.5 months. After 3 months, full loading was performed.\\nBone union occurred without osteonecrosis or heterotopic ossification. Additionally, a radiograph taken 6 months after surgery revealed no avascular necrosis, collapse, or deformity of the radial head. After the metalwork was removed at 1 year (), no comment was made regarding the complications associated with the use of the internal fixator, and the patient was symptom-free with full range of motion in the elbow joint. The carrying angle was 12°. The Mayo Elbow Performance Score was 97 (excellent) (). This study was reviewed and approved by the review board of the First Affiliated Hospital, Sun Yat-sen University, and an exemption for informed consent was obtained from this Investigational Ethical Review Board.", "age": "[[20.0, 'year']]", "gender": "M", "relevant_articles": "{'21248649': 1, '14997101': 1, '20957312': 1, '19932475': 1, '18245585': 1, '20680272': 1, '22705316': 1, '21411237': 1, '19820565': 1, '11507129': 1, '25655903': 1, '24549774': 1, '16872610': 1, '17986889': 1, '1497970': 1, '16769160': 1, '21873890': 1, '7298678': 1, '18070646': 1, '23365021': 1, '21281915': 1, '24136807': 1, '33026602': 1, '27307743': 2}", "similar_patients": "{}"}