{"patient_id": 84496, "patient_uid": "4686632-1", "PMID": 26779350, "file_path": "comm/PMC004xxxxxx/PMC4686632.xml", "title": "Long-Term Intravenous Ketamine for Analgesia in a Child with Severe Chronic Intestinal Graft versus Host Disease", "patient": "A five-year-old 27.5 kilogram male with history of high-risk acute myeloid leukemia received a matched unrelated donor transplant at an outside institution. His course was complicated by persistent vancomycin resistant Enterococcus infection and grade IV chronic intestinal GVHD refractory to multiple therapies. He was transferred to our institution specifically for treatment of GVHD using a mesenchymal stem cell therapy (MSC) protocol [, ]. Epidural infusion of a local anesthetic and an opioid initially provided excellent control of abdominal pain. Because of persistent fevers, the epidural was discontinued and the patient was treated with hydromorphone utilizing patient controlled analgesia (PCA) but required the subsequent addition of a ketamine infusion that was incrementally titrated to higher doses. Just prior to transfer to our institution, his abdominal pain was well controlled on 28 mg per day of hydromorphone and 0.54 mg/kg/h of ketamine which had been slowly titrated up by an outside hospital over four months. The patient remained on ketamine at our institution for an additional 6 weeks.\\nAbdominal pain was described as constant, of severe intensity, and cramping extending from the suprapubic area to the umbilicus. When ketamine was significantly reduced to 0.054 mg/kg/h (0.9 mcg/kg/min) after his transfer, pain scores increased significantly. When raised back to 0.54 mg/kg/h (9 mcg/kg/min), pain control was regained. On exam, bowel sounds were hyperactive and the abdomen was tender and distended but without rebound tenderness. There was mild hepatomegaly, but no evidence of free or intramural intestinal air. Mental status was normal and he was not overly sedated. There was no diplopia, sialorrhea, or hematuria. Despite treatment, he had persistent vomiting and unremitting diarrhea. Blood pressure was elevated upon admission and remained so with an average of 120/80, which is approximately the 99th percentile for his age. Hypertension was thought to be related to tacrolimus and/or steroids. Hypertension was treated with a clonidine patch, carvedilol, amlodipine, furosemide, and enalapril.\\nUpon admission, a CT scan of the abdomen and pelvis showed bowel wall thickening. Liver function testing was closely monitored during ketamine treatment both for toxicity and for signs of venoocclusive disease or GVHD of the liver. Alanine aminotransferase never exceeded normal values; however, aspartate aminotransferase was mildly elevated but stable from before his transfer. Total, direct, and indirect bilirubin were also mildly elevated, but never to more than 10% of the upper limit of normal. Alkaline phosphatase and lactate dehydrogenase were both persistently elevated averaging 275 U/L and 580 g/dL. Liver function enzymes returned to normal levels within one week of discontinuation of ketamine and completion of the MSC protocol.\\nClinical improvement in GVHD was noted with MSC therapy. Opioid dosing via PCA was weaned by approximately 20% of the total daily dose every 48 hours. On alternate days, the ketamine infusion dose was reduced by 1 mcg/kg/minute with no recrudescence of abdominal pain. Mild irritability and restlessness were noted as the opioid and ketamine were weaned. These symptoms resolved within 3 days of discontinuance of ketamine and IV opioids. It was not clear whether this represented a distinct ketamine withdrawal phenomenon; however, there was no increase in the number of bowel movements, nausea, or tremors to suggest opioid withdrawal. A clonidine patch remained in place throughout the weaning process.", "age": "[[5.0, 'year']]", "gender": "M", "relevant_articles": "{'16869851': 1, '19879174': 1, '19202116': 1, '10360847': 1, '12362012': 1, '17525784': 1, '6278591': 1, '21965049': 1, '12967737': 1, '21546160': 1, '21803783': 1, '25823629': 1, '19604642': 1, '11902308': 1, '17434801': 1, '19128879': 1, '20214100': 1, '23403253': 1, '23915253': 1, '12598253': 1, '15454842': 1, '21692801': 1, '19783371': 1, '10659115': 1, '15937508': 1, '10680109': 1, '22965960': 1, '9930695': 1, '11027905': 1, '19712899': 1, '24648280': 1, '12533741': 1, '23642066': 1, '26779350': 2}", "similar_patients": "{}"}