{"patient_id": 76100, "patient_uid": "4090817-1", "PMID": 25057472, "file_path": "comm/PMC004xxxxxx/PMC4090817.xml", "title": "Segmental Dilatation of Intestine Presenting as Partial Intestinal Obstruction in a Child", "patient": "An 18-month-old girl presented with abdominal distension, bilious vomiting and failure to pass stool for 2 days. There was a history of off and on abdominal distention and episodes of vomiting with spontaneous resolution since birth. There was no history of delayed passage of meconium or failure to thrive. On examination, abdomen was hugely distended, soft, and with no tenderness. Per rectal examination was unremarkable. Abdominal x-ray showed a big air fluid level occupying the entire abdomen associated with multiple other air fluid levels. Blood investigations were normal. A nasogastric tube was inserted and IV fluids were started. The patient was kept under observation. She passed stool occasionally but abdomen remained distended with persistent bilious aspirate. Repeat radiograph showed same findings. Contrast enema showed a non distended colon localized in the left part of the abdomen with a hugely distended loop occupying the right flank and iliac fossa (Fig.1).\\nExploratory laparotomy showed a segmental dilatation of small bowl, 70cm proximal to ileocecal junction, which was about 13 cm x 10 cm in size, and the affected section of the intestine was dilated regionally to six times the normal value in diverticular fashion (Fig. 2). The dilated segment was in continuity with normal caliber distal bowel and mildly dilated proximal bowel and was twisted 90 degrees but viable. There was associated malrotation present. The distended loop was resected and ileo-ileal anastomosis done. Ladd’s procedure was also added. Postoperatively, the patient did well. Histopathology showed chronic inflammation of both mucosa and submucosa, with superficial ulceration without evidence of abnormal heterotopic gastric mucosa and with the presence of normal ganglion cells. The resected appendix was normal.", "age": "[[18.0, 'month']]", "gender": "F", "relevant_articles": "{'16769347': 1, '30386550': 2, '23061034': 1, '11213049': 1, '23025063': 1, '13650074': 1, '18639668': 1, '30319218': 2, '21124664': 1, '25057472': 2}", "similar_patients": "{'6202505-1': 1, '6176665-1': 1}"}