{"patient_id": 147998, "patient_uid": "4584621-1", "PMID": 26421160, "file_path": "noncomm/PMC004xxxxxx/PMC4584621.xml", "title": "Corticosteroid induced hyperosmolar hyperglycaemic state and hemiballismus", "patient": "An 89-year-old man presented to the emergency department with involuntary movements of his left arm and leg. His daughter noticed abnormal posturing of the left arm when walking 2 weeks earlier. Over the preceding week, the movements became more noticeable. There were no movements on the right side of the body. Three months earlier, he had been diagnosed with polymyalgia rheumatica and started prednisolone 10 mg daily. He also had a past medical history of hypertension and osteoporosis for which he took amlodipine and calcium with cholecalciferol. There was no family history of neurological illness.\\nOn examination, he had involuntary movements of his left arm and left leg which he could suppress briefly by holding on to a chair or his leg. The involuntary movements were most noticeable when he was agitated or walking (). When walking he demonstrated abnormal posturing of the left hand with repetitive, stereotypical movements which seemed to involve the proximal and distal part of his limb. He tried to supress the hand movements with holding the hand by his right hand or holding on to his leg with his left hand when sitting. The rest of the neurological examination was normal. Blood tests showed a glucose level of 20.2 mmol/l and glycated haemoglobin (HbA1c) of 12.7%. Full blood count, electrolytes, renal function, liver function, ferritin, caeruloplasmin, erythrocyte sedimentation rate and anti-nuclear antibodies were all normal. A computed tomography (CT) scan of the brain showed right basal ganglia hyperdensity initially reported as acute haemorrhage (Fig. ). Magnetic resonance (MR) imaging of the brain 2 days after the CT scan showed hyperintensity of the right basal ganglia on T1-weighted sequences and hypointensity on fluid-attenuated inversion recovery (FLAIR) sequences (Figs and ). There was no evidence of restricted diffusion (Fig. ).\\nHe was treated with insulin for hyperosmolar hyperglycaemic state and remained independently mobile despite ongoing involuntary movements. Upon follow-up 1 month later, his involuntary movements had improved but were still present. They did not interfere with his daily activities and he declined treatment.", "age": "[[89.0, 'year']]", "gender": "M", "relevant_articles": "{'12127677': 1, '22123156': 1, '14572734': 1, '13798206': 1, '21930415': 1, '24587970': 1, '26421160': 2}", "similar_patients": "{}"}