{"patient_id": 142725, "patient_uid": "4279283-1", "PMID": 25558151, "file_path": "noncomm/PMC004xxxxxx/PMC4279283.xml", "title": "Complete absence of the posterior arch of C1: Case report", "patient": "A 46-year-old man presented to clinic with worsening upper cervical spine pain, occipital pain, and radiating pain from the base of the skull down into the left side of his head. He reported having the pain since childhood, but it has been worsening in frequency and severity. Additionally, with sudden movements he experienced episodes of presyncope. More recently, the patient had been having balance problems and aching and fatigue in both upper extremities. After a period of conservative management with physical therapy, he was referred to our insitituion for evaluation. On examination, the patient had a motor power of 4/5 in the left deltoids, left biceps, left triceps, and left intrinsic hand muscles, but normal motor power (5/5) in his right upper extremity and bilateral lower extremities. Sensory exam was symmetric, and intact to light touch and pin prick in the bilateral upper and lower extremity dermatomes. Deep tendon reflexes were symmetric and physiologic, and ambulation was normal. There was significant decrease in the range of motion of the neck.\\nHis cervical computer tomography (CT) scan, revealed total absence of the posterior elements of C1 []. Flexion/extension X-rays of the cervical spine similarly revealed absence of the posterior elements of the C1 arch []. Magnetic resonance imaging (MRI) of his cervical spine showed absence of the posterior elements of C1 and severe central canal stenosis at C3-4, primarily due posterior disk osteophyte complexes []. There was a focal area of T2/STIR signal hyperintensity in the right cord at this level consistent with myelomalacia. Further evaluation with a flexion-extension MRI and magnetic resonance angiography of the cervical spine revealed no craniocervical junction instability [].\\nSince the patient had myelopathy, the patient underwent a C3-C4 ACDF, but the decision was made to undergo non-surgical management for the posterior C1 arch defect because there was no radiographic evidence of instability. Instead, he was prescribed rigid collar bracing (Miami- J Collar).\\nAt 6 month follow-up, his myelopathic symptoms had resolved, and his headaches have improved. However, when the patient reported that upon removal of the neck collar, he had tremendous lightheadedness and episodes of presyncope. Thus, the patient currently wears the Miami-J Collar most of the time.", "age": "[[46.0, 'year']]", "gender": "M", "relevant_articles": "{'23031750': 1, '13283733': 1, '11981588': 1, '8192068': 1, '12811285': 1, '31388389': 1, '17515248': 1, '29755235': 1, '17933313': 1, '21294100': 1, '24109510': 1, '20062566': 1, '25558151': 2}", "similar_patients": "{}"}