{"patient_id": 74942, "patient_uid": "4009561-1", "PMID": 24799875, "file_path": "comm/PMC004xxxxxx/PMC4009561.xml", "title": "Bilateral tubal ectopic pregnancy following intra uterine insemination (IUI): A case report", "patient": "A 25-year-old primigravida woman was admitted at the Arak Taleghani Hospital on June 2, 2012 with a history of six weeks amenorrhoea, intermittent vaginal bleeding and mild abdominal pain of two weeks duration, and a positive pregnancy test (five days before admission β-hCG=596, three days before admission β-hCG=2177, and the day of admission β-hCG=3605). There wasn’t history of contraception or previous abdominopelvic surgery. For three years she was taking treatment for infertility. She had undergone IUI, 30 days before admission. She had been married for eight years.\\nGeneral examination revealed maternal tachycardia (pulse 110 per min), hypotension (systolic/diastolic blood pressure 90/60 mmHg), and pallor. Her abdomen was tender on palpation with positive rebound and guarding. On pelvic examination, there was mild spotting, the cervicx was closed and the cervical motion was tender. The uterus had normal size. There was fullness in all the fornices with tenderness, and the both adnex were difficult to palpate. Her blood sample was sent for complete blood count (CBC), blood group and Rhesue factor (Rh factor), serum beta subunit of human chorionic gonadotrophin (β-hCG), and renal functions as per protocol.\\nHematological examination showed: white cell count 8×109 cells/L, hemoglobin 8.5 g/dl, and hematocrit 25%. Pelvic ultrasound examination showed empty uterus, homogenous texture, mild thickened endometrium, both adnexal mass in both side, and a moderate amount of fluid collection in the Douglas Pouch. A diagnosis of pregnancy of unknown location was made because of lack of a correlation between ultrasound findings and β-hCG levels and because of some clinical signs. She needed emergency intervention. She was taken to operation room for an emergency laparotomy. There was a ruptured ectopic pregnancy with active bleeding on the left side and haemoperitoneum of approximately 800 ml. The right tube showed an intact ectopic pregnancy 2×2.5 cm in the ampullary region with an organized haematoma at the same side. In exploratory laparatomy, we performed left salpingectomy and right salpingostomy. About 300 ml of clots were removed from pelvic cavity by suction.\\nThe patient received 2 units of packed cell iso group. Patient was stable post operation. Postoperative follow-up was careful and the patient was discharged on the 5th day post-operation. Two weeks after surgery the beta subunit of hCG was zero. Histopathological findings of the specimens, excised the left ruptured fallopian tube and content of right fallopian tube. Decidua and chorionic villi were seen in both sides, with tubal tissue in left side that confirmed bilateral ectopic pregnancy. Informed written consent was obtained from the patient for publication of the report.", "age": "[[25.0, 'year']]", "gender": "F", "relevant_articles": "{'2195405': 1, '20067887': 1, '17376819': 1, '18443333': 1, '17955781': 1, '9252937': 1, '29181210': 1, '22328897': 1, '12773929': 1, '7572114': 1, '17630158': 1, '11569422': 1, '10481854': 1, '58146': 1, '11134843': 1, '10985619': 1, '8169930': 1, '15711711': 1, '8822467': 1, '18996517': 1, '2081799': 1, '7636398': 1, '1915944': 1, '24799875': 2}", "similar_patients": "{}"}