{"patient_id": 76586, "patient_uid": "4129962-1", "PMID": 25140262, "file_path": "comm/PMC004xxxxxx/PMC4129962.xml", "title": "A Paradoxical Triad: Scapulothoracic Dissociation with Clavicle and Humeral Shaft Fractures", "patient": "An eighteen-year-old male presented to the accident and emergency department following a motor vehicle accident where he was hit by a four wheeler while riding a two wheeler. On examination he was conscious with a GCS of 15/15 tachycardic, hypotensive, and tachypnoeic. He had diffuse fullness over the left shoulder and scapula and decreased breath sounds over the left hemithorax. He had tenderness and deformity over the left clavicle and the left humerus. He was unable to perform active wrist and finger dorsiflexion. Examination of the abdomen revealed tenderness and guarding over the left upper quadrant. His distal pulses in all four limbs were palpable and symmetrical. An ultrasound abdomen revealed presence of free fluid in the abdomen. A CT subsequently revealed a grade 2 splenic laceration. The initial chest radiograph in accident and emergency () showed a displaced left clavicle fracture and widening between the left medial border of the scapula and the thoracic spine (). He also had a comminuted shaft of humerus fracture. In view of persisting hypotension and shallow respiration he had emergency intubation and later shifted to surgical intensive care. The splenic laceration was treated conservatively and he was appropriately transfused. As his general condition improved, he was gradually weaned off the ventilator and his left upper limb neurology was reassessed. He had an isolated radial nerve palsy with an otherwise intact brachial plexus. The patient was counseled about the nature of the injury and he subsequently underwent internal fixation of the clavicle and humerus. Physiotherapy and mobilization were instituted to prevent contractures and his neurological status was monitored. At 4 months after injury the EMG/NCV report showed signs of renervation of the radial nerve, and the fracture progressed to an uneventful union ().", "age": "[[18.0, 'year']]", "gender": "M", "relevant_articles": "{'11418914': 1, '14711938': 1, '3225700': 1, '14646766': 1, '11560441': 1, '11057999': 1, '9095124': 1, '8377048': 1, '25140262': 2}", "similar_patients": "{}"}