{"patient_id": 141467, "patient_uid": "4193159-1", "PMID": 25317397, "file_path": "noncomm/PMC004xxxxxx/PMC4193159.xml", "title": "Successful Closure of A Bronchopleural Fistula by Intrapleural Administration of Fibrin Sealant: A Case Report With Review of Literature", "patient": "A 53-year-old male presented to the emergency department (ED) with complaint of nausea and a non-bilious vomiting for 2 days associated with cough with purulent sputum and hoarseness of voice for 1 week. He also admitted to generalized malaise and weight loss of around 10 pounds over 1 month. There was no history of fever, dyspnea or abdominal pain. The patient was on methadone for his treatment of heroin dependence. He was an active smoker with a 20-pack-year smoking history. There was no relevant travel history or infectious disease exposure. He worked in a food department loading packages.\\nOn physical examination, the patient was mildly tachycardic with a pulse of 105 bpm and his pulse oximetry showed a saturation of 91% at room air. On head and neck examination, he had a mild icterus with poor overall dentition. Chest auscultation revealed decreased breath sounds with decreased vocal resonance on the left infrascapular region. Rest of the examination was unremarkable. Abnormal laboratory findings included serum sodium of 153 mmol/L, white blood cell (WBC) count of 19,000/cu.mm. with 89% polymorphonuclear (PMN) cells, total bilirubin of 4 mg/dl with a direct bilirubin of 1.5 mg/dl. He also had an elevated prothrombin time of 19.6 seconds with an INR of 1.56. Rapid HIV test was negative. Chest radiography showed a homogenous opacity of the left hemithorax. Chest computed tomography (CT) revealed a large loculated left pleural effusion measuring around 9 cm × 12 cm surrounded by a thickened pleural wall suggestive of an empyema [].\\nIn the emergency department (ED), the patient was started on intravenous fluids and broad spectrum antibiotics (Vancomycin, Cefepime, and Azithromycin) were administered. The patient, however, became increasingly tachypneic and tachycardic. Trachea was intubated and the patient was admitted to the medical intensive care unit (MICU). Because of the high probability of an empyema, a CT guided thoracostomy with a 32 French chest tube was performed. The procedure led to evacuation of a brownish, putrid, and extremely foul-smelling fluid. Pleural fluid analysis showed a pH of 6.88, glucose of 16 mg/dl (serum = 104), total protein of 1.2 g/dl (serum = 5.8), LDH of 13011 IU/L (serum 198) and WBC of 1088/mm3 with 78% PMNs. Gram stain of the pleural fluid revealed gram positive cocci in chains with the culture ultimately growing Streptococcus intermedius. Antibiotic was changed to ampicillin-sulbactam. The patient recovered well from his illness and was successfully extubated on day 10 of admission. The patient, however, continued to have a persistent air leak via the chest tube, leading to a suspicion of a BPF. He was discharged with a Heimlich chest valve with a plan for close follow-up. However, 3 days after discharge, the patient presented to the ED with an accidental dislodgement of the Heimlich valve. He complained of a pleuritic chest pain and dyspnea on exertion. Chest CT revealed a loculated pneumothorax []. A 28-French chest tube was immediately placed and it was connected to a Pleur-evac drainage system. Significant air leak was again noted confirming a BPF.\\nAt this time, we decided to attempt bronchoscopic closure of the BPF using fibrin glue. Fibre-optic bronchoscopy was performed in order to localize the culprit segment using balloon inflation. Despite sequentially inflating the balloon in each segment, cessation of air leak could not be achieved. We then decided to attempt the closure of the fistula by administering fibrin glue directly via the chest tube. Tisseel™ was used for this purpose. Two 10 ml Tisseel prefilled syringes were obtained. The two different components in the pre-filled syringe were initially poured into two sterile cups, with one containing 10 ml of the sealer protein solution and the other containing 10 ml of the thrombin solution. The solutions were each diluted with 30 ml of normal saline. The first solution was then infused into the pleural space through the chest tube quickly followed by the second solution. The chest tube was then clamped and the patient was instructed to rotate for a few times. When the clamp was removed after 15 minutes, no air leak was seen. The chest tube was removed the following day and the patient was discharged home. On subsequent visits, a month later, serial radiographs including chest CT scan [] were obtained which did not show any pneumothorax. Two months later, the patient is working full time with no residual symptoms.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'10713008': 1, '6701740': 1, '3873920': 1, '2331919': 1, '31533769': 2, '16354867': 1, '713582': 1, '832504': 1, '6684807': 1, '1989539': 1, '8769528': 1, '25317397': 2}", "similar_patients": "{'6751653-1': 1}"}