{"patient_id": 143060, "patient_uid": "4296363-1", "PMID": 25624542, "file_path": "noncomm/PMC004xxxxxx/PMC4296363.xml", "title": "Unexpected presentation of a type IV laryngo-tracheo-oesophageal cleft: Anaesthetic implications of a rare case", "patient": "A 2.5 kg baby boy was born to a 22 year old mother of para 1 and gravida 1 via caesarean section. He showed poor respiratory effort at delivery that improved after resuscitation. APGAR scores were 2 at 1 min, 7 at 5 min and 10 at 10 min. Excessive oral secretions and an inability to pass orogastric tube beyond 10 cm was noted. He was transferred to our facility with a preliminary diagnosis of tracheo-oesophageal fistula (TOF).\\nPatient was scheduled for a TOF repair. Pre-operatively, child was breathing spontaneously and was stable on room air. Following induction with propofol and sevoflurane, patient was intubated with a size 3.0 mm uncuffed endotracheal tube (ETT). Monitoring included 3-lead electrocardiography, non-invasive blood pressure, pulse oximetry (SpO2), end-tidal carbon dioxide (EtCO2) and inspired/expired concentrations of sevoflurane using Phillips IntelliVue® and Masimo® for SpO2. Adequacy of placement of ETT was confirmed with appearance of EtCO2, but a large leak was noted. The leak persisted in spite of advancement to a size 3.5 mm and then 4.0 mm uncuffed ETT. In collaboration with the paediatric surgical team, a fibreoptic bronchoscopy (FOB) was performed through the ETT to evaluate its placement and positioning. An abnormal looking airway was seen at this time. Due to inability to ventilate adequately via FOB and the presence of an abnormal airway, the ETT was removed and a rigid bronchoscopy was performed by the surgical team. A posterior LTEC [] was seen which appeared to extend down distally to what was thought to be a carina. During rigid bronchoscopy, ventilation and oxygenation was maintained via intermittent positive pressure manual ventilation with mixture of oxygen and sevoflurane using high flows. Visual evaluations of chest raise and fall along with presence of EtCO2 guided adequacy of ventilation. Intermittent bolus of fentanyl was used for analgesia. During the entire procedure, SpO2 was maintained between 95% and 100%. Neuromuscular blockers (NMBs) were avoided anticipating the need for spontaneous ventilation in the event of difficult positive pressure ventilation. A constant communication was maintained with the surgical team along with having FOB and laryngeal mask airway (LMA) in the room as back up measures for intubation and ventilation.\\nThree openings were seen at the distal end of the cleft located at right anterior (RA), left anterior (LA) and posterior (P) aspect []. The opening on the RA had some disrupted tracheal rings that led to right main. On passing the scope down the posterior opening, stomach was visualised suggesting that this was the oesophageal opening. The LA opening was too small for the camera. Fluoroscopy with contrast injected using a 4 Fr catheter revealed the LA lumen leading to the left lung. Final diagnosis was a type IV LTEC with aberrant left main bronchus and distal oesophageal fistula connecting to the entire area []. Surgery was abandoned and patient was taken to neonatal intensive care unit intubated with a size 4.0 mm ETT. Further work-up of patient including ultrasound revealed mild hydronephrosis of left kidney and possible tethered spinal cord. An echocardiogram revealed a small patent ductus arteriosus (PDA) and patent foramen ovale. Unfortunately, the complex malformation was deemed irreparable and patient discharged home with palliative care.\\nVideo available online at", "age": "[[22.0, 'year']]", "gender": "M", "relevant_articles": "{'9415595': 1, '29201636': 1, '1919990': 1, '2729823': 1, '4003449': 1, '9802811': 1, '12498367': 1, '12897552': 1, '6873110': 1, '17238890': 1, '25624542': 2}", "similar_patients": "{}"}