{"patient_id": 138796, "patient_uid": "4021660-2", "PMID": 24833832, "file_path": "noncomm/PMC004xxxxxx/PMC4021660.xml", "title": "Laparoscopic repair of massive inguinal hernia containing the urinary bladder", "patient": "A 73-year-old man was referred with an enlarging right groin swelling and urinary incontinence. An ultrasound scan of the scrotum 9 months earlier had demonstrated a right hydrocoele which was being managed conservatively. He had worn a truss for a right inguinal hernia in the early 1990s; however, on further investigation at that stage, a hernia could not be demonstrated and therefore no treatment was given.\\nOn examination, a large mass was palpable in the right groin extending into the scrotum. The penis was buried within the scrotum and on retracting the foreskin and applying pressure to the right groin mass, urine was voided.\\nA urethral catheter was inserted draining a residual of 1000 ml clear urine. After catheterization, the right groin mass had significantly decreased in size. We suspected the right groin swelling represented a herniated bladder and this was confirmed by a cystogram []. Ultrasound scan of the renal tract demonstrated bilateral hydronephrosis; therefore, bilateral nephrostomies were inserted which were eventually converted to ureteric stents. He subsequently underwent laparoscopic bladder hernia repair.\\nThe procedure was performed under general anesthesia with 1.5 g intravenous cefuroxime and 500 mg metronidazole prophylaxis. An 18 Charriere silver-coated urethral catheter was inserted at the start of the procedure. Four ports (1 × 12 mm, 1 × 10 mm, and 2 × 5 mm Excel bladeless trochars) were inserted after establishing pneumoperitoneum via Hassan's technique. Following incision of the peritoneum and right inguinal dissection, herniotomy was achieved via retraction and external pressure. A 12 × 15 cm Dacron mesh (Cousin Biotech) was tacked over the inguinal defect and a drain was not inserted as the bladder had not been opened. Total operative time was 120 min.\\nThe patient had an uneventful post-operative recovery and was discharged after 3 days following a successful trial of void. His stents were removed 6 weeks after surgery and his serum creatinine was stable at 168 umol/L. He remained well and was discharged after 5 months.", "age": "[[73.0, 'year']]", "gender": "M", "relevant_articles": "{'15245957': 1, '26079481': 1, '28275027': 2, '8230533': 1, '32062126': 1, '17205368': 1, '30199732': 2, '19953282': 1, '20360493': 1, '20184079': 1, '27628264': 1, '33224661': 2, '29312792': 1, '4015390': 1, '7637061': 1, '33381349': 2, '9095388': 1, '34874482': 2, '28923679': 1, '11179709': 1, '18553121': 1, '30487042': 1, '14873708': 1, '8483199': 1, '18949954': 1, '15834674': 1, '30631632': 2, '13680305': 1, '24833832': 2}", "similar_patients": "{'4021660-1': 2, '7748886-1': 1, '7748886-2': 1, '6129673-1': 1, '7676819-1': 1, '6304920-1': 1, '5353493-1': 1, '8651960-1': 1}"}