{"patient_id": 139205, "patient_uid": "4041962-1", "PMID": 24910735, "file_path": "noncomm/PMC004xxxxxx/PMC4041962.xml", "title": "Intraarterial mechanical thrombectomy for the treatment of postoperative cerebral infarction: a case report", "patient": "A 65-year-old man, who was 172 cm tall and weighed 76 kg, underwent arthroscopic rotator cuff repair for left shoulder rotator cuff tear. His medical history was significant for non-insulin dependent diabetes mellitus and stable angina, with medications to control those conditions (aspirin, oral hypoglycemic agent). Aspirin (100 mg/day) was discontinued 7 days before surgery. Results of all preoperative laboratory tests including electrocardiogram, chest X-ray, blood examination and urine examination were within normal limits. Preoperative prothrombin time and activated partial thromboplastin time were 13.4 and, 29.9, respectively. Platelet function tests were not performed.\\nIntraoperative monitorings included non invasive blood pressure, three lead electrocardiogram, and pulse oximetry. After arrival in the operating room, he patients vital signs were a blood pressure of 150/82 mmHg, a heart rate of 98 /min, a respiration rate of 20 /min and SpO2 of 99%. Infusion of remifentanil was started at the rate of 1 µg/kg/min. Lidocaine 80 mg and propofol 150 mg were then injected for induction of anesthesia. After loss of consciousness, rocuronium 60 mg was administered intravenously with mask ventilation and the patient was intubated endotracheally. During the surgery, the patient was maintained in a semi upright beach chair position. A blood pressure cuff was in place around the patient's right arm, and the mean blood pressure was maintained above 80 mmHg, considering the patient's position. Remifentanil was infused at the rate of 0.1-0.3 µg/kg/min to minimize hemodynamic changes, while at the same time anesthesia was maintained with sevoflurane and 40% oxygen. Arthroscopic irrigation was performed with 42,000 ml of saline and epinephrine 12 mg. At the end of the operation, pyridostigmine 15 mg and glycopyrrolate 0.4 mg were intravenously injected after the patient had recovered spontaneous breathing and the patient was then extubated. The total operation time was 3 hours, 50 minutes, and anesthesia time was 4 hours, 55 minutes. When the patient arrived at the post-anesthesia care unit, his vital signs were a blood pressure of 120/60 mmHg, a heart rate of 80 /min, a respiration rate of 15 /min and SpO2 of 100% with an oxygen mask at 5 L/min. The patient was at slightly sedated status in response to verbal commands. After 30 minutes, hemiplegia (motor grade I) and aphasia were observed. Immediately, after checking the blood sugar level (170 mg/dl), brain computed tomography (CT) was taken for differential diagnosis of acute cerebral infarction and acute cerebral hemorrhage. The result of the brain CT shows no intracranial hemorrhage (). Diffusion brain magnetic resonance imaging shows two focal hyper acute infarcts in the left anterior frontal lobe and basal ganglia, respectively (). Brain magnetic resonance angiography shows a significant narrowing at the left A1 and M1 segment occlusion of the left middle cerebral artery superior division (). At first, we considered administering intravenous rtPA, but decided to perform IAMT instead due to the risk of hemorrhage in the immediate postoperative period. The patient was sedated with midazolam due to confused mental status. Thrombus at A1 and the M1 branch of the middle cerebral artery were removed successfully (). The IAMT procedure took about 50 minutes, and it was begun 3 hours and 30 minutes after detection of AIS symptoms. Motor grade was changed from I to II shortly after the procedure was finished. The patient was observed in the intensive care unit for 7 days and showed improved mental status and motor function. Follow up brain CT and transthoracic echocardiography were done, and there were no significant findings. After one month, the patient was discharged without sequelae.", "age": "[[65.0, 'year']]", "gender": "M", "relevant_articles": "{'17431204': 1, '15836656': 1, '19647488': 1, '15514171': 1, '18309168': 1, '21862923': 1, '16179577': 1, '19664509': 1, '15017011': 1, '19576863': 1, '21478735': 1, '30855160': 1, '9349070': 1, '22922866': 1, '18195654': 1, '24910735': 2}", "similar_patients": "{}"}