{"patient_id": 79148, "patient_uid": "4299690-1", "PMID": 25628913, "file_path": "comm/PMC004xxxxxx/PMC4299690.xml", "title": "Spontaneous Perforation of Pyometra Presenting as Acute Abdomen and Pneumoperitoneum Mimicking Those of Gastrointestinal Origin", "patient": "A 70-year-old woman with severe abdominal pain and vomiting of 24-hour duration was admitted to our hospital. She had history of scleroderma and rheumatoid arthritis and had been taking steroids for 5 years. In addition, she received operations of thymoma with myasthenia gravis 31 years ago and stomach cancer (pT1AN0M0) 3 years ago. Her gynecological history was unremarkable, and there was no history of postmenopausal bleeding or vaginal discharge. On the physical examination, her abdomen was very tender and was distended and showed muscle rigidity. Rebound tenderness was absent. Bowel sounds were hypoactive. There was no palpable mass. Her blood pressure was 81/43 mmHg and pulse rate was 110 beats/min. Laboratory studies demonstrated a white blood cell count of 22,350 × 106/L and C-reactive protein at 32.39 mg/dL (normal range <0.3). Urgent computed tomography (CT) of the abdomen reported the presence of fluid and free intraperitoneal air mostly in the upper abdomen (), in addition to dilatation of upper small intestine. It was not possible to confirm the specific site of perforation accurately but it was suggestive of perforation of GI tract.\\nFollowing prompt resuscitation and intravenous antibiotics (flomoxef, 2 g/day, daily administration), laparotomy was performed, which confirmed the presence of free air and pus as well as an inflamed small intestine. Two thousand mL of pus was found to be present in peritoneal cavity. The rest of alimentary tract, gall bladder, and liver were normal. During peritoneal lavage, we found a perforation with a diameter of approximately 5 mm over fundus of the uterus. Total abdominal hysterectomy, copious saline lavage, and tube drainage were performed as a joint procedure. No colonic resection was deemed necessary. The uterus was soft and slightly enlarged. Retrospective review of the CT reported, in addition to the previously documented findings, a fluid-filled uterus with free air in the anterior wall (). Histological examination confirmed pyometra with no evidence of malignancy or cervical stenosis. Culture of the pus grew Bacteroides fragilis, Escherichia coli, and Eubacterium.\\nPostoperatively, intravenous antibiotics (flomoxef, 2 g/day) and sepsis treatment were continued and the patient was admitted to the intensive care unit with strict management of respiration and circulation. Her condition improved over time and she was transferred to the gynecological unit on postoperative day (POD) 4. However, she broke into decrease in blood pressure and saturation, pyrexia, and abdominal distension on POD 11. Although hepatic and renal dysfunctions were not revealed, sepsis and multiple organ failure were suspected. A contrast-enhanced CT showed the increased abdominal pus, and then vancomycin (1 g/day) and meropenem (1 g/day) were added to antibiotic therapy. Despite exhaustive clinical efforts, sepsis grew progressively worse and the patient died on POD 16.", "age": "[[70.0, 'year']]", "gender": "F", "relevant_articles": "{'25057420': 2, '11077640': 1, '23548841': 1, '17093350': 2, '20598053': 1, '23131215': 1, '32281585': 2, '24024054': 2, '33273927': 2, '7284938': 1, '23926508': 2, '24086896': 1, '11762150': 1, '6650772': 1, '30664439': 1, '12806202': 1, '10819486': 1, '25628913': 2}", "similar_patients": "{'1581463-1': 1, '3760260-1': 1, '3760260-2': 1, '4095732-1': 1, '7269882-1': 1, '7269882-2': 1, '7695505-1': 1, '3719291-1': 1}"}