{"patient_id": 151007, "patient_uid": "4793953-1", "PMID": 26910451, "file_path": "noncomm/PMC004xxxxxx/PMC4793953.xml", "title": "PARACOCCIDIOIDOMYCOSIS IN A RENAL TRANSPLANT RECIPIENT", "patient": "A white, sixty-six-year-old man born and residing in\\nMiracema,Rio de Janeiro, was admitted in August\\n2014 for having had cough for three months, weight loss of six kg in a month, and\\nfebrile episodes over the 10 previous days. The patient underwent renal transplantation\\nin January 2013 and he was using prednisone, 5 mg/day; mesalazine, 1,080 mg/day; and\\ntacrolimus, 8 mg/day. He had systemic arterial hypertension, diabetes mellitus and gout,\\ncontrolled with oral medications. He used to visit a farm and perform soil management\\nfrequently. Physical examination showed good general conditions, there was no palpable\\nlymphadenopathy; dermatological examination revealed shallow ulcerated lesions on the\\npalate surrounded by erythema, measuring about 8 mm; multiple mulberry-like erythematous\\neroded papules giving to the lesion a cobblestone appearance (Aguiar-Pupo stomatitis);\\nerythematous papule with a central umbilication of about 3 mm located at the left nasal\\nwing (); and an infiltrated erythematous\\nplaque with irregular borders and indistinct boundaries, of approximately 1 cm in\\ndiameter, located on the left flank ().\\nChest x-rays showed bilateral nodular infiltrate, so it was started empirical treatment\\nfor tuberculosis and bacterial pneumonia. AFB bronchial lavage was negative however, the\\ndirect mycological examination found fungal structures compatible with\\nparacoccidioidomycosis. Biopsies in the described mucocutaneous lesions were performed,\\nincluding oral ulcers, which were consistent with this diagnosis (). All materials were subjected to culture and there was\\ngrowth of P. brasiliensis. Itraconazole, 400 mg daily, was started, but\\nafter five days of treatment the patient had clinical worsening and liposomal\\namphotericin B was introduced. The basal serum cortisol was normal and abdominal CT scan\\nshowed no specific changes; however, in lung CT () an extensive involvement with bilateral nodular infiltrates, an excavated\\narea suggestive of necrosis in the middle third of the right lung, and bilateral pleural\\neffusion, largest in the right lung, were seen. Despite the prescribed therapies, the\\npatient died.", "age": "[[66.0, 'year']]", "gender": "M", "relevant_articles": "{'15517034': 1, '8683410': 1, '30587784': 1, '27410917': 2, '6320699': 1, '25032829': 1, '8993860': 1, '31516118': 1, '24603739': 1, '16906260': 1, '20098907': 1, '26910451': 2}", "similar_patients": "{'4964326-1': 1}"}