{"patient_id": 82643, "patient_uid": "4553182-1", "PMID": 26351606, "file_path": "comm/PMC004xxxxxx/PMC4553182.xml", "title": "Does Papillary Carcinoma of Thyroglossal Duct Cyst Develop De Novo?", "patient": "A 39-year-old female was admitted into our clinic with a complaint of a 3-month history of a slowly growing mass along the neck midline. The physical examination revealed a 3 × 1.5 cm immobile mass along the neck midline over the thyrohyoid membrane, accompanied by a 3 × 2 cm palpable nodule in the left thyroid gland. A neck US revealed a calcified heterogenic-hypoechoic solid lesion of 30 × 18 mm at the level of the hyoid bone in the submental area, which was not related to the thyroid gland. A thyroid gland US revealed several hypoechoic nodules, the largest being 38 × 24 mm, with some having micro calcifications in the left lobe of thyroid gland, while the study identified no right lobe lesions. FNAB was performed on both the midline neck mass and the left lobe nodule. The FNAB results were reported as being consistent with papillary thyroidal carcinoma for the mass along the neck midline and as benign cytology for the nodule in the left thyroid lobe. MRI of the neck showed a 30 × 20 mm midline solid soft tissue mass with hyperintense signal after injection with contrast media. The MRI also demonstrated cystic changes in the mass and evidence of invasion into the infrahyoid muscle group (). After considering all of the clinical and radiological data, despite a histopathologic diagnosis of benign cytology for the left lobe nodule, we performed a Sistrunk procedure with total thyroidectomy and central neck exploration due to suspicion of simultaneous de novo development of papillary carcinoma in the TDC and the thyroid gland. Informed consent was obtained prior to the procedure.\\nDuring the Sistrunk procedure, a solid mass invading the infrahyoid muscle group was encountered, and gross total resection of the tumor was performed. A total thyroidectomy operation was also conducted (). During central neck exploration, samples of the suspected lymph nodes were sent for frozen section pathology, the results of which confirmed the diagnosis of papillary carcinoma metastasis. After completion of the exploration, the central neck was dissected and additional specimens were sent to pathology. Pathologic examination identified the thyroid specimen as containing papillary carcinoma of the diffuse sclerosing type and papillary carcinoma of the classical type for the TDC specimen.\\nHistopathology revealed the nodule which was seen on the cut section of thyroglossal cyst tissue; the tumor was located within cysts, composed of complex branching true papillae that contain fibrovascular stalk (Figures and ). The papillae were lined by neoplastic epithelial cells with enlarged, clear “Orphan Annie eye” nuclei and some of them had nuclear grooves () that were characteristics for papillary thyroid carcinoma, classical variant. The tumor was unencapsulated with 3,5 cm in diameter. The histopathological examination of the nodule that was seen on the cut section of left lobe of thyroid gland was as follows: unencapsulated, with a 2 mm diameter of lesion being determined (). The tumor cells were composed of large, oval shaped and clear nuclei with some having a groove which was also characteristic for papillary carcinoma (). Because of the tumor size that was smaller than 1 cm in diameter and the presence of dense desmoplastic stroma, we described it as diffuse sclerosing variant of papillary microcarcinoma. Immunohistochemistry results showed that the tumor cells were positive for CK 19, Galectin-3, and HBME-1 which was compatible with papillary carcinoma (Figures , , and ).\\nAfter the operation, a radioactive iodine (RAI-131) dose of 150 mCi was administered as adjuvant therapy. After RAI treatment, the patient had an undetectable thyroglobulin level at the 6-month follow-up. In addition, an I-131 whole body scan dose of 5 mCi revealed no pathologic involvement. Both a thyroglobulin level and an I-131 whole body scan were planned during follow-up at 1, 2, and 5 years after the initial RAI adjunctive therapy.", "age": "[[39.0, 'year']]", "gender": "F", "relevant_articles": "{'18314017': 1, '28270939': 2, '31966901': 1, '12841674': 1, '15167046': 1, '29310383': 1, '7992750': 1, '16538412': 1, '7169333': 1, '15664568': 1, '21162091': 1, '11870661': 1, '21526005': 1, '12908790': 1, '17720342': 1, '10865031': 1, '32827013': 2, '9707235': 1, '17668227': 1, '26351606': 2}", "similar_patients": "{'7580406-1': 1, '5320317-1': 1}"}