{"patient_id": 88180, "patient_uid": "4986358-1", "PMID": 27526941, "file_path": "comm/PMC004xxxxxx/PMC4986358.xml", "title": "Massive paediatric cervicofacial actinomycoses masquerading as an ulcerative malignancy", "patient": "The patient is an 11-year old sub-Saharan African girl who presented with chief complains of pain and swelling in the neck. The swelling was first noticed 9 months earlier as a small, painless and mobile nodule over the left infra auricular region which has gradually increased in size over a period of 6 months to attain its current dimensions. During this time, the swelling became immobile, occasionally painful and developed a sinus tract which discharged thick, cream-white non-offensive pus. She had lost weight and was occasionally febrile but denied being anorexic or having night sweats during the course of her ailment. Review of hospital records showed she had been to several health institutions and received several doses of different classes of oral antibiotics and anti-inflammatory drugs with no definitive diagnosis. Usually, there was no significant relief of symptoms or improvement in general status. There was no history suggestive of an orodental infection or tooth extraction but she recalled a thorn prick injury to the left infra auricular region 2 weeks prior to onset of the swelling. Over the last 6 days, ulceration of the swollen tissue, increased pain and abundant malodorous purulent discharge prompted her parents to seek medical attention at our service. She is of a poor socioeconomic background and has no known chronic disease.\\nOn examination, she looked frail, but vital signs were normal. There was a giant ulcerated 13 x 14 cm (cranio–caudal x transverse) disfiguring mass (Fig. ) at the left cervical region just below the left ear which contained yellowish pus (Fig. ). Tenderness, trismus and expansive hardness of the surrounding tissues were noted. There were no palpable lymph nodes. Apart from reduced mouth opening, intraoral examination was normal with good dental hygiene and no apparent congenital malformation. The rest of the examination was unremarkable. At this point, many differential diagnoses ranging from a tuberculous infection to neoplasms related to structures of the neck were considered. Laboratory investigations including full blood count and blood biochemistry were within normal values. HIV serology and Mantoux test were negative. Cervical x-ray ruled out bone involvement. Ultrasonography and computed tomographic scans were not done due to financial constraints. A wet mount preparation of pus sample demonstrated granules and gram stained smears showed gram–positive, filamentous bacteria. Aerobic culture of pus on blood agar and Mac Conkey agar were sterile after 24 hours of incubation at 37 °C. Pus samples were sent for anaerobic culture.\\nUnder general anaesthesia, multiple biopsy samples were obtained for histopathological diagnosis which showed no evidence of a neoplastic process. A Brown–Hopps tissue Gram stain revealed abundant gram–positive filamentous organisms consistent with Actinomyces (not further identified to species level) which also stained positively with Grocott-Gomori’s methenamin-silver nitrate staining. The histological examination revealed characteristic sulphur granules on a hematoxylin–eosin–stained section (Fig. ). Zeihl–Neelsen staining for the presence of acid-fast bacilli (AFB) was negative. Based on the above findings, particularly the histopathological findings, we reached a diagnosis of cervicofacial actinomycoses. She was started on 20 million units of intravenous benzyl penicillin per day in 4 divided doses. Surgical debulking of the mass was delayed due to financial constraints. Two weeks into treatment, results from analyses of smears from anaerobic cultures on brain heart infusion blood agar in candle jar after 12 days of incubation at 37 °C were available. It revealed numerous Actinomyces spp., a-hemolytic Streptococcus, Leptotrichia buccalis and Lactobacillus spp. Cultures for fungi were negative. Due to these findings, treatment with penicillin was switched to parenteral ertapenem. There was a remarkable improvement over a 4 week period with improvement in overall clinical status, decreased pain, significant reduction in size of the mass and the hard indurated surroundings became fluctuant and were surgically drained. Proper assessment of treatment outcome was hampered 6 weeks into treatment as patient did not return for follow-up and continuation of therapy.", "age": "[[11.0, 'year']]", "gender": "F", "relevant_articles": "{'24932203': 2, '26393227': 1, '18791528': 1, '6381942': 1, '12373356': 1, '16638413': 1, '16617568': 1, '21777471': 2, '18164641': 1, '17561082': 1, '26785990': 1, '3317731': 1, '18669075': 1, '24428279': 1, '30572823': 2, '10872906': 1, '23533886': 2, '27526941': 2}", "similar_patients": "{'4052658-1': 1, '3603621-1': 1, '3151221-1': 1, '6302302-1': 1}"}