{"patient_id": 74946, "patient_uid": "4010003-1", "PMID": 24829822, "file_path": "comm/PMC004xxxxxx/PMC4010003.xml", "title": "Air Embolism after Central Venous Catheter Removal: Fibrin Sheath as the Portal of Persistent Air Entry", "patient": "A 75-year-old woman was admitted to our intensive care unit for clinical monitoring after right parotid gland removal; she was diagnosed with a colliquative tumoral parotid gland mass in a peripheric hospital and then moved to the local otolaryngological surgical department to undergo surgery.\\nHer past history included hypertensive cardiomiopathy, with episodes of heart failure, and atrial fibrillation.\\nOn admission to our unit she underwent a chest radiograph that showed a wrong positioning of the CVC (arrow 7 Fr, 3 lumen, and 16 cm length): as shown in the tip projected over the left side of the descending aorta, at the level of carina, creating an angle with the spine greater than 40° []. Moreover, we noticed saline leak from the insertion site and suspected a catheter rupture. In addition we performed a vascular ultrasonography that showed a complete thrombotic occlusion of the left internal jugular vein.\\nFor these reasons and for the timing of catheterization (28 days before) we decided to remove it.\\nThe patient was mechanically ventilated with assisted mode, and she was placed in the head-down position before removing the catheter. Resistance was met during the removal of the catheter; after its dislodgement, local pressure using a gauze was performed to avoid bleeding. At inspection the catheter was whole, and a brownish scab on its distal tip compatible with a blood clot was found.\\nAfterwards she developed hemodynamic instability (blood pressure 86/40 mmHg, heart rate 100 bpm) that required adding inotropic support (dopamine 6 mcg/Kg/min) and deterioration of ventilation (PaO2/FiO2 146).\\nDue to no evidence of recovery, the next day we performed an echocardiogram and noticed air microbubbles in the right heart chambers (); these were synchronous with breaths and were apparently coming from superior vena cava. On the hypothesis of a vein-to-dermis fistula made while removing the catheter, the insertion site was sealed with air occlusive dressing with no more evidence of air bubbles within the heart.\\nA neck and thorax CT scan was performed, showing total thrombotic occlusion of the left internal jugular vein extending to the innominate vein and partially involving the left subclavian vein, with air bubbles within it (). A diagnosis of venous air embolism associated with removal of central venous catheter was then made.\\nAt a second vascular ultrasonography we noticed the presence of a tract between the vein and the dermis (), responsible for air embolism, which was still visible more than 24 hours after air occlusive dressing placement.", "age": "[[75.0, 'year']]", "gender": "F", "relevant_articles": "{'21318435': 1, '20221749': 1, '16415318': 1, '31463262': 1, '1515837': 1, '10462261': 1, '14570352': 1, '27274379': 2, '17984383': 1, '16457081': 1, '17387216': 1, '16365348': 1, '21820322': 1, '24829822': 2}", "similar_patients": "{'4891546-1': 1}"}