{"patient_id": 140145, "patient_uid": "4115071-1", "PMID": 25076975, "file_path": "noncomm/PMC004xxxxxx/PMC4115071.xml", "title": "A chromosome 1q44 deletion in a 4-month-old girl; The first report in Korea", "patient": "A 4-month-old girl was referred to Chonnam National University Hospital for the evaluation of microcephaly and polydactyly of her right foot. She was the first baby of a 28-year-old father and a 26-year-old mother. She was born at 38+6 weeks of gestation by cesarean section caused by a decreased amniotic fluid index (AFI) at a local hospital. Her birth weight was 2,800 g (25th-50th centile), length was 45.0 cm (3th-5th centile), and head circumference was 29.5 cm (<3rd centile). Apgar score was 9 at 1 minute and 10 at 5 minute. The baby's family history was negative for mental retardation or congenital anomaly. The mother's quadruple test was normal at the midtrimester. On the third trimester ultrasonography, small biparietal diameter and decreased amniotic fluid index (AFI=7) were noted.\\nHer general appearance was dull and strange looking. Body weight was 5.9 kg (5th-10th centile), length was 56.8 cm (<3rd centile, 59.4 cm), and head circumference was 34.5 cm (<3rd centile, 38.4 cm). On physical examination, she showed microcephaly and prominent metopic suture with trigonocephaly, sparse and fine hair, round face, strabismus, upslanting palpebral fissure, periorbital fullness, hyperterolism with epicanthal folds, flat nasal bridge, short and broad nose, hypoplastic nares, smooth and long philtrum, thin vermilion borders, well formed 'cupid's bow' mouth with downturned corners, tucked in lower lip, micro/retrognathia, short webbed neck, and hypoplastic low-set ears with transverse groove on lobule with pit on limb of helix of the right ear. Additionally, a pinpoint dimple on the midline of the forehead (which was more prominent during her crying), small hands with simian line, flexion restriction of proximal interphalangeal (PIP) joint, tapered fingers and shortened, adducted thumbs, polydactyly of the right foot, and a supernumerary nipple on the right axillary region were also noted ().\\nThere was a normal sinus rhythm with a grade of 2/6 systolic murmur on the left upper sternal border. Psychomotor retardation was noted. Muscle tone was decreased and could not lift her head nor make eye contact. Chest x-ray showed mild cardiomegaly and butterfly vertebra on the sixth thoracic spine (). Her right foot showed postaxial polydactyly without a phalangeal bone. Echocardiographic findings showed secundum atrial septal defect (ASD) with moderate left-to-right shunt and right ventricle enlargement (). Brain magnetic resonance imaging (MRI) revealed partial agenesis of the corpus callosum, delayed myelination, and a 1-cm cystic lesion in the left occipital convexity, suggesting arachnoid cyst (). Because of her abnormal appearance, microcephaly, and developmental delay, a chromosome analysis was performed.\\nThe result of G-banding chromosomal analysis of peripheral blood lymphocytes was 46,XX,del(1)(q44) (). Both parents and her younger brother's karyotypes were normal. FISH with probe 1q telomere (LSI single-color probe) was performed to verify the deletion site. The result showed that 100% of 200 interphase cells showed loss of a DiS3738 signal, e.g., 46, XX.ish del(1)(q44)(D1S3738-) ().\\nAt 2 years and 2 months, her face was expressionless and had a dull appearance (). Body weight was 8.8 kg (<3rd centile,10.2 kg), length was 72.1 cm (<3rd centile, 81.6 cm) and head circumference was 39.0 cm (<3rd centile, 45.4 cm). She had feeding difficulties due to gagging and vomiting. She could lift head, roll over, and sitting alone. She could creep but could not crawl. She was trying to grasp large object, transfer object from hand to hand. She distinguished strangers. The follow-up echocardiography showed closure of secundum ASD. And also, abdominal and renal ultrasonography revealed no abnormalities.", "age": "[[4.0, 'month']]", "gender": "F", "relevant_articles": "{'12599188': 1, '1466567': 1, '7246546': 1, '22678713': 1, '21934713': 1, '20382278': 1, '17304549': 1, '953213': 1, '18384145': 1, '15822126': 1, '30410579': 2, '17603806': 1, '21800092': 1, '28472932': 1, '17668379': 1, '25076975': 2}", "similar_patients": "{'6219057-1': 1}"}