{"patient_id": 151111, "patient_uid": "4802986-1", "PMID": 27069746, "file_path": "noncomm/PMC004xxxxxx/PMC4802986.xml", "title": "Glomangiopericytoma simulating an intracavernous meningioma", "patient": "A 48-year-old female presented with a very mild left sided ptosis for 48 months. She denied any symptoms suggestive of increased intracranial pressure or endocrinological abnormalities. Her past medical and family histories were noncontributory.\\nPhysical examination revealed a very mild left sided ptosis without any ophthalmoplegia. The remainder of her examination was unremarkable.\\nImaging which included a computed tomography (CT) scan and a magnetic resonance imaging (MRI) revealed a large sellar/parasellar/intracavernous lesion that avidly enhanced. The lesion displaced the pituitary gland laterally to the right side as well as the left parasellar internal carotid artery inferiorly []. The differential diagnosis included: Meningioma, hemangiopericytoma, and cavernous hemangioma.\\nTo obtain tissue diagnosis and decompress the medial compartment of the cavernous sinus, an endoscopic endonasal transellar/trancavernous approach was undertaken. Intraoperatively, the lesion proved to be extremely hemorrhagic. Eight units of blood were transfused intraoperatively. Medial decompression of the cavernous sinus was successfully accomplished.\\nThe lesional tissue showed connective vascular arrangements in a kind of honeycomb structure, with a relatively thin walls consisting of endothelial cells and fibroblast-like cells in the stroma. Mitotic figures and necrosis were not seen. In the vascular spaces neutrophils were found, but hardly erythrocytes. The vascular walls did not contain elastin, or collagen bundles. On immunohistochemical studies, the specimen was negative for CD34 and positive for smooth muscle markers (smooth muscle actin [SMA], muscle specific actin [MSA], and desmin) and vimentin in the stroma only. CD34, ETS-related gene (ERG), and factor VIII were strongly positive in the endothelium. Based on these findings a diagnosis of glomangiopericytoma was established [].\\nPostoperatively, the patient's ptosis resolved completely. She did not develop any new neurological symptoms. Postoperative imaging confirmed successful medical decompression of the cavernous sinus []. The patient opted to not have radiation therapy at the present time. Follow-up MRI at 5 months postoperation revealed stable tumor with no interval growth/progression []. On her last follow-up visit 15 months postoperation, the patient was doing well with only mild intermittent dizziness and no neurological deficits.", "age": "[[48.0, 'year']]", "gender": "F", "relevant_articles": "{'16428897': 1, '15794546': 1, '17170946': 1, '2201081': 1, '15724732': 1, '22801124': 1, '10670028': 1, '12047761': 1, '17063741': 1, '20923298': 1, '24074285': 2, '22992272': 1, '8927387': 1, '21093999': 1, '17970438': 1, '22430770': 1, '12766577': 1, '15577808': 1, '2389815': 1, '9282253': 1, '12487677': 1, '18493946': 1, '16690481': 1, '2280162': 1, '11300947': 1, '628300': 1, '20438660': 1, '16362413': 1, '19451477': 1, '22943077': 1, '19444101': 1, '15529319': 1, '11238055': 1, '27069746': 2}", "similar_patients": "{'3851559-1': 1}"}