{"patient_id": 81622, "patient_uid": "4472968-1", "PMID": 26088504, "file_path": "comm/PMC004xxxxxx/PMC4472968.xml", "title": "First case of amebic liver abscess 22 years after the first occurrence", "patient": "A 72-year-old man, residing in Eastern France (Alsace), was admitted to the medical intensive care unit in October 2012 for acute calculous cholecystitis associated with severe sepsis. No liver abscess was diagnosed at that time. He had a history of suspected amebic liver abscess, operated and treated by metronidazole, after a trip to Senegal in 1985. The last time the patient traveled to endemic areas dates back to 1990, i.e. the West Indies. In November 2012, a few days after his release from the hospital, the patient consulted again for abdominal pain in the right upper quadrant with an inflammatory syndrome (C-reactive protein: 237 mg/L, procalcitonin: 71.2 ng/mL) without fever. Abdominal CT scan revealed a liver abscess. A liver puncture sample sent to the bacteriology laboratory was sterile. No parasitological sampling was conducted. A broad-spectrum antibiotic treatment by vancomycin (2 g/day), Tazocin (piperacillin/tazobactam) (12 g/day), and metronidazole (1500 mg/day) was implemented for a period of 3 weeks. Treatment with metronidazole was not continued by the patient due to poor digestive tolerance.\\nIn December 2012, the patient was again hospitalized in the nephrology department for acute renal failure probably related to drug toxicity due to trimethoprim/sulfamethoxazole (creatinine: 360.4 μmol/L, urea: 14.3 mmol/L, Glomerular Filtration Rate: 15 ml/min/1.73 m2).\\nAt this time, the patient presented no biological inflammatory syndrome (CRP: 7.6 mg/L) or liver anomalies (ASAT: 19 U/L, ALAT: 13 U/L, gammaGT: 47 U/L, PAL: 154 U/L, total bilirubin: 7.4 μmol/L, conjugated bilirubin: 3.6 μmol/L) and was apyretic. MR cholangiopancreatography revealed a partitioned collection fluid (6.6 cm × 4 cm) in segments I and II, and an abscess in segment VII (5.5 cm × 5 cm) (–).\\nHydatid disease and alveolar echinococcosis serologies (these larval cestodes being endemic in Eastern France) were negative. However, amebiasis serology by ELISA Ridascreen E. histolytica IgG, (R-Biopharm GmbH, Darmstadt, Germany) was positive (IgG: 8.72; threshold: 0.9), as was latex agglutination (Bichro-Latex Amibe Fumouze, Fumouze Diagnostics, Levallois-Perret, France). In-house Entamoeba histolytica PCR was performed on a puncture of the liver abscess. DNA was extracted from 200 μL of the sample using the QIAamp DNA Mini Kit (Qiagen, Courtaboeuf, France). PCR amplification was carried out as described by Gonin and Trudel [] using HotStarTaq DNA Polymerase PCR Buffer 1X (Qiagen), 1 U HotStarTaq DNA Polymerase (Qiagen), 200 μM dNTPs, 1 mM MgCl2, and 0.5 μM of each primer ED1 + EDH2 for the detection of Entamoeba dispar or EH1 + EDH2 for the detection of Entamoeba histolytica. Cycling conditions were as follows: 15 min incubation at 95 °C followed by 40 cycles consisting of 30 s at 95 °C, 60 s at 51 °C, and 40 s at 72 °C, with a final 5 min elongation at 72 °C. The PCR was monitored by positive and negative controls. This in-house PCR test was positive, thus confirming the diagnosis of ALA.\\nDirect examination by microscopy and culture of the aspirated liver abscess fluid were negative. The stool examination performed in this patient in January 2013 was also negative. The clinical course was favorable after 14 days of metronidazole and 10 days of tiliquinol-tilbroquinol.", "age": "[[72.0, 'year']]", "gender": "M", "relevant_articles": "{'11603091': 1, '15657538': 1, '12517854': 1, '12454322': 1, '27756400': 2, '23464723': 1, '1197346': 1, '24026002': 1, '21282830': 1, '19370624': 1, '527154': 1, '20811141': 1, '21735108': 1, '6526240': 1, '23951372': 1, '12660071': 1, '11070200': 1, '7124': 1, '33317457': 2, '17015933': 1, '11767876': 1, '23061067': 1, '26928829': 1, '21174149': 1, '31674299': 1, '22872495': 1, '33432901': 1, '12650891': 1, '23770872': 1, '22917103': 1, '8254155': 1, '9100475': 1, '10965662': 1, '26088504': 2}", "similar_patients": "{'7734812-1': 1, '5069943-1': 1}"}