{"patient_id": 88331, "patient_uid": "4997066-1", "PMID": 27597915, "file_path": "comm/PMC004xxxxxx/PMC4997066.xml", "title": "Massive Cerebrospinal Fluid Leak of the Temporal Bone", "patient": "A 47-year-old Italian man came to our Department in January 2012 complaining of vertigo and headache. He showed a left facial nerve paralysis evaluated as grade V according to the House-Brackmann scale. He was surgically treated in 2009 by means of a partial intracapsular enucleation technique via a retrosigmoid approach for a left VS in another hospital. Postoperative adjuvant fractionated stereotactic radiotherapy (SRT) with a total dose of 40–50 Gy, administered in 20–25 fractions over a 5- to 6-week period, was performed.\\nDue to VS tumor regrowth, causing cerebellar compression and perilesional brainstem edema, the patient underwent a second neurosurgical operation by retrosigmoid approach in October 2011 with total VS removal. Preoperative ventriculoperitoneal shunt was placed in order to prevent a brain herniation. No apparent postoperative complications occurred; however, cystic areas of CSF leakage consequent to a defect of dural repair were visible on a subsequent control MRI ().\\nAfter 3 months of follow-up, the patient started to complain of worsening headache and severe dizziness. Moreover, CSF rhinorrhea was reported. Brain MRI with contrast medium performed in our Department showed a massive CSF leak which measured approximately 5.6 cm and 8.4 cm along its the transversal () and longitudinal diameters, respectively. It was hyperintense on T2-weighted images () and hypointense on T1-weighted sequences (). The CSF leak expanded from the posterior and lateral skull base to the first cervical vertebrae with dislocation of the sternocleidomastoid muscle (Figures and ). CSF leakage in mastoid cells () with cerebellar compression and dislocation was also evident ().\\nTo treat the massive CSF leak, equine pericardium grafts were used to repair the posterior fossa dural defect and a subtotal petrosectomy [–] with blind sac closure of the external auditory canal, closure of the Eustachian tube, and obliteration of the middle ear and petrous bone was performed using abdominal fat.\\nAfter surgery, there was a marked improvement of vertiginous symptoms and headache. No new episodes of CSF rhinorrhea occurred.\\nAt the most recent postoperative follow-up, 4-years after surgery, MRI showed no CSF leak recurrence and no parenchymal lesions ().", "age": "[[47.0, 'year']]", "gender": "M", "relevant_articles": "{'22377648': 1, '9844214': 1, '11013620': 1, '24138735': 1, '21311618': 1, '17405457': 1, '3947004': 1, '19326990': 1, '15753623': 1, '12621349': 1, '8169498': 1, '23584218': 1, '22886079': 1, '22264180': 1, '8289000': 1, '27107262': 1, '9800623': 1, '22937848': 1, '2598110': 1, '24148631': 1, '14738606': 1, '25452896': 1, '25276601': 1, '24908070': 1, '26466854': 1, '26937334': 1, '24083124': 1, '25415063': 1, '22972424': 1, '12514382': 1, '27597915': 2}", "similar_patients": "{}"}