{"patient_id": 151869, "patient_uid": "4857270-1", "PMID": 27489625, "file_path": "noncomm/PMC004xxxxxx/PMC4857270.xml", "title": "Increased serum IgG4 levels and intimal IgG4-positive cell infiltration in rapidly growing aortic aneurysm", "patient": "A 67-year-old Japanese man had been complaining of discomfort in the chest and back, and feeling febrile for the previous 2 weeks. He did not have a past history of autoimmune pancreatitis or diabetes mellitus. He underwent chest computed tomography (CT) that showed aortic aneurysm that was located in the distal aortic arch and was referred to our hospital. His medical history was unremarkable from the cardiovascular point of view. On admission, vital signs showed a body temperature of 36.2°C, blood pressure of 126/68 mmHg, and heart rate of 58 beats/min. Chest X-ray revealed a cardiothoracic ratio of 54%. Laboratory studies showed a white blood cell count of 8730/µL, hemoglobin level of 15.2 g/dL, platelet count of 46.2 × 104/µL, C-reactive protein (CRP) concentration of 6.87 mg/dL, soluble interleukin 2 receptor level of 169 U/mL, and serum procalcitonin level of 0.06 ng/mL. The patient tested negative for antinuclear antigen. His serum levels of IgG, IgA, and IgM were 1567, 67, and 50 mg/dL, respectively, and his serum IgG4 level was increased to 366 mg/dL. Antibiotic (meropenem hydrate) administration was started under the suspicion of the active infection at the aortic wall or periaortic tissue, although the blood culture was negative. Because his CRP levels did not fall and his body temperature was again elevated to 38.0°C, vancomycin hydrochloride treatment was also started. CT on day 22 after admission showed enlargement of ulcer-like projection in the aortic wall (), and the patient underwent urgent thoracic aortic replacement. It was found that the aneurysm partially lacked its wall structure, and the vascular lumen was in direct contact with lung parenchyma.\\nThe etiology of aneurysm was suspected as pseudo-aneurysm due to severe infection. Then, via left thoracotomy, aneurysmal wall was resected and the rifampicin-soaked woven Dacron synthetic graft (26 mm Gleveave; Vescutek, Terumo, Japan) that was covering between the aortic arch 1-cm distal to the origin of the left subclavian artery and descending aorta at the level of Th6 was placed. Antibiotics were continued after the operation, and the patient was discharged 41 days after surgery with peroral antibiotics.\\nInfective microorganisms were not apparent in the histologic specimen obtained at the time of surgery, and IgG4 staining showed IgG4-positive plasma cell infiltrates neighboring the atheromatous plaque within the intimal layer (). The serum IgG4 level remained high, but showed an acute drop after the operation (), although it did not reach the normal range, which is less than 105 mg/dL. The patient is now followed as outpatient, without recurrence of graft infection and is treated with oral minocycline.", "age": "[[67.0, 'year']]", "gender": "M", "relevant_articles": "{'11120634': 1, '21093203': 1, '22316447': 1, '19641693': 1, '11236777': 1, '9888866': 1, '20954357': 1, '8808970': 1, '21124083': 1, '22972586': 2, '18664851': 1, '29754327': 1, '28824084': 1, '6071707': 1, '22406174': 1, '9152771': 1, '22218322': 1, '19222496': 1, '21881964': 1, '23098665': 1, '30637005': 1, '27489625': 2}", "similar_patients": "{'3646157-1': 1}"}