{"patient_id": 79476, "patient_uid": "4315079-1", "PMID": 25663932, "file_path": "comm/PMC004xxxxxx/PMC4315079.xml", "title": "Laryngeal schwannoma treated with a CO2 laser: A case report", "patient": "A 36-year-old male presented at the The First Affiliated Hospital of Chongqing Medical University (Chongqing, China) with a two-week history of hoarseness. According to the patient, other symptoms, such as a sore throat, globus sensation and difficulty in swallowing and breathing, were not present. Electronic laryngoscopy showed a submucosal mass at the level of the right supraglottic area (). A computed tomography scan of the larynx showed an 8×11-mm expansile mass in the right supraglottic area, with well-defined boundaries. There was no enlargement of the lymph nodes in the neck (). The differential diagnosis of the tumor included squamous cell carcinoma, fibroma, neurofibroma, lymphoma and schwannoma.\\nResection of the tumor was performed by CO2 laser through an endoscopic transoral approach under general anesthesia. During the surgery, the tumor was completely resected along the tumor boundary. No nerves were connected caudally to the tumor. Histopathological examination of the frozen section demonstrated that the tumor was mainly composed of active spindle cells. Next, ~2 mm of tissue was resected along the edge of the tumor by CO2 laser. Histopathological examination subsequent to the surgery demonstrated benign spindle cell lesions (). Immunohistochemically, the tumor was strongly positive for cluster of differentiation 56 and S-100 (), but negative for smooth muscle actin, vimentin and maltose-binding protein. On the basis of these findings, the tumor was diagnosed as a schwannoma of the larynx, originating from the distal portion of the internal branch of the superior laryngeal nerve or the recurrent laryngeal nerve. The patient has since been followed up for 12 months and no evidence of recurrence has been observed ().", "age": "[[36.0, 'year']]", "gender": "M", "relevant_articles": "{'10793366': 1, '32313896': 1, '15075434': 1, '17491525': 1, '27020268': 1, '10580252': 1, '21175405': 1, '1605020': 1, '22835508': 1, '10644381': 1, '228048': 1, '22546534': 1, '16509246': 1, '26969364': 1, '10474670': 1, '12410177': 1, '25663932': 2}", "similar_patients": "{}"}