{"patient_id": 143366, "patient_uid": "4317212-1", "PMID": 25678974, "file_path": "noncomm/PMC004xxxxxx/PMC4317212.xml", "title": "A strange lupus-like malar rash with renal involvement: an angioimmunoblastic T-cell lymphoma – A case report", "patient": "An 80-year-old obese woman with a history of mastectomy for breast cancer was admitted to our hospital in September 2013 for acute dyspnea and intermittent fever of 1-month duration. Initial chest radiography suggested bilateral pleural effusions, and laboratory values showed thrombocytopaenia and deterioration of renal function (plasma creatinine on admission was 2.31 mg/dL). There were no abnormal physical findings. After 10 days of treatment with penicillin–sulbactam and levofloxacin, an erythematous rash appeared on the abdomen and face that resembled the malar rash of lupus (Fig. and ). We promptly discontinued the antibiotics, but the rash persisted.\\nNegative blood and urine cultures, negative screening tests for EBV, CMV, HIV, HCV, Echo-, Coxackie-, and Adeno-viruses, and normal transthoracic echocardiography made an infectious process unlikely. An abdominal ultrasound showed moderate splenomegaly. Because of the malar rash and fever, we examined the autoimmune profile and found proteinuria, but the rheumatologic markers (ANA, anti-ENA, and ANCA) were negative. Lactic dehydrogenase, beta 2 microglobulin, and uric acid levels were elevated. Angiotensin-converting enzyme (ACE) plasma activity was resulted at the upper limit of the normal. A total body FDG-PET revealed a systemic lymphadenopathy and splenomegaly (Fig.), and an inguinal lymph node biopsy showed altered architecture with perifollicular and nodular diffuse effacement and vascular proliferation, together with plasma cells, histiocytes, and immunoblasts. The immunophenotypic results were positive for the following markers: CD3, CD2, CD4, PD1, Bcl6, and CD10. A biopsy of the bone marrow showed diffuse lymphocytic infiltrates. The patient was diagnosed with an angioimmunoblastic T-cell lymphoma (AITL).\\nTreatment with 50 mg of prednisone daily was followed by clinical improvement; erythema, fever, anemia, and renal dysfunction resolved after a few days. After 1 month of treatment was completed with cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP), the patient remained in complete remission, with a follow-up of 1 year.", "age": "[[80.0, 'year']]", "gender": "F", "relevant_articles": "{'11298554': 1, '14521698': 1, '15034757': 1, '7680764': 1, '15387690': 1, '512072': 1, '25678974': 2}", "similar_patients": "{}"}