{"patient_id": 80924, "patient_uid": "4420326-1", "PMID": 26023491, "file_path": "comm/PMC004xxxxxx/PMC4420326.xml", "title": "Extra Hepatic Biliary Atresia associated with Choledochal Cyst: A Challenging Neonatal Obstructive Jaundice", "patient": "A 22-day-old female infant was admitted due to prolonged jaundice. She was icteric from the fourth day of life along with acholic stools and abdominal distension. Direct hyperbilirubinemia was detected in blood tests. Her total bilirubin and direct bilirubin were 19mg/dl and 10.3mg/dl respectively. Clotting profile was normal. Liver function tests (LFTs) were AST (84IU/L), ALT (81IU/L), and Alkaline phosphate (2024 IU/L). The abdominal sonography showed a choledochal cyst (56x43x46mm) with few echogenic areas in it. Wall thickness and echogenicity of gallbladder as well as intra hepatic ducts were normal. Abdominal CT scan confirmed the existence of choledochal cyst (Fig. 1). The patient was operated after optimization. Operative findings included an extra hepatic choledochal cyst (type I) which was ending blind on either sides. Porta-hepatis showed type III biliary atresia. The choledochal cyst and gallbladder had no bile but mucinous secretions which were aspirated. The gallbladder and choledochal cyst were resected; the porta-hepatis dissected and Roux-en-y porto-enterostomy was performed. The wedge biopsies from porta-hepatis showed biliary atresia as donated by diffused feathery degeneration, cholestasis, pseudoacinar transformation, focal giant cell, bile duct proliferation, and fibrotic tissue. The histopathology of choledochal cyst showed a biliary epithelial lining and that of gallbladder showed congestion and near total obliteration. Postoperatively, the jaundice improved and the patient passed pigmented stool. Patient was allowed orally and discharged on short course of prednisolone, fat soluble vitamins and prophylactic antibiotic. At present, the infant is 10- months old and thriving well. The last total bilirubin is less than 1.5mg/dl.", "age": "[[22.0, 'day']]", "gender": "F", "relevant_articles": "{'17180784': 1, '33968276': 1, '17806032': 1, '18778995': 1, '22644679': 1, '26023491': 2}", "similar_patients": "{}"}