{"patient_id": 84551, "patient_uid": "4689912-1", "PMID": 26783489, "file_path": "comm/PMC004xxxxxx/PMC4689912.xml", "title": "A Rare Case of a 15-Year-Old Boy with Two Accessory Nipples: One in the Forearm and One in the Milk Line", "patient": "A 15-year-old right hand dominant male presented with a chief complaint of a soft tissue mass on the volar surface of his left forearm. He first noted the mass around age 11. The mass grew slowly between the ages of 11 and 13 before stabilizing in size two years prior to presentation. Initially the mass expressed a thick whitish fluid when squeezed, but at the time of presentation the fluid was thin and the drainage minimal. The mass was not painful and he reported no paresthesias in the hand. He denied any similar masses elsewhere on the body and had no history of malignancy. There was no family history of similar masses. He did not have a history of urinary tract malformation.\\nOn physical examination, the patient was a well-appearing 15-year-old male in no acute distress. On the volar surface of the left mid forearm, there was a 2.0 × 1.5 cm pedunculated mass with a pinpoint central sinus (Figures and ). The mass was well-circumscribed, soft, and mobile. There was no surrounding erythema or warmth. A scant amount of thin, white fluid could be expressed from the central sinus. He had normal strength and sensation in the left elbow, wrist, and hand and had a palpable radial pulse. The remainder of his physical exam was remarkable for an accessory nipple on the left chest wall along the vertical “milk line” ().\\nGiven the prior growth and bothersome appearance, surgical excision of the mass was planned. Prior to surgery, consent for photography was obtained from both the patient and his father. An elliptical longitudinal incision was used to excise the mass and the underlying tissue. The mass was firm and well-circumscribed and had the appearance and texture of breast tissue (). The skin was closed using absorbable sutures. A soft dressing was applied and the patient recovered uneventfully.\\nThe soft tissue specimen with an ellipse of skin measuring 2.5 × 1.0 × 0.3 cm and a raised nipple lesion measuring 1.0 × 1.0 × 0.8 cm was sent to pathology for evaluation. The final pathology report described the mass as a fibroepithelial polyp with features of accessory nipple. Pilosebaceous units and smooth muscle bundles were seen but no mammary gland tissue was noted (Figures and ).\\nAt a two-week follow-up visit, the patient had no complaints and was happy with the appearance of his forearm. The final pathology report was reviewed with the patient and his father and they were made aware that this mass likely represented an accessory nipple.", "age": "[[15.0, 'year']]", "gender": "M", "relevant_articles": "{'15730471': 1, '9314268': 1, '16898914': 1, '3305849': 1, '23657724': 1, '3396602': 1, '9809822': 1, '7660204': 1, '187318': 1, '7217376': 1, '17083862': 1, '14620435': 1, '1017243': 1, '12199756': 1, '26783489': 2}", "similar_patients": "{}"}