{"patient_id": 75692, "patient_uid": "4067954-1", "PMID": 25009491, "file_path": "comm/PMC004xxxxxx/PMC4067954.xml", "title": "Case report: post-stroke interventional BCI rehabilitation in an individual with preexisting sensorineural disability", "patient": "The participant was a 48-year old male stroke patient whose pre-stroke medical history was significant for deafness due to congenital rubella infection, along with depression and diabetes mellitus. Prior to stroke, the participant had been left-handed with a score of -78 on the Edinburgh Handedness Inventory (Oldfield, ) and communicated in ASL using both hands with his left hand as the dominant signing hand. He suffered an ischemic stroke in the right pons (Figure ), which resulted in persistent left-sided hemiparesis. The participant began assessments in this study approximately 4 months after stroke onset. At the time of study enrollment, the participant's medications included sertraline 50 mg daily and metformin 1000 mg daily, which were sufficient to keep his depression and diabetes respectively under control throughout the study period. Other medications included aspirin 325 mg daily, simvastatin 20 mg daily, and Lisinopril 5 mg daily. The subject also received botulinum toxin injections just prior to the beginning of study participation as well as during study participation (Figure ) and took oral baclofen 10 mg three times daily to reduce spasticity. At the time of the study, the participant was able to read and understand written English, although his ability to write with his non-dominant right hand was slow and clumsy. This research was approved by the local Institutional Review Board. The participant provided written informed consent.", "age": "[[48.0, 'year']]", "gender": "M", "relevant_articles": "{'17030751': 1, '20347612': 1, '15876624': 1, '28651628': 1, '11954872': 1, '10512918': 1, '20388606': 1, '20718931': 1, '21156054': 1, '25477814': 1, '30271318': 1, '28207382': 1, '24352519': 1, '17367076': 1, '22645108': 1, '8812068': 1, '18635846': 1, '11689972': 1, '17297219': 1, '17141640': 1, '15194608': 1, '22897888': 1, '24370570': 1, '29896082': 1, '34776902': 1, '22506483': 1, '25830611': 1, '23528484': 1, '16224078': 1, '15087552': 1, '32748888': 1, '21947184': 1, '25060658': 1, '27695404': 1, '15939839': 1, '24590225': 1, '16738254': 1, '20373348': 1, '23197181': 1, '20208465': 1, '11482350': 1, '23469262': 1, '26157378': 1, '18760153': 1, '11454331': 1, '15188875': 1, '15585584': 1, '20614202': 1, '20400553': 1, '18258825': 1, '12392341': 1, '5146491': 1, '27112213': 1, '24415400': 1, '17903915': 1, '19641479': 1, '15911809': 1, '7333761': 1, '23898236': 1, '14293031': 1, '30899211': 1, '20519741': 1, '10896178': 1, '34646112': 1, '3809245': 1, '12167681': 1, '30467461': 1, '30542258': 1, '22832032': 1, '12019580': 1, '23494615': 1, '23283256': 1, '25009491': 2}", "similar_patients": "{}"}