{"patient_id": 139914, "patient_uid": "4095639-1", "PMID": 25024560, "file_path": "noncomm/PMC004xxxxxx/PMC4095639.xml", "title": "Effect of low level laser therapy on revascularization of free gingival graft using ultrasound Doppler flowmetry", "patient": "Two systemically healthy patients (Case 1: 24 year old male; Case 2: 28 year old female) with Miller's grade II recession on 33 and 41, respectively, attending our outpatient clinic, were selected for the study [Figures and ]. The treatment plan was discussed, verbal and written consent was obtained from both the patients. They received scaling and root planing 1 week prior to the surgical procedure.\\nThe direct technique of free gingival graft proposed by Miller[] was performed. After administration of local anesthesia, root planing and flattening of the root surface was done. Root conditioning with tetracycline HCl for 1 min was performed. The recipient bed was prepared with two horizontal incisions on interdental papillae adjacent to the recession. These horizontal incisions at the distal end connected the vertical incisions on either side of the recession. A split thickness flap was elevated and dissected, being careful not to expose the bone at the apical end. A tin foil was used as a template, and gingival graft was harvested for the palate following adequate anesthesia. The graft was secured at the recipient site with 5-0 silk interrupted sutures and covered with a periodontal dressing [].\\nLow level laser therapy was administered to case 2, on the first day half hour following surgery, then the third day, seventh day, and lastly on the ninth day. An 830 nm Diode laser [] was used (Picasso, AMD LASERS™, LLC, A Dentsply International Company, Tulsa OK). The laser was fired in the non-contact mode, at a distance of 1 cm, using a setting of 0.1W as a continuous wave. The treated sites received 60 s of exposure, with an energy density (calculated as power/ areax time) of 3 J/cm[] []. The laser treatment was carried out with adequate eye protection for the patient, operator and the assistant.\\nBoth the patients were asked to assess the pain on second, fourth and tenth day using a Numerical Rating Scale. The NRS for pain ranged from 0 (no pain) to 10 (severe pain).\\nThis was done for both the patients on the fourth and the ninth day to assess the revascularization of the grafted area. The color Doppler ultrasound imaging was performed with an ACUSON X300™ (Seimens GE, Mountain View, CA, USA) ultrasound system, with 4D transducer technology. The probe used was a linear transducer probe (VF10-5) with 10 MHZ capacity []. The transducer was applied over the glove finger in a coronal plane with interspersed ultrasonic gel for proper contact []. The water filled glove finger served as a water media for sound waves to pass, thus providing better clarity and detail.", "age": "[[24.0, 'year']]", "gender": "M", "relevant_articles": "{'3542462': 1, '34205573': 1, '8783057': 1, '12694435': 1, '15954817': 1, '8082027': 1, '15966876': 1, '21172691': 1, '9316312': 1, '3183914': 1, '17619941': 1, '7863838': 1, '3858263': 1, '31399862': 1, '30218227': 1, '17069488': 1, '33425301': 1, '25024560': 2}", "similar_patients": "{}"}