{"patient_id": 140772, "patient_uid": "4155301-1", "PMID": 25197124, "file_path": "noncomm/PMC004xxxxxx/PMC4155301.xml", "title": "A giant intracranial hydatid cyst in a child: Intraoperative anaesthetic concerns", "patient": "A 4-year-old boy (weight 20 kg) presented with focal seizures in right arm since last 2 months and gradually increasing skull swelling on the left side since last 6 months. Computed tomography of the brain demonstrated a large, spherical, homogeneous cystic mass measuring 110 × 96 × 85 mm in the left frontoparietal region. The magnetic resonance imaging showed a well-defined lesion, hypo-intense on T1-weighted images and hyper-intense on T2-weighted images. There was a mural nodule (daughter cyst) in the posterior wall and midline shift of the brain (24 mm) towards the right side [].\\nChild was induced with sevoflurane-oxygen and trachea was intubated after inj.atracurium (10 mg). Fentanyl (40 μg) was given for intraoperative analgesia. Anaesthesia was maintained with propofol infusion (4-6 mg/kg/h) along with O2:N2O (50:50) and atracurium. An arterial line was secured, and child was monitored for continuous invasive blood pressure, heart rate, oxygen saturation, end-tidal CO2 (ETCO2), temperature, airway pressure and urine output throughout the intraoperative period. To decrease intracranial pressure (ICP) mannitol (1 g/kg) and hydrocortisone (5 mg/kg) were administered and keeping ETCO2 at 30-35 mm Hg. Apart from emergency drugs (epinephrine, atropine and sodium bicarbonate), injection pheniramine maleate, dexamethasone and salbutamol (inhaler) were kept to treat anaphylactic reaction if it presented intraoperatively.\\nA fronto-temporo-parietal craniotomy was done. Brain was well relaxed. The cyst was large and soft to touch. It was semi-transparent due to the presence of scolices and brood capsules []. Surgeon used hypertonic saline (3%) irrigation to separate the cyst from the surrounding brain parenchyma. Once cyst appeared free from the surrounding, head end of the operation table was lowered around 45° to extract the cyst with the help of gravitational force. During the extraction of the cyst from cranium to the collecting bowel, the cyst got ruptured. The cyst contents were aspirated immediately and hypertonic saline and hydrogen peroxide were administered into the remnants of cyst. Ruptured cyst was then resected completely.\\nChild was monitored closely for anaphylaxis after rupture of the cyst. Child remained haemodynamically stable with no increase in airway pressure. He received hypertonic saline (200 ml) as irrigation fluid during surgery which was suctioned out continuously. Serum sodium was checked frequently to rule out hypernatremia. The blood loss during the surgery was approximately 200 ml which was replaced with packed red blood cells. Child was haemodynamically stable at the end of the surgery and was extubated. He was discharged on 10th postoperative day and was followed up regularly. After 1 year child was found to be normal and active with no h/o seizures.", "age": "[[4.0, 'year']]", "gender": "M", "relevant_articles": "{'18340623': 1, '20013283': 1, '17336531': 1, '1175437': 1, '12456462': 1, '21049418': 1, '10514582': 1, '8367043': 1, '19662423': 1, '25197124': 2}", "similar_patients": "{}"}