{"patient_id": 77831, "patient_uid": "4213471-1", "PMID": 25360155, "file_path": "comm/PMC004xxxxxx/PMC4213471.xml", "title": "Molecular characterization of an analphoid supernumerary marker chromosome derived from 18q22.1➔qter in prenatal diagnosis: a case report", "patient": "A 44-year-old primigravida woman underwent genetic counseling and amniocentesis at 18 weeks of gestation because of advanced maternal age. The woman and her husband were healthy and non-consanguineous. There was no family history of congenital malformations. She denied exposure to alcohol, tobacco smoke, irradiation or infectious diseases during pregnancy. The amniotic fluid alpha-fetoprotein level was normal. Rapid screening for aneuploidy in uncultured amniocytes using the BACs-on-Beads™ assay (PerkinElmer Wallac OY, Turku, Finland) did not reveal chromosome anomalies, and fetal gender was male. G-banding cytogenetic analysis, performed on 15 colonies in primary amniocyte cultures, revealed an sSMC about the same size as a group G chromosome in all cells. The fetal karyotype was: 47,XY,+mar (Figure ). The marker was negative for C-banding (Figure ). The origin and architecture of the sSMC were unclear.\\nChromosome analysis on the two phenotypically normal parents showed normal karyotypes in all the 30 cells examined. Ultrasonography carried out during the 21st week of pregnancy revealed normal fetal growth (30th centile), and nasal bone hypoplasia, which is a soft marker of fetal aneuploidy. The parents were counseled and chose to terminate the pregnancy. A post-mortem examination of the fetus revealed no external dysmorphic features.\\nAmniocytes were subcultured for further analyses. The marker dropped rapidly to 50%. Multiplex FISH with spectral karyotyping identified the marker as a derivative of chromosome 18 (Figure A). This was confirmed using a whole chromosome painting probe specific for chromosome 18 (Figure B). Partial chromosome painting probes specific for the long and the short arms of chromosome 18 indicated that the marker derived from the long arm of chromosome 18 (Figure C). The multicolor probe panel used to reveal alpha satellite sequences failed to show signals on the marker (Figure D). Additionally, we amplified total human DNA with alpha-satellite primers derived from the conserved regions of human alpha satellite sequences [], and used the amplified product as a probe in FISH experiments. The procedure is able to detect all human centromeres, but it failed to detect any signal on the marker []. We therefore assumed that the marker chromosome contained a newly formed centromere (i.e., a neocentromere).\\nWe performed a quantitative fluorescence-PCR analysis on secondary cultured amniocytes by amplifying 24 loci on chromosomes X, Y, 13, 18 and 21. The electropherograms revealed a male genotype with a normal pattern for chromosomes 13 and 21. In the case of chromosome 18, the informative microsatellite markers D18S391, D18S1002, D18S535, and D18S858 (18pter→18q21.31) showed two balanced peaks, revealing a normal heterozygote pattern, while the D18S386 marker (18q22.1) showed two unbalanced peaks (peak area ratio 1:2) (Figure ), suggesting that the markers derived from the distal end of the long arm of chromosome 18.\\nWe used appropriate BAC clones spanning the 18q21.1→18qter chromosomal region to characterize the extension and organization of the marker in greater detail. Examples of FISH experiments are shown in Figure . The exact position of each BAC on the GRCh37/hg19 assembly was identified using the UCSC genome browser (Table ). The last negative and the first positive BAC clones, RP11-316J22 and RP11-775G23, respectively, defined the breakpoint as lying on, or very close to, the chr18:63,292,882–63,296,150 interval (3,268 bp), at 18q22.1. A FISH experiment with a probe specific for the telomeric sequences revealed a clear signal at both ends of the marker (Figure T). The pattern of the FISH signals (Figure ) indicated a symmetrical organization of the marker, the breakpoint likely representing the centromere of an inverted duplicated chromosome. The latter notion is supported by the finding that CENP-A, playing a key role in centromere specification, is rapidly recruited to double-strand breaks [].\\nBased on the FISH results we interpreted the karyotype as:47,XY,+inv dup(18)(qter→q22.1::q22.1→neo→qter)", "age": "[[44.0, 'year']]", "gender": "F", "relevant_articles": "{'8500354': 1, '22723125': 1, '15305057': 1, '6218752': 1, '7532149': 1, '18252209': 1, '9482642': 1, '12196915': 1, '19717431': 1, '16276087': 1, '15289667': 1, '9399915': 1, '12915487': 1, '7684888': 1, '24436202': 1, '21152935': 1, '1424236': 1, '34278202': 2, '22377933': 1, '12928482': 1, '2294592': 1, '8079991': 1, '25360155': 2}", "similar_patients": "{'8261101-1': 1}"}