{"patient_id": 86813, "patient_uid": "4877812-2", "PMID": 27216026, "file_path": "comm/PMC004xxxxxx/PMC4877812.xml", "title": "Herpes simplex encephalitis as a complication of neurosurgical procedures: report of 3 cases and review of the literature", "patient": "A 53-year-old man underwent an uncomplicated right pterional craniotomy with total resection of a World Health Organization grade I craniopharyngioma. He was discharged on POD 9 under dexamethasone (3 mg three times daily) with subsequent dose tapering. On POD 18, the patient experienced fever and was drowsier than usual. A computed tomography scan showed a right frontal subdural collection; an empyema could not be excluded (Fig. ). However, an MRI showed no sign of empyema but instead leptomeningeal enhancement and lesions compatible with acute ischemic changes in the right corona radiata and centrum semiovale (Fig. ). CSF analysis showed lymphocytic meningitis with 188 M/l leucocytes, 92 % lympho-monocytes, 26 M/l erythrocytes, 1.25 g/l protein, 1.6 mmol/l glucose, and 4.2 mmol/l lactate. No bacteria were detected on direct examination of the fluid. He was started on IV meropenem, vancomycin, and acyclovir 15 mg/kg three times daily (POD 19). The next day, revision surgery was performed with cranial flap removal. Operative status was normal and showed no sign of empyema. Surgical samples showed no bacteria on direct examination and cultures remained negative. Broad-range PCR for bacteria on surgical samples was negative and vancomycin and meropenem were stopped on POD 22 and 27, respectively. HSV-2 DNA PCR came back positive on the CSF. IV acyclovir was continued for a total duration of 21 days and he improved rapidly. Neurological status at discharge was comparable to baseline.", "age": "[[53.0, 'year']]", "gender": "M", "relevant_articles": "{'33868561': 1, '24649468': 2, '4335254': 1, '701851': 1, '31468470': 1, '8389398': 1, '19631366': 1, '18582201': 1, '15566888': 1, '10375358': 1, '9744385': 1, '34716288': 1, '28644417': 1, '20622709': 1, '20941525': 1, '10069600': 1, '20169002': 1, '24521759': 1, '17945155': 1, '11100062': 1, '18657720': 1, '31386089': 1, '26491084': 1, '16222428': 1, '32923269': 1, '33177208': 1, '11596972': 1, '12115090': 1, '6275134': 1, '23103873': 1, '19559173': 1, '16301509': 1, '23861361': 1, '12874408': 1, '23280840': 1, '31093411': 2, '25042344': 1, '19533470': 1, '15885053': 1, '25883839': 2, '16175983': 1, '18976107': 1, '10886686': 1, '10407001': 1, '12652407': 1, '11127537': 1, '16359596': 1, '22975906': 1, '29846779': 1, '23196334': 1, '8764012': 1, '21867861': 1, '23068448': 1, '27216026': 2}", "similar_patients": "{'4877812-1': 2, '3957312-1': 1, '4392527-1': 1, '6481118-1': 1}"}