{"patient_id": 144130, "patient_uid": "4367055-2", "PMID": 25810679, "file_path": "noncomm/PMC004xxxxxx/PMC4367055.xml", "title": "Cervical ectopic pregnancy", "patient": "A 27-year-old primigravida referred from local hospital as a case of missed abortion and presented with mild bleeding per vaginum of 1 day duration following 8 weeks amenorrhea. She was married since 6 years and there was history of treatment for primary infertility. She had an outside ultrasonography report showing single irregular gestational sac in the uterine cavity with no fetal pole. Cervix and bilateral adnexa were reported normal and she was diagnosed as missed abortion. Clinical examination revealed ballooning of cervix with partially open external os. Blood investigation reports were within the normal limits. Serum beta hCG level was 1047 mIU/ml at that point of time. Transvaginal ultrasound scan revealed empty uterine cavity with endometrial thickness 13 mm, closed internal os and a heterogenous space occupying lesion of size 4 cm × 4 cm []. Provisional diagnosis of cervical pregnancy was made. In ward, the patient suddenly started bleeding profusely. After counseling, informed consent was taken for dilation and curettage and for exploratory laparotomy and hysterectomy if required. Under local anesthesia, gentle cervical curettage was done followed by insertion of a no. 18 Foleys’ catheter with 40 ml saline inflated in the cervical canal to control bleeding by tamponade effect. Hemostasis was achieved finally but she required 3 units of blood and 1 unit of fresh frozen plasma transfusion. Foleys’ catheter was removed after 24 h. Postoperative period was uneventful. Single dose of 50 mg methotrexate was given intramuscularly. Histopathology report confirmed presence of chorionic villi and decidual tissue with cervical stroma and glands. Patient was discharged on the 3rd day and advised for weekly follow-up with serum Beta hCG report. Beta hCG level was 168 mIU/ml and 4 mIU/ml at 2 weeks and 2 months after the procedure. The patient resumed her normal periods after 2 months.", "age": "[[27.0, 'year']]", "gender": "F", "relevant_articles": "{'24249957': 2, '34577892': 2, '9014275': 1, '29502245': 1, '16514619': 1, '10664646': 1, '24293854': 1, '13649798': 1, '12621800': 1, '21851040': 1, '25810679': 2}", "similar_patients": "{'4367055-1': 2, '3821232-1': 1, '8471448-1': 1}"}