{"patient_id": 81719, "patient_uid": "4481080-1", "PMID": 26104067, "file_path": "comm/PMC004xxxxxx/PMC4481080.xml", "title": "Ortner’s syndrome presenting as thoracic aortic aneurysm mimicking thoracic malignancy: a case report", "patient": "A 68-year-old Sri Lankan man was referred by an otolaryngologist in a general hospital to a pulmonologist at our hospital for further evaluation of suspected thoracic malignancy. He had transient episodes of syncope during the last year, although his main presenting symptom was hoarseness. He was known to have had essential hypertension during the last four years and had a history of 25 pack-years of cigarettes smoking. There was no family history of malignancy or connective tissue disorders. His general examination did not reveal any clubbing of his fingers or lymphadenopathy. There was a stony dull percussion note with absent breath sounds in the left lower zone of his chest. His blood pressure was 130/100mmHg in both arms, and his cardiovascular examination was otherwise unremarkable.\\nAn indirect laryngoscopic examination was performed by the otolaryngologist, who noted left vocal cord palsy. His chest X-ray showed a homogeneous, soft tissue, dense, well-defined lesion in his left lung, extending from the aortic knuckle to the left hemidiaphragm (Fig. ). Its medial margin merged with the mediastinum and there was a left-sided mild to moderate pleural effusion also. An ultrasound examination of his chest revealed a cystic area in the left hemithorax with adjacent medial lung collapse. The impression was that of encysted pleural fluid collection. However, we were unable to exclude an underlying mass lesion. His transthoracic echocardiogram was normal, except for a trivial mitral regurgitation. His blood test results, including complete blood count, inflammatory markers, renal functions, liver functions, and lipid profile, were all normal or within normal limits.\\nHis contrast-enhanced computed tomography (CT) scan with aortography showed a thoracoabdominal aortic aneurysm with peripheral thrombosis (Fig. ). The left-sided pleural effusion was suggestive of a leaking aneurysm. A volume-rendered image of his aorta showed fusiform dilatation of the entire aorta, from aortic root to the bifurcation (Fig. ).\\nThe final diagnosis of Ortner’s syndrome due to the silent rupture of his thoracoabdominal aortic aneurysm was made on the basis of clinical presentation and CT aortographic appearance. The cardiothoracic surgical team attended to him and decided to manage medically without surgical intervention. Nifedipine SR 20mg was replaced by metoprolol MR 100mg daily and atorvastatin 10mg daily was added to the medical management. He is now under the care of a cardiologist for the optimum control of his atherosclerotic risk factors, and his symptoms had not progressed on his follow-up visits up to now.", "age": "[[68.0, 'year']]", "gender": "M", "relevant_articles": "{'32952364': 1, '15710776': 1, '11308166': 1, '7909340': 1, '14674004': 1, '1728451': 1, '33005510': 2, '14553839': 1, '20233780': 1, '18421648': 1, '21686477': 1, '26104067': 2}", "similar_patients": "{'7522166-1': 1}"}