{"patient_id": 142674, "patient_uid": "4277161-1", "PMID": 25587295, "file_path": "noncomm/PMC004xxxxxx/PMC4277161.xml", "title": "Aches and pains with a shocking rash", "patient": "A 10-year-old girl presented to the emergency department with a three-day history of fever and generalized rash. Eleven days earlier, she had been camping in Ontario. Activities while camping included sleeping in a tent, hiking in the forest and swimming in a lake. She sustained multiple mosquito bites that were pruritic and subsequently formed scabs. Ten days before presentation, she developed left hip and thigh pain, which progressed in severity over the next three days. She also developed severe generalized myalgia. Three days before presentation she developed a fever and an erythematous, nonpruritic rash. The rash was first noticed on the thigh but soon involved the upper limbs, palms and soles. There was no sore throat or contact with others with fever or rash. Her general practitioner suspected scarlet fever and she was started on amoxicillin. After no improvement over the following day, she presented to the emergency room.\\nOn examination in the emergency department, the patient was febrile and her blood pressure was 100/50 mmHg. She had a generalized erythematous macular rash, bilateral injected conjunctiva, jaundice, peeling of the skin on the soles of her feet and multiple hyperpigmented crusted lesions on her legs. She had generalized myalgia with tenderness in the left hip and thigh region. Over the subsequent 6 h to 12 h, her blood pressure dropped to 85/37 mmHg and she had a peak temperature of 39.2°C. She was treated with fluid resuscitation and antimicrobials.\\nHer white blood cell count was 40.4×109/L with a left shift and her platelet count was 72×109/L. She was in renal failure (serum creatinine level 400 μmol/L) and had conjugated hyperbilirubinemia (serum conjugated bilirubin level 138 μmol/L) and mild transaminitis (alanine aminotransferase level 157 U/L, aspartate aminotransferase level 264 U/L). Ultrasound of the left hip showed no joint effusion. X-rays of the femur and lumbosacral spine were unremarkable.\\nWhat is the diagnosis?", "age": "[[10.0, 'year']]", "gender": "F", "relevant_articles": "{'10405382': 1, '9148133': 1, '82681': 1, '22440930': 1, '2704605': 1, '10603216': 1, '6845109': 1, '15777108': 1, '24790135': 1, '21860665': 1, '25587295': 2}", "similar_patients": "{}"}