{"patient_id": 87418, "patient_uid": "4927178-2", "PMID": 27355425, "file_path": "comm/PMC004xxxxxx/PMC4927178.xml", "title": "Propionibacterium avidum as an Etiological Agent of Prosthetic Hip Joint Infection", "patient": "A 75-year-old man with hypertension and obesity (BMI 37) received a cemented cup and uncemented stem hip prosthesis due to femoral head necrosis in April 2013. The surgery was performed with a muscle-sparing Watson-Jones approach using an anteriorly curved skin incision (). He had a Paprosky 2B [] acetabular defect, and a bone autograft was transplanted as support for the superior rim of the acetabulum. Chlorhexidine was used as skin antisepsis and cloaxcillin 2g*3 (-30 min, 2h and 6h) as antibiotic prophylaxis. Perioperative bleeding totaled 810 mL of blood, and the operating time was 90 minutes. The wound did not show any signs of infection at discharge from hospital 5 days after surgery.\\nApproximately 3 weeks after surgery, the patient was readmitted to the hospital with a wound showing secretion and redness. His CRP was 64 mg/L, but no fever was present. A superficial wound culture showed growth of coagulase-negative staphylococci, alpha-hemolytic streptococci, and Propionibacterium spp. 4 days later incision, thorough soft tissue debridement including arthrotomy, synovectomy and aggressive irrigation. There was a newly formed sinus tract that was excised together with the infected tissue. Six biopsies and an aspiration of synovial fluid were taken; all showed growth of Propionibacterium spp., later determined to species level as P. avidum by MALDI-TOF MS. The antimicrobial susceptibility pattern is shown in .\\nThe patient was treated intravenously with clindamycin 600 mg three times per day until discharge from hospital 1 week later. At discharge, treatment was changed to oral administration of clindamycin 300 mg three times per day for 5 weeks. Follow-up 4 months postoperatively including X-ray was uneventful, but no blood samples were examined.\\nHowever, 18 months after debridement the patient was referred to the primary hospital because of a sudden increase of pain and discomfort in the hip. Plain X-ray revealed loosening of the cup.\\nThe patient was then referred to the university hospital for hip revision surgery. At the preoperative visit, he had severe pain in the hip and CRP of 180 mg/L. Septic loosening was suspected. Aspiration from the hip was performed, and culture showed growth of P. avidum. Leukocyte cell count from synovial fluid was 47.2 109/L (93% poly vs. 7% mono). A CT scan showed abscess formation below the acetabular floor inside the pelvis, and a Paprosky 3A acetabular defect. The stem was well fixed. The hip prosthesis was extracted the following day in a process which included draining of the abscess, thorough soft tissue debridement, and locally administered gentamicin. This was the first stage in a two-stage hip revision surgery approach for the infected hip arthroplasty. A total of one aspiration and seven tissue biopsies were collected. Treatment was initiated with piperacillin/tazobactam (4 g/0.5 g) three times daily. All cultures showed growth of P. avidum as before, and the antimicrobial susceptibility pattern was almost identical to the previous findings . After 8 days, treatment was changed to benzyl-penicillin 1g intravenously three times daily.\\nAfter 3 weeks, the patient experienced increased hip pain, and a CT scan showed multiple abscesses around the Girdlestone hip. Another reoperation with debridement, locally administered gentamicin, and drainage was performed. A total of one aspiration and ten biopsies were collected; these showed growth of P. avidum (n = 4), Staphylococcus epidermidis (n = 7; two different antibiotic susceptibility patterns), and Enterococcus faecalis (n = 1). Treatment was initially piperacillin/tazobactam 4 g/0.5 g three times daily and vancomycin 1.5 g twice daily and later changed to trimethoprim/sulphamethoxazole 160 mg/800 mg orally three times daily. Six weeks after admission, the patient could be discharged from the hospital. At follow-up the patient had only minor pain from the hip, but CRP was still not normal after 6 weeks of oral therapy; amoxicillin 1 g three times daily was therefore added to the treatment. The patient was treated with trimethoprim/sulphamethoxazole and amoxicillin orally for 6 months. At discontinuation of treatment, the patient’s CRP was 9.3 mg/L and his erythrocyte sedimentation rate (ESR) was 8 mm/h. The second-stage surgery was performed 10 months after the first-stage revision, and one aspiration of hip fluid and six tissue biopsies did not show any growth.", "age": "[[75.0, 'year']]", "gender": "M", "relevant_articles": "{'28450856': 1, '33522957': 1, '23912418': 1, '8163974': 1, '25541476': 1, '18329936': 1, '21915544': 1, '22114965': 1, '30125299': 1, '32337379': 1, '24132122': 1, '20490520': 1, '21824423': 1, '23102997': 1, '25799249': 1, '7142237': 1, '18261238': 1, '24053623': 1, '17418419': 1, '18042555': 1, '15908006': 1, '15034147': 1, '24265792': 1, '12461355': 1, '22309166': 1, '16328558': 1, '23412730': 1, '24696437': 1, '9524868': 1, '836012': 1, '15483283': 1, '15577495': 1, '623473': 1, '20003500': 1, '32947654': 1, '26157532': 1, '17959732': 1, '34660180': 1, '26925380': 1, '22506599': 1, '23415274': 1, '19261785': 1, '22252806': 1, '23046277': 1, '19995312': 1, '21526987': 1, '20839679': 1, '29020266': 1, '23792747': 1, '22552222': 1, '29848774': 1, '17964352': 1, '23116440': 1, '16478502': 1, '21748384': 1, '27355425': 2}", "similar_patients": "{'4927178-1': 2}"}