{"patient_id": 151567, "patient_uid": "4839253-1", "PMID": 27141206, "file_path": "noncomm/PMC004xxxxxx/PMC4839253.xml", "title": "Co-existing malakoplakia and xanthogranulomatous pyelonephritis of kidney: Two different spectrum of same disease process", "patient": "A 65-year-old female presented with right flank pain for 3 months with recurrent attacks of fever with chills and dysuria and a painful lump in the right flank for 1 month. She was a known diabetic for 3 years and was on oral hypoglycemic drugs.\\nOn examination, she was found to be anemic. She had a tender renal lump in the right flank 5 cm × 4 cm. Blood picture showed hemoglobin was 9 g/dl, total leukocyte count was 21,900/cm3 with 87% neutrophil count. Blood sugar was within normal range with drugs. Serum urea was 27 mg/dl and creatinine was 1.4 mg/dl. Routine and microscopic urine examination showed 20–25 pus cell/hpf and culture was positive for proteus. Ultrasonography (USG) showed a grossly hydronephrotic right kidney with thick material inside [] with a normal left kidney. Contrast-enhanced computerized tomography (CECT) abdomen suggested right sided renal enlargement and gross dilatation of pelvicalyceal system with pyonephrosis []. There was no evidence of obstructing calculus. Diethylene triamine pentaacetic acid (DTPA) renogram showed estimated glomerular filtration rate (GFR) of the right kidney - 6.18 ml/min and of the left kidney - 34.18 ml/min. USG guided percutaneous nephrostomy (PCN) of the right kidney drained 200 ml of pus and then PCN output was reduced to <5 ml/day. A repeat DTPA showed no improvement of renal function in the right side even after 1 month. The patient underwent a simple nephrectomy. The postoperative period was uneventful. On the 3rd month of postoperative follow-up, the patient was asymptomatic with normal renal biochemical parameters and a GFR on the left side 39.68 ml/min.\\nOn gross examination, whitish multiple cystic areas with solid intervening parts were seen. Microscopically, sheets of foamy histiocytes, mixed inflammatory cell infiltrations and scattered giant cells and distorted tubule were also noted. In addition, PAS-positive cytoplasmic bodies, i.e. Michales–Guttmenn bodies were seen suggesting MKP of right kidney in the setting of XGP [Figure and ].", "age": "[[65.0, 'year']]", "gender": "F", "relevant_articles": "{'8352248': 1, '7211755': 1, '3535207': 1, '28479773': 2, '34516505': 2, '2920271': 1, '30983751': 1, '2919720': 1, '14287788': 1, '28399929': 2, '34868771': 2, '27141206': 2}", "similar_patients": "{'8428731-1': 1, '5389098-1': 1, '5405665-1': 1, '8627697-1': 1}"}