{"patient_id": 76758, "patient_uid": "4142743-1", "PMID": 25177508, "file_path": "comm/PMC004xxxxxx/PMC4142743.xml", "title": "Emergency Pancreatoduodenectomy with Preservation of Gastroduodenal Artery for Massive Gastrointestinal Bleeding due to Duodenal Metastasis by Clear Cell Renal Cell Carcinoma in a Patient with Celiac Artery Stenosis", "patient": "A 41-year-old man with known metastasis to the adrenal glands and the second part of the duodenum close to the ampulla of Vater from clear cell renal cell carcinoma (ccRCC) was admitted to our department due to massive gastrointestinal bleeding.\\nThe patient had undergone left nephrectomy one year ago for ccRCC (Fuhrman Grade 4, with vascular invasion). Six months after the nephrectomy, the patient showed progression of disease, with adrenal metastasis bilaterally and to the midthoracic lymph nodes. The patient underwent 4 cycles of pazopanib and a computed tomography (CT) scan showed good response. Unfortunately a CT after six cycles of pazopanib showed progression of disease with an increase of the size of the known metastasis and also a duodenal metastasis confirmed with biopsy.\\nFollowing emergency admission, endoscopy revealed the site of haemorrhage to be the known metastasis at the second part of the duodenum near the ampulla of Vater. Endoscopic haemostasis was not possible and the patient underwent angiography with a plan for embolization. The angiography revealed the presence of stenosis of the coeliac artery and also hypertrophic inferior pancreaticoduodenal arteries supplying through the GDA the proper hepatic artery (). The embolism of the bleeding vessels (superior and inferior posterior pancreatoduodenal arteries) controlled only temporarily the haemorrhage with the patient deteriorating 24 hours later.\\nIn this interval the patient had a CT of chest/abdomen/pelvis for staging of the disease, which confirmed the findings of the angiography in regard to the stenosis of the celiac artery and a dilatation distal to the stenosis (). The CT also showed extended progression of the disease with an increase of size of the adrenal metastasis (the right one from 3.2 cm to 5.2 cm and the left one from 7.1 cm to 7.9 cm), an increase of size of the known duodenal metastasis (from 2.5 cm to 4.5 cm), and also five new liver metastases with the bigger one in segment VI measuring 12 mm, while there was progression of disease in the thorax with an increase of the midthoracic lymph nodes and development of lung metastasis with extensive pleural effusions.\\nThe deterioration of the haemorrhage led to a haemodynamically unstable patient who was taken to theatre. The extent of the metastatic disease necessitated a palliative surgical intervention in order to control the bleeding and stabilize the patient, with a plan for second line chemotherapy or participation in a clinical trial.\\nThe fact that the bleeding duodenal tumour was very close to the ampulla of Vater, reconfirmed with intraoperative endoscopy prior to laparotomy, made a PPPD the only choice.\\nDuring laparotomy, the presence of sizeable adrenal metastasis bilaterally was confirmed, as well as the metastasis in the duodenum, in the para-aortic lymph nodes, while the intraoperative ultrasound demonstrated five metastatic sites in the liver. Following mobilization of the duodenum and the formation of a tunnel between the pancreas and the SMV/portal vein, the GDA was dissected. The occlusion of the GDA led to the vanishing of pulse in the common, right, and left hepatic artery, confirming the findings of the angiography with the arterial flow to the liver based on a collateral network between the SMA and the hepatic artery via the GDA. This led to the decision for a PPPD with preservation of the GDA. The posterior superior pancreatoduodenal artery, a branch of the gastroduodenal artery, and the posterior inferior pancreatoduodenal artery, a branch of the SMA, as shown on the angiography that they gave blood supply to the duodenal metastasis, were dissected and ligated with established presence of pulse in the hepatic artery following this. On the contrary the branch of the gastroduodenal artery and the arterial network between superior and inferior anterior pancreatoduodenal artery were preserved (). The PPPD was completed without further modifications and with three anastomoses in the same loop of jejunum, an end-to-side pancreaticojejunal (duct to mucosa), end-to-side hepaticojejunal in a retrocolic fashion, and end-to-side duodenal-jejunal in antecolic fashion. The reconfirmation of presence of pulse in the hepatic artery after the end of the operation confirmed the blood flow from the SMA to the hepatic artery via the GDA.\\nThe patient was transferred to the intensive care unit. The patient's recovery was complicated by a surgical wound infection requiring the use of a vaccum system which led to longer in-hospital stay. There was no bleeding following the surgical intervention and also the LFTs during the in-hospital stay were normal showing an adequate blood flow to the liver.\\nThe histopathology test of the specimen confirmed the duodenal tumour to be a metastasis from the known ccRCC (immunohistochemistry showed that the tumour cells strongly express PAX8, RCCAg, AMACR, and CD10 with more focal expression of E-cadherin, C2M5.2 vimentin, and EMA). There was no tumour expression of CD117 or CK7. This immunoprofile which was consistent with a metastatic clear cell renal cell carcinoma was similar to that seen in the original kidney tumour. Twenty-four out of twenty-eight resected lymph nodes were infiltrated with metastasis. The tumour was completely excised (R0).\\nThe patient was discharged twenty-six days after the operation; however, further systematic therapy was not possible as the patient died two months later due to a generalized extensive disease to the lungs, the brain, the liver, and the bones.", "age": "[[41.0, 'year']]", "gender": "M", "relevant_articles": "{'7787348': 1, '3425998': 1, '15124899': 1, '16339096': 1, '23009644': 1, '9817254': 1, '17316515': 1, '12410356': 1, '16391434': 1, '19506899': 1, '8095781': 1, '21330306': 1, '11800352': 1, '2578229': 1, '20304675': 1, '7272969': 1, '8597514': 1, '25177508': 2}", "similar_patients": "{}"}