{"patient_id": 141758, "patient_uid": "4211231-1", "PMID": 25364172, "file_path": "noncomm/PMC004xxxxxx/PMC4211231.xml", "title": "Mesenchymal chondrosarcoma of mandible: A rare case report and review", "patient": "A 60-year-old male patient reported with the chief complaint of swelling in the lower right side of the face since 1 month. History revealed that the swelling was small 1 month back which rapidly grew to attain the present size.\\nExtra-oral examination revealed a diffused swelling on the right side of the face measuring approximately 6 × 7 cms in size, extending from the temporal region to inferior border of the mandible superior-inferiorly and from the nose to the ear anteroposteriorly. The skin over the swelling was slightly stretched with no secondary changes []. On palpation the swelling was non-tender, varied in consistency from soft in the center to hard at the periphery. The right sub-mandibular lymph nodes were palpable, non-tender, hard and fixed to underlying structure.\\nIntraoral examination showed an oval swelling present on the right side of the jaw in the retromolar area measuring approximately 4 × 3 cms in size. The swelling had diffuse margins with smooth surface [].\\nRadiological examination revealed a diffused radiolucency involving the lower body and angle of the mandible extending from right second premolar to angle of the mandible [].\\nConsidering the size and aggressive nature of the lesion, surgical resection with wide margins of the lesion was carried out. The gross soft tissue specimen received for histopathological examination measured approximately 12 × 5 mms in size, was soft to firm in consistency, irregular in shape and whitish brown in color. The surgical material was fixed in buffered formalin and subjected to histopathological analysis.\\nOn histopathological examination, the Hematoxylin and Eosin (H and E) stained section showed sheets of tumor cells interspersed by cartilage area showing calcification [Figures and ]. Higher magnification showed pleomorphic cells with large basophilic ovoid nuclei and small darkly stained nuclei with little cytoplasm [Figures and ]. High degree of vascularity was seen in some areas. Scattered, small, poorly circumscribed foci of cartilaginous tissue were also seen. Correlating the clinical, radiological and the histopathological features a diagnosis of MC was made. The patient was further advised for radiotherapy. The patient showed no signs and symptoms since 2 years and is being followed up 6 monthly periodically for possible recurrence.", "age": "[[60.0, 'year']]", "gender": "M", "relevant_articles": "{'18038872': 1, '21712631': 1, '12925982': 1, '20711141': 1, '32734374': 1, '9707781': 1, '22208489': 1, '12817616': 1, '27721626': 2, '25364172': 2}", "similar_patients": "{'5051309-1': 1}"}