{"patient_id": 152740, "patient_uid": "4924447-1", "PMID": 27403127, "file_path": "noncomm/PMC004xxxxxx/PMC4924447.xml", "title": "Partial Response in an RRx-001-Primed Patient with Refractory Small-Cell Lung Cancer after a Third Introduction of Platinum Doublets", "patient": "A 77-year-old Caucasian male with a 30-pack-year smoking history was diagnosed with a medically operable stage 1 NSCLC (squamous cell carcinoma) in 2000 and 2007, resulting in left upper and right upper lobectomies. In 2009 a CT revealed a new pulmonary nodule for which he received radiation and 7 cycles of adjuvant carboplatin and taxol. In 2015 a new mass on CT scan, biopsied with fine needle aspiration and fiberoptic bronchoscopy, established a histological diagnosis of SCLC.\\nIn May and July 2015 the patient completed 4 cycles of cisplatin-etoposide with response assessment every 2 cycles or 6 weeks. Despite a partial radiographic response at week 6, disease progression was observed on therapy during cycle 4 (week 12), which classified his disease as refractory. In November 2015 he was enrolled on the TRIPLE THREAT clinical trial and began weekly intravenous treatment with RRx-001. However, despite a marked symptomatic improvement, a restaging scan at week 6 demonstrated disease progression per RECIST v.1.1 which was suspicious for pseudoprogression [], given the association of RRx-001 with transient tumor enlargement during initial scans followed by stabilization or shrinkage.\\nNevertheless, on the basis of RECIST-defined progression, he was restarted on platinum doublets (carboplatin/etoposide) in December 2015. After 2 cycles of doublet therapy (week 6), which was much better tolerated on this occasion than the first time he received it, a CT scan demonstrated around 30% tumor shrinkage, which met the criteria for a partial response. By week 12 (4 cycles) he developed neutropenia and therapy was interrupted. However, the restaging scan demonstrated a 58% reduction in the size of his tumors, confirming the partial response (fig. ).", "age": "[[77.0, 'year']]", "gender": "M", "relevant_articles": "{'20044461': 1, '20016488': 1, '26841903': 1, '26164533': 1, '26657731': 1, '23139116': 1, '25385727': 1, '29091800': 1, '27065848': 2, '26125013': 1, '16481389': 1, '30564353': 2, '19853960': 1, '10080612': 1, '24893730': 1, '21135284': 1, '19819917': 1, '21789124': 1, '28512410': 1, '26296952': 1, '27403127': 2}", "similar_patients": "{'4821155-1': 1, '6293266-1': 1}"}